{"subjects":[{"uri":"jbr:tanach-ralbag11-1-1","text":" רלב\"ג  ויפשע מואב בישראל אחרי מות אחאב. ספר זה להעי' שיותר רעות היו פעלות אחזיה מפעלות אחאב כי אחאב שב קצת מרוע מעשיו אבל זה היה מחזיק בכל אותן הפעלו' הרעו' שעשו אביו ואמו וכאילו היה זה סבה שפשע מואב בישראל ולא נתנו למלך ישראל המס שהיו נותנים לו מקודם ","titles":[{"title":"﻿מלכים א א"},{"title":"﻿מלכים פרק א פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-ralbag11-1-2","text":" רלב\"ג  בעד השבכה. הוא מעש' רשת עשוי על הארוב' שיכנס האור דרך הנקבי' אשר בשבכ' בבית אשר תחת העלייה ","titles":[{"title":"﻿מלכים א ב"},{"title":"﻿מלכים פרק א פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-ralbag11-1-4","text":" רלב\"ג  וילך אליה. ר''ל שכבר הלך לקרא' מלאכי מלך שומרון ואמר להם מה שצוהו הש''י ","titles":[{"title":"﻿מלכים א ד"},{"title":"﻿מלכים פרק א פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-ralbag11-1-7","text":" רלב\"ג  מה משפט האיש. ר''ל מה מנהג האיש וכן וכה משפטו כל הימים ","titles":[{"title":"﻿מלכים א ז"},{"title":"﻿מלכים פרק א פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"jbr:tanach-ralbag11-1-9","text":" רלב\"ג  וישלח אליו שר חמשים וחמשיו. ר''ל ששלח לאליהו לכבודו לקרוא לו שר גדול שהיו חמשי' איש הולכים לפניו והלכו עמו החמשי' איש ההם ","titles":[{"title":"﻿מלכים א ט"},{"title":"﻿מלכים פרק א פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"jbr:tanach-ralbag11-1-17","text":" רלב\"ג  בשנת שתים ליהורם בן יהושפט מלך יהודה. יש בכאן ספק חזק והוא שלא יתכן שיחיה אחזיהו עד שנת שתים ליהורם בן יהושפט וזה שכבר מלך בשנת שבע עשרה ליהושפט ולא מלך כי אם שתים שני' כמו שקדם וכבר מלך יהושפט עשרים וחמש שנה ולזה לא יתכן שנאמר שהתחיל למלוך יהורם בן אחאב בשנת שתים ליהור' בן יהושפט ואם אמרנו שכבר התחיל למלוך יהור' בן יהושפ' בחיי אביו מעת מות אחאב הנה לא יתכן מה שאמר ואת הממלכה נתן ליהורם כי הוא הבכור שהרי החזיק בה בחייו והנה זכר במה שיבא כי בשנת חמש ליורם בן אחאב מלך ישראל ויהושפט מלך יהודה הלך יהורם בן יהושפט מלך יהוד' וזה ממה שיוסיף עוד ספק על זה ועוד שאחר זה כתב כי בשנת אחת עשרה ליורם בן אחאב מלך אחזיה על יהודה ובמקום אחר כתב כי בשנת שתים עשרה ליורם בן אחאב מלך אחזיה על יהודה וזה לאות כי כשיאמר בשנת כך למלך כך הנה פעם ירצה בו שעברו אותן שנים למלך פעם ירצה שהמלך בשנ' ההיא ויהי' הרצון באמרו בשנ' אחת עשר' ליורם בן אחאב שכב' עברו לו אחת עשרה שנה והיא בשנת שתים עשרה והרצון באמרו בשנ' שתים עשרה הוא שכב' היה בשנה ההיא, והנר' בעיני כי מפני החתון שהיה ליהושפט עם אחאב היה יהושפט מולך אחרי מות אחאב עם מלך ישראל כל ימיו כי היו חולקים לו כבוד בני אחאב מפני היותו זקן והתחתן באחאב ולזה תמצא שאמר בשנת חמש ליורם בן אחאב מלך ישראל ויהושפט מלך יהודה והרצון בו שיהושפט היה מנהיג מלכות ישראל עמו וכאילו היה יהושפט מלך ישראל גם כן והוא מבואר שהוא מחוייב שיהיה פירושו כן כי אי אפשר שיהיה הרצון בו שתהי' שנת חמש ליהושפט כי שנת החמש ליהורם בן אחאב היא שנת עשרי' וחמש ליהושפט אחר שכבר מלך אז יהורם בן יהושפט ובזה הדרך נאמר שעד שהתחילה השנה השנית למלכות יהורם מלך יהודה היה מלך יהודה משתתף עם יהורם בן אחאב בהנהגת המלכות כי כבר תמצא במלחמותיו שהיה יהושפט תמיד עמהם, והנה לישב כל אלו הפסוקים ידמה בעיני שהשנה שמלך בה אחזיה היתה שמנה עשרה ליהושפט ר''ל שכבר עברו לו שבע עשר' ובמלוך יהורם עברו ליהושפט שמונה עשרה שנה והיה בשנת התשע עשרה ובשנה שעברו חמש שנים ליהורם בן אחאב מלך ישראל מלך יהורם בן יהושפט מלך יהודה ובזה לא יפול שום ספק כי כשעברו לאחאב ארבע שנים מלך יהושפט ונשארו לאחאב י''ח שנים מקוטעים ולזה לא עברו ליהושפט במותו כי אם י''ז שני' שלמים והיה בשנת שמנה עשרה ומלך אחזיה שתי שנים מקוטעים ומת כשהיה יהושפט בשנת התשע עשרה ואחר כן יהושפט פחות משש שנים כדרך שלקח מהשנה העשרים וחמש מעט ואז עברו חמש שנים ליהורם בן אחאב והיא בשנה הששי' וכשעברו לו אחת עשרה שנה והיה בשנה השתים עשרה בדרך שלקח מהשתים עשרה יותר ממה שלקח מהשנה הששי' הנה כבר עברו ליורם בן יהושפט יותר משש שנים שלמים והיותר היה קצתו מהשנה הראשונה ליהורם בן יהושפט וקצתו היה מהשנה השמינית ונחשב לו זה שמנה שנים ולא היה כי אם שש שני' ויותר מעט ולפי שהשנה הראשונה ליהורם בן יהושפט לא היתה אלא זמן מועט מאד כמו שבארנו הנה לא נראה בזמן ההוא היות מלך יהודה בלתי משתתף עם מלך ישראל בהנהגת ישראל ולא הראה לו זה עד בא השנה השנית ליהורם מלך יהודה והנה בזה הדרך נתישב כל זה בלי שום ספק ","titles":[{"title":"﻿מלכים א יז"},{"title":"﻿מלכים פרק א פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-ralbag11-2-1","text":" רלב\"ג  בהעלות ה' את אליהו בסערה השמים. אי אפשר שיובן שהעלהו השמים כי לא יעלו שם אלו הגופות אבל הכוונה בו בגובה האויר כאמרו ערים גדולות בצורות בשמים ומגדל וראשו בשמים והנה נשאהו רוח ה' במלאכות ה' אל מקום לא נודע עדיין והוא חי שם כמו שבארנו ","titles":[{"title":"﻿מלכים ב א"},{"title":"﻿מלכים פרק ב פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":1},{"positionInParasha":19},{"uri":"jbr:tanach-ralbag11-2-2","text":" רלב\"ג  שב נא פה כי ה' שלחני עד בית אל. ראוי שתדע שלא עשה זה אליהו לתכלית שלא יאציל עליו מן הרוח אשר עליו על אלישע שהרי צוהו הש''י שימשח אלישע בן שפט לנביא תחתיו ואמנם אמר זה לו כדי שלא יחרד אלישע בהפרד אליהו ממנו אם יראה שינשא בסער' השמי' ","titles":[{"title":"﻿מלכים ב ב"},{"title":"﻿מלכים פרק ב פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":2},{"positionInParasha":20},{"uri":"jbr:tanach-ralbag11-2-3","text":" רלב\"ג  היום ה' לוקח את אדוניך מעל ראשך. הנה בארו בזה שלא נלקח אלא מעל ראשו וכן אמר אליהו לאלישע בטרם אלקח מאתך וזה יורה שלא לקחו אלהים במוחלט אבל לקחו מעם אלישע ","titles":[{"title":"﻿מלכים ב ג"},{"title":"﻿מלכים פרק ב פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":3},{"positionInParasha":21},{"uri":"jbr:tanach-ralbag11-2-6","text":" רלב\"ג  ויגלם. ר''ל שכבר כרך אדרתו והכה בה במי' ","titles":[{"title":"﻿מלכים ב ח"},{"title":"﻿מלכים פרק ב פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":6},{"positionInParasha":24},{"uri":"jbr:tanach-ralbag11-2-7","text":" רלב\"ג  ויהי נא פי שנים ברוחך אלי. ר''ל במה שהאצלת מרוחך על כל בני הנביאים יהיה הנאצל לי מרוחך פי שנים על כל אחד מהם והוא מענין מה שאמר כי את הבכור בן השנואה יכיר לתת לו פי שנים בכל אשר ימצא לו ","titles":[{"title":"﻿מלכים ב ט"},{"title":"﻿מלכים פרק ב פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":7},{"positionInParasha":25},{"uri":"jbr:tanach-ralbag11-2-8","text":" רלב\"ג  אם תראה אותי לוקח מאתך. אמר לו זה על דרך המופתים המתחדשי' כאילו יאמ' שאם יראה אותו בעת הלקחו מעמו בהעלותו בסערה השמים אז יתחדש לו על צד המופת שיאצל מן הרוח אשר על אליהו מה שישלם בו מה שבקש אלישע ואז עזב אליהו אדרתו כדי שיחזיק בה אלישע ותהיה כלי מה להשלמת זה המופת הלא תראה כי אלישע היה מצוה גחזי שיקח משענת אלישע בידו להחיו' בו בן השונמית וכן תמצא שעל צד המופת נתחדש באדר' אליהו מה שעזר אלישע בעשיי' המופתי' וכבר בארו זולתנו באמרו אם תראה אותי לוקח מאתך יהי לך כן באורי' אחרים ואשר נחשב אנחנו הוא מה שזכרנו והוא נאות ללשון ולענין וזה כי קצתם אמרו אם תראה אותי לוקח מאתך שתשכיל מציאו' השכל הנפרד והוא שכל אליהו אחרי הפרדו מהחמר ואלו הסכימו בהכרח שיהיה זה הענין מות לאליהו וכבר בארנו שזה בלתי אפשר וקצתם אמרו אם תראה אותי לוקח מאתך ר''ל שתחקור עמי בכל הסודות אשר אתה נבוך בהם מפני ראותך שאני לוקח מאתך ולא ימצא זה לך ממני זולתי בזה העת והנה יקשה לזה שאנחנו לא מצאנו שעמדו יחד אחר כל זה מה שיתכן בו זה הענין גם לא היה מספיק זמן קצר כמו זה לזה הענין לפי מה שאחשב ","titles":[{"title":"﻿מלכים ב י"},{"title":"﻿מלכים פרק ב פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":8},{"positionInParasha":26},{"uri":"jbr:tanach-ralbag11-2-9","text":" רלב\"ג  והנה רכב אש וסוסי אש ויפרידו בין שניהם. הנה נתחדש זה על דרך המופת לשאת אליהו אל אשר יהיה שמה רצון הש''י ","titles":[{"title":"﻿מלכים ב יא"},{"title":"﻿מלכים פרק ב פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":9},{"positionInParasha":27},{"uri":"jbr:tanach-ralbag11-2-10","text":" רלב\"ג  אבי אבי רכב ישראל ופרשיו. הנה כמו שהתלמידים נקראים בני' כמו בני הנביאים כן הרב יקרא אב כי הוא המוליד שכל התלמיד וקראו רכב ישראל ופרשיו כאילו יאמר שהוא התוקף והחוזק של ישראל במלחמ' ולזה הו' רכב והפרשי' אשר בהם יגברו במלחמה ","titles":[{"title":"﻿מלכים ב יב"},{"title":"﻿מלכים פרק ב פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":10},{"positionInParasha":28},{"uri":"jbr:tanach-ralbag11-2-12","text":" רלב\"ג  אף הוא ויכה את המים ויחצו הנה והנה. ר''ל אף הוא כאשר הכה את המים הנה נחצו תכף הנה והנה, ואחשב כי לא הכה אותם אלא פעם אחת ובפע' ההיא אמר איה אלהי אליהו וספר הכתוב שגם אלישע הגיע לזאת המעלה שהגיע אליהו והוא שכאשר הכה את המים נחצו הנה והנה ","titles":[{"title":"﻿מלכים ב יד"},{"title":"﻿מלכים פרק ב פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":12},{"positionInParasha":30},{"uri":"jbr:tanach-ralbag11-2-13","text":" רלב\"ג  נחה רוח אליהו על אלישע. ר''ל שכבר האצילו מרוחו מה שימשך ממנו שיעשה אלישע בדמיון המופתים שעשה אליהו ולזה חלקו לו כבוד רב והשתחוו לו ארצה ","titles":[{"title":"﻿מלכים ב טו"},{"title":"﻿מלכים פרק ב פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":13},{"positionInParasha":31},{"uri":"jbr:tanach-ralbag11-2-14","text":" רלב\"ג  וישליכהו באחד ההרים או באחת הגאיות. ר''ל להתחבא שם כי היה רגיל אליהו בכך כמו שאמר עובדיה ורוח ה' ישאך אל אשר לא אדע ","titles":[{"title":"﻿מלכים ב טז"},{"title":"﻿מלכים פרק ב פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":14},{"positionInParasha":32},{"uri":"jbr:tanach-ralbag11-2-15","text":" רלב\"ג  ויפצרו בו עד בוש. ר''ל הרבו כל כך דברים עד שהיה לו בשת מלחלוק תמיד על דבריהם ולזה אמר להם שלחו מצד המוסר להניחם לעשות רצונם אך דבריו היו באופן שכשאמרו שלחו היה ראוי שיובן ממנו שלא ישלחו מצד דבורו כי פעמים יש הן שהוא כלאו ולזה אמר הלא אמרתי אליכם אל תלכו כי ידע אלישע שלא יראה לאדם אליהו בזה העת כי הסתירו ה' ","titles":[{"title":"﻿מלכים ב יז"},{"title":"﻿מלכים פרק ב פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":15},{"positionInParasha":33},{"uri":"jbr:tanach-ralbag11-2-16","text":" רלב\"ג  והמים רעים והארץ משכלת. מפני שאמר אחר זה רפאתי למים האלה ולא יהיה משם עוד מות ומשכלת ידענו כי הארץ משכלת מצד המים שהיו רעים, והנה אע''פ שקלל יהושע מי שיבנה הנה לא מנע האנשים משבת בה אחר שתבנה שאם היה כן לא היו הנביאים יושבים שם והנה הרצון בזה הנה מושב העיר טוב כאשר אדני רואה ולזה אין אויר העיר סבה אל שתהיה הארץ משכלת אך באמת מים הרעים ומזה הצד קרה לארץ שתהיה משכלת ","titles":[{"title":"﻿מלכים ב יח"},{"title":"﻿מלכים פרק ב פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":16},{"positionInParasha":34},{"uri":"jbr:tanach-ralbag11-2-19","text":" רלב\"ג  והנה רפא אלישע המים ההם על דרך המופת בהשליכו אל מוצא המים מלח מהמלח ששמו בצלוחית חדש' ואחשוב שכבר בחר אלישע שתהי' הצלוחית חדש' כדי שלא יחשבו שיהיה מבושל בה דבר ימשך המלח כחו ויהי' לו רושם על דרך הרפוא' בתקון המים אך בחר לתקנם במה שאין בו רושם לתקונם כי אנחנו רואי' שהמי' המלוחים הם רעים לשתיה עם שאי אפשר במעט מלח שיתן רושם במוצא מים אשר לא יכזבו מימיו אם לא היה זה על דרך המופת ","titles":[{"title":"﻿מלכים ב כב"},{"title":"﻿מלכים פרק ב פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":19},{"positionInParasha":37},{"uri":"jbr:tanach-ralbag11-2-20","text":" רלב\"ג  ויתקלסו בו. ר''ל לעגו בו ובזוהו ","titles":[{"title":"﻿מלכים ב כג"},{"title":"﻿מלכים פרק ב פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":20},{"positionInParasha":38},{"uri":"jbr:tanach-ralbag11-2-21","text":" רלב\"ג  ויפן אחריו ויראם. הנה לא קללם עד שרא' אותם וידע וראה על דרך נבוא' שהם ראויים לקללה מצד רוע מעשיהם ","titles":[{"title":"﻿מלכים ב כד"},{"title":"﻿מלכים פרק ב פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":21},{"positionInParasha":39},{"uri":"jbr:tanach-ralbag11-3-1","text":" רלב\"ג  ויהורם בן אחאב מלך על ישראל בשומרון בשנת שמנה עשרה ליהושפט. זה יורה שאחזיה לא מלך שתי שנים שלמות אך היו מקוטעות והנה בארנו במה שקדם איך יתישב כל זה החשבון בלי שום ספק ","titles":[{"title":"﻿מלכים ג א"},{"title":"﻿מלכים פרק ג פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":1},{"positionInParasha":41},{"uri":"jbr:tanach-ralbag11-3-2","text":" רלב\"ג  רק לא היה כאביו וכאמו. ר''ל שהוא דבק לבד בחטאת ירבעם ועזב חטאת אחאב ואיזבל, והנה הסיר מצבת הבעל שעשה אביו אך לא הסיר האשרה שעשתה אמו כי לא יכול לפי שהיא היתה בחיים עדיין ","titles":[{"title":"﻿מלכים ג ב"},{"title":"﻿מלכים פרק ג פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":2},{"positionInParasha":42},{"uri":"jbr:tanach-ralbag11-3-4","text":" רלב\"ג  היה נוקד. ר''ל בעל מקנה והיה עושה מס למלך ישראל מאה אלף כרים ומאה אלף אילים צמר ר''ל בעלי צמר ולא גזוזים ","titles":[{"title":"﻿מלכים ג ד"},{"title":"﻿מלכים פרק ג פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":4},{"positionInParasha":44},{"uri":"jbr:tanach-ralbag11-3-7","text":" רלב\"ג  ויאמר דרך מדבר אדום. יתכן שבחר הדרך ההוא כדי שלא ירגישו והבי' שם מלך יהודה עם מלך אדום כי היה תחתיו והוא הנציב ששם בו מלך יהודה ","titles":[{"title":"﻿מלכים ג ח"},{"title":"﻿מלכים פרק ג פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":7},{"positionInParasha":47},{"uri":"jbr:tanach-ralbag11-3-10","text":" רלב\"ג  פה אלישע בן שפט אשר יצק מים ע''י אליהו. אף על פי שהיה לאליהו תלמידים רבים הנה זכר אלישע שהיה תלמיד והיה ראוי שיקנ' יותר מהשלמות מפני ששרת את אליהו כי המשר' הוא תמיד לפני רבו ולזה יתכן שילמד יותר ולזה שפט יהושפט שיש את אלישע דבר ה' מצורף לזה כי ראה שנסע ממקומו עם אנשי המלחמה ואעפ''י שלא היה איש מלחמה ולזה ידמה שעשה זה שאם יצטרכו ישראל לדבר ה' ימצאהו שם והנה לכבודו ירדו אליו שלש' המלכי' ולכבוד הש''י ","titles":[{"title":"﻿מלכים ג יא"},{"title":"﻿מלכים פרק ג פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":10},{"positionInParasha":50},{"uri":"jbr:tanach-ralbag11-3-14","text":" רלב\"ג  ועתה קחו לי מנגן. ידוע כי הכעס מונע ההתבודדות לשכל בעת הגעת הנבואה מפני טרדת המחשבות אשר יהיה בהם הכעס ולפי שכעס מאד אלישע על יהורם מפני שדבק בחטאת ירבעם הוצרך לדבר יסיר כעסו וירחיב לבו ואז שרתה עליו רוח הקדש ","titles":[{"title":"﻿מלכים ג טו"},{"title":"﻿מלכים פרק ג פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":14},{"positionInParasha":54},{"uri":"jbr:tanach-ralbag11-3-15","text":" רלב\"ג  עשה הנחל הזה גבים גבים. ר''ל שיעשו המישור הזה חפירות חפירות ובזולת רוח וגשם יעשה הש''י על דרך המופת שימלאו החפירות אשר במישור ההוא מים יספיקו להם לשתות הם ומקניהם שהביאו לאכול ממנו ובהמתם אשר ירכבו עליהם ","titles":[{"title":"﻿מלכים ג טז"},{"title":"﻿מלכים פרק ג פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":15},{"positionInParasha":55},{"uri":"jbr:tanach-ralbag11-3-17","text":" רלב\"ג  ונקל זאת בעיני ה'. ר''ל שלא יספיק לש''י עשיית זה החסד לכם כי הוא קל בעיניו ביחס ל החסד שהוא רוצה לעשות והו' שכבר יתן את מואב בידכם ","titles":[{"title":"﻿מלכים ג יח"},{"title":"﻿מלכים פרק ג פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":17},{"positionInParasha":57},{"uri":"jbr:tanach-ralbag11-3-18","text":" רלב\"ג  והכיתם כל עיר מבצר וגו'. ר''ל שאמ' להם במצו' הש''י שיכו כל עיר בצור' וכל עיר נבחרת ויפילו כל אילן טוב אף על פי שהתור' אמרה לא תשחית את עצה הנה היה זה למצות הש''י לפי שעה להשחית את מואב לפי היכלת ולזה צוה גם כן לסתם להם כל מעין מים ולהכות באבנים כל חלקה טובה כדי שישחיתו תבואתה ","titles":[{"title":"﻿מלכים ג יט"},{"title":"﻿מלכים פרק ג פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":18},{"positionInParasha":58},{"uri":"jbr:tanach-ralbag11-3-19","text":" רלב\"ג  ויהי בבקר כעלות המנחה. לפי שלא יתכן שיהיו דברי המלכים לאלישע בלילה ולא נכון ג''כ שנאמר שהמתינו לשתות עד למחרת היום ההוא שבאו שם מים מדרך אדום הנה הנראה בעיני בזה שהרצון באמרו ויהי בבקר שזה הרע שאמר לעשות למואב היה בבקר שאחר היום ההוא כמו שיבאר אחר זה אך יעוד בא המי' שם נתקיי' תכף בעת אשר יעלו בו מנחת ערב והוא תמיד של בין הערבי' והוא שכבר הביא הש''י מדרך אדום מים ומלא' הארץ מהם ","titles":[{"title":"﻿מלכים ג כ"},{"title":"﻿מלכים פרק ג פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":19},{"positionInParasha":59},{"uri":"jbr:tanach-ralbag11-3-20","text":" רלב\"ג  מכל חוגר חגורה ומעלה. ר''ל כל מי שראוי לחגור חגור' להלח' ומי שלמעלה מהם כלם נצעקו ויעמדו אצל גבול ארצ' לשמו' שלא יכנסו בה אויביה' ","titles":[{"title":"﻿מלכים ג כא"},{"title":"﻿מלכים פרק ג פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":20},{"positionInParasha":60},{"uri":"jbr:tanach-ralbag11-3-22","text":" רלב\"ג  ויאמרו דם זה וגו'. לפי שלא היה ממנהג המישור ההוא להיות בו מים חשבו שיהיו דם ולא נתנו לבם הכאת השמש במים ","titles":[{"title":"﻿מלכים ג כג"},{"title":"﻿מלכים פרק ג פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":22},{"positionInParasha":62},{"uri":"jbr:tanach-ralbag11-3-23","text":" רלב\"ג  ויבאו אל מחנה ישראל. הנה סבב הש''י שבאו כלם שם לא כדרך האנשים היוצאים למלחמה אך כדרך האנשים היוצאים לשלל ולזה הכום ישראל בקלות ","titles":[{"title":"﻿מלכים ג כד"},{"title":"﻿מלכים פרק ג פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":23},{"positionInParasha":63},{"uri":"jbr:tanach-ralbag11-3-24","text":" רלב\"ג  והערים יהרסו. עד השאיר אבניה בקיר חרשת, ר''ל שבעיר ההיא לבדה השאיר אבניה כי היא היתה חזקה מאד וכבר היו סובבים הקלעים ומכים אות' והנה היה שם מלך מואב וכראותו כי חזק ממנו דבר המלחמה לקח אתו שבע מאו' איש שולף חרב להבקיע אל מלך אדום ולא יכולו אז לקח במחנה מלך אדום בנו הבכור של מלך אדום אשר ימלוך תחתיו והעלהו עולה על החומה ר''ל ששרף אותו כאמרו על שרפו את עצמות מלך אדום לשיד ","titles":[{"title":"﻿מלכים ג כה"},{"title":"﻿מלכים פרק ג פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":24},{"positionInParasha":64},{"uri":"jbr:tanach-ralbag11-3-26","text":" רלב\"ג  והנה הביא זה הענין קצף גדול על ישראל ר''ל שכעסו מאד על שקרה זה המקר' הרע למלך אדו' שבא לעזור להם או יהיה הרצון שהיה למלך אדום קצף גדול בעבו' ישראל כי בסבתם קרה לו זה ","titles":[{"title":"﻿מלכים ג כז"},{"title":"﻿מלכים פרק ג פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":26},{"positionInParasha":66},{"uri":"jbr:tanach-ralbag11-4-1","text":" רלב\"ג  ואשה אחת מנשי בני הנביאים. ידוע כי בני הנביאים היו כלם יראים ה' ולזה אמר' כי עבדך היה ירא את ה' ולא היה עובד ע''ג ואמר' זה כי רוב ישדאל עובדי' ע''ג אז ","titles":[{"title":"﻿מלכים ד א"},{"title":"﻿מלכים פרק ד פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":1},{"positionInParasha":67},{"uri":"jbr:tanach-ralbag11-4-2","text":" רלב\"ג  כי אם אסוך שמן. הנה אסוך הו' כלי קטן ישימו בו שמן לסוך והנה היה זה המופ' שבהריק הכלי הזה היה כל האויר הנכנס שם מתהפך לשמן בדרך ההפך המטה לנחש היה זה המופ' בפעם אחת לבד ולזה צוה אותה שתשאל תחלה כלים רקים מאת כל שכניה כל מה שאפש' לה כדי שיהיה לה מהשמן שיעור רב והיא היתה מוצקת על הכלי ובהיותו מלא בניה מסיעים הכלי המלא ושמי' הכלי הריק באופן שביציקה אחת נמלאו כל הכלים זה אחר זה ","titles":[{"title":"﻿מלכים ד ב"},{"title":"﻿מלכים פרק ד פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":2},{"positionInParasha":68},{"uri":"jbr:tanach-ralbag11-4-7","text":" רלב\"ג  ותבא ותגד לאיש האלהים. הנה לא רצתה לעשות מזה השמן דבר אם לא בעצת הנביא כי לא היתה יודעת מה רצון הנבי' בזה ","titles":[{"title":"﻿מלכים ד ז"},{"title":"﻿מלכים פרק ד פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":7},{"positionInParasha":73},{"uri":"jbr:tanach-ralbag11-4-8","text":" רלב\"ג  ושם אשה גדולה. ר''ל אשה חשובה ונכבדת ","titles":[{"title":"﻿מלכים ד ח"},{"title":"﻿מלכים פרק ד פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":8},{"positionInParasha":74},{"uri":"jbr:tanach-ralbag11-4-10","text":" רלב\"ג  נעשה נא עלית קיר קטנה. אחשוב שמהקיר בעינה היתה נמשכת העלייה כמו הענין בבנין הכפה מאלט''ו בלע''ז ","titles":[{"title":"﻿מלכים ד י"},{"title":"﻿מלכים פרק ד פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":10},{"positionInParasha":76},{"uri":"jbr:tanach-ralbag11-4-12","text":" רלב\"ג  ויאמר לו אמר נא אליה. הנה לא רצה אלישע לדבר עם האשה אם לא כשהביאו לזה הכרח ואלו הדברים הספיק שיאמר לה גחזי ולזה לא קרא לה גחזי שתעמד בפתח כי לא היה רצון אלישע לדבר עמה אבל עמד' בחוץ לפני גחזי והי' גחזי בחוץ קרו' לאלישע או היה סמוך לפתח העלייה ","titles":[{"title":"﻿מלכים ד יב"},{"title":"﻿מלכים פרק ד פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":12},{"positionInParasha":78},{"uri":"jbr:tanach-ralbag11-4-13","text":" רלב\"ג  ויאמר אלישע לגחזי ומה לעשות לה. מהטובות לתת גמול ע''ז ","titles":[{"title":"﻿מלכים ד יד"},{"title":"﻿מלכים פרק ד פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":13},{"positionInParasha":79},{"uri":"jbr:tanach-ralbag11-4-14","text":" רלב\"ג  ויקרא לה ותעמד בפתח. הנה זה המאמר מפני שהוא נבואה רצה אלישע בעצמו לאמרו לה ","titles":[{"title":"﻿מלכים ד טו"},{"title":"﻿מלכים פרק ד פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":14},{"positionInParasha":80},{"uri":"jbr:tanach-ralbag11-4-15","text":" רלב\"ג  כעת חיה. ר''ל כעת הזה העומד וקרא העת ההיא חיה להיות זה החלק מהזמן לבדו נמצא כי הזמן החולף כבר נעדר והעתיד עדיין לא נכנס במציאות וכבר בארנו זה בפרשת וירא אליו באור שלם ","titles":[{"title":"﻿מלכים ד טז"},{"title":"﻿מלכים פרק ד פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":15},{"positionInParasha":81},{"uri":"jbr:tanach-ralbag11-4-18","text":" רלב\"ג  ראשי ראשי. התרעם הילד לאביו שכבר היה כואב לו ראשו ואז אמר למשרתו שהיה שם שישא הנער אל אמו ","titles":[{"title":"﻿מלכים ד יט"},{"title":"﻿מלכים פרק ד פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":18},{"positionInParasha":84},{"uri":"jbr:tanach-ralbag11-4-20","text":" רלב\"ג  ותשכיבהו על מטת איש האלהים. חשבה שבזכות הנביא יהיה הולד יותר נשמר שם ","titles":[{"title":"﻿מלכים ד כא"},{"title":"﻿מלכים פרק ד פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":20},{"positionInParasha":86},{"uri":"jbr:tanach-ralbag11-4-23","text":" רלב\"ג  היום לא חדש ולא שבת. ידמה שבימים האלו היו באים לפני הגדולים לשמוע דבריהם והם יורו אותם את הדרך ילכו בה ואת המעשה אשר יעשון ","titles":[{"title":"﻿מלכים ד כד"},{"title":"﻿מלכים פרק ד פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":23},{"positionInParasha":89},{"uri":"jbr:tanach-ralbag11-4-24","text":" רלב\"ג  הנה השונמית הלז. ר''ל הנה זאת שאנו רואים היא השונמית ","titles":[{"title":"﻿מלכים ד כה"},{"title":"﻿מלכים פרק ד פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":24},{"positionInParasha":90},{"uri":"jbr:tanach-ralbag11-4-25","text":" רלב\"ג  ותאמר שלום. לא רצת' לפתוח פיה לרע ","titles":[{"title":"﻿מלכים ד כו"},{"title":"﻿מלכים פרק ד פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":25},{"positionInParasha":91},{"uri":"jbr:tanach-ralbag11-4-26","text":" רלב\"ג  ותחזק ברגליו. להשתחוות לו ולהתחנן לפניו בעד בנה והנה נגש גחזי לדחותה ולהסירה שלא תכנע לפני הנביא כל זה ההכנע או אולי עשה זה לכבוד אלישע כי יודע שאין רצונו שתתקרב אליו אשה כל כך ","titles":[{"title":"﻿מלכים ד כז"},{"title":"﻿מלכים פרק ד פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":26},{"positionInParasha":92},{"uri":"jbr:tanach-ralbag11-4-28","text":" רלב\"ג  חגור מתניך וקח משענתי בידך. צוהו לחגו' מתניו כדי שיוכל לרוץ יותר כי החגור' תמנע תנועת האברים הפנימיים ולזאת הסבה גם כן מנעו שלא יברך איש מהאנשים שימצאו בדרכו גם לא יענה למברכים אותו כדי שלא יעכב בדרך וידמה שלא נשמר גחזי מכל מ''ש לו אלישע ולזה לא הועיל כששם מטה אלישע על פני הנער וידמה גם כן שלא היה גחזי ראוי שיעש' זה הענין על ידו וזה יתבאר ממה שחטא בו בדבר נעמן ","titles":[{"title":"﻿מלכים ד כט"},{"title":"﻿מלכים פרק ד פסוק כט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":28},{"positionInParasha":94},{"uri":"jbr:tanach-ralbag11-4-30","text":" רלב\"ג  ואין קול ואין קשב. ר''ל שלא היה מדבר ולא שומע כשידברו אליו ","titles":[{"title":"﻿מלכים ד לא"},{"title":"﻿מלכים פרק ד פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":30},{"positionInParasha":96},{"uri":"jbr:tanach-ralbag11-4-32","text":" רלב\"ג  ויסגור הדלת בעד שניהם. ר''ל שלא היו בבית כי אם שניהם כי לא רצה שיהיה שם שום אדם כדי שתהי' שם תפלתו יותר שלימה וכדי שלא יראה אדם מה שיעשה ","titles":[{"title":"﻿מלכים ד לג"},{"title":"﻿מלכים פרק ד פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":32},{"positionInParasha":98},{"uri":"jbr:tanach-ralbag11-4-33","text":" רלב\"ג  וישם פיו על פיו. כאילו רצה שישפע חיות לנער מאברי אלישע והנה עשה זה אחר התפלה ","titles":[{"title":"﻿מלכים ד לד"},{"title":"﻿מלכים פרק ד פסוק לד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":33},{"positionInParasha":99},{"uri":"jbr:tanach-ralbag11-4-34","text":" רלב\"ג  והנה זרר הנער אחר זה. שנתעטש וכן עשה אלישע כסדר הזה להתפלל ולכרוע על הילד להתמודד עליו עד שעשה זה שבע פעמים ואז פקח הילד את עיניו ונשלמה לו התחיה ","titles":[{"title":"﻿מלכים ד לה"},{"title":"﻿מלכים פרק ד פסוק לה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":34},{"positionInParasha":100},{"uri":"jbr:tanach-ralbag11-4-35","text":" רלב\"ג  שפות הסיר הגדולה. ר''ל הכן הסיר הגדולה לבשל בה תבשיל ובשל בה תבשיל לבני הנביאים והם תלמידי הנביאים ","titles":[{"title":"﻿מלכים ד לו"},{"title":"﻿מלכים פרק ד פסוק לו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":35},{"positionInParasha":101},{"uri":"jbr:tanach-ralbag11-4-36","text":" רלב\"ג  ללקט אורות. ר''ל ללקט ירקות ","titles":[{"title":"﻿מלכים ד לט"},{"title":"﻿מלכים פרק ד פסוק לט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":36},{"positionInParasha":102},{"uri":"jbr:tanach-ralbag11-4-37","text":" רלב\"ג  ויצקו לאנשים לאכול. ר''ל שיצקו מהסיר אל הקערה וכאשר אכלו ממנו צעקו שיש סם המות בסיר ועל צד המופת צוה הנביא שיקחו קמח וישליכו אל הסיר וכאשר עשו זה נרפא הנזיד ולא היה דבר רע בסיר ","titles":[{"title":"﻿מלכים ד מ"},{"title":"﻿מלכים פרק ד פסוק מ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":37},{"positionInParasha":103},{"uri":"jbr:tanach-ralbag11-4-39","text":" רלב\"ג  לחם בכורים. הוא מקציר השעורים כי הם נקצרים ראשונה ","titles":[{"title":"﻿מלכים ד מב"},{"title":"﻿מלכים פרק ד פסוק מב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":39},{"positionInParasha":105},{"uri":"jbr:tanach-ralbag11-5-1","text":" רלב\"ג  כי בו נתן ה' תשועה לארם. ידמה שהתשועה הזאת היא הריגת אחאב שנצחם שני פעמים והנה התשועה היא כי בלי מתכוין משך בקשת לתמו והמית אחאב ","titles":[{"title":"﻿מלכים ה א"},{"title":"﻿מלכים פרק ה פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":1},{"positionInParasha":108},{"uri":"jbr:tanach-ralbag11-5-2","text":" רלב\"ג  וארם יצאו גדודים. ר''ל שמבני ארם יצאו גדודים ","titles":[{"title":"﻿מלכים ה ב"},{"title":"﻿מלכים פרק ה פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":2},{"positionInParasha":109},{"uri":"jbr:tanach-ralbag11-5-3","text":" רלב\"ג  אחלי אדני לפני הנביא וגו'. ר''ל אם תהיינה תחנות אדני ובקשותיו לפני הנביא אשר בשומרון אז יאסוף אותו מצרעתו ","titles":[{"title":"﻿מלכים ה ג"},{"title":"﻿מלכים פרק ה פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":3},{"positionInParasha":110},{"uri":"jbr:tanach-ralbag11-5-4","text":" רלב\"ג  ויבא ויגד לאדניו. ר''ל שנעמן בא והגיד זה לאדניו למלך ארם ","titles":[{"title":"﻿מלכים ה ד"},{"title":"﻿מלכים פרק ה פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":4},{"positionInParasha":111},{"uri":"jbr:tanach-ralbag11-5-6","text":" רלב\"ג  ואספתו מצרעתו. ר''ל שתרפאהו מצרעתו ונקרא הרפואה מהצרעת אסיפה כי הצרעת תעשה מהאחד רבים כי מפני תגבורת החום העפושי יחלש מאד החום הטבעי הקושר איברי הבעלי חיים ומשים אותם אחד ולזה תמצא במצורע שכבר יפלו אבריו ולזה אמר בזה המקום ברפואת המצורע וישוב בשרך לך וטהר כי המצורע אין בשרו לו כמו שזכרנו כי אין בו הדבר שקושר בשרו בו ","titles":[{"title":"﻿מלכים ה ו"},{"title":"﻿מלכים פרק ה פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":6},{"positionInParasha":113},{"uri":"jbr:tanach-ralbag11-5-7","text":" רלב\"ג  כי מתאנה הוא לי. ר''ל מבקש תואנה כדי שילחם עמי ","titles":[{"title":"﻿מלכים ה ז"},{"title":"﻿מלכים פרק ה פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":7},{"positionInParasha":114},{"uri":"jbr:tanach-ralbag11-5-10","text":" רלב\"ג  והניף ידו אל המקום. ר''ל אל המקום אשר הוא עובד הש''י ","titles":[{"title":"﻿מלכים ה יא"},{"title":"﻿מלכים פרק ה פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":10},{"positionInParasha":117},{"uri":"jbr:tanach-ralbag11-5-11","text":" רלב\"ג  הלא ארחץ בהם וטהרתי. ר''ל הלא אני רוחץ בהם תמיד האם טהרתי מצרעתי מפני רחיצתי בהם ","titles":[{"title":"﻿מלכים ה יב"},{"title":"﻿מלכים פרק ה פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":11},{"positionInParasha":118},{"uri":"jbr:tanach-ralbag11-5-12","text":" רלב\"ג  אבי דבר גדול הנביא דבר אליך. ר''ל אילו דבר אליך הנביא לעשות דבר גדול הלא תעשה כדי שתרפא אף כי אמר אליך שתרפא בדבר קל כזה והיא הרחיצה בירדן שבע פעמים שיש לך לעשות דבריו ","titles":[{"title":"﻿מלכים ה יג"},{"title":"﻿מלכים פרק ה פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":12},{"positionInParasha":119},{"uri":"jbr:tanach-ralbag11-5-14","text":" רלב\"ג  קח נא ברכה מאת עבדך. רוצה לומר מנחה ","titles":[{"title":"﻿מלכים ה טו"},{"title":"﻿מלכים פרק ה פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":14},{"positionInParasha":121},{"uri":"jbr:tanach-ralbag11-5-16","text":" רלב\"ג  ולא יתן נא לעבדך צמד פרדים אדמה. רוצה לומר נניח זה אחר שאין רצונך לקחת גמול על זה שעשית לי מן הטוב אך אשאל ממך שתתן לי דרך אוכל לעבוד בו השם יתברך שעשה לי זאת הטובה ולזה שאל מאלישע שיותן לו מביתו מה שיוכל לשאת שני פרדים מאדמה לבנות בה מזבח לה' כי לא יעבוד עוד אלהים אחרים כי אם השם יתברך לבדו ובקש לאלישע שיתפלל לש''י שיסלח לו לדבר הזה והוא השתחוייתו בית רמון אשר הוא מוכרח בה מפני היות אדוניו נשען עליו בבאו בית רמון להשתחוות ","titles":[{"title":"﻿מלכים ה יז"},{"title":"﻿מלכים פרק ה פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":16},{"positionInParasha":123},{"uri":"jbr:tanach-ralbag11-5-18","text":" רלב\"ג  ויאמר לו לך לשלום. קצר הכתוב אך המובן מזה שנתן לו בקשתו במה שבקש לו לעבוד את השם יתברך ","titles":[{"title":"﻿מלכים ה יט"},{"title":"﻿מלכים פרק ה פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":18},{"positionInParasha":125},{"uri":"jbr:tanach-ralbag11-5-22","text":" רלב\"ג  ויצר ככרים כסף בשני חריטים. רוצה לומר שצרר שני ככרים של כסף בשני חריטים או בשתי אמתחות ","titles":[{"title":"﻿מלכים ה כג"},{"title":"﻿מלכים פרק ה פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":22},{"positionInParasha":129},{"uri":"jbr:tanach-ralbag11-5-23","text":" רלב\"ג  ויבא אל העופל ויקח מידם. הנה העופל הוא מקום גבוהה והיה שם בית חזק ולזה שם כספו שם כדי שיהיה יותר נשמר ","titles":[{"title":"﻿מלכים ה כד"},{"title":"﻿מלכים פרק ה פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":23},{"positionInParasha":130},{"uri":"jbr:tanach-ralbag11-5-24","text":" רלב\"ג  מאן גחזי. כתוב וקרי מאין והרצון בו מאין בא ואפשר כי אם לא היה משקר לו היה לוקח בחטא שחטא דרך אחרת כאלו תאמר שישיב לו מה שלקח באופן שהתבאר לנעמן שלא היה מאלישע הדבר הזה אך גחזי עשאו מעצמו אך מפני שכחש לו והוסיף בעונו לקח ממנו זאת הנקמה ","titles":[{"title":"﻿מלכים ה כה"},{"title":"﻿מלכים פרק ה פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":24},{"positionInParasha":131},{"uri":"jbr:tanach-ralbag11-5-25","text":" רלב\"ג  לא לבי הלך כאשר הפך איש מעל מרכבתו וגו'. ר''ל לא הלך ממני לבי שיעלה ממני מה שעשי' כאשר הפך איש מעל מרכבתו לקראתך והוא נעמן כי בודאי אני יודע כל זה ולזה נתן ענשו על זה שתדבק בו צרע' נעמן ובזרעו לעולם ר''ל כל ימיה' או עד היובל על דרך ועבדו לעולם ","titles":[{"title":"﻿מלכים ה כו"},{"title":"﻿מלכים פרק ה פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":25},{"positionInParasha":132},{"uri":"jbr:tanach-ralbag11-6-1","text":" רלב\"ג  צר ממנו. ר''ל דחוק ממנו וידמה כי מפני זה סמך זה לדבר גחזי להעי' כי לרוע תכונת גחזי לא היו התלמידים רבים מאד אך כאשר נפרד גחזי מאלישע אז רבו התלמידים ","titles":[{"title":"﻿מלכים ו א"},{"title":"﻿מלכים פרק ו פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":1},{"positionInParasha":134},{"uri":"jbr:tanach-ralbag11-6-2","text":" רלב\"ג  ונעשה לנו שם מקום לשבת שם. ר''ל שיבנו מהקורו' האלו בית או אהל כשיעשו מקצתם עמודים או יבנו הכותלי' מאבן ויקרו הבית באלו הקורות ","titles":[{"title":"﻿מלכים ו ב"},{"title":"﻿מלכים פרק ו פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":2},{"positionInParasha":135},{"uri":"jbr:tanach-ralbag11-6-3","text":" רלב\"ג  הואל נא ולך את עבדיך. אמר זה כדי שיהיה להם לעזר במתחדש להם שם ","titles":[{"title":"﻿מלכים ו ג"},{"title":"﻿מלכים פרק ו פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":3},{"positionInParasha":136},{"uri":"jbr:tanach-ralbag11-6-5","text":" רלב\"ג  ויהי האחד מפיל את הקורה והברזל נפל אל המים. ר''ל שבעת הכותו בגרזן להפיל הקור' נשל הברזל מיד הגרזן ונפל במי הירדן וצעק ואמר אהה אדני זה הגרזן לא היה שלי אך שאלתיהו מאח' ","titles":[{"title":"﻿מלכים ו ה"},{"title":"﻿מלכים פרק ו פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":5},{"positionInParasha":138},{"uri":"jbr:tanach-ralbag11-6-6","text":" רלב\"ג  ויקצב עץ וישלך שמה ויצף הברזל. ר''ל שכב' חתך ותקנו במדה שיוכל להכנס בנקב הברזל ויהיה לו כמו יד והנה היה המופת הזה שכאשר השליכו שמה נכנס בנקב הברזל ונתקיים בו הברזל ולפי שכבר הושרש בדבר המופתים מצד העיון ומצד דברי רז''ל כמו שבארנו בששי מספר מלחמות ה' שלא יתחדש בהם דבר חדש כאילו תאמר עליית הברזל למעלה במים והוא ברזל או רדת העץ למטה במים והוא עץ בלתי ראוי שיצלול במים והנה הרצון באמרו וישלך שמה שכבר השליך שם העץ בכח כדי שירד מפני זאת התנועה ההכרחית והנה היה העץ בשיעור שהיה יכול לנצח קלותו כבדו' הברזל ויציפהו עמו על המים ולזה הוצרך שיהיה העץ גדול ולא הספי' לו גודל יד הברזל להשליכו שם וחתך מפני זה עץ גדול אך המופת היה כמו שזכרנו היותו נכנס בנקב הברזל בהשליכו אותו במי' ","titles":[{"title":"﻿מלכים ו ו"},{"title":"﻿מלכים פרק ו פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":6},{"positionInParasha":139},{"uri":"jbr:tanach-ralbag11-6-8","text":" רלב\"ג  אל מקום פלני אלמני תחנתי. ר''ל שכבר היה חונה במקום נעלם כדי שלא ישמר מלך ישראל מעבר שם ויקחהו והנה פלוני מענין פלוי שהוא דבר מכוסה ונעלם ואלמוי היא ג''כ מענין ההסתר וההעלם והוא נגזר מהאלמות כאלו יאמר שלא ידובר בזה כלל כדי שלא יודע לאיש או אפשר על זה הענין בעצמו כי אל''ף אלמוני בזה המקו' ישמש במקו' עי''ן כמו עלמוני והוא ענין נעלם וכזה מצאנו הוראת שמוש האותיות מזה הצד על זה הדרך ","titles":[{"title":"﻿מלכים ו ח"},{"title":"﻿מלכים פרק ו פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":8},{"positionInParasha":141},{"uri":"jbr:tanach-ralbag11-6-9","text":" רלב\"ג  השמר מעבור המקום הזה כי שם ארם נחתים. ר''ל שתשמור מעבור במקום ההוא כי שם ארם נחתים שהיה בו מלך ארם ועבדיו כי שם ארם יורדים במורד אשר שם להחבא שלא תשמר מהם והנה באומ' נחתים יורדים וחונים תרגום וירד ונחת או יהיה מענין נחת ונשארה התי''ו בקבוץ כמו שנשארה התי''ו במלת נחשתך והרצון בו שהם עומדים שם בנחת בדרך שיעלם היותם שם וכן היה שולח לו אלישע בכל מקום שהיו נסתרים שם מלך ארם ועבדיו לתפשו ולבחון אם היה דבר הנבי' אמת שלח שם מלך ישראל אל המקום ההוא אשר הזהירו מעבור שם ומצא אמתו' דברי הנבי' תמיד לא פעם א' לבד ולא ב' פעמים לבד אך בחן זה פעמים רבות בדרך שנודע למלך ארם כי מלך ישראל היה יודע המקומו' אשר יתחבא שם ","titles":[{"title":"﻿מלכים ו ט"},{"title":"﻿מלכים פרק ו פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":9},{"positionInParasha":142},{"uri":"jbr:tanach-ralbag11-6-11","text":" רלב\"ג  ויסער לב מלך ארם. רוצה לומר אחזהו סער ומבוכה על זה הענין לחשבו כי במשרתיו איש יגלה סתריו למלך ישראל ","titles":[{"title":"﻿מלכים ו יא"},{"title":"﻿מלכים פרק ו פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":11},{"positionInParasha":144},{"uri":"jbr:tanach-ralbag11-6-13","text":" רלב\"ג  איכה הוא. איך הוא והרצון בו אם הוא בעיר בצורה וחיל רב עמו או איך הוא ענינו כי לפי שהוא בו אתחכם להבי' עליו חיל לתפשו ","titles":[{"title":"﻿מלכים ו יג"},{"title":"﻿מלכים פרק ו פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":13},{"positionInParasha":146},{"uri":"jbr:tanach-ralbag11-6-14","text":" רלב\"ג  והנה החיל שם בלילה כדי שלא ישמע דבר זה אלישע ויקבוץ אנשים יותר עמו ","titles":[{"title":"﻿מלכים ו יד"},{"title":"﻿מלכים פרק ו פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":14},{"positionInParasha":147},{"uri":"jbr:tanach-ralbag11-6-17","text":" רלב\"ג  סוסים ורכב אש סביבות אלישע. הנה אף ע''פ שלא נעזר אלישע בהם היה תועלת להראותם לנערו לשמרו מהפחד כדי שלא יצעק מפני הפחד ויהיה זה סבה שיתפחדו בני העיר כלם ויעזר פחדם אל מה שהיו רוצים לעשות כי אז יכירו כי אלישע שם ","titles":[{"title":"﻿מלכים ו יז"},{"title":"﻿מלכים פרק ו פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":17},{"positionInParasha":150},{"uri":"jbr:tanach-ralbag11-6-18","text":" רלב\"ג  וירדו אליו ויתפלל אלישע. ר''ל כי בעת שהיו יורדים אל אלישע לתפשו התפלל אלישע אל ה' שיכה אותם בסנורים בדרך שלא יראו היטב ובזה האופן נדמה להם שהעיר שהלכו שם לא היתה העיר שהיו מבקשים והיה אפשר זה לפי מחשבתם כי בלילה הלכו שם ויתכן שבבאם לאלישע שאלו לו האם העיר שהם בה היא דותן וענם לא כי טעית' בדרך ולא זו העיר אשר אלישע בה כי כבר הלך לעיר אחרת או הרצון בו ולא זו העיר היא דותן והביאור הראשון הוא יותר נכון ","titles":[{"title":"﻿מלכים ו יח"},{"title":"﻿מלכים פרק ו פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":18},{"positionInParasha":151},{"uri":"jbr:tanach-ralbag11-6-22","text":" רלב\"ג  האשר שבית בחרבך ובקשתך אתה מכה. ר''ל הנה אלו שביתי ונהגתי בכח גבורת השם יתברך ולמה תכה אותם האם תכה האנשים אשר תנהג בשבי בחרבך ובקשתך אין זה ראוי וכל שכן שאין ראוי זה באשר שבה אותם הש''י ","titles":[{"title":"﻿מלכים ו כב"},{"title":"﻿מלכים פרק ו פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":22},{"positionInParasha":155},{"uri":"jbr:tanach-ralbag11-6-23","text":" רלב\"ג  ויכרה להם כרה גדולה. ר''ל שעשה להם סעודה גדולה ","titles":[{"title":"﻿מלכים ו כג"},{"title":"﻿מלכים פרק ו פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":23},{"positionInParasha":156},{"uri":"jbr:tanach-ralbag11-6-24","text":" רלב\"ג  ויעל ויצר על שמרון. ר''ל שבנה עליה מצור בדרך שלא יוכל איש לצאת מן העיר וידמה שכבר שם במצור גם כן עיירות רבות מישראל והיו משחיתים יבול כל הארץ בדרך שהיה הרעב כבד באר' וזהו מה שאמר אלישע לשונמית כי קרא ה' לרעב וגם בא אל הארץ שבע שנים ואפשר שנתקבצו ברעב סבות אחרות כאילו תאמר חסרון התבואות וידמה שזמן המצור ארוך מאד ולזה הגיע הענין בשמרון מחוזק הרעב שהיה שם ראש חמור שוה שמני' כסף והיו אוכלי' אותו מפני הרעב כי התור' אמרה וחי בהם ולא שימות בהם ","titles":[{"title":"﻿מלכים ו כד"},{"title":"﻿מלכים פרק ו פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":24},{"positionInParasha":157},{"uri":"jbr:tanach-ralbag11-6-25","text":" רלב\"ג  ורובע הקב חרייונים. פי' בו צואת יונים כי היא יוצאת מחוריהם וכמוהו לאכול את חוריהם ולא אשער מה היה השתמשותם ברעב בצואת יונים ואפשר כי לרוב השחתת האויבים יבול הארץ היו גרגירי הזרעים נמצאים מאד בחוץ והיו היונים אוכלים מהם לשובע ומרוב אכלם מהם היו נמצאים מהזרעים ההם קצת בצואתם כי לא יוכלו לעכל כל הכמות ההיא ","titles":[{"title":"﻿מלכים ו כה"},{"title":"﻿מלכים פרק ו פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":25},{"positionInParasha":158},{"uri":"jbr:tanach-ralbag11-6-27","text":" רלב\"ג  אל יושיעך ה'. ר''ל הנה ה' הוא אשר אינו מושיעך כי הוא הביא לנו הרעב החזק הזה אבל אני אין לי אשם במה שלא יושיעך ","titles":[{"title":"﻿מלכים ו כז"},{"title":"﻿מלכים פרק ו פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":27},{"positionInParasha":160},{"uri":"jbr:tanach-ralbag11-6-29","text":" רלב\"ג  ותחבא את בנה. ר''ל למלטו שלא יאכלוהו כי אולי תהיה לה הצלה ממקום אחר ","titles":[{"title":"﻿מלכים ו כט"},{"title":"﻿מלכים פרק ו פסוק כט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":29},{"positionInParasha":162},{"uri":"jbr:tanach-ralbag11-6-31","text":" רלב\"ג  אם יעמוד ראש אלישע בן שפט עליו היום. ידמה כי אלישע בהוכיחו אותו אמר לו שיהיה רעב ולא הגיד לו שיהיה שבע שנים לבד כמו שאמר אליהו אם יהיה השנים האלה טל ומטר כי אם לפי דברי ולא הגיד לו גם כן שיסור בשנה השלישית ולזה כעס המלך עליו ואמר להמיתו מפני ראותו כי כבר הגיע מחוזק הרעב אל שהיו אוכלים בשר בניהם ","titles":[{"title":"﻿מלכים ו לא"},{"title":"﻿מלכים פרק ו פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":31},{"positionInParasha":164},{"uri":"jbr:tanach-ralbag11-6-32","text":" רלב\"ג  בן המרצח הזה. קרא בן אחאב בן המרצח כי הוא הסכים בהריגת נבות ובהריגת נביאי ה' על יד איזבל ","titles":[{"title":"﻿מלכים ו לב"},{"title":"﻿מלכים פרק ו פסוק לב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":32},{"positionInParasha":165},{"uri":"jbr:tanach-ralbag11-6-33","text":" רלב\"ג  והנה המלאך יורד אליו ויאמר הנה זאת הרעה מאת ה' מה אוחיל לה' עוד. ידמה שהמלאך היורד אליו אמר לאלישע כי הוא בא להרגו על דבר הרעב במצות המלך ואמר לו אלישע כי לא זו הדרך להמלט מהרעב אלא עד שיתפללו לש''י וענה המלאך כי אחר שזאת הרעה מאת ה' לשוא יתפלל אליו עוד וחשב כי התפלה לבד תועיל להציל מהרע שיעשהו אחר לא מהרעה שיעשה הש''י בעצמה ולזה ענה אלישע כי השם יצילם מהרע ההוא עד שכעת מחר ישוב בשער שמרון סאה סולת בשקל וסאתים שעורים בשקל ואפשר שיהיה הרצון בזה שכבר אמר המלאך שבא להמית אלישע כמו מתחרט על שבא להרגו הנה זאת הרע' באה לנו מאת ה' על חטאינו מה אחטא עוד ואקנה לעצמי חיל וצרה על הצרה הזאת בעבור שיכעס עלי השם והוא מענין מעי מעי אוחילה ","titles":[{"title":"﻿מלכים ו לג"},{"title":"﻿מלכים פרק ו פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":33},{"positionInParasha":166},{"uri":"jbr:tanach-ralbag11-7-2","text":" רלב\"ג  השליש אשר למלך נשען על ידו. רוצה לומר בעת שהיה המלך נשען על ידו בדרך ששמע המלך דבריו כאמרו מכחיש נבואת אלישע שזה לא יהיה כמו שלא יתכן שיעשה השם ארובות בשמים ","titles":[{"title":"﻿מלכים ז ב"},{"title":"﻿מלכים פרק ז פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":2},{"positionInParasha":168},{"uri":"jbr:tanach-ralbag11-7-3","text":" רלב\"ג  וארבעה אנשים היו מצורעים פתח השער. לפי שהיו מוכרחים לעמוד מחוץ למחנה והיה שם מקום להם תוך שער העיר סמוך לפתח השער ","titles":[{"title":"﻿מלכים ז ג"},{"title":"﻿מלכים פרק ז פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":3},{"positionInParasha":169},{"uri":"jbr:tanach-ralbag11-7-5","text":" רלב\"ג  ויקומו וינוסו בנשף. רוצה לומר כי בלילה שמעו הקולות אשר השמיעם השם יתברך על דרך המופת ובלילה ההוא נסו תכף ומרוב פחדם עזבו סוסיהם וחמוריהם וברחו ברגליהם ","titles":[{"title":"﻿מלכים ז ה"},{"title":"﻿מלכים פרק ז פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":5},{"positionInParasha":171},{"uri":"jbr:tanach-ralbag11-7-8","text":" רלב\"ג  לא כן אנחנו עושים. ר''ל אין אנחנו עושים דבר ראוי היום הזה הוא יום ראוי לבשר ואם אנחנו שותקים ונמתין עד אור הבקר ידעו זה ישראל וימצאנו עונש על אשר לא בשרנו הבשורה הזאת והנה אז היה עדיין לילה ","titles":[{"title":"﻿מלכים ז ח"},{"title":"﻿מלכים פרק ז פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":8},{"positionInParasha":174},{"uri":"jbr:tanach-ralbag11-7-10","text":" רלב\"ג  ויקרא השוערים. רוצה לומר ששוער העיר קרא השוערים אשר שומרים שער המלך ","titles":[{"title":"﻿מלכים ז יא"},{"title":"﻿מלכים פרק ז פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":10},{"positionInParasha":176},{"uri":"jbr:tanach-ralbag11-7-12","text":" רלב\"ג  הנם ככל המון ישראל. הנה ההמון כתוב והמון קרי והכל ענין אחד והרצון בכתבו ההמון המון ישראל כמו והנבואה עודד הנביא והרצון בזה אם ימלטו הנם ככל המון ישראל אשר נשארו בה בעיר ואין בזה נזק ואם יפסדו הנם ככל המון ישראל אשר תמו ולא יוכר ההפסד הזה ביחס אל כל מה שנפסד מפני הרעב והנה לא הסכימו לשלוח כי אם שני רכב סוסים כי די בהם לעמד על אמתת זה ","titles":[{"title":"﻿מלכים ז יג"},{"title":"﻿מלכים פרק ז פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":12},{"positionInParasha":178},{"uri":"jbr:tanach-ralbag11-7-14","text":" רלב\"ג  אשר השליכו ארם בחפזם. ר''ל מפני היותם נחפזים ללכת ","titles":[{"title":"﻿מלכים ז טו"},{"title":"﻿מלכים פרק ז פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":14},{"positionInParasha":180},{"uri":"jbr:tanach-ralbag11-7-16","text":" רלב\"ג  והמלך הפקיד את השליש. ר''ל שכבר הפקידו לאנשים שישמרוהו שם באופן שבעבור העם שם ירמסוהו בעבור מה שדבר כנגד הנביא ","titles":[{"title":"﻿מלכים ז יז"},{"title":"﻿מלכים פרק ז פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":16},{"positionInParasha":182},{"uri":"jbr:tanach-ralbag11-8-3","text":" רלב\"ג  ותבא לצעק אל המלך אל ביתה ואל שדה. ר''ל שהחזיקו בהם אנשים והיתה מבקשת קרקעותיה ופירותיה מיום נסעה ","titles":[{"title":"﻿מלכים ח ג"},{"title":"﻿מלכים פרק ח פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":3},{"positionInParasha":188},{"uri":"jbr:tanach-ralbag11-8-6","text":" רלב\"ג  וישאל המלך לאשה ותספר לו. ר''ל שכבר שאל לה זה הענין שספר גחזי שעשה אלישע מהגדולות ותספר לו שהענין הוא כן ","titles":[{"title":"﻿מלכים ח ו"},{"title":"﻿מלכים פרק ח פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":6},{"positionInParasha":191},{"uri":"jbr:tanach-ralbag11-8-8","text":" רלב\"ג  וכל טוב דמשק משא ארבעים גמל. והנה אחשוב שזאת היא המנחה שלקח בידו ר''ל תחת רשותו ותהיה וי''ו וכל טוב בפ''א רפה בלשון ישמעאל ר''ל שהיא ללא ענין והרצון בו כל טוב דמשק ","titles":[{"title":"﻿מלכים ח ח"},{"title":"﻿מלכים פרק ח פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":8},{"positionInParasha":193},{"uri":"jbr:tanach-ralbag11-8-9","text":" רלב\"ג  לך אמור לו חיה תחיה. ר''ל שכבר הראהו השם ית' כי מות ימות אך כדי שלא יאמרו כי מהפחד מת אמר לו חיה תחיה וזה דבר ראוי לנביאים כי בזה יתאמת יותר אמתות נבואתם ","titles":[{"title":"﻿מלכים ח י"},{"title":"﻿מלכים פרק ח פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":9},{"positionInParasha":194},{"uri":"jbr:tanach-ralbag11-8-10","text":" רלב\"ג  ויעמד את פניו. ר''ל שכבר התאפק להעמיד פניו שלא יבכה ושם ידיו על פניו שלא יראהו חזאל בוכה ולא יכול להמנע מלבכות ","titles":[{"title":"﻿מלכים ח יא"},{"title":"﻿מלכים פרק ח פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":10},{"positionInParasha":195},{"uri":"jbr:tanach-ralbag11-8-11","text":" רלב\"ג  מבצריהם תשלח באש. רוצ' לומר הערים הבצורות אשר להם ","titles":[{"title":"﻿מלכים ח יב"},{"title":"﻿מלכים פרק ח פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":11},{"positionInParasha":196},{"uri":"jbr:tanach-ralbag11-8-12","text":" רלב\"ג  הראני ה' אותך מלך על ארם. הנה זאת היא משיחת חזאל למלך שאמר השם יתברך לאליהו ","titles":[{"title":"﻿מלכים ח יג"},{"title":"﻿מלכים פרק ח פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":12},{"positionInParasha":197},{"uri":"jbr:tanach-ralbag11-8-13","text":" רלב\"ג  ויהי ממחרת ויקח המכבר ויטבל במים ויפרש על פניו וימת. אחשוב כי המכבר הוא הנקרא נוא''ה בלע''ז והנה טבל אותו במים קרים כי היה מתרעם בן הדד מתגבורת החום הנכרי ועשה זה להשקיט החום ההוא וזה עוד למהר המות ומלך חזאל תחתיו כמו שאמר לו אלישע ","titles":[{"title":"﻿מלכים ח יד"},{"title":"﻿מלכים פרק ח פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":13},{"positionInParasha":198},{"uri":"jbr:tanach-ralbag11-8-14","text":" רלב\"ג  ובשנת חמש ליורם בן אחאב מלך ישראל. כבר בארנו זה במה שקדם והרצון בו שכאשר עברו חמש שני' ליורם בן אחאב עם יהושפט מלך יהודה שהי' משתתף עמו בהנהגת מלכות ישראל אז מלך יהור' בן יהושפט מלך יהודה ","titles":[{"title":"﻿מלכים ח טז"},{"title":"﻿מלכים פרק ח פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":14},{"positionInParasha":199},{"uri":"jbr:tanach-ralbag11-8-15","text":" רלב\"ג  כי בת אחאב היתה לו לאשה. והנה במה שאחר זה קראה בת עמרי ואחשוב כי היתה בת אחאב אך פעם יחסה אל אביה ופעם אל אבי אביה ","titles":[{"title":"﻿מלכים ח יז"},{"title":"﻿מלכים פרק ח פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":15},{"positionInParasha":200},{"uri":"jbr:tanach-ralbag11-8-16","text":" רלב\"ג  לתת לו ניר לבניו כל הימים. רוצה לומר שיתן מלכות לבניו כל הימים ","titles":[{"title":"﻿מלכים ח יט"},{"title":"﻿מלכים פרק ח פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":16},{"positionInParasha":201},{"uri":"jbr:tanach-ralbag11-8-17","text":" רלב\"ג  בימיו פשע אדום מתחת יד יהודה. ר''ל כי בימי יורם פשע אדום מתחת יד יהודה ומרדו בהם והמליכו עליהם מלך והעבירו הנציב ששם עליהם מלך יהודה ","titles":[{"title":"﻿מלכים ח כ"},{"title":"﻿מלכים פרק ח פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":17},{"positionInParasha":202},{"uri":"jbr:tanach-ralbag11-8-18","text":" רלב\"ג  והנה עבר יורם צעירה וכל הרכב עמו. להלחם עם אדום המורד בו והנה לא מרדו כולם בו אך קצתם הלכו בעזרתו כדי להלחם עם המורדים בו מהאדומים וכשהיה זה שהיה משתדל יהורם להלחם עם אדום המורד בו הנה קם אדום המורד לילה והכה את אדום הסובב אליו להלחם עמו והם אשר באו לעזור את יהורם מלך יהודה והכה בלילה שרי הרכב אשר ליורם וינוסו עם ישראל לאוהליו וגם אז מרדה עיר לבנה בישר' ","titles":[{"title":"﻿מלכים ח כא"},{"title":"﻿מלכים פרק ח פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":18},{"positionInParasha":203},{"uri":"jbr:tanach-ralbag11-8-23","text":" רלב\"ג  בן עשרים ושתי' שנה אחזיהו במלכו. והנה בד''ה אמר בן ארבעים ושתים שנה והנה מה שמנה בד''ה אינו ללידת אחזיה אך לעת צמיחת מלכות עמרי אשר בעבור היותו מזרעו קרה לו שנהרג עם מלד ישראל וזה שאחר שלשים ואחד שנה לאסא מלך עמרי על כל ישראל ואחר זה מלך שש שנים ואחאב בנו עשרים ושתים ואחזיה שנתים ויורם היה בשנת שתים עשרה הרי ארבעים ושתי' שנה שעמדה מלכות עמרי ","titles":[{"title":"﻿מלכים ח כו"},{"title":"﻿מלכים פרק ח פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":23},{"positionInParasha":208},{"uri":"jbr:tanach-ralbag11-8-25","text":" רלב\"ג  ויכו ארמים את יורם. הנה סבב השם יתע' שברמות גלעד נפלו אחאב ויורם בנו כי יורם הלך להלחם ברמות גלעד ושם הוכה וזה היה כלי אל שהיה יכול יהוא להמיתו ","titles":[{"title":"﻿מלכים ח כח"},{"title":"﻿מלכים פרק ח פסוק כח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":25},{"positionInParasha":210},{"uri":"jbr:tanach-ralbag11-9-1","text":" רלב\"ג  ויאמר לו חגור מתניך. צוהו לחגור מתניו כדי שיוכל לרוץ ","titles":[{"title":"﻿מלכים ט א"},{"title":"﻿מלכים פרק ט פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":1},{"positionInParasha":212},{"uri":"jbr:tanach-ralbag11-9-2","text":" רלב\"ג  והבאת אותו חדר בחדר. צוהו זה כדי שלא ישמע אדם דבריו ","titles":[{"title":"﻿מלכים ט ב"},{"title":"﻿מלכים פרק ט פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":2},{"positionInParasha":213},{"uri":"jbr:tanach-ralbag11-9-3","text":" רלב\"ג  ונסתה ולא תחכה. ר''ל שלא תמתין לנוס אבל תנוס תכף השלימך הדברים והנה קצר בכאן ולא זכר הדברים שאמר אלישע שיאמר ליהוא אך מדבריו ליהוא למדנו שכבר צוהו אלישע לומר אותן הדברי' ","titles":[{"title":"﻿מלכים ט ג"},{"title":"﻿מלכים פרק ט פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":3},{"positionInParasha":214},{"uri":"jbr:tanach-ralbag11-9-11","text":" רלב\"ג  ויאמר לו השלום. ר''ל שכבר אמר לו זה אחד מהשרים אשר שם וחקר עמו אם הדבר שדבר אליו הוא שלום או הפך כי רגילי' היו הנביאים ליעד רע לישראל והנה קראו הנביא משוגע לפי שמרוב התבודדות שכלם בש''י היו שוגים בשאר הענינים ","titles":[{"title":"﻿מלכים ט יא"},{"title":"﻿מלכים פרק ט פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":11},{"positionInParasha":222},{"uri":"jbr:tanach-ralbag11-9-12","text":" רלב\"ג  ויאמרו שקר הגד נא לנו. ר''ל הנה דבריך הם שקר הגד נא לנו מה אמר לך כי דבר סוד אמר אליך ","titles":[{"title":"﻿מלכים ט יב"},{"title":"﻿מלכים פרק ט פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":12},{"positionInParasha":223},{"uri":"jbr:tanach-ralbag11-9-13","text":" רלב\"ג  וימהרו ויקחו איש בגדו. ר''ל שכל אחד מהשרים אשר שם לקח בגדו ושמהו תחת יהוא לעוצם המעלות אשר העלוהו שם כדי שיהיה גבוה מאד על כלם כמשפט המלך ","titles":[{"title":"﻿מלכים ט יג"},{"title":"﻿מלכים פרק ט פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":13},{"positionInParasha":224},{"uri":"jbr:tanach-ralbag11-9-14","text":" רלב\"ג  ויתקשר יהוא בן יהושפט. רוצה לומר שהתקש' עם השרים אשר שם כנגד יורם וזכר כי סבת זה הקשר היה היות יורם מוכה ברמות גלעד כי לולי זה כבר היה שומר ברמות גלעד וכל ישראל מפני חזאל שהיה רוצה לכבוש רמות גלעד ומפני יראת השרים ממנו לא היה אפשר אז כל זה אך קרה שהוכה שם והוכרח מפני זה ללכת ביזרעאל וזה ממה שהישיר הדרך אל זה הקשר ","titles":[{"title":"﻿מלכים ט יד"},{"title":"﻿מלכים פרק ט פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":14},{"positionInParasha":225},{"uri":"jbr:tanach-ralbag11-9-17","text":" רלב\"ג  וירא את שפעת יהוא. ר''ל שפע עם שהיה בא עם יהוא ","titles":[{"title":"﻿מלכים ט יז"},{"title":"﻿מלכים פרק ט פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":17},{"positionInParasha":228},{"uri":"jbr:tanach-ralbag11-9-18","text":" רלב\"ג  מה לך ולשלום סוב אל אחרי. עש' זאת כדי שלא ידע המלך דב' בזה כדי שיתכן לו יותר להמיתו ","titles":[{"title":"﻿מלכים ט יח"},{"title":"﻿מלכים פרק ט פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":18},{"positionInParasha":229},{"uri":"jbr:tanach-ralbag11-9-20","text":" רלב\"ג  והמנהג כמנהג יהוא. ר''ל מנהג המלך אשר היה רוכב בו והוא היה נוהג מנהג יהוא כי הוא רכבו בשגעון בזולת ישוב ","titles":[{"title":"﻿מלכים ט כ"},{"title":"﻿מלכים פרק ט פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":20},{"positionInParasha":231},{"uri":"jbr:tanach-ralbag11-9-23","text":" רלב\"ג  ויהפך יהורם ידו וינס. ר''ל שכב' היה נס לשוב ליזרעאל אך מהר יהוא וירה לו חץ והכהו מאחוריו בין זרועיו ויצא מלבו ומת לשעתו וכרע ברכבו ואמר יהוא לבדקר שהיה השליש שלו שישא נבלת יורם וישליכהו בחלקת שדה נבות היזרעאלי ר''ל במקום אשר סוקל שם נבות ","titles":[{"title":"﻿מלכים ט כג"},{"title":"﻿מלכים פרק ט פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":23},{"positionInParasha":234},{"uri":"jbr:tanach-ralbag11-9-25","text":" רלב\"ג  אני ואתה את רוכבים צמדים אחרי אחאב אביו. ר''ל שאני ואתה היינו יחד את רוכבים אחרים מחוברים והולכים אחרי אחאב אביו ","titles":[{"title":"﻿מלכים ט כה"},{"title":"﻿מלכים פרק ט פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":25},{"positionInParasha":236},{"uri":"jbr:tanach-ralbag11-9-26","text":" רלב\"ג  אם לא את דמי נבות ואת דמי בניו ראיתי אמש. אמר דמי בניו העתידים לצאת ממנו כמו שבארנו במה שקדם ואמר אליהו לו בדבר ה' שכבר ראה בלילה שעבר קודם מצאו אותו דמי נבות שהומת בעבור שלא רצה למכור כרמו או להחליפו ","titles":[{"title":"﻿מלכים ט כו"},{"title":"﻿מלכים פרק ט פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":26},{"positionInParasha":237},{"uri":"jbr:tanach-ralbag11-9-27","text":" רלב\"ג  ואחזיהו מלך יהודה ראה וינס. ספר בד''ה שכבר היה אחזיהו מתחבא בשמרון ויביאוהו אל יהוא ואולם קצר בזה המקום והנה כשהביאוהו אל יהוא אמר להם שיכוהו אל המרכבה בחצים והנה אמר להם זה בהיותו בעליית גור אשר את יבלעם ושם הכוהו בחצים ונס מוכה אל מגדו וימת שם והנה זכה לקבורה מפני היותו בן יהושפט אשר דרש את ה' בכל לבו כמו שנזכר בספר ד''ה ","titles":[{"title":"﻿מלכים ט כז"},{"title":"﻿מלכים פרק ט פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":27},{"positionInParasha":238},{"uri":"jbr:tanach-ralbag11-9-30","text":" רלב\"ג  ותשם בפוך עיניה. ר''ל שכבר קשטה את עצמה ושמה פוך בעיניה להיטיב ראותה אולי עשתה כדי שתשא חן בעיניו ויחמול עליה ולא יהרגנה או עשתה זה להחזיק המלוכה עדיין והוא יותר נכון ולזה אמרה בגאוה ליהוא השלום זמרי הורג אדניו ","titles":[{"title":"﻿מלכים ט ל"},{"title":"﻿מלכים פרק ט פסוק ל"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":30},{"positionInParasha":241},{"uri":"jbr:tanach-ralbag11-9-33","text":" רלב\"ג  שמטוהו. כתוב שמטוה קרי והכתוב שב אל גוף איזבל כאילו יאמר שמטו גופה כדי שיפילוהו לארץ וזהו סקילה כמו שסוקל נבות כי הסקילה היא אם בשליכת אבנים על הנסקל או ביריית הנסקל על האבן כאמרו כי סקול יסקל או ירה יירה והנה זה היה מדה כנגד מדה ","titles":[{"title":"﻿מלכים ט לג"},{"title":"﻿מלכים פרק ט פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":33},{"positionInParasha":244},{"uri":"jbr:tanach-ralbag11-9-36","text":" רלב\"ג  בחלק יזרעאל. ידמה שבכרם נבות נפלה ושם אכלו בשדה הכלבי' כי אצל בית אחאב היה כרם נבות ","titles":[{"title":"﻿מלכים ט לו"},{"title":"﻿מלכים פרק ט פסוק לו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":36},{"positionInParasha":247},{"uri":"jbr:tanach-ralbag11-10-2","text":" רלב\"ג  והנשק. ר''ל כלי המלחמה ","titles":[{"title":"﻿מלכים י ב"},{"title":"﻿מלכים פרק י פסוק ב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":2},{"positionInParasha":250},{"uri":"jbr:tanach-ralbag11-10-5","text":" רלב\"ג  וישלח אשר על הבית. ר''ל שכבר שלח הממונים על בית אחאב והממונה על עיר שמרון וזקני העיר והאומנים ומגדלים בני אחאב שהיו גדולי העיר כמו שנזכר אחר זה שהם עבדיו וכל אשר יאמר להם יעשו ","titles":[{"title":"﻿מלכים י ה"},{"title":"﻿מלכים פרק י פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":5},{"positionInParasha":253},{"uri":"jbr:tanach-ralbag11-10-7","text":" רלב\"ג  וישימו את ראשיהם בדודים. ר''ל בסלים כדי שיראום האנשים ","titles":[{"title":"﻿מלכים י ז"},{"title":"﻿מלכים פרק י פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":7},{"positionInParasha":255},{"uri":"jbr:tanach-ralbag11-10-11","text":" רלב\"ג  וכהניו הם כהני הבמות ","titles":[{"title":"﻿מלכים י יא"},{"title":"﻿מלכים פרק י פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":11},{"positionInParasha":259},{"uri":"jbr:tanach-ralbag11-10-12","text":" רלב\"ג  ויקם ויבא וילך שומרון. ר''ל שכבר קם יהוא ובא לביתו לקחת הרכב והלך לשומרון ובדרכו הנה בהיותו בית עקד הרועים הוא הבית שהיו הרועים גוזזים שם את הצאן ולזה היו עוקדים אותם שם הנה מצא יהוא את אחי אחזיהו מלך יהודה ר''ל בני אחי אחזיהו כי כבר מתו אחיו כמו שנזכר בספר ד''ה ","titles":[{"title":"﻿מלכים י יב"},{"title":"﻿מלכים פרק י פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":12},{"positionInParasha":260},{"uri":"jbr:tanach-ralbag11-10-14","text":" רלב\"ג  וישחטום אל בור בית עקד. הנה היה בור בבית ההוא שהיה בית עקד הרועים ושם שמום אחר שהרגום ","titles":[{"title":"﻿מלכים י יד"},{"title":"﻿מלכים פרק י פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":14},{"positionInParasha":262},{"uri":"jbr:tanach-ralbag11-10-18","text":" רלב\"ג  איש אל יפקד. ר''ל שלא יחסר איש שלא יהיו כלם שם ","titles":[{"title":"﻿מלכים י יט"},{"title":"﻿מלכים פרק י פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":18},{"positionInParasha":266},{"uri":"jbr:tanach-ralbag11-10-19","text":" רלב\"ג  קדשו עצרה לבעל. זמנו וקראו יום שתהיו נעצרים בו כלכם לבעל ","titles":[{"title":"﻿מלכים י כ"},{"title":"﻿מלכים פרק י פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":19},{"positionInParasha":267},{"uri":"jbr:tanach-ralbag11-10-21","text":" רלב\"ג  ויאמר לאשר על המלתחה. הוא הממונה על אוצר בגדי הכמרים ועובדי הבעל ","titles":[{"title":"﻿מלכים י כב"},{"title":"﻿מלכים פרק י פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":21},{"positionInParasha":269},{"uri":"jbr:tanach-ralbag11-10-24","text":" רלב\"ג  וישלכו הרצים והשלשים. ר''ל שכבר השליכו הרצים והשלישים נבלת ההרוגי' מבית הבעל בעת הכותם אותם ","titles":[{"title":"﻿מלכים י כה"},{"title":"﻿מלכים פרק י פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":24},{"positionInParasha":272},{"uri":"jbr:tanach-ralbag11-10-29","text":" רלב\"ג  בימים ההם החל ה' לקצות בישראל. הנה מזה המקום יתבאר לך שמה שהמית יהוא מבית אחאב היה נמלט מחרב חזאל כי בימי בית אחאב לא שלטה חרבו בישראל אך בימי יהוא התחיל הש''י לקצץ ולהכרית בישראל על יד חזאל והנה קצה וקצץ הם שני שרשים בענין אחד ","titles":[{"title":"﻿מלכים י לא"},{"title":"﻿מלכים פרק י פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-10"},{"positionInPerek":29},{"positionInParasha":277},{"uri":"jbr:tanach-ralbag11-11-1","text":" רלב\"ג  ועתליהו אם אחזיהו ראתה כי מת בנה. הנה זה היה מאת הש''י לכלות הזרע הבא מאת בית אחאב כי הנותר שלא המית יהוא המיתה עתליה עד שגם יואש בן בנה הוצרכה יהושבע בת המלך יורם למלטו ולהסתירו מפני עתליהו שלא תמיתהו ולזה גנזה אותו ואת מיניקתו בחדר המטות שהיו שם והסתירו אותו הוא ומניקתו מפני עתליהו ולא הומת והנה הסתירה אותם יהושבע בבית ה' כי שם היתה יושבת כי בעלה היה כהן גדול והנה החביאתם שש שנים ואז היתה עתליהו מולכת על הארץ ","titles":[{"title":"﻿מלכים יא א"},{"title":"﻿מלכים פרק יא פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":1},{"positionInParasha":280},{"uri":"jbr:tanach-ralbag11-11-4","text":" רלב\"ג  שלח יהוידע ויקח את שרי המאות לכרי ולרצים. הרצון באמרו לכרי לכרים והרצון בו לשרים והם ראשי האבות לישראל כמו שנזכר בספר דברי הימים והנה הרצון בזה שכבר לקח יהוידע שרי המאות לכהנים וללויים ושלח בידם לראשי אבות ישראל ולרצים שיבאו אליו והנה הביא אותם אליו בית ה' וכרת להם ברית עם ה' ועם המלך כמו שזכ' אחר זה שלא יגלה אותם והשביע אותם בשם ה' לעשות מצותו להקים את בית המלך על כסא אביו ואחר זה הראה אותם את בן המלך והוא יואש ","titles":[{"title":"﻿מלכים יא ד"},{"title":"﻿מלכים פרק יא פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":4},{"positionInParasha":283},{"uri":"jbr:tanach-ralbag11-11-5","text":" רלב\"ג  ויצום לאמר זה הדבר אשר תעשון השלשית. השלישית מהאנשים אשר צוה יהוידע לשמירת המלך הם מבאי השבת והם המשמר הנכנס לכהנים וללויים והשאר ישתדלו בעבודת בית המקדש וכבר זכר אחר זה כי שתי הידות ההם הם כל יוצאי השבת והם משמר היוצא ולזה יהיו השלישית מהם חצי באי השבת כי כל יוצאי השבת הם שתי הידות והנה באר כי השלישית ישמרו משמרת בית המלך שלא יכנס שם אדם יוכל להזיק למלך והשלישית יעמדו בשער סור והוא השער המזרחי שהיו טמאי' בלתי יכולים להכנס שם ולזה היה נקרא שער סור כטעם סורו טמא ובד''ה נקרא שער היסוד כי הוא היסוד הראשון מהקדושה והשלישית בשער שהוא אחר הרצים והנה תשמרו את משמרת הבית בית מסח והוא המקום שפרצו בבית בני עתליה המרשעת כמו שזכר בספר ד''ה ואולם שתי הידות באלו השלשה חלקים שזכר הם כל יוצאי השבת ושמרו את משמרת בית ה' בעבור המלך שלא ינזק על צד עוזרי עתליהו והקפת' אצל המלך סביב איש כלי מלחמתו בידו והנכנס מהזרים אל הסדרים והמערכות שיהיו מסדרים שומרי המלך יומת כדי לשמור המלך תכלית השמירה ואלו השומרים יהיו את המלך בצאתו ובבאו כדי שלא יקרהו נזק ","titles":[{"title":"﻿מלכים יא ה"},{"title":"﻿מלכים פרק יא פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":5},{"positionInParasha":284},{"uri":"jbr:tanach-ralbag11-11-9","text":" רלב\"ג  ויקחו איש את אנשיו באי השבת עם יוצאי השבת. והנה לקחו מבאי השבת מחציתם לזאת השמירה וכל יוצאי השבת כמו שקדם והנ' לא הטריח יהוידע המשמרו' האחרות לזאת השמירה ","titles":[{"title":"﻿מלכים יא ט"},{"title":"﻿מלכים פרק יא פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":9},{"positionInParasha":288},{"uri":"jbr:tanach-ralbag11-11-10","text":" רלב\"ג  ויתן הכהן לשרי המאות את החנית ואת השלטים אשר למלך דוד. ר''ל שהקדיש אותם המלך דוד ","titles":[{"title":"﻿מלכים יא י"},{"title":"﻿מלכים פרק יא פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":10},{"positionInParasha":289},{"uri":"jbr:tanach-ralbag11-11-11","text":" רלב\"ג  על המלך סביב. ר''ל אצל המלך סביב ","titles":[{"title":"﻿מלכים יא יא"},{"title":"﻿מלכים פרק יא פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":11},{"positionInParasha":290},{"uri":"jbr:tanach-ralbag11-11-12","text":" רלב\"ג  את הנזר ואת העדות. ר''ל הכתר ואחשוב שנתן אצלו התורה שנקראת עדות שיקרא בה כל ימי חייו והיתה עמו כמו שנזכר בתורה ","titles":[{"title":"﻿מלכים יא יב"},{"title":"﻿מלכים פרק יא פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":12},{"positionInParasha":291},{"uri":"jbr:tanach-ralbag11-11-13","text":" רלב\"ג  את קול הרצין העם. ר''ל קול הרצין וקול העם ","titles":[{"title":"﻿מלכים יא יג"},{"title":"﻿מלכים פרק יא פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":13},{"positionInParasha":292},{"uri":"jbr:tanach-ralbag11-11-14","text":" רלב\"ג  עומד על העמוד. ר''ל אצל העמוד ","titles":[{"title":"﻿מלכים יא יד"},{"title":"﻿מלכים פרק יא פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":14},{"positionInParasha":293},{"uri":"jbr:tanach-ralbag11-11-15","text":" רלב\"ג  הוציאו אותה אל מבית לשדרות. ר''ל הוציאו אותה בדרך שתהיה תמיד מבפני' לסדרים ולמערכות השומרים את המלך כדי שלא תמלט ותנוס ","titles":[{"title":"﻿מלכים יא טו"},{"title":"﻿מלכים פרק יא פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":15},{"positionInParasha":294},{"uri":"jbr:tanach-ralbag11-11-17","text":" רלב\"ג  ויכרות יהוידע את הברית. הנה ראשונ' כרת ברית בין ה' ובין המלך והעם שיהיו לעם ה' ואחר כן כרת ברית בין המלך ובין העם שהוא יהיה להם למלך והם יהיו לו לעם ","titles":[{"title":"﻿מלכים יא יז"},{"title":"﻿מלכים פרק יא פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":17},{"positionInParasha":296},{"uri":"jbr:tanach-ralbag11-11-18","text":" רלב\"ג  ואת מתן כהן הבעל. אחשוב שהרצון בזה שהנתנים לכהן לבעל והם שאר הכהנים שהיו שם עובדים עמו הרגום כלם לפני המזבחות ","titles":[{"title":"﻿מלכים יא יח"},{"title":"﻿מלכים פרק יא פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":18},{"positionInParasha":297},{"uri":"jbr:tanach-ralbag11-11-19","text":" רלב\"ג  ויבאו דרך שער הרצים. ידמה שזה השער היה נקרא כך מימי רחבעם כי אז עשה רחבעם מנוים והפקידם אל תא הרצים ","titles":[{"title":"﻿מלכים יא יט"},{"title":"﻿מלכים פרק יא פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":19},{"positionInParasha":298},{"uri":"jbr:tanach-ralbag11-12-2","text":" רלב\"ג  כל ימיו אשר הורהו וגו'. מגיד שכל מה שהיה מימיו אשר הורהו יהוידע הכהן עשה הישר בעיני ה' אך אחרי מות יהוידע לא עשה הישר בעיני ה' כמו שנזכר בספר ד''ה ","titles":[{"title":"﻿מלכים יב ג"},{"title":"﻿מלכים פרק יב פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":2},{"positionInParasha":301},{"uri":"jbr:tanach-ralbag11-12-4","text":" רלב\"ג  כל כסף הקדשים אשר יובא בית ה'. הוא מחצית השקל לכל אחד ואחד שהיה משאת משה עבד האלהים על ישראל במדבר כמו שנזכר בספר דברי הימים ","titles":[{"title":"﻿מלכים יב ה"},{"title":"﻿מלכים פרק יב פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":4},{"positionInParasha":303},{"uri":"jbr:tanach-ralbag11-12-5","text":" רלב\"ג  מאת מכרו. ר''ל מאת מיודעו ","titles":[{"title":"﻿מלכים יב ו"},{"title":"﻿מלכים פרק יב פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":5},{"positionInParasha":304},{"uri":"jbr:tanach-ralbag11-12-7","text":" רלב\"ג  כי לבדק הבית תתנוהו. ר''ל שתשימו הכסף ההוא במקום מוכן בו לבדק הבית ","titles":[{"title":"﻿מלכים יב ח"},{"title":"﻿מלכים פרק יב פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":7},{"positionInParasha":306},{"uri":"jbr:tanach-ralbag11-12-8","text":" רלב\"ג  ויאותו הכהנים. ר''ל שהם לא רצו לקבל עליהם חזוק בדק הבית ויקבלו על זה הכסף מאת מכריהם אך היה נאות בעיניהם שלא יקחו הכסף ולא יהיה עליהם לחזק את בדק הבית ","titles":[{"title":"﻿מלכים יב ט"},{"title":"﻿מלכים פרק יב פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":8},{"positionInParasha":307},{"uri":"jbr:tanach-ralbag11-12-9","text":" רלב\"ג  ויקב חור בדלתו. הנה דרך החור היו משליכין שם הכסף והיה בדלת שהיא מכסה הארון כדי שלא יוכל אחד לקחת ממנו בזולת פתיחת הארון ","titles":[{"title":"﻿מלכים יב י"},{"title":"﻿מלכים פרק יב פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":9},{"positionInParasha":308},{"uri":"jbr:tanach-ralbag11-12-10","text":" רלב\"ג  ויצורו וימנו את הכסף. כבר נתבאר בספר דברי הימים שכאשר היה הארון מלא היו מערי' אותו ואחר כך היו נושאים אותו ומשיבים אותו אל מקומו ובזה המקום באר שאחר שערו את הארון היו משימים את הכסף בצרורות והיו מונים ","titles":[{"title":"﻿מלכים יב יא"},{"title":"﻿מלכים פרק יב פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":10},{"positionInParasha":309},{"uri":"jbr:tanach-ralbag11-12-11","text":" רלב\"ג  ונתנו את הכסף המתוכן. ר''ל הכסף הנמצא מענין מתכונת הלבנים. והיו נותנים אותו על ידי עושי המלאכה הממונים בית ה', והם יוציאו את הכסף לחרשי העץ, והם האומנים הכורתים העצים בתמונה שירצו ","titles":[{"title":"﻿מלכים יב יב"},{"title":"﻿מלכים פרק יב פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":11},{"positionInParasha":310},{"uri":"jbr:tanach-ralbag11-12-12","text":" רלב\"ג  ולגודרים. והם העושים הקירות והגדר לחצר הגדולה והעזרה ולחוצבי האבן הם החוצבים אותם מן המחצב ואע''פ שהיו שוכרים חרשי עץ וחוצבי אבן הנה היו צריכים לקנות העצים כרותים ואבני מחצב נחצבים או בלתי נחצבים ","titles":[{"title":"﻿מלכים יב יג"},{"title":"﻿מלכים פרק יב פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":12},{"positionInParasha":311},{"uri":"jbr:tanach-ralbag11-12-13","text":" רלב\"ג  אך לא יעשה בית ה' ספות כסף. הם כלים לקבל הדם או יין הנסכים ומה שידמה להם ","titles":[{"title":"﻿מלכים יב יד"},{"title":"﻿מלכים פרק יב פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":13},{"positionInParasha":312},{"uri":"jbr:tanach-ralbag11-12-14","text":" רלב\"ג  ולא יחשבו את האנשים. ר''ל שהאנשים הנותני' הכסף לעושי המלאכה לא יחשבו עמהם אם נתנוהו כולו לעושי מלאכה אם לא כי בודאי באמונה הם עושים כי הקדש מבדל בדילי אינשי מיניה ","titles":[{"title":"﻿מלכים יב טו"},{"title":"﻿מלכים פרק יב פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":14},{"positionInParasha":313},{"uri":"jbr:tanach-ralbag11-12-15","text":" רלב\"ג  וכסף אשם וכסף חטאות. ר''ל שהאנשים המפרישים מעות לאשם או לחטאת והותירו הנה המותר לא יובא בית ה' לחזק הבית אך יהיה לכהנים והנה היה הדין שיקנו מהם חטאות או אשמות וימסרו לצרכי חטאת ואשם אך תקנו חכמים שיהיה המותר לעולות הבשר לה' והעור לכהנים ","titles":[{"title":"﻿מלכים יב יז"},{"title":"﻿מלכים פרק יב פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":15},{"positionInParasha":314},{"uri":"jbr:tanach-ralbag11-12-16","text":" רלב\"ג  אז יעלה חזאל מלך ארם. הנה זאת המלחמה היא זולת המלחמ' הנזכרת בספ' ד''ה כי בזאת המלחמה לא עלה לירושלם ובמלחמה הנזכרת שם בא אל יהודה וירושלם וידמה שבתחלת הענין כשעשה יואש הרע בעיני ה' אחרי מות יהוידע הכהן היתה זאת המלחמ' והמלחמה הנזכרת בספר ד''ה היתה לתקופת השנה אחר שהרג זכריה בן יהוידע ואמר שם כי אז עזבוהו חיל ארם במחלוים גדולים ואז התקשרו עליו עבדיו והכוהו על מטתו ומת והנה זכר בזה המקום שכבר היה אז יואש בעיר שמה בית מלוא ולפי שהיה שם בית מלוא אחר זולת זה זכר שזה היה יורד אל סלא והנה היה שם מושכב על מטתו מפני המכות שהכוהו חיל ארם וזכר שכבר קברו אותו עם אבותיו בעיר דוד וזה ממה שלמדנו ממנו שלא קברוהו עם אבותיו בקברות המלכים וכן באר זה בדברי הימים וזכר שכבר מלך אמציה בנו תחתיו הנה זה באור מה שראינו לבארו בזאת הפרשה שהגבלנו ביאורה בזה המקום, ואולם התועלות המגיעות ממנה, הא' והוא כולל הרבה מדברי אלו הספורים הוא להודיע כי ההליכה בדרכי ה' ימשכו הטובות וההפך למי שסר מאחרי הש''י ולזה ספר כי יהושפט עשה הישר בעיני ה' ובער יתר הקדש אשר נשאר בימי אסא אביו ונמשכו לו מההשגחות והטובות והוא שלא מרדו בו האדומיים ומרדו תכף אחרי מותו ומה שקרה לו מהפחד והרע היה בהתחברו לרשע מצד הרשע ולזה היו עליו אימות מות במלחמת רמות גלעד ונשברו אניות בהתחברו עם מלך ישראל והתחתנו בו ולזאת הפנה גם כן ספר שאחזיהו בן אחאב מפני הפליגו לעשות הרע בעיני ה' ככל חטא אחאב פשע מואב בו אחרי מות אחאב ונפל בעד השבכה בעלייתו אשר בשמרון וחלה מפני זה חליו אשר מת בו מפני שהיה דורש בבעל זבוב אלהי עקרון היחיה מחלי זה והלך בלא חמדה כי לא נשאר לו בן שימלוך תחתיו ולזה גם כן ספר מהנערים הקטנים שהיו מחרפים הנביא שכבר נענשו על זה בשיצאו שני דובים מן היער ובקעו מהם ארבעים ושנים ולזה גם כן תמצא כי יהורם בן אחאב לא הפליג ברע כמו שהפליגו בו אביו ואמו והסיר את מצבת הבעל ואע''פ שדבק בחטאת ירבעם הנה מפני מה שמיעט מן הרע נתן הש''י שכרו שהאריך לו זמן הפורעניות עד שתים עשרה שנה ולא תמצא כן בבית ירבעם ובבית בעשא גם הצליח במלחמת מואב ושמרו הש''י מיד ארם במקומות אשר נחבאו שם לתפשו והיה זה פעמים רבות על ידי נביאי הש''י ולזה ספר גם כן בגחזי כי בעבור שחלל כבוד הש''י לקחת כסף על המופת אשר עשה לנעמן ובעבור שלא הודה הענין לאלישע הנה נענש בשדבקה בו צרעת נעמן ובזרעו לעולם ולקיים זאת הפנה שזכרנו ספר גם כן חוזק הרעב שהיה בימי יהורם עד שאכלו בשר בניהם ועם כל זה לא שב מחטאת ירבעם אשר דבק בהם אבל היה מפליג יותר ברע שהיה מגזם להמית נביא ה' על דבר זה הרעב ולזה גם כן ספר המשח חזאל למלך על ארם אשר היה לקוץ מכאיב לישראל בעבור עברם את ברית הש''י כמו שאמר הש''י לאליהו וספר עם זה שכבר הודיע לו אלישע הרע שיעשה לישראל כי זה ממה שהיישירו יותר לעשות להם אלו הרעות ולזאת הסבה גם כן ספר שיהורם בן יהושפט הלך בדרך בית אחאב ולזה נמשך לו מהרע שמרדו אדום בו ומרדה עיר לבנה וזכר בדברי הימים שכבר נהרגו בניו על יד הערבים לא נשאר לו זולת אחזיה בנו הקטן וזה היה גמולו הראוי לו על המתתו אחיו כמו שנזכר שם ובסוף הענין נגפו ה' במעיו עד יצאו מעיו עם חליו וספר גם כן שאחזיהו בנו הלך בדרך בית אחאב ולזה נהרג עם בית אחאב ולא מלך כי אם כמו שנה ולזאת הסבה זכר איך סבב הש''י אשר לו נתכנו עלילות שיבא לבית אחאב ולאיזבל כדבר ה' אשר דבר על דבר חטאתיהם אשר הפליגו בהם והנה סבב הש''י שנלחם יורם עם חזאל ברמות גלעד והכוהו ארמים והלך מפני זה להתרפאות ביזרעאל ואנשי החיל נשארו ברמות גלעד לשמור העיר מפני חיל הארמי' והיה זה סבה אל שיתכן יותר שימשח הנביא את יהוא על ישראל ושיתקשר יהוא כנגד המלך וסבב הש''י כשראה הצופה שפעת יהוא ששלח שם המלך רכב אחד וכן שני וכן שלישי עד שיהיה זה סבה אל שיצאו יהורם ואחזיהו לקרא' יהוא ומצאוהו אצל חלקת נבות ומת שם יהורם כדבר ה' גם הרג אחזיהו ובני אחיו שהיו ארבעים ושנים והיה זה סבה אל שייראו ממנו הזקנים והאומני' את בני המלך אשר בשמרון ושלחו לו ראשי בני אדניהם בדודים גם נהרגה איזבל ואכלו הכלבים את בשרה בחלק יזרעאל עד שכבר השמיד יהוא כל בית אחאב וכל גדוליו ומיודעיו וכהניו עד בלי השאיר לו שריד ואחרי כן השמיד כל נביאי הבעל וכל עובדיו וכל כהניו ולזה גם כן ספר שעתליה הרגה כל זרע המלוכה כי מבית אחאב היו וגם היא נהרגה בסוף באמצעות הסבות הראויות על ידי יהוידע ולזאת הסבה ג''כ ספר כי מפני שעשה יהוא רצון הש''י באחאב נתן הש''י שכרו שיהיו לו בנים רבעים על כסא ישראל ולזאת הסבה זכר כי מפני שלא שמר יהוא ללכת בתורת ה' אלהי ישראל והלך בדרך ירבעם הנה התחיל הש''י אז להכרית את ישראל על יד חזאל ולזה גם כן תמצא כי יואש בכל עת שהלך אחר הש''י כמו שהורהו יהוידע הכהן לא קרה לו רק טוב ואחר שעשה הרע בעיני ה' הגיע לו מן הרעות הרבה ולעמו עד שכבר השאירוהו ארמים בתחלואים רבים וקשרו עליו עבדיו והרגוהו, הב' והוא במדות והוא להודיע שראוי לכל אדם לברוח מחברת רשעים ולזה ספר שלא הסכים יהושפט שילכו עבדי אחזיהו עם עבדיו באניות כי כבר קרה לו מחברתו נזק כמו שאמר הנביא ליהושפט לפי מה שנזכד בדברי הימים, השלישי הוא להודיע איך היה חומל הש''י על ישראל מפני השגחתו על האבות ולזה תמצא שכאשר ראה הש''י עוצם סור ישראל מעליו עד שכבר היו דורשים מאלהי העמים אשר המה הבל ידיעת הדברים העתידים ועזבו את ה' ונביאיו לזה ראה הש''י שיבא אליהו להגיד למלאכי מלך שמרון כי בעבור שדרש בבעל זבוב אלהי עקרון היחיה מחליו ועזב נביאי ה' הנה לא ירד מהמטה אשר עלה שם כי מות ימות ולזאת הסבה גם כן סבב שייראו ישראל את ה' במה שאמר אליהו לשר החמשים וחמשיו כשחשב לתפשו בכח למיעוט האמנתו בש''י ובנביאים אם איש אלהים אני תרד אש מן השמים ותאכל אותך ואת חמשיך והיה לו כן ולשר החמשים השני עד שבא השלישי והכיר לנביא מעלתו והתחנן לו שתיקר נפשו ונפש עבדיו אלה בעיניו ולפי שכבר הגיע מזה זה התועלת אשר היה ראוי שיהיה זה כלי אל שישובו ישראל לטוב הנה תמצא ביהורם בן אחאב שעשה זה הענין בו רושם עד שמיעט הרבה מהחטאים שהיה חוטא בהם אחאב, הד' הוא להודיע שראוי לכל אדם שיהיה מפחד ממה שראוי שיפחד ממנו ולא יסמוך על הנס הלא תראה כי גם הנביא אליהו עם עוצם מעלתו בחדוש המופתים היה ירא מלבוא למלך אחזיהו ליעד לו זה הייעוד הרע עד שהבטיחו הש''י שלא יירא מפניו, הה' הוא להודיע עוצם מעלת אליהו והפלא שהיה בענינו והוא שכבר העלה אותו הש''י בסערה גבוה מאד שנעלם מכל אדם והסתירהו הש''י מבני אדם עד עת קץ כי לו נגזר ארך חיים נפלא על דרך המופת והדאיה שלא מת בהעלותו הסערה השמים אחר זה בא מכתב אליהו ליורם בן יהושפט אשר הורה בלי ספק היותו אז חי כמו שבארנו במה שקדם, הו' הוא להודיע כי לא יעשה ה' דבר כי אם גלה סודו אל עבדיו הנביאים ולזה תמצא שהדברים העתידים יודעו לנביאים קודם חדושם ואע''פ שיהיה חדושם על דרך המופת הלא תראה כי הלקח אליהו מעל ראש אלישע ביום ההוא היה ידוע לבני הנביאים אשר בבית אל וביריחו ואלישע אע''פ שהיה חדושו על דרך המופת וכן גם כן תמצא שהודיע הש''י לאברהם את דבר המופתי' אשר יעשה בהוציאו זרעו מעבודת' ולזה אמר וגם את הגוי אשר יעבודו דן אנכי כי אלו המופתי' היו כלי אל שיאמין אברהם בירוש' הארץ כמו שבארנו שם, הז' הוא במדות והוא להודיע שאין ראוי להקדים לאדם הידיעה בדבר מצער טרם הגיעו כי די לו בצער שיקרה לו ממנו בהגעתו לא שיקדי' להצטער קודם זה אלא אם יגיע מההודעה תועלת מה ולזה תמצא כי מפני שלא היה משער אליהו שיגיע תועלת לאלישע מהודעתו אותו כי ה' לוקח אותו מעמו היה מעלים ממנו זה לשערו שכבר יצטער מאד אלישע מזה וכאשר ראה שהגיע העת שלא יוכל להעלים הענין ממנו מפני עוצם דבקות אלישע בחברתו עד שלא רצה להפרד ממנו כלל רצה לתת לו מה שישאל כדי שיסור צערו בהפרדו ממנו לפי ממה שאפשר והנה נתן לו הנביא שאלתו על דרך המופת בשבקש מהש''י שיהיה לאלישע כן והוא שיהיה לו ברוחו פי שנים על כל בני הנביאי' אשר למדו לפניו והנה מה שנתן לו האות בזה שאם יראה אותו לוקח מאתו יהי לו כן אינו שיהיה זה הענין סבה אל היות נאצל מן הרוח אשר עליו לאלישע זה השיעור הנפלא אבל היה זה אות לו בהגיעו שככר נתנה לו המתנה ששאל מאליהו וזה ממה שראוי שישמח בו אחר הפרד אליהו ממנו ואחשוב כי אליהו היה יודע שלא יעזוב אלישע חברתו אבל עשה זה לנסות לבבו אם רב חשקו כל כך בהשגת השלמות שלא יתרצה בשום ענין להניח אליהו וכזה תמצא שעשה אליהו לאלישע בתחלה כשהשליך אדרתו עליו והיה אלישע רוצה לידבק בו תכף הנה אמר לו אליהו לבחון ענינו לך שוב כי מה עשיתי לך ומפני ראותו רב חשקו בחברת אליהו נודע לו שכבר השיג מחכמתו יותר הרבה ממה שהשיגו ממנה שאר תלמידיו, הה' הוא במדות והוא להודיע שראוי לאדם שיחשק מאד בחברת הטובי' הלא תראה המעלה שזכה בה אלישע מפני חשקו בחברת אליהו זה החשק הנפלא עד שלא רצה להפרד ממנו כלל עד שלקחו ה' מאתו, התשיעי הוא להודיע ענין הנפלאות העצומות שבאו בזה הספור כי באמונת הנפלאות יתקיימו הפנות התוריות ולזה ספר שכבר הכה אליהו באדרתו מי הירדן ונחצו הנה והנה ושכבר עשה זה גם כן אלישע ולזה גם כן ספר שכבר רפא אלישע מי יריחו שהיו רעים וממיתים בששם במקום המוצא מעט מלח אשר לא היה בטבע המלח שיתקן המים אבל הוא מקלקל אותם ולזה ג''כ ספר שתכף שקלל אלישע הנערי' הקטני' שחרפו אותו יצאו שנים דובים מן היער ובקעו מהנערי' ההם ארבעי' ושני' וזה עשאו אלישע לתועלת שיכירו ישראל זה וישובו אל ה' כי רובם היו עובדי' ע''ג בזמנו ולזאת הסבה גם כן ספר המופת שעשה אלישע כשלא היה מים לשלשת המלכי' ויהיו יראי' שימותו בצמא ובאו להם המים על דרך המופ' שעשה אלישע שבאו מים נמלא מהם הנחל ההוא מזולת שיראו רוח ידחם שם ולא גשם יתחדשו ממנו כמו שיעד להם והיה מעצם המופ' בזה שהיה כלי להפיל מלך מואב ביד המלכי' ההם בזה האופן הנפלא שזכר וזה שהם ראו מנגד את המי' אדומי' כדם וחשבו שהחרב נחרבו המלכי' ויצאו כדמות אנשי' הולכי' לקחת שלל והיה זה סבה אל שנעשה למואב כל הרע הנפלא שיעד אלישע ולזה ג''כ זכר מופת השמן שלא היה שם אלישע אבל כל עוד שהיתה האשה מוצקת היה מתחדש על דרך מופת שמן באסוך ההוא עד שמלאת כל הכלים שיכלה לקבץ אליה ולזה ג''כ זכר המופת שעשה לשונמית שלא היה לה בן והיה אישה זקן והיה מפני זה יותר רחוק שתתעבר והנה אלישע כשידע יעד אותה בזה הטוב שבעת חיה היא חובקת בן על צד השב' הגמול לה על הטוב שהטיכה לו והיה לה בן ולזה ספר שהוא החיה בנה אחר שמת ולזה גם כן ספר שהסיר שהיה בו מות מפני פקועות השד' ששמו בו הנה עשה אלישע על דרך המופת שהסיר הרע ממנו בהשליכו קמח אל הסיר אשר אין לו רושם בהסרת זה הרוע ולזה ספר שהלחם שהיה מעט מאד לתת לפני מאה איש אכלו ושבעו ממנו והותירו כמו שייעד אלישע להם ולזה ספר מה שרפא צרעת נעמן בשאמר לו שירחץ במי הירדן שבע פעמי' ותשוב בשרו אליו וטהר והיה לו כן ולזאת הסבה גם כן ספר שדבקה צרעת נעמן בגחזי ובבניו תכף שקללהו הגביא בזאת הקללה ולזה גם כן ספר שהברזל שנפל מן העץ תוך הירדן הנה חתך אלישע עץ בצוד' יד הגדזן במקום שנכנס שם ותכף שהשליך אלישע העץ אל המים נכנס על דרך המופת בנקב הברזל והציף הברזל על המים ולזה ג''כ ספר מה שהראה אלישע לנערו סוסי אש ורכב אש ומה שהכה בסנורים על דרך המופת הגוי כלו הבא אליו עד שהוליכם תוך שומרון והם לא הרגישו ולזה ג''כ ספר מה שהשמיע הש''י את מחנ' ארם על דרך המופת קול רכב קול סוס קול חיל כבד בדרך שנסו כלם ברגליהם ועזבו כל המחנה כאשר הוא היה זה סבה שיהיה סאה סלת בשקל וסאתי' שעורים בשקל בשער שומרון בעת שייעד להם אלישע ונתקיים גם כן מה שאמר לשליש אשר המלך נשען על ידו שכבר יראה בעיניו ומשם לא יאכל, הי' הוא להודיע שאין תלמידי חכמים הולכים בלא דברי תורה וחכמה ולזה אמר ויהי הם הולכים הלוך ודבר כי בודאי לא היו דבריהם דברי הבאי אבל מרוב תשוקת אלישע ללמוד מאליהו היו מדברי' בסודות התורה והחכמה והנבואה, הי''א הוא להודיע כי חייב אדם לקרוע על רבו כשמת הלא תראה כי אלישע קרע בגדיו בהלקח אליהו מאתו ואע''פ שלא מת כי היה ענינו לו כאילו מת שלא יכול להשיג ממנו אחר זה שום דבר חכמה, הי''ב הוא להודיע שהקורע בגדיו על אבל רבו אינו מאחה לעולם שנ' ויחזק בבגדיו ויקרעם לשני' קרעים ולא היה צריך לומר לשני' קרעים אחר שאמר ויקרעם כי לכל הפחות יהיו שנים קרעים אך הרצון בו שתמיד הם נראי' שנים קרעים, הי''ג הוא להודיע שהוא ראוי שלא לומר את שאינו נשמע ולזה תמצא כי בני הנביאי' כאשר שאלו את אלישע אם ישלחו חמשי' איש בני חיל לבקש את אליהו איפה נשאו רוח ה' היה המענה ממנו שלא ישלחו וכאשר הפצירו בו מאד והכיר שאין דעתם להמנע מזה לא רצה לחלוק על כונת' ואמ' להם שישלחו בצור' שהיו יכולי' להכיר ממנה שאין דעתו שישלחו והיה להם בה התנצלות גם כן שלא עשו כנגד מצות הנביא ולזה אמר להם בסוף הלא אמרתי לכם אל תלכו, הי''ד הוא במדות והוא להודיע שאין ראוי לבזות החכמי' והשלמי' הלא תראה מה שקרה להנערים שבזו את אלישע שמתו מהם ארבעי' ושני', הט''ו הוא במדות והוא להודיע שראוי לכל אדם שיתדבק לחכמי' וישרתם כי בשירות אותם ילמד הרבה מחכמת' מפני היותו תמיד אצלם ושמעו כל דבריה' ולזה ספר כי כאשר שאל יהושפט היש שם נביא לה' ענוהו פה אלישע בן שפט אשר יצק מים על ידי אליהו ללמד כי מפני ששירת אותו ושמשו היה ראוי שיקנה מהשלמות אשר לאליהו הרבה ולזה ענה יהושפט גם כן יש אותו דבר ה', הט''ז הוא להודיע עוצם תשוקת הנביאי' להוכיח החוטאי' כראוי עד שכבר תמצא שאע''פ שחלק מן הכבוד הרבה מלך ישראל לאלישע עד שכבר ירדו אליו מלך ישראל ויהושפט ומלך אדו' ולא הסכימו לשלח לקרוא לו הנה עם כל זה ענהו הנביא קשה ואמ' לו שילך אל נביאי הבעל והאשר' ולא ישאל ממנו דבר אחר שכבר סר מאחרי ה' ללכת בחטאת ירבעם וכל זה היה מהנביא להועיל ליהורם שאם ישוב אל ה' אולי ינחם ה' על הרעה אשר דבר לעשות לו וכאשר ראה שלא היה אז עת תוכחת כי הם בסכנה עצומה הראה לו שהוא מואס אותו מפני רוע מעשיו ואמר כי לולי פני יהושפט הוא נושא לא יביט אליו ולא יראנו אך לכבוד יהושפט שעשה הישר בעיני ה' יעשה שאלתו וזה כלו להועיל ליהורם כמו שזכרנו, הי''ז הוא במדות והוא להודיע שהוא ראוי לכל שלם שימאס הרעים ויסור מחברתם ומהבטת ראיית פניה' פן ימשכוהו לרוע דרכיהם ולזה אמ' לולי פני יהושפט אני נושא אם אביט אליך ואם אראך, הי''ח הוא במדות והוא להודיע שראוי להרחיק מדת הכעס כי הכעס מכבה אור השכל הלא תרא' כי מפני כעס אליש' על מלך ישראל לא שרתה עליו שכינה עד שהסיר הכעס בנגון המנגן לפניו, הי''ט הוא להודיע כי הנביאי' אף על פי שהם שליטי' בעשיית הש''י המופתים על ידם לא ישתדלו להיטיב בזה האופן כי אם לטובי' ולזה תמצא שהאשה שצעקה לפניו כי הנושה בא לקחת את שני ילדיה לו לעבדי' אמרה לו שכבר ידע כי אבי הילדי' הי' ירא את ה' כי אם הי' מאשר סרו מאח' ה' לא הי' מתעורר אלישע להיטיב לה בזה האופן הנפלא, הכ' הוא במדות והוא להודיע שמדות הנדיבות משובחת הלא תראה מה שקרה לשונמי' מפני נדיבותיה שהחזיקה באלישע לאכל לחם ושאלה ממנו שיסור שמה תמיד מדי עברו ואחרי שנתבאר לה שהוא איש אלהי' קדוש חלקה לו מהכבוד יותר כראוי לו כי זה היה סבה אל שיהיה לה בן והחיהו אלישע ושלא ימותו ברעב כי הודיע לה שכבר קרא הש''י אל הרעב וגם בא אל הארץ שבע שני' ולזה נתן לה עצה שתלך לגור באשר יאות לה לגור שם עד עבור הרעב, הכ''א להודיע שהוא ראוי למקבל שישתדל לשלם גמול ראוי למיטיב ולזה תמצא שספר שכבר חקר אלישע מה לעשות לשונמית מן הטוב' על מה שהיטיבה לי ולרצותו להשיב לה גמול גדול שאל מה לעשות לה והשתדל על כל פני' לעשות לה דבר גדול יהיה לה גמול גדול וראוי על הטוב שהטיבה לו, הכ''ב הוא להודיע שאין ראוי לשלם לדבר עם האש' אם לא יביאוהו לזה הכרח אבל ראוי להתרחק ממנה לפי מה שאפשר ולזה ספר שכאשר רצה אלישע לדעת אי זה גמול יתכן לו להשיב לה לא דבר אליה הוא בעצמו אבל אמר לגחזי שיקרא לה והוא יאמר אליה אלה הדברי' עד אשר ראה אלישע שלא הי' לו דרך להשיב לה גמול אם לא בדרך המופת אז קרא לה ועמדה בפתח כדי שתשמע ייעוד הנביא מפי הנביא, הכ''ג הוא להודיע שאין התכלית בבני' שישמח אדם בהם בחייו אבל הוא לקיו' המין שישאר לאדם בהם זכר ולזה ספר שכבר אמרה השונמית לאלישע כשייעד לה שעל דרך המופת תהיה חובקת בן כעת חיה שלא יכזב בה לתת לה טוב שאינו טוב כי אם לא יחיה אין לה חפץ בזה הטוב להשלות אותה ר''ל לתת לה שלוה בראותה שיש לה בן ולזה אמרה לו הלא אמרתי לא תשלה אותי, הכ''ד הוא להודיע כי המועדי' והימי' טובי' מכווני' לעבוד בהם הש''י ולהשתדל בהשגות קנין השלמות לפי היכולת ולזה ספר שכבר אמר אישה לשונמית מדוע את הולכת אליו היו' לא חדש ולא שבת למדנו בזה שבכמו אלו הימי' ראוי ללכת אל החכמים ללמוד מהם, הכ''ה הוא להודיע שהצריך לדבר הצלת נפש ראוי שיתעסק בו במהירות נפלא לפי מה שאפשר לזה ספר דבר מהירו' השונמית ללכת לאלישע ושם התנפלה לפניו והחזיקה ברגליו כדי שידרש הנביא לבקשתה ולא רצתה להגיד לו בברור על מה באה לכבוד הנביא כי ידעה שהוא ידע זה בראותו אות' וגם לא הסתפקה במה שאמר הנביא לגחזי כי יראה שמא אינו ראוי שיעשה זה על ידו ולזה נשבעה שלא תעזבהו כי רצתה לשלם לבנה ההצלה בלי שום ספק, הכ''ו הוא להודיע שאין ראוי שיפתח אדם פיו לרע הלא תראה מה שספר מהשונמית שאמרה לאישה שלום כששאל לה על מה ועל מה היא הולכת וכזה אמרה לגחזי, הכ''ז הוא להודיע שראוי לנביאי' לפרסם עוצם גבורת הש''י לגויי הארצות לעשות להם מופת אף על פי שאינם ראויים לו ולזה תמצא שכבר התעורר אלישע לרפאות נעמן מצרעתו למען ידע כי יש נביא בישראל כי בזה תועלת להיישירם לעבודת הש''י וכן מצאנו זה התועלת בברור בתפלת שלמה כמו שבארנו שם, הכ''ח הוא להודיע שאין ראוי לנבי' לקחת שכר על מה שיעשהו מן המופתי' כי בזה יבא להאמין כי הוא הפועל בזה המופ' ויסור מפני זה התועלת אשר נתחדש בעבורו והוא שיכירו מעלות הש''י וגבורתו וישובו לאמונתו ולזה תמצא שלא רצה אלישע לקחת מנחה מנעמן אחר שרפא אותו מצרעתו וגם קלל גחזי כשקבל ממנו כסף על זה והנה תמצא כי מפני שרא' נעמן שלא רצה אלישע לקבל דבר מנעמן על זה להורות שלא הי' הוא הפועל בזה אך הש''י התנדב נעמן שלא יעבוד כי אם לה', הכ''ט הוא להודיע שאין ראוי לאדם שיכפור העון אך יהיה מודה ועוזב ולזה תמצא שלא קלל אלישע גחזי בראותו אותו אע''פ שהוא יודע שעשה זה החטא אך קללו אחר שכפר עונו ולולי כפירת העון היה אפשר שיקח אלישע לתקן את אשר עיות, הל' במדות והוא להודיע שהוא ראוי שכאש' נפלו קצת אויבי האומה בידם שייטיבו להם כדי שיהיו בשלו' עמה' בראותם שבעת נפלם בידם חמלו עליה' והיטיבו להם וכ''ש שראוי לעשו' זה בהיות אויבי האומה יותר חזקי' מהם, הל''א הוא להודיע שאין ראוי לאדם שיהיה מכחיש ובלתי מאמין מה שייעדו הנביאים הלא תרא' מה שקרה לשליש מפני היותו מרחיק שיהיה מה שאמר אלישע לשוב למחרת היום ההוא סאה סלת בשקל וסאתי' שעורי' בשקל בשער שומרון והוא שכבר ראה זה בעיניו ומשם לא אכל כמו שאמר הנביא לו וזה הי' ענשו הראוי לו שהוא ראה אמות דברי הנבואה ההיא ולא נהנה בטוב שהגיע ממנה, הל''ב הוא במשפטים התוריים והוא להודיע שהדר בחצר חברו שלא מדעתו אינו חייב להעלות לו שכר ולזה תמצא במה שספר שצעקה השונמית אל המלך על ביתה ועל שדה שהיו מחזיקי' בהם אנשי' שכבר צוה המלך להשיב לה את כל אשר לה ואת כל תבואות השדה מיום עזבה את הארץ ולא אמר להשיב לה שכירות ביתה, הל''ג הוא להודיע שאין ראוי גם לנביא לסמוך על הנס ולזה צוה אלישע לנבי' שיביא חדר בחדר יהוא בן יהושפט בן נמשי למשחו למלך על ישראל כדי שלא יודע סודו פן יהרגנו מלך ישראל וכן תמצא שעשה אחיה לירבעם ושמואל הנביא לדוד ר''ל שלקחו להם דרך כדי להעלי' סודם וענינ', הל''ד הוא להודיע שאין עושין שררה בממון באחד לבד ולזה תמצא שכאשר הי' הכסף בארון לחזק את בדק הבית שמוהו שם הכהני' שומרי הסף לא אחד לבד גם בהוציאם הכסף מהארון היה שם סופר המלך והכהן הגדול לא אחד לבד גם בתתם הכסף אחר זה נתנוהו על ידי עושי המלאכה והם הוציאוהו יחד לא אחד לבד, הל''ה הוא ללמד שהדברי' העצמיים בבית המקדש ראוי שיקדמו לדברי' המשרתי' להם לפי שהם מכווני' בעצמם ובז' הישר' לעמוד על סודות המציאות ולזה ספר שבדק הבית היה קוד' עשיית הכלי' המשרתי' שאינם מכווני' בעצמם כמו הספות והמזמרות והמזרקי' והחצוצרות ומה שידמה להם מכלי הכסף והזהב, הל''ו הוא להודיע שאין מחשבין עם הממוני' על ההקדשות והדומה להם כי באמונה הם עושי' להיות דבר ההקדש חמור להם ולזה אמר ולא יחשבו את האנשי' אשר יתנו את הכסף על ידם לתת לעושי המלאכה כי באמונה הם עושי' וכן הענין בגבאי צדקה לפי מה שאחשוב, הל''ז הוא להודיע שמותר חטאת לחטאת ומותר אשם לאשם שאם הי' מותרם לאיזה דבר שירצו הבעלים לא היה לכהנים וכבר אמר כסף אשם וכסף חטאת לא יובא בית ה' לכהני' יהיו ולמדנו מאמרו לכהני' יהיו שדיני אלו הכספי' מתחלף ולזה לא יתערבו זה עם זה אמנם יהיה בשיהיה מותר אשם לאשם ומותר חטאת לחטאת כמו שיראה חיובו מצד עצם הענין ","titles":[{"title":"﻿מלכים יב יח"},{"title":"﻿מלכים פרק יב פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-12"},{"positionInPerek":16},{"positionInParasha":315},{"uri":"jbr:tanach-ralbag11-13-1","text":" רלב\"ג  בשנת עשרים ושלש שנה ליואש עד סוף הספר. בשנת עשרים ושלש. ידוע כי שש שנים נחבא יואש ואלו השש שנים מלך יהוא קודם מלוך יואש ולזה יתבאר כי בראש שנת עשרים ושלש ליואש מלך אחזיהו ","titles":[{"title":"﻿מלכים יג א"},{"title":"﻿מלכים פרק יג פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":1},{"positionInParasha":320},{"uri":"jbr:tanach-ralbag11-13-4","text":" רלב\"ג  ויחל יהואחז את פני ה'. אף על פי שלא היה יהואחז ראוי שתשמע תפלתו הנה שמע הש''י אליו מפני ראותו את לחץ ישראל שלחץ אותם מלך ארם כי לולי שמעו תפלתו היו כלי' עשרת השבטים ותופר ברי' הש''י עם השבטים בעבור האבות ואולם אמרנו בריתו עם השבטים כי כבר התבאר בתורה שלא יכלה אחד מהם כמו שבארנו שם ואחשוב כי שמע הש''י תפלתו לשמור ישראל שלא יצר להם חזאל בזה האופן הנפלא שהיה משחי' בהם והיה זה בחייו אך עם כל זה לחץ אותם כל ימי חייו כמו שנזכר אחר זה והקים להם מושיע מידו אחר מות יהואחז והוא יואש בנו כמו שנזכר אחר זה ואחר סרו מתח' יד ארם וישבו ישראל באהליה' כתמול שלשום אך לא סרו ישראל מחטאת בית ירבעם ובה הלך יהואחז וגם האשרה עמדה עדיין בשמרון שלא בער אותן יהואחז והנה עם כל זה שמע ה' תפלת יהואחז להקל מהלחץ אשר היה לוחץ אותם חזאל בימיו ולתת לישראל אחרי יהואחז מושיע מיד מלך ארם והוא יואש מפני שברוב הלחץ שהיה לוחץ אותם חזאל היו ישראל כלים בקלות כמו שזכרנו והוצרך הש''י בעבור בריתו עם האבות שירחם עליהם כמו שנזכר אחר זה וזה כי לא השאיר חזאל' ליהואחז עם כי אם חמשים פרשי' ועשרה רכב ועשרת אלפים איש רגלי כי אבדם מלך ארם וישימם כעפר לדוש ","titles":[{"title":"﻿מלכים יג ד"},{"title":"﻿מלכים פרק יג פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":4},{"positionInParasha":323},{"uri":"jbr:tanach-ralbag11-13-9","text":" רלב\"ג  בשנת שלשים ושבע שנה. כבר קדם כי בהיות יואש מלך יהודה בראש שנת עשרים ושלש למלכו אז מלך יהואחז והוא מלך שבע עשרה שנה מקוטעים משתי קצותיהן והם יתכן שיהיו בפחות משש עשרה שנה ולזה יחוייב שנבין אמרו בשנת שלשים ושבע שנה אחר עבור ליואש שלשים ושבע שנה והיתה שנת שלשים ושמנה לו בלתי שלימה וזה יתכן שיהיה פחות משש עשרה שנה מעט וידמה שהתחלת שנת מלכי בית יהוא היא זולת התחלת שנת מלכי בית דוד ובזה האופן היתה השנה ראשונה ליהואחז קטועה וגם האחרונה ובזה יתישר זה המספר וכבר בארנו במה שקדם שלפעמים ירצה בזה שאלה השנים עברו שלמות למלכותו ולפעמים ירצה שהוא בזאת השנה ","titles":[{"title":"﻿מלכים יג ט"},{"title":"﻿מלכים פרק יג פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":9},{"positionInParasha":328},{"uri":"jbr:tanach-ralbag11-13-12","text":" רלב\"ג  אבי אבי רכב ישראל ופרשיו. כי הוא גבורת ישראל וכחם בו ינצחו מלחמותיהם בעצותיו שיתן להם בדבר ה' ","titles":[{"title":"﻿מלכים יג יד"},{"title":"﻿מלכים פרק יג פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":12},{"positionInParasha":331},{"uri":"jbr:tanach-ralbag11-13-14","text":" רלב\"ג  וישם אלישע ידיו על ידי המלך. להעיר כי ידיו תהיינה במלחמותיו על דרך המופת וההשגחה הפרטית בעבור הנביא והנה היו אלו המופתים אחר מותו כמו שנמשך מופת המן גם אחרי מות משה וכמו שהחיה השם יתברך האיש שנגע בעצמות אלישע בעבור כבודו אחר מותו ","titles":[{"title":"﻿מלכים יג טז"},{"title":"﻿מלכים פרק יג פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":14},{"positionInParasha":333},{"uri":"jbr:tanach-ralbag11-13-15","text":" רלב\"ג  ויאמר פתח החלון קדמה. הנה היה זה רמז להכאת ארם כי הם היו מזרחיים להם ","titles":[{"title":"﻿מלכים יג יז"},{"title":"﻿מלכים פרק יג פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":15},{"positionInParasha":334},{"uri":"jbr:tanach-ralbag11-13-16","text":" רלב\"ג  הך ארצה. הנה היו שם חצים רבים וחשב הנביא שיכה בכלם לארץ כיון שאמר לו קח החצים ומפני זה אמר לו שיכה את ארם באפק עד כלה אך יואש הכה שלש פעמים ועמד מלהכות עוד וקצף עליו איש האלהים כי הוא מיעט הטובה שהיה נותן לו על ארם ","titles":[{"title":"﻿מלכים יג יח"},{"title":"﻿מלכים פרק יג פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":16},{"positionInParasha":335},{"uri":"jbr:tanach-ralbag11-13-18","text":" רלב\"ג  וגדודי מואב יבאו בארץ בא שנה. הנה בא באל''ף כמו בה בה''א בחלוף ה''א באל''ף כי הם מתחלפות או יהיה הרצון בזה שבא אלישע אל קבר זה שנה ועם כל זה נעשה זה המופת לכבוד אלישע שלא יקבר רשע אצל צדיק והנה זכר שתכף שקברו אלישע התחילו גדודי מואב לבא בארץ להצר לישראל כי בימי אלישע נכנעו כמו שקדם ","titles":[{"title":"﻿מלכים יג כ"},{"title":"﻿מלכים פרק יג פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":18},{"positionInParasha":337},{"uri":"jbr:tanach-ralbag11-13-19","text":" רלב\"ג  ויחי ויקם על רגליו. תחיה שלימה עד שכבר קם על רגליו לא כמו שהיה הענין בבן השונמית שהיתה תחייתו מעט מעט אך זה שב תכף לכחו לעמוד על רגליו או אפשר שיהיה הרצון בזה שכבר חיה לקום על רגליו לא ללכת לביתו לענינו הראשון אך היה זה להוציאו מהקבר ההוא לכבוד אלישע ","titles":[{"title":"﻿מלכים יג כא"},{"title":"﻿מלכים פרק יג פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":19},{"positionInParasha":338},{"uri":"jbr:tanach-ralbag11-13-20","text":" רלב\"ג  לחץ את ישראל בימי יהואחז. ידמה שתכף שמת סר לחצו מישראל והנה הושיעם ה' על יד יואש שנצח ארם במלחמה שלש פעמים והשיב לישראל את עריהם שלקחו ארם מהם במלחמה ולא ידענו מתי היה זה אם בראשית מלכות יואש או אחר שמלך זמן מה וידמה ממה שכתוב פה כי אחר שמת יהואחז סר לחץ ארם מישראל לגמרי כי לא אבה השם השחיתם כמו שזכר ולזה לא היה זמן הלחץ כי אם כל ימי יהואחז אך אחר מות חזאל ומלך בן הדד היתה התשועה שהשיב יואש ממלך ארם את כל ערי ישראל אשר לקחו ממנו במלחמה ","titles":[{"title":"﻿מלכים יג כב"},{"title":"﻿מלכים פרק יג פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-13"},{"positionInPerek":20},{"positionInParasha":339},{"uri":"jbr:tanach-ralbag11-14-3","text":" רלב\"ג  ואת בני המכים לא המית ככתוב בספר תורת משה. זה לאות כי כונת הכתוב באמרו לא ימותו אבו' על בני' ובנים לא יומתו על אבות שלא יומתו האבות בחטא הבנים ולא יומתו הבנים בחטא אבותיהם ","titles":[{"title":"﻿מלכים יד ד"},{"title":"﻿מלכים פרק יד פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":3},{"positionInParasha":345},{"uri":"jbr:tanach-ralbag11-14-5","text":" רלב\"ג  לכה נתראה פנים. ר''ל התראות הפנים במלחמה ","titles":[{"title":"﻿מלכים יד ח"},{"title":"﻿מלכים פרק יד פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":5},{"positionInParasha":347},{"uri":"jbr:tanach-ralbag11-14-6","text":" רלב\"ג  החוח אשר בלבנון. קרא עצמו ארז וקרא מלך יהוד' חוח על צד הבוז ואמר ממשל שאפילו שאל ממנו להתחבר עמו כדי שיהיה שלום ביניהם אעפ''כ יהיה דבר זה נבזה בעיניו נמאס ומהפלג' הבוז תעבור חית השדה אשר בלבנון ותרמוס את החוח כל שכן כשירצ' להלחם עמו והנה היה מבזה אותו כל כך מפני היותו מזרע אחזיהו אשר הי' מבית אחאב שהרגוהו אבותיו והרגו כל בית אחאב ולזאת הסבה תמצא בזה המקום כשנצחהו יואש שיחס אותו אל אחזיה וזהו אמרו את אמציהו מלך יהודה בן יהואש בן אחזיהו תפש יהואש מלך ישראל עם שזה היתה סבת נצחו אותו כי הוא הלך בדרך אחזיהו וגם יואש אביו אחרי מות יהוידע וכבר ספר בד''ה כי אמציה הביא אלהי בני שעיר ולפניהם ישתחוה ובסבת זה החטא נפל ביד יואש הוא ויהוד' עמו ","titles":[{"title":"﻿מלכים יד ט"},{"title":"﻿מלכים פרק יד פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":6},{"positionInParasha":348},{"uri":"jbr:tanach-ralbag11-14-7","text":" רלב\"ג  הכבד ושב בביתך. הוא מענין הכבו' וכאילו יאמר שכבודו יהיה שישב בביתו כי ישיגהו קלון מזאת המלחמה ","titles":[{"title":"﻿מלכים יד י"},{"title":"﻿מלכים פרק יד פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":7},{"positionInParasha":349},{"uri":"jbr:tanach-ralbag11-14-8","text":" רלב\"ג  בבית שמש אשר ליהודה. הנה מרוב בטחון יואש לנצח מלך יהודה הלך אליו להלחם בארצו ולזה ספר כי בבית שמש אשר ליהודה היתה המלחמה ","titles":[{"title":"﻿מלכים יד יא"},{"title":"﻿מלכים פרק יד פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":8},{"positionInParasha":350},{"uri":"jbr:tanach-ralbag11-14-9","text":" רלב\"ג  בשער אפרים עד שער הפנה. ידמה שהיה שם שער היה נכנס בו שבט אפרים בבאם לירושלם ושער הפנה היה שער אשר הוא סמוך לבית ה' והוא נקרא שער הפנה כי הוא היה פנה והיסוד לקדוש' ישראל ","titles":[{"title":"﻿מלכים יד יב"},{"title":"﻿מלכים פרק יד פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":9},{"positionInParasha":351},{"uri":"jbr:tanach-ralbag11-14-10","text":" רלב\"ג  ואת בני התערובו'. הם בני השרים שהם לערבו' למלך שלא ימרדו בו אבותיה' והנה זכר כי חיה אמצי' אחרי יואש ט''ו שנה כאילו זכר להעיר כי מפני שנתגאה כל כך יואש ואמר לאמציה ונפלת אתה ויהוד' עמך הנה הוא מת קודם אמציה חמש עשר' שנה והנה היה כן כי כבר מלך יואש קודם אמציה שתי שנים וי''ד שנה מלך בימיו ונשארו לאמציה ט''ו שנה ","titles":[{"title":"﻿מלכים יד יד"},{"title":"﻿מלכים פרק יד פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":10},{"positionInParasha":352},{"uri":"jbr:tanach-ralbag11-14-15","text":" רלב\"ג  בשנת חמש עשרה שנה לאמציהו. זה מבואר כי כבר מלך י''ד שנה כשמת יואש מלך ישראל ","titles":[{"title":"﻿מלכים יד כג"},{"title":"﻿מלכים פרק יד פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":15},{"positionInParasha":357},{"uri":"jbr:tanach-ralbag11-14-17","text":" רלב\"ג  כי ראה את עני ישראל מורה מאד. ר''ל אע''פ שהי' מורה מאד את פי השם ית' במה שעזבו את בריתו ","titles":[{"title":"﻿מלכים יד כו"},{"title":"﻿מלכים פרק יד פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-14"},{"positionInPerek":17},{"positionInParasha":359},{"uri":"jbr:tanach-ralbag11-15-1","text":" רלב\"ג  בשנת עשרים ושבע שנה לירבעם מלך ישראל מלך עזריה. ידוע כי כשמת אמציה מלך ירבעם ט''ו שנה ולזה יתבאר שכבר מלך עזריה בשנת י''ו למלכות ירבעם והנראה בעיני שהוא מונה כ''ז שנה שהיו עתידים לבא ואחר יכלה מלכו' בית יהוא וזה כי ירבעם מלך אחר זה כ''ו שנה ובנו מלך ששה חדשים והם כ''ז שנה מקוטעין ","titles":[{"title":"﻿מלכים טו א"},{"title":"﻿מלכים פרק טו פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":1},{"positionInParasha":363},{"uri":"jbr:tanach-ralbag11-15-3","text":" רלב\"ג  וינגע ה' את המלך ויהי מצורע. כבר באר בד''ה כי זה קרה לו מפני חשבו להקטיר במזבח הקטורת והנה היה אז יותם בן המלך שופט את עם הארץ בחיי אביו ומהעת שהיה מצורע ישב בבית החפשית לפי שהיה צריך לישב בדד מחוץ למחנה והיתה נקראת בית המצורע בית החפשית לפי שהמצורע אין לו עסק עם בני אדם והוא מפני זה חפשי מהעסקים והמלאכות ","titles":[{"title":"﻿מלכים טו ג"},{"title":"﻿מלכים פרק טו פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":3},{"positionInParasha":365},{"uri":"jbr:tanach-ralbag11-15-4","text":" רלב\"ג  בשנת שלשים ושמנה שנה לעזריהו מלך יהודה. לפי שכבר מלך ירבעם בחייו עשרים ושש שנה הנה יהיה זה בשנת כ''ז לעזריהו ולזה ידמה שמלך עזריה בחיי אביו י''א שנה כי קשרו עליו קשר בירושלם מעת סר מאחרי ה' וינס לכיש ואז המליכו כל עם יהודה את עזריה ומלך בחיי אביו י''א שנה והעד הנאמן על זה הוא אמרו הוא בנה את אילת וישיבה ליהודה אחרי שכב המלך עם אבותיו וזה לעדות קצת כי מלך בחיי אביו והיה בן שש עשרה שנה כשהמליכוהו בחיי אביו ","titles":[{"title":"﻿מלכים טו ו"},{"title":"﻿מלכים פרק טו פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":4},{"positionInParasha":366},{"uri":"jbr:tanach-ralbag11-15-8","text":" רלב\"ג  ואת גבוליה מתרצה כי לא פתח. ידמה שתפסח לא היתה מארץ ישראל וקרא לה מנחם לשלום ולא הסכימה להשלי' עמו ולא פתח לו ולזה הכה אותה ואת כל אשר בה ואת גבוליה אשר מחוץ לעיר מתרצה ואילך וגם כל המגדלים החזקי' הבנויי' בהרי' אשר בה בקע ","titles":[{"title":"﻿מלכים טו יד"},{"title":"﻿מלכים פרק טו פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":8},{"positionInParasha":370},{"uri":"jbr:tanach-ralbag11-15-13","text":" רלב\"ג  בארמון בית המלך את ארגב ואת האריה. אחשוב שארגוב קרא הממונה על כל חבל ארגוב והאריה קרא גבור אחר יקראוהו אריה על צד ההשאלה לרוב גבורתו, והנה קשר עליו פקח עם שני אלו השרים והיו עמו גם כן חמשים איש מבני גלעדי' כי לבני גלעד היה חבל ארגב לפי מה שאחשוב ","titles":[{"title":"﻿מלכים טו כד"},{"title":"﻿מלכים פרק טו פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":13},{"positionInParasha":375},{"uri":"jbr:tanach-ralbag11-15-15","text":" רלב\"ג  ויקח את עיון ואת אבל בית מעכה ואת ינוח ואת קדש. הנה זה היה לפי מה שאחשוב מה שזכר בספר ד''ה כי תגלת פלאסר מלך אשור הגלה לראובני ולגדי ולחצי שבט המנשי ויביאם לחלח וחבור והרא ונהר גוזן לפי שאלו המדינו' היו מארץ אשור אמר בזה המקום ויגלם אשורה ","titles":[{"title":"﻿מלכים טו כח"},{"title":"﻿מלכים פרק טו פסוק כח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":15},{"positionInParasha":377},{"uri":"jbr:tanach-ralbag11-15-17","text":" רלב\"ג  בשנת שתים לפקח בן רמליהו מלך ישראל מלך יותם. ר''ל בראש השנ' השנית כי בראש שנת חמשי' ושנים לעזריה מלך פקח ומת עזריה בשנה ההיא ","titles":[{"title":"﻿מלכים טו לא"},{"title":"﻿מלכים פרק טו פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":17},{"positionInParasha":379},{"uri":"jbr:tanach-ralbag11-15-20","text":" רלב\"ג  בימים ההם החל ה' להשליח ביהוד' רצין. ר''ל לגרו' ביהודה או לשלח וזה היה אחרי מות יותם כי בימי אחז נתחברו אלה המלכים על ירושלם מפני רוב חטאי אחז כמו שנתבאר בספר ד''ה והם הכו בה מכה גדולה ואחר זה היו צרים על ירושלם ולא יכלו להלחם כי חמל הש''י על יהוד' ולא אמר להשחיתו ","titles":[{"title":"﻿מלכים טו לו"},{"title":"﻿מלכים פרק טו פסוק לו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-15"},{"positionInPerek":20},{"positionInParasha":382},{"uri":"jbr:tanach-ralbag11-16-5","text":" רלב\"ג  וינשל את היהודים מאילות. ר''ל שכבר השליכם וגרשם משם והוא אילת שבנה עזריה כמו שקדם ","titles":[{"title":"﻿מלכים טז ו"},{"title":"﻿מלכים פרק טז פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":5},{"positionInParasha":388},{"uri":"jbr:tanach-ralbag11-16-6","text":" רלב\"ג  הקומים עלי. ר''ל הקמים עלי ","titles":[{"title":"﻿מלכים טז ז"},{"title":"﻿מלכים פרק טז פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":6},{"positionInParasha":389},{"uri":"jbr:tanach-ralbag11-16-8","text":" רלב\"ג  ויגלה קירה. ר''ל שהגלה העם אשר בדמשק אל קיר ","titles":[{"title":"﻿מלכים טז ט"},{"title":"﻿מלכים פרק טז פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":8},{"positionInParasha":391},{"uri":"jbr:tanach-ralbag11-16-10","text":" רלב\"ג  ויבן אוריה הכהן. ר''ל ויבנה אוריה הכהן את המזבח בעוד שהי' בא המלך אחז מדמשק עד שכאשר בא מצאו בנוי ","titles":[{"title":"﻿מלכים טז יא"},{"title":"﻿מלכים פרק טז פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":10},{"positionInParasha":393},{"uri":"jbr:tanach-ralbag11-16-12","text":" רלב\"ג  ואת המזבח הנחשת אשר לפני ה'. ר''ל שזה המזבח שבנה אוריה היה בחצר הכהנים עם מזבח הנחשת אשר לפני ה' שבנה שלמה והיה זה המזבח השני יותר קרוב אל פני ההיכל כאלו היה מבין המזבח ומבין בית השם אלא שלא היה מכוון לפני הבית אבל אצל ירך המזבח צפונה היה ואפשר ששמהו לפאת צפון להיותם עובדים לצבא השמים והכוכבי' הצפוניים הם היותר חזקים בפעולותיהם בזה העולם לפי מה שסדר הש''י מענינם ולזה תמצא פעל השמש יותר חזק במזלות הצפוניים ","titles":[{"title":"﻿מלכים טז יג"},{"title":"﻿מלכים פרק טז פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":12},{"positionInParasha":395},{"uri":"jbr:tanach-ralbag11-16-13","text":" רלב\"ג  והנה קרא אחז המזבח ההוא אשר בנה מזבח הגדול כי אולי היה יותר גדול השיעור או מפני שהיה אצל מחשבתו יותר נכבד ","titles":[{"title":"﻿מלכים טז טו"},{"title":"﻿מלכים פרק טז פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":13},{"positionInParasha":396},{"uri":"jbr:tanach-ralbag11-16-14","text":" רלב\"ג  את המסגרות המכונות. ר''ל המסגרות מסגרות המכונות והנה הסיר מהם את הכיור ועמד הכיור בזולת כנו וכן עשה לכל הכיורות אשר שם והים הסיר מעל שנים העשר הבקר אשר תחתיו ונתן אותו על רצפת אבנים ","titles":[{"title":"﻿מלכים טז טז"},{"title":"﻿מלכים פרק טז פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":14},{"positionInParasha":397},{"uri":"jbr:tanach-ralbag11-16-15","text":" רלב\"ג  ואת מוסך השבת אשר בנו בבית. היה כמו אהל לעמוד שם משמר היוצא עד הערב ","titles":[{"title":"﻿מלכים טז יח"},{"title":"﻿מלכים פרק טז פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":15},{"positionInParasha":398},{"uri":"jbr:tanach-ralbag11-16-16","text":" רלב\"ג  ויקבר עם אבותיו בעיר דוד. באר בספר ד''ה כי לא הביאוהו לקברי מלכי בית ישראל ","titles":[{"title":"﻿מלכים טז יט"},{"title":"﻿מלכים פרק טז פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-16"},{"positionInPerek":16},{"positionInParasha":399},{"uri":"jbr:tanach-ralbag11-17-1","text":" רלב\"ג  בשנת שתים עשרה לאחז. ידענו כי הושע מלך עד שנת שש לחזקיה והיא שנת ט' להושע כמו שנזכר במה שאחר זה ולפי שכבר ידענו כי אחז מלך בשנת י''ז לפקח הנה נתבאר כי אחז מלך י''ד שנה לבד קודם שימלוך הושע ולזה צריכים אנו לומר כי אחר עבור י''ב שנה לאחז והיה אחז בשנת הי''ג כי לא נשארו לו כי אם ג' שני' אז מלך הושע אך קודם זה היה עבד מלך אשור ולא נחשב למלך כי אם כמו נציב ששמהו מלך אשור ומרדו בו כמו שזכר ואחר זה נמשך במלכותו במרדו תשע שנים ","titles":[{"title":"﻿מלכים יז א"},{"title":"﻿מלכים פרק יז פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":1},{"positionInParasha":400},{"uri":"jbr:tanach-ralbag11-17-4","text":" רלב\"ג  ויעצרהו מלך אשור ויאסרהו בית כלא. אחשוב שהיה זה אחר עבור תשע שני' להושע כי כבר עלה מלך אשור שמרון ויצר עלי' ובסוף הענין לכד שומרון ואז עצר הושע ועצרהו בבית כלא ","titles":[{"title":"﻿מלכים יז ד"},{"title":"﻿מלכים פרק יז פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":4},{"positionInParasha":403},{"uri":"jbr:tanach-ralbag11-17-8","text":" רלב\"ג  ומלכי ישראל אשר עשו. ר''ל ובחקות מלכי ישראל אשר עשו כמו ירבעם בן נבט וחבריו כי כבר הלכו ישראל בחקותיהם ועזבו את ברית ה' ","titles":[{"title":"﻿מלכים יז ח"},{"title":"﻿מלכים פרק יז פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":8},{"positionInParasha":407},{"uri":"jbr:tanach-ralbag11-17-9","text":" רלב\"ג  ויחפאו בני ישראל דברים אשר לא כן על ה' אלהיהם. הנה ויחפאו הוא מענין חפוי וכסוי והרצון בו שהם שמו נעלם ומכוסה נגד ה' דברים אשר אינם כן ר''ל שאינם נעלמים ממנו והמשל שהם חשבו שאין הש' ית' מבין אל מעשיהם ושהוא עוזב את הארץ ולזה היו עובדים לצבא השמים והיו עושין הפעלות המגונות ההם כמו שקד' מענינ' עד שכבר בנו במות בכל עריהם מהקטן עד הגדול והנה הקטן הו' מגדל נוצרים ר''ל מגדל שומדים שכאשר יהיו לאדם שדו' רבות וכרמים זה אחר זה יבנה מגדל בתוכם לשמור פירותיהם ולאצרם שם וגם במגדל ההוא בנו במה ולא הספיק להם זה אבל מחוץ לעיר הציבו להם מצבות ואשרים על כל גבעה גבוהה ותחת כל עץ רענן וזה כלו בהפך כוונת התורה שצותה לעבוד הש''י לבדו ובמקום אחד לבד אחר הבנות בית המקדש ","titles":[{"title":"﻿מלכים יז ט"},{"title":"﻿מלכים פרק יז פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":9},{"positionInParasha":408},{"uri":"jbr:tanach-ralbag11-17-11","text":" רלב\"ג  כגוים אשר הגלה ה' מפניהם. לא שלא נתנו אל לבם שאלו הפעלות המגונו' לא הועילו לגוים אשר הגלה ה' מפניהם אך היו סבה שהקיאה אותם הארץ ","titles":[{"title":"﻿מלכים יז יא"},{"title":"﻿מלכים פרק יז פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":11},{"positionInParasha":410},{"uri":"jbr:tanach-ralbag11-17-13","text":" רלב\"ג  ויעד ה' בישראל וביהודה ביד כל נביאי כל חוזה. ר''ל ביד כל נביאים וכל חוזה וידמה שהחוזה הוא יותר שלם מהנבי' כי הנביא יקרא נביא אפילו בא אליו דבר ה' בחלום כאמרו אם יהיה נביאכם ה' במראה אליו אתודע בחלום אדבר בו ואולם החוזה יקרא אשר יבא אליו דבר ה' במראה והוא למעלה מהחלו' ","titles":[{"title":"﻿מלכים יז יג"},{"title":"﻿מלכים פרק יז פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":13},{"positionInParasha":412},{"uri":"jbr:tanach-ralbag11-17-14","text":" רלב\"ג  כערף אבותם אשר לא האמינו בה' אלהיהם. המשילם למי שהיה מאבותם שלא האמינו בה' אלהיהם ולא הסכימו להאמין בו מפני דברי הנכיאים ","titles":[{"title":"﻿מלכים יז יד"},{"title":"﻿מלכים פרק יז פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":14},{"positionInParasha":413},{"uri":"jbr:tanach-ralbag11-17-15","text":" רלב\"ג  וימאסו את הקיו ואת בריתו. זה כלו עדות כי הם עשו מה שזכר הש''י שאם יעשוהו יביא עליהם אלו הקללות שבאו עליהם ולסוף הענין ישליכם אל ארץ אחרת כיו' הזה ולזה זכר גם כן שהם עזבו כל מצות ה' כמו שזכר שם באותם הקללות ","titles":[{"title":"﻿מלכים יז טו"},{"title":"﻿מלכים פרק יז פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":15},{"positionInParasha":414},{"uri":"jbr:tanach-ralbag11-17-17","text":" רלב\"ג  ויקסמו קסמים וינחשו. ר''ל שהם עשו פעלות להוריד להם רוחניות הכוכבי' לפי מחשבת' והיו בזה האופן המגונה מגיעים להם כח קסם וכן היו מנחשים בגוים והיו מסתפקים באלו ההודעות ועתידות החלושות והמגונות בתכלית והיו עוזכים ההודעו' השלמות שהיו מגיעים להם על ידי נביא ","titles":[{"title":"﻿מלכים יז יז"},{"title":"﻿מלכים פרק יז פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":17},{"positionInParasha":416},{"uri":"jbr:tanach-ralbag11-17-20","text":" רלב\"ג  ויענם ויתנם ה' ביד שוסים. זכר זה כי כבר עשה הש''י בהדרגה כמו שזכר בתורה והוא שכבר ענה ישראל ברעב ובמה שידמה לו ואחר זה נתנם ביד אויבים היו שוללים אותם ואח' זה השליכם מעל פניו והגלה אותם אל ארץ אחרת ","titles":[{"title":"﻿מלכים יז כ"},{"title":"﻿מלכים פרק יז פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":20},{"positionInParasha":419},{"uri":"jbr:tanach-ralbag11-17-21","text":" רלב\"ג  וימליכו את ירבעם בן נבט. אמר זה כי ישראל המליכוהו מעצמם אף על פי שכבר ייעד הש''י על יד נביאו הנה נבחר זה אז מעצמם לא על ידי נבי' ואולם בעת ההוא נהפך לבב ירבעם לרע, ולו היו שואלים פי נביא לא היה בוחר בו כמו שמצאנו בשאול שאף על פי שנמשח למלך אמ' הש''י לשמואל כי נחם כי המליכו כ''ש בזה שלא נמשח ","titles":[{"title":"﻿מלכים יז כא"},{"title":"﻿מלכים פרק יז פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":21},{"positionInParasha":420},{"uri":"jbr:tanach-ralbag11-17-24","text":" רלב\"ג  ויבא מלך אשור מבבל. ר''ל שהבי' אנשי' מכל אלו המקומו' להושיב בערי שמרון אש' הגלה משם ישראל ","titles":[{"title":"﻿מלכים יז כד"},{"title":"﻿מלכים פרק יז פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":24},{"positionInParasha":423},{"uri":"jbr:tanach-ralbag11-17-27","text":" רלב\"ג  אחד מהכהנים אשר הגליתם משם. ידמה כי קצת כהני ה' היו שם במגרשיהם והוא היה מורה הגוים האלו איך יתנהגו לפי משפטי התורה והם עושים עם זה גוי גוי אלהיו בערי שמרון והניחו הע''ג שלהם בבית הבמות אשר עשו השומרונים ויהיו יראים את ה' ועשו להם מקצתם כהני במות כמו שעשה ירבעם והזניח הכהנים מן הכהונה וידמה כי באלו הבמות היו מקריבים לשם יתעלה כמו שהיה הענין קודם אסור הבמות ","titles":[{"title":"﻿מלכים יז כז"},{"title":"﻿מלכים פרק יז פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":27},{"positionInParasha":426},{"uri":"jbr:tanach-ralbag11-17-33","text":" רלב\"ג  כמשפט הגוים אשר הגלו אותם משם. ר''ל שהם היו גם כן עובדים לשם יתעלה ועובדי ע''ג ולזה אמר להם אליהו עד מתי אתם פוסחי' על שתי הסעיפים אם ה' הוא האלהים לכו אחריו ואם הבעל לכו אחריו ","titles":[{"title":"﻿מלכים יז לג"},{"title":"﻿מלכים פרק יז פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":33},{"positionInParasha":432},{"uri":"jbr:tanach-ralbag11-17-34","text":" רלב\"ג  עד היום הזה הם עושים כמשפטים הראשונים. ר''ל הנשארים הם ישראל כי לא הגלו כולם כמו שיראה מהספור אשר בענין חזקיה ששלח למה שנשאר שם ","titles":[{"title":"﻿מלכים יז לד"},{"title":"﻿מלכים פרק יז פסוק לד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":34},{"positionInParasha":433},{"uri":"jbr:tanach-ralbag11-17-37","text":" רלב\"ג  תשמרון לעשות כל הימים. זה לאות שהתור' נתנה לעשות מצות ה' כל הימי' לא שתשתנ' באחרת כמו שחשבו אנשי' חלילה חלילה ","titles":[{"title":"﻿מלכים יז לז"},{"title":"﻿מלכים פרק יז פסוק לז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":37},{"positionInParasha":436},{"uri":"jbr:tanach-ralbag11-17-40","text":" רלב\"ג  ולא שמעו כי אם כמשפטם הראשון הם עושים. ר''ל כי ישר' לא שמעו לסור מע''ג ולזה מצא שם יאשיה כהני הבמות ","titles":[{"title":"﻿מלכים יז מ"},{"title":"﻿מלכים פרק יז פסוק מ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":40},{"positionInParasha":439},{"uri":"jbr:tanach-ralbag11-17-41","text":" רלב\"ג  ויהיו הגוים האלה יראים את ה'. ידמה שאמר שלא שמעו אלו הגוים לקול הכהן אך הרכיבו בין שתי האמונות ולזה הוא מבוא' שלא היו יראים את ה' שאם היו יראים את ה' לא היו עובדים ע''ג ולזה לא נחשבו לגרי' אמתיים כי הגרים האמתיים הם כמו ישראלים כי הם לא קבלו עליהם לקיים התורה אך עבודת אלהיהם ולזה הם משוללים מיראת הש''י ומהיו' במדרגת ישראל כי הישראל אף על פי שחוטא זכו לו אבותיו אל שיהי' מישר' אך הגר לא יהיה גר אם לא יקבל עליו כל מצות התורה כי התורה זאת בלתי קבלת תוספת וגרעון כמו שנזכר במקומות מהתורה ","titles":[{"title":"﻿מלכים יז מא"},{"title":"﻿מלכים פרק יז פסוק מא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":41},{"positionInParasha":440},{"uri":"jbr:tanach-ralbag11-18-3","text":" רלב\"ג  ויעש הישר בעיני ה' ככל אשר עשה דוד אביו. הנה בזה הוסיף על דוד כי הוא לא חטא אך עשה תמיד הישר בעיני ה' ודוד חטא על דבר אוריה ","titles":[{"title":"﻿מלכים יח ג"},{"title":"﻿מלכים פרק יח פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":3},{"positionInParasha":443},{"uri":"jbr:tanach-ralbag11-18-4","text":" רלב\"ג  הוא הסיר את הבמות. הם שנעשו להקריב בהם לש''י אשר לא סרו בימי מלכי יהודה הראשונים ","titles":[{"title":"﻿מלכים יח ד"},{"title":"﻿מלכים פרק יח פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":4},{"positionInParasha":444},{"uri":"jbr:tanach-ralbag11-18-5","text":" רלב\"ג  בכל מלכי יהודה ואשר היו לפניו. הנה הוי''ו אשר במלת ואשר מושכת הבית אשר במלת בכל והרצון בו בכל מלכי יהודה ובאש' היו לפניו ואולם אמ' זה כי אפי' דוד לא היה כמוהו כי הו' חטא וזה לא חטא אך עשה הישר בעיני ה' ","titles":[{"title":"﻿מלכים יח ה"},{"title":"﻿מלכים פרק יח פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":5},{"positionInParasha":445},{"uri":"jbr:tanach-ralbag11-18-6","text":" רלב\"ג  וידבק בה' לא סר מאחריו. הנה הדבקו' בה' הוא ההשגה וההליכה בדרכיו ואמרו לא סר מאחריו מעיד שלא חטא בדב' ","titles":[{"title":"﻿מלכים יח ו"},{"title":"﻿מלכים פרק יח פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":6},{"positionInParasha":446},{"uri":"jbr:tanach-ralbag11-18-7","text":" רלב\"ג  והיה ה' עמו. זה היה מהש''י גמול לו על ישראל ","titles":[{"title":"﻿מלכים יח ז"},{"title":"﻿מלכים פרק יח פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":7},{"positionInParasha":447},{"uri":"jbr:tanach-ralbag11-18-8","text":" רלב\"ג  ממגדל נוצרים עד עיר מבצר. ר''ל שלא נשאר בהם מקום שלא הוכה מקטון ועד גדול והיותר קטן הוא מגדל הנוצרים ר''ל השומרים שעושין מחוץ לעיר לשמור פירות השדה והכרמים אשר סביבו ","titles":[{"title":"﻿מלכים יח ח"},{"title":"﻿מלכים פרק יח פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":8},{"positionInParasha":448},{"uri":"jbr:tanach-ralbag11-18-16","text":" רלב\"ג  קצץ חזקיה את דלתות היכל ה'. ר''ל לקחת מהם הזהב אשר הם מצופות ממנו ","titles":[{"title":"﻿מלכים יח טז"},{"title":"﻿מלכים פרק יח פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":16},{"positionInParasha":456},{"uri":"jbr:tanach-ralbag11-18-17","text":" רלב\"ג  בתעלת הברכה העליונה. הברכה הוא חריץ בנוי עוברים בו מים והיה אצל המים תעלה ר''ל חפירה רחב' יתפשטו בו ","titles":[{"title":"﻿מלכים יח יז"},{"title":"﻿מלכים פרק יח פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":17},{"positionInParasha":457},{"uri":"jbr:tanach-ralbag11-18-18","text":" רלב\"ג  ויקראו אל המלך. ר''ל קראו שיצא אליהם המלך ","titles":[{"title":"﻿מלכים יח יח"},{"title":"﻿מלכים פרק יח פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":18},{"positionInParasha":458},{"uri":"jbr:tanach-ralbag11-18-19","text":" רלב\"ג  ויאמר להם רבשקה. אף על פי שבאו אחרים עמו והם תרתן ורב סריס לא דבר אלו הדברים כי אם רבשקה ולזה לא זכר זולתו בזה השליחות ובספ' ישעיה וידמה כי אחר שנתן חזקיה את כל הכסף הנמצא באוצרות ה' ובאוצרות המלך למלך אשור שב למרוד בו ולא נתן לו מדי שנה בשנה זה המס הכבד ששם עליו ","titles":[{"title":"﻿מלכים יח יט"},{"title":"﻿מלכים פרק יח פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":19},{"positionInParasha":459},{"uri":"jbr:tanach-ralbag11-18-20","text":" רלב\"ג  אמרת אך דבר שפתים הוא עצה וגבורה. שיתגבר האדם בו למלחמה ר''ל שבדברי שפתיו יסיר מעליו הנלחם עמו כמו שעשית את' ממני ואחר זה יתחזק ויתגבר בעוזריו לעמו' כנגד מי שהיה נלחם עמו עתה על מי בטחת שיעזרך כי מרדת בי ולפי שחש' מלך אשור כי חשב חזקיה במרדו בו על מלך מצרים שיעזרהו במלחמה אמר אליו הנה בטחת על משענת חלוש כמו משענת הקנה הרצוץ כי לא די שאי אפשר לאדם להשען בו אבל לא יזיק לעצמו בהשענו בו כי הקנה הרצוץ יכנס בכפו ונקבה כי כן פרעה מלך מצרים לכל הבוטחים עליו וכי תאמרון אלי אל ה' אלהינו בטחנו שיצילנו הלא הוא אשר הסיר חזקיהו את במותיו ואת מזבחותיו אשר היו מקריבים בהם לה' ויאמ' ליהודה ולירושלם לפני המזבח הזה לבד תשתחוו ואיך יעזרהו והוא עשה כנגדו להשחית במותיו ומזבחותיו ","titles":[{"title":"﻿מלכים יח כ"},{"title":"﻿מלכים פרק יח פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":20},{"positionInParasha":460},{"uri":"jbr:tanach-ralbag11-18-23","text":" רלב\"ג  ועתה התערב נא אדני את מלך אשור. ר''ל תן לו ערבון שלא תמרוד בי ותהיה לי למס ואתנה לך אלפים סוסים אם תוכל לתת לך אנשים רוכבים עליהם והנה אמ' זה על דרך הבוז והלעז כאילו אמ' שלא ימצאו לחזקיה אלפי' אנשים ראויים לרכוב על סוסים ","titles":[{"title":"﻿מלכים יח כג"},{"title":"﻿מלכים פרק יח פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":23},{"positionInParasha":463},{"uri":"jbr:tanach-ralbag11-18-24","text":" רלב\"ג  ואיך תשיב את פני פחת אחד עבדי אדני הקטנים. כל זה אמ' לירא אותם ולבהלם כאילו יאמר שמלך אשור הוא באופן מהגודל שאין ראוי לחזקי' להשי' פני פחת אחד שהוא מעבדיו הקטנים גם כי אחד מעבדיו הקטנים גדול מאד עד שאין ראוי להשיב פניו ולבטוח על מצרים לרכב ולפרשי' שיעזרהו במלחמה כנגד מלך אשו' ","titles":[{"title":"﻿מלכים יח כד"},{"title":"﻿מלכים פרק יח פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":24},{"positionInParasha":464},{"uri":"jbr:tanach-ralbag11-18-25","text":" רלב\"ג  עתה המבלעדי ה'. אמר זה כאלו יאמר איך תבטח על ה' שיצילך והוא אמר אלי שאעלה על הארץ הזאת להשחיתה ","titles":[{"title":"﻿מלכים יח כה"},{"title":"﻿מלכים פרק יח פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":25},{"positionInParasha":465},{"uri":"jbr:tanach-ralbag11-18-26","text":" רלב\"ג  באזני העם אשר על החומה. אמרו זה כי לא היו רוצי' שישמע אלו הדברים העם אשר על החומה כדי שלא ירפו ידיהם משמירת החומה ","titles":[{"title":"﻿מלכים יח כו"},{"title":"﻿מלכים פרק יח פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":26},{"positionInParasha":466},{"uri":"jbr:tanach-ralbag11-18-27","text":" רלב\"ג  העל אדניך ואליך. ר''ל האם בעבור אדניך ובעבורך שלחני מלך אשור ","titles":[{"title":"﻿מלכים יח כז"},{"title":"﻿מלכים פרק יח פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":27},{"positionInParasha":467},{"uri":"jbr:tanach-ralbag11-18-30","text":" רלב\"ג  עשו אתי ברכה וצאו אלי. ר''ל אם תהיו אתי להשלים עמי ולצאת אלי עשו ברכה כי אז תוכלו לעבוד האדמה ולאכל פריה ","titles":[{"title":"﻿מלכים יח ל"},{"title":"﻿מלכים פרק יח פסוק ל"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":30},{"positionInParasha":470},{"uri":"jbr:tanach-ralbag11-18-31","text":" רלב\"ג  ולקחתי אתכם אל ארץ כארצכם. ר''ל ונהגתי אתכם אל ארץ טובה כמו ארצכם ואמר זה להם לבאר שלא יזוקו אם יגלה אותם לארץ אחרת כמו שעשה מעשרת שבטים והנה היה מניע ומבלבל האומות בזה הדרך כדי שלא יוכלו למרוד בו ולזה היה מרחיק אותם מעוזריהם והיה מקרב אותם אליו ואל עמו ","titles":[{"title":"﻿מלכים יח לב"},{"title":"﻿מלכים פרק יח פסוק לב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":31},{"positionInParasha":471},{"uri":"jbr:tanach-ralbag11-18-33","text":" רלב\"ג  חמת ארפד ספרוים הנע ועוה. הם שמות מדינות ויעיד על זה מ''ש אח' זה ומלך לעיר ספרוים הנע ועוה ","titles":[{"title":"﻿מלכים יח לד"},{"title":"﻿מלכים פרק יח פסוק לד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-18"},{"positionInPerek":33},{"positionInParasha":473},{"uri":"jbr:tanach-ralbag11-19-1","text":" רלב\"ג  יום צרה ותוכחה ונאצה היום הזה. ר''ל שהוא יום צרה חזק' מפני מה שגזר מלך אשור להשחי' את ירוש' עד שמרוב הצרו' הנה המעוברות הכורעו' ללדת אין להן כח ללדת ואע''פ שבאו בנים עד משב' והוא המקום מהרח' שיהיה בו הולד בעת יציאתו וגיחו מרחם והוא גם כן יום תוכח' ונאצ' כי הוכיח רבשקה בדברי נאצ' וחרוף וגדוף שהש''י לא יציל את ירושל' מיד מלך אשור וזהו אמרו אחר זה והוכיח בדברי' אשר שמע ה' אלהיך ","titles":[{"title":"﻿מלכים יט א"},{"title":"﻿מלכים פרק יט פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":1},{"positionInParasha":476},{"uri":"jbr:tanach-ralbag11-19-3","text":" רלב\"ג  נערי מלך אשור. עבדי מלך אשור ומשרתיו ","titles":[{"title":"﻿מלכים יט ה"},{"title":"﻿מלכים פרק יט פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":3},{"positionInParasha":478},{"uri":"jbr:tanach-ralbag11-19-4","text":" רלב\"ג  הנני נותן בו רוח. ר''ל רצון ","titles":[{"title":"﻿מלכים יט ז"},{"title":"﻿מלכים פרק יט פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":4},{"positionInParasha":479},{"uri":"jbr:tanach-ralbag11-19-10","text":" רלב\"ג  ויפרשהו. ר''ל הספר שהיה בו אלו החרופין והגדופין כי הם נשאו ספרים על זה ממלך אשור ועוד דברו בפיהם אלו החירופין ולזה אמר אחר זה את דברי סנחריב אשר שלחו לחרף אלהים חיים ","titles":[{"title":"﻿מלכים יט יד"},{"title":"﻿מלכים פרק יט פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":10},{"positionInParasha":485},{"uri":"jbr:tanach-ralbag11-19-11","text":" רלב\"ג  ויתפלל חזקיהו. רוצה לומר ה' אלהי ישראל אשר השגחתו דבקה בהם ושכינתו תגלה ותראה על דרך המופת במקום הכרובים בקדש הקדשים כמו שנתפרסם זה מספורי התורה ונתבא' ג''כ במה שסופר בעניני שלמה וזה לאות כי הש''י השגחתו דבק' בישראל אתה הוא המנהיג לבדך לכל ממלכו' הארץ כי אתה שליט להשפיל מלכים ולהקימ' ואם אין להם מסודר ממערכ' הכוכבי' לפי שאתה מושל על הכוכבי' ועל השפע השופע מהם כי אתה עשית את השמי' ואת הארץ ","titles":[{"title":"﻿מלכים יט טו"},{"title":"﻿מלכים פרק יט פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":11},{"positionInParasha":486},{"uri":"jbr:tanach-ralbag11-19-15","text":" רלב\"ג  וידעו כל ממלכות הארץ כי אתה אלהים לבדך. ר''ל שראוי לך לעשות זה כדי שלא יתחלל שמך ואם אין ישראל ראויים שתעשה להם נס ","titles":[{"title":"﻿מלכים יט יט"},{"title":"﻿מלכים פרק יט פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":15},{"positionInParasha":490},{"uri":"jbr:tanach-ralbag11-19-17","text":" רלב\"ג  בזה לך לעגה לך. ר''ל שהי' מבז' ומלעגת על דבריך ואינ' יראה מהם כי מהש''י יהיה עזרה בסוף כמו שבאר ולזה גם הניעה ראש אחריך וזה אמר להודיע שאינה צריכה שתירא מאלו הדברים אע''פ שכבר היו ישראל מתפחדי' מאד מהם כמו שקדם ","titles":[{"title":"﻿מלכים יט כא"},{"title":"﻿מלכים פרק יט פסוק כא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":17},{"positionInParasha":492},{"uri":"jbr:tanach-ralbag11-19-18","text":" רלב\"ג  ותשא מרום עיניך על קדוש ישראל. ר''ל הנה הגדלת לעשות מאד עד שהשיאך גודל לבבך לחרף ולגדוף מי שהוא בתכלי' הרוממו' והוא קדוש ישראל ","titles":[{"title":"﻿מלכים יט כב"},{"title":"﻿מלכים פרק יט פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":18},{"positionInParasha":493},{"uri":"jbr:tanach-ralbag11-19-19","text":" רלב\"ג  הנה ביד מלאכיך חרפת ה'. ואמרת כי בגבורתך ורב רכביך עלית לכבוש מרום הרים, והם המקומות החזקים הבנויים בהרים ","titles":[{"title":"﻿מלכים יט כג"},{"title":"﻿מלכים פרק יט פסוק כג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":19},{"positionInParasha":494},{"uri":"jbr:tanach-ralbag11-19-20","text":" רלב\"ג  אני קרתי ושתיתי מים זרים. ר''ל לא היה פלא אם שתיתי מים המוכנים לשתותם אבל אני חפרתי והוצאתי מים זרים אשר לא עלה על לב איש שיוכל לשתות משם מים וזה משל למקומות שכבש שהיו כלם חזקים שלא עלה כלב איש שיוכל לכבשם ובכף פעמי לבד בלי השתדלו' אחר החרבתי והובשתי כל היאורים אשר בערי המצור והם הערים החזקים שלא יתכן לכבשם כי אם בבניית המצור עליהם ואפשר שיאמר אומר שכבר אמר אני קרתי ושתיתי בעבור חזקיה שסתם המעינות כמו שנזכר בספר ד''ה והבאור הראשון יותר נכון לפי מה שאחשוב ","titles":[{"title":"﻿מלכים יט כד"},{"title":"﻿מלכים פרק יט פסוק כד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":20},{"positionInParasha":495},{"uri":"jbr:tanach-ralbag11-19-21","text":" רלב\"ג  הלא שמעת למרחוק אותה עשיתי. ר''ל על מה תתפאר על הצלחותיך במלחמות הלא שמעת כי למרחוק הודעתי אלו הדברים מהצלחותיך על כל הגוים על ידי עבדי הנביאים וזה לאות כי אותה עשיתי כמו שאמר ישעיה מי פעל ועשה קורא הדורות מראש ר''ל שמי שיקרא הדורות מראש ויודע מה שעתיד להיות הוא מחוייב שיהיה הוא הפועל כי לולי זה איך יתכן שידע הוא מה שיעשה זולתי האלהים אלא אם היה הזולת ההוא משרת אותו בזה ויהי הפועל מסודר מהמודיע זה טרם היותו לא מהמשרת כי איננו הראשון בזה וכבר הארכנו המאמר בזה בראשון מספר מלחמות ה' ובספר ישעיה ","titles":[{"title":"﻿מלכים יט כה"},{"title":"﻿מלכים פרק יט פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":21},{"positionInParasha":496},{"uri":"jbr:tanach-ralbag11-19-23","text":" רלב\"ג  ושבתך וצאתך ובאך ידעתי. ר''ל שבתך בארצך וצאתך למלחמה ובאך לעיירות שלכדת הכל ידעתי טרם היותו וגם ידעתי התרגזך אלי, רוצה לומר היותך מראה עצמך אלי נורא מאד עד שחשבת שלא אוכל לך ושאני צריך לירא ממך ולפי שכבר עלה באזני התרגזך אלי והיה סבת זה היותך שלו ושאנן ולזה יחסת לעצמך אלו ההצלחות לא לי הנה אראה לך שאני האדון והמנהיג ואתה העבד ולזה אשים חח באפך והוא הברזל שילכדו בו הדגים ואשים בשפתיך המתג שמשימין בשפתי הבהמות להנהיגם באשר ירצו ","titles":[{"title":"﻿מלכים יט כז"},{"title":"﻿מלכים פרק יט פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":23},{"positionInParasha":498},{"uri":"jbr:tanach-ralbag11-19-24","text":" רלב\"ג  והשיבותיך בדרך אשר באת בה. ידמה שלאחר הלחמו עם מלך כוש שב אל ירושלם ושם נגף ה' את כל חילו ","titles":[{"title":"﻿מלכים יט כח"},{"title":"﻿מלכים פרק יט פסוק כח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":24},{"positionInParasha":499},{"uri":"jbr:tanach-ralbag11-19-25","text":" רלב\"ג  וזה לך האות אכול השנה ספיח. אמר זה לפי שלא היה בלי פחד עדיין אף על פי שימותו חיל מלך אשור כי אולי ישוב עליהם עם חיל אחר ולזה אמר הנביא לחזקיה וזה הדבר אשר תראה מסנחריב שישוב בדרך אשר בא בה ולא יבא על ירושלים יהיה לך אות על ייעוד אחר מייעד אותך הש''י והוא השנה הזאת תאכלו הספיחים אשר בשדות בחוץ ולא יהיה אויב בחוץ שימנע אתכם מזה ויתברכו הספיחים באופן שיספיקו כל השנה ","titles":[{"title":"﻿מלכים יט כט"},{"title":"﻿מלכים פרק יט פסוק כט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":25},{"positionInParasha":500},{"uri":"jbr:tanach-ralbag11-19-26","text":" רלב\"ג  ויספה פליטת בת יהודה הנשארה. ממלך אשור ומלכי ישראל ורצין מלך ארם לעשות שרש למטה ותשתרש באופן שתעשה פרי למעלה ","titles":[{"title":"﻿מלכים יט ל"},{"title":"﻿מלכים פרק יט פסוק ל"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":26},{"positionInParasha":501},{"uri":"jbr:tanach-ralbag11-19-27","text":" רלב\"ג  כי מירושלים תצא שארית ופליטה מהר ציון. יעשה זה הש''י לקנאותו על החירופין שחרף אותו מלך אשור ואע''פ שאין ישראל ראויין לזה הנס ","titles":[{"title":"﻿מלכים יט לא"},{"title":"﻿מלכים פרק יט פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":27},{"positionInParasha":502},{"uri":"jbr:tanach-ralbag11-19-28","text":" רלב\"ג  לא יקדמנה מגן. לפי שההורסים החומות מקדמים לפניהם מגן והם באים תחתיו והורסי' החומה בכשיל וכלפות אמר לא יקדמנה מגן ולא ישפוך עליה סוללה להפיל החומה והוא כלי שמשליכין בו אבנים גדולות מאד להפיל החומה בחוזק או ירצה באמרו ולא יקדמנה מגן ולא יקדמנה איש מגן ויהיה חסר הנושא כאמרו ומאכלו בריאה שהרצון בו ומאכלו שה בריאה ","titles":[{"title":"﻿מלכים יט לב"},{"title":"﻿מלכים פרק יט פסוק לב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":28},{"positionInParasha":503},{"uri":"jbr:tanach-ralbag11-19-29","text":" רלב\"ג  וגנותי. הוא מענין מגן ","titles":[{"title":"﻿מלכים יט לג"},{"title":"﻿מלכים פרק יט פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":29},{"positionInParasha":504},{"uri":"jbr:tanach-ralbag11-19-30","text":" רלב\"ג  ויהי בלילה ההוא. ר''ל בליל היום ההוא שאמר בו ישעיה אלו הדברים והנה אם כן אמרה אחר ששב סנחריב על ירושלי' במצור כמו שפירשנו ","titles":[{"title":"﻿מלכים יט לה"},{"title":"﻿מלכים פרק יט פסוק לה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-19"},{"positionInPerek":30},{"positionInParasha":505},{"uri":"jbr:tanach-ralbag11-20-1","text":" רלב\"ג  בימים ההם חלה חזקיה למות. אחשוב כי אחר הספור הקודם היה זה ולא תפלא ממה שאמר ומכף מלך אשור אצילך כי כבר אפשר שאסרחדון היה מגזם אל ירושלים ","titles":[{"title":"﻿מלכים כ א"},{"title":"﻿מלכים פרק כ פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":1},{"positionInParasha":508},{"uri":"jbr:tanach-ralbag11-20-6","text":" רלב\"ג  קחו דבלת תאנים. ידוע כי הש''י כשיעשה מופתי' יבקש להם קצת סבות כשאפשר זה שיהיה בהם יותר מעט מהזרות אצל הטבע ולזה צוה לקחת דבלת תאנים כי אע''פ שאין בו כח לעשות זה הנה בו קצת מבוא ברפואת המורסות ובבשולם ","titles":[{"title":"﻿מלכים כ ז"},{"title":"﻿מלכים פרק כ פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":6},{"positionInParasha":513},{"uri":"jbr:tanach-ralbag11-20-7","text":" רלב\"ג  ויאמר חזקיהו אל ישעיהו מה אות כי ירפא ה' לי. ראוי שתדע שלא היה זה מיעוט אמונה לחזקיהו אם בקש אות בזה וזה שכבר הודיעו ישעיהו כי גזירת הש''י היתה שימות ועתה כשהסכים להוסיף על ימיו חמש עשרה שנה אולי היה תנאי ר''ל אם יהיה חזקיהו באופן מהשלימות שיתכן שתדבק בו כמו ההשגחה ולזה לא היה סומך בזה חזקיהו אם לא שיתן לו אות שבזולת תנאי נתן לו השם יתברך זאת המתנה ","titles":[{"title":"﻿מלכים כ ח"},{"title":"﻿מלכים פרק כ פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":7},{"positionInParasha":514},{"uri":"jbr:tanach-ralbag11-20-8","text":" רלב\"ג  הלך הצל עשר מעלות אם ישוב עשר מעלות. ר''ל אם ישוב ללכת עשר מעלות אחרות בדרך שיהיו עשרים מעלות ","titles":[{"title":"﻿מלכים כ ט"},{"title":"﻿מלכים פרק כ פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":8},{"positionInParasha":515},{"uri":"jbr:tanach-ralbag11-20-9","text":" רלב\"ג  ויאמר חזקיהו נקל לצל לנטות עשר מעלות. הנה זה הפסוק קשה מאד בפירושו וזה כי ידוע כי נטית הצל תהיה מצד תנוע' השמש ולפי תנוע' השמש מעט מעט יטה הצל מעט מעט וזה מבוא' בעצמו ובהיות הענין כן מה זה שאמר חזקיהו נקל לצל לנטות עשר מעלות איך חשב חזקיה נקל מה שהוא מהמופת נפלא מאד לא ראינו כמוהו בביאור אפילו למשה אשר לא קם כמוהו לכל האותות והמופתים אשר עשה כי המופתים ההם היו לשנות סדר אלו הדברים השפלים והוא יותר נפלא לאין שיעור מה שישתנה בו סדר הגרמים העליונים ובהיות הענין כן הנה יהיה זה המאמר מחזקיה בתכלית הסכלות ואיך ראוי שנחשוב זה עליו עם שלמותו הנראה מדבריו ואם אמרנו שלא היה זה המופת בתנועת השמש בעצמה יקשה מה שאמר בספר דברי הימים על מליצי שרי בבל שבאו לדרוש המופת אשר היה בארץ כי ידמה מזה המקום שזה המופת היה על דבר חליו לפי שבזה המקום אמר כי שמע כי חלה חזקיהו והנראה בעיני מפני כל זה שזה המופת היה בצל לא בשמש בעצמו וכבר ידעת בי העננים המתנועעים תחת השמש יביאו לפעמי' ניצוץ השמש בזולת מקומו הראוי לו וזה כבר נמצא בחוש הרבה ולפי שראה חזקיה מתנועת הרוח אז וקצת אידים שהיו תחת השמש שיקל להם בתנועתם המהירה להשיב הצל עשר מעלות כי באותו צד היתה תנועתם בקש מישעיה שיהיה הענין בהפך זה כדי שיוכר לו מופת השם יתברך והנה התפלל הנביא אל הש''י ושב הצל אחורנית עשר מעלות כמו ששאל חזקיה וזה המופת יתכן שנהיה בשחדש הש''י על דרך המופת אידים מתנועעים לצד ההוא ונרשם בהם ניצוץ השמש והביאוהו בתנועתם במהירות נפלא אל המקום ההוא עד שכבר היה זה תכף ","titles":[{"title":"﻿מלכים כ י"},{"title":"﻿מלכים פרק כ פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":9},{"positionInParasha":516},{"uri":"jbr:tanach-ralbag11-20-10","text":" רלב\"ג  במעלות אחז אחורנית. יתכן שבנה אחז אלו המעלות בבית המלכות, והנה שמע מלך בבל כי חלה חזקיה ולזה שלח מלאכיו שם וצוה אותם גם כן שידרשו המופת אשר היו בארץ אז מחיל סנחריב שמתו כלם בזולת יד אדם אך הכם מלאך ה' ולזה אמר ג''כ אשר הי' בארץ ואם היה זה שב אל המופת מהשמש הנה לא היה בארץ לבד אך בכל העולם ","titles":[{"title":"﻿מלכים כ יא"},{"title":"﻿מלכים פרק כ פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":10},{"positionInParasha":517},{"uri":"jbr:tanach-ralbag11-20-11","text":" רלב\"ג  בעת ההיא שלח בראדך בלאדן. ראוי שתדע כי אע''פ שהיה סנחריב מושל בבבל כמו שיראה ממה שאמר במה שקדם ויבא מלך אשור מבבל הנה היה שם מלך והיה תחת סנחריב והיה נותן לו מס שנה בשנה כי כן היה מנהגו עם כל המלכים שהיה כובש אותם והנה לפי דעתי נמשכה המלוכה למלכי אשור עד שבא נבוכדנצר מלך בבל והחזיק במלכות הזה ונמשך המלכות לו ולבנו ולבן בנו עד שבעים שנה ","titles":[{"title":"﻿מלכים כ יב"},{"title":"﻿מלכים פרק כ פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":11},{"positionInParasha":518},{"uri":"jbr:tanach-ralbag11-20-12","text":" רלב\"ג  וישמע עליהם חזקיהו. ר''ל שכבר שמע בעבורם מה שבקשו ממנו והגיד להם כל אשר שאלו והראם את כל בית נכתה הנה הוא קבוץ על חמודותיו ואחר זה פרט מה שהיה שם והוא כסף וזהב ובשמים ושמן הטוב והוא שמן אפרסמון שלא היה נמצא כי אם בארצו ובמקום אחד ממנו לבד והוא נקרא בלסמי בלעז ","titles":[{"title":"﻿מלכים כ יג"},{"title":"﻿מלכים פרק כ פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":12},{"positionInParasha":519},{"uri":"jbr:tanach-ralbag11-20-15","text":" רלב\"ג  אשר יצאו ממך אשר תוליד. זה לאות שלא היו בנים לחזקיה בעת זאת הנבואה אך אחר שלש שנים הוליד מנשה שמלך אחריו והנה אמר ובניך על זרעו ואם הוא רחוק כי כל זרע אדם יקראו בניו אפי' לאלף דור כמו שנקרא אנחנו היום בני ישראל ","titles":[{"title":"﻿מלכים כ יח"},{"title":"﻿מלכים פרק כ פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-20"},{"positionInPerek":15},{"positionInParasha":522},{"uri":"jbr:tanach-ralbag11-21-11","text":" רלב\"ג  אשר כל שומעיו תצלנה שתי אזניו. ר''ל שמרוב התרועה וההפעלות שיקרה לו מזאת השמועה הרעה ידמה לו שיהי' קול הברה באזניו ","titles":[{"title":"﻿מלכים כא יב"},{"title":"﻿מלכים פרק כא פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-21"},{"positionInPerek":11},{"positionInParasha":536},{"uri":"jbr:tanach-ralbag11-21-12","text":" רלב\"ג  ונטיתי על ירושלם וגו'. ר''ל שתנתן ביד אויב כמו שנתנה שומרון ביד מלך אשור ","titles":[{"title":"﻿מלכים כא יג"},{"title":"﻿מלכים פרק כא פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-21"},{"positionInPerek":12},{"positionInParasha":537},{"uri":"jbr:tanach-ralbag11-21-13","text":" רלב\"ג  ונטשתי את שארית נחלתי. הנה קרא מלכות יהוד' שארית נחלתו כי הוא לבדו נשאר מנחלת הש''י שהוא עם ישראל כי השאר הגלה מלך אשור ","titles":[{"title":"﻿מלכים כא יד"},{"title":"﻿מלכים פרק כא פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-21"},{"positionInPerek":13},{"positionInParasha":538},{"uri":"jbr:tanach-ralbag11-21-15","text":" רלב\"ג  וגם דם נקי שפך מנשה הרבה מאד. ידמה שהוא היה הורג כל מי שלא הסכים לעבוד ע''ג והנביאים המוכיחי' אותם כמו שעשת' איזבל שהרג' את נביאי ה' ","titles":[{"title":"﻿מלכים כא טז"},{"title":"﻿מלכים פרק כא פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-21"},{"positionInPerek":15},{"positionInParasha":540},{"uri":"jbr:tanach-ralbag11-21-17","text":" רלב\"ג  ויעזוב את ה' אלהי אבותיו ולא הלך בדרך ה'. ר''ל שכבר נפרד מכל וכל מדרך ה' ","titles":[{"title":"﻿מלכים כא יט"},{"title":"﻿מלכים פרק כא פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-21"},{"positionInPerek":17},{"positionInParasha":542},{"uri":"jbr:tanach-ralbag11-22-1","text":" רלב\"ג  וילך בכל דרך דוד אביו ולא סר ימין ושמאל. ר''ל אף על פי ששלחה לו חולד' הנביאה יען רך לבבך ותכנע מפני ה' אין הרצון בזה שחטא יאשיהו קודם זה אך הרצון בו שבעת שמעו את הרעה הזאת אשר נגזרה מאת ה' על ירושל' השתדל על כל פנים לתקן את אשר עותוהו הראשונים כי קודם זה לא היה יודע הרע שנגזר עליהם אך היה עושה הישר בעיני ה' וזה לא היה מספיק לו להשיב חרון אף ה' ממנו אבל היה ראוי שיוסיף לו דבקו' בש''י בדרך שיהיה מושגח השגחה ימלטו בה מזה הרע הנגזר מאת הש''י ולזה תמצא שהשתדל יאשיה להשיב ישראל לעם לה' כדי שיסור מהם זה הרע ולבער בשלמות את כל הנעשה לע''ג ","titles":[{"title":"﻿מלכים כב א"},{"title":"﻿מלכים פרק כב פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":1},{"positionInParasha":545},{"uri":"jbr:tanach-ralbag11-22-2","text":" רלב\"ג  ויתם את הכסף המובא בית ה'. ידמה שהיה הכסף נתון בארון כמו שהיה הענין בימי יהואש המלך ושם זכר דומה למה שזכר בזה המקום והנה אמרו ויתם את הכסף ר''ל ויכלה וזה יהיה בשערו את הארון אשר אספו בו את הכסף שומרי כלי בית המקדש והמונים הכסף ההוא יתנוהו מנוי על ידי עושי המלאכה הממונים בבית ה' לחזקו והם הכהן הגדול וסופר המלך ומהכס' ההוא יפרעו שכירותם לאומנין העושים המלאכה בבית ה' לחזק את בדק הבית ר''ל מה שראוי שיבדק לתקון מפני הראותו בלתי חזק והאומנים הם חרשי העץ והבונים הקירות והתקרה והגודרים הם הגודרים גדר סביב חצר הכהנים וזולתו ומהכסף ההוא היו גם כן קוני' עצים ואבני מחצב ולא יחשב את עושי המלאכה הממונים בבית ה' הכסף כי באמונה הם עושים וכבר בארנו הסבה בזה בענין יואש ושם בארנו התועלת המגיעות מזה הספור אשר נכתב שם ולזה לא נשוב למנות' בזה המקום ","titles":[{"title":"﻿מלכים כב ג"},{"title":"﻿מלכים פרק כב פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":2},{"positionInParasha":546},{"uri":"jbr:tanach-ralbag11-22-6","text":" רלב\"ג  ויאמר חלקיהו הכהן הגדול על שפן הסופר. הנה זכר כי הכהן הגדול היה ראש על שפן הסופר בזה המנוי שהיו עושים אותו שניהם ולזה יחס יאשיה הפעל כלו בהוצאת הכסף לכהן הגדול ולזה אמר ויתם את הכסף אע''פ ששניהם היו שם ","titles":[{"title":"﻿מלכים כב ח"},{"title":"﻿מלכים פרק כב פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":6},{"positionInParasha":550},{"uri":"jbr:tanach-ralbag11-22-7","text":" רלב\"ג  ויתנוהו על ידי עושי המלאכה. והנה לא זכר למי אמר זה כי נשען במה שזכר שפן הסופר ועוד שכבר אמר אחר זה ויתן חלקיה את הספר אל שפן ","titles":[{"title":"﻿מלכים כב ט"},{"title":"﻿מלכים פרק כב פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":7},{"positionInParasha":551},{"uri":"jbr:tanach-ralbag11-22-9","text":" רלב\"ג  ויהי כשמוע המלך את דברי ספר התורה ויקרע את בגדיו. יתכן שראה התוכחות והנמשך להם שבמשנה תורה כי שם נרמז ענין גלות שומרון וגלו' יהודה עם מלך יהודה כמו שבארנו שם ואולי חלקיה קרא זה אל שפן לסבב שיקראהו שפן אל המלך ויקח עצה להסיר ממנו זה הרע לפי מה שאפשר ","titles":[{"title":"﻿מלכים כב יא"},{"title":"﻿מלכים פרק כב פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":9},{"positionInParasha":553},{"uri":"jbr:tanach-ralbag11-22-10","text":" רלב\"ג  נצתה בנו על אשר לא שמעו אבותינו. ר''ל נבערה בנו ","titles":[{"title":"﻿מלכים כב יב"},{"title":"﻿מלכים פרק כב פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":10},{"positionInParasha":554},{"uri":"jbr:tanach-ralbag11-22-11","text":" רלב\"ג  והיא יושבת בירושלם במשנה. תרגם יונתן במשנה בבית המדרש ","titles":[{"title":"﻿מלכים כב יד"},{"title":"﻿מלכים פרק כב פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":11},{"positionInParasha":555},{"uri":"jbr:tanach-ralbag11-22-16","text":" רלב\"ג  לכן הנני אוסיפך אל אבותיך. ר''ל שבמותו יהיה נקבר אצל אבותיו ולא תהיה הרעה בימיו ידמה שהיו בישראל אז נביאים זולת חולדה אך שלח אליה מפני היותה קרובה לו כי הית' אז בירושלם ","titles":[{"title":"﻿מלכים כב כ"},{"title":"﻿מלכים פרק כב פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":16},{"positionInParasha":560},{"uri":"jbr:tanach-ralbag11-23-2","text":" רלב\"ג  ויעמוד המלך על העמוד. ידמה שבנו שם עמוד והיה בו המלך בעת קראו את התורה כמו שנזכר בפרשת הקהל ","titles":[{"title":"﻿מלכים כג ג"},{"title":"﻿מלכים פרק כג פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":2},{"positionInParasha":562},{"uri":"jbr:tanach-ralbag11-23-3","text":" רלב\"ג  ואת כהני המשנה. הם הכהנים השניים לו כמו סגן הכהנים והנמשכים לו לפי מדרגותיהם על הסדר ","titles":[{"title":"﻿מלכים כג ד"},{"title":"﻿מלכים פרק כג פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":3},{"positionInParasha":563},{"uri":"jbr:tanach-ralbag11-23-4","text":" רלב\"ג  והשבית את הכרמים. ר''ל שבטל והשבי' את הכמרי' שקטר כל אחד מהם בבמות בערי יהודה ובמסבי ירושלם והשבית גם כן המקטרים לבעל ולשמש ולירח ולמזלות ולכל צבא השמי' וידמה שכבר החזירם למוטב ובטל העבודה ההיא שהיו עושים לע''ג ","titles":[{"title":"﻿מלכים כג ה"},{"title":"﻿מלכים פרק כג פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":4},{"positionInParasha":564},{"uri":"jbr:tanach-ralbag11-23-5","text":" רלב\"ג  וישלך את עפרה על קבר בני העם. ר''ל על קבר העם שהיו עובדים ע''ג ומזה המקום למדנו שקבר אסור בהנאה שאם היה מותר בהנאה היה לו להשמר מזה שמא יהנו בקברי העם ונמצאו נהנין מע''ג ","titles":[{"title":"﻿מלכים כג ו"},{"title":"﻿מלכים פרק כג פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":5},{"positionInParasha":565},{"uri":"jbr:tanach-ralbag11-23-6","text":" רלב\"ג  ויתץ את בתי הקדשים אשר בבית ה'. אפשר כי עם החזקה בפעולו' המגונות ההם החזיקו בזמה ובתועבות שהיו עושים שאר הגוים וידמה כי מעבדות קצת האשרות היה שיהיו שם מוכנים למשגל מגונה והנשים היו אורגות שם בתים בעבור האשרה והיו עושים יריעות יהיו מחיצה ובית לבאים לעבוד האשרה הפעולה המגונה וכבר זכר הרב המורה קצת מאותם המשגלים המגונים שהיו מנהג הקדומים מעובדי ע''ג להתנהג בהם ","titles":[{"title":"﻿מלכים כג ז"},{"title":"﻿מלכים פרק כג פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":6},{"positionInParasha":566},{"uri":"jbr:tanach-ralbag11-23-7","text":" רלב\"ג  ויבא את כל הכהנים מערי יהודה. כבר באר בספ' יחזקאל כי הכהנים בני צדוק הם אשר לא עבדו ע''ג אך שאר הכהנים חטאו בחטא בני יהודה והנה טמא את הבמות בששם בהם דבר טומאה ","titles":[{"title":"﻿מלכים כג ח"},{"title":"﻿מלכים פרק כג פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":7},{"positionInParasha":567},{"uri":"jbr:tanach-ralbag11-23-8","text":" רלב\"ג  אך לא יעלו כהני הבמות. ר''ל שהכהנים שעבדו ע''ג לא יעלו אל מזבח ה' בירושלי' להקריב אשה לה' אך יאכלו במצות המנחות חלקם ובמה שידמה להם עם אחיהם כאילו הם בעלי מומין ","titles":[{"title":"﻿מלכים כג ט"},{"title":"﻿מלכים פרק כג פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":8},{"positionInParasha":568},{"uri":"jbr:tanach-ralbag11-23-9","text":" רלב\"ג  וטמא את התופת. הנה עשו שם בנין כדי להעביר בנו ובתו באש למולך והיה אש מכאן ואש מכאן והכומרים מעבירים אותו בין שני האשים ","titles":[{"title":"﻿מלכים כג י"},{"title":"﻿מלכים פרק כג פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":9},{"positionInParasha":569},{"uri":"jbr:tanach-ralbag11-23-10","text":" רלב\"ג  וישבת את הסוסים. הנה מלכי יהודה נתנו לשמש סוסים מיוחדים שהיו רוכבים בהם ממבוא בית ה' אל לשכת מי שיצוה המלך להיות שר על המגרשים וידמה שבלשכה ההיא הי' עושים דבר מה לשמש והנה הם היו הולכים מבית ה' לפאת המזרח אל הלשכה ההיא להשתחוו' לשמש הפך מה שכוונה התורה ולזה סדרה שיהיה קדש הקדשים לפאת מערב כמו שבארנו בבאורנו לדברי התור' ","titles":[{"title":"﻿מלכים כג יא"},{"title":"﻿מלכים פרק כג פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":10},{"positionInParasha":570},{"uri":"jbr:tanach-ralbag11-23-11","text":" רלב\"ג  אל נחל קדרון. מישור קדרון ","titles":[{"title":"﻿מלכים כג יב"},{"title":"﻿מלכים פרק כג פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":11},{"positionInParasha":571},{"uri":"jbr:tanach-ralbag11-23-12","text":" רלב\"ג  אשר בנה שלמה מלך ישראל. כבר בארנו במה שקדם שלא בנה אותם שלמה אך העלים עיניו מנשותיו שבנו הבמות האלו ולזה יחס הכתוב בנייתם אל שלמה ","titles":[{"title":"﻿מלכים כג יג"},{"title":"﻿מלכים פרק כג פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":12},{"positionInParasha":572},{"uri":"jbr:tanach-ralbag11-23-13","text":" רלב\"ג  וימלא את מקומם עצמות אדם. לטמא אותם וידמה שמעצמות עובדי ע''ז עשה זה ","titles":[{"title":"﻿מלכים כג יד"},{"title":"﻿מלכים פרק כג פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":13},{"positionInParasha":573},{"uri":"jbr:tanach-ralbag11-23-15","text":" רלב\"ג  ויקח את העצמות מן הקברים. זה לאות שלא היה משים שם רק עצמות החטאים ולזה לא הסכים לשרוף עליהם עצמות איש האלהים ומלטו עצמותיו עצמות הנביא אשר בא משומרון ולולי זה כבר היו עצמותיו נשרפים כי היה מנביאי ע''ג ","titles":[{"title":"﻿מלכים כג טז"},{"title":"﻿מלכים פרק כג פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":15},{"positionInParasha":575},{"uri":"jbr:tanach-ralbag11-23-16","text":" רלב\"ג  מה הציון הלז. הנה בנו בנין על קבר איש האלהי' להכירו והבנין ההוא נקרא ציון ושאל יאשיהו מה הציון הלז ","titles":[{"title":"﻿מלכים כג יז"},{"title":"﻿מלכים פרק כג פסוק יז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":16},{"positionInParasha":576},{"uri":"jbr:tanach-ralbag11-23-19","text":" רלב\"ג  ויזבח את כל כהני הבמות אשר שם על המזבחות. ידמה שעדין נשארו שם קצת ישראל כמו שנזכר אחר זה ועדין היו מחזיקים ברשעתם והיו שם כהני במות ויאשיה זבח אותם אצל המזבחות ושרף על המזבחות עצמות אדם ","titles":[{"title":"﻿מלכים כג כ"},{"title":"﻿מלכים פרק כג פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":19},{"positionInParasha":579},{"uri":"jbr:tanach-ralbag11-23-21","text":" רלב\"ג  כי לא נעשה כפסח הזה מימי השופטים. ר''ל מימי סוף השופטים שהוא שמואל כי בחייו שבו גם כן כל ישראל אל ה' ובימי שאול ודוד היו בישראל במות בהפך כונת התור' אע''פ שהיו מותרות ובימי שלמה נשארו גם כן הבמות ונעשו במות לע''ג ובימי חזקיהו לא שבו גם כן כל ישראל אל ה' אך קצת ישראל היו מלעיגים לדברי חזקיהו אך בימי יאשיהו בזאת השנה שבו כל ישראל אל ה' והנה זכר הפסח הנעשה אז לפי שמתנאי הפסח שלא יאכל ממנו ישראל מומר וידמה כי בזאת השנה לבד היה לב כל ישראל לש''י אך אחד זה חטאו בסתר גם בימי יאשיהו ולזה אמר כי בשמנה עשרה שנה למלך יאשיהו נעשה הפסח הזה לה' והנה לזאת הסבה לא שב הש''י מחרון אפו הגדול כמו שספר כי בלי ספק אם היו ישראל שבים לה' בכל נפשם היתה ההשגחה ההיא דבקה בהם וישוב חדון ה' מהם ילזה אמר אך לא שב ה' מחדון אפו הגדול ולזאת הסבה ג''כ מת יאשיהו בעון העם כי הוא חשב שיהיו כל ישראל הולכים אחר מצות הש''י ויהיו ראוים מפני זה שידבקו בהם כל הברכות הכתובות בתורה אשד כתוב בהם וחרב לא תעבור בארצכם אפילו חדב של שלום ובתטא העם מת ונענשו בשסד מהם מי שחיו בצלו בגוים ועליו קונן ידמיהו כמו שכתוב בספר הקינו' לפי מה שזכר בד''ה ממנו ואמרו רבותינו ז''ל שמה שכתוב שם מזה הוא אמרו רוח אפינו משיח ה' נלכד בשחיתותם וגו' וזה מסכי' למה שאמרנו ","titles":[{"title":"﻿מלכים כג כב"},{"title":"﻿מלכים פרק כג פסוק כב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":21},{"positionInParasha":581},{"uri":"jbr:tanach-ralbag11-23-23","text":" רלב\"ג  וכמוהו לא היה לפניו מלך אשר שב אל ה' וגו'. עד שכבר היה מבזה כל הדברים זולת השם יתברך ובכל הקנינים היה בז לרוב חשקו לעבוד הש''י ואיך הרצון שלא יהיה יאשיהו בתחלת ענינו טוב עם הש''י כי כבר נזכר בדברי הימים כי מקטנותו החל לעבוד השם יתברך אך לא בער בשלמות האלילים ממלכותו והיו חוטאים עדיין ישראל בהם ומפני ראותו הכתוב בספר התורה שיבא מהרע למי שלא יקיים את התורה ויעבור על ברית הש''י התעורר בכל עוז להשיב ישראל לעבודתו ובער האלילים שעשו ישראל מכל ארץ ישראל כדי שיסור זכר ע''ג מישראל ולא יוסיפו לחטוא עוד ","titles":[{"title":"﻿מלכים כג כה"},{"title":"﻿מלכים פרק כג פסוק כה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":23},{"positionInParasha":583},{"uri":"jbr:tanach-ralbag11-23-26","text":" רלב\"ג  ויקח עם הארץ את יהואחז בן יאשיהו וימשחו אותו. ידמה שמשחו אותו מפני המחלק' שהיתה בין האחים וידמה מפני זה כי הוא לא היה יהואחז הבכור וכבר יתבאר זה ממה שזכר כי בן עשרים ושלש שנה יהואחז במלכו ולא מלך כי אם שלשה חדשימ ומלך אחריו יהויקים והיה בן עשרים וחמש שנה יהויקים במלכו וזה לאות שכבר היה גדול ממנו כמו שתי שניס וכבר נמנו בספר ד''ה בני יאשיהו וזכר שם כי הבכור יוחנן השני יהויקים השלישי צדקיהו הרביעי שלם וכבר באר ר' אברהם בן עזרא ע''ה כי שלום הוא יהואחז כי כתוב בירמיהו כי כה אמר ה' אל שלום בן יאשיהו מלך יהודה המולך תחת יאשיהו אביו אשר יצא מן המקום הזה לא ישוב עוד והנה אחריו מלך יהויקים ובנו ואחריהם מלך צדקיה ולא מלך יוחנן ואם הוא הבכור מלך בבל המליך הישר בעיניו ואמנם הנה זכר בספר ד''ה כי הבכור יוחנן לפי מה שאחשוב להודיע שכבר עשו ישראל שלא כהוגן בהמליכם הקטן מהבנים אך המליכוהו בהיותו נמשך לפעולות המגונות אשר היו פניהם מועדו' אליהם ולזה נמשך אליהם מהרע מה שנמשך כי אולי היה יוחנן אוחז מעשה יאשיהו אביו ","titles":[{"title":"﻿מלכים כג ל"},{"title":"﻿מלכים פרק כג פסוק ל"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":26},{"positionInParasha":586},{"uri":"jbr:tanach-ralbag11-23-27","text":" רלב\"ג  ככל אשר עשו אבותיו. ר''ל אבותיו אשר עשו הרע בעיני ה' כמו אחז ומנשה והדומי' להם ","titles":[{"title":"﻿מלכים כג לא"},{"title":"﻿מלכים פרק כג פסוק לא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":27},{"positionInParasha":587},{"uri":"jbr:tanach-ralbag11-23-28","text":" רלב\"ג  ויתן עונש על הארץ. ר''ל שיתנו זה המס מדי שנה בשנה והוא המליך להם את אליקים ","titles":[{"title":"﻿מלכים כג לג"},{"title":"﻿מלכים פרק כג פסוק לג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-23"},{"positionInPerek":28},{"positionInParasha":588},{"uri":"jbr:tanach-ralbag11-24-4","text":" רלב\"ג  ולא אבה ה' לסלוח. ר''ל כי אף ע''פ שעשה מנשה תשובה לא אבה הש''י לסלוח שפיכתו הדם הנקי וידמה שבכלל עבדי ה' אשר הרג ישעיה בן אמוץ על אשר היה מוכיח אותו וכן אמרו רז''ל כי מנשה הרג ישעיהו ","titles":[{"title":"﻿מלכים כד ד"},{"title":"﻿מלכים פרק כד פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":4},{"positionInParasha":596},{"uri":"jbr:tanach-ralbag11-24-6","text":" רלב\"ג  ולא הוסיף עוד מלך מצרים לצאת מארצו. אמר זה להעיר כי לקח השם יתברך נקמת יאשיהו ממנו שהרגו בעלותו להלחם על נהר פרת ","titles":[{"title":"﻿מלכים כד ז"},{"title":"﻿מלכים פרק כד פסוק ז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":6},{"positionInParasha":598},{"uri":"jbr:tanach-ralbag11-24-10","text":" רלב\"ג  ויצא יהויכין מלך יהודה על מלך בבל. ר''ל שיצא במצור מלך בבל כשמעו שהוא בא שם להשלים עמו ולשום צוארו תחת עולו והנה לא רצה להשלים עמו אך הגלה אותו אל בבל הו' ואמו ועבדיו ושריו וסריסיו בשנת שמנה למלכות נבוכדנצר מלך בבל שעברו לו ז' שנים שלמות ","titles":[{"title":"﻿מלכים כד יב"},{"title":"﻿מלכים פרק כד פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":10},{"positionInParasha":602},{"uri":"jbr:tanach-ralbag11-24-12","text":" רלב\"ג  וכל החרש והמסגר. הם האומנים והשוערי' ושומרי החומ' וסוגרים פתחיה ","titles":[{"title":"﻿מלכים כד יד"},{"title":"﻿מלכים פרק כד פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":12},{"positionInParasha":604},{"uri":"jbr:tanach-ralbag11-24-13","text":" רלב\"ג  ואת אילי הארץ. ד''ל שרי הארץ ","titles":[{"title":"﻿מלכים כד טו"},{"title":"﻿מלכים פרק כד פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":13},{"positionInParasha":605},{"uri":"jbr:tanach-ralbag11-24-14","text":" רלב\"ג  ואת כל אנשי החיל שבעת אלפים. והנה אמר למעלה י' אלפים ובספר ירמיה אמר שבשנת שבע למלכות נבוכדנצר הגלה יהודי' שלשת אלפים ועשדים ושלשה וידמה שמה שאמר בספר ירמיה בשנת שבע ר''ל שעבדו לנבוכדנצר ז' שנים ולזה אמר בזה המקום בשנת ח' ואולם מספר הגבורים ידמה כמו שפי' רבינו דוד קמחי כי בתחלה ספר כל גבורי החיל הגולים מיהודה ובנימין ואחר כן פרט בזה המקום הגבורים שהיו משבט בנימין ובספר ירמיה פרט הגבורים שהיו משבט יהודה ולזה קראם יהודים ","titles":[{"title":"﻿מלכים כד טז"},{"title":"﻿מלכים פרק כד פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":14},{"positionInParasha":606},{"uri":"jbr:tanach-ralbag11-24-17","text":" רלב\"ג  כי על אף ה' היתה בירושלם וביהודה עד השליכו אותם מעל פניו. ר''ל כי מחמת מוקשי העם וכעס הש''י עליהם נהיה שימליכו עליהם אלו הרעים ולזה גם כן היתה הסבה שמרד צדקיהו במלך בבל כי לולי מרדו לא נחרבה ירושלים ולא גלו מעל אדמתם כמו שהיה אומר לו ירמיהו ","titles":[{"title":"﻿מלכים כד כ"},{"title":"﻿מלכים פרק כד פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-24"},{"positionInPerek":17},{"positionInParasha":609},{"uri":"jbr:tanach-ralbag11-25-1","text":" רלב\"ג  ויבנו עליה דיק סביב. הוא מגדל שבונין סביב העיר לכבשה ","titles":[{"title":"﻿מלכים כה א"},{"title":"﻿מלכים פרק כה פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":1},{"positionInParasha":610},{"uri":"jbr:tanach-ralbag11-25-3","text":" רלב\"ג  בתשעה לחדש ויחזק הרעב בעיר. הנה לא באר באי זה חדש ואולם בספר ירמיה באר שזה היה בחדש הרביעי בתשעה לחדש ","titles":[{"title":"﻿מלכים כה ג"},{"title":"﻿מלכים פרק כה פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":3},{"positionInParasha":612},{"uri":"jbr:tanach-ralbag11-25-4","text":" רלב\"ג  ותבקע העיר. ר''ל על ידי חיל כשדים ","titles":[{"title":"﻿מלכים כה ד"},{"title":"﻿מלכים פרק כה פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":4},{"positionInParasha":613},{"uri":"jbr:tanach-ralbag11-25-6","text":" רלב\"ג  וידברו אתו משפט. אמר לו משפט המורד והעובר על שבועתו ולזה הרג בניו ועור עיני צדקיהו ויאסרהו בנחשתי' ונתנוהו בבית האסורים עד יום מותו כמו שנזכר בספר ירמיה ","titles":[{"title":"﻿מלכים כה ו"},{"title":"﻿מלכים פרק כה פסוק ו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":6},{"positionInParasha":615},{"uri":"jbr:tanach-ralbag11-25-8","text":" רלב\"ג  ובחדש החמישי בשבעה לחדש. וכבר אמר בספר ירמיה בעשור לחדש וידמה שהתחלת החדבן היה בשבעה לחדש כי אז נכנסו בירושלם וסוף החורבן היה בעשור לחדש כי אז נשרף בית המקדש ","titles":[{"title":"﻿מלכים כה ח"},{"title":"﻿מלכים פרק כה פסוק ח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":8},{"positionInParasha":617},{"uri":"jbr:tanach-ralbag11-25-9","text":" רלב\"ג  ואת כל בית גדול. ר''ל ואת כל בית איש גדול ","titles":[{"title":"﻿מלכים כה ט"},{"title":"﻿מלכים פרק כה פסוק ט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":9},{"positionInParasha":618},{"uri":"jbr:tanach-ralbag11-25-10","text":" רלב\"ג  אשר רב טבהים. ר''ל אשר את רב טבחים ","titles":[{"title":"﻿מלכים כה י"},{"title":"﻿מלכים פרק כה פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":10},{"positionInParasha":619},{"uri":"jbr:tanach-ralbag11-25-12","text":" רלב\"ג  לכורמים וליוגבים. רוצה לומר לעבוד השדות והכרמים ","titles":[{"title":"﻿מלכים כה יב"},{"title":"﻿מלכים פרק כה פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":12},{"positionInParasha":621},{"uri":"jbr:tanach-ralbag11-25-13","text":" רלב\"ג  ואת עמודי הנחשת אשר בית ה'. וכבר התבאר בענין צורת אלו הכלים בזכרון בניית שלמה בית המקדש ומשם ילקח ביאור כל מה שזכר בזה המקום מאלו הכלים ","titles":[{"title":"﻿מלכים כה יג"},{"title":"﻿מלכים פרק כה פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":13},{"positionInParasha":622},{"uri":"jbr:tanach-ralbag11-25-17","text":" רלב\"ג  שריה כהן הראש. הוא כהן גדול ","titles":[{"title":"﻿מלכים כה יח"},{"title":"﻿מלכים פרק כה פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":17},{"positionInParasha":626},{"uri":"jbr:tanach-ralbag11-25-18","text":" רלב\"ג  ואת הסופר שר הצבא. רוצה לומר ואת הסופר שהיה סופר שר הצבא והנה שר הצבא הוא המצביא את כל עם הארץ על פי הסופר ","titles":[{"title":"﻿מלכים כה יט"},{"title":"﻿מלכים פרק כה פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":18},{"positionInParasha":627},{"uri":"jbr:tanach-ralbag11-25-19","text":" רלב\"ג  ויולך אותם על מלך בבל. רוצה לומר אצל מלך בבל ","titles":[{"title":"﻿מלכים כה כ"},{"title":"﻿מלכים פרק כה פסוק כ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":19},{"positionInParasha":628},{"uri":"jbr:tanach-ralbag11-25-24","text":" רלב\"ג  כי יראו מפני כשדים. על שהומתו הכשדים שהיו עם גדליה והומת גדליה אשר מנה אותו מלך בבל על שארית הגולה ","titles":[{"title":"﻿מלכים כה כו"},{"title":"﻿מלכים פרק כה פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":24},{"positionInParasha":633},{"uri":"jbr:tanach-ralbag11-25-25","text":" רלב\"ג  ויהי בשלשים ושבע שנה לגלות יהויכין. לפי שאז היתה השנה ראשונה למלכות אויל מרודך וכבר היה גלות יהויכין בשנה השמיני' לנבוכדנצר למדנו שנבוכדנצר מלך מ''ד שנה והנה אמר פה בכ''ז לחדש ובספר ירמיה בעשרים וחמשה וידמה כי בכ''ה לחדש היה זה המעשה ולא נשלם עד עשרים ושבעה לחדש והנה אמרו רבות' ז''ל כי אויל מרודך רצה לנסות אם מת אביו קודם שימלוך כי היה ירא ממנו מאד ולזה השליכו מקברו לדעת אם הוא מת כמו שכתוב ואתה השלכת מקברך כנצר נתעב ואמנם היה ירא אויל מרודך ממנו כי כשנטרד נבוכדנצר והוסר ממנו שכלו המליכו אויל מרודך כי כן היה ראוי בלי ספק וכאשר שב לדעתו ומצאו מולך שמהו בית האסורין ואולי קבלה היתה בידם ","titles":[{"title":"﻿מלכים כה כז"},{"title":"﻿מלכים פרק כה פסוק כז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":25},{"positionInParasha":634},{"uri":"jbr:tanach-ralbag11-25-27","text":" רלב\"ג  ואכל לחם תמיד לפניו. אחשוב כי הוא היה מאוכלי שולחנו ועכ''ז היה שולח לו ארוחה ומשאת לפרנס ב''ב ואפשר שהוא לא היה מאוכלי שולחנו ואמר שהוא אוכל לחם תמיד לפניו כי אצלו היה בביתו או סמוך לו ","titles":[{"title":"﻿מלכים כה כט"},{"title":"﻿מלכים פרק כה פסוק כט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":27},{"positionInParasha":636},{"uri":"jbr:tanach-ralbag11-25-28","text":" רלב\"ג  כל ימי חייו. אפשר ששב אל יהויכין ואפשר ששב אל אויל מרודך ואין לנו הכרע בזה ואין אצלנו ספורים מדברי אויל מרודך ומקרהו בחייו שנוכל לעמוד בבירור על זה מהם, הנה זה הוא מה שראינו שיצטרך אל ביאור בזאת הפרשה שהגבלנו באורה בזה המקום, ואולם התועלות המגיעות מאלו הספורים הנה הם אלו, הראשון לבאר מדרך העדות שהש''י משגיח על אישי המין האנושי לענוש הרשעים על רשעם ולגמול טוב לצדיקים על צדקם ולזה ספר כי מפני שעשה יהואחז בן יהוא הרע בעיני ה' חרה אף ה' בישראל ונתנם ביד חזאל מלך ארם וביד בנו עד שלא השאיר חזאל ליהואחז כי אם חמשים פרשים ועשרה רכב ועשרת אלפים רגלי ולזה גם כן ספר כי ההצלחה שהיתה ליואש בן יהואחז על מלך ארם לא היתה כי אם מפני ברית הש''י עם האבות כי בזולת זה תופר בריתו עם האבות כמו שזכרנו בביאורנו בזה המקום עם מה שעזר בזה אלישע על דרך המופת במה שצוה ליואש לקחת קשת וחצים כי מההשגחה הדבקה לנביא נמשכה אז ההשגחה לישראל בתפלתו ולזה גם כן ספר כי תכף שמת אלישע פשטו גדודי מואב על ארץ ישראל כי בזכותו היו נצולים מזה בחייו ולזה גם כן ספר כי אמציה בעשותו הישר בעיני ה' הצליח במלחמה והכה את אדום בגיא מלח י' אלפים ומן אז עבד לאלהי אדום והשתחוה להם וקטר להם נפל ביד אויביו הוא ויהודה עמו וקשרו עליו קשר בירושלים והמיתוהו ולזה גם כן ספר שההצלחה שהיתה לירבעם בן יואש מלך ישראל היתה בעבור ברית השם עם האבות שלא ימחה שם ישראל מתחת השמים ולזה ג''כ ספר כי עוזיה נצטרע מפני החטא שעשה בגשתו אל המזבח להקטיר כמו שנזכר בד''ה ובראשונה כאשר עשה הישר בעיני ה' הצליח במלחמות מאד ובכל ענינו כמו שנזכר בד''ה ולזה גם כן ספר שזכריהו בן ירבעם לא מלך כי אם ששה חדשים ונהרג מפני עשותו הרע בעיני ה' ומפני חטא אבותיו ולא המית אבותיו בזה האופן כי דבר ה' היה שיהיו ליהוא בנים רבעים על כסא ישראל לזה גם כן ספר כי מנחם בן גדי מפני עשותו הרע בעיני ה' קשר עליו פקח בן רמליהו והרגו ולזה גם כן ספר כי פקח מפני עשותו הרע בעיני ה' בא עליו מלך אשור ולקח הרבה מעריו והגלה יושביהם לאשור ומפני זה גם כן קשר עליו הושע בן אלה והרגו ולזה גם כן ספר כי מפני שעשה יותם הישר בעיני ה' שכב עם אבותיו קודם שישלח ה' ביהודה רצין מלך ארם ופקח בן רמליהו וזה היה בעבור חטא העם כי עם יהודה היו משחיתים כמו שנזכר בספר ד''ה ולזה גם כן ספר פה ובד''ה כי מפני שעשה אחז הרע בעיני ה' והפליג בזה הנה בא עליו רע נפלא על יד רצין ופקח וזולתם כמו שנזכר בספר ד''ה ולזה ג''כ ספר כי מפני שעשה הושע בן אלה את הרע בעיני ה' ומפני החטאים ששקדו עליהם מלכי ישראל בכללם הנה בא קץ הכרתת ישראל מעל אדמתם ולזה עלה עליו מלך אשור ובאחרית הדבר לכד שמרון ויגל את ישראל אשורה וזכר אחר זה כי זה היה מפני החטאים הנפלאים שהתמידו בהם כל המלכים והעם וזה שהם מאסו את ברית הש''י וכל עדותיו אשר העיד בהם ועזבו כל מצותיו ולא אבו שמוע לדברי הנביאים המוכיחים אותם ולזה היה תכליתם לזה הרע הנפלא כמו שיעדה התורה ולזה גם כן ספר שהש''י שלח האריות להמית העם אשר הביא מלך אשור בעם שמרון עד התקרבו לעבוד' ה' קצת התקרבו' ולזה ג''כ ספר כי מפני שהפליג חזקיה לעשות הישר בעיני ה' וביער מן הארץ כל מה שיש בו רושם להסיר ישראל מאחרי ה' הצליח הצלחות רבות ועשה לו הש''י מופתי' נפלאים והטיב לו בזה שהוא יצא מעבודת מלך אשור והכה את הפלשתים מכה רבה ונמלט מסנחריב מלך אשור שהיה מולך בכל הממלכות בזה האופן הנפלא שנזכר בזה הספור והוסיף הש''י על ימיו ט''ו שנה ורפאו מחליו הכבד בקלות רב עד שביו' הג' עלה בבית ה' ולזאת הסבה ספר כי מפני שנתן חזקיהו כבוד לעצמו במה שהראה למלאכי מלך בבל מכבוד עשרו ולא נתן הכבוד לש''י לפרס' להם גדולות הש''י מצד המופת שהיה בארץ אשר באו לדרוש עליו כמו שנזכר בספר ד''ה הנה היה קצף ה' עליו אלא שלא היה הרע בימיו מפני התהלכו את הש''י תמיד רק בזה הדבר לבד חטא ולזה ג''כ ספר כי מפני שחטא מנשה זה החטא הנפלא בע''ג ושפיכות דמים נגזר על מלכות יהודה לגלות מעל האדמה אשר נתן להם ה' כמו שגלו עשרת השבטים והנה ספד בד''ה שכבד עשה מנשה תשובה אחרי נתנו ה' ביד מלך אשור ואסר אותו ושמהו בבית כלא ולזה לא נהיה הרע בימיו והאריך ימים על ממלכתו אך אמון בנו שהלך בדרכיו הרעים הלך בלא חמדה ולא מלך כ''א שתי שנים וקשרו עליו והכוהו והמיתוהו כאילו היה זה להשגחת הש''י על יהודה ובנימין שלא יכשלו בחטאיו ולזה ג''כ ספר כי יאשיה מפני שעשה הישר בעיני ה' השגיח בו הש''י שלא היה הרע שגזר על יהודה וירושלים בימיו אך נהי' בימי בניו וכבר מת על ידי פרעה נכה בעבור אשמת ישראל ולזה גם כן ספר מה שקרה מהרע לבני יאשיהו כלם מפני עשייתם הרע בעיני ה' עד שכבר השליך הש''י בחטאיהם יהודה ובנימין מעל פניו והחריב ירושלים ובית המקדש יהי רצון שיבנה במהרה בימינו, השני הוא להודיע שאף על פי שישראל חוטאים לש''י הנה תדבק ההשגחה בהם מצד האבות הקדושים באופן שלא ישמידם ולזה ספר כי מפני ראות הש''י את לחץ ישראל על יד חזאל שהיה בשיעור שיכלם לולי ה' שהיה להם כי לא השאיר ליהואחז עם כי אם מתי מספר הנה חנן הש''י אותם ורחמם ופנה אליהם למען בריתו את אברהם את יצחק ואת יעקב והציל אותם מכף חזאל ובזה נתבאר כי כמו שההשגחה הכוללת תמשך מהאב לזרעו זמן ארוך כן הענין בהשגחה הפרטית אבל היא יותר אמתית בזה ולזה נתבאר מן התורה שלא יכלה שבט מן השבטים השלישי לפרסם דבר המופתים המתחדשים על יד הנביא כי באמונתם קיום פנת התורה ולזה זכר ענין הנבואה וההצלחה שנתחדשה ליואש עם הלחמו על ארם מפני מה ששם הנביא ידיו על ידי המלך שהיו על הקשת ומספר החצים שירה אז כן היה מספר המלחמות שהצליח בם והכ' את ארם וביאר לו הנבי' שאם הי' מכה מהחצי' בארץ פעמי' יותר הי' מכה ארם פעמים יותר כאילו התבאר מזה שההצלחה שפעה לו על דרך מופת מהנביא מפני שומו ידיו על ידיו בהכאות ההם שהיה משל להכאתו ארם, ולזה גם כן ספר שהאיש שקברו בנגעו בעצמות אלישע חיה וקם על רגליו בעבור כבוד אלישע והנה זה המופת היה נפלא מאד ולזה ג''כ ספר מה שנגע הש''י המלך עוזיהו בצרעת בעלותו על המזבח להקטיר ולזה גם כן ספר מה ששלח הש''י האריות להמית השמרונים עד שהסכימו לעבוד את ה' באופן מה והתקרבו קירוב מה לעבודתו ולזה ג''כ ספר המופת הנפלא שעשה הש''י בנגפו חיל מלך אשור שהיה מתפאר על הש''י עד שבלילה ההוא מת חיל מלך אשור על יד מלאך ה' והוא שב לארצו ושם סבב הש''י שהכוהו בניו בחרב והרגוהו כמו שייעד ע''י נביאו ולזה ג''כ ספר מה שרפא הש''י על דרך המופת את חזקיה מהליו אשר היה ראוי שימות בו וענין המופת שעשה בהשבתו הצל אחורנית י' מעלות, הרביעי הוא לפרסם קיום ייעודי השם יתברך על יד נביאו ולזה ספר הרע שעשה חזאל לישראל כמו שייעד הש''י לאליהו וזכר אלישע זה הייעוד לחזאל בעת שלא היה מלך ונתבאר מזה הספור שכן היה הענין בסוף כמו שייעד אלישע ולזה זכר ג''כ שכבר ייעד אלישע ששלש פעמים יכה יהואש את ארם ושכן היה הענין בסוף ולזה זכר גם כן מירבעס בן יואש שהוא השיב את גבול ישראל מלבא חמת עד ים המערבה כמו שייעד הנביא יונה ולזה גם כן ספר שהיו ליהוא בנים רבעים על כסא ישראל כמו שייעד לו הש''י על יד נביאו וספר ג''כ רוב הרעות שבאו לישראל שכבר ייעד אותם אחיה לאשת ירבעם באמדו והכה ה' את ישראל כאשר ינוד הקנה במים ונתש את ישראל מעל האדמה הטובה ונתבאר גם כן מזה הספור ששבט ראובן והנטפלים אליו גלו ראשונה ואל זה רמז בתורה באומר יחי ראובן ואל ימות ויהי מתיו מספר כמו שביארנו שם ולזה ג''כ זכר שכבר הסיר הש''י את ישראל מעל פניו כאשר דבר ביד כל עבדיו הנביאים ולזה ג''כ זכר שכבר ייעד הש''י בסנחריב שכבר ישמע שמוע' ושב לארצו ויפול בחרב בארצו ושלא יבא אל ידושל' ולא יורה שם חץ ולא יקדמנה מגן ולא ישפוך עליה סוללה וכן היה הענין בסוף ולזה ג''כ זכר שכבר ייעד הנביא שירפא ה' לחזקיה ויוסיף על ימיו ט''ו שנה וכן היה ולזה ג''כ זכר שכבר ייעד ישעיה לחזקיה הנה ימים באים ונשא את כל אשר בביתו ואשר אצרו אבותיו בבל ומבניו אשר יוליד יהיו סריסים בהיכל מלך בבל וכן היה הענין בסוף ולזה גם כן זכר מה שדבר הש''י ביד עבדיו הנביאים על חטא מנשה שיבין מן הרעה על יהודה וירושלם מה שנתאמת כזה הספור שכבר באה להם הרעה ההיא ולזה גם כן ספר שכבר עשה יאשיהו מה שייעד הנביא אשר בא מיהודה שכבר ישרף יאשיהו על המזבח ההוא עצמות אדם, החמישי הוא להודיע שאין דאוי שיתחבר הרשע עם הצדיק אפילו אחר המות ולזה ספד שכאשר קברו איש בקבר אלישע הנה תכף שנגע בעצמותיו חיה וקם על רגליו כי לא רצה הש''י שיהיה דשע נקבר אצל צדיק, הששי הוא להודיע שאין ראוי לענוש הבנים על חטא האבות ולא האבות על הבנים ולזה ספר שבני המכים לא המית ככתוב בספר תורת משה לא ימותו אבות על בנים ובנים לא ימותו על האבות השביעי הוא להודיע שאין ראוי שיתגאה האדם בדבר המלחמה ויעורר מדנים מפני דאותו שכבר הצליח במלחמה מה כי כבר אפשר שינוצח במלחמה הזאת אע''פ שכבר הצליח במלחמה האחרת ולזה ספר כי אמציה שעורר מדנים ליהואש מפני מה שראה מהצלחתו על האדומי' במלחמה נפל בידו הוא ויהוד' עמו ולזאת הסבה ג''כ ספר ענין הגאו' שאמר יהואש לאמצי' שכבד אמר לו שיפול הוא ויהוד' עמו ונמשך לו מזה שכבד חיה אמציה אחר יהואש ט''ו שנה, השמיני הוא להודיע שאין ראוי להתחדות במצליח דרכו ולזה ספר מה שקרה מהרע לישדאל בעבוד שמרדו מלכיהם כמלכים המצליחים אשר היו נותנים מס להם כי זה היה סבת החורבן והגלות ולזה ספר שכבר מצא מלך אשור בהושע קשד ולזה צד על שמרון והגלה ישראל מעל אדמתם ולזאת הסבה גם כן זכר כי חזקיה בראותו כי מלך אשור תפש כל הערים ה בצורות אשר ליהודה נכנע אליו ועבדו וזהו אמרו חטאתי שוב מעלי את אשר תתן עלי אשא ולזה ג''כ ספר כי כבר היו ישראל בסכנה גדולה בימי חזקיה מלך יהודה מפני מרדו במלך אשור לולי ה' שהיה לו ולזאת הסבה גם כן זכר מרד יהויקים בנבוכדנצר שהיה סבה אל שהגלה שם כל ביתו ובנו יהויכין ועמו גלו היותד נכבדים שבירושל' ולזאת הסבה ג''כ זכר מרד צדקיה במלך בבל שהיה סבה לחרבן ירושל' ולגלות יהודה מעל אדמתו ולזאת הסבה ג''כ זכר כי יהויכין מפני ששם צוארו תחת עול מלך בבל היתה לו נפשו לשלל וממנו לבד נשארו בנים לבית יאשיהו והנה היה זרובבל בן שאלתיאל מזרעו כמו שנזכר בספר ד''ה ואחר ימות נבוכדנצר נשא אויל מרודך את ראש יהויכין והוציאהו מבית כלא ונתן כסאו מעל כסא המלכים אשר אתו בבבל, התשיעי הוא להודיע כי זה הרע הנפלא שהביא הש''י על עשרת השבטים לא הביאו עליהם כי אם אחרי הפליגס בעשיית הרע מאד עד שכבר מאסו כל מצות הש''י ועדותיו ועזבום ועבדו אלהים אחרים בכל מקומותיה' ועשו פעולות היותר מגונות והיותר רעות שיוכלו לעשות ולא קבלו מוסר מדברי הש''י על יד נביאיו שהעיד בהם כל הרע שהיה בא עליהם קודם בואו מפני עזבם ברית הש''י והיה זה סכה שמאס הש''י בכל זרע ישראל ויענה אותם במיני ענוים כמו הרעב ומה שידמה לו ואחר זה נתנם ביד שוסים ובוזזים אותם ולבסוף השליכם מעל פניו כמו שזכר בקללות הכתובות בתורה, העשירי הוא להודיע כי מה שימשך ממנו רע אף ע''פ שכוון לתכלית טוב דאוי להדחיקו ואע''פ שסודד עניינו על יד השלם שבאנשים וכל שכן כשהיה מביא לעבוד עבוד' אלילים הלא תראה כי נחש הנחשת שנעשה במצות השם יתברך על יד משה רבינו להציל הנשוכים כשיראו אותו כתת אותו חזקיהו בראותו שהיו ישראל טועים אחריו, האחד עשר היא להודיע שהיא ראוי שיקרע האדם כגדיו בשמעו חלול השם הנכבד ולזה ספר שקרעו בגדיהם שומעי אלו החרופים וגדופין מפי רבשקה וגם חזקיה קרע בגדיו כששמע זה מפי שלוחיו ששלח שם אל רבשקה, השנים עשר הוא להודיע כי אחת מן התחבולות הטובות למלחמה הוא להפחיד אנשי המלחמה ולזה אמר דבשקה כי אדניו שלחו בעבור האנשים אשר על החומה ליראס ולבהלם, השלשה עשר הוא להודיע שהמלך ימשול בעם בהטבתו להם כי בזה ימשך דצונם אליו וזהו אמדו עשו אתי ברכה וצאו אלי ואכלו איש גפנו ואיש תאנתו, הארבעה עשד הוא להודיע שאין דאוי לאדם שיענה על הדברים שיאמרו לו בעתו' הדעה והצרה אך ישבע בחרפה אולי יתעשת האלהים לו וידחמהו ויצילהו מהצרה ההיא ולזה ספר שלא ענו העם דבר לדבשקה כי מצות המלך היא לאמר לא תענוהו, החמשה עשר הוא להודיע כי לעתות בצרה ראוי שיכנע האדם לפני הש''י ויתפלל עליו כדי שירחמהו ויראה בעניו ולזה ספר שכבר התפלל המלך בשק והתפלל לפני הש''י ובקש מישעיה שישא תפלה בעד השארית הנמצא ולזאת הסבה ג''כ ספר שכבר נכנע יאשיה לפני הש''י וקרע את בגדיו ובכה לפניו על דבר הרע המוכן לבא עליו ועל עמו מאת ה' על חטאת אבותיו, הששה עשר הוא להודיע כי היות השם יתברך מגיד מראשית אחרית הוא המופת על שהוא פועל הדברים כי לולי זה לא יתכן שיודיע אותם טרם היותם כי איך ידע הוא מה שיפעלהו זולתו, השבעה עשר הוא להודיע כי מהשגחת הש''י בצדיקים ימשך לדחות מעליהם הרע שכבר התחיל לבא כאמרו הן יקטלני לו איחל ולזה ספר שאף ע''פ שכבר נגזר על חזקיה שימות מאותו החולי הנה שמע השם יתברך תפלתו ורפא אותו והאריך ימיו חמש עשרה שנה ולזאת הסבה גם כן ספר שאף על פי שכבר היה נגזר שיבא הרע בימי יאשיהו הנה נעתר לו השם יתברך והיה שלום ואמת בימיו, השמנה עשר הוא להודיע כי כשנגזר שימשך רע מה מחטאים מה הנה ראוי לנקות מהחטאים ההם כדי שיסור הרע ההוא ולזה תמצא כי כשידע יאשיהו שהאריך הש''י את הרע עד אחר מותו מפני הכנעו לפניו רצה לנקות ישראל מהחטא ההוא והעמיד כל העם בברית עם השם ית' ובער כל האלילים והמזבחות והבמות ומשמשיהם והשבית את הכומרים וזבח כל כהני הבמות אצל המזבחות לא השאיר לע''א שום זכר בישראל ובארצם והנה היה כלי כל זה להסיר הרע לגמרי מישראל כי הייעודים הרעים יסורו בסור החטאים אשר בעבורם היו, אך ישראל חטאו אז כמו שזכר הנביא שהיה מוכיח אותם בימי יאשיהו ולזה לא נמשך מזה התכלית שכיון אליו יאשיהו, התשעה עשר הוא להודיע שכהן שעבד עבוד' אלילים הוא פסול לעבודה אך הוא אוכל בקדשים עם אחיו הכהנים וזהו אמרו אך לא יעלו כהני הבמות אל מזבח ה' בירושלים כי אם אכלו מצות בתוך אחיהם ","titles":[{"title":"﻿מלכים כה ל"},{"title":"﻿מלכים פרק כה פסוק ל"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-25"},{"positionInPerek":28},{"positionInParasha":637}]}