{"subjects":[{"uri":"jbr:tanach-malbim9-1-15","text":"דמך על ראשך אם נאמר שהיה עמלקי ממש, שבן נח נהרג בלא התראה, ונהרג אף על הטריפה, ונהרג בדיין אחד ובעד אחד, י''ל שהוא הדין שנהרג בהודאת עצמו כמו שנהרג על פי קרוב (וצ''ע בזה לדינא), ועל זה אמר פיך ענה בך. ואם נאמר שהיה ישראל, נהרג מדין המלכות כמ''ש כי פיך ענה בך לאמר אנכי מותתי את משיח ה' כדי שלא יזידו להרים יד במלך, ולקבלת חכמינו זכרונם לברכה שהיה דואג שהיה חייב מיתה מכבר על נוב עיר הכהנים, שעל זה אמר דמיך בלשון רבים, רמז לו שהגם שעל הריגת שאול אין אדם נאמן על עצמו, בכל זה פיך ענה בך, כי כבר היית הגורם על הריגת הכהנים והכהן המשיח, שזה רמז באמרו אנכי מותתי את משיח ה'","titles":[{"title":"﻿שמואל א טז"},{"title":"﻿שמואל פרק א פסוק טז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-1"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"jbr:tanach-malbim9-1-23","text":" מלבי\"ם  איך. יתחיל לקונן על יהונתן, כי בנפלו נפלו עמו גם מחנה גבורים שהיו עוטרים אותו, וכבר אמר בתחלה על שאול הצבי ישראל על במותיך חלל איך נפלו גבורים, כי גבורי שאול נפלו אחרי המלחמה, אולם גבורי יהונתן שנפלו תחלה שעדיין לא נסו ועדן לחמו, אמר איך נפלו גבורים בתוך המלחמה, ועליהם יהונתן קשר עליהם על במותיך חלל","titles":[{"title":"﻿שמואל א כה"},{"title":"﻿שמואל פרק א פסוק כה"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-1"},{"positionInPerek":23},{"positionInParasha":23},{"uri":"jbr:tanach-malbim9-2-5","text":" מלבי\"ם  עם אדוניכם שזה היה מחויב, א. מצד היותו אדוניכם, ב. מצד היותו שאול בחיר ה'","titles":[{"title":"﻿שמואל ב ה"},{"title":"﻿שמואל פרק ב פסוק ה"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-2"},{"positionInPerek":5},{"positionInParasha":30},{"uri":"jbr:tanach-malbim9-2-18","text":" מלבי\"ם  וירדוף יקדים כי אבנר הרג לעשהאל בדין רודף, א. כי רדף אחריו, ב. שלא תאמר שלא כיון דוקא על אבנר רק כרודף במלחמה על כל מי שיפגוש, כי לא נטה וכו' אחרי אבנר","titles":[{"title":"﻿שמואל ב יט"},{"title":"﻿שמואל פרק ב פסוק יט"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-2"},{"positionInPerek":18},{"positionInParasha":43},{"uri":"jbr:tanach-malbim9-2-24","text":" מלבי\"ם  הלנצח אמר, א. הלא תכלית המלחמה היה לראות מי ינצח, ואחר שהשגת התכלית למה תלחם עוד, וכי זאת היא היה התכלית שתאכל חרב לנצח, ב. הלא במקום שישיגו על ידי המלחמה והשפיכות דמים איזה תכלית אז הגם שמה ששופכים דם הוא דבר מר, בכל זה בסוף ישיגו דבר מתוק שהוא התכלית שבעבורם לחמו, אבל להרוג ולאבד נפשות ללא תכלית מועיל, הלא מרה תהיה באחרונה לא תשיג באחרית המלחמה דבש ונופת להמתיק מר המות, ג. שאם יעשו כזאת במלחמת אויבים להשמיד ולהכרית לא כן במלחמת אחים, וזה שכתוב ועד מתי לא תאמר לעם לשוב מאחרי אחיהם","titles":[{"title":"﻿שמואל ב כו"},{"title":"﻿שמואל פרק ב פסוק כו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-2"},{"positionInPerek":24},{"positionInParasha":49},{"uri":"jbr:tanach-malbim9-3-15","text":" מלבי\"ם  (יז-יח) גם תמול רצה לומר שהמלכת המלך תלוי בשני דברים, א. שיהיה מרוצה לעם, ועל זה אמר גם תמול וכו' הייתם מבקשים את דוד, ב. שיהיה נבחר מה', ועל זה אמר ועתה עשו כי ה' אמר","titles":[{"title":"﻿שמואל ג יז"},{"title":"﻿שמואל פרק ג פסוק יז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-3"},{"positionInPerek":15},{"positionInParasha":70},{"uri":"jbr:tanach-malbim9-3-24","text":" מלבי\"ם  ויצא וכו' וישלח מלאכים תיכף למען יחשבו ששלח בפקודת דוד, ולכן הודיע האמת כי ודוד לא ידע","titles":[{"title":"﻿שמואל ג כו"},{"title":"﻿שמואל פרק ג פסוק כו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-3"},{"positionInPerek":24},{"positionInParasha":79},{"uri":"jbr:tanach-malbim9-3-26","text":" מלבי\"ם  וישמע דוד מאחרי כן שאם היה דוד שומע ששלח אחריו מלאכים היה ראוי להעלות על דעתו פן יהרגהו, ואם לא השכיל על זה היה צריך כפרה על כל פנים שהיה קצת גורם, אבל הוא לא שמע עד גמר המעשה ולכן אמר נקי אנכי מעם ה'","titles":[{"title":"﻿שמואל ג כח"},{"title":"﻿שמואל פרק ג פסוק כח"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-3"},{"positionInPerek":26},{"positionInParasha":81},{"uri":"jbr:tanach-malbim9-3-34","text":"(לו-לז) וכל העם הכירו רצה לומר יען שבכל זה עדיין היה מקום לאמר שדוד עשה כל זה בערמה שלא יקצפו ישראל עליו על שצוה להרגו לכן אמר שכל העם הכירו שלא היה בזה רמאות כי האמת ניכר והזיוף אי אפשר להעלימו מכלל העם, ככל אשר עשה המלך בעיני כל העם טוב, כי המעשה הנעשה בתום ובישרת לבב תמצא חן בעיני כל, לא כן הזיוף, והנה היה פה דברים שהיה ראוי שיערערו עליהם כמו מה שבזה כבוד המלוכה לצאת אחרי המטה ולקונן, ובכ''ז ככל אשר עשה היה טוב בעיני כולם וזה סימן שהיה מעשה אמת לא בלב ולב (גם ימליץ שאי אפשר שהיה זה זיוף לפייס את העם, כי ככל אשר עשה המלך תמיד היה טוב בעיני העם ולא היה דרכם לערער אחריו בשום פעם ובודאי גם אם היה הורגו בפקודתו, לא היה שום ערעור מצד העם ולא היה צריך לתחבולות לפייסם) ועל ידי כן וידעו כל העם ידיעה ברורה כי לא היתה מהמלך להמית את אבנר","titles":[{"title":"﻿שמואל ג לו"},{"title":"﻿שמואל פרק ג פסוק לו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-3"},{"positionInPerek":34},{"positionInParasha":89},{"uri":"jbr:tanach-malbim9-5-9","text":" מלבי\"ם  וילך מאז נתגדל דוד, בין בהצלחה היה הלוך וגדול, בין באושר הנפשי וה' עמו","titles":[{"title":"﻿שמואל ה י"},{"title":"﻿שמואל פרק ה פסוק י"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-5"},{"positionInPerek":9},{"positionInParasha":111},{"uri":"jbr:tanach-malbim9-5-11","text":" מלבי\"ם  וידע דוד מצד הא' שהכין מלכותו בירושלים ידע כי הכינו ה' למלך על ישראל, ומצד הב' ידע כי נשא ממלכתו עד שלו יובילו מלכים שי, והבין שזה בעבור עמו ישראל","titles":[{"title":"﻿שמואל ה יב"},{"title":"﻿שמואל פרק ה פסוק יב"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-5"},{"positionInPerek":11},{"positionInParasha":113},{"uri":"jbr:tanach-malbim9-6-19","text":"וישב דוד גם זה מגלה צדקתו שאחר שהשפיע לכל העם פנה אל ביתו. ותאמר מה נכבד היום רצה לומר כי הכבוד יתראה על ידי האותות שבם יציינו את הכבוד, וזה יהיה אם מצד המכבדים אם מצד המתכבד, והתלוננה עליו כי הקל בכבוד מלכותו מצד שני אלה. אם מצד המכבדים, לא יקרבו אל המלך רק שריו וגדולים, לא הפחותים בעם, הם יתחבאו מפניו ויעמדו מרחוק, ועל זה אמר מה נכבד היום מלך ישראל אשר נגלה לעיני אמהות עבדיו, אם מצד המתכבד, המלך לא יתראה כהדיוט רק לבוש לבוש מלכות ועליו יציץ נזרו, ומתנשא על הכסא, לא לבוש אפוד מפזז ומכרכר, ועל זה אמר כהגלות נגלות אחד הרקים, ודייקה לאמר מה נכבד היום אשר נגלה היום, כי יש מלכים שמנהגם להמצא תמיד בין העם וזה כבודם, לא כן אתה שאינך רגיל בכך תמיד רק היום עשית זאת, וזה שכתוב מה נכבד היום. וגם שלפעמים יצטרך המלך להיות יוצא ובא בין העם לצורך שעה, כמו בעת מיתת אבנר שהלך בין העם להפיס דעתם, וכן בעת מלחמה יתראה לפני כל בני החיל להלהיב לבבם לקראת נשק וכדומה, לא כן היום שלא היה הדבר נחוץ, וזה שכתוב אשר נגלה היום","titles":[{"title":"﻿שמואל ו יט"},{"title":"﻿שמואל פרק ו פסוק יט"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-6"},{"positionInPerek":19},{"positionInParasha":145},{"uri":"jbr:tanach-malbim9-6-21","text":" מלבי\"ם  ויאמר דוד, השיב לה בחכמה ודעת, א. אותות הכבוד המיוחדים למלך שאין יושבים על כסאו ולא יקרב איש אליו וכדומה, הם מוכרחים רק למלך המולך על ידי בחירת העם שכל כבודו הוא רק הסכמיי לא נמצא בעצמו, ואם לא יכינו לפניו האותות המציינים כבוד מלכותו הנו כאחד העם, לא כן אנכי שמלכותי אינה על ידי בחירת העם רק מה', כי אם היה הדבר מונח לבחירת העם היה ראוי שיבחרו יוצאי ירך שאול שנמשח מאת העם, וזה שכתוב לפני ה' אשר בחר בי מאביך ומכל ביתו לצוות אותי נגיד על עם ה' ואם כן אין כבודי תלוי מאת העם ומן אותות הכבוד המוסכמים אצלם רק מעצמי ומאת ה' אשר שמני לנגיד, ב. ידוע שאין לשר הצבא להתהדר לפני מלך, ולא יתכבד העבד לפני אדוניו, ואיך יתכבד מלך בשר ודם בעת עמדו לפני מלך מלכי המלכים השי''ת וזה שכתוב לפני ה', ושחקתי לפני ה'","titles":[{"title":"﻿שמואל ו כא"},{"title":"﻿שמואל פרק ו פסוק כא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-6"},{"positionInPerek":21},{"positionInParasha":147},{"uri":"jbr:tanach-malbim9-7-5","text":"האתה תבנה לי בית לשבתי רצה לומר כי אל בנין הבית היית צריך שני תנאים, א. שיהיה מלך בישראל שימלוך מלכות קיימת בלתי מופסקת, ב. שיהיה להם מנוחה החלטית והנה עד עתה היו להם שופטים שגם הם נבחרו מאת כל ישראל, והיה הבדל בינם ובין המלך במה שהשופט היה רק לפי שעה ושררותו, בלתי נמשך לבניו אחריו, מה שאין כן המלך שמלכותו ירושה לבניו כמ''ש למען יאריך ימים על ממלכתו הוא ובניו, והנה דוד הגם שנבחר למלך ונמשח על פי נביא (שהשופט לא נבחר ונמשח על פי נביא) בכ''ז אחר שעדיין לא הובטח שיהיה לו המלכות בירושה, היה ענינו קרוב אל השופטים או אל מלכות שאול שלא היתה מלכות קיימת, ולא היה ראוי עדיין לבנות בית נאמן וקיים, וכן מצד תנאי השני של המנוחה הגם שהיה לו אז מנוחה היה זה רק לפני שעה, והלא גם בימי שפוט השופטים היה להם גם כן מנוחה כמ''ש (שופטים ב' יח) וכי הקים ה' להם שופטים והיה ה' עם השופט והושיעם מיד אויביהם כל ימי השופט וכו' והיה במות השופט וכו', שכיון שבמות השופט שבו אויביהם לתגר בם מלחמה, והאויב לא נכרת לגמרי רק נכנע לפני השופט בעודהו חי לא לפני בני ישראל, שתיכף במות השופט נלחום נלחם בם לא נקרא זה מנוחה, וכן גם בימי דוד לא נכרתו האויבים רק נכנעו לפני דוד לא לפני עם ישראל וגם הוא עצמו עוד היה מוכן למלחמות רבות כמ''ש בסי' שאחר זה, והנה הבית הנבנה בקביעות מצייר המנוחה והקביעות שישב ה' בקרב עמו במנוחה והשקט, הפך האהל והמשכן שציינו שעדיין לא ישכון בקביעות, אם מפני שהעם לא הטהרו עדיין מעונותיהם והיו חוטאים פעם אחר פעם כמ''ש שם והיה במות השופט ישובו והשחיתו מאבותם, שעל ידי זה יסלק שכינתו מהם בכל פעם, ואם מפני שעל ידי חטאותיהם נמכרו ביד אויב ובשובם בתשובה יצטרך לעוף עליהם כצפרים עפות לפדותם מני צר, שזה יצוייר בטלטול ובשכונה באהל ארעי, ולפי זה לא היה העת עדיין שיבנה המקדש לא מצד מלכות דוד שעד עתה לא היה קבוע, וזה שכתוב האתה תבנה לי בית ולא מצד המנוחה שעדיין לא היה עת לשבת במנוחה, וזה שכתוב תבנה לי בית לשבתי","titles":[{"title":"﻿שמואל ז ה"},{"title":"﻿שמואל פרק ז פסוק ה"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-7"},{"positionInPerek":5},{"positionInParasha":154},{"uri":"jbr:tanach-malbim9-7-10","text":" מלבי\"ם  ושמתי מקום רצה לומר כי מימות משה עד גמר הכבוש והחילוק בסוף ימי יהושע לא היה לישראל מקום קבוע כלל רק היו נעים ונדים, וזה היה הציור במשכן שבמדבר שהיה מתהלך באהל המתטלטל ממקום למקום, ואחר כך שכבשו וחלקו, כבר היה להם מקום בארץ ישראל אבל לא היה להם מנוחה כי ידברו את אויבים בשעריהם כל ימי השופטים עד ימי שלמה, וזה היה הציור במשכן שילה ונוב וגבעון שהגם שהיה בית מלמטה היה תחת אהל מלמעלה, ועתה ישתנה הכל לטוב, ושמתי מקום לעמי ישראל שיהיו קבועים במקומם ולא יגרשה רגל אויב, ב. ונטעתיו ושכן תחתיו שיהיה דומה כעץ שתול על פלגי מים השוכן במקומו כן לא יצטרכו לצאת חוץ מגבולם ללחום עם אויביהם, ולא ירגז המאמרים מקבילים ושמתי מקום ולא ירגז עוד כמו בעת שהיו נעים ונדים שבעים רוגז, ונטעתיו ושכן תחתיו כו' ולא יוסיפו בני עולה לענותו כאשר בראשונה","titles":[{"title":"﻿שמואל ז י"},{"title":"﻿שמואל פרק ז פסוק י"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-7"},{"positionInPerek":10},{"positionInParasha":159},{"uri":"jbr:tanach-malbim9-7-16","text":" מלבי\"ם  ונאמן ביתך רצה לומר שהגם שהחסד והאמונה יצוייר שיפסקו כנ''ל, לא יצוייר זה פה שהחסד והאמונה שהבטחתי לדור בניך נסבב מן האמונה שהיא ההבטחה שהבטחתי לך, ולפי זה הנה נאמן ביתך וממלכתך עד עולם לפניך רצה לומר בהיות שנקרא שמך עליו והוא שכר צדקתך כענין והלך לפניך צדקך, ע''כ הוא נאמן ולא יסור בשום פעם, וכן הגם שהכסא יופסק לפעמים בעתי הגליות בכ''ז לא יופסק לעולם, ואם יופסק כסא בניך לא יופסק כסאך, ע''ד שפירשתי מ''ש ובניתי לדור ודור כסאך שכסא דוד עומד שישב עליו המלך דוד בעצמו לימות המשיח שהוא דוד עצמו, וזה שכתוב כסאך יהיה נכון עד עולם","titles":[{"title":"﻿שמואל ז טז"},{"title":"﻿שמואל פרק ז פסוק טז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-7"},{"positionInPerek":16},{"positionInParasha":165},{"uri":"jbr:tanach-malbim9-9-6","text":" מלבי\"ם  והשיבותי לך את כל שדה שאול אביך המפרשים נדחקו בזה, אם נתן לו חלקו מהו החסד, ואם נתן לו חלק אחיו איך העביר נחלה, עי' רש''י ורד''ק. והנכון בעיני שהיה הבדל בין קניני המלך ואחוזתו מנחלת אבותיו שדינו בהם ככל אדם בקנינו ושדה אחוזתו, ובין קניני המלך שהיו לו מחוקי המלוכה ששדות וכרמים הון ואוצרות שהגיעו לידו בסבת מלכותו, בעת הועבר ממלכותו היה של המלך המולך בעת ההיא, כי היה רק לצורך המלכות לא לצורך המלך, וכמ''ש עוד בפרטות אצל כרם נבות, ושאול היה עני תחלה, ואצר הון ושדות ממשפטי המלוכה, ובעת נתנה המלוכה לדוד זכה דוד בכל הקנינים שהיו שייכים אל המלכות לצורך המלוכה, בפרט כי כבש בית שאול במלחמה, והיה בזה חסד גדול שהשיבם למפיבושת מצד היותו בן אוהבו, והודיע לו כי יגדיל חסדו עמו בשתים, א. מה שישיב לו שדה שאול רצה לומר כל קניניו וזה בעבור יהונתן, ב. שיהיה מאוכלי שולחנו שזה מצד מעלת מפיבושת עצמו, כי לא יקרבו אל שולחן המלך רק אנשים גדולים בתורה ובחכמה, וזה שכתוב ואתה תאכל","titles":[{"title":"﻿שמואל ט ז"},{"title":"﻿שמואל פרק ט פסוק ז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-9"},{"positionInPerek":6},{"positionInParasha":199},{"uri":"jbr:tanach-malbim9-9-12","text":" מלבי\"ם  מפיבשת יושב בירושלים וההוצאה והצורך בעיר המלוכה רבה מאד, והטעם שישב בעיר המלוכה, יען שעל שלחן המלך תמיד הוא אוכל, ולא היה אפשר שישב בעיר אחרת וגם לא שישב סמוך לירושלים וליכנס בכל יום בעת הסעודה כי הוא פסח שתי רגליו","titles":[{"title":"﻿שמואל ט יג"},{"title":"﻿שמואל פרק ט פסוק יג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-9"},{"positionInPerek":12},{"positionInParasha":205},{"uri":"jbr:tanach-malbim9-10-9","text":"וירא יואב כי היתה אליו פני המלחמה מפנים ומאחור, רצה לומר שהתירא מלכת עד רבה וללחום עם בני עמון פתח השער שאז יבואו עליו המלכים מאחור ויהיה תוך שני מחנות חזקות, כי המלכים היו חזקים מצד עצמם, ובני עמון היו חזקים מצד שהיו אצל המבצר, ולכן היה מחכמתו ללחום את המלכים תחלה אצל מידבא, ולבל יצאו בני עמון בעזרתם חלק מחנהו ונתן יתר העם החלשים ביד אבשי, שאם יצאו בני עמון השדה יספיק לנצחם, ובכ''ז עמדו רק למשמרת ולא נפרדו מן המחנה והיו מוכנים גם נגד ארם, כי שער לפי הסברה שבני עמון ישארו במקומם, ועל זה אמר אם תחזק ארם ממני והיתה לי לישועה כיון שאתה פה, ואמר שאח''ז בלכת אבשי אל בני עמון אם ישער שהם חזקים ילך עמו להושיע, ועל זה אמר והלכתי","titles":[{"title":"﻿שמואל י ט"},{"title":"﻿שמואל פרק י פסוק ט"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-10"},{"positionInPerek":9},{"positionInParasha":214},{"uri":"jbr:tanach-malbim9-10-15","text":" מלבי\"ם  שבע מאות רכב וארבעים אלף פרשים, ובדברי הימים אומר שבעת אלפים רכב וארבעים אלף רגלי, הנה מ''ש פה שבע מאות רכב מיושב במ''ש למעלה (ח' ד), ומה שכתוב ארבעים אלף פרשים מיושב במ''ש למעלה (פסוק ו') ","titles":[{"title":"﻿שמואל י יח"},{"title":"﻿שמואל פרק י פסוק יח"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-10"},{"positionInPerek":15},{"positionInParasha":220},{"uri":"jbr:tanach-malbim9-11-12","text":" מלבי\"ם  ויאמר דוד שב בזה גם היום ומחר אשלחך, אחר שסרב נגד דעתו ורצה ללכת למלחמה, וגם שחשב אולי לכן נשאר בפתח המלך כדי שישלחהו למלחמה ועתה שהבטיחו לשלחו ירד אל ביתו לפני צאתו, בפרט שהיה לו שהות כמ''ש וישב ביום ההוא וממחרת","titles":[{"title":"﻿שמואל יא יב"},{"title":"﻿שמואל פרק יא פסוק יב"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-11"},{"positionInPerek":12},{"positionInParasha":233},{"uri":"jbr:tanach-malbim9-11-23","text":" מלבי\"ם  ועל ידי כן ויורו המורים וכו' וימותו מעבדי המלך וגם אוריה שהיה המנהיג במקום ההוא מת","titles":[{"title":"﻿שמואל יא כד"},{"title":"﻿שמואל פרק יא פסוק כד"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-11"},{"positionInPerek":23},{"positionInParasha":244},{"uri":"jbr:tanach-malbim9-12-6","text":" מלבי\"ם  ואת וחוץ מזה חייב בתשלומי ארבעה כפי משפט התורה הקבוע על הגניבה והטביחה, ופי' דבריו שישלם ארבעתים עקב אשר עשה את הדבר הזה בעד המעשה, והוא בן מות על אשר לא חמל","titles":[{"title":"﻿שמואל יב ו"},{"title":"﻿שמואל פרק יב פסוק ו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-12"},{"positionInPerek":6},{"positionInParasha":253},{"uri":"jbr:tanach-malbim9-13-1","text":"ויהי אחרי כן ספר איך נתקיימו יעודי העונשים שהגיד נתן לדוד אחד אחד, שאחרי מת הילד היה מעשה של תמר שסבב הריגת אמנון ואחריו מעשה דאבשלום, וזה שכתוב ויהי אחרי כן ולאבשלום בן דוד אחות יפה מלשון זה משמע שתמר לא היתה אחות אמנון, וכן בפסוק ד', וכן נראה ממ''ש (פסוק י''ג) דבר אל המלך כי לא ימנעני ממך, מבואר שלא היתה אחותו, אמנם בכל הפרשה קראה אחותי, ובזה אנו מוכרחים אל קבלת חכמינו זכרונם לברכה, שמעכה אם תמר היתה יפת תואר ובא עליה דוד ביאה ראשונה במלחמה ונתעברה מתמר בנכריותה, ומדין תורה היא מותרת לאמנון כי בנך הבא מן העכו''ם אינו קרוי בנך, וזה שכתוב ולאבשלום בן דוד אחות יפה שבאמת בדין תורה רק אבשלום שנולד אחר שנתגיירה קרוי בן דוד, וכן דייק ויאהבה אמנון בן דוד","titles":[{"title":"﻿שמואל יג א"},{"title":"﻿שמואל פרק יג פסוק א"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-13"},{"positionInPerek":1},{"positionInParasha":279},{"uri":"jbr:tanach-malbim9-13-2","text":" מלבי\"ם  ויצר לאמנון להתחלות, ומפרש שלא היה לו תקוה לישא אותה לאשה בעבור תמר אחתו, כי היתה גדלה כבת בין הבנים, שמה שנתעברה במלחמה לא השפיל כבודה בעיני בית דוד לשלא תהיה נחשבת כבתו, הגם שעל פי דין תורה היא כן, וידע שלא תתרצה היא ואחיה להשיאה לאמנון ולהכריז על ידי זה שהיא כאסופי מן השוק ושלא תחשב מזרע המלך, וגם לא לבא עליה באונס או על ידי פתוי כי בתולה היא והבתולות היו צנועות בהיכל ואי אפשר שתזדמן לפניו, ולכן ויפלא בעיני אמנון לעשות לה מאומה","titles":[{"title":"﻿שמואל יג ב"},{"title":"﻿שמואל פרק יג פסוק ב"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-13"},{"positionInPerek":2},{"positionInParasha":280},{"uri":"jbr:tanach-malbim9-13-8","text":" מלבי\"ם  ותקח את הבצק והנה היא עשתה כדבר אביה, לעשות הלביבות לעיניו ואחר שלשו הבצק עד שיעור ידוע לקחה היא ולשה שנית לצורך הלביבות ותלבב לעיניו","titles":[{"title":"﻿שמואל יג ח"},{"title":"﻿שמואל פרק יג פסוק ח"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-13"},{"positionInPerek":8},{"positionInParasha":286},{"uri":"jbr:tanach-malbim9-13-31","text":" מלבי\"ם  ועתה הוסיף לאמר כי עדין יש לחשוב שהגם שאבשלום לא רצה להרוג את אמנון י''ל שבני המלך עמדו בנפשם להציל את אחיהם ועל ידי כן בא לידי מלחמה ומתו כולם, וזה שכתוב ועתה אל ישים אדוני המלך אל לבו דבר שעל ידו יאמר לאמר כל בני המלך מתו מעצמם על ידי מלחמה, לא כן כי אמנון לבדו מת","titles":[{"title":"﻿שמואל יג לג"},{"title":"﻿שמואל פרק יג פסוק לג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-13"},{"positionInPerek":31},{"positionInParasha":309},{"uri":"jbr:tanach-malbim9-15-3","text":" מלבי\"ם  כי שומע אין לו מאת המלך","titles":[{"title":"﻿שמואל טו ג"},{"title":"﻿שמואל פרק טו פסוק ג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-15"},{"positionInPerek":3},{"positionInParasha":347},{"uri":"jbr:tanach-malbim9-16-5","text":" מלבי\"ם  ואחר שהתקרב אליהם התחיל לסקל באבנים","titles":[{"title":"﻿שמואל טז ו"},{"title":"﻿שמואל פרק טז פסוק ו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-16"},{"positionInPerek":5},{"positionInParasha":383},{"uri":"jbr:tanach-malbim9-16-9","text":"מה לי ולכם א''ל ממ''נ אם מקלל מעצמו מה יזיק לי ולכם. והקרי כה יקלל. רצה לומר יקלל עוד כאשר חפץ. כי המבזה בקלון שהוא שקר מבואר, לא תחשב זאת לכלימה, כי מי לא ידע שדוד לא הרג לאבנר ולאיש בושת, ולא לקח מלכות שאול בחזקה, ואם ה' א''ל קלל מי יאמר מדוע עשית כן","titles":[{"title":"﻿שמואל טז י"},{"title":"﻿שמואל פרק טז פסוק י"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-16"},{"positionInPerek":9},{"positionInParasha":387},{"uri":"jbr:tanach-malbim9-16-10","text":" מלבי\"ם  ויאמר דוד הוסיף לחזק סברתו שה' א''ל קלל, פי' שה' נתן כזאת בלבו, ולבל ישאלו ע''ז הלא לא יבטל ה' את הבחירה ואיך השיא את שמעי אל הנבלה הזאת, השיב הלא תראו כי בני אשר יצא ממעי מבקש את נפשי. שבזה שינה ה' את הטבע, הטבע הבן לאהוב את אביו לא לבקש להרגו. הנה ראיתם כי הפליא ה' בענשי, עד שלא לבד שביטל הבחירה, עשה בזה דבר נגד הטבע, ואף כי נקל היה לו להטות לב שמעי אל הקללה, שהוא קרוב אל טבעו. א. מצד הזמן שעל זה אמר ועתה. אחר שאני בל''ז נרדף ונשטם, ב. מצדו שהוא בן הימיני שהם שונאי, ג. שאינו בא על עסקי נפשות רק הניחו לו ויקלל. ואם כן לא הפליא ה' בזה דבר נגד טבעו ובחירתו. והוא נתן כזאת בלבו שהיה נוטה לשנאה בל''ז ואם כן הניחו לו ויקלל כי א''ל ה'","titles":[{"title":"﻿שמואל טז יא"},{"title":"﻿שמואל פרק טז פסוק יא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-16"},{"positionInPerek":10},{"positionInParasha":388},{"uri":"jbr:tanach-malbim9-16-15","text":"ויאמר חושי כמו ששם דוד בפיו כן דבר אל אבשלום, אמר, א. גם אם לא יאבה דוד בשום אופן להמליכו, ויצטרך להפר בריתו את דוד, הוא בוחר באבשלום מצד ג' דברים, א. שבו בחר ה', ב. וכל העם הזה היינו הסנהדרין. ג. וכל איש ישראל","titles":[{"title":"﻿שמואל טז יח"},{"title":"﻿שמואל פרק טז פסוק יח"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-16"},{"positionInPerek":15},{"positionInParasha":393},{"uri":"jbr:tanach-malbim9-17-3","text":"ואשיבה כל העם אליך, באר לו עוד תועלת שיצא מעצה זו שבזה בקל ישובו כולם אליו, כי אם תבער המלחמה ויפלו רבים בחרב, אז אף שינצח יתחלקו העם לשני מחנות, ורבים ישמרו איבה על אחיהם אשר נפלו בחרב, ואם יהרג המלך במלחמה שיהיה אבשלום המצביא את העם, יאמרו כי רצח את אביו לא כן כשיהרגנו אחיתופל בלילה, יגלול האשמה על אחיתופל, ואבשלום יחרה אפו על הורג אביו, רק שאז יתן פקודת חסד, שמוחל לכל מי שחטא נגדו ושישובו כולם לביתם כדרך המלכים למחול כל פשע בעת מלכותם, ובזה אוכל גם אנכי לשוב לביתי, וזה שכתוב כשוב הכל האיש אשר אתה מבקש, שעורו כשוב הכל (ישוב) האיש אשר אתה מבקש, כיון על עצמו, שהגם שאז תבקשני להרגני על שהרגתי את אביך, בכ''ז יהיה לך כסות עינים, שאשוב כשוב הכל. שאחר שתצוה שישוב כל מורד ופושע, ישוב האיש הזה (שהוא אחיתופל גם כן) למען כל העם יהיה שלום, כי תאמר שאי אפשר לך לדון הורג אביך, מפני שיתקוממו ע''ז אוהבי אחיתופל ושונאי דוד, ובאופן זה תצא נקי, וכל ישראל ישובו אליך. ויותר קרוב שדלתות המקרא הזה מקבילים אל הכתוב הקודם, ונס כל העם אשר אתו ואשיבה כל העם אליך כשוב הכל (פי' בעת ישובו לביתם) והכיתי את המלך לבדו האיש אשר אתה מבקש","titles":[{"title":"﻿שמואל יז ג"},{"title":"﻿שמואל פרק יז פסוק ג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-17"},{"positionInPerek":3},{"positionInParasha":401},{"uri":"jbr:tanach-malbim9-17-16","text":"וירא אותם נער, היה בזה עין ה' אל יראיו, א. מה שהרגישו שראה אותם הנער וילכו מהרה, ב. מה שבאו בבית איש שלו באר","titles":[{"title":"﻿שמואל יז טז"},{"title":"﻿שמואל פרק יז פסוק טז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-17"},{"positionInPerek":16},{"positionInParasha":414},{"uri":"jbr:tanach-malbim9-18-1","text":" מלבי\"ם  ויפקד ספר שדוד ערך וסדר את המלחמה, א. שפקד את העם לדעת מנינם, ב. ששם עליהם ראשים","titles":[{"title":"﻿שמואל יח א"},{"title":"﻿שמואל פרק יח פסוק א"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-18"},{"positionInPerek":1},{"positionInParasha":425},{"uri":"jbr:tanach-malbim9-18-7","text":"וינגפו ספר ד' דברים, א. שתיכף וינגפו שם שהחילו לירא מפניהם, ב. אחר כך ותהי שם המגפה גדולה","titles":[{"title":"﻿שמואל יח ז"},{"title":"﻿שמואל פרק יח פסוק ז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-18"},{"positionInPerek":7},{"positionInParasha":431},{"uri":"jbr:tanach-malbim9-18-22","text":" מלבי\"ם  ואז אמר אחימעץ, שאם כן ירוץ הוא להקדים את הכושי, ויקדים הוא לבשר טוב, באופן שלא יכלול בדבריו מיתת אבשלום, וכמ''ש ברוך ה' וכו' אשר סגר וכו' כמו שית', ואחרי שהכושי מוכן למלא דבריו, והגם שלא יוכל להשיב ע''מ שישאל המלך, ויהי מה רצה לומר על כל פנים אגיד דבר מה ואהיה מבשר טוב, ולכן רץ ויעבר את הכושי","titles":[{"title":"﻿שמואל יח כג"},{"title":"﻿שמואל פרק יח פסוק כג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-18"},{"positionInPerek":22},{"positionInParasha":446},{"uri":"jbr:tanach-malbim9-18-30","text":" מלבי\"ם  השלום לנער, תחלה אמר שלום, כי ממ''ש אחימעץ, היה נראה לו שאבשלום חי ונסגר בידי חיל דוד בחיים, מה שאין כן מלשון הכושי כי שפטך, הבין ההפך ואמר השלום בתמיה. והשיב יהיו כנער אויבי אדוני המלך","titles":[{"title":"﻿שמואל יח לא"},{"title":"﻿שמואל פרק יח פסוק לא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-18"},{"positionInPerek":30},{"positionInParasha":454},{"uri":"jbr:tanach-malbim9-19-3","text":" מלבי\"ם  ותהי התשועה אמנם יתר העם שלא נגעו במיתתו רק הם חשבו שישמח המלך בהתשועה ולא יתעצב על מות אבשלום, כמו שחשב אחימעץ גם כן, הם התאבלו על ששמעו ביום ההוא דייקא, שהיה ראוי שיראה המלך להם פנים שוחקות, שמעו ההפך כי נעצב על בנו","titles":[{"title":"﻿שמואל יט ג"},{"title":"﻿שמואל פרק יט פסוק ג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":3},{"positionInParasha":457},{"uri":"jbr:tanach-malbim9-19-11","text":" מלבי\"ם  בפרט עתה אשר ואבשלום מת במלחמה, אין אחר טוב ממנו ואם כן ועתה למה אתם מחרישים","titles":[{"title":"﻿שמואל יט יא"},{"title":"﻿שמואל פרק יט פסוק יא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":11},{"positionInParasha":465},{"uri":"jbr:tanach-malbim9-19-25","text":"ומפיבושת, כבר בארתי (למעלה טז יג) שמה שקבל דוד דברי ציבא היה מצד שני ענינים, א. שהיה נראה כדבריו ממה שלא הלך מפיבושת עם המלך להצטער בצרתו, ב. ממה שלא התירא לשבת בירושלים והוא מאוהבי דוד, וספר פה כי בבואו לפני דוד, ניכר היטב כי עבדו דבר עליו לשון שקר, כי הראיה ממה שלא הצטער בצרתו, נראה שקרותה ממה שלא עשה שער רגליו ושפמו ולא כבס בגדיו מיום לכת המלך עד שובו, כי התאבל ונצטער על צרת אדוניו, וכן הראיה השנית ממה שישב בירושלים בלא פחד גם כן שקר. כי","titles":[{"title":"﻿שמואל יט כה"},{"title":"﻿שמואל פרק יט פסוק כה"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":25},{"positionInParasha":479},{"uri":"jbr:tanach-malbim9-19-27","text":" מלבי\"ם  (כז-כח) עבדי רמני שלא די שלא חבש לי החמור עוד רגל בעבדך, ואין אני צריך להתנצל על שקריו כי אדוני המלך כמלאך האלהים שידע הכל מעצמו בחכמתו, ועוד שההתנצלות תהיה כדי להשיב לי השדה ושיחזור המלך מדברו, ואיני רוצה בזה רק ועשה הטוב בעיניך","titles":[{"title":"﻿שמואל יט כז"},{"title":"﻿שמואל פרק יט פסוק כז"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":27},{"positionInParasha":481},{"uri":"jbr:tanach-malbim9-19-33","text":" מלבי\"ם  וברזלי רצה לומר שנהג עמו כבוד מג' טעמים, א. מצד זקנותו, ב. והוא כלכל וכו' להשיב טובה, ג. כי איש גדול הוא","titles":[{"title":"﻿שמואל יט לג"},{"title":"﻿שמואל פרק יט פסוק לג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":33},{"positionInParasha":487},{"uri":"jbr:tanach-malbim9-19-35","text":" מלבי\"ם  ויאמר ברזלי, השיב, א. אם היה לכתי לצורך ותועלת הלא לא ימשך תועלת זה זמן רב כי כמה ימי שני חיי, ואין ראוי הטורח הזה בעבורו כי אעלה את המלך ירושלים","titles":[{"title":"﻿שמואל יט לה"},{"title":"﻿שמואל פרק יט פסוק לה"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":35},{"positionInParasha":489},{"uri":"jbr:tanach-malbim9-19-36","text":" מלבי\"ם  (זאת שנית) שלא ימשך תועלת מהליכתי כלל, כי אם רוצה בי בעבור צורך המלך לדרוש ממני עצה ותושיה, האדע היום בין טוב לרע, ואם לתועלתי, אם יטעם עבדך וכו' ורצה לומר שלא אהנה עוד לא מחוש הטעם, ולא מיתר החושים שעל זה אמר אם אשמע עוד בקול שרים ושרות, ולא לבד שהוא לא להועיל, אהיה עוד למשא","titles":[{"title":"﻿שמואל יט לו"},{"title":"﻿שמואל פרק יט פסוק לו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-19"},{"positionInPerek":36},{"positionInParasha":490},{"uri":"jbr:tanach-malbim9-20-1","text":" מלבי\"ם  ושם נקרא. במעמד הויכוח הנ''ל שהתוכחו יהודה עם ישראל, ולאמר כי הם העקר במלכות מצד שהם שבט המלך, נמצא במקרה איש בליעל, שעורר מדנים וחרחר ריב, ויאמר אין לנו חלק בדוד, רצה לומר מה לכם במלכות בית דוד, אם מצד דוד הלא הוא שייך למשפחתו לשבט יהודה ואין ליתר השבטים חלק בו, כי על מ''ש ישראל עשר ידות לי במלך, נצחו יהודה שאין מגיע להם חלק כחלק, ולא נחלה בבן ישי, רצה לומר כי יחזיקו במלכות, או מצד שכולם רוצים ויש להם חלק בו או מצד שהוא מלך בן מלך שהמלכות נחלה מדור דור, וזה לא נמצא בו גם כן, כי מצד שהוא בן ישי שהיה הדיוט אין המלכות נחלה גם כן, ואם כן איש לאהליו ישראל","titles":[{"title":"﻿שמואל כ א"},{"title":"﻿שמואל פרק כ פסוק א"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-20"},{"positionInPerek":1},{"positionInParasha":499},{"uri":"jbr:tanach-malbim9-20-21","text":" מלבי\"ם  לא כן הדבר אין האמת כן שאתם שלומי אמוני ישראל, כי בכם נמצא ראש המורדים, אשר נשא ידו במלך ואינם שלמים למלכם, ונשא ידו בדוד שהוא צדיק מושל ביראת אלהים, ואם כן אינם שלמים באמונתם תנו אותו לבדו ואדע כי כנים דבריך שאתם שלומי אמוני ישראל ואלכה מעל העיר","titles":[{"title":"﻿שמואל כ כא"},{"title":"﻿שמואל פרק כ פסוק כא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-20"},{"positionInPerek":21},{"positionInParasha":519},{"uri":"jbr:tanach-malbim9-20-23","text":"ויואב, כבר חשבם למעלה סוף סימן ח', רק שפה חשבם בשינוי סדר, למען נבין את המבוקש, כי דוד הסכים להעביר את יואב ולשום את עמשא במקומו על הצבא, מפני שהרג את אבשלום כנ''ל, ולכן הרג יואב את עמשא, וכאשר נודע זה לדוד, היה במחשבתו לשים את בניהו בן יהוידע במקומו, כמו שנעשה אחר כך בימי שלמה, רק כאשר שב יואב והצליח להרוג את שבע בן בכרי, ראה דוד כי לא יוכל לו, כי ישראל נוטים אחריו כמ''ש (למעלה ג' ל''ט) והאנשים בני צרויה קשים ממני, נשאר הדבר כמקדם ויואב נשאר אל כל הצבא ישראל, רצה לומר מפני שישראל נמשכו אחריו, וכן בניהו נשאר כמקדם על הכרתי","titles":[{"title":"﻿שמואל כ כג"},{"title":"﻿שמואל פרק כ פסוק כג"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-20"},{"positionInPerek":23},{"positionInParasha":521},{"uri":"jbr:tanach-malbim9-21-11","text":" מלבי\"ם  וילך דוד, כבר הזכרנו כי דקדק ה' עם שאול בחירו כחוט השערה וקבל ענשו על כל חטאיו, ואחר שבעון הריגת כהני ה' נהרג הוא ובניו, היה ענשו על עון הגבעונים מה שלא נספד כהלכה, ונרצה עונו כבר, רק באשר הרע הזה עשה פרי גם אחר מותו וגם ביתו אחריו, וישראל בימי דוד השחיתו את המרודים האלה, בא עליו העונש שנית כדי לתקן הדבר בעתיד למגדר מלתא, ואחר שבא עליו עתה עונש אחר, היה העונש הראשון שלא נקבר ונספד כראוי, לבטלה, ולכן פי' חכמינו זכרונם לברכה שבא התשובה אל שאול ואל בית הדמים, על שאול שלא נספד כהלכה, ירצה שאחר שעון הגבעונים בדור ההוא, למה לא נספד שאול כפי הראוי לו, והלא החטא קיים ויבא עליו עונש אחר ולכן הלך דוד ויקח את עצמות שאול, תקן שני דברים, א. מה שנקבר שלא בקברות אבותיו, על זה אמר ויקח וכו' מאת בעלי יביש גלעד","titles":[{"title":"﻿שמואל כא יא"},{"title":"﻿שמואל פרק כא פסוק יא"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-21"},{"positionInPerek":11},{"positionInParasha":535},{"uri":"jbr:tanach-malbim9-21-13","text":" מלבי\"ם  ויקברו נגד הא' שנקבר שלא במקומו אמר ויקברו בצלע סמוך לירושלים (כמ''ש וצלע האלף והיבוסי. יהושע י''ח) בקבר קיש אביו ונגד הב' שלא נספד כהלכה אמר ויעשו ככל אשר צוה המלך בענין כבודו והספדו, ועל ידי זה ויעתר אלהים לארץ","titles":[{"title":"﻿שמואל כא יד"},{"title":"﻿שמואל פרק כא פסוק יד"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-21"},{"positionInPerek":13},{"positionInParasha":537},{"uri":"jbr:tanach-malbim9-23-1","text":"ואלה דברי דוד האחרונים. אחר שסדר ספר תהלותיו לעת זקנותו, חתם בו שמו להודיע מי חברו, ועל מי חברו, ובאיזה מדרגה באו הדבורים בו, אם מדרך השכל אם מרוח הקדש, והוסיף בו גם כן נבואה עתידה על ענין מלכותו. אמר נאום דוד בין ישי, רצה לומר שהזמירות הבאים בספר ההוא, כוללים ג' ענינים, א. זמירות שאמר על עצמו ובתוכם ממה ששר קודם נמשח בהיותו רועה בצאן, שעל זה אמר נאום דוד בן ישי, ב. זמירות שאמר אחר שנמשח, ואחר שמלך מצד עניני מלכותו, בין בהיותו נרדף בין בהיותו מצליח במלכות, ועל זה אמר נאום הגבר הוקם על להיות משיח אלהי יעקב, ג. זמירות שחבר לצורך כלל ישראל, אם ספור נפלאות אל, אם תפלות או מהללים בעבור העם בכלל, ועל זה אמר ונעים זמירות ישראל","titles":[{"title":"﻿שמואל כג א"},{"title":"﻿שמואל פרק כג פסוק א"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-23"},{"positionInPerek":1},{"positionInParasha":596},{"uri":"jbr:tanach-malbim9-23-6","text":" מלבי\"ם  ובליעל אז יציץ ופרח כרם ה' צבאות ואת הקוצים יכלה מן הכרם, והם הבליעל אשר כולם דומים כקוץ מונד שעומדים רק להשחית את כל הנוגע בם והכל נדים מהם כי לא ביד יקחו","titles":[{"title":"﻿שמואל כג ו"},{"title":"﻿שמואל פרק כג פסוק ו"}]},{"sefer":"tanach-9"},{"parasha":"parasha-1"},{"perek":"tanach-9-23"},{"positionInPerek":6},{"positionInParasha":601}]}