{"subjects":[{"uri":"tanach-malbim-10-1-20","text":" מלבי\"ם  והיה אמנם אם יחריש יחשבו ישראל שזה נעשה בידיעתו, כי מי יאמין שדבר גדול כזה נכחד מן המלך, ובזה לא לבד שאחרי שכב המלך ימלוך אדוניהו באין מוחה, אחר שידמו כולם שהומלך בידיעתך כי גם אהיה אני ובני שלמה חטאים, כי אחר שהוא יודע ששלמה היה מוכן למלוכה, יאמרו ששוב נדחה על ידי חטאי וחטאו, וגם יזכירו חטא של אוריה באופן שישימוהו כבן זנונים, ואותי כמנאפת תחת אישה וידונו אותנו למיתה כחטאים, ויהיה די בזיון וקצף גם אל כבודך, מה שאין כן אם ימלוך שלמה יהיה גלוי לכל כי ראויה היתה בת שבע לדוד, ושסבב ה' שיצא הכל בהיתר כפי שפירשנו בספר שמואל ב' (ס' י''א) ","titles":[{"title":"מלכים א כא"},{"title":"מלכים פרק א פסוק כא"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-malbim-10-1-24","text":" מלבי\"ם  כי ירד היום ואי אפשר שיעשה זה היום בעוד המלך חי בלא ידיעתו, וגם שקרא לכל בני המלך ולשרי הצבא ולאביתר הכהן, שאי אפשר שאלה כולם יעשו זה בלא דעת המלך, והלא הנם אכלים ושותים לפניו ויאמרו יחי המלך אדניהו ","titles":[{"title":"מלכים א כה"},{"title":"מלכים פרק א פסוק כה"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-malbim-10-1-33","text":" מלבי\"ם  והוא ימלך תחתי רצה לומר לא אחרי מותי רק בחיי ימלוך תחתי ובמקומי תיכף, ואותו צויתי בענין שאינו כמולך בחיי אביו כיון שאני צויתי אותו ומקיים ציוויי בזה ולא שתחולק המלכות לשנים בענין שגם אדוניה יהיה לו שבט אחד, רק על ישראל ועל יהודה ","titles":[{"title":"מלכים א לה"},{"title":"מלכים פרק א פסוק לה"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":33,"positionInParasha":33},{"uri":"tanach-malbim-10-1-40","text":" מלבי\"ם  בא כי איש חיל אתה, יונתן לא היה מן הקרואים כי נשאר בעיר לרגל מה יעשה שם בעת ההיא שנקבצו חוץ לעיר להמליך את אדוניהו, וזאת הבינו כי המית הקריה יש לה איזה יחוס אל הענין שהם עוסקים בו, או לעזרתם או כנגדם, כי בלי ספק יתעורר רעש בעיר כשיודע כי ממליכים מלך בעין רוגל, וחשב שיונתן בהיותו איש חיל, קבץ גבורי המלך והריעו בקול בעיר שמחים על מלכות אדוניהו, ובזה טוב יבשר ","titles":[{"title":"מלכים א מב"},{"title":"מלכים פרק א פסוק מב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":40,"positionInParasha":40},{"uri":"tanach-malbim-10-1-42","text":" מלבי\"ם  (מד-מה) וישלח אתו המלך וכו' וימשחו וכו' באופן שהיה זה ע''פ כ''ג ונביא וסנהדרין, ואל תחשוב שהעם לא יסכימו לזה. על זה אמר ויעלו משם שמחים ותהום הקריה הוא הקול ","titles":[{"title":"מלכים א מד"},{"title":"מלכים פרק א פסוק מד"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":42,"positionInParasha":42},{"uri":"tanach-malbim-10-1-44","text":" מלבי\"ם  ולא תאמר שנמשח למלוך אחרי מות דוד, כי ישב על כסא המלוכה ","titles":[{"title":"מלכים א מו"},{"title":"מלכים פרק א פסוק מו"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":44,"positionInParasha":44},{"uri":"tanach-malbim-10-1-49","text":" מלבי\"ם  ויאמר שלמה, לא נשבע כי אמר שבל''ז על העבר אינו חייב מיתה. רק אם רעה תמצא בו בזה יתחייב למפרע ומת ","titles":[{"title":"מלכים א נב"},{"title":"מלכים פרק א פסוק נב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-1","positionInPerek":49,"positionInParasha":49},{"uri":"tanach-malbim-10-2-2","text":" מלבי\"ם  ושמרת ובהנהגה בדברים שבין אדם למקום יהיה בהפך, כמ''ש אם לא שויתי ודוממתי נפשי כגמול עלי אמו, יהיה כקטן אשר אמו תנחהו בכל צעדיו, כן תשמר משמרת ה' ככתוב בתורת משה, ולא תסמך על בינתך, ומפרש ללכת בדרכיו, הוא בעניני המדות מה הוא רחום וחנון ארך אפים שאלה הם דרכיו, ולשמור חקותיו במצות שאין בהם שום טעם, מצותיו הם מצות שיש בהם טעם, ומשפטיו במצות שבין אדם לחברו, ועדותיו במצות המעידים על חידוש העולם ויציאת מצרים כמו השבתות והמועדים וכדומה, ורק ככתוב בתורת משה בלא תוספת ומגרעת, וכמ''ש לבלתי סור מן המצוה ימין ושמאל, למען תשכיל וכו' אמר שבזה תרויח בשתים, א. מצד עצם המצוה, שע''י תשכיל את מעשיך, וכבר בארנו שיש הבדל בין מצליח ובין משכיל, שהצלחה תלויה במזל, וההשכלה תלויה בטוב שכל האדם לבחור האמצעיים הטובים תמיד, וזה ילמדוך מצות התורה ומשפטיה, ויש המשכיל את אשר יעשה ולא את אשר יפנה, כי בפנותו לבקש האמצעיים ימצא הרבה מהם בלתי טובים ויעזבם, עד יבחר הטוב שבאמצעיים וילך בהם ואז ישכיל בדרכו, ויש המשכיל את כל אשר יפנה, שגם אם יבחר אמצעיים בלתי מובילים אל התכלית ישיבום בשכלו לטוב, באופן שישיג מהם את המבוקש, וזה שכתוב שישכיל גם את כל אשר יפנה שם ","titles":[{"title":"מלכים ב ג"},{"title":"מלכים פרק ב פסוק ג"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-2","positionInPerek":2,"positionInParasha":52},{"uri":"tanach-malbim-10-2-19","text":" מלבי\"ם  ועתה חי ה' אשר הכינני וכו', ור''ל והבטחת ה' היתה שאהיה איש מנוחה. ואשר עשה לי בית שגם זרעי ימלכו אחרי ובזה אני מוכרח לבער כל מורד וכל משטין בל ישבית השלום הכללי המובטח לי מאת ה' ולכן היום יומת אדניהו ","titles":[{"title":"מלכים ב כד"},{"title":"מלכים פרק ב פסוק כד"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-2","positionInPerek":19,"positionInParasha":69},{"uri":"tanach-malbim-10-2-23","text":"והשמועה באה עד יואב, ובאר הטעם שיואב ירא לנפשו יותר מאביתר, כי נטה אחרי אדניהו ואחרי אבשלום לא נטה, כי אם היה נוטה אחרי אבשלום גם כן בחשבו שהמלוכה מגיעה אל הבכור אין לו עתה משפט מות כי עשה לפי מחשבתו שהבכור הוא המולך, אבל אחרי שלא נטה אחרי אבשלום. ואדרבה הרג את אבשלום, אם כן הלא מתחייב מיתה במה שעשה עתה בעצמו חטא זה שעשה אבשלום, במה שרצה להמליך את אדוניהו, וגם שאחרי שלא נטה אחרי אבשלום, בהכרח מה שנטה אחרי אדוניהו לא היה משום שחשב שהבכור ימלוך רק בעבור שירא משלמה בידעו פשעיו מה שחטא שהרג את עמשא. ולכן נס אל אהל ה' כי ידע שחייב מיתה, וחז''ל אמרו שטעה ג' טעיות. א. שאין המזבח קולט רק כהן ועבודה בידו, ונגד זה אמר וינס יואב, ב. שאין קולט רק בית עולמים, ועז''א אל אהל ה', ג. שאין קולט רק גגו לא קרנותיו, ועז''א ויחזק בקרנות המזבח ","titles":[{"title":"מלכים ב כח"},{"title":"מלכים פרק ב פסוק כח"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-2","positionInPerek":23,"positionInParasha":73},{"uri":"tanach-malbim-10-2-36","text":" מלבי\"ם  אתה ידעת את כל הרעה אשר ידע לבבך, ר''ל כי במה שקלל את דוד היה יכול לאמר שהיה שוגג כי חשב שדוד נרדף מפני עונותיו ואלהים עזבו, אולם מה שאנה ה' לידך שתעבור על השבועה ותמות ע''י בנו, זה העד כי ידע לבבך מן הרעה ר''ל שלא היה מעשה שוגג בלא ידיעה רק לבבך ידע אז שאתה עושה רעה והיית מזיד, ולכן והשיב ה' את רעתך בראשך ","titles":[{"title":"מלכים ב מד"},{"title":"מלכים פרק ב פסוק מד"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-2","positionInPerek":36,"positionInParasha":86},{"uri":"tanach-malbim-10-3-7","text":" מלבי\"ם  ב. מצד המונהגים, שא''א שאנהיגם במיעוט חכמתי, אם מצד גדולתם באיכות שהם עם אשר בחרת, אם בכמות עם רב אשר לא ימנה ","titles":[{"title":"מלכים ג ח"},{"title":"מלכים פרק ג פסוק ח"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-3","positionInPerek":7,"positionInParasha":95},{"uri":"tanach-malbim-10-3-25","text":" מלבי\"ם  ויען המלך ויאמר, ובזה ברר מ''ש בתחלת דבריו, להכריע מתוך סדר דבריהם מי החפץ בילד ומי לא, ובזה חרץ המשפט כי היא אמו ","titles":[{"title":"מלכים ג כז"},{"title":"מלכים פרק ג פסוק כז"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-3","positionInPerek":25,"positionInParasha":113},{"uri":"tanach-malbim-10-5-23","text":" מלבי\"ם  עבדי יורידו מהלבנון שבגבול צור אל הים, וקבל עליו להוליכם עד המקום שיפרט שלמה, ומשם ישאם לירושלים, והתנה עמו שבעבור זה תעשה את חפצי לתת לי לחם ביתי ","titles":[{"title":"מלכים ה כג"},{"title":"מלכים פרק ה פסוק כג"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-5","positionInPerek":23,"positionInParasha":153},{"uri":"tanach-malbim-10-5-29","text":" מלבי\"ם  ויהי לשלמה ועוד היה לו מן הגרים שהיו בא''י (הם הגבעונים ואותם שנשארו מן האומות אשר לא הורישו ב''י) והיו ק''ן אלף איש ועשה מהם שבעים אלף נושא סבל לשאת העצים מן הלבנון שבגבול שלמה ומן ים יפו עד ירושלים, ולשאת האבנים מן ההר אל מקום הבנין, ושמונים אלף חוצבים בהר ","titles":[{"title":"מלכים ה כט"},{"title":"מלכים פרק ה פסוק כט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-5","positionInPerek":29,"positionInParasha":159},{"uri":"tanach-malbim-10-5-31","text":" מלבי\"ם  ויצו המלך ספר שצוה להסיע אבנים גדולות בכמות ויקרות באיכות, ר''ל אבני שיש טהור ליסד הבית שהגם שדרך העולם שביסוד מניחים אבנים פחותות, צוה שגם אל היסוד יבחרו אבנים גדולות וכבדות ושתהיינה אבני גזית ","titles":[{"title":"מלכים ה לא"},{"title":"מלכים פרק ה פסוק לא"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-5","positionInPerek":31,"positionInParasha":161},{"uri":"tanach-malbim-10-6-7","text":" מלבי\"ם  והבית מפרש מדוע כנס בחומה ולא עשה שם נקבים להכניס בם ראשי קורות, מפני שנבנה אבן שלמה וכו', ר''ל כי יצוייר שיכניס ראשי קורות בלא שיעשה מגרעות ע''י שיעשה אח''כ נקבים בכותל, ועז''א ומקבות וכו' לא נשמע בבית, ועוד יצוייר ע''י שבמקום ראשי הקורות יניח אבנים קטנות, ועז''א אבן שלמה מסע נבנה ","titles":[{"title":"מלכים ו ז"},{"title":"מלכים פרק ו פסוק ז"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-6","positionInPerek":7,"positionInParasha":169},{"uri":"tanach-malbim-10-7-31","text":" מלבי\"ם  ופיהו, עתה יתחיל לספר מן החלוקה הפנימית ששם היה מושב הכיור באיזה אופן היה, הנה קומת הכיור היה ד' אמות (כנ''ל פכ''ח) וקומת המכונה היה ג' אמות (כנ''ל) ויתבאר עוד (בפסוק ל''ה) שהיה עוד על ראש המכונה קומה עגול סביב במקום מושב הכיור שהיה קומתו חצי האמה וזה נקרא בכאן כותרת, ואמר בכאן שפיהו היינו פה הכיור יצא מבית לכותרת ומעלה באמה ר''ל כאשר הכניסו הכיור בכנו יצא ממנו אמה של גובה הכיור למעלה מן הכותרת, והכותרת היה קומתו חצי האמה, נשאר מן הכיור בתוך המכונה עצמה שתי אמות ומחצה, ואחר שגובה המכונה עצמה חוץ מן הכותרת היה ג' אמות, מבואר שגובה הכתפות שיצאו מן הסרנים תחת הכיור שעליהם עמד הכיור כנ''ל בפסוק הקודם היה חצי האמה, ופיה עגול מעשה כן אמה וחצי האמה פיה היינו פי המכונה מקום שהיה פתוח מלמעלה לקבל את הכיור היה עגול אמה וחצי האמה לקבל את הכיור שהיה שתי אמות וחצי ממנו עגול ואמה וחצי היה מרובע, וכיון שאמה אחת מן העגול יצא לחוץ מן המכונה נשאר במכונה אמה וחצי של הכיור עגול והיה צריך שפי המכונה אחר שהיה מעשה כן ומכון להכיור שיהיה עגול אמה וחצי האמה שהוא החצי אמה של הכותרת שעלה על המכונה ואמה בתוך המכונה וגם על פיה מקלעות על פי המכונה שיצא לחוץ חצי האמה כמין כותרת היו קלועים ציורים לנוי ולתפארת ומסגרותיהם מרובעות לא עגולות אחר אמה וחצי העיגול הנ''ל שהתחיל הכיור להיות מרובע אמה וחצי, היה הכן שסביבו הסוגר אותו מסגרות מרובעות ולא עגולות כי היה מכוון למדת הכיור, (ומבואר שבצד הכן הפנימי, בין העגול ובין המרובע היה כמין פתח שנפתח ונסגר להכניס שם הכיור ולהוציאו בעת הצורך ","titles":[{"title":"מלכים ז לא"},{"title":"מלכים פרק ז פסוק לא"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-7","positionInPerek":31,"positionInParasha":230},{"uri":"tanach-malbim-10-8-1","text":" מלבי\"ם  אז יקהל. הנה לקדש העזרה היה צריך ב''ד של שבעים ואחד כמבואר בסנהדרין ולכן קבץ כל זקני ישראל שהם הסנהדרין, וגם קבץ כל ראשי האבות שהם הנשיאים לכבוד המלך ולכבוד הארון, וז''ש אל המלך שלמה להעלות ארון ברית ה' ","titles":[{"title":"מלכים ח א"},{"title":"מלכים פרק ח פסוק א"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-8","positionInPerek":1,"positionInParasha":249},{"uri":"tanach-malbim-10-8-6","text":" מלבי\"ם  ויביאו הכהנים את ארון ברית ה' אל מקומו אל דביר הבית וכו'. כי באשר יחוס הארון בגוף הכללי שהוא המקדש היה כיחוס הנשמה במוח בגוף הפרטי שהוא האדם, הנה כמו שהנשמה י''ל ג' ענינים, א. כמו שהיא בפ''ע במעונה העליון, ב. כמו שהיא משכלת השכלותי' בפ''ע בהיותה כלואה בגויה, ג. כמו שהיא שולחת השכלתה להאיר מחשכי הגויה ולהבקיע אור מבין החשך והערפל אל כלי הגויה כן ידמה יחוס הארון תחת כנפי הכרובים כנשמה במעונה האלהי העליון, והשפעת הקדושה היוצאת ממנו בקה''ק כנשמה הנמצאת במוח כלואה בגויה, והשפעת הקדושה היוצאת מן הדביר ידמה כשפע הבוקעת מן הנשמה אל הגויה, ובג' מדרגות אלה העלו את הארון תחלה אל דביר הבית שהוא הפתח הנשקף להיכל, ומשם אל קה''ק, ומשם אל תחת כנפי הכרובים ","titles":[{"title":"מלכים ח ו"},{"title":"מלכים פרק ח פסוק ו"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-8","positionInPerek":6,"positionInParasha":254},{"uri":"tanach-malbim-10-8-26","text":" מלבי\"ם  ועתה בכ''ז אבקש שיאמן נא דברך ותראה שלא תובטל המלכות לעולם, והוא ע''י שתשגיח שבניו לא יסורו מדרכי ה' באופן שלא תהיה עילה לביטול ההבטחה ששרשה מצד חסדי ה', וגם יאמר הגם שמצד הבנים יש תנאי, הלא עקר ההבטחה נאמר לדוד שעליו זרח חסדי ה' לבנות לו בית נאמן לעולם, א''כ גם אם יחטאו הבנים אי אפשר לבטל מה שהבטיח לדוד, כיון שעקר ההבטחה והחסד היה מצד דוד לא מצד דור בניו, וז''ש ועתה יאמן נא דברך אשר דברת לדוד אבי ","titles":[{"title":"מלכים ח כו"},{"title":"מלכים פרק ח פסוק כו"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-8","positionInPerek":26,"positionInParasha":274},{"uri":"tanach-malbim-10-10-5","text":" מלבי\"ם  ומאכל שולחנו שהיה נעלה משולחן כל המלכים בכמות ובאיכות, ומושב עבדיו הם האוכלים על שולחן המלך שהיה מושבם בסדר לפי מדרגתם איש לפי ערכו, ומעמד משרתיו המשרתים בשולחן המלך כל אחד היה לו מעמד מיוחד לפי שירותו, וכן מלבושיהם כל אחד היה לו מלבוש מצויין בפ''ע כפי עבודתו, שהטבחים היה להם מעמד ומלבוש מיוחד וכן הרקחים והאופים ודומיהם וכל אחד הכיר את מקומו והיה ניכר בלבושו, ומשקיו שהיו ממינים רבים וממדינות מתחלפות, ועולתו הוא המעלה שעשה מעצי אלמוגים שהיה עולה בה מביתו לבית ה' שיזכיר בפסוק י''ב שהיה יקר ונפלא מאד, ובד''ה אמר ועלייתו ","titles":[{"title":"מלכים י ה"},{"title":"מלכים פרק י פסוק ה"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-10","positionInPerek":5,"positionInParasha":344},{"uri":"tanach-malbim-10-10-8","text":" מלבי\"ם  אשרי, נגד ההנהגה אמרה אשרי אנשיך המונהגים מאתך, ונגד החכמה אשרי עבדיך אלה שהם עבדי המלך הקרובים אליו שמצד שעומדים לפניך תמיד הם שומעים את חכמתך ","titles":[{"title":"מלכים י ח"},{"title":"מלכים פרק י פסוק ח"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-10","positionInPerek":8,"positionInParasha":347},{"uri":"tanach-malbim-10-11-9","text":" מלבי\"ם  ויתאנף ה' בשלמה, מבואר אצלי שפעל אנף הבא בהתפעל מורה על שכלה חרון אפו, כי על ע''ז באו לשונות של קצף וחרון אף כמ''ש הרמב''ם במורה, אולם פה נגזר העונש שבזה יצא החרון אף עד לכלה, ועז''א ויתאנף, וזה היה מצד כי נטה לבבו מעם ה' אלהי ישראל הנראה אליו פעמים ","titles":[{"title":"מלכים יא ט"},{"title":"מלכים פרק יא פסוק ט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-11","positionInPerek":9,"positionInParasha":377},{"uri":"tanach-malbim-10-11-10","text":" מלבי\"ם  וצוה אליו על הדבר הזה והדבר ששמע מפי ה' בעצמו ועבר עליו בזה אין לו תרופה, כמ''ש חכמי לב בעונש הנביא שבא מבית אל שאכלו הארי כי לא היה לו למרות דבר ששמע מאת ה' בעצמו, וז''ש שלא שמר את אשר צוה ה', ומ''ש הנראה אליו פעמים, והגם שדבר עמו ג' פעמים, הדבור השני (ו' י''א) לא נחשב, כי אז לא נראה אליו במחזה רק היה דבר ה' אליו (כמ''ש למעלה ט' ב') ","titles":[{"title":"מלכים יא י"},{"title":"מלכים פרק יא פסוק י"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-11","positionInPerek":10,"positionInParasha":378},{"uri":"tanach-malbim-10-11-22","text":" מלבי\"ם  ויקם אלהים לו שטן, רצה לומר שהקים שטן שיתחבר לו היינו אל הדד שעל ידו יקים הדד את מזימת לבו, והוא את רזון בן אלידע שהוא לא היה לו איבה על ישראל, כי בהפך השיג טובה על ידם כי הוא ברח מאת הדרעזר מלך צובה אדוניו ","titles":[{"title":"מלכים יא כג"},{"title":"מלכים פרק יא פסוק כג"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-11","positionInPerek":22,"positionInParasha":390},{"uri":"tanach-malbim-10-11-36","text":"ומלכת בכל אשר תאוה נפשך אמר לו תנאי אל המלוכה שטרם ימלוך על העם ימלוך על עצמו, אם ימלוך על כחות נפשו ותאוותיו שיכנעו תחת משמעת השכל אז הוא הראוי למלוך על העם, כמ''ש הכוזרי וז''ש אם תמלוך ותמשול בכל אשר תאוה נפשך להכניע תאוות נפשך אז והיית מלך על ישראל ","titles":[{"title":"מלכים יא לז"},{"title":"מלכים פרק יא פסוק לז"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-11","positionInPerek":36,"positionInParasha":404},{"uri":"tanach-malbim-10-12-5","text":" מלבי\"ם  ויאמר אליהם לכו עוד שלשה ימים יש בזה שני ציויים, א. שילכו עתה ויניחו בקשתם עד שלשה ימים, ב. שאחר שלשה ימים ישובו, שבזה מה שיבואו שנית אינו נגד כבודו אחר שצוה להם לבא, ועז''א ושובו אלי ","titles":[{"title":"מלכים יב ה"},{"title":"מלכים פרק יב פסוק ה"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-12","positionInPerek":5,"positionInParasha":415},{"uri":"tanach-malbim-10-12-16","text":" מלבי\"ם  וירא כל ישראל כי לא שמע המלך אליהם שאם היה משיב להם כעצת הזקנים, הגם שהמשכילים שבעם היו מבינים כי מערים הוא ושישוב אחר כך להשתרר עליהם, לא היו כלל העם מבינים זאת והיו מרוצים בדבריו, לא כן עתה שראו כולם כי לא שמע אליהם, וישיבו העם אין לנו חלק בדוד ר''ל העם יבחרו בית אחד להקים מתוכה מלך מצד שני ענינים, א. אם המלכות משתלשלת בבית זה מימות עולם והמלוכה לו אחוזת נחלה, ב. אם יש להם תועלת מן האיש שרוצים להמליכו בהיותו משבטם וי''ל חלק במלכותו מצד זה, לעומת זה אמרו אין לנו חלק בדוד עצמו כי אינו משבטנו, ולא נחלה מצד השתלשלות המלכות מימות עולם מצד שהוא בן ישי וישי היה הדיוט, וא''כ מלכותו תלוי בהסכמתנו, לאהליך ישראל ראה ביתך דוד ימליץ שבית דוד נבנה מאהלי ישראל, שהם נטשו אהליהם ובנו את ביתו, וביתו נבנה מן חורבת אהליהם, ואם ישובו אל אהליהם אין לו בית. וילך ישראל לאהליו ","titles":[{"title":"מלכים יב טז"},{"title":"מלכים פרק יב פסוק טז"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-12","positionInPerek":16,"positionInParasha":426},{"uri":"tanach-malbim-10-12-21","text":" מלבי\"ם  ויקהל, להלחם, כי חשבו שה' יושיעם אחר שהמלוכה מובטחת לזרע בית דוד, וז''ש להשיב את המלוכה אל רחבעם בן שלמה ","titles":[{"title":"מלכים יב כא"},{"title":"מלכים פרק יב פסוק כא"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-12","positionInPerek":21,"positionInParasha":431},{"uri":"tanach-malbim-10-13-8","text":"לא אבא עמך ר''ל יש לי שני מניעות למלאות מבוקשך, א. שלא אוכל לבא עמך לביתך, כי דרך הנביא מיהודה לבית אל היה דרך שכם או תרצה ששם היה בית ירבעם, שהנביא חשב תחלה שירבעם בביתו והלך לשם, ומשם (שנודע לו שירבעם בבית אל) הלך לבית אל. וא''כ לא יוכל לשוב בדרך הזה שכבר הלך בו, ב. אף שתרצה שאסעוד אצלך פה בעיר לא אוכל לחם וכו' במקום הזה ","titles":[{"title":"מלכים יג ח"},{"title":"מלכים פרק יג פסוק ח"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-13","positionInPerek":8,"positionInParasha":450},{"uri":"tanach-malbim-10-14-3","text":" מלבי\"ם  ולקחת בידך עשרה לחם גם זה היה עצה שלא יכירה כי לחם ונקודים אינו מתת מלך וידמה לו שהיא אשה מבנות הכפרים, והיה מוכרח להביא איזה תשורה בבואם לאיש האלהים (כמ''ש בש''א ט' ז') למען יניחה משרתו ליכנס אליו, וז''ש ובאת אליו ","titles":[{"title":"מלכים יד ג"},{"title":"מלכים פרק יד פסוק ג"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-14","positionInPerek":3,"positionInParasha":476},{"uri":"tanach-malbim-10-14-6","text":" מלבי\"ם  למה זה את מתנכרה שהוא כדי שלא אכין א''ע לנבאת על בית ירבעם, וזה בחנם כי גם בלא הכנתי אנכי שלוח אליך בנבואה קשה ","titles":[{"title":"מלכים יד ו"},{"title":"מלכים פרק יד פסוק ו"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-14","positionInPerek":6,"positionInParasha":479},{"uri":"tanach-malbim-10-14-9","text":" מלבי\"ם  ותרע לעשות מכל אשר היו לפניך ר''ל משלמה שלקחתי המלוכה ממנו בעבור חטאו כי הוא בנה במות בעבור נשיו ואתה ותעשה לך אלהים לעצמך, הוא לא מיחה בנשיו מתוך שאהב אותן ואתה לא עשית זאת מאהבת נשים רק להכעיסני, שלמה לא עזב את ה' ועבודתו ואתה אותי השלכת אחרי גוך ","titles":[{"title":"מלכים יד ט"},{"title":"מלכים פרק יד פסוק ט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-14","positionInPerek":9,"positionInParasha":482},{"uri":"tanach-malbim-10-17-4","text":" מלבי\"ם  וילך ויעש כדבר ה' הנה בהליכתו היה פעל נגלה במה שנעתק ממקומו אל הירדן, ופעל נעלם במה שגרם שכן תעתק ההשגחה העליונה לעומתו אל מצר הארץ לעצור בעד השמים, על פעל הנעלם אמר ויעש כדבר ה', שעשה רושם בעליונים כפי דבור ה', ועל פעל הנגלה אמר וילך וישב בנחל כרית ","titles":[{"title":"מלכים יז ה"},{"title":"מלכים פרק יז פסוק ה"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-17","positionInPerek":4,"positionInParasha":558},{"uri":"tanach-malbim-10-17-9","text":" מלבי\"ם  לקחי פת לחם ","titles":[{"title":"מלכים יז יא"},{"title":"מלכים פרק יז פסוק יא"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-17","positionInPerek":9,"positionInParasha":563},{"uri":"tanach-malbim-10-17-20","text":" מלבי\"ם  עתה זה ידעתי כי תחלה הסתפקה עמ''ש לה בשם ה' כד הקמח לא תכלה, שאינו דבר ה' כנ''ל פסוק י''ח, ומצד זה נפל לה ספק גם באליהו אם עשהו בכחו מצד שהוא איש אלהים, או ע''י לאט וכישוף, ועתה ידעתי, א. כי איש אלהים אתה, ב. כי דבר ה' בפיך אמת ","titles":[{"title":"מלכים יז כב"},{"title":"מלכים פרק יז פסוק כב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-17","positionInPerek":20,"positionInParasha":574},{"uri":"tanach-malbim-10-18-16","text":" מלבי\"ם  ועתה למען אשיב אותם בתשובה ואברר מי אלהים אמת שלח קבץ אלי את כל ישראל ","titles":[{"title":"מלכים יח יט"},{"title":"מלכים פרק יח פסוק יט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-18","positionInPerek":16,"positionInParasha":590},{"uri":"tanach-malbim-10-18-35","text":" מלבי\"ם  ותאכל תחלה את העולה שהוא העקר שבעבורה ירדה האש ואח''כ את העצים שהם מכשירים הקרבן ואח''כ את האבנים ואח''כ את המים ","titles":[{"title":"מלכים יח לח"},{"title":"מלכים פרק יח פסוק לח"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-18","positionInPerek":35,"positionInParasha":609},{"uri":"tanach-malbim-10-19-4","text":"והוא לבדו הלך במדבר דרך יום, ויבא ר''ל ואז בא אל מחוז חפצו, כי אחר שהתרחק דרך יום מן הישוב היה במקום מגמתו, כי שם יתבודד עם האלהים, וישאל את נפשו כי ראה שכבר תיקן לצורך עצמו את אשר היה לו לתקן בחיים הזמנים, וראוי כי תשוב נפשו אל צרור החיים ותעזוב את הלבוש החומרי המאפיל בינה ובין האור הבהיר, וז''ש ששאל את נפשו ר''ל לתועלת נפשו, והנה לשלא ימות, יהיה או מצד שלא השלים את אשר עליו להשלים בחייו, ועז''א רב עתה ה' כי כבר השלים ועשה רב והותר, ואם מצד שאין המיתה מוכרחת אליו כי גם בחייו יפרד אל הרוחניות והמלאכיות כאדם קודם החטא שהיה ראוי להיות חי לעולם, ועז''א לא טוב אנכי מאבותי ","titles":[{"title":"מלכים יט ד"},{"title":"מלכים פרק יט פסוק ד"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-19","positionInPerek":4,"positionInParasha":621},{"uri":"tanach-malbim-10-20-8","text":" מלבי\"ם  אשר שלחת בראשונה לי הם אעשה, והדבר הזה שהוא לי תתן לא אוכל לעשות ","titles":[{"title":"מלכים כ ט"},{"title":"מלכים פרק כ פסוק ט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-20","positionInPerek":8,"positionInParasha":646},{"uri":"tanach-malbim-10-20-21","text":" מלבי\"ם  לך התחזק אמר לו עתה נצחת ע''פ נס, אבל דע כי לתשובת השנה יבא שנית עליך ולאו בכל יומא מתרחיש ניסא לכן הכן עצה וגבורה למלחמה, ונגד גבורה אמר לך התחזק בחיל ופרשים, ונגד העצה אמר ודע וראה את אשר תעשה ","titles":[{"title":"מלכים כ כב"},{"title":"מלכים פרק כ פסוק כב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-20","positionInPerek":21,"positionInParasha":659},{"uri":"tanach-malbim-10-20-31","text":" מלבי\"ם  עבדך בן הדד אמרו הוא מקבל להיות עבדך לבד שלא תמיתהו ומלך ישראל הסכיל עשו שמלבד שהיה ראוי שלא להחיותו, עכ''פ היה לו לכבשו לעבד והוא אמר אינו רוצה להחזיקו לעבד רק אחי הוא ","titles":[{"title":"מלכים כ לב"},{"title":"מלכים פרק כ פסוק לב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-20","positionInPerek":31,"positionInParasha":669},{"uri":"tanach-malbim-10-20-38","text":" מלבי\"ם  ובזה מ''ש הנביא אל המלך עבדך יצא בקרב המלחמה וכו' לא בדה ספור בדוי לעצמו רק דברים שהיה, כי הנביא היה ג''כ במלחמה, והאיש מלחמה ה' שמו הביא אליו איש שהוא בן הדד שנתנו ה' אל כלל ישראל והנביא בתוכם לשמרו, ואמר שאם יפקד, יענשו או בגוף כמו שנהרג אחאב והוכה הנביא, או בממון כמו שנבוזו ישראל אח''כ מחיל ארם, ועז''א והיתה נפשך וכו' או כסף תשקל ","titles":[{"title":"מלכים כ לט"},{"title":"מלכים פרק כ פסוק לט"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-20","positionInPerek":38,"positionInParasha":676},{"uri":"tanach-malbim-10-21-2","text":" מלבי\"ם  וידבר וגם לא רצה את כרמו לצורך איזה דבר כללי רק רצה לעשות ממנו גן ירק, באופן שרצה להשחית עצי הכרם (שהוא איסור) לזרוע בו ירק, ולא נתן בו שום טעם של תועלת רק מצד שקרוב אל ביתו. והנה אחאב שהיה עוע''א היה דרכו להעמיד הבעל על הגן שלו, כמ''ש ותחפרו מהגנות אשר בחרתם, המתקדשים והמטהרים אל הגנות, (וכ''כ התוס' בסנהדרין (דף כ' ע''ב) שלכן לא רצה לתתו לו מפני שרצה לעשות בו ע''ז, וגם כתבו שאף למ''ד כל האמור בפ' מלך היה מותר בו, זה רק אם לוקח הכרם לצורך עבדיו לא לעצמו, ועוד כתבו שזה אם הכרם אינו נחלת אבות), וא''ל אם לא תרצה לתתו בעבור שצריך לך לכרם, אתנה לך כרם טוב ממנו, ואם טוב בעיניך למכרו אתנה לך כסף ","titles":[{"title":"מלכים כא ב"},{"title":"מלכים פרק כא פסוק ב"}],"sefer":"tanach-10","parasha":"parasha-1","perek":"tanach-10-21","positionInPerek":2,"positionInParasha":682}]}