{"subjects":[{"uri":"jbr:tanach-malbim11-1-10","text":" מלבי\"ם  ויענה וידבר אל שר החמשים כי חמשיו עמדו מרחוק רק הוא היה אצלו לכן ענה אותו לבדו, א''ל ואם איש אלהים אני איך העזת פניך נגדי ולכן תרד אש מן השמים ","titles":[{"title":"﻿מלכים א י"},{"title":"﻿מלכים פרק א פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"jbr:tanach-malbim11-1-14","text":" מלבי\"ם  הנה ירדה אש רצה לומר שאם תכלית ירידת האש להפיל מוראך עליהם הלא כבר ראו כחך שני פעמים, ואם היה זה מצד שדברו עזות הלא אני מתחנן תיקר נפשי בעיניך וגם כפל תיקר נפשי בראשון בקש בל ישרף אותו ואותם, ועל זה אמר נפשי ונפש עבדיך, ובשני בקש שילך אתו שאם לא כן יהרגנו המלך על שלא הביאו בחזקה, ועל זה אמר תיקר נפשי בעיניך ","titles":[{"title":"﻿מלכים א יד"},{"title":"﻿מלכים פרק א פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-1"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"jbr:tanach-malbim11-2-12","text":" מלבי\"ם  ויקח ויכה שיעור הכתוב כי אליהו היה לו כח להכניע את יסוד המים ולהבקיעו בעברו בירדן, אולם אז הלא היה אליהו ואלישע וזכות השנים מרובה מן האחד, אך הלא בארנו שהבטיח לו שיהיה פי שנים ברוחו אליו, שישאר לו רוח אלישע הקודמת ותתחבר עמו רוח אליהו, וזה שכתוב איה ה' אלהי אליהו אף הוא, שהלא ראוי שאף הוא יבא אלי, מלבד האלהות השוכן עלי כבר. וספר שכן היה כי אף הוא היה אליהו ויכה את המים ","titles":[{"title":"﻿מלכים ב יד"},{"title":"﻿מלכים פרק ב פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-2"},{"positionInPerek":12},{"positionInParasha":30},{"uri":"jbr:tanach-malbim11-3-12","text":" מלבי\"ם  מה לי ולך רצה לומר הנה תפלת הנביא לא תועיל רק למאמינים בה' ובנביאיו שבזה יש קשר בין הנביא ובין האיש אשר הוא מתפלל בעדו לא כן אתה לך אל נביאי אביך, ויאמר לו אל, רצה לומר הדבר הזה אינו טבעי רק השגחה כי קרא ה' ובזה עליך לבטל את הגזירה ובשגם שאינו עלי לבד רק לשלשת המלכים ","titles":[{"title":"﻿מלכים ג יג"},{"title":"﻿מלכים פרק ג פסוק יג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":12},{"positionInParasha":52},{"uri":"jbr:tanach-malbim11-3-13","text":" מלבי\"ם  ויאמר כי לולי כי מתנאי חלות שפע הנבואה על הנביא הוא בשהוא בין אנשים צדיקים ואנשי הרוח, כמ''ש והתנבית עמהם, ואם הוא בין רשעים זה מונע השפע מלירד עליו, אמר, הנה אתה סבה לשלא אשיג שפע הנבואה, רק הלא יהושפט פה והוא בצדקתו יעזר שתחול הנבואה והדבר שקול, ולכן צריך עוד איזה פעולה להזדמנותה שהוא הניגון, מה שאין כן אם לא היה יהושפט לא היה הניגון מועיל, ואם לא היה הרשע פה לא היה צריך לזה, וזה שכתוב ועתה קחו לי מנגן ","titles":[{"title":"﻿מלכים ג יד"},{"title":"﻿מלכים פרק ג פסוק יד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":13},{"positionInParasha":53},{"uri":"jbr:tanach-malbim11-3-17","text":"ונקל רצה לומר כי הטובה הנסיית שיעשה ה' לצורך עם או אדם אחד ובהכרח תבא אליו בעצם וראשונה לא בשניה ובמקרה, ואחר שהמים האלה היו בשביל ישראל היה צריך שירדו פה שהוא מקום הצורך לא בארץ אדום, עד שידמה שעקר המים באו בשביל ארץ אדום להשקותה, וישראל קבלוה במקרה, ע''ד כי אצק מים על צמא ונוזלים על יבשה כמש''פ שם, ואין לומר שבזה יגדל הנס במה שלא יראו רוח וגשם ואעפ''כ ימלא הנחל מים, לז''א כי בהפך היה הנס יותר גדול אם היה הגשם בא במקום ההוא שלא היה מטבעו לגשם, כי היה מדבר וצמאון, לא כן בארץ אדום היה הגשם רגיל, ושיפוצו נחליו חוצה הוא דבר מורגל, לכן אמר שבאמת נקל זאת בעיני ה' נס הזה הוא דבר נקל וקרוב לטבע, ומה שבחר ה' בדרך זה ולא בנס יותר גדול שיהיה הגשם במקום ההוא, הוא מטעם שעל ידי כן ונתן את מואב בידכם שזה התכלית אצלו, עד שהמים לא יהיו רק אמצעיים אל התכלית הזה לכבוש את מואב ושימצאו בידכם בקל וכמו שהיה, ואחר שהנס אינו מבוקש לעצמו רק לתכלית דבר אחר לא יחוש אם יהיה קרוב אל הרגיל, בשגם יש בו עוד ענין, שישראל לא היו ראוים לשני נסים בפעם אחד שהוא הגשם וכיבוש מואב, ואם היה הגשם בא בנס גדול, היה זה מגרע כחם ולא היו כובשים את מואב כי לא היתה זכותם מספיקה רק לנס אחד, ולכן בחר שהמים ימצאו בנקל בדרך הטבע, וזה שכתוב ונקל זאת בעיני ה' ועל ידי כן הנס שהיה ראוי לעשות להם היה מה שכבשו את מואב, וזה שכתוב ועל ידי כן ונתן את מואב בידכם ","titles":[{"title":"﻿מלכים ג יח"},{"title":"﻿מלכים פרק ג פסוק יח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-3"},{"positionInPerek":17},{"positionInParasha":57},{"uri":"jbr:tanach-malbim11-4-3","text":" מלבי\"ם  לכי ושאלי לך, הנה הנס היה רק בהאסוך שנעשה כמעין ומקור יזל שמן מדליו בשפע שובע רצון, ובכ''ז היה צריך שגם הכלים שתצוק השמן בהם יהיו מוכנים לקבל הברכה, ולכן הוסיף מאת כל שכיניכי שבזה הכין כלי כל השכנים אל קבלת הברכה, והנה אלישע רצה שיגמר הנס בפעם הראשון שתרבה בכלים כל כך עד שיהיה די לשילום החוב ולפרנסתם בעתיד, ולז''א כלים רקים אל תמעיטי ","titles":[{"title":"﻿מלכים ד ג"},{"title":"﻿מלכים פרק ד פסוק ג"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":3},{"positionInParasha":69},{"uri":"jbr:tanach-malbim11-4-4","text":" מלבי\"ם  ובאת וסגרת הדלת בל יחול עין הרע, ובל יקרב איש בלתי ראוי, שעל ידי רוע מעשיו תופסק צינור השפע, ובמ''ש בעדך ובעד בניך ידעה כי יש עוד תנאי, והיה בזה ג' תנאים, א. שהיא לא תזוז ממקומה, כי הנקודה שבו חלה הברכה היה במקום מוגבל, שם נפתח המעין וניגר במורד ואם תזוז ממקומה יושחת המעין, ועל זה אמר בעדך ובעד בניך, ואמר הם מגישים אליה כי היא לא זזה ממקומה, ב. שאחר שהפכה את האסוך ופיה למטה החזיקה אותו כן עד גמר הנס, ועל זה אמר ויצקתה רצה לומר בלי הפסק וכן אמר והיא מוצקת, ג. שרק על הכלים שהוכנו ששאלה מאת שכניה, לז''א האלה ","titles":[{"title":"﻿מלכים ד ד"},{"title":"﻿מלכים פרק ד פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":4},{"positionInParasha":70},{"uri":"jbr:tanach-malbim11-4-37","text":" מלבי\"ם  ויאמרו מות בסיר רצה לומר, א. שצעקו על העבר שמקצת שאכלו הזיק להם, ב. על העתיד שיתר העם לא יכלו לאכל ","titles":[{"title":"﻿מלכים ד מ"},{"title":"﻿מלכים פרק ד פסוק מ"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-4"},{"positionInPerek":37},{"positionInParasha":103},{"uri":"jbr:tanach-malbim11-5-14","text":"הנה נא ידעתי כי אסור לקחת מתנה מעכו''ם ביום אידו משום דאזיל ומודה לעבודה זרה, וכ''ש בזה ששמח על רפואתו, ואם יקח ממנו יודה לעבודה זרה, לכן הקדים והודיע לו שכופר בעבודה זרה כי עתה יודע שאין אלהים כי אם בישראל. ועתה קח נא ברכה ","titles":[{"title":"﻿מלכים ה טו"},{"title":"﻿מלכים פרק ה פסוק טו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-5"},{"positionInPerek":14},{"positionInParasha":121},{"uri":"jbr:tanach-malbim11-6-19","text":" מלבי\"ם  לא זה הדרך רצה לומר אם אתם יודעים מקום הנביא ואתם הולכים לשם דרך פה הלא לא זה הדרך, ע''כ שאתם חושבים שהנביא נמצא בעיר הזאת על זה אמר לא זה העיר ","titles":[{"title":"﻿מלכים ו יט"},{"title":"﻿מלכים פרק ו פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":19},{"positionInParasha":152},{"uri":"jbr:tanach-malbim11-6-32","text":"ואלישע יושב בביתו והזקנים יושבים לפניו שבעת ההיא לא היה בבית מדרשו עם בני הנביאים רק ישב בביתו על הסנהדרין, והיו שופטים את העם, וישלח איש, פי' שכאשר ראה זה ברוח קדשו שלח את כל איש מלפניו שלא ישארו שם רק הזקנים, כי לא רצה שיתפרסם הענין הזה בין ההמון, והוא אמר אל הזקנים וכו' רצה לומר כי לא היה ביד המלך להמית איש בלא עון דרך רוצח רק על ידי משפט, כמו שנראה בענין נבות שהוצרך לדון אותו על ידי זקני העיר לכן אמר אל הזקנים שימחו בידו כי יש זה בכחם כיון שבא להסיר ראשו דרך רצח, ולבל ייראו שיגבר מלאך המלך בחיל וכח אמר שלא יחושו, כי שומע קול רגלי אדוניו אחריו ","titles":[{"title":"﻿מלכים ו לב"},{"title":"﻿מלכים פרק ו פסוק לב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-6"},{"positionInPerek":32},{"positionInParasha":165},{"uri":"jbr:tanach-malbim11-7-10","text":" מלבי\"ם  ויקרא השערים שהם אמרו אל שוער העיר רצה לומר הראש והממונה, והוא קרא וקבץ את כל השוערים ויגידו בית המלך ","titles":[{"title":"﻿מלכים ז יא"},{"title":"﻿מלכים פרק ז פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":10},{"positionInParasha":176},{"uri":"jbr:tanach-malbim11-7-15","text":" מלבי\"ם  (טז-כ) ויצא העם ויבוזו ובזה נתקיים כל דבר הנביא, א. ששם במקום המחנה נעשה תיכף סאה סולת בשקל וכו' כדבר ה', ב. שגם מה שדבר הנביא מדעת עצמו להשליש נתקיים שרמסוהו העם, וזה לא דבר בשם ה', רק שנעשה כדבר איש האלהים שדבר מעצמו בעת רדת המלך אליו, והנה מה שהפקיד המלך את השליש היה לעצור בעד העם שלא יבוזו איש לו כי השלל מגיע לאוצר המלך, ומנהו בשער לעכב ואם היה נשאר בשער לא היה מתקיים דבר ה' שיהיה סאה סולת בשקל כי היה בדעת השליש להוסיף על המקח ולבטל דברי הנביא, וזה שכתוב שעל ידי שרמסוהו בשער וימות על ידי כן ויהי כדבר איש האלהים אל המלך לאמר סאתים שעורים בשקל וכו' בשער שומרון שהגם שכבר אמר ויהי סאה סולת בשקל כדבר ה' זה לא היה בשער שומרון רק במקום מחנה ארם שהוא חוץ לעיר, אבל בעיר שמגיע מכס להמלך מן התבואה המובאה לעיר היה השער מתיקר, ואגב באר גודל חטאו של השליש, א. שהנביא דבר זה אל המלך ולא היה לו להשליש להשיב, בפרט שהחוטא נדון לפי הזמן והענין, ובזמן ובענין זה שבא המלך אל הנביא להרגו, והנביא נבא זה, לא היה לו למרות פיו, שכפי דבריו היה מסכים שיהרג הנביא ולא יקבל הבטחתו, וזה שכתוב אשר דבר ברדת המלך וכו', ב. שהנביא לא הבטיח דבר חוץ לטבע כי הוא אמר סאתים שעורים בשקל וסאה סולת בשקל רצה לומר הלא המקח הוא בכל ארץ ישראל סאתים שעורים בשקל, כי כן היה המקח בשנות רעבון אלה רק בשומרון לא יכלו לקנות כן מפני המצור, והבטיח שמקח זה יהיה כעת מחר בשער שומרון, וע''ז השיב השליש ויען והנה ה' עושה ארובות בשמים וזה לא מענין דברי הנביא, שאם היה הנביא מבטיח שיהיה המקח פחות ממה שהוא במדינה, לזה היה צריך שיעשה ה' ארובות בשמים רצה לומר שיתן גשם שבזה יופסק הרעב ויזול השער, אבל כיון שאמר שהשער יהיה כמו שהוא בכ''מ, על זה אין צריך רק שיסתלק האויב משם, וזה דבר קל, ג. שהכחיש ביכולת ה' שאמר והנה ה' יעשה ארובות וכי יד ה' תקצר? ד. שהכחיש דברי נביא שאמר היהיה כדבר הזה, ונתחייב מיתה כדין, והיה ענשו מדה כנגד מדה וזה שאמר ויהי לו כן ","titles":[{"title":"﻿מלכים ז טז"},{"title":"﻿מלכים פרק ז פסוק טז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-7"},{"positionInPerek":15},{"positionInParasha":181},{"uri":"jbr:tanach-malbim11-8-1","text":"ואלישע דבר זה היה מקודם מעת שהתחילו שני הרעב, ולכן הקדים השם אל הפעל, אל האשה אשר החיה את בנה י''ל בדרך הדרוש כי היה בכח אלישע לבטל גזרת הרעב, רק על ידי שהחיה את בנה ולקח מפתח של תחיה לא היה יכול ליקח מפתח של פרנסה כמש''פ חכמינו זכרונם לברכה שמטעם זה בעת שהוצרך אליהו להחיות בן הצרפית הוצרך להחזיר מפתח של גשמים, כי קרא ה' לרעב רצה לומר כבר יצאה הגזרה מאת ה', וגם כבר התחילה כי בא אל הארץ וימשך שבע שנים ","titles":[{"title":"﻿מלכים ח א"},{"title":"﻿מלכים פרק ח פסוק א"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":1},{"positionInParasha":186},{"uri":"jbr:tanach-malbim11-8-4","text":" מלבי\"ם  והמלך, יספר איך עמד לה זכות אלישע, והזמין ה' שבאותו עת שבאה לפני המלך דרש המלך מגחזי שיספר לו כל הגדולות שעשה אלישע היינו הנפלאות שלא ידע מהם המלך, על זה אמר את כל ","titles":[{"title":"﻿מלכים ח ד"},{"title":"﻿מלכים פרק ח פסוק ד"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":4},{"positionInParasha":189},{"uri":"jbr:tanach-malbim11-8-5","text":" מלבי\"ם  ויהי ובעת שספר לו מן המת שהחיה, באה האשה, וגחזי החזיק אמתת דבריו במה שאמר זאת האשה וזה בנה ","titles":[{"title":"﻿מלכים ח ה"},{"title":"﻿מלכים פרק ח פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-8"},{"positionInPerek":5},{"positionInParasha":190},{"uri":"jbr:tanach-malbim11-9-19","text":" מלבי\"ם  ויבא אליהם הראשון הלך לקראתם מרחוק ירא מגשת, והשני שידע שאין סכנה לו כי לא עשו רע להראשון בא אליהם, ולכן בראשון אמר בא עד הם ובשני אמר בא עד אליהם ","titles":[{"title":"﻿מלכים ט יט"},{"title":"﻿מלכים פרק ט פסוק יט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":19},{"positionInParasha":230},{"uri":"jbr:tanach-malbim11-9-26","text":" מלבי\"ם  אם לא זה היה המשא, מלת אם לא הוא לשון שבועה (כמו, אם לא בתים רבים לשמה יהיו), שהיה גז''ד בשבועה שתתקיים בהכרח, וה' נשבע לשלם לו בחלקה הזאת, במקום הרשע שמה המשפט ולכן שא השליכהו בחלקה כדבר ה' ","titles":[{"title":"﻿מלכים ט כו"},{"title":"﻿מלכים פרק ט פסוק כו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":26},{"positionInParasha":237},{"uri":"jbr:tanach-malbim11-9-36","text":" מלבי\"ם  דבר ה' הוא שמה שלקחוה הכלבים לחלקת נבות מפני שה' דבר בחלק יזרעאל יאכלו הכלבים ","titles":[{"title":"﻿מלכים ט לו"},{"title":"﻿מלכים פרק ט פסוק לו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-9"},{"positionInPerek":36},{"positionInParasha":247},{"uri":"jbr:tanach-malbim11-11-11","text":" מלבי\"ם  למזבח ולבית רצה לומר קצתם שמרו למזבח שהם השומרים הפנימים מבאי השבת, וקצתם שמרו הבית שהם שומרים החיצונים ממוצאי השבת, ושניהם עמדו מכתף הימנית עד כתף השמאלית, משמרת לפנים ממשמרת","titles":[{"title":"﻿מלכים יא יא"},{"title":"﻿מלכים פרק יא פסוק יא"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-11"},{"positionInPerek":11},{"positionInParasha":290},{"uri":"jbr:tanach-malbim11-17-10","text":" מלבי\"ם  (י-יא) ויציבו אחר כך הוסיפו במרים ויציבו מצבות ואשרים ויקטרו שם בכל הבמות לעבודה זרה בגוים אשר הגלה שהקטירו לעבודה זרה ממש, והוסיפו יותר שעשו דברים רעים להכעיס ","titles":[{"title":"﻿מלכים יז י"},{"title":"﻿מלכים פרק יז פסוק י"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":10},{"positionInParasha":409},{"uri":"jbr:tanach-malbim11-17-29","text":"ויהיו יראים את ה' שהגם שעשו עבודה זרה שלהם, היו יראים את ה' גם כן ולא לבד שכן עשו הם עצמם אבל שכן הנהיגו גם כן בעבודתם הכללית שנעשה על ידי כהניהם שעשו להם מקצות העם כהני במות וכן היו עושים הכהנים להם בבית הבמות העבודה על אופן זה מהשיתוף, בענין (לג) שאת ה' היו יראים ואת אלהיהם היו עובדים, כמשפט הגוים רצה לומר ונדמו בזה להגוים שהגלה מארץ ישראל דהיינו לעשרת השבטים שהיו עובדים גם כן באופן זה ששתפו שם שמים ודבר אחר ","titles":[{"title":"﻿מלכים יז כט"},{"title":"﻿מלכים פרק יז פסוק כט"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":29},{"positionInParasha":428},{"uri":"jbr:tanach-malbim11-17-36","text":" מלבי\"ם  כי אם ה' אשר העלה אתכם מארץ מצרים בכח גדול, שמצד יציאתם ממצרים בכח נעלה מן הטבע הפלם מכל העמים אשר על פני האדמה, ואינם נתונים עוד תחת שום ממשלת מזל, כמ''ש ה' בדד ינחנו ואין עמו אל נכר, וראוי שייחדו עבודתם ויראתם רק לו לבדו, וזה שכתוב אותו תיראו ולו תשתחוו ","titles":[{"title":"﻿מלכים יז לו"},{"title":"﻿מלכים פרק יז פסוק לו"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":36},{"positionInParasha":435},{"uri":"jbr:tanach-malbim11-17-37","text":" מלבי\"ם  ואת, ב. מצד התורה שנתן להם שהשומר חוקיה ומצותיה יוצא מתחת יד הוראת המערכת והוא מושגח מה' לבדו, וזה שכתוב ואת החקים ואת המשפטים וכו' ובזה ולא תיראו אלהים אחרים ","titles":[{"title":"﻿מלכים יז לז"},{"title":"﻿מלכים פרק יז פסוק לז"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":37},{"positionInParasha":436},{"uri":"jbr:tanach-malbim11-17-38","text":" מלבי\"ם  והברית, ג. מצד הברית שכרת ה' עמהם ונכלל בזה ברית שבת ומילה שכרת ה' עמהם שיהיו תחת השגחתו כי הוא אוהבם ובעל בריתם, וזה שכתוב והברית אשר כרתי אתכם לא תשכחו ועל ידי זה ולא תיראו אלהים אחרים ","titles":[{"title":"﻿מלכים יז לח"},{"title":"﻿מלכים פרק יז פסוק לח"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-17"},{"positionInPerek":38},{"positionInParasha":437},{"uri":"jbr:tanach-malbim11-22-3","text":" מלבי\"ם  המופקדים הם הממונים, והממונים נתנו אותו לעושי המלאכה ","titles":[{"title":"﻿מלכים כב ה"},{"title":"﻿מלכים פרק כב פסוק ה"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":3},{"positionInParasha":547},{"uri":"jbr:tanach-malbim11-22-10","text":" מלבי\"ם  לעשות ככל הכתוב עלינו ובדברי הימים לעשות ככל הכתוב על הספר הזה, רצה לומר כי התורה הכתובה בספר ובדיו, כתובה גם כן על לוח לב וחקוי הנפש כמ''ש בפי' הנה באתי במגלת ספר כתוב עלי, ועל זה אמר פה הכתוב עלינו, ויש לפרש שמ''ש לעשות ככל הכתוב נמשך על חמת ה' שחמת ה' נצתה בנו לעשות ככל הכתוב עלינו בתוכחה שבפרשת תבוא וזה על אשר לא שמעו על דברי הספר הזה ","titles":[{"title":"﻿מלכים כב יב"},{"title":"﻿מלכים פרק כב פסוק יב"}]},{"sefer":"tanach-11"},{"parasha":"parasha-1"},{"perek":"tanach-11-22"},{"positionInPerek":10},{"positionInParasha":554}]}