{"subjects":[{"uri":"tanach-orhachaim-1-1-1","text":"והנה ידוע הוא כי בעונותינו הרבים הרבה נצוצות של קדושה הוטבעו בתוך הקליפות וגם הרבה ערב רב נשתקעו בתוך הקדושה כאומרם בספר תיקוני הזוהר הקדוש (תיקון ס''ו) ומעורבים רע בטוב וטוב ברע לזה צריך כביכול להבדיל הטוב מהרע והאור מהחשך אשר נתערבו, והנה ידוע כי הקליפה חיותה היא יניקתה מהקדושה דוקא וזולת זה אין לה חיות, ולכן אז בהבדילו ה' את האור שהיא הקדושה ונשאר הרע מובדל ואין לו מקום חיות לינק ממנו ממילא יבטל, וזה הוא אומרו (זכרי' י''ג) ואת רוח הטומאה אעביר מן הארץ כי ידמה לקציצת האילן ממקום יניקתו ושורשו אשר יונק ממנו שיבש ולא יצלח עוד ולא ישאר כי אם האור הטוב, וזה הוא שאמר ויקרא אלהים לאור יום פירוש ויקרא לשון יקר וגדולה, כי אין מעלת הקדושה נכרת אלא בהפיל הקליפה הנקראת חשך, והודיע הכתוב כי ביום ההוא הידוע לפניו במרום יקרא ה' לאור ביקר וגדולה, וזה יהיה ביום יודע לה' שיהיה בו ה' אחד, ואומרו ולחשך קרא לילה לשון מקרה הוא בלתי טהור, ולזה לא סמך הכתוב על תיבת ויקרא שאמר בתחילה כי אין יקר וכבוד עוד לחשך אלא מקרהו יהיה דוקא בלילה והוא סוד אומרו (תצא כ''ג) מקרה לילה, אבל כשיעבור הלילה שהוא זמן הגלות כמו שאמר הכתוב (ישעי' כ''א) משא דומה וגו' שומר מה מלילה כי הגלות דומה ללילה, ואז בעלות השחר אין עוד חושך ולא לילה אלא ויהי ערב ויהי בוקר יום אחד כי בחינת הרע נסתלקה ואינה ולילה כיום יאיר והיה אור הלבנה כאור החמה, והוא אומרו יום אחד, והוא שרמז הכתוב באומרו (זכרי' י''ד) ביום ההוא יהיה ה' אחד ושמו אחד","titles":[{"title":"﻿בראשית א א"},{"title":"﻿בראשית פרק א פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-1-1-6","text":" אור החיים  ויאמר אלהים יהי רקיע וגו'. פירוש הרקיע שברא ה' ביום אחד כמו שפירשתי בפסוק בראשית שהכל נברא יחד בדיבור אחד אלא שלא נתקנה מלאכת כל דבר ודבר על אופנה, עתה אמר אלהים שיקנה מקומו בתוך המים, ויהיה משמש דבר זה להבדיל בין מים למים ועיין בפסוק שאחר זה","titles":[{"title":"﻿בראשית א ו"},{"title":"﻿בראשית פרק א פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-1-1-7","text":"או יאמר על זה הדרך לפי מה שפירשתי בפסוק ויאמר אלהים יקוו וגו' כי ב' מימות הם א' זכר וא' נקבה, לפי זה לצד שהיו המימות כולם מעורבים כדרך שהיה האור והחושך מעורבים זעיר שם זעיר שם כאומרם ז''ל (ב''ר פ''ג) והבדיל ה' בין האור וגו', כמו כן מים העליונים פירוש המעולים והם הזכרים היו מעורבים עם מים התחתונים במדרגה, והן עתה אמר ה' שהרקיע יבדיל ב' הבדלות, הא' שיברר זה מזה כפי מה שהטביע הקב''ה בו שיברר זה מזה, והב' שיהיו מובדלים תמיד באמצעותו שהוא יפסיק בין שניהם, וכפי זה אומרו יהי רקיע בתוך המים כאן נתכוין אל הבירור המברר בין ב' המימות, והוא שאמר בתוך המים לפי שהיו כל המימות מעורבים, ואחר כך עשה ה' הכנה לרקיע שיהיה מוכן להפסיק בין שניהם תמיד וזו היא הבדלה ב', ועל שניהם אמר הכתוב ויהי כן","titles":[{"title":"﻿בראשית א ז"},{"title":"﻿בראשית פרק א פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-1-1-8","text":"ולדברי רבותינו שאמרו (שם פ''ד) פירוש שמים הוא שא מים, יכוין הכתוב על זה הדרך ויקרא ה' לרקיע ואמר לו שא מים כדי שיהיה אויר למקום הנבראים כדי שיהיו הנבראים בין שמים לארץ, וזולת זה אין מקום ליושבי תבל עד שקרא לרקיע שישא המים שהיו מונחים עליו, ואמר למים התחתונים שיקוו למקום אחד ביום ג' ונתראית היבשה בזה הנה מקום ליושבי תבל. ואין סתירה לזה מדברי רבותינו שאמרו מים העליונים בנם עומדים, שהגם שהשמים הם נושאים אותם, עם כל זה לסדר תכונת השמים וסדורם הרגישו כי בנס עומדים כמו שכתבנו בפסוק ויעש","titles":[{"title":"﻿בראשית א ח"},{"title":"﻿בראשית פרק א פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-1-1-9","text":"ונראה לומר כי כל בחינות המים שעל הארץ בין העליונים ממעל לרקיע בין שנקוו למקום אחד הם בבחינת מים זכרים, ולזה תמצא שהולדת הזרעים תהיה ממימי אוקיינוס שהם מים הנקוים, כאומרם ז''ל (תענית ט","titles":[{"title":"﻿בראשית א ט"},{"title":"﻿בראשית פרק א פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-1-1-10","text":" אור החיים  ויקרא אלהים ליבשה ארץ. והיא המוזכרת בפסוק ראשון בראשית וגו', ואומרו תיבת ויקרא תתפרש בב' אופנים או לשון קריאת שם או לשון צעקה צעק עליה לבל תתפשט עוד כאומרם ז''ל (חגיגה י''ב.) שאמר לעולמו די, וכיון ששמעה ולא נתפשטה עוד קראה ארץ כאמרם ז''ל (ב''ר פ''ה) שעל שם שנתרצית נקראת ארץ. ואומרו קרא ימים לא זה הוא התהום האמור בפסוק ב' כי התהום יאמר על כללות מימות ואשר מתחת לארץ גם מימות הניקוים היה אז בבחינת תהום קודם שניראת הארץ כי היו שוים בתערובת עם מימות אשר הם הן היום תחת לארץ, ואומרו וירא אלהים כי טוב חוזר גם על מקוה המים כי בזה יש חיות וקיום העולם כי ממנו גשמים בעולם כאומרם ז''ל (תענית ט","titles":[{"title":"﻿בראשית א י"},{"title":"﻿בראשית פרק א פסוק י"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-1-1-11","text":" אור החיים  ויאמר אלהים תדשא וגו'. רז''ל (חולין ס.) אמרו שהגם שלא אמר הבורא למינו אלא לעץ נשאו הדשאים קל וחומר וכו'. וקשה כי לסדר הכתוב הקדים ה' דבריו על הדשאים ואם כן למה נתעכבו מלצאת תכף סמוך ממש למאמר ה' עד שגמר ה' אומר להוציא עץ שממנו נשאו קל וחומר. ולפי מה שפירשתי בפסוק בראשית כי כל מקום שיאמר דבר גבורות בשם אלהים ידבר בדבור אחד כל המאמר אם כן לא היתה הקדמה לדשאים קודם לעץ","titles":[{"title":"﻿בראשית א יא"},{"title":"﻿בראשית פרק א פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-1-1-12","text":"אכן פירושן של דברים הוא כי הארץ דקדקה בחכמת ה' אשר יסד בה דכתיב (משלי ג') בחכמה יסד ארץ דקדקה מאמר ה' לה שתוצא עץ פרי עושה פרי שסובל ב' דרכים, האחד שיהיה העץ טעמו כטעם פריו שאז תהיה הכוונה שיהיה העץ פרי וגם עושה פרי. ומאומרו עושה פרי פירשה דרך אחר שהכוונה הוא על זה הדרך עץ פרי לבד ועושה פרי לבד פירוש עץ שיעשה פרי לבד מהראשון והם ב' מינים. וטעם שלא אמר ועושה פרי בוא''ו שלא להבין שיהיה העץ עצמו פרי ועוד לו שיעשה פרי. גם במשמעות עץ פרי יש בה ב' דרכים, הא' עץ שהוא עצמו פרי, והב' שהוא ראוי לעשות פרי והוא אינו עושה פדי, ונתחכמה האדמה והוציאה ג' מינים הנשמעים בדברי ה' לרוב זריזותה, הא' הם אילנות שעושים פירות ואין טעם עצם כטעם פרים, והב' שעושים פירות וטעם עצו כטעם פריו והוא עץ הדעת טוב ורע שאמרו ז''ל (ב''ר פט''ו) שהיה טעם עצו כטעם פריו, והג' הוא עץ שהוא דומה לעץ פרי והם אילני סרק והרי היא נזדרזה לעשות כל הנשמע, והוא שאמר הכתוב ותוצא הארץ דשא וגו' ועץ עושה פרי, דקדק לומר ועץ בתוספת וא''ו ללא צורך, כמו שכן דבר הכתוב בסמוך בדברי ה' שלא הוצרך לומר ועץ בתוספת ו' נתכוון הכתוב לומר מלבד שאר עצים שהוציאה הוציאה עוד עץ עושה פרי, וכאן ריבה עץ פרי שאמרו ז''ל שעץ הדעת היה טעם עצו כטעם פריו. ואפשר דכלל גם כן עצים שאינם עושים פרי שישנם בעולם לכשנאמר שהיו קודם קללת האדמה, וטעם שקלל ה' האדמה למאן דאמר על אשר שינתה אפרש במקומו בסיעתא דשמיא","titles":[{"title":"﻿בראשית א יב"},{"title":"﻿בראשית פרק א פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-1-1-14","text":"אכן ירצה הכתוב, להיות שקדם ביום ראשון וברא האור ותמצא שאמר בפרשה ראשונה ה' פעמים אור ורמזו ז''ל (תיקונים ה) כי ה' אורות נבראו והבדילם ה' לנחלתו לעתיד לבא לצדיקים, והן עתה ביום רביעי האציל מהאורות חלק המספיק לעולם ותלאו ברקיע השמים, והוא אומרו יהי מאורות פירוש יהי חלק אחד מאורות הנבראים ביום ראשון והתנה שלא יהיו קבועים אלא שיסובבו כדי שבאמצעות הסיבוב יוכר יום ולילה, וזה עשה לסימן הכרת הימים המקודשים כאומרו לאותות ולמועדים וגו', וכשנאצל המאור נאצלו ב' חלקים ושניהם לשמש מדת יום נבראו. ולזה תמצא (חולין ס","titles":[{"title":"﻿בראשית א יד"},{"title":"﻿בראשית פרק א פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-orhachaim-1-1-15","text":" אור החיים  והיו למאורות וגו'. משמעות הכתוב יגיד כי צוה ה' שיהיה אור המאורות בוקע בשמים ועוד לו שיאיר בארץ, פירוש שיאירו המאורות בכל הקף השמים וגם יגיע אורם עד למטה לארץ. עוד ירצה כי הכינם ה' שיאירו תוקף אורן ברקיע ומהאור המתפשט ברקיע תאיר ארץ כי אין כח בארץ לסבול תוקף אור המאורות והוא שדקדק לומר למאורות ברקיע השמים פירוש כי שם יאירו, ואומרו להאיר על הארץ פירוש כי מאור הבהיר בשחקים תאיר ארץ. ולדבריהם ז''ל (חגיגה יב","titles":[{"title":"﻿בראשית א טו"},{"title":"﻿בראשית פרק א פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-1-1-16","text":" אור החיים  ויעש אלהים וגו'. טעם שלא הספיק במה שאמר כבר ויהי כן על כל האמור. כי מעשה זה הוא מעשה חדש שאחר שנתמעטה הירח כאמור בדבריהם תיקן ה' וקבע מעשה חדש שקבע ממשלה לירח בלילה כי ביום אין לה ממשלה לפני אור השמש וליוה לה הכוכבים ואין בזה הפכיות למה שאמר ה' בתחלת דבריו, כי כבר רמז אחרית דבר מראשיתו כמו שדייקתי באומרו יהי. והגם שפירשנו אותה באופן אחר סובלת היא ב' הפירושים","titles":[{"title":"﻿בראשית א טז"},{"title":"﻿בראשית פרק א פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-1-1-17","text":"וטעם שחזר לומר עוד ולהבדיל כאן צוה להם שלא יכנסו זה לגדר של זה וכל אחד מצווה על גבולו לבל יעבור שבזה יהיה ניכר יום מלילה","titles":[{"title":"﻿בראשית א יז"},{"title":"﻿בראשית פרק א פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-1-1-20","text":"ונראה כי על פי הנקודות ישתנה כתוב זה מקרא דויתן אותם וגו' כי כאן כתב קמ''ץ תחת רי''ש של רקיע ושם כתב שב''א תחת הרי''ש של רקיע והנה כשאמר רקיע בשב''א יגיד שהוא סמוך פירוש רקיע של שמים וכשיאמר רקיע בקמ''ץ אינו סמוך לשמים ופירוש הוא רקיע והוא הנקרא שמים ובזה לא קשה והבן","titles":[{"title":"﻿בראשית א כ"},{"title":"﻿בראשית פרק א פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-orhachaim-1-1-21","text":" אור החיים  ויברא אלהים וגו'. פירוש הוסיף ה' כח בב' פרטי הבריאה שנבראו מן המים, ומה שחזר לומר ואת כל נפש החיה וגו' ולא הספיקו המים להוציאם מה שלא מצינו שעשתה האדמה בהוצאת הדשאים והעשבים שהספיקה אמרת ה' לה. דע כי אין המצמיח ולא הבורא בורא יותר ממה שיש בכח תולדתו כי איך יתן אדם מה שאין בו, והגה המים והעפר הם מחוסרי רוח החיונית ומנין להם רוח לתת בברואיהם. והגם כי הארץ והמים יש בהם חיוניות דק עד מאד, הגם שיתנו ממנו לא יתנו יותר ממה שבהם וזה לא יספיק לדגים ולעופות, אשר על כן לא הספיק כחם והוצרך ה' לברוא להם רוח החיונית והוא אומרו ויברא וגו' את כל נפש וגו'. והגם שבצוותו למים אמר ישרצו שרץ נפש חיה, פירוש שרץ שתהיה בו הכנה לקבל נפש חיה, כי יש לך לדעת כי החיוני ירצה הכנה והוא אמצעי בינו לבין החומר וזה ישנו בכח המים לעשותו כמו שאמרנו שיש בכחם כח רוחני דק, ובתנינים הגדולים עשה ה' שינוי בבריאתם כמו שאמרנו, ולא אמר בדרך כלל ויברא נפש התנינים ואת כל נפש וגו' בזה גילה הכתוב כי משונים הם מכל מה שבים שמלבד שהוליד בהם נפש גם בכח בריאתם עצמה ברא ה' בהם כח נוסף אשר אין כח בים לעשותו כמו שאמרנו, וזה הוא הדג המופלא לויתן זה, וכבר דבריו מפורשים בדבריהם ז''ל (ב''ב עד","titles":[{"title":"﻿בראשית א כא"},{"title":"﻿בראשית פרק א פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-orhachaim-1-1-22","text":" אור החיים  ויברך טעם שהוצרך ה' לברך שרץ המים מה שלא עשה כן בנבראים היוצאים מן הארץ. ועוד לו שגם בתולדות המים עצמם הטיל קנאה שלא בירך שרץ העוף. נראה כי הדבר צריך להיות כן מטעם הכרחי לפי מה שפירשנו כי מה שצוה ה' למים שישרצו אינו אלא לפי שעה ולא לאחרי כן ולקיום המין צוה ה' שיפרו וירבו שאם לא כן הרי מינם כלה, ולהיות שכפי טבע הנבראים אשר ברא ה' כח המוליד היא יסוד האש כי טבע הקור אדרבה יפסיד כח ההולדה. וצא ולמד מחכמת הטבע גם מדבריהם ז''ל (שבת קנו","titles":[{"title":"﻿בראשית א כב"},{"title":"﻿בראשית פרק א פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-orhachaim-1-1-24","text":" אור החיים  ויאמר אלהים וגו'. גם זה לא היה אלא לפי שעה כדרך שפירשנו בבריאת שרץ המים. וטעם שלא הוצרך לומר להם שיפרו הלא הטביע בהם ההולדה והם מעצמם ילדו אלא שצוה להם שלא יתערבו מין בשאינו מינו והוא אומרו למינה וגו'","titles":[{"title":"﻿בראשית א כד"},{"title":"﻿בראשית פרק א פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-orhachaim-1-1-25","text":" אור החיים  ויעש אלהים. פירוש בריאת נפש החיונית על דרך שפירשנו בשרץ המים. ורש''י פירש באופן אחר ואלו ואלו דברי אלהים חיים","titles":[{"title":"﻿בראשית א כה"},{"title":"﻿בראשית פרק א פסוק כה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-25","positionInPerek":25,"positionInParasha":25},{"uri":"tanach-orhachaim-1-1-26","text":" אור החיים  ויאמר אלהים נעשה אדם וגו'. הכוונה בזה כי לא ברא ה' את האדם כבריאת שרץ המים ושרץ הארץ אשר אמר למים והשריצו ואמר לארץ והוציאה אלא הוא הבורא אמר שהוא יעשה האדם. ואמר נעשה כי הוא מקור הענוה לזה דבר בלשון רבים כי כן ידבר יחיד העניו, ולא חש לתת מקום לטעות, כי הקדים לומר ויאמר אלהים שם יחיד ה' הוא האלהים הוא בכבודו ובעצמו כביכול גבל עפרו והפיח בו רוח חיים. עוד ירצה באומרו נעשה בלשון רבים כי מדותיו של הקב''ה רבים הם י''ג מדות רחמים ושם אלהים שהוא מדת הדין הסכימו יחד לברוא אדם, ואומרו בצלמנו כדמותנו אפשר שיכוין לומר שיהיה בו צד הרחמים וצד הדין להפעיל בהם דרכי הדין ודרכי הרחמים לאשר יכונו והבן. והוא סוד אומרו (ב' ז') וייצר ה' אלהים וגו'. ואומרו וירדו יסכים לפירושינו להיות שהבריאה היא בהדמות לבורא בבחינות הרחמים והדין בדין הוא שיהיה מושל בנבראים כי יש בו בחינת הרחמים לראוי ולצריך אליו ולהמית למתחייב בדין. והשליטו בכל, והגם שלא הזכיר שליטה במים רמוז באומר בדגת הים הרי הזכיר הים בנשלטים. ובדרך רמז רמז באומרו לשון ירידה על דרך מה שהודיענו ז''ל (ספר הגלגולים) כי באמצעות מעשי האדם ירד במדרגתו מבחינת אדם לבחינת דגים ולבחינת עופות ולבחינת בהמה ולבחינת שרצים כפי ערך החטא ישפל אדם מבחינת מעלתו עד אשר ירד מטה מטה רחמנא ליצלן והוא שרמז כאן בשעת הבריאה חלקי ירידות ההדרגות שבהם יקבל עונשו וגם שבאמצעותם יחזור לשורשו. והקדים לומר ירידת נפש אדם למדריגת הדגים כי ירידה המיועדת לנפשות הרמות כי יחטאו היא שתרד נפשם להתגלגל בדגים ולזה יחם הכתוב להם במקומם אסיפה כי אין להם להצטער בצער שחיטת חרב אלא אסיפתם מתרת אותם (חולין כז","titles":[{"title":"﻿בראשית א כו"},{"title":"﻿בראשית פרק א פסוק כו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-1-1-27","text":" אור החיים  ויברא אלהים את האדם בצלמו. פירוש בצלמו הניכר באדם, והכונה שברא גולמו וגם צלמו ואחר כך אמר בצלם אלהים בזה הודיענו הצלם שבראו בו כי הוא צלם אלהים. עוד ירצה לומר כי ברא האדם בב' צלמים הראשון צלם הניכר בכל אדם ואפילו בבני אדם הרקים מהקדושה אשר לא מבני ישראל המה ועליהם אמר בצלמו פירוש של הנברא, והב' הם בחינת המאושרים עם ישראל נחלת שדי כנגד אלו אמר בצלם אלהים בראו הרי זה בא ללמדנו כי יש בנבראים ב' צלמים צלם הניכר וצלם אלהים רוחני נעלם והבן","titles":[{"title":"﻿בראשית א כז"},{"title":"﻿בראשית פרק א פסוק כז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-27","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-orhachaim-1-1-28","text":" אור החיים  ויברך אותם. פירוש שלא יכרת מין האנושי, ויאמר וגו' צוה אליו לפרות ולרבות, שהגם שבירך אותם שיהיה מין האנושי קיים לא מפני זה יתרשלו מלפרות ולרבות. וראיתי דעות נפסדות בנבראים מבני עמינו דכשיש ג' או ד' אחים א' או ב' מהן משתדלים בפריה ורביה ואומ' כי הוא זה קיום המין. גם באדם א' כשיקיים מינו תבא לו הסברא שלא ישתדל עוד לפרות ולרבות. לזה אמר ה' תחלת דבר ה' מצות ה' ברה אמר פרו ורבו ולא עשה גבול למצוה והגם שבירך אותם שלא יכרת מין האדם מן העולם. וגמר אומר ומלאו את הארץ. ואומרו וכבשוה סמוך לומלאו לומר כי באמצעות שימלאו הארץ בזה תהיה נכבשה לפניהם כי מקום החרב אין אדם שולט בו כי לצד שוממותו הוא מתמלא נגדיים לאדם. עוד ירצה באומר ויברך אותם שיהיה בהם כח המוליד ואחר כך צוה אותם על הדבר","titles":[{"title":"﻿בראשית א כח"},{"title":"﻿בראשית פרק א פסוק כח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-28","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-orhachaim-1-1-29","text":"ואת כל העץ אשר בו פרי עץ. כאן שלל עץ הדעת כי אינו בגדר זה עושה פרי לבד אלא שהוא עצמו פרי ושיעור הכתוב הוא על זה הדרך ואת כל העץ ולא כל העץ בכלל אלא אותו אשר בו פרי עץ ולא אותו שהוא עצמו פרי שהוא עץ הדעת שנצטווה עליו אחר כך בפירוש. או יאמר דאפילו עץ הדעת בכלל והגם שמצינו שנצטוה עליו, כבר אמרו ז''ל (ב''ר פכ''א) שאם היה ממתין עד ערב שבת היה מקדש על היין ע''כ, ומתוך דבריהם אתה למד כי לא נאסר איסור עולם","titles":[{"title":"﻿בראשית א כט"},{"title":"﻿בראשית פרק א פסוק כט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-orhachaim-1-1-30","text":" אור החיים  ולכל חית הארץ וגו'. סמך הכתוב חית הארץ עם האמורים בסמוך לכם יהיה לאכלה וגו' שנראה שנותן מאכל אדם לבהמה בהשואה וגמר אומר לאכלה פעם שנית סמוך לירק עשב שנראה שאכילת בהמה ועוף אינו אלא מעשב השדה. הכוונה היא כי לא ברא ה' לבהמה חיה ועוף אלא דוקא ירק עשב, ושמא תאמר אם אין ירק עשב נמצאת החיה מתה תלמוד לומר לכם לאכלה ולכל חית הארץ וגו'. נמצינו אומרים כי האדם יחיה מפירות הארץ ומפרי העץ והחיה והעוף מהעשבים והירקות, ואם אין מחיה מאלו הרי מחייתה ממאכל אדם. ויש לרמוז זה באומרו (עקב יא) ונתתי עשב בשדך לבהמתך ובזה ואכלת ושבעת אבל זולת זה תחסר השביעה כי תאכלנו החיה והעוף כי מזונותם מזונותיך","titles":[{"title":"﻿בראשית א ל"},{"title":"﻿בראשית פרק א פסוק ל"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-orhachaim-1-1-31","text":"עוד ירמוז כאן טעם הבריאה, למה שידענו כי עיקר הכל הוא האדם ובשבילו ואליו ברא ה' כל ברואיו, ומעתה תבא השאלה לאדם למה, לזה אמר והנה טוב מאוד פירוש שהגם שבחינת נשמת האדם הוא מבחינת הטוב עכ''ז בראו ה' לעלות במעלות הטוב יותר ממה שהוא והוא אומרו מאד על ידי מעשה האדם מתעלית נשמתו ממדרגה למדרגה אשרי אנוש יעשה זאת","titles":[{"title":"﻿בראשית א לא"},{"title":"﻿בראשית פרק א פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-orhachaim-1-2-1","text":"ואפשר כי לזה רמזו ז''ל בנועם אמריהם (חגיגה יב","titles":[{"title":"﻿בראשית ב א"},{"title":"﻿בראשית פרק ב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-1","positionInPerek":1,"positionInParasha":32},{"uri":"tanach-orhachaim-1-2-2","text":"אכן הכונה היא כי רצה ה' להודיע עוצם מעלת יום המכובד כי הלא תדע שישתנה הדבר בין מלאכה שהתחיל בה ואין בה הפסד למלאכה שכבר התחיל בה ותפסד אם לא יגמור אותה. וכאן הודיענו הכתוב כי מלבד שלא התחיל במלאכה אחרת אלא אפילו במלאכה שהתחיל בה כשקדש היום גם כן שבת מלגמור אותה הגם שנפסדה המלאכה שהתחיל בה הפסד שאין אחריו תיקון אף על פי כן לא רצה לעשות עוד. והוא שרמז באומרו וישבות אחר שאמר ויכל כי מלבד שכלה ולא הוסיף עוד עשות בריאה אחרת אלא אפילו מה שהיה בידו להשלימו שבת פירוש בטל גמר הדבר שהיה בידו, ולזה אמר מכל מלאכתו לומר אפילו מלאכה שכבר התחיל בה והוא אומרו אשר עשה והתחיל בה כיון שבא יום השביעי שבת מלהשלימה. וה' עשה כן להראות דבר זה לא לצד מניעת היכולת ח''ו כי פשיטא שבהרף עין בורא כהנה וכהנה רבי רבבות, גם אומר אני כי לטעם זה סדר ה' המלאכות שעשה בסדר הימים דבר יום ביומו כדי שיוכר מעלת השבת כי זולת זה יכול היה ה' לעשות כל המעשה ביום אחד ובזמן מועט","titles":[{"title":"﻿בראשית ב ב"},{"title":"﻿בראשית פרק ב פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-2","positionInPerek":2,"positionInParasha":33},{"uri":"tanach-orhachaim-1-2-3","text":"ועוד לו יהיה שיהיה מעשה זה גדול עד מאוד מנין להם לומר דבר זה שהוא נעשה שותף ואם לצד הגדלת השכר היה להם להגדיל שכרו לחלק לו ברבים (ישעי' נג) ואורך ימים וגבורה ועושר וכו' ומנין מצאו להאריך לשון לצד עילאה להשתתף עמו במעשה בראשית. ולמה שפירשתי אמת יהגה חכם ודבר ה' בפיהם אמת בטעם צודק כי להיות שהשבת הוא המקיים העולם כל ששת ימים ואחר עבור ששת ימים יבא שבת אחרת ויחייהו ויקיימהו עוד ששת ימים אחרים, ולך לדעת כי מציאות השבת בעולם הוא קיומו שמקיימים אותו כי אם אין מקיימים שבת אין שבת, ותמצא שאמרו ז''ל (שבת קנא","titles":[{"title":"﻿בראשית ב ג"},{"title":"﻿בראשית פרק ב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-3","positionInPerek":3,"positionInParasha":34},{"uri":"tanach-orhachaim-1-2-4","text":"ונראה כי להיות שקדם והודיע הכתוב כי אמר ה' לנבראים שיעשו גם הם תולדות לשמים לחלוק המים והרבה פרטים כאמור בדבריהם ולארץ אמר גם כן להוציא חיות ולהוציא עצי פירות ועשבים ולמים אמר ישרצו המים וגו' כדי שלא יטעה אדם ויחשוב כי הארץ והשמים מעצמן עשו הפעולה ותוליד המחשבה הלזו תולדות משובשות, לזה בא הכתוב ואמר אלה תולדות השמים פירוש תולדות שהוציאו השמים והארץ דבר יום ביומו ככתוב בסדר הימים לא תחשוב כי הם עשו הדברים יש מאין כדרך הבורא יתעלה שמו שברא הכל יש מאין לא כן הוא אלא בהבראם ביום עשות שהוא יום אחד שברא ה' אותם בכח הבריאה שברא ה' בהם ברא שיוציאו מה שגזר עליהם אחר כך כמו שברא באדם כח המוליד בכח אופן הבריאה שהטביע בו הוא היוצר ב''ה הוא הבורא ואין אדם עושה דבר כמו כן השמים והארץ. וטעם שלא הזכיר אלא שמים וארץ ולא הזכיר המים כי הוא כלול בשמים. ושיעור תיבת בהבראם כאילו אמר בהם בראם פירוש לתולדות הנזכרים. או תתפרש כשיעור תיבת היליכי (שמות ב) ואמרו ז''ל (שמו''ר פ''א) זה שליכי, וכמו כן יכוין הכתוב אומרו בהבראם פירוש באותן האמורים בסמוך כראם ולעולם הוא היוצר הוא הבורא","titles":[{"title":"﻿בראשית ב ד"},{"title":"﻿בראשית פרק ב פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-4","positionInPerek":4,"positionInParasha":35},{"uri":"tanach-orhachaim-1-2-5","text":"ויש לך לדעת כי עפר שממנו נוצר האדם לא עפר של גן עדן אלא של העולם וכמו שדייק הכתוב (ג' כ''ג) לעבוד את האדמה אשר לוקח משם, אבל גן עדן לא הוצרך להרים ממנה חלה ואחר כך יוציא ממנה נטעים כי כולה קודש, ולזה אמר ויטע ה' וגו' גן בעדן מקדם, פירוש קודם בריאת האדם כאומרם ז''ל (פסחים נד.) והכינה לאדם שהיה עצמו חלה קודש ליהנות מקודש וככהן האוכל בתרומה","titles":[{"title":"﻿בראשית ב ה"},{"title":"﻿בראשית פרק ב פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-5","positionInPerek":5,"positionInParasha":36},{"uri":"tanach-orhachaim-1-2-8","text":" אור החיים  ויטע ה' וגו'וישם וגו' ויצמח וגו'. טעם שהפסיק בשימת האדם בתוך הודעת נטעי הגן לומר כי בשבילו ברא ה' הגן ולכבודו. וזה הוא שיעור הכתוב ויטע וגו' וישם פירוש לסיבה זו לשום שם האדם ואחר כך חזר לפרט ענייני הגן ונהרותיו ותועליותיהם וחזר לומר (פסוק טו) ויקח ה' וגו' ויניחהו וגו' לגלות על מה שפירשנו באומרו וישם שלא נתכוין לומר בה אלא שהאדם היה סיבה לנטע הגן שאם על הודעת הנחת אדם בגן הרי הוא אומר ויקח וגו' ויניחהו. ופסוק ויניחהו לבד לא יספיק להודעה זו שבשביל האדם לו לשמו ברא ה' הגן שאפשר כי ה' בראו לשום בו לאשר ישר בעיניו למשרתיו למלאכיו לרוחות העליונים ובאותו זמן נתרצה שיהיה שם גם האדם ובן יומו נקרא פרוש וגרוש ושלוח ונשאר הגן לשאר ברואיו. לזה הודיע ה' חסדו כי הגן לאדם בראו ועודנו עומד לאדם הידיד לקונו ואין לשום נברא חלק בגן זולת אדם אשר לא פגם דיוקנו וצלמו","titles":[{"title":"﻿בראשית ב ח"},{"title":"﻿בראשית פרק ב פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-8","positionInPerek":8,"positionInParasha":39},{"uri":"tanach-orhachaim-1-2-15","text":"ומעתה יוצדק לומר על גן עדן לעבדה ולשמרה. והנה בימים ההם כשהניח ה' האדם בגן עדן היה מביט וצופה בפעולות צדיק לחיים במעשיו מה שהיה פועל בגן עדן, אך אחר אשר נגרש האדם הושלל ממנו ראות הדבר אבל המעשה נפש עמל עמלה לו כי הרוחניות לא ימנענה ההרחקה והפעולה נעשית, אשרי המחכה ויגיע בעולם הזה לאכול מפרי דרכו שהוא מזון הנשמה בגן עדן. שוב בא לידי מאמר חז''ל וז''ל לעבדה אלו מצות עשה ולשמרה אלו מצות לא תעשה, וכוונתם ז''ל על דרך שביארנו","titles":[{"title":"﻿בראשית ב טו"},{"title":"﻿בראשית פרק ב פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-15","positionInPerek":15,"positionInParasha":46},{"uri":"tanach-orhachaim-1-2-16","text":"וטעם אומרו ויצו ה' אלהים ולא הספיק באומרו ויצו ה' או ויצו אלהים, כאן רמז רחמים ודין אם יטיב יקיפהו ברחמים ואם לא משפט למולו","titles":[{"title":"﻿בראשית ב טז"},{"title":"﻿בראשית פרק ב פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-16","positionInPerek":16,"positionInParasha":47},{"uri":"tanach-orhachaim-1-2-18","text":"ולפי דרכינו יש טעם נכון בחקירה אחת למה ה' נמלך ממחשבתו ראשונה שברא האדם ובת זוגו עמו וחזר ונסרה. כי הכוונה היא להודיע כי מעשה ה' טוב הוא לכל ואלהים חשבה לטובה וברא יחד זכר ונקבה אלא דלצד הנאת האדם לסדר הכנתו הפרידם מכל הנבראים אין נשתוין אליו ואין מציאות לברוא לו אדם אחר להכנתו כי יש טעמים רבים ונכבדים לבלתי עשות ה' ב' אדם כמאמרם ז''ל והבן. נמצאת אומר כי כל סדר האמור בפרשה זו בבקשת העזר ושלילתו והמצאתו אינו אלא לצד עשות הנקבה נפרדת מהזכר כי טוב הב' מהא', אבל לענין הזיוג הכנת פריה ורביה כבר בראו ה' ביום ו' ובראם לפרות ולרבות, ואין מניעה לזה לצד שאין פנים בפנים כי הכינם ה' להרכבה גם בסדר שהיו בה אחור ואחור שיריק הזכר הזרע דרך מקום אשר בו הנוצר. ויש לנו לחקור זאת לאיזה טעם ברא ה' האשה בגוף האדם ממש ולא בראה בריה בפני עצמה מן העפר כמו שברא הזכר. ונראה כי בזה גילה דעתו יתברך כי יש הפרש בין הכנת זיווג האנושי מזיווג הבהמי כי זיווג הבהמי פועל פעולת ההזרעה בכל נקבה אשר תזדמן לפניו, והגם שאמר הכתוב בסוג זה גם כן זכר ונקבה לא שיתחייב כל זכר להכיר נקבתו כל שממינו היא כל אשר יזדמן לפניו ממינו הרי הוא רשאי ואין רישום וייחוד לנקבת זכר בבהמי לומר זו פרתו של שור זה וזו פרתו וגו' מה שאין כן האדם שלא מלבד שמובדל בבחינת המין אלא גם מובדל בפרטי המין כי כל אחד יש לו בת זוגו בפני עצמו, ולזה נתחכם ה' לבנות בת זוגו של האדם מעצמיו לומר כי זו בשר מבשרו. ולזה כשהזהיר על העריות רשם כינוי העריות אל הזכרים כאומרו (ויקרא י''ח) ערות אביך ערות אחי אביך וגו' הרי שהגם שאינו מצווה אלא על הנקבות מייחד הדבר אל הזכרים והבן","titles":[{"title":"﻿בראשית ב יח"},{"title":"﻿בראשית פרק ב פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-18","positionInPerek":18,"positionInParasha":49},{"uri":"tanach-orhachaim-1-2-25","text":" אור החיים  ויהיו שניהם ערומים וגו'. טעם הדבר להיותם מקודם מושללים מבחינת הרע וכללותם קודש היו דומות בהם פנים שלמטה כפנים של מעלה, כי בחינת הרע שנדבקה באדם היא אשר תבדיל בחלק שלמטה באדם כי שם קנה הרע מקומו וזה לך האות אות ברית קודש אשר תסובבהו הקליפה בערלה וצוה ה' לכרות אותה הנך רואה כי שם הרגיעה שידה. ותמצא כי כל תאוות הרשעים הנואפים תבער במקום ההוא, וגזר ה' לכסות התיעוב. ותמצא שאסרו חז''ל (נדה יג.) להניח ידו וכו' ואמרו (שבת קח","titles":[{"title":"﻿בראשית ב כה"},{"title":"﻿בראשית פרק ב פסוק כה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-25","positionInPerek":25,"positionInParasha":56},{"uri":"tanach-orhachaim-1-3-1","text":"ויאמר אל האשה וגו'. פירוש בציפצוף אשר ידברו בו הבעלי חיים בלתי מדברים, ואז היו מכירים כל ציפצופי וכו' ואפילו שיחת הדומם. כי כל מה שברא ה' יש לו כפי בחינתו דיבור לטעם אשר ישבח את קונו כאומרו (משלי טז) כל פעל ה' למענהו, וצא ולמד מפרקי שירה. ומצאנו לגדולי ישראל שהיו מכירים בכל צפצוף ושיחה כאומרם ז''ל (סוכה כח.) אמרו עליו על רבן יוחנן בן זכאי עליו השלום וכו' ומכל שכן אדם הראשון יציר כפיו יתברך","titles":[{"title":"﻿בראשית ג א"},{"title":"﻿בראשית פרק ג פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-1","positionInPerek":1,"positionInParasha":57},{"uri":"tanach-orhachaim-1-3-2","text":"ומעתה לא נשאר מקום לטעון עוד קום אכול, וממה נפשך מניעה זו שמנע ה' אותנו מעץ זה לא תמנע מחלוקה או לצד הרחקה מהנזק או לצד לקבל עלינו גזירת מלך ולשמוע בקולו כי זה מנימוסי המלוכה, ולשני הטעמים יש יראת מות בדבר, ועלינו להתרחק","titles":[{"title":"﻿בראשית ג ב"},{"title":"﻿בראשית פרק ג פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-2","positionInPerek":2,"positionInParasha":58},{"uri":"tanach-orhachaim-1-3-4","text":"ואם תאמר למה יברא ה' בריה רעה כזו לתקלה, דע כי בריה זו כל מה שהפליא ה' בגודל בחינתה כן גודל בחינת השגת הנפש בעולם העליון כי לפי התעצמות הצריך לאדם לנצחון כן יטול שכרו כמאמרם ז''ל (אבות פ''ה) לפום צערא אגרא ואם היה מגביל שיעור כח המסית בשיעור מועט אין מקום לרוצה להשיג השגה גדולה להשיגה כי אין השגה זולת אמצעות נצחון המסית. וצא ולמד מהאמור בספר זוה''ק (תרומה קסג.) במשל בן מלך אשר ציוהו אביו לבל קרוב להזונה ואת הזונה צוה להסיתו לבחון בן יכבד אב יעוין שם. ומעתה הפליא ה' להתחסד עם אוהביו להכין להם דבר שבאמצעותו ישיגו עלות במעלות חיים הנצחיים, אשרי העם שככה לו","titles":[{"title":"﻿בראשית ג ד"},{"title":"﻿בראשית פרק ג פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-4","positionInPerek":4,"positionInParasha":60},{"uri":"tanach-orhachaim-1-3-6","text":"והנה האדון ה' צבאות ידע מה בחשוכא הוא הנחש שעתיד לבוא בטענות אלו ובכסף נבחר לשון צדיק שלל ב' דברים אלו באומרו (ב' י''ז) ומעץ הדעת טוב ורע לא תאכל ממנו, הרי שדקדק לומר ומעץ לאסור אפילו העץ, והודיע גם כן כי הוא מחכים ויש בו דעת הבחנת טוב וכו', ועל מנת כן גזר אומר לבל יאכלו אפילו מהעץ. ובזה אין מקום למסית להסית, אלא שהאדם לא אמר הדברים ככתבן להאשה כמובן מתוך דבריה, כמו שדקדקנו ממה שאמרה לנחש שהאיסור הוא בפרי ולא דקדקה לומר עץ הדעת, גם מאומרו ותרא האשה וגו' ונחמד העץ להשכיל הרי זה מגיד כי לא היתה לה ידיעה מתחילה. וטעם האדם שלא אמר לה לחוה, לא רצה להודיעה כי יש בו מעלה זו שמחכים אוכליו כדי שלא להגדיל בלבה תאותו ולא ידע כי האויב בחדר. גם לא חש לומר לה איסור העץ בחושבו כי אין טעם בעץ לצוותה עליו. והגם שאמר לו ה' ומעץ הדעת, חשב שאין דבר זה בדיוק והכוונה היא על מה שבעץ שהוא הפרי, כי העץ כבר השיג משאר אילנות כי אין בו טעם ולא תבא עליו הצואה. ושגגה זו נולדה משגגת האדמה אשר שינתה עץ הדעת משאר עצי הגן ועיין מה שפירשנו במקומו (א' י''ב) ולזה לקו חוה והאדם והאדמה כי כלם שגו ושל חוה גדול מכלן","titles":[{"title":"﻿בראשית ג ו"},{"title":"﻿בראשית פרק ג פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-6","positionInPerek":6,"positionInParasha":62},{"uri":"tanach-orhachaim-1-3-7","text":" אור החיים  ותפקחנה עיני וגו'. לפי מה שפירשנו בפסוק (ב' כ''ה) ויהיו שניהם ערומים שהעון יוליד הרגשת הערוה אשר מצדה יוליד בושת הערום, הוא הדבר שאמר הכתוב ותפקחנה וגו' וכל אחד נתבייש מחברו. עוד ירמוז באומרו ותפקחנה על דרך אומרם ז''ל (סוטה ג.) אין אדם עובר עבירה אלא אם כן נסתתמו עיני שכלו, והוא שמיחס הכתוב הסמאון לרשעים כאומרו (ישעי' מב) והעורים הביטו לראות, והוא שהודיע הכתוב כאן באומרו ותפקחנה, פירוש שאחר שעברו העבירה ועבר המסית המכונה במדת חשך שמחשיך עיני האדם תכף ומיד נפקחו עיניהם והרגישו כי ערומים הם פירוש שנפשטו מזהרא דקדושה. וכן יקרה לכל רשע שבגמר מעשה הרע ירגיש כי התעיב ויכלם במעשיו ויאירו עיני שכלו. ולדברי רז''ל (פדר''א פי''ד) שאמרו וזה לשונם לבושו של אדם הראשון עור ציפורן וענן כבוד מכסה עליו יתיישב הכתוב על נכון אומרו כי ערומים הם ממלבוש שהיה עליהם","titles":[{"title":"﻿בראשית ג ז"},{"title":"﻿בראשית פרק ג פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-7","positionInPerek":7,"positionInParasha":63},{"uri":"tanach-orhachaim-1-3-8","text":" אור החיים  וישמעו וגו' לרוח היום. טעם שהודיע הכתוב סדר מהלכו הוא לומר שבזה ידעו לבחון מקום שיהיו נחבאים מפניו, והוא אומרו מתהלך לרוח היום, פירוש לצד מערב הגן והם עמדו באמצע הגן","titles":[{"title":"﻿בראשית ג ח"},{"title":"﻿בראשית פרק ג פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-8","positionInPerek":8,"positionInParasha":64},{"uri":"tanach-orhachaim-1-3-9","text":" אור החיים  ויאמר לו איכה. פירוש למה אתה מתחבא ואינך מתראה לפני, והשיב כי ירא לעמוד לפניו לצד ראות עצמו ערום ואסור לעמוד לפני ספר תורה ערום ומכל שכן לפני האדון יתברך. ולפירושינו בפסוק ותפקחנה וגו' שהרגישו בירידתם ובפשעיהם ענה כי נכלם בראות עצמו ערום מזהרא דקדושה, גם לפי מאמרם ז''ל (שם) שנפשט ממלבוש שלבשו המלך, כי אם על היותו ערום ממש הוא אומר, הלא תפר עלה תאנה","titles":[{"title":"﻿בראשית ג ט"},{"title":"﻿בראשית פרק ג פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-9","positionInPerek":9,"positionInParasha":65},{"uri":"tanach-orhachaim-1-3-11","text":"המן העץ וגו'. כאן רמזו כי גם על בחינת העץ צוהו ה'","titles":[{"title":"﻿בראשית ג יא"},{"title":"﻿בראשית פרק ג פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-11","positionInPerek":11,"positionInParasha":67},{"uri":"tanach-orhachaim-1-3-12","text":"ומעתה אין ביד אדם עון אלא שוגג, ואפשר שדין אונס יש לו כי לא היה לו מקום לומר לו היה לך לתת לב לבל תחטא, ולא חשד באשה שתאכילהו דבר איסור כיון שניתנה לו מאל עליון. ולזה תמצא שלא קלל ה' לאדם אלא להאדמה. האמת כי שגיונו הוא שלא נשמר בדברו לחוה ולא הזכיר לה אלא הפרי כנשמע מדבריה לנחש שמזה נמשך החטא לחוה, וכמו שפירשנו למ ע לה","titles":[{"title":"﻿בראשית ג יב"},{"title":"﻿בראשית פרק ג פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-12","positionInPerek":12,"positionInParasha":68},{"uri":"tanach-orhachaim-1-3-13","text":" אור החיים  ויאמר ה' אלהים לאשה וגו'. טעם שאלה זו היא להתודות על עונה לפני ה' כי בזה היתה ארוכה למחלתה כי אמרה הנחש השיאני וזה הוא וידויה. גם טענה כי שוגגת בדבר לצד פיתוי הנחש. וכבר כתבתי למעלה כי לא ידעה שישנו למסית זה שאם היתה יודעת בו לא היתה נשמעת לו. ואומר' השיאני שרמזה לשון נשיאות ראש כי אמר לה שבאמצעות אכילה זו תהיה כאלהים ותתנשא, והודית בשגגתה לפני קונה","titles":[{"title":"﻿בראשית ג יג"},{"title":"﻿בראשית פרק ג פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-13","positionInPerek":13,"positionInParasha":69},{"uri":"tanach-orhachaim-1-3-14","text":" אור החיים  ויאמר ה' אלהים אל הנחש וגו'. שלושה דברים גרם בדיבורו. א', שגרם סילוק אור כבודו יתברך שהיה חופף על אדם ואשתו כמו שכתבנו למעלה והוא סוד כתנות אור. ב', גרם שנכרתו אדם וחוה מעולם הזה שלא יחיו לעולם, כעונש הרשום בכתוב (ב' י''ז) כי ביום אכלך ממנו מות תמות. ג' גרם שאפילו בימים אשר הם חיים בעולם לא יתעדנו בעדן אלהים כאמור (פסוק כד) ויגרש את האדם. כנגד שלשתן לקה שלשה, כנגד הפשטת ענן כבוד שהוא בחינת ברוך אמר ה' אליו ארור וגו'. כנגד הכרתת אדם מהעולם הזה נכרתו רגליו (ב''ר פ''כ) שהם בערך אדם בחינת העדר העולם הזה שהוא רגלים של עולם העשיה. כי יש לך לדעת כי אם לא היה אדם אוכל מעץ הדעת היה מצוי בעולם הזה ובעולם העליון כאחת כאדם הדר בבית ובעליה וכשחטא נגשם ואינו יכול לדור בשניהם יחד אלא בעולם הזה בפני עצמו וכשירצה לעלות לעליה צריך השתנות הגשם וזו היא מיתת אדם, לזה נכרתו רגלי נחש. וכנגד מה שגרם לשלול מאדם וחוה התעדנות גן עדן אמר אליו ועפר תאכל וגו' ואמרו ז''ל (יומא עה.) כי כל מה שיאכל לא יטעום אלא טעם עפר. ולפי זה ידוייק על נכון אומרו הקב''ה לנחש בתחילת דבריו כי עשית זאת פירוש כי הקללות שמקללו ה' הם מעשיו שעשה, והם דברינו עצמן והבן","titles":[{"title":"﻿בראשית ג יד"},{"title":"﻿בראשית פרק ג פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-14","positionInPerek":14,"positionInParasha":70},{"uri":"tanach-orhachaim-1-3-15","text":"ואם תאמר בשלמא אומרו הוא ישופך ראש יש טעם כי יחם לבב אנוש על אשר עשה הנחש והרוג יהרגנו, אבל הנחש מה שנטל מהקללות הוא עונש על אשר כבר עשהו ומה מקום לשוף עקב. הטעם הוא, להיות כי יש מענה בפי הנחש שלא היה לה לשמוע לדבריו כי דברי הרב ודברי התלמיד דברי מי שומעים (סנהדרין כט.) ולא היה נמשך רע לא לו ולא לה הא למדת שהיא הסובבת, ולצד בחינת טענה זו תהיה לו איבה עמה. ורמז זמן השגת נצחון של כל אחד מהם, ואמר הוא ישופך בזמן שיהיה ראש, פירוש שיגדיל מעלתו ויתנשא בבחינת התורה והמצות, ואתה תשופנו כשיהיה עקב בירידה. וכן הוא כל זמן שישראל עושים רצונו של מקום נחש כופף ראשו ולהפך בר מינן. עוד ירמוז מעשה של רבי חנינא בן דוסא (ברכות לג.) שנשכו נחש ברגלו ומת הנחש וכפי זה שף אותו ברגלו מראשו של נחש","titles":[{"title":"﻿בראשית ג טו"},{"title":"﻿בראשית פרק ג פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-15","positionInPerek":15,"positionInParasha":71},{"uri":"tanach-orhachaim-1-3-16","text":" אור החיים  אל האשה אמר וגו'. נתכוון ה' לומר ג' קללות כנגד ג' דברים האמורים בענין כי טוב העץ וגו' וכי תאוה וגו' ונחמד וגו'. כנגד כי טוב העץ שרצתה להשתעשע ולהתענג הפך רצונו יתברך הרבה עצבונה ואפילו בזמן שמחה בעצב תלדי בנים. וכנגד וכי תאוה וגו' אמר ואל אישך תשוקתך שתתאוה לו תמיד, ויש בזה ב' פרטי קללה הא' היא שתתאוה ואין בידה להשלים מאויה אלא ביד הבעל, ופרט זה נכלל בכלל אומרו והוא ימשל בך. והב' הוא שלא יהיה לה מציאות להשלים תשוקתה ותמצא שתשתנה האשה מאיש בפרט זה כי האיש ישבע בתשוקתו מה שאין כן האשה והבן, וזו קללה גדולה שתמיד חסרה תשוקתה, וזה כנגד מדת תאוה לעינים. וכנגד נחמד וגו' אמר והוא ימשול וגו', היא חשבה להסיר מעליה כח המושל הגדול שתהיה כאלהים וגו' הוסיף לה מושל להכניעה","titles":[{"title":"﻿בראשית ג טז"},{"title":"﻿בראשית פרק ג פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-16","positionInPerek":16,"positionInParasha":72},{"uri":"tanach-orhachaim-1-3-17","text":" אור החיים  ולאדם אמר וגו'. צריך לדעת לאיזה ענין מקפיד ה' על שמיעתו לקול אשתו שלא היה לו לומר אלא כי אכלת מן העץ וגו'. עוד למה דקדק לומר לקול אשתך. עוד צריך לדעת אומרו תיבת לאמר. אכן לפי מה שפירשנו כי אדם לא ידע בעת אוכלו כי עץ הדעת הוא לא יוצדק לומר לו כי אכלת מן העץ וגו', כי הוא לא אכל מן העץ בידיעה אלא בשוגג, לזה אמר אליו ה' כי שמעת וגו', פירוש שקבל דברי אשתו ולא בדק אחריה ונמשך לו מזה שאכל מן העץ. ודקדק לומר לקול לרמוז שלא בחן בדבריה, אלא להברת דבריה שאמרה לו קח ואכול אכל, והיה לו לשאול מאיזה עץ לקחה. ואומרו ותאכל מן העץ אשר צויתיך לאמר כאן רמז החטא ששגג בו, כי הוא צוה לו לאמר לאשה שלא תאכל מן העץ, והוא אומרו העץ אשר צויתיך לאמר, פירוש לומר להאשה, והוא לא אמר להאשה אלא מהפרי כמו שדייקנו דבריה. ואומרו ארורה האדמה ולא קלל לאדם כמו שקלל לחוה מטעם האמור בדבריו, כמו שכתבנו, וקלל להאדמה כי היא סיבה, כי הגם שהאדם צוה להאשה על הפרי לבד ולא על העץ עם כל זה לא היה בזה מכשול, אם לא היה השינוי ששנתה האדמה בעץ הדעת והיה עצו כשאר עצי הגן, לא היה סיבה להחטא, כמו שכתבנו למעלה. גם אם היתה עושה כל עצי הגן טעם העץ כטעם הפרי היה האדם נזהר לומר לחוה כי נצטוית גם על העץ והיא גם היא לא היתה שולחת יד בעץ מקודם. גם לא היתה מתפלאת בו בשנותו את טעמו של עץ משאר עצי הגן. לזה קלל ה' להאדמה כי היא היתה סיבה לכל שתוציא מין קללה. ולאדם לא קלל אלא שבאמצעות קללה זו שלם לו ה' מדה כנגד מדה, הוא שמע לאשתו ועשה חפצו בתאוות אכילת דבר איסור גם הוא תמיד בעצבון וגו' ותצמיח לו קוצים וגו'. וכנגד עריבות האכילה אמר לו ואכלת את עשב השדה. וכנגד שלא טרח לדעת מנין הובא אליו האוכל אמר בזעת אפיך וגו' שלא ישיג אכול במנוחה בלא טורח","titles":[{"title":"﻿בראשית ג יז"},{"title":"﻿בראשית פרק ג פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-17","positionInPerek":17,"positionInParasha":73},{"uri":"tanach-orhachaim-1-3-19","text":" אור החיים  עד שובך וגו'. טעם שנתן ב' טעמים כי ממנה וגו' כי עפר וגו'. להיות שטעם ממנה לוקחת אינו טעם מספיק לשוב אל האדמה כי הלא קודם שחטא גם כן היה בבחינה זו ולא נגזר עליו לשוב למקום שממנו לוקח לזה נתן טעם ב' באומרו כי עפר אתה וגו'. הכוונה בזה כי אם היה ניצול מהחטא בשכר קיום מצות ה' היה ה' מגביר בו צד הרוחניות ויהיה גופו מזדכך ויתהפך החומר ויעשה צורה בהתגברות חלק הרוחני, מה שאין כן אחר שחטא גרם ב' דברים הפליג חלק החומר שבו והגשימו והוחלט ממנו התהפכותו לצורה, גם הוחשך מאור הרוחני שבו ואין בו כח להאיר לבחינת החומר לעשותו צורה, והוא אומרו, כי, פירוש טעם שאני אומר לך עתה שתשוב אל האדמה שלוקחת ממנה ולא מקודם לזה כי עפר אתה, פירוש העמדת עצמך במדת עפר שהוגשמת מצד מעשיך שלא שמרת המצוה שבאמצעותה היה הזיכוך, וכיון שכן, כי כל מקור יקו למקורו ושוב ישוכ אליו והוא מקור גולמו הוא מן האדמה לוקח. וטעם אומרו ואל עפר תשוב נתכוין עוד לומר כי לא מלבד שישוב אל האדמה אלא שיהיה נרקב גופו ויעשה הוא עצמו עפר. וכן העמידו פירוש הפסוק במסכת שבת (קנב.) במעשה דהנהו קפולאי דר''נ","titles":[{"title":"﻿בראשית ג יט"},{"title":"﻿בראשית פרק ג פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-19","positionInPerek":19,"positionInParasha":75},{"uri":"tanach-orhachaim-1-3-20","text":"עוד יש לומר טעם קריאת שם אחר כל המעשה. וקודם יש להעיר למה יתיחסו אליה החיים ולא יתיחסו אל האדם כי גם הוא אב כל חי. עוד יש להעיר כי לטעם האמור היה צריך לקרותה חיה ולא חוה. אכן הכוונה היא להיות שנתחדשו בה ב' דברים, הא', ששמעה דברי המסית קרא אותה על שמו והוא אומרו חוה מלשון חויא שהוא הנחש, וכמו כן הובא בספר הזוהר (ז''ח בראשית י''ט), והב' שנגזר עליה לילד בעצב לזה קרא לה חוה ולא קראה חויא לרמוז כי היא היתה אם כל חי כיון שהיא סובלת העצבון של הריון ושל לידה לה יאתה להתיחם אם כל חי ולא לאדם. ולא אמר הכתוב אלא טעם שהוא בלתי מוחש במשמעות השם כי רמז החויא ניכר הוא בשם. גם סמך הדבר למעשה הנחש יגיד הדבר","titles":[{"title":"﻿בראשית ג כ"},{"title":"﻿בראשית פרק ג פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-20","positionInPerek":20,"positionInParasha":76},{"uri":"tanach-orhachaim-1-3-22","text":"והנה הגם שה' אמר אליו ביום אכלך ממנו וגו' דברי קדוש אמרם בב' פנים יש במשמעות יום יומו של אדם, ויש במשמעות יומו של הקב''ה שהוא אלף שנה (מדרש רבה פי''ט) והכונה הוא כפי בחינת החטא וכפי הרגשתו בדבר, אם ירשיע לעבור פי ה' בעזות יקיים בו יומו של אדם, ואם ישגוג שגגה כזו ויגלה דעתו כי לא היה חפץ בדבר תהיה הכוונה יומו של הקב''ה אלף שנה כמו שכן היה","titles":[{"title":"﻿בראשית ג כב"},{"title":"﻿בראשית פרק ג פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-22","positionInPerek":22,"positionInParasha":78},{"uri":"tanach-orhachaim-1-4-1","text":" אור החיים   ותלד את קין ותאמר וגו'. פירוש על דרך אומרם ז''ל (זהר ח''א נד) כי קין הוא בחינת הרע והבל הוא בחינת הטוב והוא נפשו של משה רבינו עליו השלום (תיקונים סט), והנה באמצעות הפלגת הפצעים שפצע קין בהבל עד שהרגו כאומרם ז''ל (סנהדרין לז","titles":[{"title":"﻿בראשית ד א"},{"title":"﻿בראשית פרק ד פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-1","positionInPerek":1,"positionInParasha":81},{"uri":"tanach-orhachaim-1-4-2","text":" אור החיים  ותוסף וגו' את אחיו את הבל. טעם שהוצרך לומר את אחיו ללא צורך, גם האריך לומר פעמים תיבת את, יתבאר על דרך אומרם ז''ל (ב''ר פכ''ב) כי אחר שנצח הבל לקין והפילו ריחם עליו הבל וקם מעליו ואחר כך קם קין וגו' והרגו, והוא שרמז באומרו את אחיו פירוש כי נהג הוא עם קין במדת האחוה כנזכר, אבל קין נהג עמו בלא אחוה אלא כאדם אחר, והוא אומרו את הבל בלא אחוה, ולזה הפסיק באת ב'. עוד רמז בב' אתין על דרך אומרם ז''ל (שם) כי ב' תאומות נולדו עם הבל לזה אמר ב' פעמים את, ובקין פעם אחת את כי לא נולדה אלא אחת","titles":[{"title":"﻿בראשית ד ב"},{"title":"﻿בראשית פרק ד פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-2","positionInPerek":2,"positionInParasha":82},{"uri":"tanach-orhachaim-1-4-4","text":" אור החיים  וישע ה' וגו' ואל קין וגו'. טעם שלא התחיל בהודעת המוקדם על זה הדרך ולא שעה אל קין וישע אל הבל, בא ללמדנו הפלגת ריחוק קין שאפילו אחר שהיה נחת רוח לפני ה' באמצעות מנחת הבל לא שעה לקין ואל מנחתו הגם היותו ראשון בתשורה וגדול בסדר הלידה ירד מטה מטה. וטעם שכפל לומר אל הבל ואל מנחתו ואל קין ואל וגו' ולא הספיק לומר אל מנחת הבל ואל מנחת קין. כאן רמז כי האדון היה מראה פנים של רצון למקרבי תשורה, והוא אומרו וישע אל הבל וגם קבל תשורתו, ואל קין לא הראה פנים לא לו ולא לתשורתו","titles":[{"title":"﻿בראשית ד ד"},{"title":"﻿בראשית פרק ד פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-4","positionInPerek":4,"positionInParasha":84},{"uri":"tanach-orhachaim-1-4-5","text":" אור החיים  ויחר לקין וגו'. הנה החרון אף יגיד הגבהות, ונפילת אפים יגיד ההשפלה, החרון אף הוא נגד אחיו שעלה במעלות והוא ירד למטה בחושבו כי הוא סיבה, שהביא קרבן משובח ומעולה יותר ממנו ובאמצעותו הוכר חסרון מנחתו. והשפלות בהכרתו פחיתותו בעיני ה'. עוד ירצה על זה הדרך ויחר לקין כשראה שלא קבל ה' מנחתו כי זה יגיד שמאס הבורא בברואיו ואינו משגיח בהם לזה חרה אף, ומדה זו בעובדי עבודה זרה היא כאומרו (ישעי' ח) והיה כי ירעב והתקצף נגד אלהיו אשר אינו משגיח בו. וכאשר ראה כי שעה ה' להבל ולא לו אז נפלו פניו וידע כי לא מצד המשגיח אלא מצד הנשגח הוא סיבה למנוע ממנו הרצון, ואחיו יוכיח ב' דברים יוכיח כי ה' משגיח, ויוכיח כי קין מושלל מהרצון כי הם ב' מנחות ופגול אחת. עוד ירמוז הכתוב אומרם ז''ל (זהר ח''ב קפב.) כי כל הכועס נשמתו מסתלקת ממנו, ובחינה זו מתייחסת אל צלם אלהים שעל פני אדם, והוא אומרו ויחר לקין ובזה נפלו פניו שנסתלקה ממנו הנשמה והוסר ממנו צלם הפנים. וטעם השפלתו בעיני ה' הגם שלא נודע חטאו מעשיו מעידות שרשע היה","titles":[{"title":"﻿בראשית ד ה"},{"title":"﻿בראשית פרק ד פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-5","positionInPerek":5,"positionInParasha":85},{"uri":"tanach-orhachaim-1-4-6","text":"עוד יכוין לומר על זה הדרך ואם לא תטיב לפתח שהוא שער קבלת המנחות והתשורות שם רובץ החטאת לבל יהיה מקום לעלות התשורה ואין צריך לומר שאין בה כח להנשאות. ואם תאמר אתה האדון שליט תקבל המנחה ולא יהיה מונע החטאת, לזה אמר הן אמת אם תעשה תשובה יש מקום לטענה זו אבל כיון שאינך חושב בתשובה כרמוז בתיבת לא תטיב שעודך מתאוה וחושק לבחינת הרע והוא אומרו ואליך תשוקתו ואתה חפץ למשול בו ולגרש אותו לבל ירבוץ לפתחך, והגם כי ה' ירצה להפרידו מעליך אבל צריך שאתה תרחיקהו מתשוקתך כי כל עוד שאדם חושק בבחינת הרע הוא ממשילו עליו כאומרו (תהלים פא) לא יהיה בך אל זר, וכשהאדם מואס בדבריו ובעצתו זו היא השפלתו, והוא אומרו (משלי טז) ומושל ברוחו מלוכד עיר. וכפי זה ידבר ה' אליו בדרך תמיהא כדרך שהתחיל לדבר אליו למה וגו' ולמה וגו' כי תלונתו על עצמו ולא על מלכו כי איך יחפוץ שימשול הוא בו והוא ממשילו על עצמו והבן","titles":[{"title":"﻿בראשית ד ו"},{"title":"﻿בראשית פרק ד פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-6","positionInPerek":6,"positionInParasha":86},{"uri":"tanach-orhachaim-1-4-8","text":"אכן הכוונה היא להיות כי קין נתקנא בהבל בחושבו כי הוא סיבה להשפלתו כי באמצעותו הוכר אופלו, וחשב כי כשלא יהיה הבל במציאות יתרצה ה' בקין כי אין עוד אחר לבחור בו, וחשב להורגו, וחש שתעל צחנתו ובאשו בפגעו בו כי נצטווה על הרציחה, ונתיעץ עצות להורגו מבלי שלוח יד בו והנה זה האיש איש אדמה היה יודע מוצאיה ומובאיה ובקי בחדריה ואמרו ז''ל (קהלת רבה פ''א) כי הארץ יש לה איברים כאיברי אדם עינים ידים ורגלים, פה וכו', ולמכיר בה ידע המקומות, ומעתה מצא היועץ רעה להרגו בערמה מבלי שלוח ידו בו. והוא אומרו ויהי בהיותם בשדה מתהלכים באדמה מצא מקום למועצותיו, ובאמצעות מה שקדם שהטעהו בבחינת האחוה האמין בו הבל ובזה קם עליו ובקימה זו שקם פירוש עמד עליו בזה הרגו, והנה העמידה אינה הורגת אלא שנתחכם לעמוד עליו במקום שיהיה נבלע באדמה וזו היא מיתתו והאדמה היא ההורגת. והגם שלא פירש הכתוב כאן אופן ההריגה הנה הוא גילה בפסוק שאחר זה שאמר אשר פצתה. וה' בוחן לבות שאלו אי הבל אחיך לראות היודה על פשעו והשיב לא ידעתי, ואם תאמר היה לך לתת לב עליו לזה אמר השומר אחי וגו', וכי שומר עשיתני עליו, ולא הודה על מעשהו הרע, שחשב כי ה' לא יעניש על הסיבה או לא ישגיח בה. והשיבו ה' מה עשית הודיעו כי מעשיו הרעים הם סיבה לאדמה לבלוע הבל והוא אומרו קול דמי אחיך צועקים אלי מן האדמה, פירוש כי הבל חושב בדעתו כי אדמה הרגתו וקבל לפני ה' ממנה, ולזה קלל ה' אותו כי הוא הסיבה ובהצטרפות קללתו קלל גם להאדמה אשר פצתה פיה לקחת הבל מידו שלא תפצה עוד פיה, והוא אומרם ז''ל (סנהדרין לז) שלא פצתה עוד פיה ומזמרת היא זמר ושיר לאל עליון חיוב הצריכה לעשות בכנפיה דכתיב (ישעי' כד) מכנף הארץ זמירות שמענו, ופחדה בעת שאמר לה ה' שתבלע המצריים מפחד פתיחת פיה לבלוע הבל עד שנשבע לה ה' (מכילתא) דכתיב (שמות טו) נטית ימינך ונשבע לה ואז בלעה אותם בפיה. ואפשר שלזה נתכוון מאמרם ז''ל (ב''ר פכ''ב) וזה לשונם רבנן אמרו באבן הרגו ע''כ, והנה במציאות הריגה זו יעשה כל גופו פצעים פצעים והוא אומרו דמי לשון רבים ולא היתה מיתתו ממקום א' כדרך הנשחטים ובזה הופשט הבל מכל דבק רע כמו שפירשתי בפסוק קניתי איש את ה', ויש מדרשים רבים בכת וב","titles":[{"title":"﻿בראשית ד ח"},{"title":"﻿בראשית פרק ד פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-8","positionInPerek":8,"positionInParasha":88},{"uri":"tanach-orhachaim-1-4-15","text":" אור החיים  לכן כל הורג. טעם לכן, להיות שהכיר וידע שאם ה' לא ישמרנו כל מוצאו יהרגהו, בשביל מצוה זו ריחם ה' עליו ואמר כל הורג וגו'. ורשם ה' אות בפניו כמשפטו הנהוג בעושה מצוה שנרשמת במצחו לטובה אות, והוא אומרו וישם ה' לקין אות, והוא על דרך מה שדרשו ז''ל (שמו''ר פי''ז) בפסוק והיה הדם (הזה) לכם לאות פירוש לאות מצוה להם לשמירה","titles":[{"title":"﻿בראשית ד טו"},{"title":"﻿בראשית פרק ד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-15","positionInPerek":15,"positionInParasha":95},{"uri":"tanach-orhachaim-1-5-1","text":" אור החיים   זה ספר וגו'. צריך לדעת כוונת אומרו זה ספר מה הסיפור הלז. עוד אומרו ביום ברא וגו' בדמות, שנראה כי ביום ברא היה בדמות ולא אחדי כן. עוד אחר שכבר הודיע דבר זה ביום הבריאה למה חזר פעם ב' על הדבר. עוד למה הוצרך לומר פעם ב' עוד זכר ונקבה וגו' ועוד למה חזר לומר פעם ב' ביום הבראם. אכן כוונת הכתובים לשמור דרך ה' כי כל אורחותיו חיים עד העולם, והנה בבוא אלהים לסדר שני עולם אשר נסדרו בדורות לכמה סיבות נגלות ונסתרות והוצרך להזכיר מיתת אדם ויוצאי חלציו הקדים להסיר טענת טוען כנגדו יתברך איך ימאס יגיע כפיו כביכול יש יוצר אשר ישבר כליו יש בונה סותר בנייניו יש טורח ומפסיד טרחתו ויותר תגדל התמיהא בהגדיל ערך ההווה ונפסד ולמה יעשה ככה הוא היוצר הוא הבורא הוא הבונה עולמו לצורך האדם וישברנו בפתע ונמצא חמדת הכל מופסדת ואין הפסד נוגע אלא לבעליה. אשר על כן קודם שיאמר הכתוב מיתת אדם קדם ואמר כי לא מה' היה הדבר להמית דור חמדת הבריאה אלא הוא הסובב לעצמו למות, והוא אומרו זה ספר תולדות, פירוש אשר הוליד אדם באמצעות מעשיו, כי תולדות יאמר על הבנים ועל המעשים כדרך אומרם ז''ל (תנחומא נח) בפרשת אלה תולדות נח ודרשו ז''ל עיקר תולדות של צדיקים מצות ומעשים טובים, הנה שיאמר על אשר יעשה האדם בהנהגותיו לשון תולדות גם כאן יגיד תולדותיו של אדם כי ממנו יצאו הדברים הפך חפץ ה', כי ה' חפץ ביום שבראם להיות בדמות אלהים, והוא אומרו ביום ברוא אדם בדמות אלהים עשה אותו, פירוש תקנו לחיות תמיד. על דרך אומרו (תהלים פב) אני אמרתי אלהים אתם וגו' אכן כאדם תמותון, הרי זה מגיד כי באומרו אלהים חיים עד העולם. ואומרו זכר ונקבה בראם יגיד כי מה שאמר בדמות אלהים וגו' היתה גם הנקבה בגדר זה. גם נתכוון לומר שהגם שבראם בדמות אלהים לחיות לעולם אף על פי כן בראם זכר ונקבה לפרות ולרבות, ואמר עוד ויברך וגו' ויקרא שמם אדם שהוא שם המעולה כי הגדיל ה' חסדו עמהם ככל בחינת המעלות. וגמר אומר ביום הבראם שכל המעלות היו ביום הבריאה אבל לא עמד הדבר כן בין בבחינת האדם בין בבחינת האשה כמובן מהמאורע. ואחר שהודיע מה שממנו יתברך כתב ויחי אדם וגו' וימת והדבר מובן כי לא מאת ה' היתה זאת ולא חבל מעשה ידיו אלא הוא הסובב","titles":[{"title":"﻿בראשית ה א"},{"title":"﻿בראשית פרק ה פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-1","positionInPerek":1,"positionInParasha":107},{"uri":"tanach-orhachaim-1-5-3","text":" אור החיים  ויולד בדמותו כצלמו. פירוש להיות שקין והבל נולדו בתגבורת בחינת הרע קרוב למעשה הרע ובן זה היה מרוחק מבחינת הרע כי כבר נתרוקן הזיהום לזה אמר בדמותו וגו'. עוד להיות כי ב' הראשונים מתו גם שניהם, הבל תכף ומיד, קין באבוד דור המבול, ומשת הושתת העולם לזה אמר בדמותו כצלמו אדם שממנו בנין העולם, גם הוא ג' לבטן הוא הקדוש וצא ולמד מלוי (תנחומא יתרו)","titles":[{"title":"﻿בראשית ה ג"},{"title":"﻿בראשית פרק ה פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-3","positionInPerek":3,"positionInParasha":109},{"uri":"tanach-orhachaim-1-5-5","text":" אור החיים  ויהיו כל ימי אדם וגו'. טעם שהוצרך הכתוב להודיע פרט וכלל של השנים ללא צורך ולא הספיק בפרט לבד כסדר שלקח הכתוב בפרשת נח. הוא להיות שחיי כל הנבראים הם קצובים וחרוצים מיום הלידה דכתיב (איוב יד) אם חרוצים ימיו, ואדם הראשון להיות שנוצר לחיות תמיד אם לא היה חוטא, וכמו שכתבנו למעלה, לא היתה לו קצבה, והוא שאמר ויהיו כל ימי אדם אשר חי, הכוונה לא הקצובים לו מיום היותו כי לא היתה לו קצבה, וקצבתו היתה בעולם הזה נעשה לו הקצבה אשר חי ולא אשר נקצבו לו. ומה שכתב פרט וכלל מאדם ועד נח להודיע כי כלם שלמו ימיהם אשר קצבו להם ואין כוונת הכתוב באומרו ויהיו כל ימי וגו' לצרף הסך אלא לומר ויהיו כל ימי וגו' הם ימים הקצובים לו מיום היותו שלא קצבו לו יותר מעולם העליון, ולא אמר אשר חי, שתבין שחשבון מה שחי הוא מונה כדרך שכתב באדם כמו שפירשתי והבן","titles":[{"title":"﻿בראשית ה ה"},{"title":"﻿בראשית פרק ה פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-5","positionInPerek":5,"positionInParasha":111},{"uri":"tanach-orhachaim-1-6-3","text":"עוד ירמוז שנתכוון ה' לומר כי לא ינהיג רחמים גמורים לעולם והוא אומרו ויאמר ה' שהוא שם הרחמים לא ידון רוחי פירוש רצון שם המיוחד הזה שהוא מרוצה לרחם וכו' לא ידון לעולם פירוש לנבראים שבעולם כי באמצעות ריבוי הרחמים הנבראים מפליאות להתגאות ולבקש תאוות נכריות על דרך אומרו (הושע ב) וזהב הרביתי להם וגו' וסלק ה' הרחמים לעולם העליון. ותמצא שגם הצדיקים אפי' כיעקב אבינו לא השיג הרצון להתישב בשלוה בעולם הזה וקפץ עליו רוגזו של יוסף, וכן כל צדיק וצדיק כשרואה עצמו עברו עליו ל' יום (ערכין טז","titles":[{"title":"﻿בראשית ו ג"},{"title":"﻿בראשית פרק ו פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-3","positionInPerek":3,"positionInParasha":141},{"uri":"tanach-orhachaim-1-6-5","text":"עוד נראה לומר לפי מה שכתב הרמב''ם פרק ה' מהלכות תשובה וזה לשונו כי יתעלה שמו הוא ודעתו אחד ואין דעתו של אדם יכולה להשיג דבר זה על בוריו וכו', ואין בנו כח לידע היאך ידע הקב''ה הברואים ומעשיהם, אבל נדע ודאי שמעשה האדם ביד האדם ואין הקב''ה מושכו וכו', ע''כ. והראב''ד ה' יכפר בעדו נהג מיעוט כבוד בהרמב''ם על דברו בזה והעלה כי טוב לומר שראותו יתברך כראות אצטגנינין וכו' יעוין שם דבריו. ודברי הרמב''ם עיקר כי אין אופן ידיעת ה' מושגת אצלינו ומי ידמה לה' לקחת ידיעה מהנדמה אליו. ואשכילך, כי ה' יכול לשלול הידיעה המושגת בידיעתו לבל ידענה, כשירצה האדון מה שאין כח באנוש לעשות זאת שתגיע אליו הידיעה ולא ידענה, והוא שרמז רמב''ם באומרו ואין דעתו של אדם יכולה להשיג וכו', כי איך אפשר שתגיע עדיו הידיעה מעצמה ותהיה מושללת מעצמה, והוא שאמר הכתוב (במדבר כג) לא הביט און ביעקב ולא ראה עמל, הנך רואה כשירצה ה' שלא לדעת יושלל הידיעה הגם שהידיעה ישנה מעצמה, כי אינו בבחינת האדם שהידיעה הוא חוץ ממנו, לומר ימנע ולא ידענה, כי ה' הוא ודעתו אחד ואינו צריך לתת לב לדעת, שבזה נאמר דכשלא יתן לב לא ידע, לא כן, ואף על פי כן כביכול ישנו בבחינה זו דכתיב לא הביט וגו'. ומעתה נוכל לומר כי ה' בעת ברוא האדם שלל מהידיעה פשעי אדם לב' סיבות, א', לטעם הפשטי כי טוב ה' ולא יביט אל התיעוב וטעם זה לבד לא יספיק כיון שהוא צורך בידיעה לדעת מה יעשה והנמשך. אלא שיש עוד טעם ב' והוא שנתחכם לעשות ה' כן לבל תחול טענת הרשעים שיאמרו ידיעתו מכרחת, כיון שה' ידע כי פלוני זה יעבור על מה שעבר הדבר מעצמו יתחייב להיות הגם שה' לא גזר להיות כן, ומעתה אין עונש לרשעים כי לא מרשעים יצא רשע ובמה יפחד רשע ויחדל מעושק, לזה מנע ה' ידיעה זו של מעשה הרשעים. אבל מעשה הצדיקים לא שללו מהידיעה ובו שמח ולסיבה זו היתה הבריאה, והוא שאמר הכתוב (לעיל א לא) וירא אלהים את כל אשר עשה והנה טוב מאוד. ואם תאמר אם לא הביט און של רשעים היאך קבע עונש לעושי רשעה, וכי צריך לקבוע עונש לפלוני המרשיע אין צריך לקבוע עונש אלא לעושה עון ופשע. ובערך הצדיקים אין מקום לטענת ידיעתו מכרחת כי טענה זו היא התשלום והנה ה' חפץ לשלם ואין טוען נגד עצמו, מה שאין כן בעונש הרשעים שיבואו בטענה לבל יקבלו עונש לזה שמר ה' את הדבר. ואין לטעון ולומר אלו הביט ה' בהם שיהיו צדיקים היו עושי צדק, שטענה זו אינה טענה לפוטרם מפרט הבחירה שנתן בידם ובחרו ברע ומאסו בטוב ברצונם. ואחרי הודיע אלהים אותנו את זה אין תמיהה באומרו וינחם ה' וגו', כי נחמתי, כי הוא עצמו שלל ידיעה זו ממנו","titles":[{"title":"﻿בראשית ו ה"},{"title":"﻿בראשית פרק ו פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-5","positionInPerek":5,"positionInParasha":143},{"uri":"tanach-orhachaim-1-6-9","text":"עוד יתבאר כל הכתוב על זה הדרך, אלה תולדות נח וגו', פירוש אלה סדר תולדותיו מה שהוליד מהטובות באמצעותו. א', נח, והוא על דרך אומרם ז''ל בב''ר (פכ''ה) וז''ל בשעה שברא הקב''ה האדם השליטו על הכל, פרה היתה נשמעת לחורש תלם וכו', מרדו בו וכו', כיון שבא נח וכו', ריש לקיש אמר קודם נח היו המים עולים ומציפין אותם מקבריהן כיון שבא נח נחו וכו', ע''כ. זה הוא שמונה בסדר תולדותיו באומרו פעם ב' נח. תולדות שנית, איש, פירוש היותו איש אדמה והוא על דרך אומרם ז''ל (תנחומא בראשית) ומעצבון ידינו עד שלא בא נח לא היה להם כלי מחרישה והוא הכין להם וכו', ע''כ. והוא שרמז בתיבת איש. ג', צדיק, רמז כי הוא יסוד העולם על דרך אומרו (משלי י) וצדיק יסוד עולם שאילו לא היה הוא לא היה העולם במציאות והיה הכל כלא היה במבול ובו יסד ה' עולמו. ד', תמים, על דרך אומרם ז''ל בחולין דף ו' (זבחים קטז. ע''ז י.) וזה לשונם צדיק במעשיו תמים בדרכיו, ופירש''י וז''ל, בדרכיו, עניו ושפל רוח, ע''כ. זה יגיד עוצם אישורו שאפי' בדורותיו הרעים את כולם היה עניו וכו', והוא לפנים משורת הדין כי שורת הדין נותנת עם חסיד וגו' ועם עקש וגו', והוא לא כן עשה. ועוד שאפילו בעיני דורותיו הוכר היותו עניו והוא אומרו תמים בדורותיו. ואמר לשון רבים להגיד מעלתו, והנה כל אדם ישיג הכרת ג' דורות הא' דור אביו וב' דורו וג' דור בניו והגיד הכתוב כי בכלם היה הוא מסוים. והגם שהיה מתושלח זה הוא לבדו נשאר מיתר הראשונים שלפני פניו. ה', את האלהים וגו', פירוש שגם עם ה' הנהיג נייחא ומנוחה, והוא על דרך אומרם ז''ל (ב''ר פכ''ה) וזה לשונם ר''א אומר על שם קרבנו נקרא שנאמר וירח ה' את ריח הניחוח ע''כ. ולזה חזר לומר פעם ב' נח ולא הספיק במה שהזכירו בתחלת הפסוק, ואמר לשון הליכה כי כן יאמר גם על הנהגה הטובה כדרך אומרו (מ''א ב') והלכת בדרכיו. ודקדק לומר התהלך לומר בתמידות היה מרצה קונו יתברך וקרבנו יוכיח על הכלל. ובזה נתישבו כל הדקדוקים. גם אומרו אלה כי אין בקודמים כיוצא בתולדותיו","titles":[{"title":"﻿בראשית ו ט"},{"title":"﻿בראשית פרק ו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-orhachaim-1-6-10","text":" אור החיים  ויולד נח וגו'. קשה א', למה הוצרך לחזור פעם ב' לומר ויולד והלא כתבו בפרשה הקודמת. ב', למה הוצרך להזכיר שם נח ולא סמך על הזכרתו בסמוך. ג', למה הוצרך לומר צירוף חשבונם שלשה. ד', לא היה צריך לומר בנים הלא מאומרו ויולד הדבר מובן כי הבנים בניו. ה', למה כתב ג' אתין. אכן הכונה היא להיות שאמר הכתוב אלה תולדות נח וגו' להודיע מה שפירשנו בו שהכתוב מסדר כל פרטי מעשיו הטובים אשר מצדם מצא נח חן בעיני ה' אם לא היה חוזר הכתוב לומר ויולד נח וגו' תבא הסברא לומר כי בא לפסול ג' הבנים לצד שאין לו בהם שבח ולא זכות מהם ודבר זה יהיה בא' מב' סיבות או לצד שהיו ב''מ רשעים או לצד שלא עשאם נח לשם מצוה אשר על כן חזר הכתוב וכתבם בסדר תולדותיו הטובים כי גם את זה עשה לצד צדקותו לקיים מצות בוראו. ומצאתי במדרש שאמר (ילקוט בראשית מ''ג) וזה לשונם הסתכל נח שהם מכעיסים להקב''ה אמר מה לי להשתדל בפריה ורביה עד ת''ק שנה אמר ימות האיש בלא בנים וה' אמר פרו ורבו מיד נזקק לפריה ורביה, הרי כי הולידם לצד קיום המין לבד. וראיתי לדקדק הכתוב לדברי המדרש על זה הדרך את האלהים התהלך נח פירוש שראה שהיה קרוב ללכת בדרך כל הארץ לזה תכף נשא ויולד ג' בנים. או על זה הדרך את האלהים פירוש לשון דיינות הלך בבחינת הדין וראה שיענש אם לא יקיים מצות פריה ורביה ולזה ויולד וגו'. עוד ירצה על פי דבריהם ז''ל (ב''ר פכ''ו) שנתכוון שיהיה הבכור עדיין לא הגיע לעונש בן מאה. שנה, כפי זה, ירצה אומרו את האלהים, שפט בדין שיהיו פטורים בניו כפי הדין ואז ילדם שלא יענשו בהגיע המבול כי עדיין אינם בני עונשים. וטעם שהוצרך להזכיר שמו פעם אחר פעם לדברינו יבא על נכון כי יכוין לומר שהוליד מנוחה של ג' בנים במה שנתחכם להולידם בסדר זה שלא יהיו בני עונשים בבא מבול, ועוד אחר האמת, לא מלבד שלא היו בני עונש אף על פי כן צריכין היו לזכות האב ובאמצעותו נמלטו, וצא ולמד מכל קטני דור המבול שלא היו בני עונש ואף על פי כן נאבדו יחד. ועיין מה שכתבתי בפסוק (לקמן ז' א') כי אותך ראיתי צדיק לפני. והם ילד להם אביהם טובה נח מאויבי נפשם משחיתי עולם, ולא להם לבד הוליד תולדה זו אלא גם לג' נשיהם הרמוזים בג' אתין, וכן הוא אומר וג' נשי בניו שגם הם ניצולו. וטעם שהוצרך לומר ג' בנים יתבאר על דרך מה שאמרו בסנהדרין דף ס''ט וזה לשונם תדע דקרא קא חשיב להו דרך חכמתן דכתיב (ה' ל''ב) ויהי נח בן ת''ק שנה ויולד את שם וגו' וכתיב (י''א י') אלה תולדות שם שם בן מאת שנה ויולד וגו' שנתים אחר המבול בר ק''ב שנה הוא אלא דרך חכמתן קא חשיב להו, ע''כ. וכפי זה נתחכם הבתוב לומר שלשה בנים להפסיק בין זכרון הלידה לסידורם שאם היה אומר ויולד את שם וגו' היה בנשמע כי דדך לידתם חשיב, לא כן מאומרו ויולד ג' בנים הרי גמר הודעת הלידה ואחר כך בא הכתוב לסדרם כסדר אשר ראויים להיות נסדרים כסדר חכמתן","titles":[{"title":"﻿בראשית ו י"},{"title":"﻿בראשית פרק ו פסוק י"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-10","positionInPerek":10,"positionInParasha":2},{"uri":"tanach-orhachaim-1-6-11","text":"הארץ חמס. במדרש (ב''ר פל''א) וזה לשונם היה מביא קופה תורמוסים וכל אחד לוקח תורמוס אחד ואינו יכול להוציאו בדיינים ע''כ. כבר קדמו ראשונים והקשו דבני נח נהרגו על פחות משוה פרוטה. ולי נראה כי המדרש מגלה כי מלבד שבטלו עיקר תורת ז' מצות עוד להם שהיו חומסים מתורת האדם השכליית, כי הגוזל פרוטה הוא דבר שהיו תובעים אותו ולא פחות משוה פרוטה והיו מתחכמים לגזול באופן שלא יתבעו אותם. גם כפי הדין נראה לי כי לא חייבה תורה לבני נח אלא על ממון הבא לידם בדרך גזילה אבל בהקפה לא יתחייבו. והגם שהרמב''ם בפרק ט' מהלכות מלכים כתב גם עושקי שכר שכיר יהרגו עליו בני נח, אינו דומה לזה שבא לידו בהלואה שיאמר חייב אני לתת לך לכשיבא זמן, ואנשים ההמה היו נוטלים ברצונו בהקפה לפרוע אחר כך וכשהיה מתרצה להקיפם היו נוטלין פחות משוה פרוטה ובהלכות הלואות לא היו דנים על פחות משוה פרוטה אם חייב לו כשיטעון פרעתי או יש לך כנגדו ודבר זה אינו בגדר מצות גזילה שיתחייב מיתה, שיאמר סבור הייתי שאין לך בידי כלום. עוד אפשר לומר שיכולין לטעון בתורת מתנה בא לידם לטעום לקנות ממנו","titles":[{"title":"﻿בראשית ו יא"},{"title":"﻿בראשית פרק ו פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-11","positionInPerek":11,"positionInParasha":3},{"uri":"tanach-orhachaim-1-6-13","text":"ועוד לו כי לא מצא פתח כאברהם ומשה שטעמם ונימוקם עמם, להיות, שלא היה צד הכרח בדבר להודיעם ה', והרי זה מורה באצבע כי שואל מהם שיתפללו, מה שאין כן נח שאין מקום לומר למה הודיע ה', כי יש טעם בדבר שהוא להכין תיבה וצורכה, ונוסף שהחליט הגזרה, לזה לא התפלל. ומהמעשה למד אברהם כיון שה' לא נתן לו מקום להתפלל אמור מעתה כי פחות מעשרה לא יספיקו","titles":[{"title":"﻿בראשית ו יג"},{"title":"﻿בראשית פרק ו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-13","positionInPerek":13,"positionInParasha":5},{"uri":"tanach-orhachaim-1-6-14","text":" אור החיים  עשה לך וגו'. יתבאר על דרך מאמר הנביא יחזקאל (יחזקאל יד) והיו שלשת האנשים האלה בתוכה נח דניאל איוב המה בצדקתם ינצלו את נפשם פירוש דוקא ג' יש כח בזכותם למלט עצמם שלא יגיע אליהם הרעה אבל ב' ואין צריך לומר אחד מהג' לא ימנע המשחית ממנו. ויש מקדמונינו שהקשו והלא מצינו שבחורבן נהרגו (תהלים עט) צדיקים וחסידים דכתיב נתנו את נבלת עבדיך. ותירצו וזה לשונם אפשר שהיה חסיד יחיד בין רבים בעת ההרג, ונאמר (שם צד) עד צדק ישוב משפט, אבל כשהם ג' או יותר יצרפו זכותם ויצילו עצמן אפילו תוך הרעה, ע''כ. זה הוא מה שדייק ה' בנועם דבריו כשציוהו לעשות תיבה להנצל בתוכה אמר אליו כי הטעם שהוא צריך לימלט בתיבה ולא יגן בעדו זכותו בל קרוב אליו הרעה, לצד שאין עמו צדיקים והוא לבדו נמצא, והוא אומרו עשה לך לשון יחיד, ולזה יש לו לחוש לעד צדק ישוב משפט. ומכאן אתה למד כי בניו לא היו צדיקים כמותו שאם היו צדיקים הם בצדקתם ימלטו עצמן מבלי מפלט כי הם למעלה מג'. וצריך ליישב דברי רז''ל שהבאתי בפסוק שלפני זה כי אברהם לא בקש על פחות מעשרה לפי שלמד מנח שהיו פחות מעשרה וכו' ע''כ וקשה נח לא היה אלא יחיד בדורו. ויש לומר שצריך שיהיו צדיקים גמורים כנח ואז ימלטו עצמן אחר יציאת הקצף בעולם ולא יתן המשחית לבא אל בתיהם לנגוף, אבל להגן שלא יצא המשחית הגם שיהיו צדיקים למטה מנח יועילו ואפילו להגן על אחרים. ולזה פרט בכתוב ביחזקאל נח דניאל איוב ולא אמר ג' צדיקים סתם. ויש לך לדעת כי אחר שנתן רשות למחבל מי הוא זה ואיזה הוא שיכול להמלט ממנו","titles":[{"title":"﻿בראשית ו יד"},{"title":"﻿בראשית פרק ו פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-14","positionInPerek":14,"positionInParasha":6},{"uri":"tanach-orhachaim-1-6-17","text":" אור החיים  ואני הנני מביא וגו'. תיבת ואני רחוקה משמוע. ורש''י פירש הנני מוכן להסכים עם אותם וכו' מה אנוש וגו' ע''כ. ולפי מה שפירשתי למעלה (פסוק יא) כי המשחיתים מלאו הארץ והוכנו להשחית, הודיע ה' כי הוא מסכים להרשותם לגמור הדבר. והגם שאין כאן אלא המטרת הגשם, צא ולמד מה שאמרו בזוהר הקדוש על הפלגת המשחיתים אשר שם היו ונמצאו","titles":[{"title":"﻿בראשית ו יז"},{"title":"﻿בראשית פרק ו פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-17","positionInPerek":17,"positionInParasha":9},{"uri":"tanach-orhachaim-1-6-18","text":"עוד יכוון לומר שקיים עמו ברית שלא ישכחהו בתיבה והרי הוא אבוד מעצמו. והיא שעמדה לו שנאמר (לקמן ח' א') ויזכור אלהים את נח וגו' ויעבר וגו' רוח על הארץ וגו' ואחרי כן צוה לו ליכנס לתיבה בקיום ברית זה והגם שלא הוזכר שם ברית, סמך על מה שהוזכר כאן. ואפשר שרמז באומרו ויזכור אלהים כי שם זה יקרא על המשפט ובדין זכר את הברית. ורז''ל דרשו (ב''ר פל''ג) כי הפך הדין לרחמים לצד צדקתו וזה דרך דרש","titles":[{"title":"﻿בראשית ו יח"},{"title":"﻿בראשית פרק ו פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-18","positionInPerek":18,"positionInParasha":10},{"uri":"tanach-orhachaim-1-6-20","text":" אור החיים  מהעוף למינהו וגו'. היה לו להקדים הבהמה אם מלמעלה למטה מסדרם, ואם ממטה למעלה למה סדר רמש אחר בהמה. ואולי כי העוף יש בו צד מעלה כי הוא מרובה אין קץ, וצא ולמד שהמועטים שבעופות הם הטמאים והם כ''ד ואמרו ז''ל (חולין סג","titles":[{"title":"﻿בראשית ו כ"},{"title":"﻿בראשית פרק ו פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-20","positionInPerek":20,"positionInParasha":12},{"uri":"tanach-orhachaim-1-7-1","text":"עוד יתבאר על דרך אומרם בש''ס (סנהדרין קי","titles":[{"title":"﻿בראשית ז א"},{"title":"﻿בראשית פרק ז פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-1","positionInPerek":1,"positionInParasha":15},{"uri":"tanach-orhachaim-1-7-2","text":" אור החיים  מכל הבהמה הטהורה תקח לך וגו'. אומרו תקח לך, נתכוון לומר ב' דברים הא' שהוא יטרח לקחת תשלום הז', ואמר הטעם כי הם לצורכי עצמו והוא אומרו לך לצורכך. ובזה לא יקשה מי התיר לנח להקריב קרבן מהבהמות בלא רשות האדון כי אלה צוה ה' לקיום המין. ואולי כי טעמו להיות שהעולם צריך להם ביותר יצו ה' להשאיר מהם ז' ולא לקרבן. אלא במה שרשם ה' ואמר תקח לך הראהו כי הם צורכי עצמו ולזה עשה בהם כחפצו והקריבם לה' והצליח בקרבנו ונרצה לו. ואם ירצה גם לאכול מהם ישחוט ויאכל כי הותר לו הבשר מטעם אשר אבאר בעזרת השם (לקמן ט' ג')","titles":[{"title":"﻿בראשית ז ב"},{"title":"﻿בראשית פרק ז פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-2","positionInPerek":2,"positionInParasha":16},{"uri":"tanach-orhachaim-1-7-5","text":"אכן כוונת הכתוב הוא שלקח מכל הבהמה הטהורה ז' ז' ומהעוף הטהור ז' ז' והוא אשר צוהו ה' בסמוך. גם דייק לומר ככל לרמוז על תיבת כל האמור במצות ה'. וערב אמוד לפירוש זה שתמצא שבכל הנכנסים לתיבה לא הזכיר ז' ז' מבהמה הטהורה ולא מעוף השמים אלא ב' ב' ולפי הנראה כי לא קיים מצות ה' שאמר לו ז' ז' לזה בא הכתוב להודיענו כי עשה ככל אשר צוהו ולקח ז' ז' וכו'","titles":[{"title":"﻿בראשית ז ה"},{"title":"﻿בראשית פרק ז פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-5","positionInPerek":5,"positionInParasha":19},{"uri":"tanach-orhachaim-1-7-9","text":" אור החיים  שנים שנים באו. דקדק לומר באו כי לא הצריכו לחזור אחריהם אלא מעצמן באו. ואמר שנים שנים על כל פרטי הבאים וכלל בזה בהמה טהורה ועוף הגם שצוה עליהם ז', לפי מה שפירשתי למעלה ידוייק הכתוב על נכון כי מה שהוא לקיום המין אינם אלא ב' ואותם הביא ה' עד התיבה והוא קבלן אבל תשלום הז' הוא נח טרח בעצמו לקחת אותם כמו שצוה ה' אליו תקח לך שאינו לקיום המין הוא יטרח בשלו ולא יטריחו מהשמים עליו. וכן תמצא עוד בפסוק אחר זה ויבואו אל נח אל התיבה שנים שנים פירוש מה שבאו מעצמן היו שנים שנים","titles":[{"title":"﻿בראשית ז ט"},{"title":"﻿בראשית פרק ז פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-9","positionInPerek":9,"positionInParasha":23},{"uri":"tanach-orhachaim-1-7-23","text":" אור החיים  וימח את כל היקום. פירוש מלבד הגויעה הרמוזה בפסוק שלפני זה גם נמחה כל מה שהיה עומד מהם (סנהדרין קח","titles":[{"title":"﻿בראשית ז כג"},{"title":"﻿בראשית פרק ז פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-23","positionInPerek":23,"positionInParasha":37},{"uri":"tanach-orhachaim-1-8-1","text":"ויעבר אלהים רוח וגו'. הכוונה היא להודיע כי ה' צוה על המים להתגבר כאשר צוה עליהם בששת ימי בראשית (א' כ') ישרצו המים כמו כן צוה להם כאן לנהוג בתגבורת, ולזה תמצא שאחר שנמחה כל היקום אמר הכתוב ויגברו המים וגו' והוא ללא צורך כי כבר נמחה אפילו גולמי הנבראים, והטעם הוא כי המים היו עסוקים במצותם אשר גזר עליהם ה' ואין להם לדרוש דרשות למנוע התגבורת אחר שנמחה כל היקום עד שזכר ה' לנח ואז צוה למים להיות נחים מתגבורתם והוא אומרו ויעבר אלהים רוח חסד ורחמים ונמתקו גבורות המים, והוא שתרגם אונקלוס וישוכו המים ונחו מיא שלא התגברו עוד","titles":[{"title":"﻿בראשית ח א"},{"title":"﻿בראשית פרק ח פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-orhachaim-1-8-2","text":" אור החיים  ויסכרו מעיינות וגו'. רמז הכתוב דרך הגשמים ותגבורתם כי כשהמים יורדים למטה בהכרח המים התחתונים עולים כנגדם ולא ימצא זה בלא זה והוא שאמר הכתוב ויסכרו וגו' ויכלא הגשם כי ב' מימות אלו משמשים כאחד, וכן הוא בדבריהם ז''ל (תענית כה","titles":[{"title":"﻿בראשית ח ב"},{"title":"﻿בראשית פרק ח פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-2","positionInPerek":2,"positionInParasha":40},{"uri":"tanach-orhachaim-1-8-3","text":" אור החיים  וישובו המים וגו'. פירוש נמשכים ושבים המים שהיו בנמצא לים אוקיינוס, ואומרו ויחסרו המים פירוש שהיו נחסרים מעצמן כדרך מים בולעים מים (ב''ר י''ג) ואומרו מקצה חמשים וגו' פירוש ענין זה ששבו המים וחסרו היה בסוף ק''נ יום לירידת המבו ל","titles":[{"title":"﻿בראשית ח ג"},{"title":"﻿בראשית פרק ח פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-3","positionInPerek":3,"positionInParasha":41},{"uri":"tanach-orhachaim-1-8-5","text":" אור החיים  והמים היו הלוך וחסור. פירוש חלק מהם הלוך וחלק מהם חסור עד וגו', ועיין מה שכתבתי בפסוק שלפני זה","titles":[{"title":"﻿בראשית ח ה"},{"title":"﻿בראשית פרק ח פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-5","positionInPerek":5,"positionInParasha":43},{"uri":"tanach-orhachaim-1-8-6","text":" אור החיים  ויהי מקץ וגו'. צריך לדעת מנין ידע זמן שיכול לפתוח חלון התיבה ולא חש לטביעה במים פן יקראנו אסון. ואולי שהובטח שאין יותר משנים עשר חדש. עוד ממה שהכין צורכי אכילה ומן הסתם הכין לזמן מוגבל ומזה ידע שיעור אשר יהיה שמור בתיבה","titles":[{"title":"﻿בראשית ח ו"},{"title":"﻿בראשית פרק ח פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-6","positionInPerek":6,"positionInParasha":44},{"uri":"tanach-orhachaim-1-8-7","text":"עוד אפשר לומר שרמז לו באומרו רשע, תשובה לאם יפגע בי שר של צינה, כי כבר ידע ברשעותו והגם שיפגע בו שר של וכו' אין העולם חסר מינו כי הנקבה טענה ממנו מה שאין כן שאר עופות שלא שמשו בתיבה","titles":[{"title":"﻿בראשית ח ז"},{"title":"﻿בראשית פרק ח פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-7","positionInPerek":7,"positionInParasha":45},{"uri":"tanach-orhachaim-1-8-9","text":" אור החיים  וישלח ידו וגו'. פירוש להיותה עייפה ויגיעה כי לא מצאה מנוח וגו' ולזה חש עליה שמא אין לה כח לעוף יותר ותפול במים ושלח ידו חוץ לתיבה והביאה אל התיבה","titles":[{"title":"﻿בראשית ח ט"},{"title":"﻿בראשית פרק ח פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-9","positionInPerek":9,"positionInParasha":47},{"uri":"tanach-orhachaim-1-8-16","text":" אור החיים  צא מן התיבה אתה ואשתך וגו'. נתכוון להתיר לו דבר שאסר לו בעת כניסתו לתיבה, וגם בשאר מיני נבראים צוה ה' להם ושרצו ורבו. ודקדק לומר צא וגו' ואחר כך הזכיר יחוד הזכרים והנקבות לומר שכל עוד שהם בתיבה הגם ששלמו ימי הצרה הם באיסור הזיווג עד אחר יציאה. וכן תמצא שאמר הכתוב אחר זה ויצא נח ובניו ואשתו וגו' זכרים לבד ונקבות לבד עד זמן היציאה שדייק דברי ה' כמו שדייקנו. גם ממוצא זכר אתה יודע כי שמרו מצות ה' והיו פרושים מנשותיהם כדבר מלך כל זמן היותם בתיבה עד שיצאו והוא אומרו ויצא נח ובניו הרי זה מורה באצבע שעד זמן היציאה הם פרושים, ועיין מה שכתבנו בפסוק (ט' ז') ואתם פרו ורבו","titles":[{"title":"﻿בראשית ח טז"},{"title":"﻿בראשית פרק ח פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-16","positionInPerek":16,"positionInParasha":54},{"uri":"tanach-orhachaim-1-8-21","text":"כי יצר לב וגו'. פירוש על דרך אומרם ז''ל במסכת בבא קמא (לט.) שור האצטדין שנגח פטור דכתיב כי יגח ולא שיגיחוהו ע''כ. והן האדם מנעוריו קודם שיבחין למאוס ברע ולבחור בטוב יקדמנו הרע משננער ממעי אמו והרע מדריכו בבחינתו והיה כי יגדל כבר הטביע בו הרע כמו שהטביעו הנגיחה בשור האצטדין. וטעם זה יועיל לבל דנו בהכרת אבל על כל פנים ענוש יענש על אשר איננו שומע בקול האלהים, וישתנה משור המתלמד כי הוא מותר האדם מן הבהמה למאוס ברע בהכירו ולבחור בטוב, והועיל טענת רע מנעוריו שלא יתכעס ה' עליו כל כך שנראה שהפליא לעשות כי יש לו סיבה להרשיע לצד לימודו מנעוריו","titles":[{"title":"﻿בראשית ח כא"},{"title":"﻿בראשית פרק ח פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-21","positionInPerek":21,"positionInParasha":59},{"uri":"tanach-orhachaim-1-9-3","text":" אור החיים   כל רמש אשר הוא חי וגו'. יש לדעת למה לא הותר הבשר לאדם אלא לנח. ונראה כי נח משלו נתנו לו לג' סיבות, הא' שבאמצעותו מצא ה' לקיים המין וזולתו לא היה מקיים מין הרמש בלא אדם ובזה זכה הוא בהם. ב' שהוא טרח בהם ויגע בתיבה, וצא ולמד כמה יגיעות יגע בהם ועליו נאמר (תהלים קכ''ח) יגיע כפיך וגו'. ג' שגרם באמצעות קרבנו שנתרצה ה' ונשבע שלא יכרת כל בשר וגו' לזה התיר לו ה' לאכול מפרי דרכו","titles":[{"title":"﻿בראשית ט ג"},{"title":"﻿בראשית פרק ט פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-3","positionInPerek":3,"positionInParasha":63},{"uri":"tanach-orhachaim-1-9-7","text":" אור החיים  פרו ורבו. הוצרך לומר להם כן הגם שאמר להם ביציאתם צא וגו' אתה ואשתך וגו' אין זה אלא רשות ולא מצוה ובאה המצוה כאן מאת הבורא לפרות ולרבות. וצריך לתת לב למה חזר פעם ב' לצוות ולומר בסמוך ואתם פרו ורבו ולא הספיק בפעם אחת, ונראה כי פסוק אחד בא למצוה ופסוק ב' בא לחובה. ודקדק לומר ואתם בתוספת וא''ו לומר לצד שנשבעתי לכם שלא יכרת עוד כל בשר גם אתם תקבלו לפרות ולרבות. ומעתה תנאי הוא הדבר ולפי זה ידוייק על נכון מאמרם ז''ל (נדה יג.) שאמרו כל האוחז באמה ומשתין כאלו מביא מבול לעולם ע''כ. פירוש כיון ששבועת ה' שלא יכרת וגו' היתה בתנאי שיקבלו לפרות וכו' כפי זה המשחית זרעו בטל התנאי וכאלו מביא מבול וכו' והבן","titles":[{"title":"﻿בראשית ט ז"},{"title":"﻿בראשית פרק ט פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-7","positionInPerek":7,"positionInParasha":67},{"uri":"tanach-orhachaim-1-9-11","text":"אכן אמיתות דברי רבותינו ז''ל הוא על זה הדרך, כי אברהם טען טענת חכמה והיא כי מה טעם נשבע ה' מהביא מבול לעולם ממה נפשך אם הנבראים אינם חייבים פשיטא שלא יעוות האל משפט, אלא שהגם שיתחייבו לכלותם כמו שנתחייבו דור המבול אף על פי כן יכבוש ה' את הדין ולא יעשה משפט מות, זו היא כוונת השבועה, הא למדת שכוונתך שלא תעמיד המשפט על תלו, ואם כן גם במה שלפנינו לא יעמיד ה' המשפט כפי המחייב, ואבקש רחמים, כמו שבקש. ואם כונתך בשבועת המבול דוקא בפרט זה של מים אבל של אש וכו', והעמדת קו הדין ישנה בלא מגרעת ואם כן כאן גם כן תעמיד המשפט ואין מקום לתפילתי, חלילה לך וגו' להערים וכו', כמו שפירשנו למעלה כי הנבראים ששמעו השבועה סברתם היא שלא תעמיד משפטי הדין עד סוף וזה ערמה ח''ו, וחולין הוא לו להערים על בריותיו שהם יבינו דבר והוא יכוין באופן אחר. ותמצא שסיים המאמר בדברי אברהם וז''ל אם עולם אתה מבקש אין דין ואם דין וכו' אין עולם וכו' אי את לא תוותר צבחר לית עלמא יכיל קיים ע''כ הרי שכוונת אברהם היא להוכיח כי אין הכרח שיעשה המשפט בשלימות. והודה לו הקב''ה על הדבר ונכנס אברהם ובקש שיעשה למען הצדיקים ולא יאבד הרשעים שעמהם, וזה הוא צבחר מהדין, ונתרצה ה' על הדבר וכשלא מצא צד להטות משפט נחתם עליהם לאבדם. ואין פרט זה נכלל בשבועת ה' והמטיר על רשעים אש וגפרית. ואת זה ראו המצרים וחשבו כי באש ה' וגו' (ישעי' סו) להתחכם שלא יבואו במשפט האש להיותם פרט בעולם","titles":[{"title":"﻿בראשית ט יא"},{"title":"﻿בראשית פרק ט פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-11","positionInPerek":11,"positionInParasha":71},{"uri":"tanach-orhachaim-1-11-1","text":" אור החיים   ויהי כל הארץ שפה אחת וגו' יש לתת לב לתור בענין דור הפלגה מה היא דעתם בבנות העיר והמגדל, שאם טעמם הוא בפרט מפרטי הכפירה לא נודע אופן הכפירה, גם לא היה ה' מספיק להענישם בהפיץ אותם לבד, ועוד צריך לדעת אומרו לא יבצר מהם כי ח''ו כמעט יבא הטועה לטעות בה, ועוד מה הוא כוונת הכתוב שכתב לנו ענין בנין העיר בפרטים המגונים, והלא ארז''ל כי מרצון ה' היה שיתעסקו בבנין העולם, ואפשר כי להיות שכאשר ברא הקב''ה עולמו בראו שיהיה שליש ישוב ושליש מדבר, ותמצא הן היום כמה מקומות של ישוב שאם תסמוך אותם אחת אל אחת לא יהיה אפילו חלק ממאה בשליש ישוב הנזכר ויהיה הכל מדבר. אלא להיות שהעיירות והכרכים בין עיר לעיר חלק קרוב ובני העולם עוברים ושבים מזו לזו בזה יחשב הכל בין העיירות בין מה שביניהם ישוב ובצירוף הכל תמצא שליש ישוב, ולזה נאמר היתה כל הארץ שפה אחת ודברים אחדים רצו שיהיו כולם מקובצים במקום אחד ולא יתפזרו אנה ואנה ושיהיה מקום אחד ישוב דוקא ולזה בנו העיר להם פירוש עיר אחת לכולם, ולחששת שמא יתפזרו באורך העולם וילך אחד מהם אנה ואנה עשו המגדל להיות להם לסימן שזהו מקומם אשר נקרא שמם עליו וגם להכיר המקום מרחוק אשר יהיה שם ובא יבא לאות המגדל וזהו אומרו פן נפוץ על פני כל הארץ שלא רצו להיותם נפזרים וכלים זעיר שם זעיר שם, ולזה אמר ה' כי הדבר הזה איננו נכון בעיניו והוא דבר שיכולים להשיגו להיותם בעלי בחירה ורצון במעשה הגשמי, ולזה גזר אומר להפר עצתם ולבלול שפתם שאז בהכרח יהיו נפרדים וכל אחד יבקש לו מקום וזשה''כ ומשם הפיצם ה' על פני כל הארץ, וזה הוא עד נאמן לפירושנו שכונת ה' שיהיו ממלאים כל העולם ובזה נעשה שליש העולם ישוב לסיבה נודעת לו יתברך שמו, ויש בזה סוד כידוע ליודעי חן, וכמעט יהיה דומה למקצץ בנטיעות ומפנים השפעה ממקום למקום. ורבותינו זכרונם לברכה דרשו דרשות הרבה ואין המקרא יוצא מידי פשוטו","titles":[{"title":"﻿בראשית יא א"},{"title":"﻿בראשית פרק יא פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-1","positionInPerek":1,"positionInParasha":122},{"uri":"tanach-orhachaim-1-11-30","text":"ולדברי האומר איילונית היתה יתפרש הכתוב על זה הדרך ותהי שרי עקרה פירוש נמצאת שהיא עקרה והכונה היא פירוש שנמצא בה דבר שלא היה ניכר בה מקודם. הראת לדעת כי מלבד היותה טומטמת ונקרעה הוכר בה היותה עקרה, שאם על היותה טומטמת לא יוצדק לומר ותהי הויה חדשה (שזה קודם שנשא היה ידוע אלא שנבדקה ונמצאת שלא ילדה) ומעתה למה הוצרך לומר אין לה ולד אלא ודאי לומר שהיתה איילונית","titles":[{"title":"﻿בראשית יא ל"},{"title":"﻿בראשית פרק יא פסוק ל"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-30","positionInPerek":30,"positionInParasha":151},{"uri":"tanach-orhachaim-1-11-31","text":" אור החיים  ויקח תרח וגו'. הכונה היא על דרך שאמרו ז''ל (ב''מ עה","titles":[{"title":"﻿בראשית יא לא"},{"title":"﻿בראשית פרק יא פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-31","positionInPerek":31,"positionInParasha":152},{"uri":"tanach-orhachaim-1-12-1","text":"עוד יתבאר על דרך מה שאמרו בספרי בפסוק (במדבר לה) אשר אני שוכן בתוכה אשר אני שוכן בתוך בני ישראל אין שכינה שורה אלא בתוך בני ישראל ובעודן בארץ ע''כ, והוא שאמר ה' לאברהם אל הארץ אשר אראך פירוש ראויה לך ואתה ראוי לה. ושיעור התיבה הוא אראה אותך לה ואראה אותה לך כי זה בלא זה אינם ראוים להשראת שכינה ולרוב ההצלחות","titles":[{"title":"﻿בראשית יב א"},{"title":"﻿בראשית פרק יב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-1-12-2","text":" אור החיים  ואעשך לגוי גדול וגו'. להיות שצוה לו ג' קבע לו כנגדם ג', ואעשך וגו' כנגד לך לך מארצך, ואברכך ואגדלה שמך כנגד וממולדתך, והיה ברכה כנגד ומבית אביך. שתמצא כי בהיות האדם בארצו תוך משפחתו ובית אביו ישנו בג' דברים, הא' שיש לו הרבה מכירים וריעים ואוהבים. ב' שבני משפחתו תפארהו וכבוד והדר תעטרהו כדרך כל משפחה לבני משפחתם. ג' שיהיה ניזון ומתפרנס ומתרחם מבית אביו לצרכיו, וכשיוצא מארצו וכו' חסר לכולן, ולזה אמר אליו ה' כנגד מארצך אני אעשה לך הרבה אוהבים ממך מיוצאי חלציך. וכנגד חסרון התועלת של בני המשפחה כנזכר ואברכך ואגדלה שמך, וכנגד חסרון המועיל מבית אביך והיה ברכה","titles":[{"title":"﻿בראשית יב ב"},{"title":"﻿בראשית פרק יב פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-1-12-3","text":"ונברכו בך וגו'. וזה הוא ההפרש שבין מברכיך לשאינו מברך ולא מקלל כי מברכו יברכהו ה' בכבודו מפיו אבל שאר משפחות האדמה יתברכו מאמצעות אברהם","titles":[{"title":"﻿בראשית יב ג"},{"title":"﻿בראשית פרק יב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-1-12-4","text":"עוד ירצה להודיע כי אברהם הלך כאשר דבר אליו ה' בסמוך, ומה נאמר בדברי ה', אל הארץ אשר אראך, שלא הודיעו מקום אשר יבא שמה ואף על פי כן הלך מארצו וסמך על מה שיודיעהו ה' כשירצה מבלי חשוב לומר איך אצא מהעיר קודם שנדע המקום וזה נסיון גדול, ואחר כך הודיע הכתוב הוצאת את אשר עמו שלא ניסה ה' אותם בדבר זה אלא הודיע המקום ואחר כך יצאו, והוא אומרו בפסוק שאחרי זה ויקח אברם וגו' ויצאו ללכת ארצה כנען, ולא הוצרך הכתוב להודיע כי ה' הודיעו המקום כי הוא מובן מעצמו","titles":[{"title":"﻿בראשית יב ד"},{"title":"﻿בראשית פרק יב פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-1-12-6","text":"עוד ירצה, להיות שרצה לומר ה' אל אברם לזרעך אתן את הארץ, ועד עתה יודע הייתי כי הארץ של שם היתה ואברהם מבני בניו הוא ואין ידוע כי של כנען היתה אז, ויאמר האומר מה נותן לו ה' דבר אשר שלו הוא מאז ומקודם, והגם שציינה מקודם לכנען כבר פירשתי שאין ראיה מזה, אשר על כן הודיע ה' והכנעני אז בארץ ולזה הוצרך ה' להבטיחו שיתננה לזרעו","titles":[{"title":"﻿בראשית יב ו"},{"title":"﻿בראשית פרק יב פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-1-12-7","text":" אור החיים  וירא ה' אל וגו' ויבן שם וגו'. כונת הכתוב להודיע הפלגת חיבת אברהם בקונו, כי ה' נגלה אליו ובשרו בזרע ובנתינת הארץ והוא לא החשיב בשורת ב' מעלות טובות לכלום בערך שמחתו בגילוי שכינתו יתברך אליו, לקיים מה שנאמר (תהלים טז) שובע שמחות את פניך, והוא אומרו ויבן מזבח לה' הנראה אליו, כאן פירש סיבת שמחתו אשר עליה בנה מזבח הוא לצד הראותו יתברך אליו והבן. וזה אות לבניו כמה מהם אשר הרחיקו חשק הזרע בערך חשק התורה והמצות, וצא ולמד מבן עזאי (יבמות סג","titles":[{"title":"﻿בראשית יב ז"},{"title":"﻿בראשית פרק יב פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-1-12-8","text":"עוד ירצה שהעתיק מזבח שבנה שם כשרצה להטות אהלה במקום אחר סתר המזבח שבנה וחזר ובנאו במקום אשר עשה שם אהלה, ולא הוצרך לפרש כי סמך על הזכרתו בסמוך ויבן שם מזבח וגו' ויעתק משם. גם הראה באצבע באומרו משם שחוזר אל האמור בסמוך והבן","titles":[{"title":"﻿בראשית יב ח"},{"title":"﻿בראשית פרק יב פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-1-12-11","text":"ואל יקשה בעיניך שהלך עמה לארץ פלשתים אחר שידע כי אשה יפת מראה היא, כי ארץ פלשתים לא היו כעורות כל כך כמצרים. ולזה תמצא שלא הוצרך לצוות עליה שתאמר היא אלא הוא אמר עליה אחותי היא כי לא היה בית מיחוש כאנשי מצרים שהיו בתכלית הכיעור והיא בתכלית היופי","titles":[{"title":"﻿בראשית יב יא"},{"title":"﻿בראשית פרק יב פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-1-12-12","text":" אור החיים  והיה כי יראו וגו'. הקדים לומר לה טעם למה שמצוה אותה בסמוך אמרי נא וגו', שתאמר מאז ותודיע מבלי שואלה דבר תשתדל להשמיע כי היא אחותו, והוא אומרו אמרי נא פירוש עתה מבלי שואל, ולצד שתאמר למה נצטרך להודיע דבר מבלי שואל, לזה אמר כי זולת זה לא תהיה שאלה וכשיראו אותם ידעו מן הסתם כי היא אשתו, והוא אומרו והיה כי יראו וגו' לא ישאלו דבר כי מעצמן יאמרו ודאי אשתו זו ולצד אומרם כן בדעתם יהרגו אברהם, לזה הקדים הוא להוציא קול אחוה לכל מכיר ורואה אותם","titles":[{"title":"﻿בראשית יב יב"},{"title":"﻿בראשית פרק יב פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-1-12-13","text":"אכן נתכוון לב' דברים הא' למען יטיבו לו בעבור אחותו טובה גשמיית. ועוד וחיתה נפשי וגו' על דרך מה שדרשו ז''ל (ברכות לא","titles":[{"title":"﻿בראשית יב יג"},{"title":"﻿בראשית פרק יב פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-1-12-17","text":" אור החיים  וינגע ה' וגו' על דבר שרי אשת וגו'. פירוש כי בשעת הנגע הודיע כי שרי היא אשת אברם","titles":[{"title":"﻿בראשית יב יז"},{"title":"﻿בראשית פרק יב פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-1-12-18","text":"או יאמר על זה הדרך למה אמרת וגו' וכיון שאמרת היה לך לחוש לי לקחתה לאשה, הן אמת אם לא היית אומר אני הייתי חושש לה מאשת איש אבל כיון שאמרת אחותי היה לך לחוש לי שאקחנה לאשה ותגיד לי בסוד. ולא השיב אברהם דבר כמו שהשיב לאבימלך כי אברהם טעמו היה שהיה חושד לפרעה עצמו ואין ראוי להשיב על זה. ואולי כי לזה חש פרעה ומיהר לשלחו מארצו וזולת זה יצו עליו בתמידות אנשים","titles":[{"title":"﻿בראשית יב יח"},{"title":"﻿בראשית פרק יב פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-1-13-8","text":"עוד ירצה כי להיותם אחים אין לוט ולא רועיו מתנהגים בכבוד הצריך לאברהם בחושבם כי אין הפרש מה שאין כן אם היו אברהם ולוט בלתי קרובים היו נוהגים כבוד באברהם לצד רוממות כבודו אשר גדלו אלהים","titles":[{"title":"﻿בראשית יג ח"},{"title":"﻿בראשית פרק יג פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-8","positionInPerek":8,"positionInParasha":28},{"uri":"tanach-orhachaim-1-13-14","text":"וראה מן המקום. טעם שהוצרך לומר מן המקום אשר אתה שם. כאן עשה לו נס עצום שיוכל לראות מצפון לדרום וממערב למזרח ממקום אחד מבלי שיוצרך לסובב","titles":[{"title":"﻿בראשית יג יד"},{"title":"﻿בראשית פרק יג פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-14","positionInPerek":14,"positionInParasha":34},{"uri":"tanach-orhachaim-1-13-15","text":" אור החיים  כי את כל הארץ וגו'. הנה ידוע כי שיעור חוש הראות הוא מוגבל באדם את אשר ישיג לאור השמש, וכאן עשה לו ה' נס שנתקרבו קצות הארץ וראה הכל ובאמצעות הדבר החזיק בכל הארץ כי אין לך חזקה גדולה מזו שיעתק צור ממקומו להתקרב לפני אדוני הארץ, ולא ירחיק דעתך דבר זה כי מצינו שקפצה הארץ לעבדו (ב''ר פנ''ט) וגם נקפלה תחת בניו (חולין צא)","titles":[{"title":"﻿בראשית יג טו"},{"title":"﻿בראשית פרק יג פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-15","positionInPerek":15,"positionInParasha":35},{"uri":"tanach-orhachaim-1-13-17","text":" אור החיים  קום התהלך בארץ וגו'. בפרק המוכר את הפירות (ב''ב ק.) וז''ל תניא הלך בה לארכה ולרחבה קנה בה מקום הלוכו דברי רבי אליעזר וחכמים אומרים לא קנה עד שיחזיק מאי טעמא דרבי אליעזר דכתיב קום התהלך וגו' לארכה וגו', ורבנן התם משום חביבותא דאברהם וכו' כדי שיהיה נוח ליכבש לפני בניו ע''כ. הנה לסברת ר''א הגם שהחזיק בתלישת הארץ וסמיכתה לפניו כמו שפירשנו בפסוק כי את כל הארץ וגו' אף על פי כן ממה שאמר הכתוב קום התהלך וגו' ללמד תורה בא שהליכה הוה חזקה. ולסברת חכמים דמשום חביבותא וכו' חזקת הארץ לזכות אברהם זכה מדין הכתוב למעלה ואין למידין מכתוב זה כי חביבותא דאברהם יכוין","titles":[{"title":"﻿בראשית יג יז"},{"title":"﻿בראשית פרק יג פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-17","positionInPerek":17,"positionInParasha":37},{"uri":"tanach-orhachaim-1-14-1","text":" אור החיים   ויהי בימי וגו'. טעם סדר הודעת הענין, לומר כי ד' מלכים אלו תקיפים היו צא ולמד עזר אלהים שעם אברהם אשר מחה הד' מלכים בחצי הלילה ושאר התועליות","titles":[{"title":"﻿בראשית יד א"},{"title":"﻿בראשית פרק יד פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-orhachaim-1-14-12","text":"ואם תאמר הלא הדין הוא עם ד' מלכים שלקחוהו מתוך העיר המורדת בהם. ויש לומר שמה שאנו אומרים טהרו בסיחון הוא לאומה שאין לנו עמה לא שלום ולא מלחמה אבל אנשי שלום לא נדין לשבותם, וצא ולמד מה שעשו ישראל לקני שציוו עליו (ש''א ט''ו) סרו רדו מהעמלקי וגו' וכמו כן היה להם לצוות עליו לעבור מביניהם אם הם אנשי שלום עם אברהם","titles":[{"title":"﻿בראשית יד יב"},{"title":"﻿בראשית פרק יד פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-12","positionInPerek":12,"positionInParasha":50},{"uri":"tanach-orhachaim-1-14-16","text":" אור החיים  וגם את לוט וגו'. הגם שעיקר רדיפתו היתה עליו ואותו היה לו להקדים. הודיע הכתוב סדר ההצלחות בדרך לא זו אף זו, א' השיב הרכוש של המלכים, הצלחה ב' שהשיב לוט ולא שרפוהו המלכים בראותם במלחמה עם אברהם לנקמה. והודיע הכתוב שנתן דעתו להשיב הנשים והטף לצד כבוד שעשו ללוט","titles":[{"title":"﻿בראשית יד טז"},{"title":"﻿בראשית פרק יד פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-16","positionInPerek":16,"positionInParasha":54},{"uri":"tanach-orhachaim-1-14-18","text":"והוא כהן וגו'. פירוש הוא כהן אבל זרעו אינו כהן שנתנה כהונה לאברהם דכתיב (תהלים קי.) אתה כהן לעולם, ואומרו על דברתי מלכי צדק כי הוא ברך את אברהם שיהיה כהן לאל עליון וברצונו נתן הדבר לאברהם כאשר אבאר. ואומרו לאל עליון, להיות שהיה להם אלוהות אמצעיים כידוע לכסילים אמר כי זה כהן לאל עליון על כל האלוהות שהיו להם אז. ורז''ל אמרו (נדרים לב","titles":[{"title":"﻿בראשית יד יח"},{"title":"﻿בראשית פרק יד פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-18","positionInPerek":18,"positionInParasha":56},{"uri":"tanach-orhachaim-1-14-19","text":"עוד ירצה על זה הדרך ויברכהו וגו', להגיד בא כי ב' ברכות האמורות בדבריו הם ברכות הנוגעים לאברהם ואפי' ברכה שאמר ברוך אל עליון אשר מגן היא ברכת אברהם כשמתברך ה' באמצעותו אשר מגן וגו', ולעולם לא ברך אלא ברכות האמורים בענין","titles":[{"title":"﻿בראשית יד יט"},{"title":"﻿בראשית פרק יד פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-19","positionInPerek":19,"positionInParasha":57},{"uri":"tanach-orhachaim-1-14-20","text":"ואפשר שטעם שם הוא שלקח סדר המעשה כי אברהם הוא מעצמו הכיר בוראו והשתדל באמונתו יתברך ואליו יאות הברכה ואחר כך ברך לה' שנתרצה בו, וכן ראוי לעשות, וללמד הוא בא שאין הקב''ה מתרצה אלא במי שמתרצה בו קודם, והוא אומרו ברוך אברם לאל עליון שהוא הכשיר עצמו להיות עבד לאל עליון ולזה ברוך הוא אל עליון אשר מגן וגו', ודרך זה לא יוצדק אלא במבורך קודם. וכפי זה לא נענש שם אלא הוא מעצמו נתנה לאברהם וכמו שפירשתי בפסוק והוא כהן. או אפשר שנענש על הנשמע משטחיות המאמר שנראה שלא חש להקדים עבד לרבו הגם שנתכוין לטובה, ומצינו שיעניש ה' על כיוצא בזה בכמה מקומות","titles":[{"title":"﻿בראשית יד כ"},{"title":"﻿בראשית פרק יד פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-20","positionInPerek":20,"positionInParasha":58},{"uri":"tanach-orhachaim-1-14-21","text":"ותמצא שרמזו ענין [זה] רז''ל במתק לשונם באומרם מכשכש בזנבו, פירוש שאחר שרואה עצמו שניטל ראשו עדיין הוא מכשכש בזנבו, כי בהיותו בכל תוקף מלכותו וד' מלכים אשר אתו לא עמדו בפני הד' מלכים, ומכל שכן אחר הורדת עדיו היכול יוכל להציל, הא למדת שאברהם הציל לעצמו וקנה הכל ולזה נתן מעשר מכל שהגם שיוותר למלך סדום אדם רשאי בשלו לא במעשר שהוא של גבוה","titles":[{"title":"﻿בראשית יד כא"},{"title":"﻿בראשית פרק יד פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-21","positionInPerek":21,"positionInParasha":59},{"uri":"tanach-orhachaim-1-14-22","text":"עוד יכוין לומר על זה הדרך הרימותי ידי פירוש נתתי תרומה שאני חייב מהכל אם מחוט ועד וגו' מה שאני חייב כפי הדין, ושלא תאמר שאני להוט אחר הממון ותובע מה שאינו שלי ואם אקח מכל וגו', אבל לא מפני הותרנות אהיה גוזל לגבוה מה שאני חייב לתת לו שהוא תרומת מעשר","titles":[{"title":"﻿בראשית יד כב"},{"title":"﻿בראשית פרק יד פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-22","positionInPerek":22,"positionInParasha":60},{"uri":"tanach-orhachaim-1-14-23","text":"אכן לפי מה שפירשנו בדברי מלך סדום כי חושב שהנכסים אליו נוגעים אלא שמתרצה לתת לו הרכוש כאומרו והרכוש קח לך, לזה אמר שזה עושה לצד דעתו, שהוא חושב שהנכסים שלו, שלא ימלא פיו לומר אני העשרתי את אברם הרימותי וגו' אם וגו'. ובזה, לא תאמר אתה וגו' ולעולם כפי הדין נכסי הם אשר נתן לי אלהים ולזה נתתי מעשר מכל, וכמו שהוכחנו בפי' (פסוק כא) תן לי הנפש וגו'. ובזה ידויק אומרו ולא תאמר שהיה לו לומר ולא אתעשר משלך והבן","titles":[{"title":"﻿בראשית יד כג"},{"title":"﻿בראשית פרק יד פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-23","positionInPerek":23,"positionInParasha":61},{"uri":"tanach-orhachaim-1-14-24","text":" אור החיים  הם יקחו חלקם וגו'. פירוש לא שיהיה הרשות בידך ותכנס עמהם בשיעורין אלא הרשות בידם לקחת אשר ישפוטו הם כי הוא הנוגע להם. גם בזה הראה לו כפי האמת אליו נוגעים הנכסים, אלא שחש לאמירה, הגם שהיא כוזבת אף על פי כן ממעיט בכבודו של אברם באמירתו","titles":[{"title":"﻿בראשית יד כד"},{"title":"﻿בראשית פרק יד פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-24","positionInPerek":24,"positionInParasha":62},{"uri":"tanach-orhachaim-1-15-3","text":"והב' על זה הדרך כי מלבד שהיה מצטער על הזרע גם היה מצטער על דברת הבן בית שהיה אומר כי הוא היורש, וזה הוא שיעור הכתוב, והנה, פירוש לפי שעה הוא אומר יורש אותי, ואיך יטב ביום טובה לבבו בשמעו את הדברים מבן ביתו. ומצאתי לרז''ל (שם פמ''ד) שאמרו מעין זה שפירשו שבקש אברהם ללכת ערירי ולא יהיו לו בנים שאינם מהוגנים","titles":[{"title":"﻿בראשית טו ג"},{"title":"﻿בראשית פרק טו פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-3","positionInPerek":3,"positionInParasha":65},{"uri":"tanach-orhachaim-1-15-6","text":"עוד ירצה, להיות שהבטיחו והוא שיהיו בניו צדיקים ודבר זה אינו בידו של הקב''ה כאומרם ז''ל (כרכות לג","titles":[{"title":"﻿בראשית טו ו"},{"title":"﻿בראשית פרק טו פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-6","positionInPerek":6,"positionInParasha":68},{"uri":"tanach-orhachaim-1-15-13","text":"וטעם שאמר גר יהיה וגו', שהקדים המאורע, נתכוון לומר כי הגרות היא כסדר שהיה בה אברהם, ואם היה אומר כי יהיה גר משמע שתתחדש הגרות, ויהיה נשמע שיהיה זמן שלא יהיו גרים קודם ותתחדש להם הגרות, ולא כן הוא שיעור אומרו כי גר יהיה זרעך פי' בגרות יהיה עומד זרעך, ולזה מצינו שחשב ה' שני יצחק ויעקב הגם שהיו בהויתן לגרות אבות, ואם תאמר היה לו לומר כי זרעך גר יהיה וגו', דע כי נתחכם ה' לומר כן לגלות דעתו כי לא לכל זרעו גזר ה' עול השיעבוד והעינוי ולזה אמר כי גר יהיה זרעיך פי' יהיה לך חלק בזרעך שאינו אלא בגרות ולא ישתו יין מרורות כל עיקר, ואם היה מקדים לומר זרעך גר יהיה וגו' תהיה הכונה על זה הדרך זרעך גר יהיה וגו' ועבדום וגו' ואין חלק מזרע מושלל מהאמור בענין שהם גרות עבדות עינוי והוא לא כן חושב כי יש שישנו בגרות לבד, ולזה הפסיק בין הגרות לשאר, פירוש, לומר כי יש מהזרע שהוא מוחלט שאין לו אלא גרות לבד. וזה הוא שיעור הכתוב גר יהיה זרעך בארץ לא להם. זרעך בארץ לא להם ועבדום וגו'. וטעם שלא שיער כמה מהעבדות וכו'. דבר זה אין לו שיעור יכולין להפטר ביום א' על דרך אומרם ז''ל (דב''ר פ''ב) יענך וגו'. ומעתה שלשה הדרגות בענין חלק מהזרע מוחלט מהשעבוד והענוי והם האבות והשבטים והשאר חלק בגלות וחלק בענוי ואין שיעור לזמן העינוי כי אם יזכו יום א' ולא רד''ו שנה, וצא ולמד משבט לוי (ש''ר ה טז) שנדמה לאבות, ודע שגם הם טעמו דבר מה צא ולמד ממשה (שמות ב ג) ותקח לו תיבת גומא וגו' על שפת היאור","titles":[{"title":"﻿בראשית טו יג"},{"title":"﻿בראשית פרק טו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-13","positionInPerek":13,"positionInParasha":75}]}