{"subjects":[{"uri":"tanach-metzudatdavid-30-1-1","text":" מצודת דוד  שיר השירים. לפי ששלמה חבר שירים הרבה, כמו שכתוב ויהי שירו חמשה ואלף, לכן אמר פתיחת הספר זה השיר הוא המשובח והנעלה מכל השירים המיוחסים לשלמה, על כי הוא שיר ידידות, יספר בו את כל תוקף קשור אהבה העזה ודבוק האמתי שבין האל יתברך ובין עמו בית ישראל. ואחז במשל מן האהבה הנמרצת וחזקה שבין החושק וחשוקתו, אשר למאד יתרבה געגועה בהפרדם זו מזו, ויצפו עת בוא דבוק התמידי. (ואם כי שאין הנמשל דומה אל המשל בכל חלקי פרטי הענינים, אין בכך כלום. כי כן המה דרכי המשל שיש בו דברים נוספים ליפותו להיות מקובל על הלב לרדת חדרי בטן) ","titles":[{"title":"שיר א א"},{"title":"שיר פרק א פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-metzudatdavid-30-1-2","text":" מצודת דוד  ישקני. עתה החל לספר מהפלגת הגעגועין שהיה אחר הפרד החשוק מאת חשוקתו והלך לו, ומה הנעשה באותם הימים. (ועם כי לא פורש במקרא שנפרד החשוק ממנה ועזבה, אף לא פורש מי הוא המדבר כל דבר מהדברים. הנה כן המה דרכי צחות מליצת השירים המעולים אשר יקצרו ויסתמו הדברים, אולם הם מוכיחים על עצמם מי הוא המדבר ומי הוא המשיב, ומה היה הסיבה לכל הדברים הנאמרים. ובזה הדרך הולכת וסובבת גם המגלה הזאת עד תומה). ואמר בזה כאילו החשוקה המו מעיה גם תשתוקק אליו, ואומרת אל לבה מי יתן וישקני עוד החשוק ההוא, מעין הנשיקות החביבות אשר נשקני בפיו בימי קדם. (ועם כי אמרה מנשיקות, הוסיפה לומר פיהו לתוספת ביאור, כי כן דרך הנשים המזכירות אהבת נעורים מבוררות אמריהן במלות נוספות לפי גודל הגעגועין, וזה יחשב להן לצחות מליצה) ","titles":[{"title":"שיר א ב"},{"title":"שיר פרק א פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-metzudatdavid-30-1-3","text":" מצודת דוד  לריח שמניך טובים. בעבור ריח השמנים הטובים שאתה סך בשרך מהם, ועל כי תתמיד להריק בכל עת את השמן על בשרך, עד כי נקרא כינוי שמך שמן תורק, לפי מרבית הרקת השמן, בעבור כל אלה אהבו אותך כל הנערות כולן. והנמשל הוא לומר בעבור גודל הנסים ומרביתם אשר הפלאת מאז, נתפרסם שמך אף בין האומות ","titles":[{"title":"שיר א ג"},{"title":"שיר פרק א פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-metzudatdavid-30-1-4","text":" מצודת דוד  משכני. משוך אותי אליך משיבה מועטת, ואני ארוץ אחריך במהירות רב ","titles":[{"title":"שיר א ד"},{"title":"שיר פרק א פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-metzudatdavid-30-1-5","text":" מצודת דוד  שחורה אני וגו'. חזרה פניה כלפי הנערות בנות גילה, ותאמר להן אתן בנות ירושלים אל תחשבו שהחשוק עזב אותי בעבור השחרות הנמצא עתה בי, כי אף שאני שחורה עם כל זה אני נאה בעיניו, ועם כי יש בי שחרות כאהלי קדר הפרוסים למטר השמים ונשחרים מהתמדת ריבת הגשם, הנה נוחה אני להתלבן להיות כיריעות שלמה שהמה בתכלית הלבנינות ולכן לא נמאסתי. והנמשל הוא שאמרה כנסת ישראל אל מול האומות אל תחשבו שה' מאס בי בעבור הפשע הנמצא בי, כי עם כל זה חביבה אני בעיניו בעבוד הזכות הנמצא בי, וכאשר אשוב אליו יכפר עון פשעי וכשלג ילבינו ","titles":[{"title":"שיר א ה"},{"title":"שיר פרק א פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-metzudatdavid-30-1-6","text":" מצודת דוד  אל תראוני. אל תסתכלו בי דרך בזיון על שאני בתכלית השחרות, כי לא נולדה בי ממעי אמי, כי במקרה באה, כי השמש ראה בי וזרחה עלי ועל ידי זה נולדה בי השחרות, ונוחה אני אם כן להתלבן בקל בסור המקרה כשאעמוד בצל ","titles":[{"title":"שיר א ו"},{"title":"שיר פרק א פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-metzudatdavid-30-1-7","text":" מצודת דוד  הגידה לי וגו'. כאילו תשלח אמריה אל החשוק ותאמר אליו אתה החשוק שנפשי אוהבת אותך, הגידה לי אנה תרעה את הצאן ואנה תרביצם בעת הצהרים, (כי אז היא העת להרביץ הצאן לנוח), וכאילו תאמר הודיעני מקומך ואבוא אני אליך לדעות עמך בצאן ","titles":[{"title":"שיר א ז"},{"title":"שיר פרק א פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-metzudatdavid-30-1-8","text":" מצודת דוד  אם לא תדעי לך. כאילו החשוק משיב לה וישלח דבריו לאמר את היפה בין הנשים, אם לא ידעת מקום תחנותי איו, צאי ולכי במדרך עקבי רגלי הצאן צאני, ותרעי גם את גדיותיך ממעל למשכנות שאר הרועים כי שם מקומי, ותהיה אם כן קרובה אלי. והנמשל הוא כי משיב לה אם לא מצאת חכמה לדעת אמתתי מעצמך סמכי על הקבלה והאחזי, בדרכי אבותיך ותהי דבוקה אלי, ואז תהיה למעלה מכל גויי הארצות, כי גדול אני מכל אלהי העמים הם שרי מעלה ","titles":[{"title":"שיר א ח"},{"title":"שיר פרק א פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-metzudatdavid-30-1-9","text":" מצודת דוד  לסוסתי. את רעיתי הן דמיתי אותך מול העלמות כולן לסוסיה הקשורה ברכבי פרעה, מול שאר הסוסיות אשר בארץ מצרים, שהנה מעולות מכולן. כי מוצא הסוסים המה ממצרים, כמו שנאמר ומוצא הסוסים אשר לשלמה ממצרים. והמובחרות שבכולן יקשרו במרכבת המלך. והנמשל הוא לומר הנה את חביבה מכל משפחות האדמה, אף מן המובחרים שבהם ","titles":[{"title":"שיר א ט"},{"title":"שיר פרק א פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-metzudatdavid-30-1-10","text":" מצודת דוד  נאוו להייך בתורים. לחייך נאים והגונים לקשרם מתורים, וצוארך נאה והגון לקשטו בחרוזי מרגליות ואבני יקר. והנמשל הוא לומר ראויה את והגונה להשפיע לך טובה מרובה ","titles":[{"title":"שיר א י"},{"title":"שיר פרק א פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-metzudatdavid-30-1-11","text":" מצודת דוד  תורי זהב נעשה לך. וכמו שראויה את לקשוטים, כן אעשה לך קשוטים מתורי זהב ובהם נקודות נקודות מכסף. והוא תכשיט מפואר ביותר. והנמשל הוא לומר כמו שאת ראויה לטובה כן אשפיע לך ","titles":[{"title":"שיר א יא"},{"title":"שיר פרק א פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-metzudatdavid-30-1-12","text":" מצודת דוד  עד שהמלך במסבו. כאילו החשוקה תשלח אמריה לאמר לו, הנה בעוד היות המלך נשען במסבו בגמר הסעודה, ואז הדרך להביא לפניו המוגמר מבושם חשוב להעלות ריח טוב, עם כל זה חבילי הנרד אשר עמדי נותן ריחו ונודף מאוד ומבטל ריח המוגמר ההוא. והנמשל הוא לומר הנה המעשים טובים שבידי גברו מאוד על מעשה מבחרי העובדי כוכבים ומזלות, וכאפס ותוהו המה מול מעשי ","titles":[{"title":"שיר א יב"},{"title":"שיר פרק א פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-metzudatdavid-30-1-13","text":" מצודת דוד  צרור המור דודי לי. עם כל זה אתה דודי נחשב לי לצרור המור, שבעבור שהוא צרור וקשור עומד ריחו בו לבל תפוג, והוא העולה על ריח נרדי ולכן תשוקתי אליך, ואתאוה שתלין בין שדי להתענג בך. והנמשל הוא לומר הנה הטובות שגמלת עלי גברו על מעשי, ולכן אתאוה שתשרה שכינתך בקרבי ","titles":[{"title":"שיר א יג"},{"title":"שיר פרק א פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-metzudatdavid-30-1-14","text":" מצודת דוד  אשכול הכופר. דומה אתה בעיני לאשכול הכופר הגדל בכרמי עין גדי, המרובה בגרגרים וריחו נודף למרחוק. והנמשל הוא לומר הרבה פלאות עשית עמדי הנשמעים עד אפסי ארץ ","titles":[{"title":"שיר א יד"},{"title":"שיר פרק א פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-metzudatdavid-30-1-15","text":" מצודת דוד  הנך יפה רעיתי. כאילו החשוק ישלח דברו לקלסה, ולומר הנך יפה ועיניך כעיני היונים היפות מאוד וממשיכות אהבה. והנמשל הוא לומר הנה מעשיך טובים והגונים וממשיכים אהבתי אליך ","titles":[{"title":"שיר א טו"},{"title":"שיר פרק א פסוק טו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-metzudatdavid-30-1-16","text":" מצודת דוד  הנך יפה דודי. כאילו החשוקה תשיב אמריה לקלסו, ולומר הנך יפה במראה, ואף חוט של חסד משוך עליך להיות נעים ואהוב ","titles":[{"title":"שיר א טז"},{"title":"שיר פרק א פסוק טז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-metzudatdavid-30-1-17","text":" מצודת דוד  קורות בתינו ארזים. הבית שהכנת לנו מאז לבוא בו, הנה הקורות היו עצי ארזים. והבנין שבעליות הבית מחדר לחדר הנעשה לנו להתהלך בו היה מעצי ברושים, הנחמדים למראה העין. והנמשל הוא לומר הנה בית המקדש כולו שהכנת מאז לשבתך היה בנין נפלא ומפואר ","titles":[{"title":"שיר א יז"},{"title":"שיר פרק א פסוק יז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-1","interprets":"tanach-30-1-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-metzudatdavid-30-2-1","text":" מצודת דוד  אני חבצלת השרון. עתה תשלח אמריה ומספרת בשבחה להתאהב על החשוק, וכה תאמר דומה אני אל הורד הגדל במקום דשן ושמן היפה מאד. ואל השושנה הגדלה בעמקים העומדת בלחותה והוא בת ששת עלין ולא תשתנה, כי כן גם אני עומדת תמיד ביופיי מבלי השתנות. והנמשל הוא שאומת כנסת ישראל בכל עת אני עומדת רטובה במעשים טובים וידי אוחזת במצות, ורגלי עמדה במישור בדרך אחת לא אסור ממנה ","titles":[{"title":"שיר ב א"},{"title":"שיר פרק ב פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-1","positionInPerek":1,"positionInParasha":18},{"uri":"tanach-metzudatdavid-30-2-2","text":" מצודת דוד  כשושנה בין החוחים. כאילו החשוק ישלח דברו לומר לה הן אמת דומה אתה לשושנה, ועוד אוסיף על שבחך לומר שדומה את מול הבנות כולן אל השושנה העומדת בין החוחים, עד שאי אפשר למי לקרב אליה למשמש בה לשחת תארה, וכמו כן גם אתה עם רוב היופי שבך שהיא סיבה להלהיב לב אנשים לרדוף אחר אהבתך, עם כל זה לא תעזוב את מי לקרוב אליך. והנמשל הוא לומר אף שכל העובדי גילולים מפתים אותך ללכת בדרכיהם להתחבר עמהם, לא תאבה ולא תשמע אליהם ","titles":[{"title":"שיר ב ב"},{"title":"שיר פרק ב פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-2","positionInPerek":2,"positionInParasha":19},{"uri":"tanach-metzudatdavid-30-2-3","text":" מצודת דוד  כתפוח בעצי היער. עתה תשלח אמרים לקלס את החשוק, ותאמר דומה אתה בעיני בין שאר הבחורים לאילן תפוח בין אילני סרק אשר ביער, שאף שצל אילן התפוח הוא המעט מצל כל אילני סרק, עם כל זה טוב הוא מכולם כי עושה פרי, ולכן חמדתי בצלו וישבתי תחתיו עם כי הוא המעט מכולם, כי פריו היה מתוק לחכי, מה שלא נמצא באילני סרק. וכאילו תאמר עם כי מול שאר הבחורים מצאתי מעט מן ההון, עם כל זה חמדתי לשבת בצלך כי פרי חכמתך יערב לחכי. וטוב לחסות בצל החכמה מבצל הכסף. והנמשל הוא לומר שאמרה כנסת ישראל אף שהנאת העבירה ועובדי גילולים ממהרת לבא בעולם הזה, כצל האילן שההנאה בא ממנה מיד כאשר ישב איש תחתיו, עם כל זה משכתי ידי מן העבירה ומעובדי גילולים ודבקתי בך, כי פרי הגמול בעולם הבא ערבה עלי ביותר, עם כי היא מתאחרת לבא ","titles":[{"title":"שיר ב ג"},{"title":"שיר פרק ב פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-3","positionInPerek":3,"positionInParasha":20},{"uri":"tanach-metzudatdavid-30-2-4","text":" מצודת דוד  הביאני אל בית היין. כאילו למולו מדברת לאמר מתאווה אני שתביא אותי אל בית היין, להתענג בי במקום רואים לפרסם חיבתך אלי ","titles":[{"title":"שיר ב ד"},{"title":"שיר פרק ב פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-4","positionInPerek":4,"positionInParasha":21},{"uri":"tanach-metzudatdavid-30-2-5","text":" מצודת דוד  סמכוני באשישות. מרוב הגעגוגין שבאו לה אמרו לבני ביתה הקריבו אלי בלגיני היין להשיב נפשי, ותציעו מטתי בתפוחים המעלים ריח טוב להבריא אותי, כי חולה אני על כי כלתה נפשי לאהבת החשוק ההוא. והנמשל הוא שתאמר כנסת ישראל לחכמים ולזקנים אמצו ברכי הכושלות וחזקו ידי הרפות לנחם אותי בהחזרת השכינה למקומה, כי כלתה נפשי לה ","titles":[{"title":"שיר ב ה"},{"title":"שיר פרק ב פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-5","positionInPerek":5,"positionInParasha":22},{"uri":"tanach-metzudatdavid-30-2-6","text":" מצודת דוד  שמאלו תחת לראשי. כי מתאוה אני להיות דבוקה בו כמאז, להשים שמאלו תחת ראשי. ותחבקני ימינו דרך אהבה וחיבה. והנמשל הוא כי תאמר כנסת ישראל הן מאוד תאבתי להשרות בי שכינתו כמאז ","titles":[{"title":"שיר ב ו"},{"title":"שיר פרק ב פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-6","positionInPerek":6,"positionInParasha":23},{"uri":"tanach-metzudatdavid-30-2-7","text":" מצודת דוד  השבעתי. חזרה פניה כלפי הנערות, ותאמר להן אתן בנות ירושלים השבעתי אתכם להיות דומות לצבאות או לאילות השדה, להיות להפקר ולמאכל כמותן. אם תעוררו אליכן אהבת החשוק ההוא עד שתהיה האהבה נחפצת לשוב אלי מעצמה, רוצה לומר כל עוד שלא שבה האהבה מעצמה אל תמאסו אותי בעיניו לעורר האהבה אליכן. וכאומרת אבל אחר שתשוב האהבה הנה לא יהיה לאל ידכן להמאיס אותי בעיניו ולעורר האהבה אליכם, ואין צורך אז אל השבועה. והנמשל הוא לומר כאילו כנסת ישראל השביעה את העובדי כוכבים ומזלות, ותאמר אשר כל עוד שלא שבה אלי אהבת המקום ברוך הוא מעצמה, שלא תכריחוני לעבור על דת להמאיס אותי בעיניו ולעורר אליכם אהבתו להמשיל אתכם עלי עד עולם לבל אצא מתחת ידכם, וכאומרת אבל אחר וכו' כמו במשל ","titles":[{"title":"שיר ב ז"},{"title":"שיר פרק ב פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-7","positionInPerek":7,"positionInParasha":24},{"uri":"tanach-metzudatdavid-30-2-8","text":" מצודת דוד  קול דודי. והנה מהר תשוב האהבה למקומה, וכאילו נשמע קול צעדי דודי. והנה כאילו הוא בא חיש מהר, כאילו מדלג על ההרים על ההרים למהר ביאתו. והנמשל הוא לומר הלא הגאולה מוכנת, מהרה תשוב אהבת המקום ברוך הוא אלי ","titles":[{"title":"שיר ב ח"},{"title":"שיר פרק ב פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-8","positionInPerek":8,"positionInParasha":25},{"uri":"tanach-metzudatdavid-30-2-9","text":" מצודת דוד  דומה דודי. בקלות מרוצתו דומה הוא לצבי או לעופר האילים, שהם קלי המרוץ. וכאילו הוא עומד כבר אחר כותל בתינו, ומשגיח בי דרך החלונות, ומגלה עצמו אלי דרך החרכים. והנמשל הוא לומר מוכן הוא להשיב שכינתו אלי וימהר את הקץ, וכאילו כבר בא ומשגיח בי בעין חמלתו ","titles":[{"title":"שיר ב ט"},{"title":"שיר פרק ב פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-9","positionInPerek":9,"positionInParasha":26},{"uri":"tanach-metzudatdavid-30-2-10","text":" מצודת דוד  ענה דודי. רוצה לומר הלא בתחלת צמיחות האהבה כאשר בא אלי בראשונה, הרים קול ואמר לי קומי ממקומך להנאתך את רעיתי יפתי, ולטובתך לכי אחרי. והנמשל הוא לומר הלא ביום בחרו בי עוד הייתי במצרים, שלח שלוחיו להוציאני מקושי השעבוד ","titles":[{"title":"שיר ב י"},{"title":"שיר פרק ב פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-10","positionInPerek":10,"positionInParasha":27},{"uri":"tanach-metzudatdavid-30-2-11","text":" מצודת דוד  כי הנה הסתיו עבר. כי כבר עבר החורף וחלף זמן הגשם, ואין טורח להולכי אורח. והנמשל הוא שאמר הנה כבר נשלם ימי השעבוד וזמן עבודת הפרך ","titles":[{"title":"שיר ב יא"},{"title":"שיר פרק ב פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-11","positionInPerek":11,"positionInParasha":28},{"uri":"tanach-metzudatdavid-30-2-12","text":" מצודת דוד  הנצנים וגו'. כבר נראים פרחי האילן והגיע עת האביב העופות מצפצפים ומשוררים בקול ערב. ובארצנו נשמע קול התורים, ודרך הולכי אורח להתענג באלה. והנמשל הוא שהלכה במדבר בעמוד אש וענן, ואמרו שירה על הים על שטבעו המצרים ","titles":[{"title":"שיר ב יב"},{"title":"שיר פרק ב פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-12","positionInPerek":12,"positionInParasha":29},{"uri":"tanach-metzudatdavid-30-2-13","text":" מצודת דוד  התאנה וגו'. אילני תאנה חנטו פירותיהם, ודרך האדם להתענג בראותן. והסמדר מן הגפנים נתנו ריח טוב באפי הולכי אורח. והכל הוא ענין פתוי מה שהדרך לפתות בהם ללכת בדרך ","titles":[{"title":"שיר ב יג"},{"title":"שיר פרק ב פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-13","positionInPerek":13,"positionInParasha":30},{"uri":"tanach-metzudatdavid-30-2-14","text":" מצודת דוד  יונתי בחגוי הסלע. עודה מספרת החיבה שהראה לה החשוק מאז, ואמרה הנה כשהלכתי אחריו אמר לי אתה שמובטחני בך שלא תמיר אותי באחר, כדרך שאין היונה ממירה בן זוגה, בבקשה ממך כשנהיה בדרך במקום מוצנע בבקועי הסלע או במקום נסתר שבין המדרגות, שם הראי לי את מראיך, ושם השמיעי לי את קולך לדבר בי דברי חשק ואהבה. כי קולך ערב ומראך נאוה. ולזה אתאוה להקשיב קולך ולהשביע עיני ממראך. והנמשל הוא שאמר ברוך הוא לישראל הנה במדבר מול הר סיני, שם תתראה לפני, ושם אקשיב מאמרך שתשיבי לאמר כל אשר דבר ה' נעשה ונשמע ","titles":[{"title":"שיר ב יד"},{"title":"שיר פרק ב פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-14","positionInPerek":14,"positionInParasha":31},{"uri":"tanach-metzudatdavid-30-2-15","text":" מצודת דוד  אחזו לנו שעלים. רוצה לומר עם כי אז נפרדה החברה, כי בני אדם ערומים כשועלים אחזו אותנו בהסתתם ופיתויים להיות נפרדים זו מזו לבל התקרב ","titles":[{"title":"שיר ב טו"},{"title":"שיר פרק ב פסוק טו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-15","positionInPerek":15,"positionInParasha":32},{"uri":"tanach-metzudatdavid-30-2-16","text":" מצודת דוד  דודי לי. עם כל זה לא נפסקה האהבה מכל וכל, אבל דודי היה מיוחד לי ולא געלתי בו לחשוק במי. וכן אני הייתי מיוחדת לו ולא געל בי לחשוק באחרת ","titles":[{"title":"שיר ב טז"},{"title":"שיר פרק ב פסוק טז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-16","positionInPerek":16,"positionInParasha":33},{"uri":"tanach-metzudatdavid-30-2-17","text":" מצודת דוד  עד שיפוח היום. ואז מיד חזרתי ופייסתי אותו, ושאלתי ממנו לומר עד העת שיהיה השמש נפוח מן הארץ לרדת לשקוע. ועד ינוסו הצללים הוא עת ערב, שאז ינוסו צללי הדברים להיות מתארכים נמשכים למרחוק. ועד לא תבוא העת ההיא פנה דודי, ודמה עצמך בדבר מהירת ההליכה להיות דומה לצבי או לעופר האילים הרצים על הרי בתר, החלקים ומופלגים אלו מאלו, כי שם היו מצויים. ויתכן שהמחוז שעמדו שם הוא על שם וילכו כל הבתרון, רוצה לומר הנה אני בקשתי ממנו לשוב אלי קודם הערב להתעלס באהבים. והנמשל הוא לומר מיד הלך משה לפייס את המקום ברוך הוא, לשוב ולהתרצות אלי חיש קל מהר ","titles":[{"title":"שיר ב יז"},{"title":"שיר פרק ב פסוק יז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-2","interprets":"tanach-30-2-17","positionInPerek":17,"positionInParasha":34},{"uri":"tanach-metzudatdavid-30-3-1","text":" מצודת דוד  על משכבי בלילות. עודה מספרת מה הנעשה באותן הימים, ותאמר כשבא הלילה הלכתי על מקום רפידת משכבי בלילות, ושם בקשתי את החשוק שנפשי אוהבת אותו, בחושבי שכבר בא כאשר שאלתיו ושוכב הוא על משכבי. אבל בקשתיו ולא מצאתיו, כי לא חזר. הנמשל הוא לומר הנה חשבתי שעל ידי תפלת משה נתרצה לי המקום ברוך הוא מכל וכל, אבל לא כן היה, כי אמר כי לא אעלה בקרבך ","titles":[{"title":"שיר ג א"},{"title":"שיר פרק ג פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-1","positionInPerek":1,"positionInParasha":35},{"uri":"tanach-metzudatdavid-30-3-2","text":" מצודת דוד  אקומה נא. אז אמרתי אל לבי עתה אקומה נא ואלכה בעיר מסביב בשוקים וברחובות ואבקשה את שאהבה נפשי. והנה כן עשיתי כי בקשתיו, אבל גם שם לא מצאתיו. והנמשל הוא לומר הנה בכל הימים שסבבתי במסעות המדבר הייתי מחזרת אחר אהבתו, אבל לא נתרצה לי ולא אבה להכניסני מיד אל הארץ ","titles":[{"title":"שיר ג ב"},{"title":"שיר פרק ג פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-2","positionInPerek":2,"positionInParasha":36},{"uri":"tanach-metzudatdavid-30-3-3","text":" מצודת דוד  מצאוני השומרים. בעת סבבתי בעיר לחפש אחריו, מצאו אותי שומרי העיר הסובבים בלילה לשמרה. והנה לא בושתי ואת פיהם שאלתי האם ראיתם את שאהבה נפשי, כי מרבית האהבה קלקלה את השורה, והשלכתי הבושה מנגד ושאלתים. וכאומרה אני שאלתים, אבל לא מצאתי מענה. והנמשל הוא לומר כאשר מצאו אותי השומרים הסובבים המנהיגים אותי, הם משה ואהרן, ושאלתים מה מצאתם בפי ה', והנה אין ולא מצאו נבואה, על כי הייתי נזופה לפניו באותן הימים ","titles":[{"title":"שיר ג ג"},{"title":"שיר פרק ג פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-3","positionInPerek":3,"positionInParasha":37},{"uri":"tanach-metzudatdavid-30-3-4","text":" מצודת דוד  כמעט שעברתי מהם. אבל כזמן מעט היה משעברתי מהם עד שמצאתי את שאהבה נפשי. וכאשר מצאתיו אחזתיו בידי ולא נתתי לו רפיון להיות נעזב ממני, עד שהבאתיו אל בית אמי לשבת שם עמדי. בחושבה שאמה תעזור לה על התמדת האהבה. והנמשל הוא לומר מיד שפרשו ממני המנהיגים ההם שמתו בשנת הארבעים, עמד יהושע והעבירני את הירדן לבוא המשל, וכמו שנאמר למעלה ","titles":[{"title":"שיר ג ד"},{"title":"שיר פרק ג פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-4","positionInPerek":4,"positionInParasha":38},{"uri":"tanach-metzudatdavid-30-3-6","text":" מצודת דוד  מי זאת עולה. עודה מספרת ומשתבחת במרבית הצלחתה שהיה לה מאז, וכה תאמר אל הנערות הידעתן מי היא זאת שעלתה מן המדבר, ומרוב זהרה היתה נראית למרחוק, כמו תימרות עשן אשר נראה למרחוק. וריחה הטוב היה נודף כאילו היתה מקוטרת במור ולבונה, ומכל בשמים השחוקים המצויים אצל הרוכל המעלים ריח ערב ומעולה. וכאומרת הלא אני היא העולה ואין אחרת. והנמשל הוא לומר הלא אני עליתי מן המדבר בעמודי אש וענן ההולכים לפני, אשר היו נראים כתימרות עשן, ועמי המשכן והמזבח שהקטירו עליו הקטורת מהרבה מיני בושם ","titles":[{"title":"שיר ג ו"},{"title":"שיר פרק ג פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-6","positionInPerek":6,"positionInParasha":40},{"uri":"tanach-metzudatdavid-30-3-7","text":" מצודת דוד  הנה מטתו שלשלמה. לפי מרבית אהבתה אל החשוק היה גדול בעיניה, עד שכינה אותו בשם מלך שלמה שהיה הגדול והמוצלח שבכל בני אדם. וכה אמרה אל הנערות, הנה כ''כ הייתי מאז אהובה ויקרה בעיני החשוק, עד כי מפחדו פן שודדי לילה יחטפו אותי מן המטה אשר הכין לו, עשה שמירה מעולה וסבב את המטה בששים גבורים מגבורי ישראל הנאמנים על השמירה לבלתי תת שינה לעיניהם. והנמשל הוא לומר הנה בבית המקדש היו ששים כתות גבורים, והם כ''ד משמרות כהונה וכ''ד משמרות לויה ושתים עשרה מחלוקות ישראל, כן הוא במדרש, וכולם היו צדיקים וזריזים וגבורים בכבישת יצרם ","titles":[{"title":"שיר ג ז"},{"title":"שיר פרק ג פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-7","positionInPerek":7,"positionInParasha":41},{"uri":"tanach-metzudatdavid-30-3-8","text":" מצודת דוד  כלם אחוזי הרב. כל הגבורים השומרים היו אוחזים החרב בידם להיות נכונים להלחם מול שודדי לילה, והיו מורגלים במלחמה לדעת תכסיסיה ותחבולותיה ","titles":[{"title":"שיר ג ח"},{"title":"שיר פרק ג פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-8","positionInPerek":8,"positionInParasha":42},{"uri":"tanach-metzudatdavid-30-3-9","text":" מצודת דוד  אפריון. עתה חזרה לספר בשבח ויופי האפריון שעשה מאז להתעלס עמה בו, וכה אמרה הנה האפריון עשה מעצי הלבנון, מן המובחר במינם. והנמשל הוא על בנין המקדש שהיה בנין נפלא ומפואר ","titles":[{"title":"שיר ג ט"},{"title":"שיר פרק ג פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-9","positionInPerek":9,"positionInParasha":43},{"uri":"tanach-metzudatdavid-30-3-10","text":" מצודת דוד  עמודיו. הם העולים בארבעת מקצועות האפריון, ועל הכלונסות שממעל להם יתלו הוילון סביב האפריון. והנמשל הוא על עמודי יכין ובועז שהיו חמודות ככסף ","titles":[{"title":"שיר ג י"},{"title":"שיר פרק ג פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-10","positionInPerek":10,"positionInParasha":44},{"uri":"tanach-metzudatdavid-30-3-11","text":" מצודת דוד  צאינה וראינה. עתה מתפארת בפני הנערות, וכאילו אומרת אל תחשבו שהחשוק חשק בי מפאת החשק, ועם כי אין אני כדאי לו, כי צאינה מבתיכן, ולכנה ראינה העטרה שעטרה לו אמו ביום שנתחתן עמדי. ואז היה יום שמחת לבו, כי הרבה לשמוח על שנפלתי בגורלו. וכאומרת הנה מזה תקחו ראיה שאני הוגנת לו, כי לולא זאת לא העטירה לו אמו עטרה ביום שמחת חתונתו. והנמשל הוא לומר אתם האומות אל תחשבו שמה שבחר בי ה' הוא בעבור אהבת האבות לבד, עם כי אינני הוגנת לו מפאת עצמי. כי הביטו וראו שביום מתן תורה הייתי לו לעטרה ולאוצר חביב, כמו שנאמר והייתם לי סגולה וגו' ואתם תהיו לי ממלכת כהנים וגוי קדוש, ונאמר ישראל אשר בך אתפאר. וכל זה חוזר למעלה לומר הואיל וכן הוא בודאי תמהר לשוב האהבה למקומה, ולכן השבעתי אתכם וכו' ","titles":[{"title":"שיר ג יא"},{"title":"שיר פרק ג פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-3","interprets":"tanach-30-3-11","positionInPerek":11,"positionInParasha":45},{"uri":"tanach-metzudatdavid-30-4-1","text":" מצודת דוד  הנך יפה רעיתי. כאשר היה נשמע אל החשוק שהיא משתעשעת באהבתו אליו, והפלגת בטחונה בו, שלח אמריו לקלסה, וכה אמר הנך יפה וכו', רוצה לומר יפה היית מאז עודך רעיתי ויושבת עמדי, ועדיין את עומדת ביופיך ולא נפרדה היופי ממך מכל וכל בעבור הצער שעזבתיך. והנמשל הוא לאחדים עם המשל, ויאמר על כשרון המעשים ","titles":[{"title":"שיר ד א"},{"title":"שיר פרק ד פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-1","positionInPerek":1,"positionInParasha":46},{"uri":"tanach-metzudatdavid-30-4-2","text":" מצודת דוד  שניך כעדר הקצובות. שניך היו דומות זו לזו בגובה ובעובי, ולבנות היו במראה כמו עדר הדומות זו לזו. כאילו נחתכו כאחת. וכשהם עולים מן הרחצה שמבהיקים בלובן צח ","titles":[{"title":"שיר ד ב"},{"title":"שיר פרק ד פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-2","positionInPerek":2,"positionInParasha":47},{"uri":"tanach-metzudatdavid-30-4-3","text":" מצודת דוד  כחוט וגו'. שפתי פיך המה היו דקות ואדומות כחוט השני, והוא ענין יופי. והנמשל הוא על הנביאים שהיו מתנבאים ומודיעים לעתות רחוקות. ודבריהם היו מקוימים כצבע אדום הנראה למרחוק ולא תוסר כי אם בקושי ","titles":[{"title":"שיר ד ג"},{"title":"שיר פרק ד פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-3","positionInPerek":3,"positionInParasha":48},{"uri":"tanach-metzudatdavid-30-4-4","text":" מצודת דוד  כמגדל וגו'. צואר שלך היה זקוף ומיושר כמו המגדל של דוד, הוא מצודת ציון הנבנה להתלמד להולכי אורח, כי לפי רוב הגובה היה נראה למרחוק, והיה סימן להם לדעת אנה יפנו ","titles":[{"title":"שיר ד ד"},{"title":"שיר פרק ד פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-4","positionInPerek":4,"positionInParasha":49},{"uri":"tanach-metzudatdavid-30-4-5","text":" מצודת דוד  שני שדיך. דדיך היו שוים זה עם זה כשני ילדי צבי שנולדו תאומים שהם בשווי גמור. וכשהם רועים בין השושנים שאז המה נחמדים ביותר אל העין הרואה, וכן נחמדו היו שדיך. והנמשל הוא על המלך וכהן גדול שהיו מניקים אותם מאז ומשפיעים לה טובה, המלך במלחמתו וכהן גדול בעבודתו, והיו שוים בגדולה ומסכימים ונשמעים זה לזה כרעים אהובים, והיו מקובלים על האומה כשני עפרים וכו' ","titles":[{"title":"שיר ד ה"},{"title":"שיר פרק ד פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-5","positionInPerek":5,"positionInParasha":50},{"uri":"tanach-metzudatdavid-30-4-6","text":" מצודת דוד  עד שיפוח היום. כאומר לכן בעבור הכשרון והיופי הנמצא בך מאז ביתר שאת, הוחילי על הטובה כי יש תקוה, ועד העת שיהיה השמש נפוח מן הארץ לרדת לשקוע, ועד ינוסו הצללים הוא עת ערב שאז ינוסו צללי הדברים להיות מתארכים ונמשכים למרחוק. ועד לא תבא העת ההיא, אלך אל הר שגדל שם בושם המור, ואל גבעה שגדילה שם לבונה, ושמה אלין הלילה. והנמשל הוא לומר בעבור כשרון המעשה והשבח הנמצא בך מאז, אמהר להשרות שכינתי בבית המקדש מקום מקטירין סממני הקטרת ובהם מור ולבונה ","titles":[{"title":"שיר ד ו"},{"title":"שיר פרק ד פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-6","positionInPerek":6,"positionInParasha":51},{"uri":"tanach-metzudatdavid-30-4-7","text":" מצודת דוד  כולך יפה רעיתי. מעודך רעיתי כל חלקי גופך יפה ולא נמצא בך שום מום. והנמשל הוא לומר אתה כנסת ישראל מאז כולכם כשרים ולא נמצא במי שמך פסול ","titles":[{"title":"שיר ד ז"},{"title":"שיר פרק ד פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-7","positionInPerek":7,"positionInParasha":52},{"uri":"tanach-metzudatdavid-30-4-8","text":" מצודת דוד  אתי מלבנון כלה. הנה אתה כלה, רוצה לומר כלולה בכל מיני יופי אתי מלבנון. וחוזר ומפרש אתי מלבנון תבואי, רוצה לומר ממקום שא עומדת עתה בלבנון, משם תבואי אתי אל הר המור וכו', ושם נתעלסה באהבים ונרוה דודים עד הבקר ","titles":[{"title":"שיר ד ח"},{"title":"שיר פרק ד פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-8","positionInPerek":8,"positionInParasha":53},{"uri":"tanach-metzudatdavid-30-4-9","text":" מצודת דוד  לבבתני. הנה מאז בהיותי עמך משכת את לבי אליך את אחותי כלה. ואמר אחותי בלשון חיבה יתירה ","titles":[{"title":"שיר ד ט"},{"title":"שיר פרק ד פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-9","positionInPerek":9,"positionInParasha":54},{"uri":"tanach-metzudatdavid-30-4-10","text":" מצודת דוד  מה יפו דודיך. מה מאוד היו יפים הראות חיבתך אלי את אחותי כלה, מה מאוד היו טובים יותר ממשתה היין וריח השמן שאתה סך מהם, הוא ריח ערב מריח כל בשמים. והנמשל הוא לומר האמונה שאתה מאמין בי ופרסום קדושת שמי הבא על ידך, הגון בעיני ומקובל לפני ","titles":[{"title":"שיר ד י"},{"title":"שיר פרק ד פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-10","positionInPerek":10,"positionInParasha":55},{"uri":"tanach-metzudatdavid-30-4-11","text":" מצודת דוד  נפת תטופנה. אמרי שפתיך מתוקים וערבים כאילו מטיפים הזלת צופים. וכאילו תחת לשונך דבש וחלב ויזלו מפיך. והוא כפל ענין במלות שונות. והנמשל הוא על עסק למוד חכמת התורה ","titles":[{"title":"שיר ד יא"},{"title":"שיר פרק ד פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-11","positionInPerek":11,"positionInParasha":56},{"uri":"tanach-metzudatdavid-30-4-12","text":" מצודת דוד  גן נעול. עתה חוזר לשבחה בדבר הצניעות, וכה יאמר הרי את כגן הנעול שאין מי יוכל לבוא בו כי אם בעל הגן, כי כ''כ לא תעזוב את מי לגשת אליך ","titles":[{"title":"שיר ד יב"},{"title":"שיר פרק ד פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-12","positionInPerek":12,"positionInParasha":57},{"uri":"tanach-metzudatdavid-30-4-13","text":" מצודת דוד  שלחיך. הנה לפי מעשיך ההגונים ושמירת. הצניעות מובטחני בך שיהיו שלחיך פרדס רמונים, רוצה לומר פרי בטנך המתפשטים ונשלחים ממך יהיו מלאי חכמות, כרמון המלאה לה גרגרים ","titles":[{"title":"שיר ד יג"},{"title":"שיר פרק ד פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-13","positionInPerek":13,"positionInParasha":58},{"uri":"tanach-metzudatdavid-30-4-14","text":" מצודת דוד  נרד וכרכם. רוצה לומר פרסום שבחם יהיה מוסיף והולך להתפשט ממרחק רב כריח נרד וכו'. עם כל מין עצי לבונה מור ואהלות, עם כל מיטב מיני בשמים, שהרכבה גדולה כזאת אין למעלה ממנה בדבר העלאת ריח טובה וערב עד למרחוק. והנמשל הוא לאחדים עם המשל ","titles":[{"title":"שיר ד יד"},{"title":"שיר פרק ד פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-14","positionInPerek":14,"positionInParasha":59},{"uri":"tanach-metzudatdavid-30-4-15","text":" מצודת דוד  מעין גנים. רוצה לומר בדין הוא שיהיו השליחות פרדס רמונים וכו', כי המעין המשקה את הגנים הוא באר של מים חיים מוקף מחיצות, ולא מגולה לשיבא בו אבק ועפרורית. וגם המים ההם נוזלים ונובעים מהר הלבנון, ולכן המה מתוקים ביותר. ולזה מהראוי שיצליחו השליחות להיות פרדס רימונים וכו', רוצה לומר בדין הוא שיהיו בניך מלאים חכמות ומדות טובות, לפי שאת הוא מקור מחצבם, והגונה את להוליד תולדות כאלה. והנמשל הוא לומר לפי שמקום מחצבת כנסת ישראל היא מאבות ואמהות כשרים וצדיקים, ראויים התולדות להתדמות אל האבות ","titles":[{"title":"שיר ד טו"},{"title":"שיר פרק ד פסוק טו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-15","positionInPerek":15,"positionInParasha":60},{"uri":"tanach-metzudatdavid-30-4-16","text":" מצודת דוד  עורי צפון. כאשר נשמע לאוזן החשוקה מרבית הקילוס מה שהחשוק מקלסה, אמרה אתה רוח הצפוני התעוררי לנשב, ואתה רוח תימן בואי הנה והפיחי אל גני, למען יזלו ויטיפו בשמיו את השרף והמיץ, ולמרבית הריח אשר יהיה נודף למרחוק יבוא דודי חיש קל מהר אל הגן שהכנתי לו לטייל בו, ושם יאכל הפירות החשובים אשר זמנתי לו, למען יתמיד לשבת עמדי. והנמשל הוא כאילו תאמר כנסת ישראל עם כל אלה כי אמצא חן בעיניו יחיש נא ימהר ישרה בי, שכינתו בבית המכון לשבתו, ויקבל שם קרבנותי ברצון ","titles":[{"title":"שיר ד טז"},{"title":"שיר פרק ד פסוק טז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-4","interprets":"tanach-30-4-16","positionInPerek":16,"positionInParasha":61},{"uri":"tanach-metzudatdavid-30-5-1","text":" מצודת דוד  באתי לגני. החשוק שלח דברו וכה אמר כן אעשה ואמהר לבא אל הגן שהכנת לי ואלקט המור עם שאר, מיני הבושם שהזמנת לי. ואת הדבש אוכל לתאוה עד שאוכל גם הקנים למצוץ הדבש מהם. ואשתה היין עם החלב שהזמנת לי ","titles":[{"title":"שיר ה א"},{"title":"שיר פרק ה פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-1","positionInPerek":1,"positionInParasha":62},{"uri":"tanach-metzudatdavid-30-5-2","text":" מצודת דוד  אני ישינה. עתה חזרה החשוקה להשלים אמריה עם הנערות, כי כשבא לאוזן החשוק טעם אמריה והפלגת חשקה, שלח אמריו לקלסה באומרו הנך יפה רעיתי וגו' וכל הענין, והיא חשבה מחשבות שיבוא אל הגן לשבת עמה. והוא השיב שכן יבוא הפסיק הענין בזה הספור. ועתה שנה להם מה היה הסיבה אשר החשוק נפרד ממנה כל כך הרבה מן הזמן. ואמרה כאשר הלכתי לישן ועדיין היה לבי ער כי לא נשתקעתי בשינה, שמעתי קול דודי נוקש על הדלת, וכה אמר פתחי לי הדלת את אחותי רעיתי הדבוקה בי כיונה בבן זוגה התמימה באהבתה אלי ","titles":[{"title":"שיר ה ב"},{"title":"שיר פרק ה פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-2","positionInPerek":2,"positionInParasha":63},{"uri":"tanach-metzudatdavid-30-5-3","text":" מצודת דוד  פשטתי את כתנתי. ואני השבתי לו הנה כבר פשטתי את כתנתי כדרך ההולכים לישן, ואין ללכת ערומה, ואיך אם כן אלבשנה כי יש לי טורח בזה. וכבר רחצתי את רגלי עד לא עליתי על המשכב, ואיך אם כן אטנפם ללכת בארץ לפתוח לך הדלת. והנמשל הוא לומר הנה נתעצלתי לעלות לירושלים, לפי שכבר נתישבתי בבבל והיתה הארץ ההיא ערבה עלי, ולא רציתי לטרוח בטלטול הדרך ","titles":[{"title":"שיר ה ג"},{"title":"שיר פרק ה פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-3","positionInPerek":3,"positionInParasha":64},{"uri":"tanach-metzudatdavid-30-5-4","text":" מצודת דוד  דודי שלח ידו מן החור. אחר זה הושיט החשוק את ידו מן החור שאצל הדלת, הכוונה היה למען תראה ידו ותגעגע עליו ויצר לה בהפרידו ממנה ","titles":[{"title":"שיר ה ד"},{"title":"שיר פרק ה פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-4","positionInPerek":4,"positionInParasha":65},{"uri":"tanach-metzudatdavid-30-5-5","text":" מצודת דוד  קמתי אני. אז קמתי ממטתי לפתוח לדודי את הדלת, ובכדי להתאהב עליו התבשמתי להיות ריחי נודף, ובעבור מרבית הבושם היו ידי נוטפים מור. ומן אצבעותי היה המור עובר ויורד על ידי המנעול האוחזים את הדלת לסגרה. והנמשל הוא לומר הן עסקתי בבנין בנפש חפיצה והצלחתי בה, כמו שנאמר ושבי יהודיא בנין ומצלחין ","titles":[{"title":"שיר ה ה"},{"title":"שיר פרק ה פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-5","positionInPerek":5,"positionInParasha":66},{"uri":"tanach-metzudatdavid-30-5-6","text":" מצודת דוד  פתחתי. כאשר פתחתי לו הדלת אז סבב עצמו ועבר משם ","titles":[{"title":"שיר ה ו"},{"title":"שיר פרק ה פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-6","positionInPerek":6,"positionInParasha":67},{"uri":"tanach-metzudatdavid-30-5-7","text":" מצודת דוד  מצאוני השומרים. בעת סבבתי בעיר לחפש אחריו, מצאו אותי שומרי העיר הסובבים בלילה לשמרה. והכו אותי ופצעו בי. ושומרי החומות לקחו מעלי את רדידי, כדרך שעושין להולך יחידי באישון לילה שמכים ופוגעים בו ומפשיטין בגדיו, באמרם שהולך הוא לגנוב או לנאף. והנמשל הוא לומר הנה פגעו בי השודדים המתפרצים בעולם, ואבדו ממני כמה וכמה בכל דור ודור, וחמסו אותי אכלוני הממוני הציגוני ככלי ריק ","titles":[{"title":"שיר ה ז"},{"title":"שיר פרק ה פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-7","positionInPerek":7,"positionInParasha":68},{"uri":"tanach-metzudatdavid-30-5-8","text":" מצודת דוד  השבעתי וגו'. ככלותה לספר אמרה אל הנערות משביע אני אתכן אם תמצאו את דודי, הנה זאת היא מה שתגידו לו, אשר אני חולה מרוב הגעגועין אל אהבתו. וכאילו תאמר אין חליי בעבור ההכאות שהכו ופצעו בי השומרים, כי הצער הזה הוא כאין מול צער הפרדתו ממני וזהו חליי. והנמשל הוא כאילו כנסת ישראל משבעת את העובדי כוכבים ומזלות להעיד עליה לעתיד לפני המקום ברוך הוא לומר שכל התלאות שסבלתי בגולה קבלתי באהבה, אבל כל חליי ודאגתי היה על המנעת השראת השכינה, כי לבד זאת היה מגמתי ותוחלתי ","titles":[{"title":"שיר ה ח"},{"title":"שיר פרק ה פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-8","positionInPerek":8,"positionInParasha":69},{"uri":"tanach-metzudatdavid-30-5-9","text":" מצודת דוד  מה דודך. כאילו הנערות משיבות אותה מה זה תתרפק בו ומגעגעת עליו את היפה בין הנשים. וכי במה נחשב הוא ביתר שאת משאר הדודים ","titles":[{"title":"שיר ה ט"},{"title":"שיר פרק ה פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-9","positionInPerek":9,"positionInParasha":70},{"uri":"tanach-metzudatdavid-30-5-10","text":" מצודת דוד  דודי צח ואדום. כאילו משיבה הן אין להעריך שאר הדודים מול דודי, כי דודי הוא צח הלבון מעורב במראה אדמימות הנחמד לעין. והנמשל הוא לומר הנה המקום ברוך הוא פועל הרחמים והדין. כי צחות הלבון יורה על הרחמים, והאודם על הדין כמפורסם. וכאומר הנה בידו הכל הרחמים והדין, אבל שרי מעלה לא ייטיבו ולא ירעו מעצמם, כי אינם אלא שלוחי המקום ברוך הוא ","titles":[{"title":"שיר ה י"},{"title":"שיר פרק ה פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-10","positionInPerek":10,"positionInParasha":71},{"uri":"tanach-metzudatdavid-30-5-11","text":" מצודת דוד  ראשו כתם פז. כאומרה אין להניח בראשו עטרת זהב, כי הראש עצמו יפה ומבהיק עוד ככתם פז. והנמשל הוא לומר אין לספר עוצם גדלו, כי הוא מרומם על כל ברכה ותהלה ","titles":[{"title":"שיר ה יא"},{"title":"שיר פרק ה פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-11","positionInPerek":11,"positionInParasha":72},{"uri":"tanach-metzudatdavid-30-5-12","text":" מצודת דוד  עיניו כיונים. הבטת עיניו יפה כהבטת עיני יונים בהתיצבם על אפיקי מים, ומביטים לרוות שם צמאונם, והיא הבטה נאה מאוד ","titles":[{"title":"שיר ה יב"},{"title":"שיר פרק ה פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-12","positionInPerek":12,"positionInParasha":73},{"uri":"tanach-metzudatdavid-30-5-13","text":" מצודת דוד  לחיו כערוגת הבושם. לחיו המה בתכלית ההדור, ידמו אל הערוגות שצומחים שם הבושם, שמייפין אותן ביותר ","titles":[{"title":"שיר ה יג"},{"title":"שיר פרק ה פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-13","positionInPerek":13,"positionInParasha":74},{"uri":"tanach-metzudatdavid-30-5-14","text":" מצודת דוד  ידיו גלילי זהב. אצבעות ידיו כשהן פרודות יתדמו במראיהן כזרועות אופני הזהב, רוצה לומר נקיות כזהב, ועם כי ראשי אצבעותיו הן כלי השימוש ודרכן להיות מלוכלכות ","titles":[{"title":"שיר ה יד"},{"title":"שיר פרק ה פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-14","positionInPerek":14,"positionInParasha":75},{"uri":"tanach-metzudatdavid-30-5-15","text":" מצודת דוד  שוקיו עמודי שש. רגליו נאים בלובן וביושר כעמודי אבן שיש. והמה מיוסדים על אדני פז, הם כפות הרגלים, שהמה נקיות כזהב פז, עם כי מדרכם להיות מלוכלכות בעפר הארץ. והנמשל הוא על העולם השפל הדום רגלי המקום ברוך הוא, שנא' והארץ הדום רגלי, שהוא חזק כעמודי אבני שיש, ואדני יסוד כדור הארצי המעמידו במקומו לבל יתקרב לפאה מן הפאות, דומה הוא אל הפז. ויאמר על הנקודה האמצעית מכדור הארצי שהיא מעמדת כל הכדור במקומו כאשר חקרו הטבעיים, כי כל יסוד משתוקק ליסודו, ולכן בא הרמז בפז, כי הנקודה הזאת הוא כמעט קט כמו הפז שמעט ירד לעולם, כמו שאמרו רז''ל ","titles":[{"title":"שיר ה טו"},{"title":"שיר פרק ה פסוק טו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-15","positionInPerek":15,"positionInParasha":76},{"uri":"tanach-metzudatdavid-30-5-16","text":" מצודת דוד  חכו ממתקים. כל דברי חכו מתוקים במליצה נאותה וצחות אמרים, וכל מעשיו ותנועותיו המה חמודים כי עשוים בהשכל רב. והנמשל הוא לומר דברי התורה הנתונים מפיו המה משפטים צדיקים וחוקים ישרים, וכל מעשיו בחסד וברחמים ","titles":[{"title":"שיר ה טז"},{"title":"שיר פרק ה פסוק טז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-5","interprets":"tanach-30-5-16","positionInPerek":16,"positionInParasha":77},{"uri":"tanach-metzudatdavid-30-6-1","text":" מצודת דוד  אנה הלך דודך. כאשר שמעו הנערות אמריה כי נעמו, אמרו לה את היפה בנשים אם לא מצאת את דודך בעיר, אמרי נא להיכן הלך ולהיכן פנה, רוצה לומר אנה דרכו ללכת ונלך עמך לבקשו במקום ההוא. כאילו תאמרנה אם את מתפחדת ללכת יחידי נלכה גם אנו בחברתך. והנמשל הוא כאילו יאמרו האומות אם הדבר כן הוא אמרי לנו היכן הוא, כלומר במה תשיב אותו אליך ובמה יתרצה ונעזור לך על ההשבה להספיק בידך להשיבו אליך, ולא נוסיף להדיחך עוד מאחריו ","titles":[{"title":"שיר ו א"},{"title":"שיר פרק ו פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-1","positionInPerek":1,"positionInParasha":78},{"uri":"tanach-metzudatdavid-30-6-2","text":" מצודת דוד  דודי ירד לגנו. כאילו משיבה לומר דרכו ללכת בגנים, ובודאי ירד שם אל בין ערוגות הבושם לרעות ולטייל בגנים, וללקוט שושנים להביאם לי תשורה. והנמשל הוא אשר תשיב אמריה מעולם דרכו להשרות שכינתו בבתי כנסיות ובבתי מדרשות, להקשיב רנה של תורה ותפלה לקבלם ברצון, להיות שמורים אצלו לשלם מהם שכר טוב. וכאומרת הנה בעסק התורה והתפלה אפתנו לשוב אלי ","titles":[{"title":"שיר ו ב"},{"title":"שיר פרק ו פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-2","positionInPerek":2,"positionInParasha":79},{"uri":"tanach-metzudatdavid-30-6-3","text":" מצודת דוד  אני לדודי וגו'. רוצה לומר כמו שכל תשוקתי היא אל דודי, כן תשוקתו אלי, והוא זה הרועה בשושנים להביא לי מהם תשורה. והנמשל הוא לומר כמו שאני לא בחרתי באל נכר, כן הוא לא עזבני מכל וכל לבחור בעובדי גלולים, ואף עתה מקבל ברצון עסק התורה והתפלה ושמורים אצלו להשיב לי עליהם גמול טוב ","titles":[{"title":"שיר ו ג"},{"title":"שיר פרק ו פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-3","positionInPerek":3,"positionInParasha":80},{"uri":"tanach-metzudatdavid-30-6-4","text":" מצודת דוד  יפה את רעיתי כתרצה. וכאשר נשמע אל החשוק נועם דבריה והפלגת תשוקתה אליו, שלח אמריו לקלסה, וכה אמר יפה את רעיתי כעיר תרצה, והיא היתה עיר יפה מאד בבנינים נפלאים. (ועד שלא נבנית שומרון היתה עיר מלוכה למלכי ישראל) ","titles":[{"title":"שיר ו ד"},{"title":"שיר פרק ו פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-4","positionInPerek":4,"positionInParasha":81},{"uri":"tanach-metzudatdavid-30-6-5","text":" מצודת דוד  הסבי עיניך מנגדי. גם זה מדברי החשוק, ישלח אמריו לאמר לה בדרך חבה החזירי לי עיניך שהם מוסרים מנגד פני, כי מאז בהבטתם בי חזקו ואמצו את לבבי להיות נמשך אחריך. והנמשל הוא כאילו יאמר להחכמים עיני העדה שיביטו גם עתה ויסתכלו בתורה ויעסקו בה, כי בה היו מוסיפים כח מאז בפמליא של מעלה, וגם עתה יאהבו בזה אל המקום ברוך הוא. וכאומר עם כי המה בגולה ואין עסק התורה מוספת כח כל כך כמו העסק בארץ ישראל, מכל מקום מוסיפים הם ","titles":[{"title":"שיר ו ה"},{"title":"שיר פרק ו פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-5","positionInPerek":5,"positionInParasha":82},{"uri":"tanach-metzudatdavid-30-6-6","text":" מצודת דוד  שניך כעדר הרחלים. שניך המה לבנות במראה ומסודרות, כמו עדר הרחלים כשהם עולים מן הרחצה שמבהיקים בלובן צח ","titles":[{"title":"שיר ו ו"},{"title":"שיר פרק ו פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-6","positionInPerek":6,"positionInParasha":83},{"uri":"tanach-metzudatdavid-30-6-7","text":" מצודת דוד  כפלח הרמון רקתך. גובה פניך מזה ומזה הוא סגלגל ואדום ומעורב בלובן, כמראה חתיכה הנבקעת מן הרמון, והמה נסתרים מבפנים להמסוה, ובזה ממשיכים אהבה וחשק יותר מאילו היו גלוים מבלי מסוה. והנמשל הוא על שופטי העדה שהם פני הדור, שהמה ממולאים בכל חכמה ומדע כרמון המלאה לה גרגרים. והמה מסתירים החכמה בלבותם ואינם מתפארים בפני אנשים. וכאומר עם כי בגולה יתמנו השופטים בישראל על פי חוקי הממשלה, עם בל זה לא ימצא מי יערב לבו לגשת להיות מן השופטים אם לא ימצא בו כל אלה. (ולא זכר שבח השפתים מה שזכר למעלה, כי הם המרמזים על הנביאים ואינם בגולה. ובעבור זה לא זכר גם שבח הדבור, כי הוא מרמז על הלוים העומדים על הדוכן לדבר בשיר, ובגולה אין דוכן ואין שיר. וכן לא זכר שבח הצואר, כי הוא מרמז על בית המקדש והוא חרב. וכן לא זכר שבח השדים, כי הם מרמזים על המלך וכהן גדול, ובגולה אין מלך ואין כהן גדול) ","titles":[{"title":"שיר ו ז"},{"title":"שיר פרק ו פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-7","positionInPerek":7,"positionInParasha":84},{"uri":"tanach-metzudatdavid-30-6-8","text":" מצודת דוד  ששים המה מלכות. יתכן שבנשי המלך שלמה שהיו שבע מאות שרות, היו בהן ששים מופלגות ביופי ובמדות חמודות, ובג' מאות פלגשיו היו בהן פ' שהן מופלגות ביופי וכו'. כאילו החשוק ישלח דברו לאמר הנה בנשי המלך השרות יש ששים מופלגות ביופי ובמדות חמודות, וכן בפלגשיו יש שמונים, וזולתם יש הרבה מן הנערות שהן מופלגות ביופי וכו'. והנמשל הוא לומר כי הנה אמרו זרעו של שם בן נח נחלק אחר כך לששים עממים, וכינה אותם בשם מלכות להיותם מזרע שם הנאהב מהמקום ברוך הוא, והמבורך מפי נח אביו. וזרעו של יפת אחיו נחלק אחר כך לשמונים עממים, וכינה אותם בשם פילגשים להיותם מזרע יפת, שלא היה נאהב להמקום ברוך הוא כמו שם, אבל לא היה שנוא לפניו כמו חם, וזרעו של חם אחיהם נחלק אחר כך לעממים אין מספר. וכינה אותם בשם עלמות לבד, להיותם מזרע חם השנוא מהמקום ברוך הוא והמקולל מפי נח אביו ","titles":[{"title":"שיר ו ח"},{"title":"שיר פרק ו פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-8","positionInPerek":8,"positionInParasha":85},{"uri":"tanach-metzudatdavid-30-6-9","text":" מצודת דוד  אחת היא. אבל רעיתי הדבוקה בי כיונה בבן זוגה ותמימה באהבתה אלי, היא אחת ומיוחדת בכולן ואין להעריכן אליה וזהו על כי היא אחת ויחידה לאמה, ושמה בה כל מגמתה לפלס מעגל דרכיה להיישירה בכל עוז. והיא ברה וצחה בעבור אמה שילדתה, כי השתדלה לצחצחה ולמרקה בתמרוקי הנשים. והנמשל הוא לומר הנה כנסת ישראל היא המיוחדת שבכל העמים, כי מקור מחצבתה היו קודש הם האבות והאמהות, והם השרישו בלבה אהבת ה' ","titles":[{"title":"שיר ו ט"},{"title":"שיר פרק ו פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-9","positionInPerek":9,"positionInParasha":86},{"uri":"tanach-metzudatdavid-30-6-10","text":" מצודת דוד  מי זאת הנשקפה וגו'. הלשון הזה יורה על ענין שבח וחשיבות, וכן מי מלל לאברהם. ומוסב למעלה לומר כן היה הקילוס שקלסוה הבנות והמלכות והפלגשים, וכה אמרו ראו מי היא, וכמה גדולה וחשובה היא זאת אשר מתחלה היתה נשקפה ונראה כזוהר כוכב השחר, ולאחר זה נתעלתה עד שנעשית יפה כלבנה, ואחר זה הוסיפה עוד ביופי עד שנעשית ברה כחמה, לא כדרך שאר הנשים שנכחש יפיין כשהן מזדקנות. והנמשל הוא לומר כמה גדולה האומה ההיא שבכל פעם מוספת על עצמה סייגים וגדרים לעשות משמרת למשמרת התורה ","titles":[{"title":"שיר ו י"},{"title":"שיר פרק ו פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-10","positionInPerek":10,"positionInParasha":87},{"uri":"tanach-metzudatdavid-30-6-11","text":" מצודת דוד  אל גנת אגוז ירדתי. גם זה מדברי החשוק, שאמר הנה כשנפרדתי ממנה לא הלכתי לחבק חיק נכריה, אבל געגועי היה עליה, ולהפק הגעגועין ירדתי אל גנת אגוז לטייל שם, ולקבל ריח עלי האילנות, ולראות בצמחים הגדילים בשפת הנחל, ולהביט אם פרחה הגפן, אם גדלו נצי הרמונים. והנמשל הוא לומר אף בהיות כנסת ישראל בגולה לא בחרתי בעם אחר, אבל מצוי אני בבתי כנסיות ובבתי מדרשות לקבל ברצון עסק חדושי התורה ורנון התפלה ","titles":[{"title":"שיר ו יא"},{"title":"שיר פרק ו פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-11","positionInPerek":11,"positionInParasha":88},{"uri":"tanach-metzudatdavid-30-6-12","text":" מצודת דוד  לא ידעתי. חזרה החשוקה להתאונן ולומר הנה אז לא שמתי לבי לדעת ולהזהר בכבוד החשוק לפתוח לו הדלת מיד, והנה נפשי עשתה לי להיות מרכבות להטעין עלי נדיבי עם, רוצה לומר להיות משועבדת ונכנעת אליהם כדרך היושבת בדודה וגלמודה. והנמשל הוא לומר שכנסת ישראל תתאונן לומר לא שמתי לבי מאז לצאת מבבל כולנו יחד כאשר צוה ה', ונפשי עשתה לעצמה להיות משועבדת בגולה ","titles":[{"title":"שיר ו יב"},{"title":"שיר פרק ו פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-6","interprets":"tanach-30-6-12","positionInPerek":12,"positionInParasha":89},{"uri":"tanach-metzudatdavid-30-7-1","text":" מצודת דוד  שובי שובי השולמית. כאשר נשמע אל החשוק אשר חשוקתו מתאוננת על שלא נזהרה בכבודו, שלח אמריו לאמר לה את השלימה במעלות ומדות הגונות שובי אלי להיות עמי כמאז. וכפל המלות יורה על החזוק והזרוז ","titles":[{"title":"שיר ז א"},{"title":"שיר פרק ז פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-1","positionInPerek":1,"positionInParasha":90},{"uri":"tanach-metzudatdavid-30-7-2","text":" מצודת דוד  מה יפו פעמיך בנעלים. עוד זה מדברי החשוק מבטיחה לומר את בת נדיב מה מאד יתייפו רגליך כשהם בתוך הנעלים המהודקים בהם לפי מדתם לא יעדפו ולא יחסרו. והנמשל הוא לומר את כנסת ישראל מזרע אברהם, מה מאוד תתיפי בשובך לארצך, ותבואי לבית המקדש ברגלים ג' פעמים בשנה ","titles":[{"title":"שיר ז ב"},{"title":"שיר פרק ז פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-2","positionInPerek":2,"positionInParasha":91},{"uri":"tanach-metzudatdavid-30-7-3","text":" מצודת דוד  שררך. טבורך יהיה עגול כאגן העגול כדמות הירח ","titles":[{"title":"שיר ז ג"},{"title":"שיר פרק ז פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-3","positionInPerek":3,"positionInParasha":92},{"uri":"tanach-metzudatdavid-30-7-4","text":" מצודת דוד  שני שדיך. דדיך ישוו זה עם זה, והמה יהיו כשני ילדי צביה שנולדו תאומים שהמה בשווי גמור. והנמשל הוא על המלך וכהן גדול המיניקים ומשפיעים, טובת המלך במלחמתו וכהן גדול בעבודתו. ואמר שישוו בגדולה ויהיו מסכימים ונשמעים זה לזה כרעים אהובים ","titles":[{"title":"שיר ז ד"},{"title":"שיר פרק ז פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-4","positionInPerek":4,"positionInParasha":93},{"uri":"tanach-metzudatdavid-30-7-5","text":" מצודת דוד  צוארך כמגדל השן. הצואר שלך יהיה זקוף ומיושר ובתכלית הלובן, כמו מגדל משן הפיל. והנמשל הוא על בית המקדש שהוא חזקן ומבצרן של ישראל, כצואר הזה שהוא חוזק האדם, שיעמוד על הר גבוה תלול ויהיה בנוי בהמבחר שבבנינים, משם יבא מחילת החטא ולבון העון ","titles":[{"title":"שיר ז ה"},{"title":"שיר פרק ז פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-5","positionInPerek":5,"positionInParasha":94},{"uri":"tanach-metzudatdavid-30-7-6","text":" מצודת דוד  ראשך עליך ככרמל. ראשך אשר עליך יעמוד מוזקף ויהיה סגלגל כהר הכרמל. והנמשל הוא לומר אשר השכינה היא הראש אשר עליך יראה כהר הכרמל ","titles":[{"title":"שיר ז ו"},{"title":"שיר פרק ז פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-6","positionInPerek":6,"positionInParasha":95},{"uri":"tanach-metzudatdavid-30-7-7","text":" מצודת דוד  מה יפית. מה מאד תהיה יפה ונעימה והאהבה תהיה עם התענוג כי בעודי נפרדת ממך האהבה היא סיבה אל העצבון בעבור רוב הגעגועין, אבל כשתשבי עמדי תהיה האהבה סיבה אל התענוג. והנמשל הוא לומר כשתשובי מן הגולה יהיה שמחה לפני המקום ברוך הוא, אשר לא כן כשהיא בגולה ","titles":[{"title":"שיר ז ז"},{"title":"שיר פרק ז פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-7","positionInPerek":7,"positionInParasha":96},{"uri":"tanach-metzudatdavid-30-7-8","text":" מצודת דוד  זאת קומתך. זאת תהי מראה קומתך תדמה לאילן תמר הזקוף מבלי עקמימות. והנמשל הוא על כל האומה שתהיה בכללה ישרה ","titles":[{"title":"שיר ז ח"},{"title":"שיר פרק ז פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-8","positionInPerek":8,"positionInParasha":97},{"uri":"tanach-metzudatdavid-30-7-9","text":" מצודת דוד  אמרתי אעלה בתמר. רוצה לומר אשב עם הרעיה שדמתה לאילן תמר, ואחזה בסעיפי האילן, כלומר עוד לא אפרד ממנה. והנמשל הוא לומר שהמקום ברוך הוא ישרה בה שכינתו ולא תפרד ממנה ","titles":[{"title":"שיר ז ט"},{"title":"שיר פרק ז פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-9","positionInPerek":9,"positionInParasha":98},{"uri":"tanach-metzudatdavid-30-7-10","text":" מצודת דוד  וחכך. מאמריך ישמחו לבי, כיין הטוב ההולך במתן לדודים מאהוב לאהוב ליישר האהבה ביניהם לבל תמוט ","titles":[{"title":"שיר ז י"},{"title":"שיר פרק ז פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-10","positionInPerek":10,"positionInParasha":99},{"uri":"tanach-metzudatdavid-30-7-11","text":" מצודת דוד  אני לדודי. כאשר נשמע אל החשוקה ההבטחה והייעודים הללו, אמרה הנה מאז ידעתי אשר אני מיוחדת לדודי, וכל תשוקתו הוא עלי לא על הזולת. והנמשל הוא כאילו אמרה כנסת ישראל מאז ידעתי שאני לו לעם, ולא ימאס בי להחליפני בעם אחר ","titles":[{"title":"שיר ז יא"},{"title":"שיר פרק ז פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-11","positionInPerek":11,"positionInParasha":100},{"uri":"tanach-metzudatdavid-30-7-12","text":" מצודת דוד  לכה דודי. תשלח אמריה לחלות פני החשוק, לומר לו נצא מן העיר אל השדה, ונלין באחת מן הכפרים אשר הכרמים סמוכים אליה. והנמשל הוא כאילו אמרה כנסת ישראל אל המקום ברוך הוא לך נא בערי השדה ובכפרים להשגיח במעשה אנשיהן, עם כי אינם מיושרים ומחוכמים כאנשי כרכים ועיירות גדולות שיש בהם ממי ללמוד, כי חכמיהם רבו למעלה אשר לא ימצא כן בערי השדה ובכפרים ","titles":[{"title":"שיר ז יב"},{"title":"שיר פרק ז פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-12","positionInPerek":12,"positionInParasha":101},{"uri":"tanach-metzudatdavid-30-7-13","text":" מצודת דוד  נשכימה לכרמים. בהיות שהכרמים סמוכים לה נבוא בהשכמה אל הכרמים עד שלא תזרח השמש בתוקף החום ","titles":[{"title":"שיר ז יג"},{"title":"שיר פרק ז פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-13","positionInPerek":13,"positionInParasha":102},{"uri":"tanach-metzudatdavid-30-7-14","text":" מצודת דוד  הדודאים. הביא ראיה שקרוב הדבר שפרחה הגפן וכו', כי הנה עשבי הדודאים כבר הפריחו ומעלים ריח טוב, ועל פתחינו כבר יש כל מיני מגדים מן החדש ומן הישן של אשתקד אשר קניתים וצפנתים לתת לך. וכאילו אומרת והנה ראיתים אלו מול אלו וראיתי בהם מגדים מן החדש, ואם כן קרוב הדבר שפרחה הגפן וכו', וכשנלך שמה נמצא קורת רוח והרחבת הלב, ואראה לך שם תוקף אהבתי אליך. והנמשל הוא כאילו תאמר כנסת ישראל הלא אף עמי הארצות שבהם שהמה רק בצורת אדם כדמות עשבי הדודאים, עם כל זה גם הם נתנו ריח בעסק המצות, ויש אם כן בהם הרבה זכיות ממה שעשו מחדש ומה שעשו מזמן רב, וכולם עשוים המה בעבור כבוד שמך לא להתיהר, ואם כה עשו עמי הארצות, מה הם עוד הזכיות אשר תמצא בין החכמים והתלמידים ","titles":[{"title":"שיר ז יד"},{"title":"שיר פרק ז פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-7","interprets":"tanach-30-7-14","positionInPerek":14,"positionInParasha":103},{"uri":"tanach-metzudatdavid-30-8-1","text":" מצודת דוד  מי יתנך כאח לי. גם זה מדברי החשוקה, תשלח אמריה לומר אל החשוק הן אתאוה לנשק אותך בשוק בפומבי, אבל בוש אני פן אהיה לבוז. ומי יתן אותך שתהיה למולי כאח קטן שעדיין יונק שדי אמי, שאין בושה אחותו לנשקו בשוקים, כי אם כן היית למולי הייתי מנשק אותך כאשר מצאתיך בשוק, והייתי אם כן ממלא תאותי, וגם לא היה מי מבזה אותי. והנמשל הוא לומר מי יתן ויסורו הסבות המונעות אותי מעבודה תמימה, כי אם כן היה הייתי אז עוסקת בתורה ובמצות בכל מקומות מהלכתי ","titles":[{"title":"שיר ח א"},{"title":"שיר פרק ח פסוק א"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-1","positionInPerek":1,"positionInParasha":104},{"uri":"tanach-metzudatdavid-30-8-2","text":" מצודת דוד  אנהגך. הייתי מוליכך להביאך אל בית אמי, למען תלמד אותי שמה במה אתרצה לך להפקת רצונך. ושם הייתי משקה אותך מיין המעורב בבשמים, ומהמיץ הנסחט מן רמוני. והנמשל הוא לומר עוד הייתי חוקר לדעת מצפוני המצות ועומק מסתריה, והייתי עושה אותם בתכלית מן השלימות ועוצם הדקדוק למען יערב לך ","titles":[{"title":"שיר ח ב"},{"title":"שיר פרק ח פסוק ב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-2","positionInPerek":2,"positionInParasha":105},{"uri":"tanach-metzudatdavid-30-8-3","text":" מצודת דוד  שמאלו. כאומרת הן ידעתי כי בזה ידבק בי דרך אהבה, וישים שמאלו תחת ראשי ותחבקני ימינו. והנמשל הוא לומר הנה בזה היית משרה שכינתך בי דרך אהבה וחיבה יתירה ","titles":[{"title":"שיר ח ג"},{"title":"שיר פרק ח פסוק ג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-3","positionInPerek":3,"positionInParasha":106},{"uri":"tanach-metzudatdavid-30-8-4","text":" מצודת דוד  השבעתי. עתה חזרה פניה כלפי הנערות, ותאמר אליהן עונש בטול השבועה שהשבעתי אתכן מאז, יהיה עליכן בעבור מה שתעוררו אליכן אהבת החשוק ההוא בהמאיס אותי בעיניו, וכל האיום הזה הוא עד הזמן שתהיה האהבה נהפכת לשוב מעצמה, וכל עוד שלא שבה אני מאיים עליכן על זאת. וכאילו תאמר אבל אחר שתשוב האהבה אין עוד צורך לאיים עליכן, כי אז לא תוכלו להמאיס אותי להעיר עליכן אהבתו. והנמשל הוא כאילו תאמר כנסת ישראל אל העובדי כוכבים ומזלות עונש בטול השבועה יהיה עליכם, בעבור מה שתכריחו אותי לעבור על דת להמאיס אותי בעיני המקום ברוך הוא להיות חלוטה בידכם, וכל האיום הזה וכו' כמו במשל ","titles":[{"title":"שיר ח ד"},{"title":"שיר פרק ח פסוק ד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-4","positionInPerek":4,"positionInParasha":107},{"uri":"tanach-metzudatdavid-30-8-5","text":" מצודת דוד  מי זאת עולה. עתה תשלח אמריה אל החשוק, וכה תאמר מי עוד זאת כמוני שעלתה מן המדבר מקום שממון, ואף גם שמה היתה מתחברת עם דודה ולא נפרדה ממנו. והנמשל הוא כאילו כנסת ישראל אומרת אל המקום ברוך הוא מי האמין עוד בך כמוני ללכת אחריך במדבר ארץ לא זרועה ","titles":[{"title":"שיר ח ה"},{"title":"שיר פרק ח פסוק ה"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-5","positionInPerek":5,"positionInParasha":108},{"uri":"tanach-metzudatdavid-30-8-6","text":" מצודת דוד  שימני. לכן שים אותי על לבך לבל תזוז האהבה לעולם, כמו החותם הניתן על היד ואינה זזה משם ","titles":[{"title":"שיר ח ו"},{"title":"שיר פרק ח פסוק ו"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-6","positionInPerek":6,"positionInParasha":109},{"uri":"tanach-metzudatdavid-30-8-7","text":" מצודת דוד  מים רבים. לפי שהמשיל את האהבה באש, לכן אמר מים רבים וכו' לשון הנופל בכבוי האש. ורוצה לומר לא יועיל שום הסתה ופתוי לבטל את האהבה. ואם מי יתן כל הון ביתו בעבור האהבה להמיר אותה בשנאה, הנה כל בני עולם יבוזו אותו וילעגו עליו, על שלא השכיל לדעת שאי אפשר לבטל אהבה עזה זאת בשום דבר. ומוסב למעלה לומר מהראוי שלא תסיר עוד אהבתך ממני, הואיל וגם אהבתי אליך חזקה מאד. והנמשל הוא לאחדים עם המשל ","titles":[{"title":"שיר ח ז"},{"title":"שיר פרק ח פסוק ז"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-7","positionInPerek":7,"positionInParasha":110},{"uri":"tanach-metzudatdavid-30-8-8","text":" מצודת דוד  אחות לנו קטנה. ועל כי שמעה החשוקה אשר לב החשוק טוב עליה וחפץ לשבת עמה, שלחה אמריה אל החשוק וכה תאמר, הנה יש לנו קרובה אחת קטנה בקומה ואין לה שדים להניק בנים, ועתה אשאלך והודיעני מה נעשה עמה בעת שידובר בה להנשא לאיש, וכאומרת הלא אין מי ימצא שישאנה בעבור קטנותה והעדר השדים. והנמשל הוא לומד אחר הבטחת הגאולה בבוא הזמן, יאמרו בני יהודה הנה אחינו בני עשרת השבטים קטנים המה במעשה המצות, כי עוד היו בארצם הדיחום מלכיהם מאחרי ה', ואף כי בגולה. וגם לא נמצא עמהם בעלי חכמה ומדע כדרך שהיה עמי בבית השני אנשי כנסת הגדולה ומהם נביאים, ולא מצאו אם כן מי להניק אותם מחלב חכמת התורה, ואם כן במה יזכו גם המה אל הגאולה ","titles":[{"title":"שיר ח ח"},{"title":"שיר פרק ח פסוק ח"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-8","positionInPerek":8,"positionInParasha":111},{"uri":"tanach-metzudatdavid-30-8-9","text":" מצודת דוד  אם חומה היא. כאילו החשוק שולח אמריו לומר עצתו, אם היא סגורה וסתומה כבנין חומה ולא שכבה מי משכבי אשה לאבד ולשבר בתוליה, אזי נבנה בשבילה ארמון כסף לשתשב בה יחידי מבלי בעל, ותתענג לשבת בארמון כסף אם לא תתענג בשבת תחת בעל ","titles":[{"title":"שיר ח ט"},{"title":"שיר פרק ח פסוק ט"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-9","positionInPerek":9,"positionInParasha":112},{"uri":"tanach-metzudatdavid-30-8-10","text":" מצודת דוד  אני חומה. ענתה החשוקה ושלחה אמריה לומר, הלא אני כחומה, כי שמרתי מקום בתולי ולא שכב מי אותי. ועם כי שדי המה גדולות כמגדלות המעוררים תאות הנואפים, מכל מקום אני שמרתי את עצמי. וכאילו אומרת הואיל וכן ראוי אם כן אני לשבת בארמון כסף, ותשב הקרובה עמדי. והנמשל הוא כאילו בית יהודה תשיב לומר הלא אני לא דבקתי בעובדי גלולים, ויש בי בעלי חכמה ומדע להניק אותי מחלב חכמת התורה, וראויה אני לשוב מהגולה ולבנין בית המקדש ובעבורי ישובו גם המה לארצם ויזכו לבנין בית המקדש ","titles":[{"title":"שיר ח י"},{"title":"שיר פרק ח פסוק י"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-10","positionInPerek":10,"positionInParasha":113},{"uri":"tanach-metzudatdavid-30-8-11","text":" מצודת דוד  כרם היה לשלמה. עתה חזרה החשוקה לספר ולומר, הנה בעבור שהייתי מחזרת אחר שלום הקרובה יקרה דברי בעיניו לקלס את כל מאמרי, כי החשוק הזה היקר בעיני כמלך שלמה היה לו כרם במישור שמצוים שם המון עם רב, ועל כי חשש מגנבה מסרו לשומרים מחולפים בזה אחר זה, באופן שכל שומר בזמנו יביא לעצמו אלף כסף, וזהו בעבור חלקו בפרי הכרם בשכר השמירה, ושאר הכסף יהיה להחשוק בעל הכרם. והנמשל הוא על עדת ישראל המכונים בשם כרם, כמו שנאמר כי כרם ה' צבאות בית ישראל. ואותם מסר לשומרים, הם מלכי ישראל שמלכו זה אחר זה. וכל אחד משל בזמנו על עשרת השבטים. ובא הרמז באלף, שהם עשרה מאות מאה לשבט ","titles":[{"title":"שיר ח יא"},{"title":"שיר פרק ח פסוק יא"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-11","positionInPerek":11,"positionInParasha":114},{"uri":"tanach-metzudatdavid-30-8-12","text":" מצודת דוד  כרמי שלי לפני. ושלחתי אמרי לאמר כרמי שלי יהיה לפני, רוצה לומר אני אשימה עליו עין לשמרו ","titles":[{"title":"שיר ח יב"},{"title":"שיר פרק ח פסוק יב"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-12","positionInPerek":12,"positionInParasha":115},{"uri":"tanach-metzudatdavid-30-8-13","text":" מצודת דוד  היושבת בגנים. עתה מספרת ואומרת כל כך ישרה דברי בעיניו, עד שאמר לי את היושבת בגנים, מקום ימצאו שם החברים בעלי כרמים כמוני, הנה הם מקשיבים לקול עצתך. וכאומר פן גם הם יעשו כזאת, ולא יהיה אם כן תפארתך עליהם, לזאת השמיעי דבריך בלחש רק לי לבד ולא ישמע הזולת. והנמשל הוא לומר כאילו המקום ברוך הוא ישיב לה אתה מלכות יהודה היושבת בירושלים, הנה כל בית ישראל חבריך מקשיבים לקולך וחפצים בזה כמו שנאמר ובקשו את ה' אלהיהם ואת דוד מלכם. אבל הזהרי להשמיע קולך לי לבד, ולא תפנה עוד אל אלהים אחרים ","titles":[{"title":"שיר ח יג"},{"title":"שיר פרק ח פסוק יג"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-13","positionInPerek":13,"positionInParasha":116},{"uri":"tanach-metzudatdavid-30-8-14","text":" מצודת דוד  ברח דודי. ואני אמרתי לו אם יש לחשוש בזה, מהר ללכת מן הגנים, ודמה עצמך בקלות המרוצה לצבי וכו', ובוא על הרי בשמים, ואני אבוא אחריך ושם נשב ושם נדבר דברינו, ולא ימצא מי שם מקשיב אמרינו. והנמשל הוא לומר כאילו בית יהודה משיב דבר, לומר אם כן מהר והשרה את שכינתך בבית המקדש מקום יקטירו שם הקטרת, וזה יהיה סיבה להשריש אמונתך ויראתך ","titles":[{"title":"שיר ח יד"},{"title":"שיר פרק ח פסוק יד"}],"sefer":"tanach-30","parasha":"parasha-1","perek":"tanach-30-8","interprets":"tanach-30-8-14","positionInPerek":14,"positionInParasha":117}]}