{"subjects":[{"uri":"tanach-ramban-1-1-1","text":"ואם תבקש בריאה למלאכים שאינם גוף, לא נתפרש זה בתורה. ודרשו בהם שנבראו ביום שני, שלא תאמר שסייעו בבריאת העולם. אבל אם תזכה ותבין סוד מלת בראשית, ולמה לא הקדים לומר \"אלהים ברא בראשית\", תדע כי על דרך האמת – הכתוב יגיד בתחתונים וירמוז בעליונים. ומילת בראשית תרמוז בחכמה, שהיא ראשית הראשים, כאשר הזכרתי. ולכך תרגמו בתרגום ירושלמי \"בחכמתא\", והמילה מוכתרת בכתר בי\"ת. ","titles":[{"title":"﻿בראשית א א"},{"title":"﻿בראשית פרק א פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-1-1-3","text":"ודע, כי הימים הנזכרים במעשה בראשית היו בבריאת השמים והארץ ימים ממש, מחוברים משעות ורגעים, והיו שישה כששת ימי המעשה, כפשוטו של מקרא. ובפנימיות הענין יקראו \"ימים\" הספירות האצולות מעליון, כי כל מאמר פועל הויה תיקרא \"יום\". והיו שישה, כי לה' הגדולה והגבורה. והמאמרים עשרה, כי הראשונות אין שם \"יום\" נתפס בהם. והפירוש בסידור הכתובים בזה נשגב ונעלם, ודעתנו בו פחות מטיפה מן הים הגדול. ","titles":[{"title":"﻿בראשית א ג"},{"title":"﻿בראשית פרק א פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-1-1-4","text":"ועוד ייתכן שנאמר, כי משיצאו השמים והארץ מן האפס אל היש הנזכר בפסוק הראשון, נהיה זמן. כי אף על פי שזמנינו ברגעים ושעות, שהם באור ובחשך, משיהיה יש – ייתפש בו זמן. ואם כן, נבראו שמים וארץ, ועמדו כן כמידת לילה מבלי אור, ואמר \"יהי אור\", ויהי אור, וגזר עליו שיעמוד כמידת הראשון, ואחר כך ייעדר מן היסודות; \"ויהי ערב ויהי בקר\". ","titles":[{"title":"﻿בראשית א ד"},{"title":"﻿בראשית פרק א פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-ramban-1-1-5","text":"\"ויהי ערב ויהי בקר יום אחד\" - היה ערב והיה בקר של יום אחד ויקרא תחילת הלילה \"ערב\" בעבור שיתערבו בו הצורות ותחלת היום \"בקר\" שיבקר אדם בינותם כך פירש רבי אברהם ועל דרך הפשט לא יתכן לומר \"יום ראשון\" בעבור שעדיין לא נעשה השני כי הראשון קודם לשני במנין או במעלה אבל שניהם נמצאים וה\"אחד\" לא יורה על שני ויש מפרשים (מורה נבוכים ב ל) כי זה רמז לתנועת הגלגל על פני כל הארץ בעשרים וארבע שעות שכל רגע מהם בקר במקומות משתנים וערב במקומות שכנגדם ואם כן ירמוז לאשר יהיה ברקיע אחרי הנתן המאורות ברקיע השמים ","titles":[{"title":"﻿בראשית א ה"},{"title":"﻿בראשית פרק א פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-ramban-1-1-6","text":"\"בתוך המים\" - באמצע המים בין מים העליונים למים התחתונים כמו שיש הפרש בין הרקיע למים שעל הארץ כך יש הפרש בין מים העליונים לרקיע הא למדת שהן תלויים במאמר בראשית רבה (ד ג) וכתבה רש\"י וזה מענין מעשה בראשית הוא ואל תקוה ממני שאכתוב בו דבר שהענין הוא מסתרי התורה ואין הפסוקים צריכים לביאור הזה כי לא יאריך הכתוב בענינו והפירוש אסור ליודעיו וכל שכן אלינו ","titles":[{"title":"﻿בראשית א ו"},{"title":"﻿בראשית פרק א פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-1-1-7","text":"\"ויהי-כן\" - הכתיב בראשון \"ויהי אור\" אחר \"ויאמר אלהים יהי אור\" אחר האמירה פירש שיצא אל הפועל והיה כאשר נגזר אבל בכאן אחר אמירת \"יהי רקיע\" כתוב ויעש אלהים את הרקיע ויבדל ולמה הוסיף \"ויהי-כן\" אבל הוא לומר שהיה כן תמיד כל ימי עולם ורבי אברהם פירש כי הוא דבק עם הבא אחריו כאשר היה כן קרא לרקיע שמים ואינו נכון ובבראשית רבה (ד ו) אמרו ויעש אלהים את-הרקיע זו אחד מן המקראות שהרעיש בן זומא את העולם ויעש אלהים וכו' והלא במאמר בדבר ה' שמים נעשו (תהלים לג ו) ואין ההרעשה הזו מלשון \"ויעש\" לבדו שהרי ברביעי ובששי כתוב \"ויעש\" אבל היה מזה שאמרתי בעבור כי בשאר הימים כתוב אחר האמירה \"ויהי-כן\" לומר שנהיה כן מיד תיכף אחר האמירה אבל כאן אחר \"ויאמר אלהים\" כתוב \"ויעש\" זו היא קושיתו ואולי היה לו פירוש נסתר לא רצה לגלות סודו וזה ענין הרעש ","titles":[{"title":"﻿בראשית א ז"},{"title":"﻿בראשית פרק א פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-ramban-1-1-8","text":" הרמב\"ן  ויקרא אלהים לרקיע שמים. ביום השני קראם בשם הזה כאשר הלביש אותם צורת רקיע כי בראשון היו שמים בבריאה אבל אין השם נתפש בהם עד שלבשו הצורה הזו ופירוש השם הזה כאלו הוא נקוד בסגול תחת השי\"ן כמלת (שיר השירים א ז) \"שלמה\" אהיה כעטיה כאלו אמר שמים הם שנרקעו ונמתחו כאהל בתוך המים העליונים והתחתונים הודיע בשם הזה סוד יצירתם ובגמרא במסכת חגיגה (יב) אמרו מאי שמים שם מים ואם כן הוא יחסר מ\"ם אחד להתחברות שתי אותיות שוות כמלת \"ירבעל\" (שופטים ו לב ועוד) ויאמר שם מים כלומר שם שקרא למים בלבשם צורה אחרת וזה פשט הכתובים על הדרך הזה שכתב רש\"י והוא דעת רב שהזכרנו (בפסוק ו) ויהי שם \"השמים\" ו\"הארץ\" בפסוק הראשון על העתיד לקרא להם כי לא יתכן להודיעם רק בלשון הזה אבל יותר נכון לפי פשט הכתובים שנאמר כי השמים הנזכרים בפסוק הראשון הם השמים העליונים אינם מכלל הגלגלים אבל הם למעלה מן המרכבה כענין ודמות על ראשי החיה רקיע כעין הקרח הנורא נטוי על ראשיהם מלמעלה (יחזקאל א כב) ומהם נקרא הקב\"ה \"רוכב שמים\" (דברים לג כו) ולא סיפר הכתוב בבריאתם דבר כאשר לא הזכיר המלאכים וחיות המרכבה וכל דבר נפרד שאינו בעל גוף רק הזכיר בשמים שהם נבראים כלומר שקדמותם אפס ואמר בשני שיהיה רקיע בתוך המים כלומר שיתהוה מן המים הנזכרים שהזכיר בריאתם דבר מרוקע מבדיל ביניהם וקרא גם לאלו הכדורים שמים כשם השמים העליונים הראשונים ולכן יקראם בפרשה (בפסוק יז) \"רקיע שמים\" ויתן אותם אלהים ברקיע השמים לבאר שאינם הנזכרים בשם השמים רק הרקיעים שקראם שמים וגם זה דעת רבותינו הזכירוהו בבראשית רבה (ד ב) אמרו כל רבנין אמרין לה בשם רבי חנניה ברבי פנחס ורבי יעקב ברבי אבין בשם רבי שמואל ברבי נחמן בשעה שאמר הקב\"ה \"יהי רקיע בתוך המים\" גלדה טיפה האמצעית ונעשו שמים התחתונים ושמי השמים העליונים ומאמר זה יתפשט לכדורי הגלגלים שבהם תחתונים ועליונים נקראים \"שמי השמים\" כדכתיב (תהלים קמח ג-ד) הללוהו שמש וירח הללוהו כל כוכבי אור הללוהו שמי השמים והמים אשר מעל השמים אבל השמים הנזכרים בראשון ששם כסאו של הקב\"ה דכתיב (ישעיהו סו א) השמים כסאי הם הנזכרים בתחלת זה המזמור (תהלים קמח א-ב) הללו את ה' מן השמים הללוהו במרומים הללוהו כל מלאכיו וזה הלשון נכון בפשט הכתוב עם מה שיש עוד בשם השמים ובשם הכסא סוד נשגב ונעלם כי יש שמים לשמים וכסא לכסא ומזה אומרים החכמים (ברכות יג) כדי לקבל עליו עול מלכות שמים ואמרו (שם ז) יראת שמים והכתוב אמר די שלטן שמיא (דניאל ד כג) ויש להם מדרש נפלא (ספר הבהיר אות ק) במה שכתוב דאתה תשמע השמים (מלכים א ח לב) וכל זה יראנו נרמז בפסוק הראשון הזוכה לו והנה בארו הכתובים כי הנבראים הראשונים הם מאין והשאר מוצאם מן החומר הראשון הנברא ואל יקשה עליך מאמר רבי אליעזר הגדול (פרקי דר\"א ג) שאמר שמים מהיכן נבראו מאור לבושו של הקב\"ה וכן הוא בבראשית רבה עוד כי בעבור שירצו החכמים עוד להעלות החומר הראשון עד תכלית ולעשותו דק מן הדקים לא יראו שהשמים שהם גוף מתנועע בעל חומר וצורה הם הנבראים מן האין אבל אור הלבוש הוא הנברא הראשון וממנו יצא חומר הממש בשמים ונתן לארץ חומר אחר ואיננו כדקות הראשון והוא שלג שתחת כסא הכבוד כי כסא הכבוד נברא וממנו היה השלג שתחתיו וממנו נעשה חומר הארץ והנה הוא שלישי בבריאה ","titles":[{"title":"﻿בראשית א ח"},{"title":"﻿בראשית פרק א פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-ramban-1-1-9","text":" הרמב\"ן  יקוו המים מתחת השמים. היה התהום שהוא מים ועפר כעין המים העכורים וגזר על המים שיקוו במקום אחד מסובב כל הפאות וגזר על העפר שיעלה עד שיראה על המים וייבש ותהיה יבשה שטוחה ראויה לישוב וכן כתוב לרקע הארץ על המים(תהלים קלו ו) או שמא שתהיה כדורית מקצתה מגולה ורובה משוקעת אשר ידמו היונים במופתיהם הנראים או המפתים והנה הן שתי גזרות כלומר שני ענינים נעשים בחפץ אלהים הפך מן הנאות בטבעם כי הראוי לכבדות העפר ולקלות המים כנגדה להיות עמוד הארץ אמצעי והמים מכסים עליה מקיפים אותה מכל צד ועל כן אמר יקוו המים מתחת השמים כלומר אל מקום שפלות ואמר ותראה היבשה וקרא להם שמות בהיותם לובשים הצורות האלו כי מתחילה היה שמם \"תהום\" ","titles":[{"title":"﻿בראשית א ט"},{"title":"﻿בראשית פרק א פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-ramban-1-1-10","text":"\"וירא אלהים כי טוב\" - הוא קיומם בחפצו והענין כי כאשר הלבישם הצורה הזו חפץ בהם והיה הקיום כמו שפירשתי (בפסוק ד) וזה מה שאמרו רבותינו (ב\"ר ד ו) מפני מה לא נאמר כי טוב בשני לפי שלא נגמרה מלאכת המים לפיכך כתוב בשלישי שני פעמים אחד למלאכת המים ואחד למלאכת היום ","titles":[{"title":"﻿בראשית א י"},{"title":"﻿בראשית פרק א פסוק י"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-1-1-11","text":" הרמב\"ן  ויאמר אלהים תדשא הארץ דשא. גזר שיהיה בתולדות הארץ כח הצומח ומוליד זרע כדי שיהיה המין קיים לעד ויתכן שירמוז בארץ הנזכרת בפסוק הראשון שימשך ממנה כח מצמיח והנה נאצלו מכחה היסודות למיניהם ומהם צמחו בגן עדן דשאים ואילנות ומהם בעולם וזהו שאמרו (ב\"ר יא ט) בשלישי ברא שלש בריות אילנות ודשאים וגן עדן ועוד אמרו (שם י ו) אין לך כל עשב ועשב מלמטה שאין לו מזל ברקיע ומכה אותו ואומר לו גדל הדא הוא דכתיב (איוב לח לג) הידעת חקות שמים אם תשים משטרו בארץ שוטר ואמר שיהיה כל זה למינהו והוא אסור הכלאים כי הזורע אותם מכחיש בכח מעשה בראשית ועוד אבאר בו בעזרת השם (בויקרא יט יט) וכתב רבינו שלמה דשא עשב לא דשא לשון עשב ולא עשב לשון דשא שלשון דשא לבישת הארץ בעשבים ואין לומר דשא פלוני וכל שרש לעצמו נקרא עשב ואין דברו זה נכון שאם כן לשון \"דשא\" לא יתרבה וחכמים אומרים הרכיב שני מיני דשאים מהו (חולין ס) והרב עצמו מזכיר דשאים אבל דשא הוא הקטן הצומח ועשב הוא הגדול המזריע ולכן יאמר \"תדשא הארץ\" ולא יתכן לומר \"תעשיב\" וכל קטן הצומח מן הארץ יקרא \"דשא\" אף באילנות ולכן ימשך תדשא הארץ עץ פרי כי לא אמר \"תדשא הארץ דשא עשב ותוציא עץ פרי\" והנה הוא כטעם צמיחה וכן כי דשאו נאות מדבר כי עץ נשא פריו (יואל ב כב) ואני תמה איך לא הזכיר הכתוב אילני הסרק ואיך צוה בעץ פרי לבדו ואולי בזה נתעוררו רבותינו שאמרו (ב\"ר ה ט) אף אילני סרק עשו פירות ואם כן נאמר כי מקללת \"ארורה האדמה\" (להלן ג יז) היו סרק ויתכן שיהיה פירוש הכתוב תצמיח הארץ צמח ועשב מזריע זרע ועץ עושה פרי והנה בתחילה גזר בעשבי הסרק ובאילני הסרק וממה שאמר \"עשה פרי אשר זרעו בו\" (פסוק יב) נלמוד כי כל האילנות יצמחו מזרעם אף על פי שהמנהג במקצתם ליטע מהם הענף ","titles":[{"title":"﻿בראשית א יא"},{"title":"﻿בראשית פרק א פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-ramban-1-1-12","text":" הרמב\"ן  וירא אלהים כי טוב. קיום המינין לעד והנה לא נתיחד יום למאמר הזה לבדו מפני שאיננו מעשה מיוחד כי הארץ כאשר תצמיח או שתהיה ארץ מליחה אחת היא ","titles":[{"title":"﻿בראשית א יב"},{"title":"﻿בראשית פרק א פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-ramban-1-1-14","text":"\"והיו לאותות\" - השנוי שיולידו ויעשו ממנו אותות ומופתים בשמים ובארץ דם ואש ותימרות עשן (יואל ג ג) כלשון ומאתות השמים אל תחתו (ירמיהו י ב) ולמועדים זרע וקציר וקור וחום וקיץ וחורף (להלן ח כב) ולימים מדת יום ומדת לילה ושנים ישלימו מהלכם ויוסיפו שנית לשוב בדרך אשר הלכו בה ושנת החמה בשס\"ה יום ושנת הלבנה בשלשים יום ","titles":[{"title":"﻿בראשית א יד"},{"title":"﻿בראשית פרק א פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-ramban-1-1-15","text":" הרמב\"ן  והיו למאורת ברקיע השמים להאיר על הארץ. הוסיף שיהיה אורם מגיע לארץ, כי אפשר שיראה להם אור בשמים ויעשו כל המעשים הנזכרים מבלי שיאירו בארץ. ולכך אמר שיהיו למאורות ברקיע השמים ומביט בארץ ויאירו עליה. ","titles":[{"title":"﻿בראשית א טו"},{"title":"﻿בראשית פרק א פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-ramban-1-1-16","text":" הרמב\"ן  ויעש אלהים ויתן אתם אלהים. מלמד שלא נהיו אלו המאורות מגוף הרקיע אבל גופים (נטבעים) נקבעים בו ","titles":[{"title":"﻿בראשית א טז"},{"title":"﻿בראשית פרק א פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-ramban-1-1-18","text":"\"ולהבדיל בין האור ובין החשך\" - אמר רבי אברהם כי בצאת השמש ביום ואור הלבנה בלילה יבדילו בין האור ובין החשך ולפי דעתי כי ה\"אור\" הנזכר בכאן הוא היום וה\"חשך\" הוא הלילה כי כן שמם כמו שאמר (לעיל פסוק ה) ויקרא אלהים לאור יום ולחשך קרא לילה והנה בכל מעשה בראשית יזכיר הכתוב הצוואה ויספר המעשה ובכאן צוה \"והיו למאורת\" (לעיל טו) וספר \"ויתן אתם אלהים\" (לעיל יז) ואמר \"ולמשל ביום ובלילה\" שיהיה זה מושל ביום וזה מושל בלילה והממשלה הוא מה שצוה \"והיו לאתת ולמועדים\" (לעיל יד) וספר שאין ממשלת שניהם שוה אבל \"להבדיל בין האור ובין החשך\" כי הגדול ימשול ביום ויהיה כולו אור גם במקום שאין השמש מגיע והקטן ימשול בלילה ויהיה חשך זולתי הירח שיגיה חשכו והיא הצוואה שאמר \"להבדיל בין היום ובין הלילה\" (שם) כמו \"ויבדל אלהים בין האור ובין החשך\" (לעיל ד) ","titles":[{"title":"﻿בראשית א יח"},{"title":"﻿בראשית פרק א פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-ramban-1-1-20","text":"\"ועוף יעופף על הארץ\" - ביום הזה היה מאמר הבריאה במים והיה ביום הששי בארץ אם כן פירוש \"ועוף יעופף על הארץ\" נמשך ישרצו המים שרץ נפש חיה ועוף שיעופף והכתוב שאמר ויצר ה' אלהים מן האדמה כל חית השדה ואת כל עוף השמים (להלן ב יט) כאלו אמר \"ויצר ה' אלהים מן האדמה כל חית השדה ואת כל עוף השמים\" ורבים כמוהו וכן דעת רבי אליעזר הגדול בפרקיו (ריש פרק ט) שאמר בחמישי השריץ מן המים כל עוף כנף אבל בגמרא (חולין כז) נחלקו בו יש אומרין כן שמן המים נבראו ויש אומרין שהעוף משניהם נברא אמרו מהרקק נבראו ואם כן בעבור שתולדותם היתה במים והרקק בקרקע הים הוא מפני זה היה המאמר בהם ביום החמישי וכן אמר \"ישרצו המים שרץ נפש חיה\" כי הדגים גופם ונפשם מן המים בדבר האלהים שהביא להם רוח מן היסודות לא כאדם שהפריד גופו מנפשו כמו שאמר וייצר ה' אלהים אלהים את האדם עפר מן האדמה ויפח באפיו נשמת חיים (להלן ב ז) ולא הזכיר בשלישי בצומח נפש כלל כי אין כח הגדול נפש רק בבעלי התנועה בלבד היא ועל דעת היונים שאומרים כשם שאין הגדול במתנועע רק בנפש כך בצומח בנפש יגדל יהיה הפרש כי זאת נפש חיה כלומר נפש שיש בו חיות כי יש נפש אין בה חיות והיא נפש הצומחת והזכירו רבותינו (ב\"ר מא א) באילני התמרים תאוה ואולי הוא כח בצמיחה לא יקרא נפש ","titles":[{"title":"﻿בראשית א כ"},{"title":"﻿בראשית פרק א פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-ramban-1-1-21","text":" הרמב\"ן  ויברא אלהים את התנינם הגדלים. בעבור גודל הנבראים האלה שיש מהם אורכם פרסאות רבות הגידו היונים בספריהם שידעו מהם ארוכים חמש מאות פרסה ורבותינו גם כן הפליגו בהם (עיין ב\"ב עג) בעבור זה ייחס בהם הבריאה לאלהים כי הוא שהמציאם מאין מבראשית כאשר פירשתי לשון בריאה (לעיל פסוק א) וכן יעשה באדם למעלתו להודיע כי הוא מוצא מאין עם דעתו ושכלו ואני תמה למה לא אמר ביום הזה \"ויהי-כן\" ואולי לא יתכן להזכיר \"ויברא\" אחרי \"ויהי-כן\" כי מבראשונה ידבר ורבותינו אמרו (בבא בתרא עד) כי התנינים הגדולים הוא לויתן ובת זוגו שבראם זכר ונקבה והרג הנקבה ומלחה לצדיקים לעתיד לבא ואפשר כי מפני זה לא היה ראוי שיאמר בהם \"ויהי-כן\" כי לא עמדו עוד ","titles":[{"title":"﻿בראשית א כא"},{"title":"﻿בראשית פרק א פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-ramban-1-1-22","text":"\"ומלאו את המים בימים\" - בירך אותם שימלאו לרובם הימים אף הנחלים והאגמים או שמלואם בימים הוא כי בנחלים מעטים הם והעוף ירב בארץ אף על פי שבריאתו מן המים ברכתו תהיה בארץ שיפרו וירבו עליה כי אין בעוף שיטיל ביציו במים ויגדלו שם רק השוכנים תמיד במים וניזונים מהם עושין ביציהם בארץ ונולדים בה ","titles":[{"title":"﻿בראשית א כב"},{"title":"﻿בראשית פרק א פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-ramban-1-1-24","text":"\"ורמש\" - כתב רש\"י הם שרצים נמוכים ורומשים על הארץ נראין כאילו נגררין והנה בפרשה הזאת (להלן פסוק כח) ובכל חיה הרמשת על הארץ וכתיב (להלן ז כא) ויגוע כל בשר הרמש על הארץ בעוף ובבהמה ובחיה ובכל השרץ השרץ על הארץ וכתיב (תהלים קד כ) בו תרמש כל חיתו יער אבל פירוש \"רמישה\" כענין בסמ\"ך מן תרמסנה רגל (ישעיהו כו ו) וחביריו ואמר בחיה ובבהמה \"רמש על הארץ\" ובשרצים הנגררים \"רמש האדמה\" (פסוק כה) בעבור שדריכתם באדמה בכל גופם ","titles":[{"title":"﻿בראשית א כד"},{"title":"﻿בראשית פרק א פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-ramban-1-1-26","text":"\"וירדו בדגת הים\" - בעבור היותו זכר ונקבה אמר \"וירדו\" בדגת הים לשון רבים ובבראשית רבה (ז ה) אמרו תוצא הארץ נפש חיה למינה אמר רבי אלעזר נפש חיה זו רוחו של אדם הראשון ולא יתכן שיאמר רבי אלעזר כי \"תוצא הארץ\" יתפרש בנפשו של אדם הראשון כלל אלא שיתכוין למה שהזכרתי לומר כי יצירת האדם ברוחו הוא הנפש אשר בדם נעשה מן הארץ כמאמר החיה והבהמה כי כל נפשות התנועה נעשו יחד ואחר כן ברא להם גופות עשה תחילה גופי הבהמה והחיה ואחר כך גוף האדם ונתן בו הנפש הזו ואחר כן נפח בו נשמה עליונית כי הנפש הנפרדת אשר בו היא שנתיחד בה מאמר אחר אל האלהים אשר נתנה כדכתיב (להלן ב ז) ויפח באפיו נשמת חיים ודרך האמת בפסוק הזה יודע למשכיל בפסוק השני ואפשר שנתכוין לו רבי אלעזר ודרש ב\"תוצא הארץ\" ארץ החיים שתוצא נפש חיה למינה לעולם עומדת וכן מה שאמר זכר ונקבה ברא אתם (להלן א כז, להלן ה ב) כי היתה הבריאה מתחלה מזכר ונקבה ונשמתו כלולה בהם אבל היצירה היתה יצירה לאדם ובנין צלע לאשה כאשר יספר בסוף ולכן הזכיר כאן \"בריאה\" ובפרשה של מטה הזכיר \"יצירה\" והמשכיל יבין וטעם וירדו שימשלו בחזקה בדגים ובעוף ובבהמה ובכל הרמש וה\"בהמה\" תכלול החיה ואמר ובכל הארץ שימשלו בארץ עצמה לעקור ולנתוץ ולחפור ולחצוב נחשת וברזל ולשון \"רדייה\" ממשלת האדון בעבדו ","titles":[{"title":"﻿בראשית א כו"},{"title":"﻿בראשית פרק א פסוק כו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-ramban-1-1-28","text":"\"ורדו בדגת הים\" - אמר שיהיו רודים גם בדגי הים הנכסים מהם ובעוף השמים שאינם עמהם באדמה גם בכל חיה רעה וסדר אותם כבריאתם הדגים והעוף תחלה והחיה אחר כן וכך אמר הכתוב (תהלים ח ז-ט) תמשילהו במעשי ידיך כל שתה תחת רגליו צנה ואלפים כלם וגם בהמות שדי צפור שמים ודגי הים וגו' ורבותינו שמו הפרש בין כבישה ורדייה ","titles":[{"title":"﻿בראשית א כח"},{"title":"﻿בראשית פרק א פסוק כח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-28","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-ramban-1-1-29","text":"וטעם \"את כל עשב זרע זרע\" ואת כל העץ אשר בו פרי עץ זורע זרע לכם יהיה לאכלה, שיאכלו זרועי העשב כגרגרי החטה והשעורה והקטניות וזולתם, ויאכלו כל פרי העץ, אבל העץ עצמו אינו להם לאכלה, וגם לא העשב, עד שנתקלל אדם ונאמר לו","titles":[{"title":"﻿בראשית א כט"},{"title":"﻿בראשית פרק א פסוק כט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-ramban-1-1-31","text":" הרמב\"ן  והנה טוב מאד. הוא הקיום כאשר פירשתי (לעיל פסוקים ד י יב) וטעם \"מאד\" כטעם רבוי והוסיף ביום הזה לאמר כן בעבור שידבר בכלל וימצא רע בקצתו ואמר כי טוב מאד מאדו טוב וזהו מאמרם בבראשית רבה (ט ה) והנה טוב מאד והנה טוב זה מות וכן הזכירו (שם יא) זה יצר הרע וזו מדת פורענות ולזה גם נתכוין אונקלוס שאמר בכאן \"והא תקין לחדא\" יאמר שהוא מתוקן הסדר מאד כי הרע צריך בקיום הטוב כענין שנאמר (קהלת ג א) לכל זמן ועת לכל חפץ תחת השמים ויש מפרשים כי מפני מעלת האדם הוסיף בשבח היצירה בו כי הוא טוב מאד ","titles":[{"title":"﻿בראשית א לא"},{"title":"﻿בראשית פרק א פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-ramban-1-2-1","text":" הרמב\"ן  וכל צבאם. \"צבא הארץ\" הם הנזכרים חיה ורמש ודגים וכל הצומח גם האדם ו\"צבא השמים\" שני המאורות והכוכבים הנזכרים כענין ופן תשא עיניך השמימה וראית את השמש ואת הירח ואת הכוכבים כל צבא השמים (דברים ד יט) גם יכלול השכלים הנבדלים כענין ראיתי את ה' ישב על כסאו וכל צבא השמים עמד עליו וגו' (מלכים א כב יט) וכן יפקד ה' על צבא המרום במרום (ישעיהו כד כא) והנה בכאן רמז על יצירת המלאכים במעשה בראשית וכן נפשות האדם צבא השמים הנה ","titles":[{"title":"﻿בראשית ב א"},{"title":"﻿בראשית פרק ב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-1","positionInPerek":1,"positionInParasha":32},{"uri":"tanach-ramban-1-2-3","text":"\"אשר ברא אלהים לעשות\" - מלאכה שהיתה ראויה לעשות בשבת כפל ועשה בששי כמו שמפורש בבראשית רבה (יא ט) לשון רש\"י אבל רבי אברהם אמר כפשוטו כי מלאכתו \"השרשים בכל המינים שנתן בהם כח לעשות כמותן\" ולי נראה פירושו ששבת מכל מלאכתו אשר ברא יש מאין לעשות ממנו כל המעשים הנזכרים בששת הימים והנה אמר כי שבת מבריאה וממעשה מן הבריאה שברא ביום הראשון ומן המעשה שעשה בשאר הימים ויתכן שיהיה \"לעשות\" נמשך למעלה כי בו שבת מכל מלאכתו אשר ברא מלעשות וכמהו כי חדל לספר (להלן מא מט) ויחדלו לבנת העיר (שם יא ח) השמרו לכם עלות בהר (שמות יט יב) ולא סרו מצות המלך (דהי\"ב ח טו) וכן רבים ודע כי נכלל עוד במלת \"לעשות\" כי ששת ימי בראשית הם כל ימות עולם כי קיומו יהיה ששת אלפים שנה (ר\"ה לא) שלכך אמרו (ב\"ר יט ח) יומו של הקב\"ה אלף שנים והנה בשני הימים הראשונים היה העולם כולו מים ולא נשלם בהם דבר והם רמז לשני אלפים הראשונים שלא היה בהם קורא בשם ה' וכך אמרו (ע\"ז ט) שני אלפים תהו אבל היתה הבריאה ביום הראשון האור כנגד האלף של ימות אדם שהיה אורו של עולם מכיר את בוראו ואולי לא עבד אנוש עבודה זרה עד שמת אדם הראשון ביום השני יהי רקיע ויהי מבדיל שבו היו מובדלין נח ובניו הצדיקים מן הרשעים שנדונו במים ביום השלישי נראית היבשה והצמיחה ועשתה פירות הוא האלף השלישי המתחיל בהיות אברהם בן מ\"ח שנה (ב\"ר סד ד) ואז הוחל לקרא בשם ה' (להלן ד כו) וצמח צמח צדיק כי משך רבים לדעת את ה' כמו שדרשו ואת הנפש אשר עשו בחרן (שם יב ה) וצוה את ביתו ואת בניו אחריו ושמרו דרך ה' לעשות צדקה ומשפט (יח יט) ועלה הענין עד שקבלו זרעו את התורה בסיני ונבנה הבית ביום ההוא ואז נתקיימו כל המצות שהם פירות העולם ודע כי מעת היות בין השמשות יחשב כיום מחר ועל כן יתחיל ענין כל יום קודם לו מעט כאשר נולד אברהם באלף השני וכן תראה בכל יום ויום והיום הרביעי נבראו בו המאורות הגדול והקטן והכוכבים יומו ירמוז באלף הד' הוא החל כאשר נבנה בית ראשון ע\"ב שנה אחרי בניינו עד אחרי הבית השני קע\"ב שנה והנה ביום הזה לכל בני ישראל היה אור כי מלא כבוד ה' את בית ה' והיה אור ישראל לאש על גבי המזבח רבוץ שם כארי אוכל הקרבנות ואחרי כן הקטין אורם וגלו כאשר יעדר במולד הלבנה וזרחה להם כל ימי בית שני והאש על גבי המזבח רבוץ ככלב ושקעו שני המאורים בערב היום וחרב הבית ביום החמישי שרצו המים נפש חיה ועוף יעופף על הארץ רמז לאלף החמישי המתחיל קע\"ב שנה אחר חרבן הבית כי בו ימשלו האומות ויעשה אדם כדגי הים כרמש לא מושל בו כלו בחכה העלה יגורהו בחרמו ויאספהו במכמרתו ואין דורש את ה' ביום הששי בבקר \"תוצא הארץ נפש חיה למינה בהמה ורמש וחיתו ארץ למינה\" והיתה בריאתה קודם זרוח השמש כענין שכתוב (תהלים קד כב) תזרח השמש יאספון ואל מעונתם ירבצון ואז נברא האדם בצלם אלהים והוא זמן ממשלתו שנאמר (שם כג) יצא אדם לפעלו ולעבדתו עדי ערב והוא האלף הששי כי בתחלתו ימשלו בו החיות הם המלכיות אשר לא ידעו את ה' ואחרי עשיריתו כשעור הנץ החמה ליום (עיין פסחים צד) יבא הגואל שנאמר בו (תהלים פט לז) וכסאו כשמש נגדי זהו בן דוד הנעשה בצלם אלהים כדכתיב (דניאל ז יגיד) וארו עם ענני שמיא כבר אנש אתה הוה ועד עתיק יומיא מטה וקדמוהי הקרבוהי ולה יהיב שלטן ויקר ומלכו ויהיה זה קי\"ח אחר חמשת אלפים לכלות דבר ה' מפי דניאל (שם יב יא) ומעת הוסר התמיד ולתת שקוץ שמם ימים אלף מאתים ותשעים ונראה משנוי הימים משרץ המים והעוף לחית הארץ כי בתחלת האלף הששי תתחדש מלכות אומה שלטת ואימתני ותקיפא יתירא ומתקרבת אל האמת יותר מן הראשונות היום השביעי שבת רמז לעולם הבא שכולו שבת ומנוחה לחיי העולמים והאל ישמרנו בכל הימים וישים חלקינו עם עבדיו התמימים ","titles":[{"title":"﻿בראשית ב ג"},{"title":"﻿בראשית פרק ב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-3","positionInPerek":3,"positionInParasha":34},{"uri":"tanach-ramban-1-2-4","text":" הרמב\"ן  אלה תולדות השמים והארץ בהבראם. יספר תולדות השמים והארץ במטר ובצמיחה כאשר נבראו ונעשו כתקונם כי השמים יתנו טלם ומטרם והארץ תתן יבולה והם קיום כל חי ורמז ב\"הבראם\" מה שאמרו בה\"א בראם ומפני זה לא הזכיר עד הנה רק מלת אלהים ומפורש בכתוב (ישעיהו סו ב) ואת כל אלה ידי עשתה וכן אמר איוב מי לא ידע בכל אלה כי יד ה' עשתה זאת (איוב יב ט) אם כן תרמוז \"ביום עשות ה' אלהים\" למלת בראשית כמו שאמרנו ","titles":[{"title":"﻿בראשית ב ד"},{"title":"﻿בראשית פרק ב פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-4","positionInPerek":4,"positionInParasha":35},{"uri":"tanach-ramban-1-2-5","text":" הרמב\"ן  וכל שיח השדה. על דעת רבותינו (בבראשית רבה) עיין חולין ס בשלישי עמדו על פתח קרקע הארץ ובששי צמחו לאחר שהמטיר עליהם ועל דעתי כפי הפשט כי בשלישי הוציאה הארץ העשב ועץ הפרי בקומותם וצביונם כאשר צותה בהם ועכשיו יספר הכתוב כי אין נוטע וזורע מהם והיא לא תצמח עד אשר עלה אד ממנה והשקה אותה ונוצר האדם העובד אותה לזרוע ולנטוע ולשמור וזהו טעם \"שיח השדה טרם יצמח\" שלא אמר \"שיח האדמה\" כי המקום הנעבד יקרא \"שדה\" אשר תזרע בשדה (שמות כג טז) לא נעבר בשדה ובכרם (במדבר כ יז) וזהו תשמישו של עולם שנהיה מאחרי ששת ימי בראשית והלאה כל ימי עולם כי בסיבת האד ימטירו השמים ובסבתם הארץ זירועיה תצמיח ","titles":[{"title":"﻿בראשית ב ה"},{"title":"﻿בראשית פרק ב פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-5","positionInPerek":5,"positionInParasha":36},{"uri":"tanach-ramban-1-2-7","text":" הרמב\"ן  ויפח באפיו נשמת חיים. ירמוז לנו הכתוב הזה מעלת הנפש יסודה וסודה כי הזכיר בה שם מלא ואמר כי הוא נפח באפיו נשמת חיים להודיע כי לא באה בו מן היסודות כאשר רמז בנפש התנועה (לעיל א כ) גם לא בהשתלשלות מן השכלים הנבדלים אבל היא רוח השם הגדול מפיו דעת ותבונה כי הנופח באפי אחר מנשמתו יתן בו וזהו שנאמר (איוב לב ח) ונשמת שדי תבינם כי היא מיסוד הבינה בדרך אמת ואמונה והוא מאמרם בספרי (ריש פרשת מטות) נדרים כנשבע בחיי המלך שבועות כנשבע במלך עצמו אף על פי שאין ראיה לדבר זכר לדבר חי ה' וחי נפשך וגומר (מלכים ב ד ל) ובמדרשו של רבי נחוניא בן הקנה (ספר הבהיר אות נז) מאי וינפש מלמד שיום השבת מקיים כל הנפשות שנאמר וינפש ומכאן תבין דברת שבועת אלהים והמשכיל יבין ודע כי המתחכמים במחקר חלקו באדם מהם יאמרו (ראב\"ח הנשיא ראב\"ע שמות כג כה) כי באדם שלש נפשות נפש הגדול כצומח או תאמר בזו כח הגדול ובו עוד נפש התנועה שהזכירה הכתוב (לעיל א כ-כד) בדגים ובחיה ובכל רומש על הארץ והשלישית הנפש המשכלת ומהם יאמרו (שמונה פרקים להרמב\"ם ח\"א) כי זאת הנפש אשר באדם מפי עליון בה ימצאו שלש הכחות האלה ורק היא יחידה והכתוב הזה כפי משמעו ירמוז כן כי יאמר שיצר השם את האדם עפר מן האדמה והיה מוטל גולם כאבן דומם והקב\"ה נפח באפיו נשמת חיים ואז חזר האדם להיות \"נפש חיה\" שיתנועע בה כמו החיות והדגים שאמר בהם (לעיל א כ כד) \"ישרצו המים שרץ נפש חיה\" ו\"תוצא הארץ נפש חיה\" וזה טעם \"לנפש חיה\" כלומר ששב האדם להיות נפש בה חיים אחרי שהיה חרש את חרשי אדמה כי הלמ\"ד תבא בהפוכים כמו והיו לדם ביבשת (שמות ד ט) ויהי לנחש (שם ד ג) וישם את הים לחרבה (שם יד כא) אבל אונקלוס אמר והות באדם לרוח ממללא נראה שדעתו כדברי האומרים שהם נפשות שונות וזאת הנפש המשכלת אשר נפחה השם באפיו היתה בו לנפש מדברת וכן נראה לי מדעת רבותינו ממה שאמרו (סנהדרין סה) רבא ברא גברא שדריה לקמיה דרבי זירא הוה מישתעיה ליה ולא אישתעי אמר דמן דחבריא את תוב לעפרך ובויקרא רבה (לב ב) אמר רבי אבין בשעה שאדם ישן הגוף אומר לנשמה והנשמה אומרת לנפש והנפש אומרת למלאך וכן רוחו ונשמתו אליו יאסף(איוב לד יד) יורה כפי משמעו שהן שתים ואם כן יאמר הכתוב וייצר ה' אלהים את האדם יצירת תנועה שהיה האדם נוצר כלומר בעל תנועה כי היצירה היא החיות וההרגש שבהם הוא אדם לא גבול העפר וכמו שאמר ויצר ה' אלהים מן האדמה כל חית השדה ואת כל עוף השמים ויבא אל האדם (להלן ב יט) ואחרי שיצרו בהרגשה נפח באפיו נשמת חיים מפי עליון להוסיף הנפש הזאת על היצירה הנזכרת ויהי האדם כולו לנפש חיה כי בנשמה הזאת ישכיל וידבר ובה יעשה כל מעשה וכל הנפשות וכחותן לה תהיינה והלמ\"ד הזו למ\"ד הקנין כמו אדני המלך לך אני וכל אשר לי (מלכים א כ ד) לקנה אתו לדרתיו (ויקרא כה ל) לך אני הושיעני (תהלים קיט צד) או יאמר שחזר כולו נפש חיה ונהפך לאיש אחר כי כל יצירותיו היו עתה לנפש הזאת ","titles":[{"title":"﻿בראשית ב ז"},{"title":"﻿בראשית פרק ב פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-7","positionInPerek":7,"positionInParasha":38},{"uri":"tanach-ramban-1-2-8","text":" הרמב\"ן  ויטע ה' אלהים גן בעדן מקדם. פירש רש\"י במזרחו של עדן נטע הגן ואונקלוס תרגם מלקדמין וכך אמרו בבראשית רבה (טו ג) והוא הנכון ואין טעם \"ויטע\" שהביא האילנות ממקום אחר ונטען שם כי מן המקום ההוא הצמיחם כמו שנאמר ויצמח ה' אלהים וגו' אבל ענין \"ויטע ה' אלהים\" להגיד שהיו מטע ה' כי טרם שגזר על הארץ \"תדשא הארץ דשא\" גזר במקום ההוא שיהיה שם גן ואמר \"בכאן יהיה אילן פלוני ובכאן אילן פלוני\" כערוגת המטעים ולא היה כדרך שאר מקומות הארץ שאמר \"תדשא הארץ דשא ועץ פרי\" והצמיחה בלא סדר והנה אילני גן עדן גזר בהם לעשות ענף ולשאת פרי לעד לעולם לא יזקין בארץ שרשם ובעפר לא ימות גזעם אין צריכין לעובד וזומר שאילו היו צריכין עבודה אחרי שגורש האדם משם מי עבד אותם גם זה טעם \"ויטע ה' אלהים\" שהיו מטעיו מעשה ידיו וקיימים לעולמים כענין שנאמר (יחזקאל מז יב) לא יבול עלהו ולא יתם פריו וכו' כי מימיו מן המקדש המה יוצאים אם כן מה טעם \"וינחהו בגן עדן לעבדה ולשמרה\" (להלן פסוק טו) שהניחו שם להיות זורע לו חטים ומיני תבואות וכל עשב זורע זרע וערוגות הבשמים וקוצר ותולש ואוכל כרצונו וזה טעם \"לעבדה ולשמרה\" לעבוד אדמת הגן הערוגות שיעשה שם כי הגן שהם האילנות לא יעבדו ויתכן שכנה הגן בלשון נקבה כמו וכגנה זרועיה תצמיח (ישעיהו סא יא) ונטעו גנות (ירמיהו כט ה) ורבותינו נתעוררו בזה אמרו בבראשית רבה (טז ה) לעבדה ולשמרה אלו הקרבנות שנאמר (שמות ג יב) תעבדון את האלהים הדא הוא דכתיב (במדבר כח ב) תשמרו להקריב לי במועדו והכונה להם בזה לומר כי הצמחים וכל בעלי חיים צריכים לכוחות הראשונות ס\"א העליונות ומהם יבא להם הגידול ובקרבנות יהיה משך הברכה לעליונים ומהם לצמחי גן עדן ומהם יהיו ויחיו לעולם בגשמי רצון וברכה שיגדלו בה כמו שאמרו (ב\"ר טו א) ישבעו עצי ה' ארזי לבנון אשר נטע (תהלים קד טז) אמר רבי חנינא ישבעו חייהן ישבעו מימיהן ישבעו מטעתן כי \"חייהן\" יסודותם העליונים ו\"מימיהם\" אוצרו הטוב המוריד הגשם ו\"מטעתן\" כחם בשמים כמו שאמרו (ב\"ר י ו) אין לך כל עשב ועשב מלמטה שאין לו מזל ברקיע והוא מכה אותו ואומר לו גדל שנאמר (איוב לח לג) הידעת חקות שמים אם תשים משטרו בארץ שוטר ","titles":[{"title":"﻿בראשית ב ח"},{"title":"﻿בראשית פרק ב פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-8","positionInPerek":8,"positionInParasha":39},{"uri":"tanach-ramban-1-2-9","text":"\"ועץ הדעת טוב ורע\" - אמרו המפרשים כי היה פריו מוליד תאות המשגל ולכן כסו מערומיהם אחרי אכלם ממנו והביאו לו דומה בלשון זה מאמר ברזילי הגלעדי האדע בין טוב לרע (שמואל ב יט לו) כי בטלה ממנו התאוה ההיא ואיננו נכון אצלי בעבור שאמר והייתם כאלהים ידעי טוב ורע (להלן ג ה) ואם תאמר כחש לה הנה ויאמר ה' אלהים הן האדם היה כאחד ממנו לדעת טוב ורע (להלן ג כב) וכבר אמרו (פירקא דרבינו הקדוש בבא דשלשה טז) שלשה אמרו אמת ואבדו מן העולם ואלו הן נחש ומרגלים ודואג האדומי הבארותי והיפה בעיני כי האדם היה עושה בטבעו מה שראוי לעשות כפי התולדת כאשר יעשו השמים וכל צבאם פועלי אמת שפעולתם אמת ולא ישנו את תפקידם ואין להם במעשיהם אהבה או שנאה ופרי האילן הזה היה מוליד הרצון והחפץ שיבחרו אוכליו בדבר או בהפכו לטוב או לרע ולכן נקרא \"עץ הדעת טוב ורע\" כי ה\"דעת\" יאמר בלשוננו על הרצון כלשונם (פסחים ו) לא שנו אלא שדעתו לחזור ושדעתו לפנותו ובלשון הכתוב (תהלים קמד ג) מה אדם ותדעהו תחפוץ ותרצה בו ידעתיך בשם (שמות לג יב) בחרתיך מכל האדם וכן מאמר ברזילי האדע בין טוב לרע שאבד ממנו כח הרעיון לא היה בוחר בדבר ולא קץ בו והיה אוכל מבלי שיטעם ושומע מבלי שיתענג בשיר והנה בעת הזאת לא היה בין אדם ואשתו המשגל לתאוה אבל בעת ההולדה יתחברו ויולידו ולכן היו האיברים כלם בעיניהם כפנים והידים ולא יתבוששו בהם והנה אחרי אכלו מן העץ היתה בידו הבחירה וברצונו להרע או להטיב בין לו בין לאחרים וזו מדה אלהית מצד אחד ורעה לאדם בהיות לו בה יצר ותאוה ואפשר שנתכוון הכתוב לענין הזה כשאמר אשר עשה האלהים את האדם ישר והמה בקשו חשבנות רבים (קהלת ז כט) ה\"יושר\" שיאחוז דרך אחת ישרה וה\"בקשו חשבנות רבים\" שיבקש לו מעשים משתנים בבחירה ממנו וכאשר צוהו הקב\"ה על העץ שלא יאכל ממנו לא הודיעו כי בו המדה הזאת רק אמר לו סתם \"ומפרי העץ אשר בתוך הגן\" כלומר הידוע באמצעותו לא תאכל ממנו והוא מאמר האשה אל הנחש והכתוב שאמר ומעץ הדעת טוב ורע לא תאכל ממנו (להלן פסוק יז) הזכירו הכתוב אלינו בשמו ","titles":[{"title":"﻿בראשית ב ט"},{"title":"﻿בראשית פרק ב פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-9","positionInPerek":9,"positionInParasha":40},{"uri":"tanach-ramban-1-2-11","text":" הרמב\"ן  ארץ החוילה אשר שם הזהב. לבאר שאינה חוילה של מצרים שאמר בה וישכנו מחוילה עד שור (להלן כה יח) כי זו מזרח המזרח והזכיר עוד שם הבדולח לשבח הנהר כי בחול אשר בו ועל שפתו ימצא הזהב ההוא הטוב והבדולח והשוהם כי כן ימצא בנהרות מהם שימצא שם הזהב ומהם אשר ימצא בהם הכסף וכן הבדולח והאבנים הטובות בנהרות ימצאו רובם ועל דעת הראשונים (רש\"י ורס\"ג וכן הוא בזוה\"ק חיי שרה קכה) \"פישון\" הוא נילוס מצרים יסובב כל ארץ החוילה הזאת ויבא משם על פני כל ארץ מצרים עד נפלו בים הגדול באלכסנדריא של מצרים ","titles":[{"title":"﻿בראשית ב יא"},{"title":"﻿בראשית פרק ב פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-11","positionInPerek":11,"positionInParasha":42},{"uri":"tanach-ramban-1-2-17","text":"\"ביום אכלך ממנו מות תמות\" - בעת שתאכל ממנו תהיה בן מות וכמוהו ביום צאתך והלכת אנה ואנה ידוע תדע כי מות תמות (מלכים א ב מב) שאין הכוונה שימות מיד בו ביום ואין הכוונה לידיעה בלבד שידע שימות כי החיים יודעים שימותו כלם אבל הכוונה כי בעת שיצא יהיה חייב מיתה למלך והוא ימית אותו כאשר ירצה ולא יבאו לראות כבלע את הקדש ומתו (במדבר ד כ) ולא ישאו עליו חטא ומתו בו כי יחללוהו (ויקרא כב ט) אין ענינם אלא שיהיו חייבים מיתה וימותו בחטאם זה ועל דעת אנשי הטבע היה האדם מעותד למיתה מתחלת היצירה מפני היותו מורכב אבל גזר עתה שאם יחטא ימות בחטאו כדרך חייבי מיתה בידי שמים בעבירות כגון זר האוכל תרומה (ויקרא כט ט) ושתוי יין (שם י ט) ומחוסר בגדים ששמשו (שמות כח מג) וזולתם שהכונה בהם שימותו בחטאם טרם בא יומם ולכך אמר בעונש עד שובך אל האדמה כי ממנה לוקחת כי עפר אתה ואל עפר תשוב בטבעך (להלן ג יט) וגם מתחילה היה אוכל מפרי העץ ומזרע הארץ אם כן היתה בו התכה וסבת הויה והפסד ועל דעת רבותינו (עיין שבת נה) אלמלא שחטא לא מת לעולם כי הנשמה העליונית נותנת לו חיים לעד והחפץ האלהי אשר בו בעת היצירה יהיה דבק בו תמיד והוא יקיים אותו לעד כמו שפירשתי במלת וירא אלהים כי טוב (לעיל אחד) ודע כי אין ההרכבה מורה על ההפסד אלא לדעת קטני אמנה כי הבריאה היא בחיוב אבל לדעת אנשי האמונה האומרים כי העולם מחודש בחפץ אלוהי פשוט גם הקיום יהיה בו לעד כל ימי החפץ וזה אמת ברור אם כן ביום אכלך ממנו מות תמות שאז תהיה בן מות לא תתקיים לעד בחפצי והאכילה היתה לו מתחילה לענג ויתכן שפירות גן עדן נבלעים באיברים כמן ומקיימים את אוכליהם וכאשר גזר עליו ואכלת את עשב השדה ובזעת אפיו יאכל לחם האדמה היה זה סבה להפסד כי עפר הוא ועפר יאכל ואל עפר ישוב ","titles":[{"title":"﻿בראשית ב יז"},{"title":"﻿בראשית פרק ב פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-17","positionInPerek":17,"positionInParasha":48},{"uri":"tanach-ramban-1-2-18","text":" הרמב\"ן  לא טוב היות האדם לבדו. איננו נראה שנברא האדם להיות יחיד בעולם ולא יוליד שכל הנבראים זכר ונקבה מכל בשר נבראו להקים זרע וגם העשב והעץ זרעם בהם אבל יתכן לומר כי היה כדברי האומר (ברכות סא) דו פרצופים נבראו ונעשו שיהיו בהם טבע מביא באיברי ההולדה מן הזכר לנקבה כח מוליד או תאמר זרע כפי המחלוקת הידוע בעיבור והיה הפרצוף השני עזר לראשון בתולדתו וראה הקב\"ה כי טוב שיהיה העזר עומד לנגדו והוא יראנו ויפרד ממנו ויתחבר אליו כפי רצונו וזהו שאמר אעשה לו עזר כנגדו וטעם \"לא טוב\" שלא יאמר בו כי טוב בהיותו לבדו שלא יתקיים כן במעשה בראשית ה\"טוב\" הוא הקיום כאשר פירשתי במאמר \"וירא אלהים כי טוב\" (לעיל א ד) ","titles":[{"title":"﻿בראשית ב יח"},{"title":"﻿בראשית פרק ב פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-18","positionInPerek":18,"positionInParasha":49},{"uri":"tanach-ramban-1-2-19","text":" הרמב\"ן  אשר יקרא לו האדם נפש חיה. לשון רש\"י סרסהו ופרשהו וכל נפש חיה אשר יקרא לו האדם שם הוא שמו לעולם ורבי אברהם אמר כי למ\"ד \"אשר יקרא לו\" נמשך וכל אשר יקרא לו האדם לנפש חיה הוא שמו לעולם ויתכן שיהיה פירושו בענין העזר והכוונה לומר כי האדם נפש חיה כמו שאמר ויהי האדם לנפש חיה (לעיל ב ז) וכמו שפירשתי והביא לפניו המינין כולן וכל מין מהם שיקראנו האדם בשמו ויאמר בו שהוא נפש חיה כמותו הוא יהיה שמו ויהיה לו לעזר כנגדו והוא קרא לכולן ולא מצא לעצמו עזר שיקרא לו \"נפש חיה\" כשמו ","titles":[{"title":"﻿בראשית ב יט"},{"title":"﻿בראשית פרק ב פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-19","positionInPerek":19,"positionInParasha":50},{"uri":"tanach-ramban-1-2-20","text":" הרמב\"ן  ולאדם לא מצא עזר כנגדו. לשון רש\"י כשהביאן הביאן לפניו זכר ונקבה אמר לכל יש בן זוג ולי אין בן זוג מיד ויפל ה' אלהים עליו תרדמה ויפה פירש כי כאשר הכניס פסוקי קריאת השמות בתוך דבר העזר יכריח זה וקריאת השמות על דעת המפרשים (רש\"י ורד\"ק) כפשוטו שיהא לכל אחד שם לעצמו כדי שיהיו ידועים וניכרים לתולדותיו בשמות אשר יקרא להם כי יהיה שמו לעולם והנה הקב\"ה כשרצה לעשות לו העזר אז הביאם לפניו כי היה צריך להביאם לו זוגות לקרוא שם גם לנקבותיהם כי מהם שקראם בשם אחד ומהם חלוקים כשור ופרה ותיש ועז וכבש ורחל וזולתם וכשראה אותם מזווגים זה עם זה נתאוה להם וכאשר לא מצא בתוכם עזר לעצמו נעצב ויישן והאלהים הפיל עליו תרדמה שלא ירגיש בהסרת צלע מגופו (פרד\"א יב) ולפי דעתי שקריאת השם הוא העזר והענין כי הקב\"ה הביא כל חית השדה וכל עוף השמים לפני אדם והוא הכיר טבעם וקרא להם שמות כלומר השם הראוי להם כפי טבעיהם ובשמות נתבאר הראוי להיות עזר לחבירו כלומר הראוים להוליד זה מזה ואפילו אם נאמין בשמות שהם בהסכמה לא טבעיות (מו\"נ ב ל) נאמר שקריאת השמות היא הבדלת המינים כי עברו לפניו זכר ונקבה והתבונן בטבעם איזה מהם עזר לחבירו כלומר המוליד ממנו והודיע זה בשמות כי הבהמה הדקה קרא בשם אחר שכולן עזר זה לזה בתולדה שיולידו זה מזה והגסה בשם אחר והחיה בשם אחר שלא יולידו מין זה מזה וכן כולן ולא מצא בכולן שתהיה בטבעה עזר לו ותקרא בשמו כי קריאת השמות היא הבדלת המינים והפרד כחותם זה מזה כאשר פירשתי למעלה ואין הענין שיהיה ביד האדם למצא בהם עזר לו כי בטבעם נבראו אבל שאם יראה טבעו נאות באחד המינים ויבחר בו היה הקב\"ה מתקן טבעו אליו כאשר עשה בצלע ולא יצטרך לבנותו בנין חדש וזה טעם \"כל אשר יקרא לו האדם נפש חיה הוא שמו\" כלומר הוא יהיה שמו שהקב\"ה יקיים בו השם ההוא על ענין שפירשתי והנכון בעיני כי לא היה החפץ לפניו יתברך לקחת צלעו ממנו עד שידע אדם שאין בנבראים עזר לו ושיתאוה שיהיה לו עזר כמותם ומפני זה היה צריך לקחת ממנו אחת מצלעותיו וזה טעם \"ולאדם לא מצא עזר כנגדו\" כלומר ולשם האדם לא מצא עזר שיהיה ראוי כנגדו ותקרא בשמו שיוליד ממנו ואין צורך בכאן לדברי המפרשים (ראב\"ע בפסוק יח והרד\"ק) שאמרו כי יבא בכאן שם במקום הכנוי ולו לא מצא עזר כנגדו כדרך נשי למך (להלן ד כג) ואת יפתח ואת שמואל (שמואל א יב יא) וזהו שאמר \"זאת הפעם\" כלומר הפעם הזאת מצאתי עזר לי שלא מצאתי עד הנה בשאר המינים כי היא עצם מעצמי ובשר מבשרי וראוי שתקרא בשמי ממש כי נוליד זה מזה ובמלת \"זאת\" סוד יודע מדברינו בפרשת וזאת הברכה אם יברכני צורי להגיע שם ולכך החזיר \"כי מאיש לקחה זאת\" והבן ","titles":[{"title":"﻿בראשית ב כ"},{"title":"﻿בראשית פרק ב פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-20","positionInPerek":20,"positionInParasha":51},{"uri":"tanach-ramban-1-2-24","text":" הרמב\"ן  על כן יעזב איש את אביו ואת אמו ודבק באשתו וגו'. רוח הקדש אומרת כן לאסור העריות לבני נח והיו לבשר אחד הולד נוצר על ידי שניהם ושם נעשה בשרם אחד לשון רש\"י ואין בזה טעם כי גם הבהמה והחיה יהיו לבשר אחד בולדותיהם והנכון בעיני כי הבהמה והחיה אין להם דבקות בנקבותיהן אבל יבא הזכר על איזה נקבה שימצא וילכו להם ומפני זה אמר הכתוב בעבור שנקבת האדם היתה עצם מעצמיו ובשר מבשרו ודבק בה והיתה בחיקו כבשרו ויחפוץ בה להיותה תמיד עמו וכאשר היה זה באדם הושם טבעו בתולדותיו להיות הזכרים מהם דבקים בנשותיהם עוזבים את אביהם ואת אמם ורואים את נשותיהן כאלו הן עמם לבשר אחד וכן כי אחינו בשרנו הוא (להלן לז כז) אל כל שאר בשרו (ויקרא יח ו) הקרובים במשפחה יקראו \"שאר בשר\" והנה יעזוב שאר אביו ואמו וקורבתם ויראה שאשתו קרובה לו מהם ","titles":[{"title":"﻿בראשית ב כד"},{"title":"﻿בראשית פרק ב פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-24","positionInPerek":24,"positionInParasha":55},{"uri":"tanach-ramban-1-3-6","text":" הרמב\"ן  כי טוב העץ למאכל. היתה סבורה כי הוא מר וסם המות ולכן יזהירנו ממנו ועתה ראתה כי הוא מאכל טוב ומתוק וכי תאוה הוא לעינים שבו יתאוה ויתור אחרי עיניו ונחמד העץ להשכיל כי בו ישכיל לחמוד ונתנה התאוה לעינים והחמדה בשכל והכלל כי בו ירצה ויחפוץ בדבר או בהפכו ","titles":[{"title":"﻿בראשית ג ו"},{"title":"﻿בראשית פרק ג פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-6","positionInPerek":6,"positionInParasha":62},{"uri":"tanach-ramban-1-3-7","text":" הרמב\"ן  ותפקחנה עיני שניהם. לענין החכמה דבר הכתוב ולא לענין ראיה ממש וסופו מוכיח וידעו כי ערומים הם כלשון רש\"י וכן גל עיני ואביטה נפלאות מתורתך (תהלים קיט יח) ","titles":[{"title":"﻿בראשית ג ז"},{"title":"﻿בראשית פרק ג פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-7","positionInPerek":7,"positionInParasha":63},{"uri":"tanach-ramban-1-3-8","text":" הרמב\"ן  וישמעו את קול ה' אלהים מתהלך בגן לרוח היום. אמרו בבראשית רבה (יט יב) אמר רבי חילפי שמענו שיש הלוך לקול שנאמר וישמעו את קול ה' אלהים מתהלך בגן וכן כתב הרב במורה הנבוכים (א כד) וכן דעת רבי אברהם כי \"מתהלך\" כנוי לקול כענין קולה כנחש ילך (ירמיהו מו כב) והוא אמר כי טעם \"לרוח היום\" ששמעו הקול לפנות ערב והזכיר בשם רבי יונה כי הטעם והאדם מתהלך בגן לרוח היום ולפי דעתי כי טעם מתהלך בגן עדן כטעם והתהלכתי בתוככם (ויקרא כו יב) וילך ה' כאשר כלה לדבר אל אברהם (להלן יח לג) אלך אשובה אל מקומי (הושע ה טו) והוא ענין גלוי שכינה במקום ההוא או הסתלקותו מן המקום שנגלה בו וטעם לרוח היום כי בהגלות השכינה תבא רוח גדולה וחזק כענין שנאמר (מלכים א יט יא) והנה ה' עובר ורוח גדולה וחזק מפרק הרים ומשבר סלעים לפני ה' וכן וידא על כנפי רוח (תהלים יח יא) וכתוב באיוב (איוב לח א) ויען ה' את איוב מן הסערה ולפיכך אמר בכאן כי שמעו קול ה' שנתגלה השכינה בגן כמתקרב אליהם לרוח היום כי רוח ה' נשבה בו בגן כרוח הימים לא רוח גדולה וחזק במחזה בשאר הנבואות שלא יפחדו ויבהלו ואמר כי אף על פי כן נתחבאו מפני מערומיהם ובבראשית רבה (יט ז) נמי אמרו אמר רבי אבא בר כהנא מהלך אין כתוב כאן אלא מתהלך מקפץ ועולה הנה רבי אבא עשאו כלשון \"וילך ה'\" (להלן יח לג) כמו שפירשנו בלשון ההליכה אלא שהוא פתר הכתוב להסתלקות השכינה שהיתה שורה בגן עדן ונסתלקה ממנו בחטאו של אדם כענין אלך אשובה אל מקומי (הושע ה טו) ואנו מפרשים אותו לגלוי השכינה במקום ההוא והוא הנכון והנאות בכתוב ","titles":[{"title":"﻿בראשית ג ח"},{"title":"﻿בראשית פרק ג פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-8","positionInPerek":8,"positionInParasha":64},{"uri":"tanach-ramban-1-3-12","text":" הרמב\"ן  וטעם האשה אשר נתת עמדי. כלומר האשה אשר אתה בכבודך נתת אותה לי לעזר היא נתנה לי מן העץ והייתי חושב שכל אשר תאמר אלי יהיה לי לעזר ולהועיל וזהו מה שאמר בענשו \"כי שמעת לקול אשתך\" שלא היית ראוי לעבור על מצותי בעבור עצתה ורבותינו (במסכת ע\"ז ה) קורין אותו בזה כפוי טובה ירצו לפרש שענה אותו אתה גרמת לי המכשול הזה שנתת לי אשה לעזר והיא יעצתני להרשיע ","titles":[{"title":"﻿בראשית ג יב"},{"title":"﻿בראשית פרק ג פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-12","positionInPerek":12,"positionInParasha":68},{"uri":"tanach-ramban-1-3-13","text":" הרמב\"ן  וטעם מה זאת עשית. לעבור על מצותי כי האשה בכלל אזהרת אדם כי היתה עצם מעצמיו בעת ההיא וכן היא בכלל העונש שלו ולא אמר באשה \"ותאכלי מן העץ\" כי היא נענשה על אכילתה ועל עצתה כאשר נענש הנחש ועל כן אמרה הנחש השיאני ואוכל כי העונש הגדול על האכילה והנה מכאן נוכל ללמוד עונש למחטיאי אדם בדבר כאשר למדונו רבותינו (פסחים כב ע\"ז ו) בפסוק ולפני עור לא תתן מכשול (ויקרא יט יד) ","titles":[{"title":"﻿בראשית ג יג"},{"title":"﻿בראשית פרק ג פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-13","positionInPerek":13,"positionInParasha":69},{"uri":"tanach-ramban-1-3-14","text":" הרמב\"ן  מכל הבהמה ומכל חית השדה. התבונן רבי יהושע מן המקרא הזה כי הנחש מוליד לשבע שנים (בכורות ח) ובדקו ומצאו כי כן הדבר (ב\"ר שם) כי מדרשי הכתוב ורמזיהם מקובלים ובהם להם סודות עמוקים בתולדות ובכל דבר כאשר הזכרתי בפתיחתי ","titles":[{"title":"﻿בראשית ג יד"},{"title":"﻿בראשית פרק ג פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-14","positionInPerek":14,"positionInParasha":70},{"uri":"tanach-ramban-1-3-15","text":" הרמב\"ן  וטעם תשופנו עקב. שיהיה לאדם יתרון עליך באיבה כי הוא ישופך ראש ואתה לא תשופנו רק בעקבו וירצץ מוחך שם ","titles":[{"title":"﻿בראשית ג טו"},{"title":"﻿בראשית פרק ג פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-15","positionInPerek":15,"positionInParasha":71},{"uri":"tanach-ramban-1-3-16","text":" הרמב\"ן  ואל אישך תשוקתך. לתשמיש ואף על פי כן אין לך מצח לתבעו בפה אלא הוא ימשול בך הכל ממנו ולא ממך לשון רש\"י ואיננו נכון כי זה שבח באשה כמו שאמרו (עירובין ק) וזו מדה יפה בנשים ורבי אברהם אמר ואל אישך תשוקתך משמעתך והטעם שתשמעי אל כל אשר יצוה עליך כי את ברשותו לעשות חפצו ולא מצאתי לשון תשוקה רק בחשק ותאוה והנכון בעיני שהעניש אותה שתהיה נכספת מאד אל בעלה ולא תחוש לצער ההריון והלידה והוא יחזיק בה כשפחה ואין המנהג להיות העבד משתוקק לקנות אדון לעצמו אבל יברח ממנו ברצונו והנה זו מדה כנגד מדה כי היא נתנה גם לאישה ויאכל במצותה וענשה שלא תהיה היא מצוה עליו עוד והוא יצוה עליה כל רצונו ","titles":[{"title":"﻿בראשית ג טז"},{"title":"﻿בראשית פרק ג פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-16","positionInPerek":16,"positionInParasha":72},{"uri":"tanach-ramban-1-3-22","text":" הרמב\"ן  ועתה פן ישלח ידו. רצה הקב\"ה שתתקיים גזירתו במיתת האדם ואם יאכל מעץ החיים שנברא לתת לאוכליו חיי עולם תבטל הגזרה או שלא ימות כלל או שלא יבא יומו בעת הנגזר עליו ועל תולדותיו והנה עתה שהיתה לו בחירה שמר העץ הזה ממנו כי מתחילה לא היה עושה אלא מה שיצווה ולא אכל ממנו כי לא היה צריך ודע והאמן כי גן עדן בארץ ובו עץ החיים ועץ הדעת ומשם יצא הנהר ויפרד לארבעה ראשים הנראים לנו כי פרת בארצנו ובגבולנו ופישון הוא נילוס מצרים כדברי הראשונים אבל כאשר הם בארץ כן יש בשמים דברים יקראו כן והם לאלה יסוד כמו שאמרו (מדרש שה\"ש זוטא א ד) הביאני המלך חדריו מלמד שעתיד הקב\"ה להראות את ישראל גנזי מרום החדרים שבשמים דבר אחר הביאני המלך חדריו אלו חדרי גן עדן מכאן אמרו כמעשה הרקיע מעשה גן עדן והנהרות כנגד ארבע מחנות שבמרום ומשם ימשך כח המלכיות שבארץ כמו שכתוב (ישעיהו כד כא) ועל צבא המרום במרום ועל מלכי האדמה באדמה כך אמרו בבראשית רבה (טז ד) ארבעה ראשים אלו ד' מלכיות שם האחד פישון זה בבל וכו' והדברים הנקראים עץ החיים ועץ הדעת למעלה סודם נעלה ונשגב והאדם חטא בפרי עץ הדעת תחתון ועליון במעשה ובמחשבה ואם היה העץ טוב לאדם למאכל ונחמד אליו להשכיל למה מנעו ממנו והאלהים הוא הטוב והמטיב לא ימנע טוב להולכים בתמים והנחש אין בו היום נפש מדברת ואם היתה בו מתחילה היה מזכיר בקללתו שיאלם פיו כי היא היתה לו קללה נמרצת מכולן אבל כל אלה דברים כפולים הגלוי והחתום בהם אמת ובבראשית רבה (טז ה) דבר אחר לעבדה ולשמרה אלו הקרבנות שנאמר (שמות ג יב) תעבדון את האלהים על ההר הזה הדא הוא דכתיב (במדבר כח ב) תשמרו להקריב לי במועדו רמזו כי הקרבנות יצמיחו ויגדלו בעץ החיים ועץ הדעת וכל עצי גן עדן והם העבודה והשמירה בהם ורבי אברהם מכחיש מה שאמרו כי פישון הוא נילוס בעבור שימצאהו יוצא מהר הלבונה ולכן יגדל בימי הקיץ וכבר נודעו נהרות רבים יצאו מן המקור וימשכו הרבה ואחר כן יכנסו בתחתיות ארץ מהלך ימים ויבקעו ויהיו נובעים תחת אחד ההרים במקום רחוק ","titles":[{"title":"﻿בראשית ג כב"},{"title":"﻿בראשית פרק ג פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-22","positionInPerek":22,"positionInParasha":78},{"uri":"tanach-ramban-1-4-1","text":" הרמב\"ן  ותהר ותלד את קין. ענינו ותלד בן ותקרא את שמו קין כי אמרה קניתי איש את ה' וכן ותלד את חנוך (להלן ד יז) ורבים בפרשה ובמקומות אחרים את ה' עם ה' כשברא אותי ואת אישי הוא לבדו בראנו אבל בזה אנו שותפין עמו לשון רש\"י והנכון לי שאמרה הבן הזה יהיה לי קנין לה' כי כאשר נמות יהיה במקומנו לעבוד את בוראו וכן דעת אונקלוס שאמר קדם ה' וכמהו (ונראה) והראה את הכהן (ויקרא יג מט) לכהן ויגש דוד את העם (שמואל א ל כא) אל העם או יהיה \"את ה'\" כמו ויתהלך חנוך את האלהים (להלן ה כב) את האלהים התהלך נח (להלן ו ט) וקראה האחד בשם קנין והשני הבל כי קנין האדם להבל דמה ולא רצתה לפרש זה על כן לא נכתב טעם בשם השני והסוד המקובל בענין הבל גדול מאד ","titles":[{"title":"﻿בראשית ד א"},{"title":"﻿בראשית פרק ד פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-1","positionInPerek":1,"positionInParasha":81},{"uri":"tanach-ramban-1-4-3","text":" הרמב\"ן  ויבא קין מפרי האדמה מנחה לה' והבל הביא גם הוא. הבינו האנשים האלה סוד גדול מהקרבנות והמנחות וכן נח ורבותינו אמרו (ע\"ז ח) שגם אדם הראשון הקריב שור פר וזה יחסום פי המבהילים בטעם הקרבנות ועוד ארמוז בו עיקר גדול ברצון הקב\"ה (עיין ויקרא א ט) ","titles":[{"title":"﻿בראשית ד ג"},{"title":"﻿בראשית פרק ד פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-3","positionInPerek":3,"positionInParasha":83},{"uri":"tanach-ramban-1-4-7","text":" הרמב\"ן  הלא אם תיטיב שאת. על דעת המפרשים (אונקלוס רש\"י ורד\"ק) שאת עונך ועל דעת רבי אברהם שאת פניך כנגד למה נפלו פניך כי המתבייש כובש פנים למטה וכן ואור פני לא יפילון (איוב כט כד) והמכבדו כאלו נושא פניו למעלה וזה טעם אולי ישא פני (להלן לב כא) לא תשא פני דל (ויקרא יט טו) ועל דעתי אם תיטיב יהיה לך יתר שאת על אחיך כי אתה הבכור וזה טעם למה חרה לך כי בבשתו מאחיו נפלו פניו ובקנאתו ממנו הרגו והנה אמר לו למה חרה לך על אחיך ולמה נפלו פניך ממנו הלא אם תיטיב יהיה לך יתר שאת על אחיך ואם לא תיטיב לא עמו בלבד תבואך רעה כי לפתח ביתך חטאתך רובץ להכשילך בכל דרכיך ואליך תשוקתו שהוא ישתוקק להיות דבק בך כל הימים אבל אתה תמשול בו אם תחפוץ כי תיטיב דרכיך ותסירנו מעליך הורהו על התשובה שהיא נתונה בידו לשוב בכל עת שירצה ויסלח לו ","titles":[{"title":"﻿בראשית ד ז"},{"title":"﻿בראשית פרק ד פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-7","positionInPerek":7,"positionInParasha":87},{"uri":"tanach-ramban-1-4-8","text":" הרמב\"ן  וטעם ויאמר קין אל הבל אחיו. שנכנס עמו בדברי ריב ומצה להתגולל עליו ולהרגו לשון רש\"י ורבי אברהם אמר כי הקרוב אליו שאמר לו כל התוכחות שהוכיחו השם ועל דעתי שהוא דבק עם ויהי בהיותם בשדה כי אמר לו נצא השדה והרג אותו שם בסתר ויתכן שנתכוון בהריגהו שיבנה העולם ממנו כי חשב שלא יהיה לאביו זרע אחר עוד גם פחד שלא יהיה עיקר בנינו של עולם מאחיו שנתקבלה מנחתו ","titles":[{"title":"﻿בראשית ד ח"},{"title":"﻿בראשית פרק ד פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-8","positionInPerek":8,"positionInParasha":88},{"uri":"tanach-ramban-1-4-11","text":" הרמב\"ן  ארור אתה מן האדמה. יותר ממה שנתקללה היא כבר בעונה וגם בזו הוסיפה לחטוא אשר פצתה את פיה והנני מוסיף לה קללה לא תוסף תת כחה לשון רש\"י ואיננו נכון כי בכאן לא ארר האדמה בעבורו כאשר באביו אבל אמר שיהיה הוא ארור ממנה ופירש הקללה שלא תוסיף תת כחה אליו ושיהיה נע ונד בה ואמר כי תעבוד את האדמה כי בכל אשר תטרח בה לעבוד אותה כראוי בחרישה ועידור ובכל עבודה בשדה ותזרע אותה כהוגן לא תוסיף תת כחה לך אבל תזרע הרבה ותביא מעט וזו היא הארירה כטעם וארותי את ברכותיכם (מלאכי ב ב) ואמר כן כנגד אומנותו כי הוא היה עובד אדמה והנה ארר מעשיו וזה טעם לא תוסף תת כחה לך שלא תתן עוד כחה לך כאשר היתה עושה עד הנה בהיותך עובד אותה וכך פירש רבי אברהם ויתכן שאררו מן האדמה שלא תתן היא מעצמה כחה אליו תאנה וגפן לא יתנו חילם באחוזתו ועץ השדה לא יתן אליו פריו וחזר ואמר גם כן כי תעבוד אותה לחרוש ולזרוע לא תוסף תת כחה לך כאשר בתחלה והנה הן שתי קללות באומנתו והשלישית שיהיה נע ונד בה והטעם שלא ינוח לבו ולא ישקוט לעמוד במקום אחד ממנה אבל יהיה גולה לעולם כי עונש הרוצחים גלות וטעם אשר פצתה את פיה לאמר אתה הרגת את אחיך וכסית את דמו באדמה ואני אגזור עליה שתגלה את דמיה ולא תכסה עוד על הרוגיה כי תענש בה ובכל אשר תכסה בה כגון הזריעה והנטיעה וזה עונש כל שפיכות דם בארץ כענין שכתוב (במדבר לה לג) כי הדם הוא יחניף את הארץ וחנופת הארץ מארה בפירותיה כענין מהיותם בא אל ערימת עשרים והיתה עשרה בא אל היקב לחשוף חמשים פורה והיתה עשרים (חגי ב טז) ","titles":[{"title":"﻿בראשית ד יא"},{"title":"﻿בראשית פרק ד פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-11","positionInPerek":11,"positionInParasha":91},{"uri":"tanach-ramban-1-4-13","text":" הרמב\"ן  גדול עוני מנשוא. בתמיה אתה טוען עליונים ותחתונים ועוני אי אפשר לטעון לשון רש\"י מבראשית רבה (כב יא) והנכון בפשט שהוא וידוי אמר אמת כי עוני גדול מלסלוח וצדיק אתה ה' וישר משפטיך אף על פי שענשת אותי הרבה מאד והנה גרשת אותי היום מעל פני האדמה כי בהיותי נע ונד ולא אוכל לעמוד במקום אחד הנה אנכי מגורש מן האדמה ואין מקום למנוחתי ומפניך אסתר כי לא אוכל לעמוד לפניך להתפלל או להקריב קרבן ומנחה כי בושתי וגם נכלמתי כי נשאתי חרפת נעורי אבל מה אעשה כי כל מוצאי יהרגני ואתה בחסדך הרבים לא חייבת אותי מיתה והענין שאמר לפניו הנה חטאי גדול והרבית עלי עונש אבל שמרני שלא אענש יותר ממה שחייבת אותי כי בעבור שאהיה נע ונד ולא אבנה לי בית וגדרות בשום מקום יהרגוני החיות כי סר צלך מעלי הודה כי האדם איננו נשגב ונמלט בכחו רק בשמירת עליון עליו ","titles":[{"title":"﻿בראשית ד יג"},{"title":"﻿בראשית פרק ד פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-13","positionInPerek":13,"positionInParasha":93},{"uri":"tanach-ramban-1-4-15","text":" הרמב\"ן  וישם ה' לקין אות. ולא אמר \"ויתן\" לו השם אות או \"ויעש\" יורה ששם לו האות קבוע שיהיה עמו תמיד אולי כשהיה נוסע ממקום למקום היה לו אות מאת השם מורה לו הדרך אשר ילך בה ובזה ידע שלא יקראנו אסון בדרך ההוא ובבראשית רבה (כב יב) אמרו כענין זה רבי אבא אמר כלב מסר לו כי מפני שהיה פחדו מן החיות מסר לו אחת מהן שתלך לפניו ולמקום שיפנה הכלב ללכת ידע כי שם צוה לו השם ולא יהרג בה הזכירו בו החכמים אות נבזה כראוי לו אבל הכוונה שהיה עמו האות תמיד להורות לפניו הדרך שילך בה כי כן לשון \"וישם\" ","titles":[{"title":"﻿בראשית ד טו"},{"title":"﻿בראשית פרק ד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-15","positionInPerek":15,"positionInParasha":95},{"uri":"tanach-ramban-1-4-16","text":" הרמב\"ן  וטעם ויצא קין מלפני ה'. כי עוד לא עמד לפניו לעולם כטעם שאמר ומפניך אסתר וטעם וישב בארץ נוד שלא הלך בכל העולם אבל באותה הארץ ישב נודד תמיד לא ינוח במקום ממנה כלל ונקראת \"ארץ נוד\" על שמו לעולם ","titles":[{"title":"﻿בראשית ד טז"},{"title":"﻿בראשית פרק ד פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-16","positionInPerek":16,"positionInParasha":96},{"uri":"tanach-ramban-1-4-17","text":" הרמב\"ן  וטעם ויהי בונה עיר ויקרא שם העיר כשם בנו חנוך. כי מתחילה היה חושב להיות ערירי בעונו ואחרי שנולד לו זרע החל לבנות עיר להיות בנו יושב בה ובעבור כי הוא ארור ומעשיו לא יצליחו קראו \"חנוך\" להגיד כי לא בנאה לעצמו כי הוא אין לו עיר ומושב בארץ כי נע ונד הוא אבל יהיה הבנין לחנוך וכאלו חנוך בנאה לנפשו ומפני שלא אמר \"ויבן עיר\" כאשר יאמר ויבן את נינוה (להלן י יא) ויבנו בני גד את דיבון (במדבר לב לד) יורה כי היה כל ימיו בונה העיר כי מעשיו ארורים יבנה מעט בטורח ועמל וינוע וינוד מן המקום ההוא ויחזור שם ויבנה מעט ולא יצליח את דרכיו ונכתבו תולדות קין ומעשיו להודיע כי השם ארך אפים והאריך לו כי הוליד בנים ובני בנים והזכיר כי פקד עון אבות על בנים ונכרת זרעו ורבותינו אמרו (שמות רבה לא יז) שחיה שנים רבות ומת במבול ולא הוריד שיבתו בשלום שאול רק ראה בהכרת הוא וכל זרעו אתו והקרוב כי לא היו תולדותיו רק ששה דורות עד המבול והיו בתולדות שת שני דורות יותר או שלא היה צריך לספר בהם וספר באלה להודיע מי היו המתחילים בבנין הערים ובמרעה הצאן וחכמת הנגון ומלאכת המתכות וכתב תוכחת למך עם נשיו להגיד כי הוליד הוא אך בניו נכרתו טרם הולידם ","titles":[{"title":"﻿בראשית ד יז"},{"title":"﻿בראשית פרק ד פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-17","positionInPerek":17,"positionInParasha":97},{"uri":"tanach-ramban-1-4-22","text":"\"ואחות תובל קין נעמה\" - כאומר ונולדה לו אחות ושמה נעמה וכן ואחות לוטן תמנע (להלן לו כב) ואת מרים אחותם (במדבר כו נט) ושם אחותו מעכה (דהי\"א ז טו) ובבראשית רבה (כג ג) יש אומרים אשתו של נח היתה ולמה היו קורין אותה נעמה שהיו מעשיה נאים ונעימים נתכוונו לומר שהיה לה שם בדורות ההם כי היתה צדקת והולידה צדיקים ולכן יזכירנה הכתוב ואם כן נשאר לקין זכר מעט בעולם ואם נאמר שאינה האשה שהוליד נח ממנה שלשת בניו אם כן אין בזה טעם להזכירה ומדרש אחר לרבותינו שהיא האשה היפה היא מאד שממנה תעו בני האלהים והיא הנרמזת בפסוק ויראו בני האלהים את בנות האדם (להלן ו ב) כמו שמוזכר בפרקי רבי אליעזר (כב) ואחרים אמרו (זהר חדש א יט ב) כי היא היתה אשת שמדון אם אשמדאי וממנה נולדו השדים כי כן ימצא שמה בכתבי שמושי השדים והכתוב ירמוז ויקצר בתעלומות כאלה ","titles":[{"title":"﻿בראשית ד כב"},{"title":"﻿בראשית פרק ד פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-22","positionInPerek":22,"positionInParasha":102},{"uri":"tanach-ramban-1-4-23","text":" הרמב\"ן  ויאמר למך לנשיו. סמכו המפרשים (רש\"י והראב\"ע) בענין הכתוב הזה על דעת אונקלוס שפירש לכן כל הורג קין שבעתים יוקם (לעיל ד טו) כי לשבעה דורות יוקם ממנו ולא עתה כי השם האריך אפו ממנו והנה נשי למך פחדו להוליד בנים בעבור שיהיו שבועיים לקין והוא נחם את נשיו שהשם יאריך לו עוד שבעים ושבעה כי יתפלל לפניו כי הוא ארך אפים וירחם עליו או שהיה קל וחומר של שטות כפי המדרש שהזכיר רש\"י ואם כן יאמר לכן כל הורג קין לשבעתים יוקם ממנו ולא בימיו וזהו תרגומו של אונקלוס כל דיקטל קין לשבעה דרין יתפרע מיניה ואם כן היה ראוי שיהיה \"ויאמר למך לנשיו\" מוקדם ולפי דעתי אין טעם \"שבעתים\" לשבעה דורות כי לא תאמר המלה הזאת על השבעה הנפרדים רק על הכפל דבר אחד שבעה פעמים כמו מזוקק שבעתים (תהלים יב ז) ישלם שבעתים (משלי ו לא) ואור החמה יהיה שבעתים (ישעיהו ל כו) כפול ומכופל שבעה חלקים אבל פירוש \"כל הורג קין\" כפשוטו שאמר השם לכן כל אשר יהרוג את קין שבעתים יוקם ממנו כי אעניש ההורג אותו שבע על חטאתו כי אני הבטחתי את קין שלא יהרג בעבור יראתו אותי והתודותו לפני אבל ענין למך עם נשיו לא הזכירו הכתוב בביאור ונוכל לומר גם כן שהיו יראות מעונש שלא יהרג למך בעון אביו כי השם לא אמר לקין סלחתי לך רק שלא יהרג אבל יגבה חובו מזרעו ולא ידעו מתי וכן היה הדבר ולמך נחם אותן לאמר כי השם ירחם עליו כאשר רחם על קין כי הוא נקי כפים ממנו ויתפלל לפניו גם הוא וישמע תפלתו אבל הנראה בעיני כי היה למך איש חכם מאד בכל מלאכת מחשבת ולמד לבנו הבכור ענין המרעה כפי טבעי הבהמות ולמד את השני חכמת הנגון ולמד את השלישי ללטוש ולעשות חרבות ורמחים וחניתות וכל כלי המלחמה והיו נשיו מתפחדות שלא יענש כי הביא החרב והרציחה בעולם והנה הוא תופש מעשה אבותיו בידו כי הוא בן המרצח הראשון וברא משחית לחבל והוא אמר להן אני לא הרגתי איש לפצעים ולא ילד לחבורות כאשר עשה קין ולא יענישני השם אבל ישמרני מן ההריגה יותר ממנו והזכיר כן לומר כי לא בחרב וחנית יכול אדם להרוג בפצעים וחבורות שימית במיתה רעה יותר מן החרב ואין החרב גורם הרציחה ואין על העושו חטא ","titles":[{"title":"﻿בראשית ד כג"},{"title":"﻿בראשית פרק ד פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-23","positionInPerek":23,"positionInParasha":103},{"uri":"tanach-ramban-1-5-1","text":" הרמב\"ן  זה ספר תולדות אדם. הבנים אשר יזכיר בפרשה ולפי דעתי ירמוז לכל התורה כי כל התורה כולה ספר תולדות אדם על כן אמר בכאן \"ספר\" ולא אמר \"ואלה תולדות אדם\" כאשר יאמר בשאר מקומות (להלן כה יב) ואלה תולדות ישמעאל ואלה תולדות יצחק (שם יט) וכן כולן וטעם ביום ברוא אלהים אדם נמשך לפניו כי יתחיל באדם עצמו יזכיר בו שנברא מאין ולכך אמר ביום ברוא אלהים מאין האדם הזה הנזכר בדמות אלהים עשאו יפרש שהוא מעשה אלהים ובדמות אלהים והזכיר כי כאשר ברא אותו מאין כן ברא את אשתו ואמר ויברך אותם שנתן בהם כח תולדה להתברך לעד בבנים ובנות רבים מאד והכוונה לומר כי התולדות מברכת אלהים כי הם לא נולדו אבל נבראו מאין ונתברכו לעשות כן וטעם ויקרא את שמם אדם מפני ששם אדם כלל לכל המין האנושי הזכיר כי האלהים קרא הזוג הראשון בשם זה מפני שכולם בהם בכח ועליהם הוא אומר \"זה ספר תולדות אדם\" וכתב רבינו שרירא הגאון שמסרו חכמים אחד לחברו הכרת פנים וסדרי שרטוטין מקצתן אמורים בסדר פסוק \"זה ספר תולדות אדם\" ומקצתן בסדר פסוק של אחריו \"זכר ונקבה בראם\" ואין מוסרים סתרי תורה ורזין אלא למי שרואין בו סימנין שראוי לכך אלו דברי הגאון ולא זכינו בהם ","titles":[{"title":"﻿בראשית ה א"},{"title":"﻿בראשית פרק ה פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-1","positionInPerek":1,"positionInParasha":107},{"uri":"tanach-ramban-1-5-3","text":" הרמב\"ן  ויולד בדמותו כצלמו. ידוע כי כל הנולדים מן החיים יהיו בדמות המולידים ובצלמם אבל בעבור שנתעלה האדם בדמותו וצלמו שאמר בו (לעיל ה א) בדמות אלהים עשה אותו פירש כאן שאף תולדותיו היו כן באותו הדמות המעולה ולא אמר זה בקין והבל כי לא רצה להאריך בהם אבל פירש כן בשת שהעולם הושתת ממנו או מפני שהאדם נברא בתכלית שלימות היצירה הגיד בשת כי היה כמוהו בכח וביופי ","titles":[{"title":"﻿בראשית ה ג"},{"title":"﻿בראשית פרק ה פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-3","positionInPerek":3,"positionInParasha":109},{"uri":"tanach-ramban-1-5-4","text":" הרמב\"ן  ויהיו ימי אדם אחר הולידו את שת. בעבור ארך חיי אלה הראשונים יפרוט ימיהם קודם הולידם וגם אחר כך ויכלול כלם בסוף עד הדורות שאחר המבול והסבה באריכות ימיהם כי אדם הראשון מעשה ידיו של הקב\"ה נעשה בתכלית השלימות בנוי בכח בקומה וגם אחרי שנקנס עליו שיהיה בן מות היה בטבעו לחיות זמן רב וכאשר בא המבול על הארץ נתקלקל עליהם האויר והלכו ימותם הלוך וחסור כי עד המבול היו ימיהם בארך ההוא ויש מהם שחיו יותר מאדם ושם שנולד קודם המבול חיה שש מאות הועיל לו החוזק שנולד בו והזיק לו האויר שנתקלקל ובניו הנולדים אחר המבול נתקצרו ימותם ושבו לארבע מאות ותראה שהיה זה בהם עד הפלגה וכאשר משל עליהם שנוי האוירות בהפלגה נתקצרו עוד ימיהם כי פלג אשר בימיו נפלגה הארץ שב לחצי ימיהם למאתים שנה ונראה כי בדורות אברהם יצחק ויעקב היו הימים בעם שבעים ושמנים שנה כאשר הזכיר משה רבינו בתפלתו (תהלים צ י) אבל הצדיקים בדורותם יראת ה' תוסיף בהם ימים כי פרעה תמה על יעקב והוא הפליג לו בימי אבותיו כמו שאמר ולא השיגו את ימי שני חיי אבותי בימי מגוריהם (להלן מז ט) ולא יכשר בעיני מאמר הרב שכתב במורה הנבוכים (ב מז) כי לא היה אורך השנים רק ביחידים האלה הנזכרים ושאר בני אדם בדורות ההם היו שנות חייהם השנים הטבעיים המורגלים ואמר כי היה החדוש הזה באיש ההוא בהנהגתו ומזונו או על דרך נס והנה אלה דברי רוח ולמה יהיה הנס הזה בהם והם אינם נביאים ולא צדיקים וטובים לעשות להם נס אף כי דור אחר דור ותיקון ההנהגה והמזון איך תאריך ימיהם כפלי כפלים מכל הדור ההוא ויתכן שיהיו אחרים גם כן מתנהגים בטוב ההנהגה ההיא ותאריך לכלם או לרובם ואיך לא תגיע החכמה בהנהגה הטובה ההיא לאחד מכל בני נח אחר המבול אבל היה בהם קצת מחכמת אבותם והיא מתמעטת והולכת דור אחר דור ","titles":[{"title":"﻿בראשית ה ד"},{"title":"﻿בראשית פרק ה פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-4","positionInPerek":4,"positionInParasha":110},{"uri":"tanach-ramban-1-6-1","text":" הרמב\"ן  ויהי כי החל האדם לרוב על פני האדמה. כאשר הזכיר הכתוב נח ובניו ורצה להתחיל בענין המבול אמר כי מיד כאשר החלו בני האדם לרוב החלו לחטוא ועמדו בחטאם ימים רבים עד שהיה נח בן ד' מאות ושמנים שנה ואז גזר עליהם הקב\"ה שלא ידון רוחו בהם לעולם אבל יאריך עוד להם שנים עד שתמלא סאתם כי כן משפט האלהים ","titles":[{"title":"﻿בראשית ו א"},{"title":"﻿בראשית פרק ו פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-1","positionInPerek":1,"positionInParasha":139},{"uri":"tanach-ramban-1-6-2","text":"\"כי טובות הנה\" - כמו כי תראה חמור שונאך (שמות כג ה) כי יקרא קן צפור לפניך (דברים כב ו) כאשר הנה טובות יקחו אותן להם לנשים באונס וספר הכתוב החמס ואמר עוד \"מכל אשר בחרו\" להכניס הנשואות לאחרים אבל לא הזכיר הכתוב האיסור בהם בפירוש ולא נגזר עליהם העונש רק על החמס לפי שהוא ענין מושכל איננו צריך לתורה ","titles":[{"title":"﻿בראשית ו ב"},{"title":"﻿בראשית פרק ו פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-2","positionInPerek":2,"positionInParasha":140},{"uri":"tanach-ramban-1-6-3","text":" הרמב\"ן  בשגם הוא בשר. כמו בשגם בסגול ופירש רש\"י בשביל שגם זאת בו שהוא בשר ואף על פי כן איננו נכנע מלפני ומה אם יהיה אש או דבר קשה ואין בפירוש הזה טעם או ריח ורבי אברהם פירש כי יאמר לא יעמוד רוחי באדם לעולם בעבור החמס הזה ועוד בעבור שהאדם בשר ויגיע עד עת ויחסר והנה הוא כמו גם בשהוא בשר ומה צורך לטענה הזאת וידוע כי בשר המה ונגזר עליהם המיתה כי עפר אתה ואל עפר תשוב (לעיל ג יט) והנכון בעיני כי יאמר לא יעמוד רוחי באדם לעולם בעבור שגם האדם הוא בשר ככל בשר הרומש על הארץ בעוף ובבהמה ובחיה ואיננו ראוי להיות רוח אלהים בקרבו והענין לומר כי האלהים עשה את האדם ישר להיותו כמלאכי השרת בנפש שנתן בו והנה נמשך אחרי הבשר ובתאוות הגופניות נמשל כבהמות נדמו ולכן לא ידון עוד רוח אלהים בקרבו כי הוא גופני לא אלהי אבל יאריך להם אם ישובו והנה זה כטעם ויזכור כי בשר המה רוח הולך ולא ישוב (תהלים עח לט) ","titles":[{"title":"﻿בראשית ו ג"},{"title":"﻿בראשית פרק ו פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-3","positionInPerek":3,"positionInParasha":141},{"uri":"tanach-ramban-1-6-4","text":"\"בימים ההם\" - לשון רש\"י בימי דור אנוש וגם אחרי כן שראו באבדן דור אנוש שעלה אוקינוס והציף שלישו של עולם ולא נכנעו ללמוד מהם ורבי אברהם פירש גם אחרי המבול כי בני ענק היו ממשפחת בני האלהים ואם כן או תהיינה נשי בני נח מזרעם וידמו להם או שיודה במאמר (נדה סא) הדורש בעוג שפלט מן המבול ויוסיף הוא שנמלטו גם אחרים עמו והנכון בעיני כי אדם ואשתו יקראו בני האלהים בעבור שהיו מעשה ידיו והוא אביהם אין להם אב זולתו והוא הוליד בנים רבים ככתוב (לעיל ה ד) ויולד בנים ובנות והיו האנשים האלה הנולדים ראשונים מאב ואם בשלמות גדולה מן הגובה והחוזק כי נולדו בדמות אביהם ככתוב בשת (לעיל ה ג) ויולד בדמותו כצלמו ויתכן שהיו כל בני הקדמונים אדם שת אנוש נקראים בני האלהים כי היו ג' האנשים האלה בדמות אלהים ואז הוחל לעבוד עבודה זרה והוחל לבא באנשים חולשה ורפיון וכך אמרו בבראשית רבה (כד ו) זה ספר תולדות אדם ואין הראשונים תולדות ומה הן אלוהות בעון קומי אבא כהן ברדלא אדם שת אנוש ושתק אמר לון עד כאן בצלם ובדמות מכאן ואילך קינן קנטרנין וכאשר החל האדם לרוב ונולדו להם הבנות היו אלה בני הראשונים בחזקם ולרוב תאותם היו בוחרים הנשים הטובות בעלות הקומה והבריאות וספר בתחלה (בפסוק ב) כי יקחו אותם לנשים דרך חמס ואחר כך ספר כי יבאו דרך זנות אל בנות האדם שאינן באותה המעלה ולא יודע הדבר עד שיולידו להם בנים ויכירו כי אינם מבני שאר האנשים רק לבני האלהים האלה נולדו שהם גדולים מאד אבל הם נופלים מאבותם בגובה וכח כלשון לא נופל אנכי מכם (איוב יב ג) והמה גבורים כנגד שאר בני האדם ואמר שהיה זה בדורות הראשונים אשר היו נקראים \"בני האלהים\" בהיותם בתכלית השלימות שיולידו מבנות האדם נפילים וגם אחרי כן כי הנפילים עצמם יולידו נפילים מהם ופירוש \"אשר מעולם\" כי האנשים אחרי המבול כאשר יראו גבורים יזכירו אלה ויאמרו כבר היו גבורים מאלה לעולמים אשר היו לפנינו והיו \"אנשי השם\" בכל הדורות אחרי כן וזה פשט הגון בפרשה הזאת אבל המדרש אשר לרבי אליעזר הגדול בפרקיו על המלאכים שנפלו ממקום קדושתן מן השמים והוזכר בגמרא במסכת יומא (סז) הוא הנאות בלשון הכתוב יותר מן הכל אלא שיש צורך להאריך בסוד הענין ההוא ","titles":[{"title":"﻿בראשית ו ד"},{"title":"﻿בראשית פרק ו פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-4","positionInPerek":4,"positionInParasha":142},{"uri":"tanach-ramban-1-6-6","text":" הרמב\"ן  וינחם ה' ויתעצב אל לבו. דבר תורה כלשון בני אדם והענין כי מרו ועצבו את רוח קדשו בפשעיהם וענין \"אל לבו\" כי לא הגיד זה לנביא שלוח אליהם וכן הלשון במחושב כדרך לדבר אל לבי (להלן כד מה) וזולתו ובבראשית רבה (כז ד) אמרו בזה ענין נכבד במשל שהביאו מן הסרסור והאדריכל והוא סוד גדול לא ניתן ליכתב והיודעו יתבונן למה אמר בכאן שם המיוחד ובכל הפרשה וענין המבול שם אלהים ","titles":[{"title":"﻿בראשית ו ו"},{"title":"﻿בראשית פרק ו פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-6","positionInPerek":6,"positionInParasha":144},{"uri":"tanach-ramban-1-6-8","text":" הרמב\"ן  וטעם ונח מצא חן בעיני ה'. שהיו כל מעשיו לפניו נאים ונעימים וכן כי מצאת חן בעיני ואדעך בשם (שמות לג יז) כדרך ויתן חנו בעיני שר בית הסוהר (להלן לט כא) ותהי אסתר נושאת חן בעיני כל רואיה (אסתר ב טו) והזכיר זה כנגד מה שאמר בדורו שהיו כל מעשיהם לעצבון לפניו יתברך ואמר בו שהיה לחן בעיניו ואחר כן סיפר מדוע היה טוב לפני האלהים כי היה צדיק תמים חסלת פרשת בראשית ","titles":[{"title":"﻿בראשית ו ח"},{"title":"﻿בראשית פרק ו פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-8","positionInPerek":8,"positionInParasha":146},{"uri":"tanach-ramban-1-6-9","text":"\"בדורותיו\" - יש מרבותינו שדרשוהו לטובה כל שכן אם היה בדור של צדיקים ויש שדורשין לגנאי לשון רש\"י והנכון בעיני לפי הפשט כי טעמו לומר שהוא לבדו הצדיק בדורות ההם אין בדורותיו צדיק ולא תמים זולתו וכן כי אותך ראיתי צדיק לפני בדור הזה (להלן ז א) שאין אחר בדור ראוי להנצל ואמר \"בדורותיו\" כי דורות רבים עברו מעת שהשחיתו ואין צדיק בארץ בלתו ואל יקשה עליך דבר רבותינו במתושלח כי הכתוב לא יספר רק שאין צדיק ראוי להנצל מן המבול מכל הדורות ההם ","titles":[{"title":"﻿בראשית ו ט"},{"title":"﻿בראשית פרק ו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-ramban-1-6-10","text":" הרמב\"ן  את שם את חם ואת יפת. הנראה אלי כי יפת הוא הגדול שנאמר (להלן י כא) אחי יפת הגדול וכן ימנם כתולדותם בני יפת תחילה (שם שם ב) וחם הוא הקטן בכולם כאשר אמר (שם ט כד) וידע את אשר עשה לו בנו הקטן אבל הקדים שם בעבור מעלתו והזכיר חם אחריו כי כן נולדו והנה נתאחר יפת ולא רצה הכתוב לומר \"שם ויפת וחם\" כי היו כולם נזכרים שלא כסדר תולדותם ואין ליפת מעלה שיבטל הסדר בעבורו אבל שם הקדים אותו בעבור מעלתו אף על פי שהוא מאוחר בספור התולדות (להלן י כא) וכן בני אברהם יצחק וישמעאל (דהי\"א א כח) וכן ואתן ליצחק את יעקב ואת עשו (יהושע כד ד) ","titles":[{"title":"﻿בראשית ו י"},{"title":"﻿בראשית פרק ו פסוק י"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-10","positionInPerek":10,"positionInParasha":2},{"uri":"tanach-ramban-1-6-12","text":" הרמב\"ן  כי השחית כל בשר את דרכו. אם נפרש כל בשר כמשמעו ונאמר שאפילו בהמה וחיה ועוף השחיתו דרכם להזקק לשאינן מינן כמו שפירש רש\"י נאמר כי מלאה הארץ חמס מפניהם לא מפני כולם אלא מפני מקצתם וסיפר עונש האדם לבדו או שנאמר שלא שמרו גם בזה תולדתם והיתה כל הבהמה טורפת וכל העוף דורס והנה גם הם עושים חמס ועל דרך הפשט \"כל בשר\" זה כל האדם ולמטה יפרש כל בשר אשר בו רוח חיים (להלן ז טו) ומכל החי ומכל בשר (להלן פסוק יט) כל חי בגוף אבל בכאן \"כל בשר\" כל האדם וכן יבא כל בשר להשתחוות לפני (ישעיהו סו כג) וכן בשר כי יהיה בעורו (ויקרא יג כד) ","titles":[{"title":"﻿בראשית ו יב"},{"title":"﻿בראשית פרק ו פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-12","positionInPerek":12,"positionInParasha":4},{"uri":"tanach-ramban-1-6-13","text":"\"והנני משחיתם את הארץ\" - כמו מן הארץ וכן כצאתי את העיר (שמות ט כט) חלה את רגליו (מלכים א טו כג) דבר אחר את הארץ עם הארץ שאף שלשה טפחים של מחרישה נימוחו לשון רש\"י מבראשית רבה (לא ז) ורבי אברהם אמר שמלת \"משחיתם\" מושכת עצמה ואחרת עמה והנני משחיתם ומשחית את הארץ ועל דרך האמת הוא כמו את השמים ואת הארץ כי הארץ תהיה בהשחתה שבהשחתת הארץ ישחתו והנם נשחתים בעולם הבא כדרך ויתעצב אל לבו (לעיל פסוק ו) ולזה רמזו בבראשית רבה (לא ז) לבן אדון שהיתה לו מניקה כל זמן שהיה סורח היתה מניקתו נרדית וכו' ","titles":[{"title":"﻿בראשית ו יג"},{"title":"﻿בראשית פרק ו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-13","positionInPerek":13,"positionInParasha":5},{"uri":"tanach-ramban-1-6-17","text":" הרמב\"ן  ואני הנני מביא את המבול. הנני מסכים עם אותן שאמרו לפני מה אנוש כי תזכרנו (תהלים ח ה) לשון רש\"י מבראשית רבה (לא יב) ואני תמה והאיך מסכים עמהם והוא משאיר להם שארית לפליטה גדולה בנח ובניו וכל חי להרבות זרעם כחול אולי היא הסכמה לדעתם כשלא יחמול עליהם ועל האמת ואני כמו ויסרתי אתכם אף אני (ויקרא כו כח) וכן אני הנה בריתי אתך (להלן יז ד) ואני זאת בריתי (ישעיהו נט כא) יאמר אף אני תהיה ידי בהם על שהשחיתו את הארץ ולכך אמר (להלן ט יב) זאת אות הברית אשר אני נותן ימחץ וידיו תרפינה (איוב ה יח) והמשכיל יבין ","titles":[{"title":"﻿בראשית ו יז"},{"title":"﻿בראשית פרק ו פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-17","positionInPerek":17,"positionInParasha":9},{"uri":"tanach-ramban-1-6-18","text":" הרמב\"ן  והקמתי את בריתי. אמר רבי אברהם לאות כי השם נשבע לו שלא ימות במבול הוא ובניו ואם לא נכתב תחילה מפורש כאשר מצאנו במשנה תורה (דברים א כב) נשלחה אנשים לפנינו ומלת והקימותי שאקיים שבועתי והקרוב אלי שזאת הברית רמז לקשת וטעם ברית הסכמה ודבר שבחרו שנים מגזרת ברו לכם (שמואל א יז ח) והמלה בסמוך ובמוכרת וכן שבית יעקב (תהלים פה ב) ובנותיו בשבית (במדבר כא כט) ויש אומרים כי ברית גבול כרות כל אלו דבריו ויותר נכון בדרך הפשט כי ענין \"והקימותי את בריתי\" לאמר בעת שיבא המבול תהיה ברית קיימת אתך שתבא אל התיבה אתה וביתך ושנים מכל הבשר להחיות כלומר שתחיו שם ותתקיימו לצאת משם לחיים והברית הוא דבר השם כשיגזור אומר בלא תנאי ושיור ויקיים והזכיר הברית והזכיר שיהיה קיים והוא כלשון קיימו וקבלו היהודים עליהם ועל זרעם (אסתר ט כז) שקבלו עליהם דבר להיותו קיים ועל דרך האמת הברית מעולם היא והמלה נגזרת מן בראשית ברא אלהים והנה בריתי כמו ברייתי והמלה כמו סמוכה כי היא סמוכה לעולמים שהיו לפנינו יצוה שתקום ותהיה עם הצדיק וכן ואני הנני מקים את בריתי אתכם (להלן ט ט) בריתי היתה אתו (מלאכי ב ה) והמשכיל יבין ","titles":[{"title":"﻿בראשית ו יח"},{"title":"﻿בראשית פרק ו פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-18","positionInPerek":18,"positionInParasha":10},{"uri":"tanach-ramban-1-6-19","text":"\"תביא אל התיבה להחיות אתך\" - צוהו שיתעסק ויעזור אותם הוא בכניסתם בתיבה וישתדל בהם שיחיו כאשר ישתדל בנפשו ","titles":[{"title":"﻿בראשית ו יט"},{"title":"﻿בראשית פרק ו פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-19","positionInPerek":19,"positionInParasha":11},{"uri":"tanach-ramban-1-6-20","text":" הרמב\"ן  שנים מכל יבאו אליך להחיות. הודיעו כי מעצמם יבאו לפניו שנים שנים ולא יצטרך הוא לצוד אותם בהרים ובאיים והוא יביאם בתיבה אחרי כן ובמעשה פירש שבאו זכר ונקבה (להלן ז ט) וזה היה בכללם אחרי כן צוהו שיקח מכל הבהמה הטהורה שבעה שבעה ובאלה לא אמר שיבאו אליו אלא שהוא יקח אותם כי הבאים להנצל ולחיות להם זרע באים מאליהם אבל הבאים להקריב עולות לא גזר שיבאו מעצמם להשחט אבל לקחם נח כי הצואה של שבעה שבעה היתה כדי שיוכל נח להקריב מהן קרבן וטעם \"הטהורה\" הקב\"ה פירש לו סימני הטהרה אבל הכתוב יקצר לומר הטהורה על פי התורה ורש\"י כתב את שעתידה להיות טהורה לישראל מלמד שלמד נח תורה והנה מכאן שלא הוכשרו בקרבנות בני נח אלא בהמה טהורה ועוף טהור וכן אמר בהבל (לעיל ד ד) מבכורות צאנו ומחלביהן אבל כל המינין הטהורים כשרין בהם כדכתיב (להלן ח כ) ויקח מכל הבהמה הטהורה ומכל עוף הטהור ויעל עולות במזבח והוסיף לישראל במצוה שיהיו כל קרבנותם מן הבקר ומן הצאן מן התורים ומן בני היונה וטעם \"גם מעוף השמים\" הטהור כי הכתוב נמשך למעלה ","titles":[{"title":"﻿בראשית ו כ"},{"title":"﻿בראשית פרק ו פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-20","positionInPerek":20,"positionInParasha":12},{"uri":"tanach-ramban-1-6-22","text":" הרמב\"ן  ויעש נח ככל אשר צוה אותו אלהים. שעשה את התיבה ואסף המאכל ודרך הכתוב לאמר \"ויעש\" \"וכן עשה\" לבאר כי לא הפיל דבר מכל אשר צוה ","titles":[{"title":"﻿בראשית ו כב"},{"title":"﻿בראשית פרק ו פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-22","positionInPerek":22,"positionInParasha":14},{"uri":"tanach-ramban-1-7-1","text":"\"בא אתה וכל ביתך אל התיבה\" - עשה נח את התיבה ימים רבים קודם המבול וכאשר קרב עת המבול בחדש השני בעשור לחדש חזר וצוהו שיבא הוא וכל ביתו בתיבה הוא שאמר לו בראשונה (לעיל ו יח) אתה ובניך ואשתך ונשי בניך והודיעו כי בזכותו לבדו ינצלו שלא אמר \"אתכם ראיתי צדיקים לפני\" וצוה שיקח הוא ויביא מן הבהמה הטהורה ומן העוף הטהור שבעה שבעה והודיעו יום המבול שבו יבא אל התיבה וכן עשה שבעצם היום זה בא נח (להלן פסוק יג) וזהו טעם מפני מי המבול (להלן פסוק ז) ורש\"י כתב אף נח מקטני אמנה היה ולא נכנס לתיבה עד שדחפוהו המים ולשון בראשית רבה (לב ו) מחוסר אמונה היה אלולי שהגיעו מים עד קרסוליו לא היה נכנס לתיבה אם כן יאמר שלא נכנס שם עד שגברו המים וכסו פני כל הארץ וראה כי יטבע ","titles":[{"title":"﻿בראשית ז א"},{"title":"﻿בראשית פרק ז פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-1","positionInPerek":1,"positionInParasha":15},{"uri":"tanach-ramban-1-7-8","text":" הרמב\"ן  מן הבהמה הטהורה ומן הבהמה אשר איננה טהורה שנים שנים באו אל נח. פירש רש\"י כולן הושוו במנין זה מן הפחות היו שנים ואחרים אמרו (רד\"ק) כי פירוש שנים זוגות לומר שהיו באים זכר ונקבה יחד ועל דעתי שכן היה שבאו מכלם שנים זכר ונקבה מעצמם ונח הוסיף להביא מן הטהורים ששה זוגות כי הבאים להנצל באו מעצמם ואשר לצורך קרבן טרח במצוה כי כן נאמר לו וטעם ויעש נח ככל אשר צוהו ה' (לעיל פסוק ה) אמרו בבראשית רבה (לב ה) זה שיכין לכנוס בהמה וחיה ועוף כלומר הטהורים שטרח הוא אחריהם ולקחם אל ביתו והכתוב שאמר פעם שלישית כאשר צוה אלהים את נח (פסוק ט) לומר שעשה כאשר צוהו בכניסת התיבה כי הוא נמשך למעלה עם ויבא נח לומר שבא נח ובניו ואשתו ונשי בניו אל התיבה ומן הבהמה והעוף והרמש שנים שנים שבאו אליו אל התיבה וכלם באו אתו שנכנסו בתיבה מפני מי המבול כאשר צוה אותו אלהים וחזר ופירש החדש והיום שבא המבול וכיצד בא ואמר כי בעצם אותו היום הוא שבא נח אל התיבה ועמו כל הבשר החי לא קודם לכן ","titles":[{"title":"﻿בראשית ז ח"},{"title":"﻿בראשית פרק ז פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-8","positionInPerek":8,"positionInParasha":22},{"uri":"tanach-ramban-1-7-15","text":" הרמב\"ן  וטעם ויבאו אל נח אל התיבה. להודיע שלא נאספו אליו כלל ולא באו עד עצם היום ההוא שהיה הגשם ובא הוא בתיבה כי האל הוא צוה ורוחו הוא קבצן ברגע אחד ","titles":[{"title":"﻿בראשית ז טו"},{"title":"﻿בראשית פרק ז פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-15","positionInPerek":15,"positionInParasha":29},{"uri":"tanach-ramban-1-7-16","text":" הרמב\"ן  וטעם והבאים זכר ונקבה מכל בשר באו. כי הבאים אל תוך התיבה היו זכר ונקבה שהכניסם נח בתוכה כן ולכך אמר כאשר צוה אותו אלהים כי הוא מצוה עליו שיכניסם לתוכה ודעת רבי אברהם כי ויבא נח ובניו ואשתו ונשי בניו אתו אל התיבה (לעיל פסוק ז) לא נכנסו בתוכה אלא שבאו אליו כלם בעשור לחדש השני כי ביתו קרוב אל התיבה היה וטעם מפני מי המבול מפחד מי המבול ולשבעת הימים היה מי המבול ונאספו כלם בתיבה וסגר הפתח והצהר ואין דבריו נכונים ויתכן כי ויעש נח ככל אשר צוהו ה' ונח בן שש מאות שנה והפסוקים עד בשנת שש מאות שנה (פסוקים ה ו) אינם מספרים מעשה אבל ויעש נח ככל אשר צוהו יכלול הענין כולו יאמר שעשה ככל אשר נצטווה לא הפיל מכל הענין דבר עשה התיבה ואסף המאכל ולקח מן הבהמה והעוף הטהורים שבעה שבעה ביום אשר צוה אותו וכאשר היה בן שש מאות שנה והמבול ירד על הארץ בא עם ביתו ועם הבהמות הטהורות וכל החי אל התיבה כאשר צוהו אלהים ואחר כן (מפסוק י והלאה) ספר במעשה ויהי לשבעת הימים בשנת שש מאות וגמר הענין (יח-יט) וטעם ויגברו המים והמים גברו שנתרבו מאד כי לרבוי הגדול יקרא הלשון גבורה וכן ופשעיהם כי יתגברו (איוב לו ט) רבו מאד גבר חסדו על יראיו (תהלים קג יא) גדל וכן ואם בגבורות שמונים שנה (שם צ י) ברבוי גדול ויתכן כי טעם \"ויגברו\" שהיו באים בשטף ועוקרים האילנות ומפילים הבנינים כי לכח יקראו גבורה בעבור כי הגבורה בכח וכן גם גברו חיל (איוב כא ז) והגביר ברית לרבים שבוע אחד (דניאל ט כז) יעמידנו בחוזק ולשון חכמים (תענית ב) גבורת גשמים מפני שיורדין בגבורה ואפשר שיהיה מזה ואם בגבורות שמונים שנה שאם היו עצמותיו וגופו חזקים והוא בעל כח יחיה שמונים ואם כן יהיה פירוש גברו על הארץ שהיו בגבורתם כלם אף על ההרים הגבוהים ושוטפים אותם ","titles":[{"title":"﻿בראשית ז טז"},{"title":"﻿בראשית פרק ז פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-16","positionInPerek":16,"positionInParasha":30},{"uri":"tanach-ramban-1-7-23","text":"\"וימחו מן הארץ\" - פירשו הכפל לומר כי נשכח זכרם שאין להם זרע ומה צורך לאמר כן אחר שמתו הכל אולי מפני העופות ומקצת השרץ לאמר שלא נשאר בהם ביצים בכל עץ או תחת הארץ כי הכל נמוחו ויתכן שיהא שיעור הכתוב וימח את כל היקום אשר על פני האדמה כי מאדם עד בהמה עד רמש ועד עוף השמים נמוחו מן הארץ לא נשאר רק נח ורבותינו דרשו (סנהדרין קח) וימח בעולם הזה וימחו מן הארץ מן העולם הבא עשו הארץ הנזכרת כאן ארץ החיים וכבר רמזתי סודה (לעיל א כו ו יג) ","titles":[{"title":"﻿בראשית ז כג"},{"title":"﻿בראשית פרק ז פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-23","positionInPerek":23,"positionInParasha":37},{"uri":"tanach-ramban-1-8-1","text":" הרמב\"ן  ויזכור אלהים את נח ואת כל החיה ואת כל הבהמה. הזכירה בנח מפני שהיה צדיק תמים וכרת לו ברית להצילו ונח יכלול זרעו אשר אתו שם ולא הזכירם כי בזכותו ניצולו אבל הזכירה שאמר בחיה ובבהמה אינה בזכות שאין בבעלי נפש זכות או חובה זולתי באדם לבדו אבל הזכירה בהם כי זכר את דבר קדשו שאמר והיה העולם והרצון אשר לו בבריאת העולם עלה לפניו ורצה בקיום העולם במינין אשר ברא בו והנה ראה עתה להוציאם שלא יכלו בתיבה ולא הזכיר העוף והשרץ כי זכירת החיה שוה עמהם ויגיד עליו רעו ","titles":[{"title":"﻿בראשית ח א"},{"title":"﻿בראשית פרק ח פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-ramban-1-8-4","text":" הרמב\"ן  ותנח התבה בחדש השביעי בשבעה עשר יום לחדש. כתב רש\"י מכאן אתה למד שהיתה משוקעת במים י\"א אמה כפי החשבון הכתוב בפירושיו והוא כן בבראשית רבה (לג ז) אבל כיון שרש\"י מדקדק במקומות אחרי מדרשי ההגדות וטורח לבאר פשטי המקרא הרשה אותנו לעשות כן כי שבעים פנים לתורה ומדרשים רבים חלוקים בדברי החכמים ואומר אני שאין החשבון הזה שאמרו נאות בלשון הכתוב כי אם נסבול לפרש ותנח התיבה בחדש השביעי ליום הזה הנזכר שכלא בו הגשם ושבו המים מעל הארץ הלוך וחסור שלא כמנין החדש השני הנזכר בהתחלת הפרשה (ז יא) וכמנין האמור בסוף הפרשה (ח יד) איך יתכן שיחזור מיד בפסוק השני ויאמר עד החדש העשירי למנין אחר שיהיה העשירי לירידת הגשמים והראיה מן התיבה שהיתה משוקעת במים מפני שנותן חסרון שוה לכל הימים אמה לד' ימים אינה ראיה כי מן הידוע בחסרון המים כי הנחל הגדול כאשר יחסר בתחלתו אמה לד' ימים יחסר בסופו ד' אמות ליום אחד והרי לפי החשבון הזה באחד לחדש אב נראו ראשי ההרים ובאחד בתשרי חרבו המים והנה בששים יום חסרו כל גובה ההרים הגבוהים שהם כמה אלפים אמה ועוד כי שלח היונה בשבעה עשר יום לחדש אלול והמים על פני כל הארץ והאילנות מכוסים והנה חרבו כולם בשנים עשר ימים ועל דרך הסברא אם היתה משוקעת במים י\"א אמה והוא יותר משליש קומתה תטבע בעבור היותה רחבה מלמטה וכלה אל אמה כי היא הפך הספינות ויש בה כבדות גדולה והנראה בדרך הפשט כי חמשים ומאת יום האמורים בתגברות המים (לעיל ז כד) יכללו ארבעים יום של ירידת הגשם כי בהם עיקר הרבוי והתגברות והנה החלו לחסור בשבעה עשר בניסן ותנח התיבה אחר שלשים יום על הרי אררט בשבעה עשר יום לחדש אייר הוא החדש השביעי לירידת הגשם ואחרי ע\"ג ימים באחד לחדש אב הוא החדש העשירי לירידה נראו ראשי ההרים והנה תקננו תקון מועט בלשון הכתוב והנכון בעיני כי חמשים ומאת יום היו משבעה עשר יום לחדש השני הוא חדש מרחשון עד שבעה עשר יום לחדש השביעי הוא חדש ניסן והוא יום מנוח התיבה כי אז העביר השם רוח קדים עזה כל הלילה וישם את המים לחרבה שחסרו מאד ותנח התיבה והראיה כי לא אמר הכתוב בכאן \"ויחסרו המים בחדש פלוני ביום פלוני והיו המים הלוך וחסור עד החדש השביעי ותנח התיבה וגו'\" כאשר אמר בחסרון האחר שנראו בו ראשי ההרים כי ביום החסרון נחה התיבה והסדר בענין הזה כי ביום רדת הגשם נבקעו מעינות תהום ונפתחו ארובות השמים וירד הגשם ארבעים יום ובהם גברו המים חמש עשרה אמה מלמעלה ונפסק הגשם בסוף הארבעים ונשארו מעיינות תהום וארובות השמים פתוחות והיה האויר לח מאד וכל הארץ מלאה מים ואינם נגררים במורד ולא יבשו לעולם ועמדו כן בגבורתם עד מלאת ק\"נ יום לירידת הגשם ואז העביר השם רוח חזק מאד בשמים ובארץ ויסכרו מעיינות תהום כי חזרו המים הנובעים מהם אל מקומם עד אשר נתמלא התהום כמו שהיה בתחלה ונסגרו פתחי מעיינותיו וארובות השמים נסגרו וייבש האויר מאד ברוח המייבש והמים אשר בארץ לחכה והנה חסרו המים הרבה ביום ההוא ותנח התיבה שהיתה משוקעת במים כשתים ושלש אמות ואחר שבעים ושלש יום באחד לחדש העשירי הוא חדש תמוז נראו ראשי ההרים ומקץ ארבעים יום בעשתי עשר חדש בעשרה לחדש פתח נח חלון התיבה ואחרי שלש שבועות הלכה היונה מאתו ואחר שלשים יום הסיר מכסה התיבה וטעם ויעבר אלהים רוח על הארץ שהיה רוח גדולה וחזק יוצאה מבטן הארץ על פני התהום ומרחפת במים ויסכרו בו מעיינות תהום כי לא אמר הכתוב \"ויעבר אלהים רוח על המים\" וישכו המים שהיו נובעין מן התהום וינוחו מלשון וחמת המלך שככה (אסתר ז י) שנחה או לשון הסתר הדבר והבלעו ללמד שנבלעו מי התהום במקומם וכך אמר זה בסדר עולם (ד) המים העולים למעלה נגבה אותם הרוח והיורדים למטה נבלעו במקומם וטעם ויכלא הגשם מן השמים שלא ירד עוד גשם עד צאתם מן התיבה כי היו השמים ברוח הזה כברזל ולא הורידו טל ומטר כלל וייבש האויר וחרבו המים כי גשם המבול כבר כלה מיום הארבעים וישובו המים מעל הארץ הלוך ושוב יאמר שהיו חסרים מעט מעט עד שחרבו פני האדמה ויחסרו המים מקצה חמשים ומאת יום דבק עם \"ותנח התיבה\" לומר שחסרו ביום ההוא חסרון גדול שנחה בו התיבה כאשר פירשתי ","titles":[{"title":"﻿בראשית ח ד"},{"title":"﻿בראשית פרק ח פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-4","positionInPerek":4,"positionInParasha":42},{"uri":"tanach-ramban-1-8-5","text":" הרמב\"ן  והמים היו הלוך וחסור עד החדש העשירי. טעמו מסורס שהיו הלוך וחסור עד שנראו ראשי ההרים בחדש העשירי הוא חדש תמוז והודיענו הכתוב שחסרו בע\"ג יום חמש עשרה אמה אבל החסרון אשר מתחלה למנוח התיבה לא ידענו כמה היה כי לא הוצרך הכתוב להודיע השקוע ולא החסרון והנראה לדעתי בשוט התיבה כי היתה מפני היות המים נובעים מן התהומות והיותם עוד רותחים כדברי רבותינו כי בעבור כן תלך על פני המים ואם לא מפני זה היתה נטבעת בכבדותה כי רבים אשר בתוכה והמאכל והמשקה היה הרבה מאד וכאשר שככו המים מנביעתם או מרתיחתם גם כן וחסרו ברוח מיד נכנסה התיבה אל תוך המים בכובד משאה ותנח על ההר ועל דעת המפרשים (הראב\"ע והרד\"ק) המספר בתגבורת המים חמשים ומאת יום ומנוח התיבה וראיית ראשי ההרים וארבעים יום אחרי כן הכל ידענו בדרך הנבואה כי הכתוב מודיע אותנו כן אבל נח לא ידע רק שהרגיש כי נחה התיבה והמתין לפי דעתו זמן שחשב כי קלו המים והנה גם לדברינו גם לדברי רבותינו וכל המפרשים יהיו הרי אררט מן \"ההרים הגבוהים אשר תחת כל השמים\" (לעיל ז יט) שהיו המים עליהם ט\"ו אמה ולכן יקשה זה כי הידוע בהר היוני שגבוה מהם הרבה מאד וארץ אררט בשפל הכדור הקרוב לבבל ואולי נאמר כי היה החסרון בי\"ז לחדש השביעי גדול מאד מט\"ו אמה וקודם לכן נראו ראשי ההרים הגבוהים לא הרי אררט ויקר מקרה התיבה שהיתה בארץ אררט בחדש השביעי ותנח על ראשי ההרים ההם והנה נח מעת שכלה הגשם היה פותח החלון וסוגר אותו כרצונו ואחר ע\"ג יום ממנוח התיבה השגיח מן החלון ונראו לו ראשי הרי אררט וחזר וסגר אותו והגיד הכתוב כי אחר ארבעים יום שלח העורב ולא אמר הכתוב \"ויהי בחדש פלוני וביום פלוני ויפתח נח\" ואמר \"ויהי מקץ ארבעים יום\" להגיד כי מעת שנראו לנח ראשי ההרים המתין ארבעים יום כי חשב בלבו שבזמן הזה נראו המגדלים ונגלו האילנות וימצאו העופות להם מנוח באשר תקנינה ופתח החלון לשלוח העורב ובחדש הראשון הוא חדש תשרי חרבו המים ובחדש השני הוא חדש מרחשון בשבעה ועשרים בו יבשה הארץ ובו ביום יצאו מן התיבה והנה כל מנין הפרשה כפשוטו ומשמעו ודע כי אחרי שהסכימו שבתשרי נברא העולם כאשר תקנו \"זה היום תחלת מעשיך זכרון ליום ראשון\" וכן הוא סדר הזמנים זרע וקציר וקור וחום יהיה ראש השנים מתשרי וכן החדשים ממנו הם נמנים עד שהגענו ליציאת מצרים ואז צוה הקב\"ה למנות בחדשים מנין אחר שנאמר (שמות יב ב) החדש הזה לכם ראש חדשים ראשון הוא לכם לחדשי השנה ומשם ואילך בכל הכתוב ימנה תשרי החדש השביעי ועדיין נשאר בשנים החשבון ממנו דכתיב (שמות לד כב) וחג האסיף תקופת השנה וכך תרגם יונתן בן עוזיאל \"בירח האיתנים בחג הוא החדש השביעי\" (מלכים א ח ב) אמר בירחא דעתיקיא דקרן ליה ירחא קדמאה וכען הוא ירחא שביעאה ובמכילתא (בא א ח) החדש הזה לכם ולא מנה בו אדם הראשון ","titles":[{"title":"﻿בראשית ח ה"},{"title":"﻿בראשית פרק ח פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-5","positionInPerek":5,"positionInParasha":43},{"uri":"tanach-ramban-1-8-9","text":" הרמב\"ן  ולא מצאה היונה מנוח. אין מנהג העופות לנוח בראשי ההרים הגבוהים על הארץ ואין אילן שם אף כי בהיות המים על פני כל הארץ ולכן לא מצאה היונה מנוח אשר ייטב לה ובעת הראות האילנות הלכה לנפשה כי בדליותיהם תקננה ","titles":[{"title":"﻿בראשית ח ט"},{"title":"﻿בראשית פרק ח פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-9","positionInPerek":9,"positionInParasha":47},{"uri":"tanach-ramban-1-8-11","text":"ופשוטו של מקרא, פרשו בו (אונקלוס הראב\"ע והרד\"ק) שהוא תאר לעלה","titles":[{"title":"﻿בראשית ח יא"},{"title":"﻿בראשית פרק ח פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-11","positionInPerek":11,"positionInParasha":49},{"uri":"tanach-ramban-1-8-21","text":"\"כי יצר לב האדם רע מנעוריו\" - מלמד עליהם זכות שיצירתם בתולדת רעה בימי הנעורים ולא בימי הזקנה ואם כן אין להכות את כל חי מפני שני הטעמים האלה וטעם המ\"ם כי מתחלת הנעורים הוא בהם כמו שאמרו (ב\"ר לד יב) משננער לצאת ממעי אמו נתן בו יצר הרע או יאמר כי מן הנעורים כלומר מחמתם תהיה רעת היצר באדם שהם יחטיאו אותו ויש אומרים שהוא כמו בנעוריו וכמוהו מטרם שום אבן אל אבן בהיכל ה' (חגי ב טו) וכן זאת הארץ אשר תפילו מנחלה לשבטי ישראל (יחזקאל מח כט) ","titles":[{"title":"﻿בראשית ח כא"},{"title":"﻿בראשית פרק ח פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-21","positionInPerek":21,"positionInParasha":59},{"uri":"tanach-ramban-1-9-3","text":" הרמב\"ן  כל רמש אשר הוא חי. ירמוז לבהמה ולחיה ולעוף וגם לדגי הים כי כלם נקראים רמש כדכתיב (לעיל א כא) כל נפש החיה הרומשת אשר שרצו המים ","titles":[{"title":"﻿בראשית ט ג"},{"title":"﻿בראשית פרק ט פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-3","positionInPerek":3,"positionInParasha":63},{"uri":"tanach-ramban-1-9-4","text":" הרמב\"ן  אך בשר בנפשו דמו. כתב רש\"י בעוד נפשו בו בשר בנפשו לא תאכלו הרי אבר מן החי ואף דם לא תאכלו הרי דם מן החי אם כן יאמר בשר בנפשו ודמו לא תאכלו וזה כפי הפשט איננו נכון ולפי המדרש איננו אמת שלא נצטוו בני נח אלא על אבר מן החי כדברי חכמים (סנהדרין נט) לא על דם מן החי כדברי רבי חנינא בן גמליאל (שם) אבל פירושו אך בשר בנפשו שהיא דמו לא תאכלו כי נפש כל בשר דמו הוא ","titles":[{"title":"﻿בראשית ט ד"},{"title":"﻿בראשית פרק ט פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-4","positionInPerek":4,"positionInParasha":64},{"uri":"tanach-ramban-1-9-5","text":"\"מיד כל חיה אדרשנו\" - תמה אני אם הדרישה כמשמעה מיד החיה כמו מיד האדם להיות עונש בדבר ואין בחיה דעת שתענש או שתקבל שכר ואולי יהיה כן בענין דם האדם לבדו שכל החיה שתטרוף אותו תטרף כי גזרת מלך היא וזה טעם סקול יסקל השור ולא יאכל את בשרו (שמות כא כח) ואיננו להעניש את בעליו בממון כי אפילו שור המדבר חייב מיתה (ב\"ק מד) וצוה כן בבני נח כבישראל ויהיה טעם \" שופך דם האדם\" כל שופך בין חיה בין אדם והנה דמו נדרש בבית דין ובידי שמים ויתכן שיהיה טעם \"מיד כל חיה\" שתהיה הנקמה בשופך הדם מיד כל חיה כמו כי לקחה מיד ה' כפלים בכל חטאתיה (ישעיהו מ ב) ואמר אך דמכם אדרוש ואנקום אותו ביד כל חיה כי אשלח ברוצח כל חית הארץ ואשלח בו גם האדם ולא ינצל מידם וכמוהו מכל צוררי הייתי חרפה (תהלים לא יב) מידם זה חלק אדם רשע מאלהים ונחלת אמרו מאל (איוב כ כט) ואולי הדרישה מיד החיה היא שלא תטרוף האדם כי כן שם בטבעם וסוד הענין כי בעת היצירה נתן לאדם את כל עשב זורע זרע ואת כל העץ אשר בו פרי עץ לאכלה ונתן לחיה את כל ירק עשב לאכלה ואמר הכתוב (לעיל א ל) ויהי כן כי הוא טבעם ומנהגם ועתה כאשר אמר באדם שישחוט הבעלי החיים והושם בטבע או במנהג שיהיו בעלי החיים זה לזה לאכלה הוצרך לצוות שיהיו שאר בעלי החיים לבני אדם טרף לשיניהם והם ייראו מהם ולא יטרופו בהם ואמר ואך את דמכם לנפשותיכם לרמוז כי לא ידרוש דם חיה מיד חברתה אם כן נשאר בהם לטרוף זו את זו וזה טעם הזכירו איסור שפיכת דמים בכאן מפני היתר השחיטה שהיה המנהג לשפוך דם כי על דעת רבותינו (סנהדרין נו) כבר הזהיר אדם הראשון בזה אבל מפני השחיטה הוצרך לומר התרתי לכם לשפוך דם כל חי זולתי דמכם שיהיה אסור לכם ולכל החיים שלא יהיה להם טבע לשפוך אותו ","titles":[{"title":"﻿בראשית ט ה"},{"title":"﻿בראשית פרק ט פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-5","positionInPerek":5,"positionInParasha":65},{"uri":"tanach-ramban-1-9-7","text":" הרמב\"ן  ואתם פרו ורבו. פשוטו כמדרשו שהיא מצוה כי האמור באדם (לעיל א כח) גם בבני נח (שם ט א) עם \"ויברך אותם אלהים\" ברכה כענין שנאמר בדגים (שם א כב) ובעבור שדבר בשאר הנפש החיה ואמר \"ושרצו בארץ ופרו ורבו על הארץ\" (שם ח יז) אמר כאן ואתם האדם פרו ורבו ואמר שרצו בארץ ורבו בה כי יכפול המצוה לחזוק לומר שיתעסקו בה בכל יכולתם או שיצום ביישוב כל הארץ כאשר פירשתי בסדר בראשית (א כ) ורש\"י כתב לפי פשוטו הראשונה לברכה וכאן לצווי ולפי מדרשו להקיש מי שאינו עוסק בפריה ורביה לשופך דמים והמדרש הזה לא הוציאו אותו אלא מן הסמוכים אבל המקרא למצוה נכתב והראשונה לברכה וכך אמרו והרי פריה ורביה שנאמרה לבני נח דכתיב ואתם פרו ורבו וכו' כדאיתא בסנהדרין (נט) ","titles":[{"title":"﻿בראשית ט ז"},{"title":"﻿בראשית פרק ט פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-7","positionInPerek":7,"positionInParasha":67},{"uri":"tanach-ramban-1-9-8","text":" הרמב\"ן  וטעם ויאמר אלהים אל נח ואל בניו אתו. על ידי אביהם כי בניו לא היו נביאים ולא הגיע חם למעלת הנבואה וכן ויאמר ה' אל אחז (ישעיהו ז י) וכן ויאמר ה' אל משה ואל אהרן (שמות ז ח) כדברי רבותינו (ת\"כ ויקרא א) אל משה אמר שיאמר לאהרן וכן פירש בסוף ויאמר אלהים אל נח (להלן פסוק יז) ","titles":[{"title":"﻿בראשית ט ח"},{"title":"﻿בראשית פרק ט פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-8","positionInPerek":8,"positionInParasha":68},{"uri":"tanach-ramban-1-9-12","text":" הרמב\"ן  זאת אות הברית אשר אני נותן. המשמע מן האות הזה שלא היה קשת בענן ממעשה בראשית ועתה ברא ה' חדשה לעשות קשת בשמים ביום ענן ואמרו בטעם האות הזה כי הקשת לא עשאו שיהיו רגליו למעלה שיראה כאלו מן השמים מורים בו וישלח חציו ויפיצם בארץ (תהלים יח טו) אבל עשאו בהפך מזה להראות שלא יורו בו מן השמים וכן דרך הנלחמים להפוך אותו בידם ככה כאשר יקראו לשלום למי שכנגדם ועוד שאין לקשת יתר לכונן חצים עליו ואנחנו על כרחנו נאמין לדברי היונים שמלהט השמש באויר הלח יהיה הקשת בתולדה כי בכלי מים לפני השמש יראה כמראה הקשת וכאשר נסתכל עוד בלשון הכתוב נבין כן כי אמר את קשתי \"נתתי\" בענן ולא אמר \"אני נותן\" בענן כאשר אמר זאת אות הברית אשר \"אני נותן\" ומלת קשתי מורה שהיתה לו הקשת תחלה ולכן נפרש הכתוב הקשת אשר נתתי בענן מיום הבריאה תהיה מן היום הזה והלאה לאות ברית ביני וביניכם שכל זמן שאראנה אזכיר כי ברית שלום ביני וביניכם ואם תבקש מה טעם בקשת להיות אות הנה הוא כטעם עד הגל הזה ועדה המצבה (להלן לא נב) וכן כי את שבע כבשות תקח מידי בעבור תהיה לי לעדה (להלן כא ל) כי כל הדבר הנראה שיושם לפני שנים להזכירם ענין נדור ביניהם יקרא אות וכל הסכמה ברית וכן במילה אמר והיה לאות ברית ביני וביניכם (להלן יז יא) בעבור ההסכמה שימולו כל זרע אברהם לעבדו שכם אחד ועוד כי כאשר תראה בהפוך הנזכר יהיה זכר לשלום כאשר כתבנו ובין שתהיה הקשת עתה בין שהיתה מעולם בטבע הטעם באות שבה אחד הוא אבל יש לרבותינו בפרשה הזאת סוד נעלם אמרו בבראשית רבה (לה ג) את קשתי נתתי בענן קשותי דבר שהוא מוקש לי אפשר כן אלא קשין דפריא והיה בענני ענן רבי יודן בשם ר' יהודה בר' סימון אומר משל לאחד שבידו סולת רותח ובקש ליתנו על בנו ונתנו על עבדו ושם עוד והיתה הקשת בענן וראיתיה לזכור ברית עולם בין אלהים זו מדת הדין של מעלה ובין כל נפש חיה בכל בשר אשר על הארץ זו מדת הדין של מטה מדת הדין של מעלה קשה ומדת הדין של מטה רפה וכבר ידעת מאמרם (חגיגה טז) במסתכל בקשת כל שלא חס על כבוד קונו ראוי לו שלא בא לעולם ואם זכית להבין דבריהם תדע כי פירוש הכתוב כן את קשתי שהיא מדת הדין הנתונה בענן בעת הדין תהיה לאות ברית ","titles":[{"title":"﻿בראשית ט יב"},{"title":"﻿בראשית פרק ט פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-12","positionInPerek":12,"positionInParasha":72},{"uri":"tanach-ramban-1-9-14","text":" הרמב\"ן  והיה בענני ענן על הארץ. שלא יאר ה' פניו אליה מחטאות יושביה ונראתה מדת הדין שלי בענן ואזכור את הברית בזכר הרחמים ואחמול על הטף אשר בארץ והנה האות הזה והברית הוא אות המילה והברית שבה ולשון המקראות נאות מאד לענין והנה פירשו בין אלהים מדת הדין של מעלה שהיא הגבורה ואשר על הארץ מדת הדין של מטה שהיא מדה נוחה מנהגת הארץ עם הרחמים כי לא אמר אשר בארץ רק אשר על הארץ וכבר רמזתי (לעיל ו יג) סודם בשם הארץ ורש\"י כתב בין מדת הדין של מעלה וביניכם אבל רבותינו לא לכך נתכוונו ","titles":[{"title":"﻿בראשית ט יד"},{"title":"﻿בראשית פרק ט פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-14","positionInPerek":14,"positionInParasha":74},{"uri":"tanach-ramban-1-9-18","text":" הרמב\"ן  וחם הוא אבי כנען. פירש רש\"י לפי שהפרשה עסוקה ובאה בשכרותו של נח שקלקל בה חם ועל ידו נתקלל כנען ועדיין לא כתב תולדות חם הוצרך לומר שחם הוא אבי כנען ורבי אברהם אמר כי חם ראה והגיד לאחיו וכנען עשה לו רעה לא גלה אותה הכתוב וזה טעם את אשר עשה לו \"בנו הקטן\" כי כנען הוא הקטן לחם כאשר ימנה אותם ובני חם כוש ומצרים ופוט וכנען והנה עזב רבי אברהם דרכו בפשוטי המקרא והחל להנבא שקרים והנכון בעיני כי חם הוא הקטן לנח כאשר פירשתי בראש הסדר (לעיל ו י) וכנען הוא הבן הגדול לחם ואשר אמר ובני חם כוש ומצרים ופוט וכנען אחרי נמכר לעבד עבדים נתן לכל אחיו מעלה עליו וכאשר אירע המעשה הזה לנח לא היה לחם זרע זולתי כנען וזהו טעם וירא חם \"אבי כנען\" (להלן פסוק כב) כי אין לו בן אחר וכאשר חטא לאביו קלל זרעו ואם אמר \"ארור חם עבד עבדים יהיה\" לא יזיק רק לגופו כי הזרע שכבר נולד איננו בכללו ואולי לא יוליד ולא לקח ממנו נקמתו כי מי יודע מה יהיה אחריו על כן קלל הבן שהיה לו ואם יוליד מאה די שיקולל בנו הבכור וכל זרעו אתו והנה החטא שראה חם ערות אביו ולא נהג בו כבוד שהיה ראוי לו לכסות ערותו ולכסות קלונו שלא יגידנו גם לאחיו והוא הגיד הדבר לשני אחיו בפני רבים להלעיג עליו וזה טעם \"בחוץ\" וכן תרגם אונקלוס \"בשוקא\" וטעם וידע את אשר \"עשה לו\" שגלה חרפתו לרבים והיה בוש בדבר ורבותינו הוסיפו עליו חטא (עיין סנהדרין ע) ","titles":[{"title":"﻿בראשית ט יח"},{"title":"﻿בראשית פרק ט פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-18","positionInPerek":18,"positionInParasha":78},{"uri":"tanach-ramban-1-9-20","text":" הרמב\"ן  איש האדמה. פירש רש\"י אדוני האדמה כמו איש נעמי (רות א ג) ואינו כן כי איש נעמי לשון אישות כמו איש ואשתו (לעיל ז ב) ואחרים אמרו (הרד\"ק בספר השרשים) גדול האדמה וראשה והביאו דומים לו גדעון בן יואש איש ישראל (שופטים ז יד) גם בני אדם גם בני איש (תהלים מט ג) הלא איש אתה ומי כמוך בישראל (שמואל א כו טו) ורבים לפי דעתם ועל דעתי גדעון בן יואש איש ישראל ייחוס איש ישראלי הלא איש אתה שאין כמוך בישראל וכן התחזקו והיו לאנשים (שמואל א ד ט) שלא יהיו כנשים גם בני אדם גם בני איש פלוני הידוע במעלתו אבל \"איש האדמה\" כמו אנשי העיר (להלן יט ד) בעבור היותו דר בכל האדמה לא בנה עיר ומדינה שיתייחס אליה וכן איש שדה (להלן כה כז) העומד שם כל היום תמיד ובמשנה (אבות א ד) יוסי בן יועזר איש צרידה ויוסי בן יוחנן איש ירושלים או שנתן לבו לעבוד את האדמה לזרוע ולנטוע בעבור מצאו הארץ שממה שכל נבדל לדבר יקרא כן אנשי העיר הם יושביה ואנשי דוד (שמואל א כג ג) עבדיו ואיש האלהים (דברים לג א) המיוחד בעבודתו וכך אמרו בבראשית רבה (לו ג) איש האדמה בורגר לשם בורגרות ואמרו (שם) שהיה להוט אחר האדמה והנה הוא ייחוס וטעם ויחל כי הוא החל לנטוע כרמים כי הראשונים נטעו גפן והוא החל לנטוע גפנים רבים שורות שורות הנקרא \"כרם\" כי ברצותו ביין לא נטע הגפן כשאר האילנות ועשה כרם ","titles":[{"title":"﻿בראשית ט כ"},{"title":"﻿בראשית פרק ט פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-20","positionInPerek":20,"positionInParasha":80},{"uri":"tanach-ramban-1-9-26","text":" הרמב\"ן  ויהי כנען עבד למו. פירש רבי אברהם כי \"למו\" שיהיה כנען עבד לאלהים ולשם כי הוא יכריחנו לעבוד האל ובשני פירש שיהיה עבד ליפת ולשם ואם כן נח לקוב אויביו בא והנה ברכם ברך שיהיה כנען עבד לאלהים ורש\"י כתב ברוך ה' אלהי שם שעתיד לשמור הבטחתו לזרעו של שם לתת להם ארץ כנען ויהי להם כנען למס עובד והחזיר כן פעם אחרת לומר אף משיגלו בני שם ימכרו להם עבדים מבני כנען והנכון בעיני כי מתחלה קלל אותו שיהיה עבד עבדים לכל העולם והיה כל מוצאו יעבוד בו כי טעם \"לאחיו\" לכל בני אדם כענין ואשלח את כל האדם איש ברעהו (זכריה ח י) כטעם איש באיש (ישעיהו ג ה) או \"לאחיו\" שם ויפת כי אחי אביו יקראו אחיו כטעם כי נשבה אחיו (להלן יד יד) ויש אומרים (הראב\"ע והרד\"ק) \"לאחיו\" בני אביו כי אחרי היותו עבד לבני אביו ולשם ויפת הנה הוא עבד לכל העולם וברך תחלה אלהי שם הודיעו כי יהיה שם עובד האלהים וכנען יהיה עובד לו ו\"למו\" ירמוז לזרעו של שם שהם רבים ויתכן שיהיה \"למו\" חוזר גם לאחיו הנזכרים וחזר וברך יפת בהרחבת הגבול ושם בשכון האלהים באהליו ושיהיה כנען עבד למו לשניהם והנה העביד כנען לשם שני פעמים רמז כי הוא ינחל ארצו וכל אשר לו כי מה שקנה עבד קנה רבו (פסחים פח) ונכתבה זאת הפרשה להודיע כי בחטאו היה כנען עבד עולם וזכה אברהם בארצו ונכתב ענין היין בנח כי יש בו אזהרה ממנו יותר מפרשת נזירות כי הצדיק תמים אשר צדקו הציל כל העולם גם אותו החטיא היין והביא אותו לידי בזיון וקללת זרעו ","titles":[{"title":"﻿בראשית ט כו"},{"title":"﻿בראשית פרק ט פסוק כו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-26","positionInPerek":26,"positionInParasha":86},{"uri":"tanach-ramban-1-10-1","text":" הרמב\"ן  וטעם ויולדו להם בנים אחר המבול. לרמוז כי אף על פי שהיו ראוים לבנים קודם המבול כי דרך הדורות ההם להוליד כבני ששים אלו לא נולדו להם גם למאה רק אחר המבול כי כבש השם את מעיינם שלא יולידו ויאבדו במבול או שיצטרך להציל רבים בתיבה וכן עשה לכל המשפחה הזאת כי למך נתאחר בתולדות נח יותר מכפלים באבותיו ונח הרבה מאד וכבר הוזכר זה בפירוש רש\"י (לעיל ה לב) מבראשית רבה (כו ב) ","titles":[{"title":"﻿בראשית י א"},{"title":"﻿בראשית פרק י פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-1","positionInPerek":1,"positionInParasha":90},{"uri":"tanach-ramban-1-10-2","text":" הרמב\"ן  בני יפת גומר. החל ממנו כי הוא הבכור ונתן אחריו חם כי רצה לאחר תולדת שם לקרב שני הפרשיות בתולדותיו כי יש להאריך בתולדות אברהם ","titles":[{"title":"﻿בראשית י ב"},{"title":"﻿בראשית פרק י פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-2","positionInPerek":2,"positionInParasha":91},{"uri":"tanach-ramban-1-10-5","text":" הרמב\"ן  וטעם מאלה נפרדו איי הגויים בארצותם. כי בני יפת יושבי איי הים והם נפרדים כל אחד מבניו באי אחר יושב לבדו וארצותם רחוקות זו מזו והיא ברכת אביהם שאמר יפת אלהים ליפת שיהיו רבים במרחבי ארץ אבל בני חם כלם קרובים יושבי הארצות ולכן אמר ויהי גבול הכנעני מצידון וגו' (להלן פסוק יט) ואמר בארצותם בגויהם (פסוק כ) וכן בבני שם וספר הכתוב כל אלה כי רצה להודיע יחוס אברהם משם ותולדות חם להודיע העמים שזכה אברהם בארצם בעון אבותם ולכן ספר גם ביפת והפלגה להודיע סבת שנוי הלשונות ופזורם בקצוי הארץ לזמן מועט אחרי אדם הראשון ועוד להודיע חסדי השם ושמרו הברית לנח כי לא כלה אותם והרב אמר במורה הנבוכים (ג נ) כי זה יאמת לשומעים חדוש העולם וגם זה אמת כי אברהם אבינו יצוה את בניו ואת ביתו אחריו ויעיד להם על נח ובניו שראו המבול והיו בתיבה והנה הוא עד מפי עד בענין כל המבול ועד רביעי על יצירה כי נח ראה אביו שראה אדם הראשון ויצחק ויעקב ראו שם העד במבול ויעקב מגיד כל זה ליורדי מצרים גם לפרעה ואנשי דורו והאנשים בכל דור יודעים מאבותם ארבעה וחמשה דורות מגידים מעשיהם ותולדותיהם ","titles":[{"title":"﻿בראשית י ה"},{"title":"﻿בראשית פרק י פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-5","positionInPerek":5,"positionInParasha":94},{"uri":"tanach-ramban-1-10-7","text":" הרמב\"ן  ובני כוש סבא וחוילה. היו אלה ראשי אומות ובני רעמה היו שני לאומים אבל נמרוד לא היה לאום על כן כתב אחר כך וכוש ילד את נמרוד ולא אמר \"ובני כוש נמרוד וסבא וחוילה\" אבל פוט היה לגוי אחד ולא היו ממנו אומות שונות כמצרים וכנען על כן לא החזירו הכתוב ובבראשית רבה (לז ב) אמר ריש לקיש היינו סבורים שנבלעה משפחתו של פוט ובא יחזקאל ופירש פוט ולוד וכל הערב (יחזקאל ל ה) כי מפני שלא החזירו הכתוב היינו סבורים שנתערב זרעו בבני כנען ולא היו אומה ולא ירשו להם ארץ שתקרא על שמם אבל גם במגוג ומדי ותובל ומשך ותירס בני יפת לא הזכיר משפחות בתולדותם וכן בבני שם עילם ואשור וארפכשד ולוד ראשי אומות ולא הזכיר להם תולדות כי כל אחד היה לגוי אחד בארץ ולא הוליד אומות שונות ","titles":[{"title":"﻿בראשית י ז"},{"title":"﻿בראשית פרק י פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-7","positionInPerek":7,"positionInParasha":96},{"uri":"tanach-ramban-1-10-8","text":" הרמב\"ן  הוא החל להיות גבור בארץ. כתב רש\"י להמריד כל העולם על הקב\"ה בעצת דור הפלגה ואם כן \"הוא החל\" אחר המבול כי בימי דור אנוש הוחל ואפשר שנאמר כי הוחל בדור הפלגה מרד ובימי אנוש לא היו במורדי אור אבל עבדו גם לאלהים אחרים ","titles":[{"title":"﻿בראשית י ח"},{"title":"﻿בראשית פרק י פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-8","positionInPerek":8,"positionInParasha":97},{"uri":"tanach-ramban-1-10-9","text":" הרמב\"ן  הוא היה גבור ציד לפני ה'. צד דעתן של בריות בפיו ומטען למרוד במקום על כן יאמר על כל אדם מרשיע בעזות פנים ויודע רבונו ומתכוין למרוד בו יאמר זה כנמרוד לשון רש\"י וכן דעת רבותינו (עירובין נג) ורבי אברהם פירש הפך הענין על דרך פשוטו כי הוא החל להיות גבור על החיות לצוד אותן ופירש \"לפני ה'\" שהיה בונה מזבחות ומעלה את החיות לעולה לפני השם ואין דבריו נראין והנה הוא מצדיק רשע כי רבותינו ידעו רשעו בקבלה והנכון בעיני כי הוא החל להיות מושל בגבורתו על האנשים והוא המולך תחלה כי עד ימיו לא היו מלחמות ולא מלך מלך וגבר תחלה על אנשי בבל עד שמלך עליהם ואחר כן יצא אל אשור ועשה כרצונו והגדיל ובנה שם ערים בצורות בתקפו ובגבורתו וזהו שאמר ותהי ראשית ממלכתו בבל וארך ואכד וכלנה ","titles":[{"title":"﻿בראשית י ט"},{"title":"﻿בראשית פרק י פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-9","positionInPerek":9,"positionInParasha":98},{"uri":"tanach-ramban-1-10-11","text":" הרמב\"ן  מן הארץ ההיא. במלכו עליה יצא אשור פתרונו יצא אל אשור כי אשור מבני שם היה וזהו כלשון ויצא חצר אדר ועבר עצמונה (במדבר לד ד) ויצא עוג מלך הבשן לקראתנו אדרעי (דברים ג א) וישוב ארצו ברכוש גדול (דניאל יא כח) ורבים כן ולכך תקרא ארץ אשור \"ארץ נמרוד\" כמו שנאמר (מיכה ה ה) ורעו את אשור בחרב ואת ארץ נמרוד בפתחיה ו\"ארץ נמרוד\" ירמוז אל נינוה ואל רחובות עיר ואל כלח וסיפר עוד בגבורתו כי הוא גבור ציד להתגבר גם על החיות ולצוד אותן ואמר לפני ה' להפליג כי אין תחת כל השמים כמוהו בגבורה וכן ותשחת הארץ לפני האלהים (לעיל ו יא) כי כל אשר לפניו בארץ נשחתו כענין ונכרתה הנפש ההיא מלפני (ויקרא כב ג) כי בכל מקום הוא לפניו ","titles":[{"title":"﻿בראשית י יא"},{"title":"﻿בראשית פרק י פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-11","positionInPerek":11,"positionInParasha":100},{"uri":"tanach-ramban-1-10-13","text":" הרמב\"ן  ומצרים ילד. יזכיר למצרים תולדותיו ולא הזכיר מושבם כמו שהזכיר באחרים כי בבני יפת הזכיר איים ובבני כוש ארץ שנער ואשור ובבני כנען הזכיר תחומי ארצם וכן בבני שם והיה זה כי מצרים ארץ מושבו ידוע כי היא נקראת על שמו והיו כל בניו יושבים סביבות מצרים ושם ארצם גם כן כשמם כי כן מצינו לפתרוסים ארץ פתרוס והיא מכלל ארץ מצרים כמו שכתוב (יחזקאל ל יג יד) ונתתי יראה בארץ מצרים והשמותי את פתרוס על ארץ מכורתם וכן לוד וכל הערב סביבות מצרים ושמם ושם ארצם שוה וכן פלשתים ארצם פלשת וכן כתוב (שמות טו יד) יושבי פלשת ואמר רבי אברהם כי אלה שמות מדינות ובכל מדינה ומדינה משפחה אחת ועל כן הם כלם לשון רבים והראיה הגמורה אשר יצאו משם כי זה רמז למקום וטעם אשר יצאו על דעת המפרשים שהולידם כלשון מחלציך יצאו (להלן לה יא) וכתב רש\"י משניהם יצאו שהיו הפתרוסים וכסלוחים מחליפים נשותיהם זה לזה ויצאו פלשתים מביניהם בראשית רבה (לז ה) ועל דעתי בדרך הפשט היו כסלוחים יושבי עיר ששמה כן והיתה מכלל ארץ כפתור אשר שם כפתורים אחיהם ויצאו משם מן הכפתורים אשר הם מזרע כסלוחים והלכו לתור להם מנוחה והניחו הארץ לאחיהם וכבשו להם ארץ ששמה פלשת ונקראו אחר כך פלשתים על שם הארץ והוא מה שכתוב (דברים ב כב) כפתורים היוצאים מכפתור השמידום וישבו תחתם והם מבני כסלוחים יושבי ארץ כפתור ","titles":[{"title":"﻿בראשית י יג"},{"title":"﻿בראשית פרק י פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-13","positionInPerek":13,"positionInParasha":102},{"uri":"tanach-ramban-1-10-15","text":" הרמב\"ן  וכנען ילד את צדון בכורו. אלה עשרה עממים בני כנען שנתנו לאברהם אבינו (להלן טו יט-כא) כי כל זרע כנען נמכר לעבד עולם והם שנתנו לו אבל נתחלף השם ברובם בימי אברהם כי בכאן נכתבו בשם שקראם אביהם ביום הולדם ואחרי שנפרדו בארצותם לגוייהם נקראו בשמות אחרים אולי העלו להם שם על שם הארץ כמו שפירשנו (בפסוק יג) וכן שעיר החורי (להלן לו כ) שם העיר שעיר וכן רבים או שהולידו הערקי והסיני משפחות ונכרתו מהם ובניהם היו קיני וקניזי על דרך משל והיו לראשי בתי אבות תקרא האומה בשמם כנהוג בשבטי ישראל והנה קראם בשם שהיה להם בימי אברהם במתנתו וראיה לדבר כי החוי הנזכר בכאן איננו נזכר במתנתו של אברהם והוא היה מהם שנאמר (דברים ז א) ונשל גוים רבים מפניך החתי והגרגשי והאמורי והכנעני והפריזי והחוי והיבוסי שבעה גוים וכן בכל מקום וימנה הכנעני עם בניו ולא ימנה בהן רק עשרה כי אחד מבניו לא גבר כאחיו ונקרא עם אחיו בשם אביו ויתכן שהיה צידון בכורו הנקרא \"כנעני\" עם אחד מאחיו שלא היה לגוי ואל יקשה עליך ארץ פלשתים שהיתה לאברהם כדכתיב (להלן כו ג) גור בארץ הזאת כי לך ולזרעך אתן את כל הארצות האל והם מבני מצרים כי הכתוב אמר לכנעני תחשב חמשת סרני פלשתים (יהושע יג ג) כי כבשו מקצת הארץ וישבו בה ובכאן תראה כי גבול הכנעני מצדון בואכה גררה עד עזה ואלה ערי פלשתים כי אבימלך מלך גרר ועזה לעזתי היא וכן לעזה אחד (שמואל א ו יז) וצידון לפלשתים דכתיב (יהושע יג ב ו) כל צידונים אנכי אורישם מפני בני ישראל רק הפילה בנחלה וכתוב (יואל ד ד) וגם מה אתם לי צור וצידון וכל גלילות פלשת ואולי שאר ארץ פלשתים לא היתה לישראל לבד אלו חמשת סרניהם ודע כי ארץ כנען לגבולותיה מאז היתה לגוי היא ראויה לישראל והיא חבל נחלתם כמו שנאמר (דברים לב ח) בהנחל עליון גוים בהפרידו בני אדם יצב גבולות עמים למספר בני ישראל אבל נתנה הקב\"ה בעת הפלגה לכנען מפני היותו עבד לשמור אותה לישראל כאדם שמפקיד נכסי בן האדון לעבדו עד שיגדל ויזכה בנכסים וגם בעבד ועוד אבאר בעזרת האל יתעלה (דברים ב כג) ","titles":[{"title":"﻿בראשית י טו"},{"title":"﻿בראשית פרק י פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-15","positionInPerek":15,"positionInParasha":104},{"uri":"tanach-ramban-1-10-21","text":"\"אחי יפת הגדול\" - דרך הכתוב ליחס הקטן אל הגדול באחיו ולא אל הנולד אחריו וכן מרים הנביאה אחות אהרן (שמות טו כ) וטעם להזכיר זה כלל לומר כי הוא אחי הנכבד שוה אליו בכבודו להגיד שלא איחר אותו מפני מעלת חם עליו והנראה אלי שיהיה \"הגדול\" תאר לשם לומר שהוא האח הגדול של יפת כי חם קטן מכלם ואם הקדים אותו וכן בכל מקום תאר למדובר בו כגון ישעיהו בן אמוץ הנביא (מלכים ב כ א) חנניה בן עזור הנביא (ירמיהו כח א) לחובב בן רעואל המדיני חותן משה (במדבר י כט) ורש\"י כתב אחי יפת ולא אחי חם שאלו שניהם כבדו אביהם וזה בזהו גם זה לומר שהוא אחי הצדיק ולא אחי הרשע אף על פי שנמנה אחריו ","titles":[{"title":"﻿בראשית י כא"},{"title":"﻿בראשית פרק י פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-21","positionInPerek":21,"positionInParasha":110},{"uri":"tanach-ramban-1-11-2","text":" הרמב\"ן  בנסעם מקדם. פירש רש\"י שהיו יושבים שם ככתוב למעלה (י ל) ויהי מושבם ממשא באכה ספרה הר הקדם ונסעו משם לתור להם מקום המחזיק אותם ולא מצאו אלא שנער ואין זה נכון כי תולדות שם לבדן הם שנאמר עליהם כן ולמה ייחס הפלגה עליהם כי בני יפת ובני חם רבים מהם ועוד כי מושבם בארצותם היה ממשא עד הר הקדם והפלגה היתה טרם שהיה מושבם כי לא באו בני יפת מאיי הים אל הבקעה אשר בארץ שנער אבל בהפלגה הפיצם השם על פני כל הארץ ואז הושבו בארצותם לגוייהם ורבי אברהם פירש כי הרי אררט במזרח ויפה אמר כי הם במזרח קרובים לאשור שנאמר (מלכים ב יט לז) והמה נמלטו ארץ אררט ונח ברדתו מן ההר נתישב בארצות ההם הוא ותולדותיו וכאשר רבו נסעו משם אל הבקעה הזו ואנשי הפלגה על דברי רבותינו (סנהדרין קט) מורדים בבוראם ורודפי הפשט (הראב\"ע והרד\"ק) אומרים שלא היה דעתם אלא שיהיו יחד מחוברים כי הגיד הכתוב דעתם \"פן נפוץ\" ולא ספר עליהם ענין אחר ואם כדבריהם יהיו טפשים כי איך תהיה עיר אחת ומגדל אחד מספיק לכל בני העולם או שמא היו חושבים שלא יפרו ושלא ירבו וזרע רשעים יכרת אבל היודע פירוש שם יבין כוונתם ממה שאמרו ונעשה לנו שם וידע כמה השיעור שיזמו במגדל לעשותו ויבין כל הענין כי חשבו מחשבה רעה והעונש שבא עליהם להפרידם בלשונות ובארצות מדה כנגד מדה כי היו קוצצים בנטיעות והנה חטאם דומה לחטא אביהם ושמא בשביל זה דרשו (ב\"ר לח ט) אשר בנו בני האדם אמר רבי ברכיה מה בני חמריא בני גמליא אלא בנוי דאדם קדמאה וכו' והסתכל כי בכל ענין המבול הזכיר \"אלהים\" ובכל ענין הפלגה הזכיר השם המיוחד כי המבול בעבור השחתת הארץ והפלגה בעבור שקצצו בנטיעות והנם ענושים בשמו הגדול וזה טעם הירידה וכן במדת סדום והמשכיל יבין \"()\" \"סגירה\" ","titles":[{"title":"﻿בראשית יא ב"},{"title":"﻿בראשית פרק יא פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-2","positionInPerek":2,"positionInParasha":123},{"uri":"tanach-ramban-1-11-28","text":"\"ויצאו אתם מאור כשדים\" - ותרח לא יצא מן הכבשן אבל אברם הוא עיקר או המקום נקרא כן בעבור הנס כמו ובתבערה ובמסה ובקברות התאוה (דברים ט כב) וזולתם וירמוז הכתוב כי בצאת אברם מן הכבשן ברחו להם כלם משם ופירוש באורים כבדו ה' (ישעיהו כד טו) על דעתי כדבריהם כי הם ההרים הגבוהים ששם עושים אורות ומשיאין משואות להודיע החדשות מהר במרחקים כאשר אמר (שם) באיי הים שם ה' אלהי ישראל והענין שיודיעו בכל העולם הנס והפלא הנעשה להם לכבוד השם וכן מאורת צפעוני (ישעיהו יא ח) החור שלו ששם אורו וחמימותו הגדול כמו שקורא אותו \"שרף\" וראיתי במדרש \"קומי אורי\" (פסקתא דר\"כ פסקא כא) על כן באורים כבדו ה' במה מכבדין אותו ר' אבא בר כהנא אמר באילין פנסיא הן כגון העששיות שמדליקין בבתי כנסיות בכל מקום אפילו באיי הים לכבוד השם הרי שעושין \"באורים\" מלשון אש כפשוטו ","titles":[{"title":"﻿בראשית יא כח"},{"title":"﻿בראשית פרק יא פסוק כח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-28","positionInPerek":28,"positionInParasha":149},{"uri":"tanach-ramban-1-11-31","text":" הרמב\"ן  ויצאו אתם מאור כשדים. בעבור כי אברם נכבד מאביו וההולכים בעצתו ובעבורו ילכו אמר הכתוב ויצאו אתם ואף על פי שאמר \"ויקח תרח\" אבל לוט ושרי בעבור אברם הלכו אתם כי גם אחרי שנפרד אברם מאביו הלכו אתו ","titles":[{"title":"﻿בראשית יא לא"},{"title":"﻿בראשית פרק יא פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-31","positionInPerek":31,"positionInParasha":152},{"uri":"tanach-ramban-1-11-32","text":" הרמב\"ן  וימת תרח בחרן. כשיצא אברם נשארו משנות תרח הרבה ולמה הקדים הכתוב מיתתו של תרח ליציאתו של אברם שלא יהא הדבר מפורסם לכל ויאמרו לא קיים אברם כבוד אב ואם שהניחו זקן והלך לו לפיכך קראו מת ועוד שאף הרשעים בחייהם קרואים מתים לשון רש\"י ובבראשית רבה (לט ז) הוא ואני תמה על דבריהם שזה מנהג כל הכתוב לספר חיי האב והולידו הבן ומיתתו ואחר כך מתחיל בענין הבן בכל הדורות כך נהגו הכתובים ונח עצמו הנה בימיו של אברם עודנו חי ושם בנו כל ימי אברהם היה חי ויתכן שבאו למדרש הזה מפני ששינה הכתוב בתרח סדר הפרשה כולה כי בשם ותולדותיו כולם לא הזכיר הכתוב מיתה ולא חזר וכלל השנים ובכאן חזר ותפש הסדר הראשון שבבעלי השנים הרבים מאדם ועד נח וכלל ויהיו כל ימי תרח וימת והוסיף להזכיר עוד מקום המיתה שהיה בחרן המקום שהזכיר לאברהם ולכך דרשו שכל זה כדי שיראה מבלי עיון שהיה אברהם שם עמו ועוד כי מפני שכבר התחיל בענין אברהם וספר שיצא עם אביו מאור כשדים ללכת ארצה כנען יקשה בעיניהם כשלא סדר חייו ומיתתו על הסדר ויכתוב אותה בזמנה ואשר אמרו עוד (בב\"ר שם) בתחילה אתה דורש שהרשעים בחייהם קרויין מתים גם כן תמה הוא בעיני שכבר דרשו (בב\"ר לד ד) מפסוק ואתה תבוא אל אבותיך בשלום (להלן טו טו) בשרו שיש לאביו חלק לעולם הבא ואולי כוונתם שעשה תשובה בשעת מיתה אבל ימיו היו כלם ברשע והיה קרוי מת ולשון רש\"י למדך שעשה תרח תשובה בשעת מיתה או שמא יש לו חלק לעולם הבא שאמרו חז\"ל בזכות בנו והיא הבשורה שהוא לא היה יודע עד שנתבשר בכך בעת שאמר לו ואתה תבא אל אבותיך בשלום וכן מצאתי במדרש (לק\"ט ויקרא ד ב) כל העצים כשרין חוץ -משל זית ושל גפן שהשמן והיין קרבין לגבי מזבח הצילו הפירות האילנות וכן מצינו באברהם שהציל את תרח שנאמר ואתה תבוא אל אבותיך בשלום חסלת פרשת נח ","titles":[{"title":"﻿בראשית יא לב"},{"title":"﻿בראשית פרק יא פסוק לב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-32","positionInPerek":32,"positionInParasha":153},{"uri":"tanach-ramban-1-12-1","text":"\"אל הארץ אשר אראך\" - היה נודד והולך מגוי אל גוי ומממלכה אל עם אחר עד שבא אל ארץ כנען ואמר לו לזרעך אתן את הארץ הזאת אז נתקיים \"אל הארץ אשר אראך\" ואז נתעכב וישב בה ומה שאמר ויצאו ללכת ארצה כנען לא להתישב בה כי עדיין לא ידע כי על הארץ ההיא נצטוה אלא שאחז צדיק דרכו דרך ארץ כנען כי כן היה בדעתו ובדעת אביו גם מתחלה בצאתם מאור כשדים ומפני זה אמר ויהי כאשר התעו אותי אלהים מבית אבי (להלן כ יג) כי היה תועה כשה אובד ויתכן לומר כי אברהם מבראשונה ידע כי ארץ כנען היא נחלת ה' ובה יתן ה' חלקו והאמין כי \"אל הארץ אשר אראך\" ירמוז לו על ארץ כנען או על כולה או על אחת מכל הארצות האל ושם פניו אל כלל ארץ כנען כי שם הארץ אשר יראנו באמת ","titles":[{"title":"﻿בראשית יב א"},{"title":"﻿בראשית פרק יב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-1-12-2","text":" הרמב\"ן  והיה ברכה. אתה תהיה הברכה אשר יתברכו בך לאמר \"ישימך אלהים כאברהם\" והוסיף עוד כי כל משפחות האדמה יתברכו בו לא אנשי ארצו בלבד או ונברכו בך שיהיו מבורכים בעבורו והנה זאת הפרשה לא בארה כל הענין כי מה טעם שיאמר לו הקב\"ה עזוב ארצך ואיטיבה עמך טובה שלא היתה כמוהו בעולם מבלי שיקדים שהיה אברהם עובד אלהים או צדיק תמים או שיאמר טעם לעזיבת הארץ שיהיה בהליכתו אל ארץ אחרת קרבת אלהים ומנהג הכתוב לאמר התהלך לפני ותשמע בקולי ואיטיבה עמך כאשר בדוד ובשלמה וכענין התורה כולה אם בחוקותי תלכו (ויקרא כו ג) אם שמע תשמע בקול ה' אלהיך (דברים כח א) וביצחק אמר בעבור אברהם עבדי (להלן כו כד) אבל להבטיחו בעבור יציאת הארץ אין בו טעם אבל הטעם מפני שעשו אנשי אור כשדים עמו רעות רבות על אמונתו בהקב\"ה והוא ברח מהם ללכת ארצה כנען ונתעכב בחרן אמר לו לעזוב גם אלו ולעשות כאשר חשב מתחלה שתהיה עבודתו לו וקריאת בני האדם לשם ה' בארץ הנבחרת ושם יגדל שמו ויתברכו בו הגוים ההם לא כאשר עשו עמו באור כשדים שהיו מבזין ומקללים אותו ושמו אותו בבור או בכבשן האש ואמר לו שיברך מברכיו ואם יחיד מקללו יואר וזה טעם הפרשה אבל התורה לא תרצה להאריך בדעות עובדי עבודה זרה ולפרש הענין שהיה בינו ובין הכשדים באמונה כאשר קצרה בענין דור אנוש וסברתם בעבודה זרה שחדשו ","titles":[{"title":"﻿בראשית יב ב"},{"title":"﻿בראשית פרק יב פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-ramban-1-12-6","text":"\"ואלון מורה\" - זהו במקום שכם ונקרא גם כן \"אלוני מורה\" כמו שכתוב (דברים יא ל) מול הגלגל אצל אלוני מורה ושם הר גריזים והר עבל בשכם וקרוב לירדן שבאו שם בתחילת ביאתם בארץ אבל \"אלוני ממרא\" הוא מקום אשר הוא בארץ חברון רחוק מן הירדן ודע כי בכל מקום שיאמר הכתוב \"אלוני ממרא\" שם \"ממרא\" הוא על איש אמורי שהמקום ההוא שלו כמו שנאמר (להלן יד יג) והוא שוכן באלוני ממרא האמורי אחי אשכול ואחי ענר וכל \"אלון מורה\" ו\"אלוני מורה\" נקרא המקום ההוא על שם איש ששמו \"מורה\" אבל זה כנעני הוא מארץ הכנעני היושב בערבה וכשיזכיר הכתוב ממרא סתם הוא שם העיר כמו שנאמר (להלן לה כז) ויבא יעקב אל יצחק אביו ממרא קרית הארבע היא חברון על פני ממרא היא חברון (להלן כג יט) כי האיש אשר לו אלוני נקרא על שם העיר וכן שכם בן חמור כשם העיר שכם ובבראשית רבה (מב ח) על דעתיה דרבי יהודה אתרא הוא דשמיה ממרא ועל דעתיה דרבי נחמיה גברא הוא דשמיה ממרא ","titles":[{"title":"﻿בראשית יב ו"},{"title":"﻿בראשית פרק יב פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-1-12-7","text":" הרמב\"ן  וטעם לה' הנראה אליו. כי הודה לשם הנכבד וזבח לו זבח תודה על שנראה אליו כי עד הנה לא נראה אליו השם ולא נתודע אליו במראה ולא במחזה אבל נאמר לו \"לך לך מארצך\" בחלום הלילה או ברוח הקדש ויתכן שירמוז \"הנראה אליו\" על סוד הקרבן (עיין רקאנטי כא ב) והמשכיל יבין ","titles":[{"title":"﻿בראשית יב ז"},{"title":"﻿בראשית פרק יב פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-ramban-1-12-8","text":" הרמב\"ן  ויקרא בשם ה'. פירש אונקלוס שהתפלל שם כמו קראתי שמך ה' מבור תחתיות (איכה ג נה) והנכון שהיה קורא בקול גדול שם לפני המזבח את שם ה' מודיע אותו ואלהותו לבני אדם כי באור כשדים היה מלמדם ולא אבו שמוע ועתה כשבא בארץ הזאת שהובטח בה \"ואברכה מברכיך\" היה למוד ללמד ולפרסם האלהות וכן אמר הכתוב (להלן כו כד) ביצחק כאשר הלך אל נחל גרר והובטח אל תירא כי אתך אנכי שבנה מזבח \"ויקרא בשם ה'\" כי בא במקום חדש אשר לא שמעו את שמעו ולא ראו את כבודו והגיד כבודו בגוים ההם ולא נאמר ביעקב כן מפני שהוליד בנים רבים כלם עובדי ה' והיתה לו קהלה גדולה נקראת עדת ישראל ונתפרסמה האמונה בהם ונודעה לכל עם וגם כי מימי אבותיו נתפרסמה בכל ארץ כנען וכך אמרו בבראשית רבה (לט טז) מלמד שהקריא שמו של הקב\"ה בפי כל בריה ","titles":[{"title":"﻿בראשית יב ח"},{"title":"﻿בראשית פרק יב פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-ramban-1-12-9","text":" הרמב\"ן  הנגבה. כתב רבינו שלמה ללכת לדרומה של ארץ ישראל והוא בחלק של בני יהודה שנטלו בדרומה של ארץ ישראל וכן לעתיד לבא בבניו שנאמר (שופטים א ב) יהודה יעלה בתחלה ","titles":[{"title":"﻿בראשית יב ט"},{"title":"﻿בראשית פרק יב פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-ramban-1-12-10","text":" הרמב\"ן  ויהי רעב בארץ. הנה אברהם ירד למצרים מפני הרעב לגור שם להחיות נפשו בימי הבצורת והמצרים עשקו אותו חנם לקחת את אשתו והקב\"ה נקם נקמתם בנגעים גדולים והוציאו משם במקנה בכסף ובזהב וגם צוה עליו פרעה אנשים לשלחם ורמז אליו כי בניו ירדו מצרים מפני הרעב לגור שם בארץ והמצרים ירעו להם ויקחו מהם הנשים כאשר אמר (שמות א כב) וכל הבת תחיון והקב\"ה ינקום נקמתם בנגעים גדולים עד שיוציאם בכסף וזהב וצאן ובקר מקנה כבד מאד והחזיקו בהם לשלחם מן הארץ לא נפל דבר מכל מאורע האב שלא יהיה בבנים והענין הזה פרשוהו בבראשית רבה (ח ו) רבי פנחס בשם רבי אושעיא אמר אמר הקב\"ה לאברהם צא וכבוש את הדרך לפני בניך ואתה מוצא כל מה שכתוב באברהם כתוב בבניו באברהם כתוב ויהי רעב בארץ בישראל כתיב (להלן מה ו) כי זה שנתים הרעב בקרב הארץ ודע כי אברהם אבינו חטא חטא גדול בשגגה שהביא אשתו הצדקת במכשול עון מפני פחדו פן יהרגוהו והיה לו לבטוח בשם שיציל אותו ואת אשתו ואת כל אשר לו כי יש באלהים כח לעזור ולהציל גם יציאתו מן הארץ שנצטווה עליה בתחילה מפני הרעב עון אשר חטא כי האלהים ברעב יפדנו ממות ועל המעשה הזה נגזר על זרעו הגלות בארץ מצרים ביד פרעה במקום המשפט שמה הרשע והחטא ","titles":[{"title":"﻿בראשית יב י"},{"title":"﻿בראשית פרק יב פסוק י"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-1-12-11","text":" הרמב\"ן  הנה נא ידעתי וגו' אמרי נא אחותי את. לא ידעתי למה פחד ממנה עתה יותר מקודם לכן ואם נאמר שהיו המצרים שחורים ומכוערים כדברי רש\"י הנה גם לאבימלך מלך פלשתים אמר כן גם הוא גם יצחק שהיה דר בארץ ההיא במצות ה' אולי היו הכנענים בדור ההוא שטופים בעבודה זרה וגדורים מן העריות יותר מאנשי מצרים והפלשתים ואיננו נכון ויתכן כי לא היה להם פחד רק בבואם בעיר מושב המלכים כי היה דרכם להביא למלך האשה היפה מאד ולהרוג את בעלה בעלילה שישימו עליו והנכון בעיני כי זה דרכם למו מעת צאתם מחרן בכל מקום היה אומר \"אחותי היא\" כי כן אמר (להלן כ יג) ויהי כאשר התעו אותי אלהים מבית אבי אבל הכתוב יזכיר זה במקומות אשר יתחדש להם ענין בדבר והנה זרז אותה עתה כאשר צוה לה מתחילה ויצחק לא פחד בארצו ובעירו רק בבואו אל ארץ פלשתים אחז דרך אביו ואמר למען יטב לי בעבורך וחיתה נפשי בגללך כל ימי היותנו גרים בארץ הזאת עד עבור הרעב כי אברהם מפני הרעב בא לגור בארץ וכעבור הרעב ישוב לארץ אשר נצטוה עליה ונתנה השם לו ולזרעו והיה חושב שיחיו נפשם ברעב ויבא להם ריוח והצלה מאת האלהים לשוב או שיתכן להם לברוח לארץ כנען בהתיאשם ממנה וכתב רש\"י הנה נא ידעתי מדרש אגדה עד עכשיו לא הכיר בה מתוך צניעותה ועכשיו על ידי מעשה דבר אחר שעל ידי הדרך אדם מתבזה וזו עמדה ביופיה ולפי פשוטו הנה נא הגיע השעה שיש לדאוג על יופייך וידעתי זה כמה ימים כי יפת מראה את ועכשיו אנו באים בין בני אדם שחורים אחיהם של כושים ולא הורגלו באשה יפה ודומה לו הנה נא אדני סורו נא כל זה לשון הרב והמדרש קבלה בענוה שבהם ונסמך למקרא אבל אין צורך לכל הדברים האלה שאין מלת \"נא\" מורה על דבר שיתחדש בעת ההיא בלבד אבל על כל דבר הווה ועומד יאמרו כן כי הוא רומז על הענין לומר שהוא עתה ככה הנה נא ידעתי כי אשה יפת מראה את מאז ועד עתה וכן הנה נא עצרני ה' מלדת (להלן טז ב) מנעורי ועד היום הזה וכן הנה נא לי שתי בנות (להלן יט ח) כי לא נולדו עתה וכולם ככה ויראה מפשט הכתובים כי שרה לא קבלה עליה לאמר כן אבל המצרים היו רעים וחטאים מאד וכאשר ראו אותה ויהללו אותה אל פרעה לוקחה אל ביתו ולא שאלו בהם כלל אם אשתו היא או אם אחותו היא והיא שתקה ולא הגידה כי אשתו ואברהם ספר מעצמו כי אחותו היא ולכך הטיבו לו בעבורה וזהו שאמר הכתוב מה זאת עשית לי למה לא הגדת לי כי אשתך היא (להלן פסוק יח) האשים אותו כי בראותו שיקחו אותה היה לו להגיד לפרעה כי אשתו היא וחזר והאשים אותו על אמרו אחרי כן לשרים ולבית פרעה כי אחותו היא ולא האשים את האשה כלל כי אין ראוי שתכחיש היא את בעלה והראוי לה שתשתוק ","titles":[{"title":"﻿בראשית יב יא"},{"title":"﻿בראשית פרק יב פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-ramban-1-12-12","text":" הרמב\"ן  ראו רמב\"ן על בראשית יב יא ","titles":[{"title":"﻿בראשית יב יב"},{"title":"﻿בראשית פרק יב פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-ramban-1-12-13","text":" הרמב\"ן  ראו רמב\"ן על בראשית יב יא ","titles":[{"title":"﻿בראשית יב יג"},{"title":"﻿בראשית פרק יב פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-ramban-1-12-15","text":" הרמב\"ן  וטעם ויראו אותה שרי פרעה. כי כאשר ראו אותה המצרים אמרו ראויה זאת לשרים הגדולים והנה הביאוה אליהם וגם הם יראו לנפשם מנגוע בה כי מפני היופי הגדול ידעו כי המלך יחפוץ בה מאד ויהללו אותה ביניהם לומר ראויה היא למלך לשון רש\"י וזה דעת אונקלוס שאמר ושבחו יתה לות פרעה או שהללוה אל המלך עצמו ושלח ולקחה ","titles":[{"title":"﻿בראשית יב טו"},{"title":"﻿בראשית פרק יב פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-ramban-1-12-17","text":" הרמב\"ן  וטעם על דבר שרי אשת אברם. כי בעבור החמס שעשה לשרה גם לאברהם ובזכות שניהם באו עליו הנגעים הגדולים ההם ","titles":[{"title":"﻿בראשית יב יז"},{"title":"﻿בראשית פרק יב פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-ramban-1-12-18","text":" הרמב\"ן  ויקרא פרעה לאברם. יתכן כי בבוא הנגעים פתאום עליו ועל ביתו בעת אשר לוקחה שרה אל ביתו הרהר בדעתו לאמר מה זאת עשה אלהים לנו ושאל אותה והגידה כי היא אשתו ולכן קרא לאברהם והאשים אותואו כאשר אמרו רבותינו (ב\"ר מא ב) שלקה בראתן שהמשגל קשה לו וחשש כי שמא אשתו היא ואמר לו בספק מה זאת עשית לי להוציא מפיו האמת כי אם היתה אחותו היה אומר אמנם אחותי היא ואמר ועתה הנה אשתך קח ולך לראות מה ידבר ומה ישיב על תוכחתו ואברהם שתק ממנו ולא השיב אותו דבר מרוב פחדו אז הבין פרעה כי היא אשתו כאשר חשב וצוה עליו פרעה אנשים לשלחם ","titles":[{"title":"﻿בראשית יב יח"},{"title":"﻿בראשית פרק יב פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-ramban-1-12-19","text":" הרמב\"ן  וטעם ואקח אותה לי לאשה. שהיה רצונו שתהיה זאת אשתו המולכת לא תהיה פלגש לו והזכיר זה בעבור שיודה לו אם היא אחותו כאשר פירשתי ","titles":[{"title":"﻿בראשית יב יט"},{"title":"﻿בראשית פרק יב פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-19","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-ramban-1-13-1","text":" הרמב\"ן  וטעם הוא ואשתו וכל אשר לו. להודיע שלא גזלו ממנו דבר מכל המתנות הגדולות שנתנו לו בעבור שרה שתהיה למלך ולא אמרו רמיתנו ומתנה בטעות היא וזה מעשה נס ","titles":[{"title":"﻿בראשית יג א"},{"title":"﻿בראשית פרק יג פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-1","positionInPerek":1,"positionInParasha":21},{"uri":"tanach-ramban-1-13-7","text":" הרמב\"ן  ויהי ריב. כתב רש\"י לפי שהיו רועיו של לוט מרעין בהמתם בשדות אחרים והיו רועיו של אברם מוכיחין אותם על הגזל והם אומרים נתנה הארץ לאברם ולו אין יורש ולוט יורשו ואין זה גזל והכתוב אמר והכנעני והפריזי אז יושב בארץ ולא זכה בה עדיין אברם ומדרש רבותינו הוא (ב\"ר מא ה) ואני תמה כי המתנה שנאמרה לאברם לזרעו היתה שנאמר למעלה (יב ז) לזרעך אתן את הארץ הזאת והיאך יירשנו לוט אולי שמעו הרועים המתנה וטעו והכתוב אומר כי גם ללוט גם לאברם איננה עתה ולפי זה מה שאמר תחילה כי היה רכושם רב לאמר כי מפני הרכוש הרב לא ישא אותם הארץ והוצרכו רועי לוט להכניס מקניהם בשדות שיש להם בעלים וזאת סבת המריבה ועל דרך הפשט היתה המריבה על המרעה כי לא נשא אותם הארץ וכאשר היה מקנה אברם רועה באחו היו רועי לוט באים בגבולם ורועים שם והנה אברם ולוט היו גרים ותושבים בארץ ופחד אברם פן ישמע הכנעני והפריזי יושב הארץ כובד מקניהם ויגרשום או יכו אותם לפי חרב ויקחו להם מקניהם ורכושם כי ישיבת הארץ עתה להם לא לאברם וזה טעם והכנעני והפריזי כי הזכיר שהיו עמים רבים יושבים בארץ ההיא ולהם ולמקניהם אין מספר ולא ישא אותם הארץ ואת אברם ולוט וממלת אז יראה לי כי העמים היו בארץ בימים ההם יושבי אהל ומקנה נאספים מקצתם אל עיר אחת ורועים שם שנה או שנתים ונוסעים משם אל גבול אחר אשר לא רעו אותו וכן יעשו תמיד כמנהג בני קדר והכנעני והפריזי היו אז בארץ הנגב ובשנה האחרת יבואו שם היבוסי והאמורי ","titles":[{"title":"﻿בראשית יג ז"},{"title":"﻿בראשית פרק יג פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-7","positionInPerek":7,"positionInParasha":27},{"uri":"tanach-ramban-1-13-10","text":" הרמב\"ן  כגן ה' כארץ מצרים. יאמר כי ארץ הככר כולה משקים אותה ברגל מן הירדן כדרך הנעשה בגן ה' שנאמר בו (לעיל ב י) ונהר יוצא מעדן להשקות את הגן וכדרך שהיא בארץ מצרים שנאמר בה (דברים יא י) והשקית ברגלך כגן הירק והזכיר שני המקומות אמר \"כגן ה'\" שהמקום הטוב בתחתונים כן הוא כולו משקה והזכיר \"כארץ מצרים\" מקום ידוע לרעיה ורבותינו אמרו (ספרי עקב לח) כגן ה' לאילנות כארץ מצרים לזרעים ירצו לפרש שיש בככר נהרות גדולים ישקו אילני הגנות כגן ה' ובו יאורים כארץ מצרים ישקו גן הירק ובחר לו לוט בזה כי הארץ שישקו אותה כן רחוקה מן הבצורת וטובה למרעה ","titles":[{"title":"﻿בראשית יג י"},{"title":"﻿בראשית פרק יג פסוק י"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-10","positionInPerek":10,"positionInParasha":30},{"uri":"tanach-ramban-1-13-12","text":" הרמב\"ן  וטעם אברם ישב בארץ כנען. בשאר ארץ כנען כולה שלא יעמוד במקום אחד אבל בכל ארץ כנען יגור ולוט נתישב במקום אחד ממנה בערי הככר כי ערי הככר מכלל ארץ כנען וטעם בערי הככר פעם בזו ופעם בזו מפני כובד המקנה וזה טעם ויבחר לו לוט את כל ככר הירדן כי התנה עם אברם שלא יבא בכל הככר ","titles":[{"title":"﻿בראשית יג יב"},{"title":"﻿בראשית פרק יג פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-12","positionInPerek":12,"positionInParasha":32},{"uri":"tanach-ramban-1-13-13","text":" הרמב\"ן  וטעם ואנשי סדום רעים וחטאים. יאשים הכתוב את לוט שלא נמנע מלשכון עמהם כדברי רש\"י וידבר עוד בזכות הצדיק שלא נפל חבלו במקום אשר שמה הרשע כי לא ינוח שבט הרשע על גורל הצדיקים וכל ערי הככר רעים וחטאים לה' מאד כי על כן נהפכו אף על פי שכל בני כנען אנשי תועבות גדולות כי כן כתוב (ויקרא יח כז) ","titles":[{"title":"﻿בראשית יג יג"},{"title":"﻿בראשית פרק יג פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-13","positionInPerek":13,"positionInParasha":33},{"uri":"tanach-ramban-1-13-17","text":" הרמב\"ן  קום התהלך בארץ לארכה ולרחבה. יתכן שזה רשות כרצונו אמר לו בכל אשר תרצה ללכת בארץ לך כי אהיה עמך ושמרתיך מרעת הגוים כי לך אתננה כלומר שלך תהיה ואם היא מצוה שילך בה כל ארכה ורחבה להחזיק במתנתו כאשר פירשתי (לעיל יב ו) לא נצטווה לעשות זה מיד והנה עשה כן כי עתה היה במזרח ואחר כן הלך אל ארץ פלשתים שהוא במערב והנה קיים המצוה בחייו וטעם לך ולזרעך שתחזיק במתנה מעכשיו להנחילה לזרעך כמו שאמרו רבותינו (ב\"ב קיט) ירושה היא להם מאבותיהם ועל דרך הפשט יתכן שיהיה מושל עליה ונשיא אלהים בתוכה בכל מקום שילך בארץ ההיא ","titles":[{"title":"﻿בראשית יג יז"},{"title":"﻿בראשית פרק יג פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-17","positionInPerek":17,"positionInParasha":37},{"uri":"tanach-ramban-1-14-1","text":" הרמב\"ן  ויהי בימי אמרפל מלך שנער. המעשה הזה אירע לאברהם להורות כי ארבע מלכיות תעמודנה למשול בעולם ובסוף יתגברו בניו עליהם ויפלו כלם בידם וישיבו כל שבותם ורכושם והיה הראשון מהם מלך בבל כי כן העתיד כדכתיב (דניאל ב לח) אנת הוא רישא די דהבא ואולי \"אלסר\" שם עיר במדי או בפרס ו \"עילם\" בעיר ההיא המלך מלך יון הוא המלך הראשון ומשם נתפשט מלכותו כשנצח דריוש וכבר הזכירו זה רבותינו (ע\"ז י) רבי יוסי אומר שש שנים מלכו בעילם ואחר כך נתפשטה מלכותם בכל העולם כולו ו\"מלך גוים\" המלך על עמים שונים אשר שמוהו עליהם לראש ולקצין רמז למלך רומי אשר המלך על עיר מקובצת מעמים רבים כיתים ואדום ויתר גוים וכך אמרו בבראשית רבה (מב ב) אמר רבי אבין כשם שפתח בארבע מלכיות כך אינו חותם אלא בארבע מלכיות וכו' ושם עוד (מב ד בשינוי לשון) ויהי בימי אמרפל מלך שנער זו בבל אריוך מלך אלסר זו מדי כדרלעומר מלך עילם זו יון ותדעל מלך גוים זו מלכות אדום שהיא מכתבת טירוניא מכל אומות העולם ","titles":[{"title":"﻿בראשית יד א"},{"title":"﻿בראשית פרק יד פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-ramban-1-14-2","text":" הרמב\"ן  וטעם ומלך בלע. מפני שמלך על עיר קטנה ואנשים בה מעט ולא שם לו על פני חוץ ","titles":[{"title":"﻿בראשית יד ב"},{"title":"﻿בראשית פרק יד פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-2","positionInPerek":2,"positionInParasha":40},{"uri":"tanach-ramban-1-14-6","text":" הרמב\"ן  איל פארן. כתרגומו מישר פארן ואני אומר שאין איל לשון מישור אלא מישור של פארן איל שמו ושל ממרא אלוני שמו ושל ירדן ככר שמו ושל שטים אבל שמו וכולם מתורגמין מישרא וכל אחד שמו עליו לשון רש\"י ואלו היה כן היה אונקלוס מתרגם בשמם \"אילא דפארן\" \"אלוני דממרא\" כמנהגו בשמות ומי הגיד לו במקומות הרבים ההם המישור הם כולם או הרים הגבוהים ו\"ממרא\" שם האיש האמורי אחי אשכול ואחי ענר בעלי ברית אברם והמקום ההוא שלו כמו שאמר (להלן פסוק יג) אלוני ממרא האמורי כאשר פרשתי (לעיל יב ו) אבל \"איל פארן\" מקום אילים כי יבשו מאילים אשר חמדתם (ישעיהו א כט) ו\"אלוני\" מקום אלונים כאלה וכאלון (שם ו יג) אלונים מבשן (יחזקאל כז ו) והנהוג בהם להיותם נטועים במישור לפני המדינות להיות לעיר כמו מגרש וכן תרגום \"אלון בכות\" (להלן לה ח) \"מישור בכותא\" ושם איננו שם העצם למקום רק הוא שם לאלון הנטוע שם כמו שמפורש (שם) תחת האלון אלא שהוא רודף הענין לא המלות והתרגום הירושלמי אמר ב\"איל פארן\" ו\"אלוני ממרא\" \"מישרא\" כדברי אונקלוס ואמר ב\"אלון בכות\" \"בלוט בכותא\" כי \"אלון בכות\" אצלו שם לאילן לא למקום ואונקלוס סבר שהוא שם למקום כי היו בו אלונים רבים כמו \"אלוני ממרא\" ולכך אמר \"האלון\" והנה כולם שמות תאר אבל \"ככר הירדן\" לשון מישור ממש הוא כי כן יקרא בלשון הקודש המקום שהנהרות מתפשטין בהם במרוצת המים הנגרים השוטפים שם ולכן אמר (להלן יט יז) ואל תעמוד בכל הככר ההרה המלט וכן כר נרחב (ישעיהו ל כג) לבשו כרים הצאן ועמקים יעטפו בר (תהלים סה יד) פעמים יכפלו המלה ופעמים יסירו הכפל כמו בת עין (שם יז ח) וזולתם רבים ויקראו גם כן השלוחים המהירים בשם הזה לכרי ולרצים (מלכים ב יא ד) שרי המאות ואת הכרי (שם יט) וכן בכרכרות (ישעיהו סו כ) שם לגמלים המריצין שהזכירום בתלמוד (מכות ה) \"גמלא פרחא\" וממנו \"מכרכר\" כפולים ואבל השטים (במדבר לג מט) וכן \"אבל מחולה\" (שופטים ז כב) תרגמו אותו \"מישר\" הוא המקום הנחרב אין בו נטע ולא בנין כי הלשון אצלם לשון חרבה ושממה כמו ויאבל חיל וחומה (איכה ב ח) אבל תירוש אומללה גפן (ישעיהו כד ז) ","titles":[{"title":"﻿בראשית יד ו"},{"title":"﻿בראשית פרק יד פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-6","positionInPerek":6,"positionInParasha":44},{"uri":"tanach-ramban-1-14-7","text":"\"שדה העמלקי\" - לשון רש\"י עדיין לא נולד עמלק ונקרא על שם העתיד ולא ידעתי אם רצונו לומר כי משה רבינו קרא המקום בשם שהוא נקרא בימיו ואם כן אין בכאן דבר עתיד או מה העתיד הזאת שיתנבאו הגוים לקרוא המקום כן ולשון בראשית רבה (מב ז) עדיין לא נולד עמלק ואת אמרת את כל שדה העמלקי אלא מגיד מראשית אחרית וזה דרך הדרש להם במקומות רבים גם בנהרות גן עדן אמרו (ב\"ר טז ב) כלשון הזה וכוונתם לומר כי מעת צאת הנהרות נאמר כי הנהר הולך קדמת ארץ העתידה להיות לאשור והנכון בעיני בשדה העמלקי כי היה בימים הקדמונים אדם נכבד מבני החורי יושב הארץ ומשל על המקום ההוא ושמו עמלק ואליפז בכור עשו קרא שם בנו על שם האיש ההוא ואולי ממשפחת תמנע אמו היה ומשל גם במקום ההוא והיה שם אלוף עליהם ","titles":[{"title":"﻿בראשית יד ז"},{"title":"﻿בראשית פרק יד פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-7","positionInPerek":7,"positionInParasha":45},{"uri":"tanach-ramban-1-14-10","text":" הרמב\"ן  בארת בארת חמר. בארות הרבה היו שם שנוטלין משם אדמה לטיט הבנין ומדרש אגדה שהיה הטיט מוגבל בהן ונעשה נס למלך סדום שיצא משם לפי שהיו באומות מקצתן שלא היו מאמינים באברם שנצל מכבשן האש וכיון שיצא זה מן החמר האמינו באברם למפרע לשון רש\"י ואין ספק כי פירוש בארות חמר בארות אשר בהם רפש וטיט כענין שכתוב (ירמיהו לח ו) ובבור אין מים כי אם טיט ויטבע ירמיהו בטיט וכתוב (תהלים מ ג) ויעלני מבור שאון מטיט היון ויתכן שיצא משם כראוי בלא נס ואני תמה במדרש ההגדה הזה כי האומות שלא היו מאמינים שעשה הקב\"ה נס לאברהם בראותם נסו של מלך סדום לא יוסיפו אמונה בהקב\"ה כי מלך סדום עובד עבודה זרה היה והנה נסו או יחזק ידי עובדי עבודה זרה או שיאמינו בכל הנסים שיהיו בכשפים או מקרה באפשרות רחוקה ונסו יתן ספק בלב המאמינים בנסו של אברהם ואולי יפרשו ויצא מלך סדום לקראתו שיצא מן הבור כשעבר אברהם עליו כי נעשה לו נס לכבוד אברהם שיצא לקראתו לכבודו ולברכו ואפשר כי אברהם בשובו הביט בבור ההוא כי חפץ להציל המלכים ולהשיב להם רכושם והנה נעשה הנס על ידו ואם נעשה למלך סדום נס לכבוד אברהם כל שכן שיש להאמין שיעשה נס לאברהם להציל ממות נפשו ונאמר כי מלך עמורה כבר מת כאשר עבר אברהם עליו או שנפל בבור אחר כי שמה רמז לעמק ","titles":[{"title":"﻿בראשית יד י"},{"title":"﻿בראשית פרק יד פסוק י"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-10","positionInPerek":10,"positionInParasha":48},{"uri":"tanach-ramban-1-14-15","text":"\"וירדפם עד חובה אשר משמאל לדמשק\" - ידוע כי מרחק רב מן אלוני ממרא אשר בחברון בארץ יהודה לדמשק אשר הוא חוצה לארץ אם כן רדף אחריהם ימים רבים עד הוציאו אותם מן הארץ כי הם אל בבל ארצם היו חוזרים או שהיה נס גדול כאשר דרשו רבותינו (ב\"ר מג ג) בארח ברגליו לא יבא (ישעיהו מא ג) ","titles":[{"title":"﻿בראשית יד טו"},{"title":"﻿בראשית פרק יד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-15","positionInPerek":15,"positionInParasha":53},{"uri":"tanach-ramban-1-14-18","text":"\"והוא כהן לאל עליון\" - בעבור היות בכל העמים כהנים משרתים למלאכים הנקראים \"אלים\" כענין שנאמר (שמות טו יא) מי כמוכה באלים יקרא הקב\"ה \"אל עליון\" וענינו התקיף הגבוה על כל גבוהים כמו יש לאל ידי (להלן לא כט) ומלכי צדק לא הזכיר השם אבל אברהם אמר ה' אל עליון (להלן פסוק כב) ","titles":[{"title":"﻿בראשית יד יח"},{"title":"﻿בראשית פרק יד פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-18","positionInPerek":18,"positionInParasha":56},{"uri":"tanach-ramban-1-14-19","text":" הרמב\"ן  קונה שמים וארץ. כתב רש\"י קונה כמו עושה על ידי עשייתו קנאן להיות לו ואלה שני פנים הם ואולי כן הדבר שיבא לשון קנין בענין העשייה וכן כי אתה קנית כליותי (תהלים קלט יג) שיכפול תסוכני בבטן אמי וכן הלא הוא אביך קנך הוא עשך ויכוננך (דברים לב ו) כי הלשון יאמר \"קנין\" בעשייה וההפך אשר עשו בחרן (לעיל יב ה) קנו ומאשר לאבינו עשה (להלן לא א) והנכון מה שאמר עוד קנאן להיות לו כי כל אשר לאדם יקרא קנינו ויקראו הצאן \"מקנה\" בעבור היותו עיקר רכוש האדם ולשון חכמים (ב\"מ י) המגביה מציאה לחבירו קנה חבירו הבטה בהפקר קניא (שם קיח) חצרו של אדם קונה לו שלא מדעתו (שם יא) וכן בכל מקום תבוא להם במקום זכיה כלומר שהוא שלו ולזה נתכוין אונקלוס שתרגם דקניניה ולא אמר \"קנה\" ","titles":[{"title":"﻿בראשית יד יט"},{"title":"﻿בראשית פרק יד פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-19","positionInPerek":19,"positionInParasha":57},{"uri":"tanach-ramban-1-14-20","text":" הרמב\"ן  ויתן לו מעשר מכל. אברהם לא רצה לקחת לעצמו מחוט ועד שרוך נעל אבל חלק הגבוה הפריש לתתו לכהן ומלך סדום יצא לקראת אברהם אל עמק שוה לכבדו והלך עמו עד שלם שהוציא מלכי צדק לחם ויין לעם אשר ברגליו ולא בקש מלך סדום ממנו דבר אבל כאשר ראה נדיבת לבו וצדקתו שנתן המעשר אז בקש גם הוא הנפש בדרך צדקה ואברהם בטח באלהיו שיתן לו עושר ונכסים וכבוד ולא רצה לקחת ממנו דבר והשיב לו כל רכוש סדום שהוא שלו וכל רכוש עמורה להשיב אותו לבעליו כי בכל בקש ממנו הנפש ובכל היתה טענתו שלא יאמרו הם העשירו את אברם ושאר המקומות הנזכרים לפי חרב הכו אותם ולא לקחו מערי המלכים רק רכוש סדום ועמורה כי בעבור שאבדו מלכיהם נשארו עזובות עריהם ויתכן שיהיה זה מה שאמר \"אם מחוט ועד שרוך\" ישאר בידי מכל הרכוש הבא אלי מכולכם \"ואם אקח מכל אשר לך\" ברכושך שנתת אתה לי ","titles":[{"title":"﻿בראשית יד כ"},{"title":"﻿בראשית פרק יד פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-20","positionInPerek":20,"positionInParasha":58},{"uri":"tanach-ramban-1-14-22","text":" הרמב\"ן  וטעם הרימותי ידי אל ה'. לשון שבועה מרים אני ידי לאל עליון וכן בי נשבעתי (להלן כב טז) נשבע אני לשון רש\"י וכן מצאתי בספרי (ואתחנן לג) מצינו בכל הצדיקים שמשביעין את יצרן שלא לעשות באברהם הוא אומר הרימותי ידי אל ה' והנה הוא כלשון וירם ימינו ושמאלו אל השמים וישבע בחי העולם (דניאל יב ז) ואונקלוס אמר ארימית ידי בצלו קדם ה' יאמר התפללתי אל ה' וכפי פרושות השמים אם אקח מכל אשר לך כלומר כה יעשה לי אלהים וכה יוסיף אם אקח והנכון בעיני כי אמר הרימותי ידי אל ה' להיות הקדש וחרם לפניו אם אקח מכל אשר לך כי ההקדשות יקראו כן \"תרומת יד\" כלשון כל מרים תרומת כסף ונחשת (שמות לה כד) וכל איש אשר הניף תנופת זהב לה' (שם כב) ואמר כן בעבור שנתן ממנו מעשר כי כל אשר יקח מכל אשר לו יהיה תרומה לה' לא יהנה ממנו דבר ובבראשית רבה (מג ט) עשאן תרומה כמה דאת אמר (במדבר יח כו) והרמותם ממנו תרומת ה' ","titles":[{"title":"﻿בראשית יד כב"},{"title":"﻿בראשית פרק יד פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-22","positionInPerek":22,"positionInParasha":60},{"uri":"tanach-ramban-1-15-1","text":"\"אל תירא אברם\" - היה מתירא משני דברים מן המלכים פן ירבו צבאותם עליו הם או העומדים תחתם ובמלחמה ירד ונספה או יומו יבא למות בלא זרע והבטיחו כי הוא יהיה מגן בעדו מהם ועוד יהיה שכר לכתו עם ה' הרבה מאד ","titles":[{"title":"﻿בראשית טו א"},{"title":"﻿בראשית פרק טו פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-1","positionInPerek":1,"positionInParasha":63},{"uri":"tanach-ramban-1-15-2","text":"\"מה תתן לי ואנכי הולך ערירי\" - פירשו בו (יב\"ע) אני מת בלא בנים כטעם כי הולך האדם אל בית עולמו (קהלת יב ה) והנכון בעיני כי מתחלה יתאונן מה יהיה שכרי אחרי שאין לי בנים ואנכי הולך נע ונד בארץ נכריה יחידי כערער בערבה אין יוצא ואין בא בביתי זולתי אליעזר איש נכרי אשר לקחתי לי מדמשק לא מבית אבי ולא מארצי ואחר כך אמר הן לי לא נתתה זרע כאשר הבטחתני והנה בן ביתי הנזכר יורש אותי כי זקנתי ויבא עתי בלא זרע והנה אני ענוש ואבד שכרי אשר הבטחתני בו בראשונה ","titles":[{"title":"﻿בראשית טו ב"},{"title":"﻿בראשית פרק טו פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-2","positionInPerek":2,"positionInParasha":64},{"uri":"tanach-ramban-1-15-4","text":" הרמב\"ן  והנה דבר ה' אליו לאמר לא יירשך זה. בעבור היות לו הבן היורש אחרי זקנתו לא הבטיחו רק על הירושה שלא ידאג כי זרעו יירשנו וטעם והנה דבר ה' אליו כי עוד בפיו והנה בן ביתי יורש אותי ובא אליו פתאום דבר השם לאמר לא יירשך זה ","titles":[{"title":"﻿בראשית טו ד"},{"title":"﻿בראשית פרק טו פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-4","positionInPerek":4,"positionInParasha":66},{"uri":"tanach-ramban-1-15-5","text":"\"והנה בן ביתי יורש אותי\" - והקדוש ברוך הוא אמר לו לא יירשך זה כי אם אשר יצא ממעיך הוא יירשך וצא מן האצטגנינות שלך אברם אינו מוליד בן ליורשו אבל אברהם מוליד בן ליורשו ויתכן שהיה האצטגנינות על זיווגם שאברם ושרי לא יולידו זה מזה ואברהם ושרה יולידו אבל לפי דעתי שרה תוספת במדרש לומר שהיה כן גם בשרה אבל הקדוש ברוך הוא לא הבטיחו עתה בשרה וגם בעת נבואת המילה עדיין היה אברהם מסתפק בשרה שתלד ","titles":[{"title":"﻿בראשית טו ה"},{"title":"﻿בראשית פרק טו פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-5","positionInPerek":5,"positionInParasha":67},{"uri":"tanach-ramban-1-15-6","text":" הרמב\"ן  והאמן בה' ויחשבה לו צדקה. פירש רש\"י הקדוש ברוך הוא חשב לו צדקה וזכות על האמונה שהאמין בו ואיני מבין מה הזכות הזאת למה לא יאמין באלהי אמן והוא הנביא בעצמו ולא איש אל ויכזב ומי שהאמין לשחוט את בנו היחיד האהוב ושאר הנסיונות איך לא יאמין בבשורה טובה והנכון בעיני כי יאמר שהאמין בה' וחשב כי בצדקו של הקב\"ה יתן לו זרע על כל פנים לא בצדקת אברם ובשכרו אף על פי שאמר לו \"שכרך הרבה מאד\" ומעתה לא יירא פן יגרום החטא ואף על פי שבנבואה הראשונה חשב שתהיה על תנאי כפי שכר מעשיו עתה כיון שהבטיחו שלא יירא מן החטא ויתן לו זרע האמין כי נכון הדבר מעם האלהים אמת לא ישוב ממנה כי צדקת ה' היא ואין לה הפסק כענין שכתוב (ישעיהו מה כג) בי נשבעתי נאם ה' יצא מפי צדקה דבר ולא ישוב או יאמר כי אברהם האמין שיהיה לו זרע יורש על כל פנים והקב\"ה עוד חשב לו ההבטחה הזו שהבטיחו צדקה כי בצדקת ה' יעשה כן כמו אלהים חשבה לטובה (להלן נ כ) וכן ותחשב לו לצדקה (תהלים קו לא) דפנחס שחשב לו הבטחתו זו שבטח בשם במעשה ההוא לצדקה לדור ודור כי לעולם ישמור לו האל בעבורה צדקתו וחסדו כדרך לעולם אשמור לו חסדי (שם פט כט) ","titles":[{"title":"﻿בראשית טו ו"},{"title":"﻿בראשית פרק טו פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-6","positionInPerek":6,"positionInParasha":68},{"uri":"tanach-ramban-1-15-7","text":" הרמב\"ן  אני ה' אשר הוצאתיך מאור כשדים לתת לך את הארץ הזאת לרשתה. כבר פירשתי זה (לעיל יא כח) כי יאמר מעת שהוצאתיך מאור כשדים ועשיתי לך נס היה הרצון לפני לתת לך הארץ הזאת והנה עתה לא גזר שיתננה לו אבל אמר שהוציאו מאור כשדים על דעת שיתננו לו ולכן חשש אברהם פן יהיה בירושת הארץ תנאי המעשים אף על פי שאמר לו פעמים (לעיל יב ז יג טו) לזרעך אתן את הארץ הזאת כי עתה לא יגזור המתנה כאשר גזר לו זרע ולכן אמר במה אדע כי אירשנה ואינו כשאלת \"מה אות\" (מלכים ב כ ח) וגם הקדוש ברוך הוא לא עשה עמו כשאר האותות להראות לו אות או מופת בדבר נפלא אבל בקש אברהם שידע ידיעה אמיתית שיירשנה ולא יגרום חטאו או חטא זרעו למנעה מהם או שמא יעשו הכנענים תשובה ויקיים בהם רגע אדבר על גוי ועל ממלכה לנתוש ולנתוץ להאביד ושב הגוי ההוא מרעתו ונחמתי על הרעה (ירמיהו יח ז) והקדוש ברוך הוא כרת עמו ברית שיירשנה על כל פנים ","titles":[{"title":"﻿בראשית טו ז"},{"title":"﻿בראשית פרק טו פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-7","positionInPerek":7,"positionInParasha":69},{"uri":"tanach-ramban-1-15-9","text":" הרמב\"ן  עגלה משולשת ועז משולשת. פירש רבי אברהם בת שלש שנים אבל אונקלוס אמר שלש וכן הדבר כי בת שלש לא תקרא עגלה כמו ששנינו (פרה א א) וחכמים אומרים עגלה בת שתים פרה בת שלש ורמז כי שלשה קרבנות מהן יקריבו לפניו זרעו העולה והחטאת והשלמים כי האשם כחטאת הוא אין ביניהם לבד השם ויתכן שיהיה טעם \"משולשת\" שיביא אותן רצופות ויהיה כל מין לבד וכן כי משולשות הנה (יחזקאל מב ו) שהיו הלשכות העליונות והתיכונות והתחתונות ","titles":[{"title":"﻿בראשית טו ט"},{"title":"﻿בראשית פרק טו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-9","positionInPerek":9,"positionInParasha":71},{"uri":"tanach-ramban-1-15-10","text":"\"ואת הצפור לא בתר\" - נתן התור והגוזל איש לקראת רעהו כי גם הם היו בברית אבל לא בתר אותם בתוך כי בכל העוף הקרב נאמר לא יבדיל (ויקרא א יז) ובבראשית רבה (מד יד) הראה לו הקב\"ה שמבדילין בעולת העוף ואין מבדילין בחטאת העוף ","titles":[{"title":"﻿בראשית טו י"},{"title":"﻿בראשית פרק טו פסוק י"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-10","positionInPerek":10,"positionInParasha":72},{"uri":"tanach-ramban-1-15-11","text":"\"וישב אותם\" - נרמז לו כי יבאו העמים לבטל הקרבנות וזרע אברהם יבריחום ","titles":[{"title":"﻿בראשית טו יא"},{"title":"﻿בראשית פרק טו פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-11","positionInPerek":11,"positionInParasha":73},{"uri":"tanach-ramban-1-15-12","text":" הרמב\"ן  והנה אימה חשכה גדולה נופלת. דרשו בו רמז לשעבוד ארבע גליות כי מצא הנביא בנפשו אימה ואחר כך בא בחשכה ואחר כך גדלה החשכה ואחר כך הרגיש כאלו היא נופלת עליו כמשא כבד תכבד ממנו אמרו (ב\"ר מד יז) אימה זו בבל חשכה זו מדי שהחשיכה עיניהם של ישראל בצום ובתענית גדולה זו מלכות אנטיוכס נופלת עליו זו אדום והיה הענין הזה לאברהם כי כשהקב\"ה כרת עמו ברית לתת הארץ לזרעו לאחזת עולם אמר לו כמשייר במתנתו שארבע גליות ישתעבדו בבניו וימשלו בארצם וזה בעל מנת אם יחטאו לפניו ואחרי כן הודיעו בבאור גלות אחרת שיגלו תחלה שהוא גלות מצרים שכבר נענש בו כאשר פירשתי (לעיל יב י) ","titles":[{"title":"﻿בראשית טו יב"},{"title":"﻿בראשית פרק טו פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-12","positionInPerek":12,"positionInParasha":74},{"uri":"tanach-ramban-1-15-13","text":" הרמב\"ן  כי גר יהיה זרעך. זה מקרא מסורס ושיעורו כי גר יהיה זרעך בארץ לא להם ארבע מאות שנה ועבדום וענו אותם ולא פירש כמה ימי העבדות והעינוי והרבה מקראות מסורסות יש בכתוב וכן בא אלי העבד העברי אשר הבאת לנו לצחק בי (להלן לט יז) וכן וכל הארץ באו מצרימה לשבור אל יוסף (שם מא נז) וכן כי כל אוכל חמץ ונכרתה הנפש ההיא מישראל מיום הראשון עד יום השביעי (שמות יב טו) וכן ביום ההוא ישליך האדם את אלילי כספו ואת אלילי זהבו אשר עשו לו להשתחות לחפור פירות ולעטלפים (ישעיהו ב כ) וכן לכו שמעו ואספרה כל יראי אלהים אשר עשה לנפשי (תהלים סו טז) וכן לי יזעקו אלהי ידענוך ישראל (הושע ח ב) וכן והיו לי אמר ה' צבאות ליום אשר אני עושה סגלה וחמלתי עליהם (מלאכי ג יז) ורבים כן וענין הכתוב אף על פי שאני אומר לך לזרעך נתתי את הארץ הזאת ידוע תדע כי טרם תתי אותה להם יהיו גרים בארץ לא להם ארבע מאות שנה וגם יעבדום וענו אותם ורבי אברהם אמר ידוע תדע כי גר יהיה זרעך בעבדות וענוי עד קץ ארבע מאות שנה מן היום הזה ואם כן הודיעו קץ הגאולה ולא הודיעו כמה ימי הגלות גם נכון הוא \"()\" \"סגירה\" ","titles":[{"title":"﻿בראשית טו יג"},{"title":"﻿בראשית פרק טו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-13","positionInPerek":13,"positionInParasha":75}]}