{"subjects":[{"uri":"tanach-kliyekar-1-1-1","text":"ולפי פשוטו, הוצרך להתחיל התורה מבראשית לפרסם אמונת החידוש כי זה יסוד לכל התורה כי לו הונח שהעולם קדמון אין מקום לקבלת התורה הבנויה על יסוד הבחירה על כן הוצרך להניח היסוד תחילה. ","titles":[{"title":"﻿בראשית א א"},{"title":"﻿בראשית פרק א פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-1-1-2","text":" כלי יקר  והארץ היתה תהו ובהו. מאי דהוה הוה ומה צורך בידיעה זו. ונראה לומר לפי שמששת ימי בראשית והלאה אין הקב\"ה משנה שום דבר מכמות שהיה וצפה הקב\"ה שעל ידי מעשי הרשעים יחזור העולם לתוהו ובוהו כמו בדור המבול. וכן בחורבן הבית כתיב (ירמיה ד.כג) ראיתי את הארץ והנה תהו, והודיע לנו הכתוב שאם יקרה בזמן מן הזמנים שע\"י מעשה הרשעים יחזור העולם לתהו לא יהיה נחשב שינוי בבריאה אלא יחזור העולם לכמות שהיה כי מטבעו להיות תהו ובהו וחשך, וע\"י מעשה הצדיקים עשה הקב\"ה הפך טבעו וברא האור לצדיקים וע\"י קלקול המעשים יחזור העולם לכמות שהיה ולא יהיה נקרא שינוי בבריאה כי תנאי התנה הקב\"ה עם כל מעשה בראשית ומטעם זה מיעט האור וגנזו לצדיקים כי לא אדם הוא ית' ויתנחם אלא לפי שאם רשעים בחשך ידמו בעבור קלקול מעשיהם לא יהיה נחשב לשינוי בבריאה, וזהו דעת המדרש (בר\"ר ב.ה) והארץ היתה תהו אלו מעשיהם של רשעים ויאמר אלהים יהי אור אלו מעשיהם של צדיקים כו', מה ראה בעל המדרש הזה להוציא הפסוקים מפשוטם. ולפי מה שפירשנו דברי מדרש זה מבוארים, כי פשוטו נשאר במקומו והדרשה תדרש גם מפשוטו. ומה שמסיק שם ועדיין איני יודע באיזו מהם חפץ אם במעשיהם של רשעים כו' תמצא מבואר בחיבורי הקטן הנקרא אורח לחיים בדרש של ר\"ה ויו\"כ ע\"ש. ","titles":[{"title":"﻿בראשית א ב"},{"title":"﻿בראשית פרק א פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-1-1-3","text":" כלי יקר  ויאמר אלהים יהי אור. כתיב בפרשה זו ה' פעמים לשון אור וביום הרביעי כתיב ה' פעמים לשון מאור בתוספת מ\"ם ויש בזה כוונה נפלאה וזה כי מצינו לרז\"ל שאמרו (חגיגה יב.) אור שנברא ביום ראשון נגנז ואיתא למ\"ד הן הן המאורות שנבראו ביום ראשון ולא נתלו עד יום רביעי ונראין שני מדרשים אלו כסותרים זה את זה. והאמת אינו כן כי הכל מודים שאור של יום ראשון היה אור גדול ונגנז ואלו המאורות שנתלו ביום ד' אינן עצם האור אלא קבלו אורם מן ניצוץ אור העליון שנברא ביום ראשון לכך הזכיר בו לשון אור כי הוא היה עצם האור, אבל במאורות של יום רביעי הזכיר בכל א' מאור בתוספת מ\"ם להורות שקבלו אורם מן אור אחר גדול מהם כהוראת המ\"ם, ולפי זה אין המדרשים סותרים זה את זה כי אור הראשון נגנז לד\"ה לצדיקים, והמאורות של יום ד' קבלו ניצוץ האור הראשון וא\"כ ודאי הן הן המאורות כי החלק כלול בהכל, ובזה מיושב גם כן מה שנברא ונגנז, וזה פירוש יקר. ","titles":[{"title":"﻿בראשית א ג"},{"title":"﻿בראשית פרק א פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-1-1-5","text":" כלי יקר  ויהי ערב ויהי בקר יום אחד. מה שלא נאמר יום ראשון לפי שארז\"ל (ברכות יא","titles":[{"title":"﻿בראשית א ה"},{"title":"﻿בראשית פרק א פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-1-1-6","text":"ולעומת זה בא בעל המאמר, להוכיח את האדם לומר שאם קבל טבעם להיות לו חשק להתפשט כאמור הנה לפחות יקבל מהם גם את הטוב לעמוד בגערת הש\"י כמו שהמה עומדים בגערת ה' במדה לא יצאו ממנו כמלא נימא, כך יעמוד האדם בגערת ה' ובמדה ושיעור אשר הגביל ה' לנו בכל המעשים ע\"י זאת התורה.וזהו כוונת המאמר בילקוט פר' האזינו (לב.תתקמב) הסתכלו בשמים ובארץ וים כו' שמא שנו מדתם כו'. וזה טעם ארז\"ל (סוטה יז.) במצות ציצית תכלת דומה לים וים דומה לרקיע כו'. כי ע\"י התכלת יזכור הים והרקיע וילמוד מהם לעמוד בגערת ה' שלא לשנות המדה כמו שיתבאר בע\"ה לקמן פרשת שלח לך. (טו.לח) ומה שלא נאמר יהי רקיע ויהי רקיע כדרך שנאמר ויהי אור לפי שאין פתגם הרעה נעשה מהרה, לפיכך הרקיע המורה על המחלוקת לא נעשה תכף, אבל האור שהוא טוב לכל נעשה מהרה לכך נאמר תכף ויהי אור. ","titles":[{"title":"﻿בראשית א ו"},{"title":"﻿בראשית פרק א פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-1-1-8","text":" כלי יקר  ויקרא אלהים לרקיע שמים. לא רצה ה' שיקרא בשם רקיע כי שם זה מורה על הפירוד והמחלוקת מלשון וירקעו פחי הזהב. לרוקע הארץ. כי כל רקיע הוא מסך מבדיל בין שני דברים, ומטעם זה לא נאמר כי טוב בשני לפי שבו נברא המחלוקת, כי אין טובה כי אם במקום מציאת האחדות, ולכך נאמר בשלישי שתי פעמים כי טוב אחת למלאכת יום שלישי ואחת לגמר מלאכת המים שיש בו צד אחדות שנאמר יקוו המים אל מקום אחד ובעבור אחדות זה הזכיר כי טוב, אבל ביום ב' אשר ממנו יוצא כל שינוי והוא התחלה לכל שינוי ומחלוקת לא נאמר בו כי טוב ולא רצה ה' שיקרא בשם רקיע המורה על מסך מבדיל ובין אחים יפריד, ונקרא בשם שמים המורה על השלום כי שמים נגזר מלשון אש מים שעשו שלום ביניהם ונתחברו ונעשה מהם שמים והיינו שאמרו רז\"ל (אבות ה.יז) כל מחלוקת שהיא לשם שמים כו' ר\"ל מחלוקת שתכליתו השלום כהוראת שם שמים וק\"ל. ולפי פשוטו לא נאמר כי טוב בשני לפי שלא היה בו בריאה חדשה כי הרקיע כבר נברא ביום ראשון וטעם לדבר לפי שיום שני התחלה לכל שינוי ופירוד על כן לא רצה הקב\"ה להטביע טבע השינוי בשום נברא. ","titles":[{"title":"﻿בראשית א ח"},{"title":"﻿בראשית פרק א פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-1-1-11","text":"ונראה ליתן טעם אחר נכון בדבר, כי לפי שראה הנחש שהארץ שינתה רצון בוראה ואף על פי כן לא נענשה על כן מצא הנחש מקום לומר אל האשה לא מות תמותון אף אם תעבור על רצון בוראה כדרך שלא נענשה הארץ על מה שלא הוציאה עץ שטעמו כטעם הפרי, ועל כן אמר הנחש אף כי אמר אלהים לא תאכלו מכל עץ הגן כלומר וכי ראוי העץ לאכילה עד שצוה לכם שלא תאכלו אפילו מן העץ, ותאמר האשה מפרי עץ הגן נאכל מודה אני לדבריך שרק פרי עץ הגן ראוי לאכילה ולא העץ על כן לא הוצרך לצוות לנו כי אם על פרי העץ שבתוך הגן ולא על העץ. ויאמר הנחש לא מות תמותון שהרי אי את מודה שבזה שינתה הארץ ואף על פי כן לא נענשה, כך לא תמותון גם אתם. ","titles":[{"title":"﻿בראשית א יא"},{"title":"﻿בראשית פרק א פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-kliyekar-1-1-14","text":" כלי יקר  יהי מארת ברקיע השמים. מארת חסר כתיב פירש\"י שהוא לשון מארה כו' אומר אני שלכך הזכיר לשון המורה על הארירה אצל המאורות דווקא, לפי שהמאורות הם סבת הזמן וכל הדברים הנופלים תחת הזמן יש בהם צער כארז\"ל (מגילה י","titles":[{"title":"﻿בראשית א יד"},{"title":"﻿בראשית פרק א פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-kliyekar-1-1-20","text":"ובדרך רמז, מצינו כיתות בני אדם מתיחסים לג' מינים אלו כי מצינו שהרשעים הנוטים אחר חלק העפרורי ביותר נמשל כבהמות נדמו כי גם המה מן עפר מוצאם. והצדיקים נמשלו למים שחומרם דק מן חומר הארץ ונמשלו לדגים שעיקר חיותם במים. והבינונים נמשלו לעוף אשר יעוף בין שמים לארץ דהיינו המיצוע בין הרוחניות לגשמיות וחומרו מן המים והעפר כאמור. ונראה שמטעם זה נאמרו בדגים ברכה כפולה פרו ורבו כדרך שהזכיר במין האדם. ובעופות לא נאמרה כי אם ברכה אחת והעוף ירב בארץ אבל בבהמות לא נאמרה ברכה כלל וכל זה מבואר מעצמו להנחתינו ומסכים לזה דברי רז\"ל (מדרש אגדה בראשית א') שלא נאמרה ברכה בבהמות וחיות מפני הנחש כו' כי באמת היצר הרע אשר כחו מן הנחש הקדמוני שם ירבץ אצל כת הרשעים אשר נמשלו לבהמות וחיתו ארץ והלוואי יתמעטו ולא ירבו. ויתבאר זה עוד בפר' בהעלותך (יא.א) שהאספסוף אשר בקרבו דהיינו הבינונים שאלו בשר ודגים מה שאינם ממינם וניתן להם בשר עופות מצא מין את מינו. ","titles":[{"title":"﻿בראשית א כ"},{"title":"﻿בראשית פרק א פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-kliyekar-1-1-26","text":"והקרוב אלי לומר בזה, כי בג' מינים אלו יש כח ביד האדם למשול באחד יותר מחבירו, והנה בבהמות וחיות וכל הרומש על הארץ יכול למשול ביותר כי המה מצויים אתו ויכול האדם לילך אחריהם בכל המקומות אשר המה הולכים ושבים ורצים, מה שאין כן בעופות ודגים, כי אין האדם יכול לפרוח באויר ולירד אל תוך הים בקרקעיתו ומ\"מ יש בו כח יותר בעופות מבדגים כי לפחות האדם יכול לראותם לאיזו מקום המה פורחים ולרדוף אחריהם או ישלח חיציו ויהמם, מה שאין כן בדגים שהם מכוסים בים ויש בהם תרתי לריעותא. לפיכך כאן שאמר וירדו שיש במשמעותו לשון ירידה שאם אינו זוכה נעשה ירוד לפניהם ואינו יכול להם כלל הזכירם בדרך לא זו אף זו והקדים דגת הים כי לא זו שלא יהיה מושל בהם כי זה אינו חידוש כל כך מאחר שאינו יכול לילך למקום שהדגים הולכים גם עינו לא שלטה בהם, אלא אפילו בעופות שיכול לראותם כשבורחים מלפניו מ\"מ לא ישלוט בהם, ולא זו בעופות אלא אפילו בבהמות לא ישלוט, אבל בפרשת נח וכן דוד המלך לא הזכירו לשון רדייה כ\"א לשון מורא ותחת וממשלה שאין במשמעותם לשון ירידה א\"כ ודאי מדברים בזמן שהאדם זוכה ואז הוא מושל בהם ע\"כ מזכירם בדרך לא זו אף זו והפך הסדר שלא זו שימשול בהולכים על הארץ אלא אפילו בעופות ולא זו בעופות שיכול לראותם לפחות אלא אפילו בדגים וק\"ל. ","titles":[{"title":"﻿בראשית א כו"},{"title":"﻿בראשית פרק א פסוק כו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-kliyekar-1-1-31","text":"ומה שמצינו לשון איש אצל הבריות, אינו בעצם כי אם בהשאלה בצרוף האשה אבל שם העצם של איש אין לייחס כי אם אליו יתברך לפיכך חתם ביום הו' כל מעשה בראשית בשם של יה המשותף בין איש לאשה להורות שכלם זכר ונקבה בראם ה', ע\"כ בעה\"ז אין הבריות משתמשים בשם שלם כי אם בשם של יה. אבל לעה\"ב יום שכולו שבת אז ישתמשו בשם שלם כי לא המתים יהללו יה, ע\"כ נרמז ו\"ה בראשי תיבות אלו ויכלו השמים המדבר ביום השבת בנגלה ומרמז בנסתרות ליום שכלו שבת לעה\"ב להורות כי אז יהיה השם שלם. וכן דוד חתם מזמור ברכי נפשי המדבר כלו מיצירת מעשה בראשית בשם של יה ועיין עוד לקמן פר' ראה בפסוק כי בגלל הדבר הזה (טו.י). ","titles":[{"title":"﻿בראשית א לא"},{"title":"﻿בראשית פרק א פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-kliyekar-1-2-3","text":"ומה שלא נאמר בשבת ויהי ערב ויהי בקר. לפי שבכל הימים הלילה זמן המנוחה והבקר זמן המלאכה כמו שנאמר (תהלים קד.כב) תזרח השמש יאספון וגו' יצא אדם לפעלו. אבל יום השבת או כולו מנוחה או כולו מלאכה א\"כ אין בו הבדל בין ערב לבקר כי מצד סתם מלאכה כולו מנוחה. ומצד עמל התורה כולו למלאכה כי יום השבת ניתן לעסוק בו בתורה, שנאמר בה (יהושע א.ח) והגית בו יומם ולילה. וכדאיתא במדרש. (תדא\"ר א.) ואולי שעל זה נאמר, כי בו שבת מכל מלאכתו אשר ברא. היינו סתם מלאכה, לעשות. בחרושת עץ חיים התורני, ובחרושת אבן הלוחות, וקל להבין. ","titles":[{"title":"﻿בראשית ב ג"},{"title":"﻿בראשית פרק ב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-3","positionInPerek":3,"positionInParasha":34},{"uri":"tanach-kliyekar-1-2-4","text":"ביום עשות ה' אלהים ארץ ושמים. ולמעלה הקדים שמים לארץ לפי שארז\"ל (רש\"י כאן א.א בר\"ר יב.טו) רצה הקב\"ה לברא את העולם במדת הדין וראה שאינו מתקיים חזר ושתפה למדת הרחמים. והנה לא איש אל ויתנחם ומעיקרא מאי סבר אלא שבאמת השמים וכל צבאם הרוחנים יכולין להתקיים במדת הדין יותר מן התחתונים אשר בעפר יסודם ע\"כ האי לדסמוך ליה והאי לדסמוך ליה, כי למעלה הזכיר שם אלהים וסמכו לאת השמים המרבה כל צבאם כי המה נבראו במדת הדין לבד. וכאן הזכיר שיתוף של רחמים וסמכו אל הארץ כי בעבור יושבי הארץ היה צריך לשיתוף זה. ועל שיתוף זה אמר המשורר (תהלים סב.יב) אחת דבר אלהים שתים זו שמעתי וגו' כי מתחלה אחת דבר אלהים ר\"ל מדה אחת נזכרה בשם אלהים באמרו בראשית ברא אלהים. ואח\"כ שתים זו שמעתי וגו' שתי מדות, באמרו ביום עשות ה' אלהים. רמז לדבר, שתים זו עולה למספר כ\"ו, כמספר שם של רחמים וחלקו לשני פעמים י\"ג כמספר אחד ואהבה הכלולים בשם של רחמים, הסמוכים זה לזה בפסוק שמע ישראל וגו' ה' אחד, ואהבת וגו'. (דברים ו.ד-ה) ונתן טעם לדבר למה לא בראו בשם אלהים לבד כי עוז לאלהים לפי שכל העוז והתוקף מתיחס לשם אלהים ואין כח ביד נבראי מטה לקבל את כל מעשה תקפו וגבורתו ית' כלל וכלל. אבל לך ה' חסד כי לשם של רחמים הנקרא בשם של אדנות אליו החסד והרחמים, כי יבא הזמן שתרצה לשלם לאיש כמעשהו כפי כח המקבל והעושה לא כפי כחך ית'. ונקט לשון נוכח באמרו ולך ה' חסד, ולשון נסתר בשם אלהים כי עוז לאלהים, כי בשעת הכעס שמדת הדין שולטת בעולם נראה כאילו הסתיר ה' פניו מן הבריות ובשעת החסד והרחמים יאר ה' פניו אלינו וק\"ל. ","titles":[{"title":"﻿בראשית ב ד"},{"title":"﻿בראשית פרק ב פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-4","positionInPerek":4,"positionInParasha":35},{"uri":"tanach-kliyekar-1-2-7","text":" כלי יקר  ויפח באפיו נשמת חיים ויהי האדם לנפש חיה. פירש\"י אף לבהמה יש נפש חיה אך זו חיה שבכולם שנתוסף בו דעה ודבור. ופירושו דחוק כי לא פירש במקרא חיה מכולם. ובעקדה פירש שנשמת חיים זו הרוח החיוני הנמצא באדם בעצם וראשונה, ומצדו יהיה האדם לנפש חיה כשיתוסף בו השלימות השני והשלישי, על דרך נפש רוח ונשמה. וחשב הרב שהסכים רש\"י על ידו אמנם גם פירוש זה אין נאות לקבלו שיאמר נפש חיה על השלימות האחרון, אחר שלשון זה נאמר גם בבהמות וחיתו ארץ, לפיכך לבבי לא כן ידמה כי אם לפרש הפך דבריהם ממש, כי נשמת חיים היא הנפש המשכלת הנצחי צא ולמד מי הנופח ותמצא שזה מדבר בחלק אלוה ממעל ויאמר אע\"פ שנפח ה' באדם נשמת חיים המשכלת מ\"מ ויהי האדם בתחלת הויתו לסתם נפש חיה כשאר בעלי חיים כי אדם עיר פרא יולד (איוב יא.יב) ועיקר שלימותו תלוי בחריצות השתדלותו וטוב בחירתו כשיפקח עיני שכלו בבואו בימים, אבל בתחילת הויתו אע\"פ שכבר נופח בו נשמת רוח חיים מכל מקום אין הנשמה בו בפועל כי אם בכח לבד ואם לא ישנס מתני זריזותו לצאת בראש החלוץ ללחום מלחמת ה' הרי הוא בבהמיותו ונמשל כבהמה. אבל שור או כשב או עז כי יולד. באותו יום נברא עם כל שלימותו ואין בו תוספת שלימות. וגלה לנו הכתוב דבר זה שלא יטעה האדם בעצמו לאמר שבלא יגיעה ועמל יבא לידי שלימותו אשר כבר נוצר עמו ויסמוך על יתרון זה שנמצא ביצירתו כי אין הדבר כן אלא הכל תלוי בפועל כפיו כי יש בידיו תמיד להחליף ולהמיר הטבע בשכל והשכל בטבע. ומטעם זה לא נאמר ביצירת האדם וירא אלהים כי טוב לפי שביצירתו עדיין לא ניכר מה טובו ומה יופיו. ","titles":[{"title":"﻿בראשית ב ז"},{"title":"﻿בראשית פרק ב פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-7","positionInPerek":7,"positionInParasha":38},{"uri":"tanach-kliyekar-1-2-9","text":" כלי יקר  ועץ החיים בתוך הגן. תרגומו, ואילן חייא במציעות גינתא ואילן דאכלין פירוהי חכמין בין טב לביש. רצה לתרץ בזה למה לא הזהירו הקב\"ה לאדם על שניהם יחד שלא יאכל מעץ הדעת ומעץ החיים אלא לפי שעץ החיים מטבעו שהאוכל מן העץ עצמו חי לעולם, כי לא היה לו פרי כלל וטעם העץ היה כטעם פרי אבל עץ הדעת היה לו פרי נחמד למראה כל אכליו יאשמו לידע בין טוב לרע יותר מהצורך. לפיכך קודם שאכל מן עץ הדעת לא היה צריך להזהירו על עץ החיים כי לא היה נחמד למראה ולא היה בו עדיין דעת להבחין תועלת אכילת העץ ההוא כי עץ בעלמא הוא וסתם בהמה אינה אוכלת עץ כי אם איזו דבר נחמד למראה שיש פרי אבל אחר שאכל עץ הדעת היה חושש פן יבחין בשכלו בתועלת עץ חיים ויאכל ממנו כדי שיחיה לעולם על כן גורש משם. ","titles":[{"title":"﻿בראשית ב ט"},{"title":"﻿בראשית פרק ב פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-9","positionInPerek":9,"positionInParasha":40},{"uri":"tanach-kliyekar-1-2-18","text":"וי\"א לא טוב, שאין האדם נקרא עושה טוב במצות השם יתברך כשהוא לבדו ואין לו מתנגד המטהו לדרך רע לפיכך אעשה לו עזר כנגדו, כי במה שתהיה אשתו כנגדו להסיתו לדרך רע והוא לא ישמע לה וינצחה אז הוא נקרא עושה טוב כי אדם אין צדיק בארץ כשיעשה טוב מצד ההכרח ולא יוכל לחטוא, כי אם מצד היות לו אפשרות על החטא וינצל. ","titles":[{"title":"﻿בראשית ב יח"},{"title":"﻿בראשית פרק ב פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-18","positionInPerek":18,"positionInParasha":49},{"uri":"tanach-kliyekar-1-2-21","text":" כלי יקר  ויסגור בשר תחתנה. אמרו במדרש (בר\"ר יז.ו) שלא נמצא סמ\"ך בתורה עד שנבראה האשה לפי שנברא השטן עמה. ויש ליתן טעם למה דווקא סמ\"ך יותר מן ט' או נ' לפי שסמ\"ך לשון סמיכה להורות כי מצד האשה צריך האדם לסמיכה כי ה' סומך ידו שלא יפול במצודתה כמ\"ש (משלי יט.יד) ומה' אשה משכלת, וסומך ידו גם שלא יפול בידי יצרו הרע כארז\"ל (קידושין ל","titles":[{"title":"﻿בראשית ב כא"},{"title":"﻿בראשית פרק ב פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-21","positionInPerek":21,"positionInParasha":52},{"uri":"tanach-kliyekar-1-3-1","text":"ונראה לפרש עוד, שחוה היתה מסופקת אם כוונת הנחש לטובתם כדי שיהיו כאלהים יודעי טוב ורע. או שמא כוונתו כדי שימות אדם וישא הוא את חוה, ואמר לחוה לפי שנשים דעתן קלות להתפתות וידע שוודאי תתן לבעלה תחילה. על כן אמרה חוה בזאת יבחן דעת הנחש והוסיפה ציווי לא תגעו כדי שיהיה כל המשא ומתן ביניהם בנגיעה, כי בנגיעה אין סברא שתקדים את בעלה כמו באכילה וכאשר דחף הנחש את חוה באילן אז אמרה חוה עתה ידעתי כי הדין עם הנחש כי אם היתה כוונתו כדי שימות האדם אם כן למה דחף אותי ומה ירויח במיתתי אלא ודאי שכדבריו כן הוא להיות כאלהים ועל כן נתנה מקום לדבריו. ועיין למעלה פירוש יקר על סיפור הנחש עם חוה בפסוק עץ עושה פרי למינו. ","titles":[{"title":"﻿בראשית ג א"},{"title":"﻿בראשית פרק ג פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-1","positionInPerek":1,"positionInParasha":57},{"uri":"tanach-kliyekar-1-3-6","text":"ויש אומרים, שאמר מאחר שנתת האשה עמדי לבשל ולהכין כל צרכי הבית חשבתי שחזקתה שאינה מאכלת אותי דבר איסור על כן חשבתי שפרי זה מעץ אחר. ","titles":[{"title":"﻿בראשית ג ו"},{"title":"﻿בראשית פרק ג פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-6","positionInPerek":6,"positionInParasha":62},{"uri":"tanach-kliyekar-1-3-14","text":" כלי יקר  ארור אתה מכל הבהמה ומכל חית השדה. ע\"ד שארז\"ל (תענית ח.) לעתיד מתקבצות כל החיות אצל הנחש ואומרות ארי טורף ואוכל כו' אתה מה הנאה יש לך כו', לכך נאמר שיהיה ארור יותר מן כל בהמה וחיה שכולם יש להם צד הנאה ממה שהם טורפים ודורסים והנחש אין לו שום הנאה כי אין יתרון לבעל הלשון על כן לא יהיה לו הנאה בדריסתו כאמור. ואם נפשך לומר מ\"ם של מכל אינה מ\"ם היתרון, אלא כך תפרשהו, שתהיה ארור מפי כולם, כי כל החיות יתקבצו אליך ויקללוך ויבזוך ועל פניך יענו רשעתך לאמר מה הנאה יש לך. ","titles":[{"title":"﻿בראשית ג יד"},{"title":"﻿בראשית פרק ג פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-14","positionInPerek":14,"positionInParasha":70},{"uri":"tanach-kliyekar-1-3-16","text":" כלי יקר  הוא ישופך ראש ואתה תשופנו עקב. רוב המפרשים אמרו שהיצר הרע מושך כחו מן הנחש הקדמוני, והיצר הרע דומה בתחילה לחוט של עכביש ואחר כך לעבותות העגלה לכך נאמר הוא ישופך ראש כי אם יהיה זריז ויצא וילחם ביצרו הרע בראש ר\"ל בהתחלה תכף בבואו אליו, אז הוא ישופך, כי בנקל ינצחו האדם וינתקו מעליו כאשר ינתק פתיל חוט של עכביש. אמנם אם בראש דבריו יתן מקום ליצרו וילך אחרי עצתו יום אחר יום עד שנעשה חזק כעבותות העגלה אז קשה לנצחו ואדרבא הוא ינצחך לכך נאמר אל הנחש ואתה תשופנו עקב כי העקב היינו הסוף, ורצה בזה שאם בסוף רצה להלחם בך אז אתה תשופנו ותנצחו כי יהיה קשה על האדם לנתק עבותות העגלה מעליו כי כבר קשור בו היצה\"ר בעבותות אהבה בתענוגים וקשה לפרוש הנבעל לערל וטמא זה. וזה גם כן משל על התשובה שאדם עושה בבחרותו דהיינו בראש ימי חלדו בנקל לו לעזוב דרכו. אמנם בעקב בסוף שכבר הורגל במעשיו גם כי יזקין לא יסור ממנו ואז אתה תשופנו. ויאמר זה גם על העבירות החמורות ע\"ג גילוי עריות ושפיכות דמים ודוגמתם לא יוכל יצרך להעבירך עליהם כל כך בנקל מי פתי יסור הנה ומי ישמע לו לדבר הזה לעבור עבירות ראשיות אלו, אבל בעקב דהיינו המצות קלות שאדם דש בעקביו אתה תשופנו כי יהיה נקל לך להעבירו עליהם כי היצה\"ר זה דרכו שמתחיל בעקב ועולה ומבצבץ עד הראש כמו הארס של הנחש המתחיל בעקב והולך ומבצבץ עד הראש, כך היצה\"ר מתחיל להעביר את האדם על המצות קלות שבני אדם דשים בעקביהם ואחר זה עבירה גוררת עבירה ויעלה מן הקלות אל החמורות עד כי עוונותיו יעברו למעלה ראש כמו שאמר (תהלים לח.ה) כי עונותי עברו ראשי. והוא משל על העבירות שהם ראש לכל העבירות לכך נאמר (איכה א.ט) טומאתה בשוליה לא זכרה אחריתה. כי המשכיל יתן אל לבו כשיבוא היצה\"ר לטמא אותו בשוליו דהיינו במקום תחתית כמו העקב כן יעלה משם ויבצבץ ויהיה אחריתו מרה כי יעלהו מן הקלות אל החמורות ולא יבינו בו רשעים והמשכילים יבינו. ","titles":[{"title":"﻿בראשית ג טז"},{"title":"﻿בראשית פרק ג פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-16","positionInPerek":16,"positionInParasha":72},{"uri":"tanach-kliyekar-1-3-19","text":" כלי יקר  בזעת אפך תאכל לחם. יש סמך מכאן לדברי הרופאים האומרים שקודם כל אכילה צריך האדם לעסוק באיזו מלאכה המחממת את בעליה כי זה עוזר אל העיכול, וכמ\"ש (תהלים קכח.ב) יגיע כפיך כי תאכל אשריך וטוב לך. זש\"ה בעצבון תאכלנה כל ימי חייך. כי עצבון הוא לשון מלאכה כמו שאמר באיוב (י.ח) ידיך עצבוני ויעשוני. ובאמרו כל ימי חייך הורה שיאכל כדי חייו לבד ולא ידרוש אחר המותרות כי מה יתרון לו שיעמול לרוח. ","titles":[{"title":"﻿בראשית ג יט"},{"title":"﻿בראשית פרק ג פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-19","positionInPerek":19,"positionInParasha":75},{"uri":"tanach-kliyekar-1-3-20","text":" כלי יקר  כי היא היתה אם כל חי. למה קרא לה שם עכשיו אחר החטא ועוד חיה היה לו לקרותה. ונראה כי קודם החטא נקראת חיה על שם אם כל חי ואחר החטא שגרמה מיתה לדורות הוחלף שמה מן חיה לחוה כי חוה נגזר מן לשון חויא דהיינו נחש, ובא הכתוב לתרץ למה לא קראה נחש בפירוש אלא לפי שקודם זה היתה אם כל חי. ונקראה חיה, על כן בהחליפו שמה לא הוצרך להחליף כי אם יו\"ד בוי\"ו כדי שישאר רושם שם ראשון במקומו. ","titles":[{"title":"﻿בראשית ג כ"},{"title":"﻿בראשית פרק ג פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-20","positionInPerek":20,"positionInParasha":76},{"uri":"tanach-kliyekar-1-3-23","text":" כלי יקר  לעבוד את האדמה אשר לוקח משם. לא לחנם הזכיר אשר לוקח משם, גם מצאתי (במדרש שוח\"ט תהלים צב.) שכתב שאדם הראשון נתיישב בהר המוריה, ומהיכן למדו לומר כן, גם נמצא לרז\"ל (חולין ס.) שאדם הראשון הקריב פר מקרין מפריס מאין יצא להם סמך מן התורה על זה. ונראה שמקום לכל אלו הדברים מן פסוק אשר לוקח משם. דהיינו ממקום שנאמר בו מזבח אדמה תעשה לי. (שמות כ.כא) כאמרו רז\"ל בר\"ר (יד.ח) הקב\"ה בראו ממקום כפרתו והלואי תהא לו לכפרה, והוא הר המוריה אשר שלחו שם ה' לעבוד את האדמה ולבנות ממנה מזבח אדמה ויקריב עליו קרבן לכפר עליו, ויען כי לוקח מאותה אדמה והוא שער שעבר בו כי האדמה נתנה בו חומר עב וגס אשר בסבתו נפל אל החטא כמבואר למעלה בפסוק עץ עושה פרי (א.יא) ע\"ש. על כן במקום שגרם החטא שם תהיה כפרתו כי המקום ההוא דהיינו אותה אדמה גרמה לו לחטוא על כן האדמה ההיא חייבת לעזור לו אל הכפרה ע\"י שיעבוד אותה לעשות ממנה מזבח להקריב עליו פר מקרין מפרים. וזה טעם נכון על מצות מזבח אדמה תעשה לי כי בדבר שגרם החטא בו יתקן אשר קלקל בו. וגם לדברי האומר צבר עפרו מכל האדמה כך פירושו. לפי שמקום שנאמר בו מזבח אדמה תעשה לי שם אבן שתיה ומשם הושתת כל העולם והעפר אשר לוקח ממרכז העולם דומה כאילו צבר עפרו מכל העולם. ובזה מיושב גם מה שנאמר (בראשית כח.יג) הארץ אשר אתה שוכב עליה לך אתננה. פירש רש\"י קפל כל הארץ תחתיו לאו דווקא קפל אלא לפי ששכב על מקום טבור הארץ ומרכזו על כן דומה כאילו שכב על כל הארץ. ","titles":[{"title":"﻿בראשית ג כג"},{"title":"﻿בראשית פרק ג פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-23","positionInPerek":23,"positionInParasha":79},{"uri":"tanach-kliyekar-1-4-3","text":"וז\"ש שקרבנו של אדה\"ר היה לו קרן אחת במצחו, (חולין ס.) רצו בזה לפי שהיה אדה\"ר יחיד בעולם דהיינו קרן א' א\"כ ודאי לא ראה המעשה משום אדם אלא מעצמו נתעורר אל המעשה על כן נתקבל קרבנו. לכך נאמר אדם כי יקריב קרבן לה'. כשיהיה כאדה\"ר שנתעורר אל הקרבן מעצמו וזהו שאמר כי יקריב מכם ר\"ל מכם ובכם יבוא לו ההתעוררות זהו קרבן לה' ולא קנאת איש מרעהו. ויתבאר זה עוד לקמן פרשת ויקרא (א.ב) בע\"ה. ","titles":[{"title":"﻿בראשית ד ג"},{"title":"﻿בראשית פרק ד פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-3","positionInPerek":3,"positionInParasha":83},{"uri":"tanach-kliyekar-1-4-7","text":"ובדרך זה מצינו בילקוט, סוף פרשת בשלח (יז.ז) שמדמה את עמלק לזבוב מה זבוב להוט אחר המכה כך עמלק היה להוט אחר דמן של ישראל כו' ולמה המשילוהו לזבוב דוקא. אלא לפי שגם הוא לא היה יכול להזדווג לישראל כל זמן שהיו שלמים עם ה' זולת ברפידים שרפו ידיהם מן התורה אז פתחו לו פתח ויבא עמלק וטמאם במשכב זכר לדעת רבותינו ז\"ל. (תנחומא תצא ט.) זהו שמסיק שם במדרש משל לאדם שהקיף את הכרם ואמר כל מי שיפרץ הגדר ינשכנו הכלב כו' נקט דווקא פורץ גדר לפי שזהו ענין פתיחת הפתח שהזכרנו כי ע\"י הפתיחה רבים בוקעין בו כך על ידי שפתח פתח ליצרו יכנסו בו מקטריגים רבים המונעים ממנו דרך הישר כמו שיתבאר עוד לקמן פרשת בשלח. (יז.ח) ובמסכת יומא (לט","titles":[{"title":"﻿בראשית ד ז"},{"title":"﻿בראשית פרק ד פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-7","positionInPerek":7,"positionInParasha":87},{"uri":"tanach-kliyekar-1-4-8","text":" כלי יקר  ויאמר קין אל הבל אחיו. לא נתפרש במקרא מה אמר לו. ונ\"ל אמירה זה מלשון יתאמרו כל פועלי און (תהלים צד.ד) שהוא לשון התפארות וכן את ה' האמרת (דברים כז.יז) ור\"ל כי קין התפאר עליו לאמר לי תבל ומלואה וארעא די את קאים עלה דידי הוא מיד ויקם עליו על עסקי שדה ויהרגהו. ולמעלה פירשתי על עסקי שדה היינו שאמר לו בהיותך בשדה מקום שאין אנשים מצויין שמה אז לעולם לא תתעורר מעצמך אל איזו מעשה כי קרבן זה שהקרבת ממני ראית וכן עשית, ולפי זה יהיה ביאור פסוק זה ויאמר קין. שהתפאר קין לאמר אני טוב ממך כי אני הקרבתי ראשונה וממנה נמשכה ההקרבה אליך וז\"ש אל הבל אחיו כי אמר אני הייתי סבה אליך כי אם לא ראית שהקרבתי לא היית מקריב כלום. ","titles":[{"title":"﻿בראשית ד ח"},{"title":"﻿בראשית פרק ד פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-8","positionInPerek":8,"positionInParasha":88},{"uri":"tanach-kliyekar-1-4-9","text":"והקרוב אלי לומר בזה, כי הארץ דומה תמיד כאילו פערה פיה לבלוע את הכל כמו שאמר (משלי טו.טז) שלש הנה לא תשבענה שאול ועוצר רחם וגו'. וכמו שאמר (ישעיה ה.ד) לכן הרחיבה שאול נפשה ופערה פיה לבלי חוק וגו' ומכל זה ראיה שפי הארץ פתוח תמיד לבלוע והנותן דבר לתוך פיה דומה כאילו מחניף לה, וזה יאמר על הרוצחים שופכי דם נקי כי בדם זה יחניפו לארץ ליתן לה דבר בפיה לבלוע. ולעומת זה גם הארץ מחנפת להם ליתן להבלתי ראויים כל צרכם אשר מן האדמה מוצאם, דהיינו שני דברים, א' כל מאכל אשר יאכל ושאר צרכי האדם אשר מן הארץ מוצאם. ב' הדירה והמנוחה שיש לדרים עליה. לפיכך לדורות לא יכופר לארץ כי אם בדם שופכו שלא יאמרו שניהם מחניפים זה לזה כי הרשעים נותנים דבר בפיה לבלוע, והארץ מחנפת להם ליתן להם די צרכם, וצריכה האדמה כפרה על זה המעט תועלת אשר קבל הרוצח מן הארץ קודם שיהרג כי לא בדין נתנה לו כחה. אבל כאן מפני יישוב העולם לא נהרג קין וא\"כ במה תצא האדמה מן החשד שלא יאמרו ששניהם מחניפין זה לזה ולמה אינה צריכה לכפרה, אלא לפי שקיימה רצון בוראה שאמר לא תוסיף תת כחה לך נע ונד תהיה בארץ. כי מאז שעשית המעשה הזה האדמה באה בהרשאה ותובעת ממך דמי אחיך וקול דמיו צועקים אלי מן האדמה והיא גם היא תעשה דין בך שלא תקבל עוד ממנה שני התועלות אשר יש לכל הדרים עליה, הן כל הצרכים, שע\"ז אמר לא תוסיף תת כחה לך. הן הדירה והמנוחה, שעל זה אמר נע ונד תהיה בארץ. ושום מקום לא ירצה לקבלך. ובזה תצא האדמה מן חשד החנופה כי לא תחניף לך ועל כן אינה צריכה ג\"כ לכפרה, אבל לחזור ולהורגך עכשיו א\"א מפני יישוב העולם כי לא היה לאדם בן אחר בפעם ההוא. ","titles":[{"title":"﻿בראשית ד ט"},{"title":"﻿בראשית פרק ד פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-9","positionInPerek":9,"positionInParasha":89},{"uri":"tanach-kliyekar-1-4-15","text":" כלי יקר  וישם ה' לקין אות לבלתי הכות אותו כל מוצאו. נחלקו רז\"ל במהות אות זה מה היה. במדרש (בר\"ר כב.כז) אמרו הזריח עליו גלגל החמה כו'. וקשה איך יתחייב מזריחת החמה לבלתי הכות אותו כל מוצאו וכפי שורת הדין רשעים בחושך ידמו ואיך יזריח החמה עליו. ונראה פירוש הדברים לפי שנאמר (שמות כב.א) אם במחתרת ימצא הגנב והכה ומת אין לו דמים אם זרחה השמש עליו דמים לו. כך קין היה גנב כי היה גונב דעת עליונה כמו שפירש רש\"י בפרשה זו. (ד.ט) והיה הולך כבמחתרת כי הסתיר ה' פניו ממנו וגורש מן הארץ הקדושה ארץ אשר עיני ה' דורש אותה תמיד וגרשו לחוצה לארץ שהדר בה דומה כאילו אין לו אלוה מצד הסתרת פניו ית' כמ\"ש ומפניך אסתר. ואז היה דומה לנמצא במחתרת כי היה בורח ממקום למקום וכל בורח מחביא את עצמו בסתר וא\"כ פשיטא שכל מוצאו יהרגהו כי אין לו דמים מאחר שבמחתרת מצאו. על כן הזריח ה' עליו החמה בכל המקומות אשר הלך להורות שאין לו דין הנמצא במחתרת כי אם דין מי שזרחה השמש עליו שדמים לו וכל ההורגו נהרג עליו וזה מופת חותך לבלתי הכות אותו כל מוצאו. ותדע ותשכיל בלשון כל מוצאי למה תלה הדבר במוצאו פשיטא שלא יהרגו מי שלא ימצאהו והל\"ל כל בריה יהרגוני אלא שהורה לומר שהיה ירא פן יהיה בדין הנמצא במחתרת כי בו שייך לשון מציאה כמו שנאמר אם במחתרת ימצא הגנב. ועל ידי זריחת השמש לא יכהו כל מוצאו במחתרת זו אשר נסתר בו מצד הבריחה ממקום למקום וזה פירוש יקר. ","titles":[{"title":"﻿בראשית ד טו"},{"title":"﻿בראשית פרק ד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-15","positionInPerek":15,"positionInParasha":95},{"uri":"tanach-kliyekar-1-4-16","text":" כלי יקר  וישב בארץ נוד קדמת עדן. מצינו שכל ההורג נפש גולה למזרח שכן אדה\"ר שגרם מיתה לכל תולדותיו כתיב בו (ג.כד) וישכן מקדם לגן עדן. וכן בכל ערי מקלט כתיב (דברים ד.מא) בעבר הירדן מזרחה שמש. לפי שכל הורג נפש מקרב הערב שמשו של הנהרג כמו שנאמר (קהלת יב.ב) עד אשר לא תחשך השמש וגו' לפיכך יגלה לקצה אחרון שכנגדו כדרך שאמרו בהורדוס (ב\"ב ד.) הוא כיבה נרו של עולם ילך ויעסוק באורו של עולם. והוא דרך כל בעלי תשובה להטות לקצה אחרון בדבר שחטא בו ולעשות איזה מצוה הפכית אל העבירה שעשה. וזה דרך נכון לכל בעל תשובה והמשכילים יבינו מגלות זה לתקן כל עבירה באיזו מצוה הפכית לעבירה כי בזה יתוקן עוותו. ","titles":[{"title":"﻿בראשית ד טז"},{"title":"﻿בראשית פרק ד פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-16","positionInPerek":16,"positionInParasha":96},{"uri":"tanach-kliyekar-1-4-17","text":" כלי יקר  ויהי בונה עיר. ויבן לא נאמר אלא ויהי בונה לשון הווה, להורות שהיה בונה והולך כל ימיו ולא נגמר בנינו לעולם, כי זה דרכם כסל למו שכל האוהב קניני האדמה כקין וחבריו לעולם הוא בונה והולך ולא יוכל לגמור בנינו כל ימיו לעולם כי לעולם אין בידו מחסורו אשר יחסר לו. יש בידו מנה מתאוה עד מאתים כידוע מטבע כל אוהבי הממון וא\"כ לעולם הוא בונה והולך וכל ימיו אין לו מנוחה רק נע ונד בארץ כמו קין שהיה נע ונד בארץ כך כל אוהב ממון, נע ונד, זה שבתו הבית מעט רוב ימיו הוא רודף אחר העושר כאשר ירדוף הקורא בהרים וכן ירוץ ורגליו כאילות במדבר בהר ובשפילה עובר ארחות ימים כל ימי חייו אלו הלילות גם בלילה לא שכב לבו, כי ילך בכל מקומות הסכנה להשיג את שאהבה נפשו יבקשו ולא ימצאו ולעולם לא יבא עד תכליתו רק כל ימיו הוא בונה והולך, ערי מסכנות המסכנים נפשו וגופו ועוזב לאחרים חיל וחומה אשר בנה ואשר נטע. וסימן לדבר, שבאלפ\"א בית\"א אותיות עני סמוכות ושניות לאותיות כסף, להורות שכל אוהב כסף הוא עני בדעתו לעולם. ומה שנאמר (תהלים קמז.ב) בונה ירושלים ה' לשון הוה נראה לפרש ע\"ד שמסיק בגמ' (ב\"ב עה.) חזא מלאכי השרת דקא מנסרי אבנים טובות ומרגליות כו' אמר להו הני למאן אמרי ליה עתיד הקב\"ה להעמידן בשערי ירושלים כו' אם כן בכל זמן בונה ירושלים ה' וק\"ל. כך לשון בונה הנאמר בקין רמז שהיה בונה והולך לעולם כמ\"ש (קהלת ו.ב) איש אשר יתן לו האלהים עושר ונכסים וגו' ולא ישליטנו אלהים לאכול ממנו. והנה יתן להבא משמע והיה צ\"ל איש אשר נתן לו האלהים עושר. אלא כך פירושו כל מי שאינו מסתפק במה שחנן אותו אלהים ותמיד הוא מבקש אשר יתן לו ה' עוד עושר ונכסים נוסף על מה שבידו כבר זהו ודאי נבל, כילי וקמצן, ואינו שליט בשלו לאכול ממנו ק\"ו לזולתו. ","titles":[{"title":"﻿בראשית ד יז"},{"title":"﻿בראשית פרק ד פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-17","positionInPerek":17,"positionInParasha":97},{"uri":"tanach-kliyekar-1-4-19","text":" כלי יקר  ויקח לו למך שתי נשים וגו'. כל הסיפור הלזה מענין שתי נשיו עדה וצלה יש בו צורך גדול בתורה לידע ולהודיע שכאשר יהיה הזיווג כהוגן לקיום המין לבד אז יולדו להם בנים הגונים שומרי משמרת ה'. וכאשר לא יהיה לקיום המין כי אם לשם יופי למלאות רסן תאותו אז בנים זרים יולדו להם זרע מרעים בנים משחיתים. כמו שמצינו בשתי נשים אלו עדה וצלה כי אותה של פריה ורביה נקראת עדה כפירוש רש\"י גם יתכן לפרשו לשון הריון שתרגומו ועדיאת. (בראשית ד.א) ואותה שלקח לשם תשמיש לבד נקראת צלה כפירוש רש\"י ואולי לפחות היו צנועים בתשמיש ועושים צל תמיד. אם כן הדין נותן שמן עדה יולדו בנים הגונים זהו שאמר ותלד עדה את יבל הוא היה אבי כל יושב אהל ומקנה כי זה היה אומנותו של הבל הצדיק ואחריו כל ישרי לב כמשה ודוד וכמה נביאים וצדיקים עד אשר מתוך אומנות זה זכו לדיבוק השכינה. ושם אחיו יובל הוא היה אבי כל תופש כנור ועוגב. שנבראו להלל בהם לבורא עולם ית' כמ\"ש (תהלים קנ.ג) הללוהו בנבל וכנור וגו'. וגם על ידיהם שורה רה\"ק כמ\"ש (מלכים ב' ג.טו) והיה כנגן המנגן ותהי עליו יד ה'. וצלה שלקח לשם תשמיש והשקה לה כוס של עקרים ולא הועילה כלום מ\"מ לסוף בנים זרים יולדו לו שנאמר וצלה ילדה גם היא את תובל קין שהחזיר מעשה קין למקומו וברא כלי משחית לחבל ולרצוח כמ\"ש לוטש כל חרש נחשת וברזל המקצר ימיו של אדם, ואולי הוא מדה כנגד מדה כי רוב בעילות מקצרין ימי האדם ע\"כ נעשו תולדותיהן כיוצא בהם לעסוק בדברים המקצרים הימים ויצא אומנותו אל הפועל שנאמר כי איש הרגתי לפצעי וגו'. וזה רמז נכון בתורה ללמוד ממנו ענין הזיווג ע\"פ התורה. ","titles":[{"title":"﻿בראשית ד יט"},{"title":"﻿בראשית פרק ד פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-19","positionInPerek":19,"positionInParasha":99},{"uri":"tanach-kliyekar-1-5-1","text":"דבר אחר, שיאמר כל זה על הבחירה האנושית כי הכל בידי שמים חוץ מיראת שמים וכלם מעשה האדם שנקראו תולדות וקורות, דומה כאילו הקב\"ה מולידן כי הכל מאתו ית', החכמה והעושר והגבורה ואורך ימים, אמנם זה ספר, דהיינו המעשים טובים אשר מקורם מתוך הספר הם תולדות אדם. מתייחסים אחר האדם ואין להקדוש ברוך הוא חלק בהם כי מסר הקב\"ה כל מעשה האדם בידו, ולא ה' פעל כל זאת ונעשה האדם בעל בחירה ביום ברא אלהים אדם בדמות אלהים עשה אותו. מה הקב\"ה שליט על כל מעשיו כך האדם שליט בכל מעשיו ומזה הצד הוא בדמות אלהים. וזה שאמר גלמי ראו עיניך ועל ספרך כלם יכתבו כארז\"ל במסכת (נדה טז","titles":[{"title":"﻿בראשית ה א"},{"title":"﻿בראשית פרק ה פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-1","positionInPerek":1,"positionInParasha":107},{"uri":"tanach-kliyekar-1-6-3","text":" כלי יקר  ויחי אדם וגו'. עשה בימי חייהם שלשה חלוקות כי הזכיר בכולם מספר ימי חייהם קודם שהולידו ואח\"כ כללם יחד, והזכיר בכולם וימת. ובפרשת נח לא הזכיר כי אם שתי חלוקות ולא הזכיר שם וימת. לפי שמי שהוא בלא בנים קרוי מת בחייו וכן הרשעים שאינן מולידין תולדות מעשים טובים נקראו בחייהם מתים, על כן הזכיר לשון ויחי על מספר הימים שחיו קודם שהולידו כי אעפ\"י שהיו עדין בלא בנים מ\"מ היו חייהם חיים מצד שכל השלשלת שהזכיר בפרשה זו ובפר' נח כולם היו צדיקים אדם שת וכו' וכן כולם, ואחר שהולידו נתוסף להם חיות מצד הבנים ע\"כ הזכיר ויחי על הימים שחיו אחר שהולידו, וחזר וכללם יחד לומר כלם שוים לטובה, כי קודם המבול לא נמצא בהם חסרון רק המות הזה כמ\"ש (איוב כא.יא) ישלחו כצאן עויליהם וגו' וכתיב (שם) יבלו בטוב ימיהם וגו'. ועוד הזכיר בכולם וימת להורות שכולם מתו על מטתם ולא נמחו במבול. אבל אחר המבול נשתנה העולם ולא היו כל ימיהם שוים לטובה ע\"כ לא חזר וכללם יחד גם לא הזכיר וימת כי היו חסרונות בכולם זולת המות ועוד שאחר המבול א\"צ להזכיר וימת כי פשיטא שמתו ומי גבר יחיה ולא יראה מות. וקרוב בעיני לומר שכל השלשלת שהזכיר היו נביאים כי מי הגיד ללמך שבן זה ינחמנו ממעשינו ומעצבון ידינו וכן שם בן נח וכך חנוך ומתושלח ועבר והם בנין אב על כולם. ","titles":[{"title":"﻿בראשית ו ג"},{"title":"﻿בראשית פרק ו פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-3","positionInPerek":3,"positionInParasha":141},{"uri":"tanach-kliyekar-1-6-5","text":" כלי יקר  וירא ה' כי רבה רעת האדם. לפי שחטאו בזנות ואותה תאוה רבה והולכת תמיד ולא ישבע לעולם כארז\"ל (סוכה נב","titles":[{"title":"﻿בראשית ו ה"},{"title":"﻿בראשית פרק ו פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-5","positionInPerek":5,"positionInParasha":143},{"uri":"tanach-kliyekar-1-6-6","text":" כלי יקר  וינחם ה' כי עשה את האדם בארץ. בצירוף הארץ כמו שפירשתי בשם הרמב\"ן בפסוק נעשה אדם אני והארץ כי הארץ נתנה בו חומר גס ועב. וענין נחמה זו וענין ויתעצב אל לבו הוא דרוש עמוק עמוק מי ימצאנו האריכו בו למעניתם כל החוקרים זה אומר בכה וזה בכה וכולם כמתנבאים וכן הרבה ענינים בתורה סתומים וחתומים אשר בכולם לבי אומר וגו' שלא להאריך בדרושים אלו כי ילאה השכל האנושי מלהשיגם כי כל הספיקות ההם באים לנו מצד שאנו משערים ידיעתו יתברך לידיעתנו והכתוב אומר בהפך זה כי לא מחשבותי מחשבותיכם וגו' (ישעיה נה.ח) ואיך נוכל לעמוד על מחשבתו ית' הבלתי נודעת אצלינו ואין בידינו כח לשער אותם. ","titles":[{"title":"﻿בראשית ו ו"},{"title":"﻿בראשית פרק ו פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-6","positionInPerek":6,"positionInParasha":144},{"uri":"tanach-kliyekar-1-6-9","text":"איש צדיק תמים היה בדורותיו. לפי שדור המבול השחיתו התעיבו בשלשה מיני השחתות שנזכרו בפרשה והם ע\"ג וג\"ע וגזל ע\"כ הקדים לומר שנח היה גדור בשלשתם כי איש צדיק, היינו שלא היה גוזל משל אחרים. תמים היה בדורותיו, היינו שהיה גדור מעריות כי נולד מהול והיה תמים. את האלהים התהלך נח, לא פנה אל אלהים אחרים אבל דור המבול פרצו גדר שלשתן. ","titles":[{"title":"﻿בראשית ו ט"},{"title":"﻿בראשית פרק ו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-kliyekar-1-6-11","text":" כלי יקר  ותשחת הארץ לפני אלהים וגו'. אלהים היינו הדיינים כי היו גוזלים פחות משוה פרוטה שאין מוציאין בדיינין ועיני הדין רואות ואין לאל ידו להציל דמעות העשוקים לכך נאמר לפני האלהים, לפניהם ממש ובסבה זו ותמלא הארץ חמס. וסמך לזה ממה שמצינו בילקוט בתהלים אשרי האיש זה נח כו' ע\"כ לא יקומו רשעים במשפט זה דור המבול מאי משמע דהאי קרא בדור המבול משתעי. ונראה שסמך על תחלת הענין לא כן הרשעים כי אם כמוץ אשר תדפנו רוח, ר\"ל לא כן. היינו לא היו כנים ואמתיים במעשיהם לפי שהערימו לגזול מעט מעט כמוץ זה שאין בו שוה פרוטה אשר תדפנו רוח הדיינין אשר רוח ה' בהם. על כן לא יקומו רשעים במשפט כי לא היו בידם להעמידם בדין כי אין הדיין נזקק לפחות מש\"פ ובסיבה זו אפילו החוטא עמד בעדת צדיקים ואמר אני צדיק כמוך, זה שאמר וחטאים בעדת צדיקים שהעיזו שניהם לומר כמוני כמוך. ואם העלימו רשעתם מפני הבריות מ\"מ לפני הש\"י היה גלוי מי הצדיק ומי הרשע זה שאמר כי יודע ה' דרך צדיקים ודרך רשעים תאבד. ","titles":[{"title":"﻿בראשית ו יא"},{"title":"﻿בראשית פרק ו פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-11","positionInPerek":11,"positionInParasha":3},{"uri":"tanach-kliyekar-1-6-12","text":" כלי יקר  וירא אלהים את הארץ והנה נשחתה. זה ע\"ג שאין רואה בלתי ה' לבדו כי הכפירה עיקרה בלב ומטעם זה נאמר בע\"ג (יחזקאל יד.ה) למען תפוש את בית ישראל בלבם. כי עיקר האמונה בלב. כי השחית כל בשר את דרכו, זה ג\"ע שנקרא דרכו כדרך גבר בעלמה ולדעת רז\"ל (בר\"ר כו.ד) חטאו בהוצאת זרע לבטלה לכך נאמר על הארץ כמו שאמר (בראשית לח.ט) ושחת ארצה. ויתבאר עוד בסמוך תואר הצדיק והתמים בפסוק כי אותך ראיתי צדיק לפני. ומה שנאמר והנני משחיתם את הארץ שאף הארץ נתקלקלה יתבאר בע\"ה פרשת אחרי מות (יח.כה) בפסוק ותטמא הארץ ואפקוד עונה עליה שהארץ נוגעת בדבר. ","titles":[{"title":"﻿בראשית ו יב"},{"title":"﻿בראשית פרק ו פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-12","positionInPerek":12,"positionInParasha":4},{"uri":"tanach-kliyekar-1-6-13","text":"ויש אומרים, קץ כל בשר זה מלאך המות המשחית ומנפש עד בשר יכלה ומקרב קצו והוא בא לפני ומבקש ליתן בידו אשר למות למות. ואמר הקב\"ה אם אתן רשות למשחית לא יבחין בין צדיק לרשע לפיכך והנני משחיתם אני בעצמי, וכדי שלא יהיה גם נח בכלל ההשחתה לפיכך עשה לך תיבת וגו' רמז לדבר קץ כל בשר סוף תיבות מן כל בשר עולה למספר ר\"ל כמספר, מלאך סמאל, עם ח' אותיות שבשני תיבות אלו. ","titles":[{"title":"﻿בראשית ו יג"},{"title":"﻿בראשית פרק ו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-13","positionInPerek":13,"positionInParasha":5},{"uri":"tanach-kliyekar-1-6-15","text":"וזהו שמסיק במסכת סוכה פרק החליל (נג.) כשכרה דוד השיתין בקש התהום להציף עלמא כו' עד אמר דוד ט\"ו שיר המעלות ואסקיה. לפי שידע דוד שדור המבול נענשו בתהום רבה בעון הזנות כי מי התהום מים נסתרים, והזנות קראו שלמה (משלי ה.טו) מים גנובים. דהיינו נסתרים הפך ממה שנאמר (שם ט.יז) שתה מים מבורך וגו'. לפיכך כשהיה דוד צריך להעלות התהום היה מתירא שמא ע\"י שיעלהו יציף העולם כדרך שנעשה לדור המבול ע\"כ אמר ט\"ו שיר המעלות לרמוז שבזכות שישראל גדורין מעריות ושם יה מתווך ביניהם ינצלו מתהום רבה. וזהו שמסיק באותן ט\"ו שיר המעלות (תהלים קכח.ג) אשתך כגפן פוריה וגו' אמר אשתך האל\"ף נקודה בסגול להורות שמדבר בזמן שג' שותפין באדם אב ואם והקב\"ה וכשהקב\"ה שותף בדבר א\"כ שם יה מתווך ביניהם לכך נאמר פוריה בתוספת י\"ה. וכן ארז\"ל (סוכה נא","titles":[{"title":"﻿בראשית ו טו"},{"title":"﻿בראשית פרק ו פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-15","positionInPerek":15,"positionInParasha":7},{"uri":"tanach-kliyekar-1-6-16","text":" כלי יקר  תחתים שנים ושלישים. יש להתבונן אם היה צריך לחלק כל מדור ומדור לפי ענינו עליונים לאדם אמצעים למדור תחתונים לזבל א\"כ למה לא צוה לעשותם בשטח אחד ולמה נעשו בזו על גב זו דוקא. ורמז כאן שהיו ג' שטחים אלו בדמיון כל ג' עולמות, כי בזמן המבול נתקלקלו כל העולמות והמזלות לא שמשו כלל, ע\"כ נעשית התיבה בציור זה להורות על קיומם. ומ\"ש ואל אמה תכלנה מלמעלה לפ\"ז היה הגג למעלה רק רוחב אמה אחת ולמטה ממנו ב' אמות והולך ומרחיב כדרך כל דבר המשופע והולך רמז שרק הוא ית' אחד בתכלית האחדות וכל הקרב הקרב ביותר אל הסבה ראשונה ית' נמצא בו חלק יותר גדול בענין האחדות, כי המלאכים הקרובים אליו ית' אע\"פ שיש בהם רבוי המינים כי זה נברא מאש, וזה ממים, וזה מרוחות, מ\"מ אין בהם הרכבת ד' יסודות אלא כל אחד מהם הוא מיסוד א' פשוט בלא הרכבה. והעולם האמצעי נוסף על רבוי המינים יש בכל אחד מהם הרכבת שתי יסודות כי השמים נבראו מאש וממים. נוסף עליהם התחתונים שיש בהם הרכבת ד' יסודות. וא\"כ כל הבנין משופע ועולה עד שעומד למעלה על אמה אחת המורה כי הוא יתברך רוכב על שלשה עולמות אלו תחתים שנים ושלישים. וציור זה ניתן לנח להורות שכל העולמות יחזרו לקדמותן בזכות צדיק יסוד עולם. ","titles":[{"title":"﻿בראשית ו טז"},{"title":"﻿בראשית פרק ו פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-16","positionInPerek":16,"positionInParasha":8},{"uri":"tanach-kliyekar-1-6-17","text":"ועל זה מסיק במס' (תענית ז.), א\"ר אמי אין הגשמים נעצרים אלא בעון גזל שנאמר (איוב לו.לב) על כפים כסה אור. לפי שבלשון גשמים סתם, מדבר בגשמי ברכה כמו שפי' רש\"י מתחלה נאמר ויהי הגשם על הארץ ואח\"כ נאמר ויהי המבול אלא כשהורידן הורידן ברחמים אולי יחזרו בתשובה ואז יהיו גשמי ברכה. ובזה מיושב שלא נצטרך לומר נח היה מקטני אמנה, כי פשוטו אינו משמע כן ועל כל פנים היה מסופק בביאת המבול כי אולי יחזרו בתשובה כדרך שהיה הנביא יונה מסופק ביעוד הפורענות לאנשי נינוה כי מטעם זה נאמר מפני מי המבול אבל בעוד היותם גשמים לא נכנס לתיבה כי אולי יחזרו בתשובה ויהיו גשמי ברכה. לכך אמר אין הגשמים, דהיינו גשמי ברכה נעצרים כי אם בעון הגזל, כי זה הגוזל ונכנס בגבול של חבירו אינו דין שירדו לו גשמי ברכה שאין טיפה נכנס בגבול חברתה. וקרוב בעיני לומר שרבי אמי בדור המבול ידבר וראייתו תוכיח כי יש לדקדק בפסוק על כפים כסה אור, למה קרא הגזל כפים ולמה קרא הגשמים אור, אלא ודאי שדרש מקרא זה לדסמיך ליה שנאמר כי בם ידין עמים. ש\"מ שבדור המבול הוא מדבר שנדונו במים ואמר על הגזל שבכפים כי ברא הקב\"ה כל אצבע ואצבע לתשמישו כדאיתא בגמרא (כתובות ז","titles":[{"title":"﻿בראשית ו יז"},{"title":"﻿בראשית פרק ו פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-17","positionInPerek":17,"positionInParasha":9},{"uri":"tanach-kliyekar-1-6-18","text":" כלי יקר  והקימותי את בריתי אתך. היה צריך הקמת ברית על הפירות שלא ירקבו ושלא יהרגוהו רשעים שבדור לשון רש\"י. ויש לו סמך מן המקרא מדקאמר והקמותי את בריתי אתך ובאת אל התיבה. ש\"מ שברית זה הוא שיוכל לבא אל התיבה מבלי מונע. ורקיבת התבואה למד ממה שנאמר אתך וכי אתו לבד הקים הברית והלא גם עם אשתו ובניו הקים הברית, אלא רמז לברית המילה שכבר אתך וזה מדה כנגד מדה קצת כי הסרת הערלה היינו הסרת מותרות הדמים הגורמים עיפוש, וכן ריקוב התבואה בא מחמת הפסולת המביא עיפוש וריקוב. ועוד שהערלה נקראת חרפה שנאמר (בראשית לד.יד) כי חרפה וגו' לתת את אחותינו לאיש אשר לו ערלה. והרעב נקרא גם כן חרפה שנאמר (יחזקאקל לו.ל) ולא תקחו עוד חרפת רעב בגוים. ובהסרת חרפת הערלה יוסר חרפת הרעב, ודבר זה למידין מיוסף כשאמרו לו המצריים אספנו תבואה והרקיבה צוה להם יוסף שימולו והסכים פרעה על ידו. ","titles":[{"title":"﻿בראשית ו יח"},{"title":"﻿בראשית פרק ו פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-18","positionInPerek":18,"positionInParasha":10},{"uri":"tanach-kliyekar-1-6-21","text":" כלי יקר  קח לך מכל מאכל וגו'. לך משמע משלך לא משל אחרים, כדרך משלכם הנאמר בד' מינים. כדי שלא יחשוב נח הרי היום או מחר ימותו כולם וממונם כלה סד\"א שמותר ליקח משלהם ת\"ל קח לך משלך דווקא, להגדיל הנס אע\"פ שכפי הטבע לא יספיק כי אם לך לבד שהרי ודאי לא היה לנח מותרות, מ\"מ על צד הנס ישלח ה' את הברכה באסמיך והיה לך ולהם לאכלה, וכן עשה לך תיבה וגו'. שבדרך הטבע תכיל אותך לבד ועל צד הנס תחזיק כל הבעלי חיים כמו פילים וראמים. ","titles":[{"title":"﻿בראשית ו כא"},{"title":"﻿בראשית פרק ו פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-21","positionInPerek":21,"positionInParasha":13},{"uri":"tanach-kliyekar-1-6-22","text":" כלי יקר  ככל אשר צוה אותו אלהים כן עשה. לפי שפרשה זו מתחלת בשם אלהים, שנאמר ויאמר אלהים אל נח קץ כל בשר וגו'. ומדת הדין אמרה כן, ע\"כ מסיימת בשם אלהים. אבל פרשה שניה מתחלת ויאמר ה' לנח בא אתה וגו'. ומדת הרחמים אמרה כן בהצלתו של נח ע\"כ מסיימת ג\"כ בשם של רחמים שנאמר ויעש נח ככל אשר צוהו ה'. וגם מה שנאמר בזו הפרשה כי לימים עוד שבעה אנכי ממטיר. מדבר ג\"כ בהצלה להמתין להם אולי ישובו. ","titles":[{"title":"﻿בראשית ו כב"},{"title":"﻿בראשית פרק ו פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-22","positionInPerek":22,"positionInParasha":14},{"uri":"tanach-kliyekar-1-7-1","text":" כלי יקר  כי אותך ראיתי צדיק לפני בדור הזה. מה שלא אמר לו כן מיד כשצוה לו על עשיית התיבה, לפי שהיה עדיין הדבר בספק שמא יחזרו בתשובה. ועוד שהרי מתושלח קיים ואיך יאמר כי אותך ראיתי צדיק. ואחר שהמתין ה' ז' ימי אבלו של מתושלח כמו שנאמר כי לימים עוד שבעה. מהו לשון עוד אלא תורה שזמן זה שוה לזמן ק\"ך שנה כי כמו שכל ק\"ך שנה המתין להם שמא יחזרו בתשובה כך המתין ז' ימי אבל אלו שמא יחזרו בתשובה, כי ע\"י האבל וההספד החי יתן אל לבו, ואחר שעמדו במרדם אמר כי אותך ראיתי צדיק לפני. ומה שלא נאמר צדיק תמים לפי שנאמר תמים היה בדורותיו. ר\"ל כמה דורות עברו על נח והיה תמים בכלם ר\"ל היה עומד במצב אחד בצדקתו על כן אמר כי אותך ראיתי צדיק לפני בדור הזה, כי מה לו להזכיר מה שהיה תמים גם בדורות ראשונים כי הצלתו תלויה באשר הוא שם בדור שעומד בו ומה שעבר עבר, ולפי מה שכתוב למעלה שתואר תמים הוא כנגד הזנות, וצדיק, שלא היה גוזל אלא היה מצדיק משלו ונותן ולא נתחתם גזר דינם כי אם על הגזל על כן אמר כי אותך ראיתי צדיק. על כן אין אתה בכלל חתימה זו. והזכיר צדיק לפני כי דור המבול גזלו פחות משוה פרוטה וצדקו בדיינים אבל מ\"מ לא יצאו נקי בדיני שמים אבל אתה צדיק גם לפני כי לא לקח משל אחרים אפילו פחות משוה פרוטה. ","titles":[{"title":"﻿בראשית ז א"},{"title":"﻿בראשית פרק ז פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-1","positionInPerek":1,"positionInParasha":15},{"uri":"tanach-kliyekar-1-7-2","text":" כלי יקר  תקח לך שבעה שבעה. פירש\"י לכך צוה להביא מן הטהורים ז' כדי להקריב מהם קרבן, אין טעם זה לבד מספיק שהרי לא כל הטהורים ראויין להקרבה כצבי ואיל, ולא כל עוף טהור ראוי להקרבה, ואיך דקדק מזה שלמד נח תורה. אלא עיקר הטעם הוא לפי שהם טהורים על כן אוכלים מהם הרבה לפיכך הם צריכים להרבות ולהפרות ביותר בעבור שומרי התורה. ומה שנאמר (ח.כ) ויקח מכל הבהמה הטהורה וגו'. משמע שהקריב מכל מין טהור אפילו מאותן שאינן ראויין להקרבה על פי התורה, תשובה לדבר לפי שנח לא ידע עדיין שיתיר לו הקב\"ה אכילת הבעלי חיים ואמר בלבו ודאי לכך צוה לי להכניס ז' ז' מכל מינים אלו כדי להקריב מכולם קרבנות. אבל הקב\"ה ידע שסופו להתיר לו כל הבעלי חיים הטהורים על כן צוה ליקח ז' ז' לפי שצדין מהם הרבה, כי אין לומר שרצה בהקרבת כל המינין דא\"כ למה לא התיר לדורות להקריב מכל מין טהור כשיהיו בנמצא אצל האדם ולמה צוה לנח דווקא. ומה שנאמר וירח ה' את ריח הניחוח בעבור אותן מינין הראויין להקרבה ואידך כמחתך בשר בעלמא הוא. ","titles":[{"title":"﻿בראשית ז ב"},{"title":"﻿בראשית פרק ז פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-2","positionInPerek":2,"positionInParasha":16},{"uri":"tanach-kliyekar-1-7-17","text":" כלי יקר  ארבעים יום. כנגד שעבדו ע\"ג, והמודה בע\"ג ככופר בכל התורה שנתנה למ' יום. וכנגד הזנות, שהטריחו ליוצרם לצור צורת ממזרים במ' יום, וכנגד הגזל, כי גזל מספרו ארבעים. ","titles":[{"title":"﻿בראשית ז יז"},{"title":"﻿בראשית פרק ז פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-17","positionInPerek":17,"positionInParasha":31},{"uri":"tanach-kliyekar-1-8-11","text":"ומה שפי' רש\"י, אמרה היונה יהיו מזונותי מרורים כזית כו' אין הפירוש שאמרה כך בפיה כי היונה לא בעלת דברים היא מתמול שלשום אלא שאנו מבינים ממה שהביאה למאכלה עלה זית מאכל מר מאד וכי לא ידעה היונה שיש לה ארוחת תמיד על שלחנו של נח דבר יום ביומו אלא ודאי שלכך בחרה במאכל מר זה לפי שהיה בידי שמים ולא בידי בשר ודם. ","titles":[{"title":"﻿בראשית ח יא"},{"title":"﻿בראשית פרק ח פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-11","positionInPerek":11,"positionInParasha":49},{"uri":"tanach-kliyekar-1-8-16","text":"ומה שנאמר גם ביציאה, ויצא נח ובניו ואשתו ונשי בניו אע\"פ שהתיר הקב\"ה לנח המשגל מ\"מ לא קבל עליו כי אמר פן יוסיפו לחטוא ויבואו מי המבול וישטפום ולמה זה יוליד לריק ולבהלה, עד אשר נשבע ה' שלא להביא עוד מי המבול אז נאמר פרו ורבו וגו' ורצה נח להקריב תחלה קרבן קודם שיתעסק בפריה ורביה. וכפי הפשט נוכל לומר שבביאת נח אל התיבה נאסר לו אפילו היחוד עם אשתו כי לכך נאמר ובאת אל התיבה אתה ובניך וגו'. וביציאה לא התיר לו עדיין המשגל כ\"א היחוד לבד הותר לו כי זה המובן ממאמר צא מן התיבה אתה ואשתך ואחר שלא הותר לו המשגל כ\"א היחוד לבד ע\"כ הוסיף נח משלו ואסר על עצמו גם היחוד ויצא מן התיבה נח ובניו עד שנאמר לו בפירוש פרו ורבו אז הותרה לו הכל. ","titles":[{"title":"﻿בראשית ח טז"},{"title":"﻿בראשית פרק ח פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-16","positionInPerek":16,"positionInParasha":54},{"uri":"tanach-kliyekar-1-8-21","text":"והמופת על זה, כי בדור המבול כתיב וכל יצר מחשבות לבו רק רע כל היום. ר\"ל הולך וגרע מיום ליום וחטא זה תלוי ודאי בחומר הארץ לא מצד כח השכלי שבאדם כי בישישים חכמה ואורך ימים תבונה (איוב יב.יב) ואיך לא ינחם האדם על רעתו בבואו בשנים אמנם אם החומר לבד סבתו אתי שפיר, כי החומר מצד בהמיותו גם כי יזקין לא תסור ממנו אולתו. אבל אחר המבול שנטהר חומר הארץ מאז אין לתלות החטא כי אם ביצר הרע המתגבר ביותר בימי נערותו אבל כי יזקין יפקח עין שכלו ולא ישוב לכסלה לכך לא נאמר כל היום כי אם מנעוריו לבד אמנם כי יבא לי\"ג שנה ובא גם רעהו וחקרו והוא היצ\"ט והוא סיבת קיומם. ","titles":[{"title":"﻿בראשית ח כא"},{"title":"﻿בראשית פרק ח פסוק כא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-21","positionInPerek":21,"positionInParasha":59},{"uri":"tanach-kliyekar-1-9-2","text":" כלי יקר  ומוראכם וחתכם וגו'. אע\"פ שכבר נאמר וירדו בדגת הים וגו'. מ\"מ הוסיף כאן המורא והחתת לפי שהתיר להרגם ולאכול מהם ולמה ילך השור לטבח ולא ימחה בבעליו אם לא כי יד ה' עשתה זאת כי הטיל מוראו של האדם על כל הבעלי חיים אל כל אשר יחפוץ יטה אותם, ולפי שהתיר הריגת הבעלי חיים סד\"א שגם הריגת אדם הותרה ת\"ל ואך את דמכם לנפשותיכם וגו'. ומה שלא התיר אכילת בשר לאדם, לפי שכל עם הארץ אסור לאכול בשר, אבל נח שעסק בתורה הותרה לו. והמפרשים נתנו טעם לדבר לפי שכל נברא ניזון ממה שתחתיו כי הדומם הוא הפחות בכל הנמצאים נזון מעצמותו. והצומח נזון מן הדומם כי יניקתו מן הארץ, וכל בעל חי נזון מן הצומח והאדם מין המדבר ניזון מן הבעלי חיים, והני מילי כשהוא עוסק בתורה ובשלימותו אשר עליו הוא נקרא אדם, כי זולת זה הוא נמשל כבהמות נדמה ולמה יאכל את בן גילו ומה שלימות נתוסף לבן גילו כשיאכלנו, כי כל מזון מתהפך לטבע הניזון, ואדם כשיאכל מן הבעלי חיים נתוסף שלימות אל החי לבא במדריגות מין המדבר, אבל אדם הנמשל לבהמה מה יתן ומה יוסיף לנאכל. ובדרך זה נאמר (דברים ז.טז) ואכלת את כל העמים וכתיב (במדבר יד.ט) כי לחמנו הם כי אתם קרוין אדם ולא האומות. ","titles":[{"title":"﻿בראשית ט ב"},{"title":"﻿בראשית פרק ט פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-2","positionInPerek":2,"positionInParasha":62},{"uri":"tanach-kliyekar-1-9-14","text":"וזש\"ה והיה בענני ענן על הארץ. פירש\"י כשאני חושב להביא חשך ואבדון לעולם כו', מה ראה רש\"י על ככה לפרש בענני ענן על חשך ואבדון שמא הוא ענן של מטר כפשוטו. אלא ודאי שקשה לרש\"י שאם פירושו ענן של מטר משמע בכל ענן של מטר יהיה הקשת נראה וזה אינו שהרי בדורן של צדיקים אין הקשת נראה. אלא כך פירושו בזמן שאני חושב להביא חשך ואבדון לעולם וזה דווקא בזמן שאין צדיקים מצוין בעולם, אז ונראתה הקשת בענן שהבריות יסתכלו בקשת ויתלו עיניהם אל אות זה כי בו המה בטוחים שלא יביא מבול לעולם. וזש\"ה וראיתיה לזכור ברית עולם. אני נותן עיני באות ברית אשר נתתי לכל בשר שלא להביא מבול אף בדור שכולו חייב הראויים להביא עליהם חשך ואבדון אבל בזמן שאין אני חושב להביא חשך ואבדון דהיינו בזמן שצדיקים מצויים בדור אז לא נראתה הקשת בענן כי לא יסתכלו הבריות אחריו גם אנכי רואה מעשה הצדיקים ומונע את מדת הדין מלהביא חשך ואבדון ואין אני צריך ליתן עיני באות ברית הקשת. ואולי שהוא ע\"ד ארז\"ל (חגיגה טז.) כל המסתכל בקשת אינו חס על כבוד קונו כי בכל דור ודור רבים המה עמי הארץ שאינם חסים על כבוד קונם ומסתכלים בקשת, חוץ בימי הצדיקים האלו שהיו זוכין ומזכין את בני דורם ומנעום מלהסתכל בקשת על כן לא נראה הקשת בימיהם כי לא הסתכלו בו מפני כבוד קונם אע\"פ שבאמת היה קשת בכל דור ודור כי הטבע לא ישתנה וגם פירוש זה נכון. וענין זכוך האדים שהזכרתי הוא קצת ראיה למה שכתבתי למעלה שע\"י המבול נתרכך קישוי וחוזק הארץ. וזה סבה לרפיון האדים ומיעוטן. ","titles":[{"title":"﻿בראשית ט יד"},{"title":"﻿בראשית פרק ט פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-14","positionInPerek":14,"positionInParasha":74},{"uri":"tanach-kliyekar-1-9-20","text":"ורז\"ל אמרו (בר\"ר לו.ד) ויתגל בתוך אהלה שגרם לבניו גלות בעון השותים במזרקי יין ואולי שזהו כוונת המדרש שמסיק בילקוט (ט.כ) שנזדווג לנח השטן כשנטע הכרם ושחט לפניו מתחלה טלה ואח\"כ ארי ואח\"כ חזיר כו'. יש בנסתרות רמז לשלשה גליות הידועים גלות מצרים שהיו עובדים לטלה. וגלות בבל על נבוכדנצר שנקרא אריה. שנאמר (ירמיה ד.ז) עלה אריה מסבכו. וגלות שלישי ע\"י האומה שנאמר בה יכרסמנה חזיר מיער. (תהלים פ.יד) ומלת ענב\"ם שותפו של סמא\"ל באותיות שניות באלפ\"א ביתא רמז נכון שנזדווג לו השטן ע\"י נטיעת הענבים. ","titles":[{"title":"﻿בראשית ט כ"},{"title":"﻿בראשית פרק ט פסוק כ"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-20","positionInPerek":20,"positionInParasha":80},{"uri":"tanach-kliyekar-1-9-23","text":" כלי יקר  ויקח שם ויפת את השמלה. פירש\"י משם זכה לטלית של ציצית, והקשה הרא\"ם ממה שארז\"ל (סוטה יז.) שבזכות אם מחוט ועד שרוך נעל זכו לחוט של תכלת ונראה שלא קשה מידי כי בזכות כסוי שמלה זה זכו לשמלה ובזכות חוט זכו לחוט. כי אין האדם יכול לקיים מצות ציצית עד שיתן לו הקב\"ה תחלה שמלה כדאיתא במדרש תנחומא והילקוט הביאו סוף ספר איוב על פסוק מי הקדימני ואשלם (מא.ג) מי עשה ציצית עד שלא נתתי לו טלית זהו פשוטו. ועל צד הרמז נ\"ל לפי שידוע שמצות ציצית מצילין את האדם מן הזנות כדאיתא במנחות (מד.) בההוא ששכר הזונה בעד ארבע מאות זוז ולסוף ניצול מן העבירה ע\"י הציצית והניצול מן הזנות ניצול גם מן העניות כי רועה זונות יאבד הון וכאמרז\"ל (סוטה ד","titles":[{"title":"﻿בראשית ט כג"},{"title":"﻿בראשית פרק ט פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-23","positionInPerek":23,"positionInParasha":83},{"uri":"tanach-kliyekar-1-9-24","text":"ומה שקללו בעבדות, לפי שרועה זונות יאבד הון ובעל כרחו עבד יהיה על פת לחם וכארז\"ל (סוטה ד","titles":[{"title":"﻿בראשית ט כד"},{"title":"﻿בראשית פרק ט פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-24","positionInPerek":24,"positionInParasha":84},{"uri":"tanach-kliyekar-1-11-1","text":"ורז\"ל אמרו, (תנחומא נח יח) שאמרו לא כל הימנו שיבור לו העליונים כו' הורו בזה עד היכן יגיע דעת אנשי השם עד אשר אפילו שכינה אינה חשובה כנגדו כי מתחלה לשונם תהלך בארץ לבקש לו גדולות ואח\"כ שתו גם בשמים פיהם לחלוק על מלכותו ית' כביכול ועתה בא וראה כמה פחותה מדה זו הלא היא המחרבת שני בתי מקדשים ומסבבת איחור בנין הבית השלישי עד אשר יסיר מתוכנו עליזי הגאוה וישאר עם עני ודל וחסו בשם ה' (צפניה ג.יב). ","titles":[{"title":"﻿בראשית יא א"},{"title":"﻿בראשית פרק יא פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-1","positionInPerek":1,"positionInParasha":122},{"uri":"tanach-kliyekar-1-11-31","text":" כלי יקר  ואת שרי כלתו אשת אברם בנו. הוצרך לומר אשת אברם אע\"פ שכבר הזכיר כלתו לפי שהוא נקרא אברם על שם שהיה אב לרם ר\"ל ארם, או אברהם ע\"ש אב המון גוים, והיא גם היא נקראת שרי על שם השררה, ובענין השררה ודאי אברהם העיקר ושרה טפלה לו על כן אמר שרי אשת אברם כדרך שכל אשה טפלה לבעלה כך בענין השררה היא טפלה לו. אבל בענין רה\"ק ארז\"ל (שמו\"ר א.א) שאברהם היה טפל לשרה בנבואה על כן כשקראה בשם יסכה המורה על שהיתה סוכה ברוח הקודש שעליה, לא הזכיר שם אשת אברם, אע\"פ שרש\"י פי' יסכה לשון שררה מלשון נסיכי אדם (מיכה ה.ד) מ\"מ גם סוכה ברוח הקודש במשמע. ","titles":[{"title":"﻿בראשית יא לא"},{"title":"﻿בראשית פרק יא פסוק לא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-31","positionInPerek":31,"positionInParasha":152},{"uri":"tanach-kliyekar-1-12-1","text":"ומטעם זה לא נאמר בתחלת מראה זו וירא אליו ה'. כי אם עד אחר שנכנס בארץ כי אז היה מוכן לראות במראות השכינה, אבל קודם זה שהיה עדיין בח\"ל לא היה שומע כ\"א קול דברים כי לא נראה אליו ה' עדיין עד בואו לארץ וכמו שנתבאר בסמוך. וע\"כ קרא למקום ההוא סולמא של צור כדאיתא בילקוט פר' זו (יב.א) כיון שהגיע אברהם לסולמא של צור אמר יהא חלקי בארץ הזאת. מי הגיד לבעל המדרש שהגיע אברהם לסולמא של צור. ודאי כוונתו על הר המוריה כי שם מקום הסולם אשר ראה יעקב עומד בבית אל ודרך אותו סולם עולים ויורדים הנשמות ושם צור חוצבו של הגוף כמ\"ש (ישעיה נא.א) הביטו אל צור חצבתם כי מאותו צור שנקרא אבן שתיה הושתת העולם הכללי, גם האדם שנקרא עולם קטן נוצר ממקום אותו צור, אשר בו מקום הסולם גם לנשמה כאמור. ומטעם זה נאמר לך לך כאן, ובעקידה, וכן בפסוק אלך לי אל הר המור, וכן הגשם חלף הלך לו. הלך למקום מקורו, כי אד עולה מן הארץ. וכן (דברים ב.יג) קומו ועברו לכם את נחל זרד היינו ג\"כ לא\"י. וכן (ירמיה ה.ה) אלכה לי אל הגדולים. כי שם דירת השלימים. וכן כל לי ולו ולך ולהם שבמקרא פירש על דרך זה, והבין אברהם ממלת לך לך לילך לארץ כנען אע\"פ שלא נאמר לאיזה ארץ ילך. ","titles":[{"title":"﻿בראשית יב א"},{"title":"﻿בראשית פרק יב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-1-12-2","text":"ובמס' פסחים (קיז","titles":[{"title":"﻿בראשית יב ב"},{"title":"﻿בראשית פרק יב פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-1-12-3","text":"ומה שנאמר כאן ומקללך ואצל השי\"ת אמר ובוזי, לפי שלשון קללה אינו שייך כלפי מעלה כי מה יתן ומה יוסיף. ויותר שייך בו לשון בזיון במי שאינו נוהג כבוד כראוי בדבר ה'. ובשר ודם ראוי להיות מן הנעלבים שלא להקפיד על בזיונו אבל על הקללה ראוי להקפיד. ומ\"ש כאן ואברכה מברכך ולהלן נאמר כי מכבדי אכבד. אין שתי הברכות דומין זה לזה כי הברכה לאדם הוא תוספת שפע וריבוי, וזה אין שייך כלפי מעלה כי מה יתן לו בברכתו, אלא ענינם ברכה של הודיה, ואם כן מה ענין הברכות זו לזו שיאמר כי מברכי אברך. ואצל האדם אין שייך לומר ואכבדה מכבדך כי אין דמיון לכבוד שהאדם עושה עם חבירו אל הכבוד שחכמים ינחלו מאת ה' אבל הברכות דומין זה לזה כי ודאי אין ביד האדם ליתן הברכות מידו ממש זולת שהוא מברכו ייטיב ה' עמך, ובאותה ברכה שהוא מברכו יברך ה' גם את המברך. ","titles":[{"title":"﻿בראשית יב ג"},{"title":"﻿בראשית פרק יב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-1-12-5","text":" כלי יקר  ויקח אברם את שרי אשתו ואת לוט בן אחיו. ולמעלה (נח יא.לא) נאמר ויקח תרח את אברם בנו ואת לוט בן הרן בן בנו ואת שרי כלתו. לפי שקודם שהובטח אברם שיהיו לו בנים היה מתרחק מן שרה מצד היותה עקרה, לפי שכל אותן הבעילות אינן לקיום המין ע\"כ נאמר ותהי שרי עקרה אין לה ולד. וסמוך ליה ויקח תרח את אברם וגו' לפי שהיתה עקרה על כן הכניס את לוט ביניהם, אבל אחר שנאמר ואעשך לגוי גדול והובטח בבנים כתיב ויקח אברם את שרי אשתו ואת לוט, כי בלשון ויקח הורה שאומר כאילו עשה לקוחין שניים תחת אשר היה פרוש ממנה, כדרך שנאמר (שמות ב.א) וילך איש מבית לוי ויקח את בת לוי, ומה שנאמר וילך אברם כאשר דבר אליו ה' וילך אתו לוט, היינו לוט מעצמו הלך אחריו אבל אברם לא קרבו ואדרבא הרחיקו ויקח את שרי וגו'. ד\"א תרח היה מקרב ביותר קרוביו ע\"כ לקח תחלה את אברם בנו ואח\"כ לקח את לוט בן בנו כי בני בנים כבנים ואחר כך לקח כלתו שרי. אבל אברם לקח תחלה את שרי אשתו כי אשתו כגופו ואח\"כ לקח לוט שאינו כגופו. ","titles":[{"title":"﻿בראשית יב ה"},{"title":"﻿בראשית פרק יב פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-1-12-6","text":" כלי יקר  עד מקום שכם עד אלון מורה. הראהו קבלת התורה והשבועה שבהר גריזים והר עיבל. הראה לו קבלת התורה להורות שבזכות קבלת התורה זכה לייעוד לזרעך אתן את הארץ כמ\"ש (תהלים קה.מד) ויתן להם ארצות גוים ועמל לאמים יירשו בעבור ישמרו חקיו ותורתיו ינצורו. וכלפי שאמר למעלה ומקללך אאר הורה שזה יהיה עד אלון מורה ולא עד בכלל כי כל המברכים והמקללים שבהר גריזים והר עיבל יהיו בהסכמת השי\"ת ולא יאור את המקללים ההם כי קללתם היא לשם התכלית וברכה תחשב. ","titles":[{"title":"﻿בראשית יב ו"},{"title":"﻿בראשית פרק יב פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-1-12-7","text":" כלי יקר  וירא ה' אל אברם. מה שלא נראה אליו ה' מיד כשאמר לו לך לך מארצך, לפי שאז היה עדיין בחו\"ל כדעת הראב\"ע ובחו\"ל אין שכינתו ית' נגלה וראיה מיונה, (מכילתא בא יב.ד) וא\"כ לא נראה אליו שם ה' במראה כי אם קול דברים לבד היה שומע וע\"כ לא בנה שם מזבח, רק לה' הנראה אליו. אבל בעוד שלא היה נראה אליו לא רצה לבנות מזבח במקום שאין השכינה שורה. וז\"ש במשה (שמות ד.א) כי יאמרו לא נראה אליך ה'. כי אין דרכו להתראות בחו\"ל ובזה יכחישו לומר שגם קול לא שמעת. ","titles":[{"title":"﻿בראשית יב ז"},{"title":"﻿בראשית פרק יב פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-1-12-9","text":" כלי יקר  הלוך ונסוע הנגבה. אולי רצה להתחכם באלהיות, כי הרוצה שיחכים ידרים. (ב\"ב כה","titles":[{"title":"﻿בראשית יב ט"},{"title":"﻿בראשית פרק יב פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-1-12-17","text":" כלי יקר  על דבר שרי אשת אברם. וכי עדיין לא ידענו ששרי אשת אברם, ועוד מה פשעו של פרעה הרי סבור שהיא אחותו, ומה שפירש רש\"י על דבר שרי שאומרת למלאך הך והוא מכה לא נזכר בפסוק הך. על כן נ\"ל אע\"פ שבפני ההמון עם אמרה שרה אחותו אני, מ\"מ לפרעה הגידה האמת שהיא אשת אברם בחשבה שמלך יושב על כסא דין לא יעשה עול, ופרעה לא השגיח בה כי אמר לדבריך הראשונים אני מאמין על כן נגעו ה' על דבר שרי בשביל דבורה של שרי ומה היה דבורה. אשת אברם. כי היא דברה אליו אשת אברם אני. ואמר פרעה לאברם למה אמרת אחותי היא כי לך הייתי מאמין ולא לה כי חשבתי אולי אומרת כן כדי להינצל מן התשמיש שהוא בלא אישות. ד\"א על דבר שרי אשת אברם לפי שהיתה אשת איש על כן באו עליו נגעים אלו. ","titles":[{"title":"﻿בראשית יב יז"},{"title":"﻿בראשית פרק יב פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-kliyekar-1-13-7","text":"ויותר קרוב לשמוע, שרועי אברם הוכיחום על הגזל, והמה טענו כל הארץ היא של אברם כו', וחשב אברם שאם יושבי הארץ יראו שהוא מחזיק בארץ בחזקת שהיא של אברם ואני מתי מספר, פשיטא שיתאספו עלי והכוני. על כן הזכיר גם הפריזי שהיו אנשיו גבורים עד שישבו בערי הפרזות כהוראת שם פריזי וכסימן שמסר משה למרגלים. וכן יעקב היה מתירא מן הפריזי ביותר שאמר (בראשית לד.ל) עכרתם אותי להבאישני ביושב הארץ בכנעני ובפריזי ואני מתי מספר וגו' ולכך הזכיר כאן ישיבה לומר שעד עכשיו הם יושבים בשלוה עמדי וע\"י שיראו כי רועי מחזיקים בשדות בחזקת שהיא שלי וילחמוני חנם, לפיכך הפרד נא מעלי. על כן הלך לוט ונתישב אצל אנשי סדום שאינן מקפידין על הגזל, לפיכך סמך לומר ואנשי סדום רעים וחטאים. להורות שבעבור שהיו חטאים בממונם ולא הקפידו על הגזל נתיישב לוט אצלם. ","titles":[{"title":"﻿בראשית יג ז"},{"title":"﻿בראשית פרק יג פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-7","positionInPerek":7,"positionInParasha":27},{"uri":"tanach-kliyekar-1-13-14","text":"ד\"א כי מה שנראה אליו ה', אע\"פ שהיה לוט עמו, לפי שעדיין לא הרשיע לרעות בשדות אחרים, כי אולי לא היו לו ללוט עדיין צאן ובקר, אבל אחר שהלך עם אברם נתנו גם ללוט מתנות כמ\"ש וגם ללוט ההולך את אברם היה לו צאן ובקר ואמרו רז\"ל (ב\"ק צג.) מי גרם לו זאת הליכתו עם אברם. שמע מינה שקודם שהלך עם אברם לא היה לו צאן ובקר עדיין, עד שבא עמו מצרימה ונתנו לאברהם מתנות וגם ללוט כדי שיסכים על נתינת שרה לו לאשה ואז התחיל לרעות בהמותיו בשדה אחר ואז נעשה רשע, ובעבורו פירש הדבור גם מן אברם כי הגזל גורם סילוק השכינה כמ\"ש (תהלים יב.ו) משוד עניים מאנקת אביונים עתה אקום יאמר ה'. ","titles":[{"title":"﻿בראשית יג יד"},{"title":"﻿בראשית פרק יג פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-14","positionInPerek":14,"positionInParasha":34},{"uri":"tanach-kliyekar-1-13-17","text":"דבר אחר, אברהם לא היה לו עינים רמות והיה תולה עיניו תמיד למטה ע\"כ נאמר לו שא נא עיניך נא לשון עתה כי עתה לפי שעה שא נא עיניך למעלה וראה. ","titles":[{"title":"﻿בראשית יג יז"},{"title":"﻿בראשית פרק יג פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-13","interprets":"tanach-1-13-17","positionInPerek":17,"positionInParasha":37},{"uri":"tanach-kliyekar-1-14-14","text":"ד\"א שלקח שי\"ח אנשים כמספר אליעזר, להורות שאליעזר שקול כנגד כולם כי זכותו של אברם דבק בו, כי יפה שיחתן של עבדי אבות מתורתן של בנים כו'. וי\"א וירק שהוריק מהם כל כלי זיין והלכו בלא כלי זיין וסמכו על תשועת ה' מלשון אריק חרבי תורשימו ידי כי אמר פרעה אפילו אם אריק חרבי לסלקו מכל וכל מכל מקום תורישמו ידי לבד בלא חרב. ","titles":[{"title":"﻿בראשית יד יד"},{"title":"﻿בראשית פרק יד פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-14","positionInPerek":14,"positionInParasha":52},{"uri":"tanach-kliyekar-1-14-19","text":"וי\"א מה שאמר ולא תאמר אני העשרתי את אברם. אין פירושו כדי שלא תאמר אלא באמת אמר יודע אני בך שלא תאמר אני העשרתי את אברם ואעפ\"כ אין רצוני ליקח כלום. ד\"א שמתחלה היה עליון כי אמרו שאין השגחתו ית' במה שלמטה מגלגל הירח וע\"י מלחמה זו ראו עין בעין כי הוא גם אלהי הארץ והשגחתו גם בתחתונים, כי לא בכח יגבר איש כי אם בהשגחתו יתברך. ","titles":[{"title":"﻿בראשית יד יט"},{"title":"﻿בראשית פרק יד פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-19","positionInPerek":19,"positionInParasha":57},{"uri":"tanach-kliyekar-1-15-1","text":" כלי יקר  אל תירא אברם אנכי מגן לך. בילקוט מסיק לפי שהיה אברם מפחד שמא קבלתי שכרי בעה\"ז ואין לי כלום לעה\"ב, אמר לו הקב\"ה אל תירא שכרך מתוקן לעתיד לבא ז\"ש הרבה מאד כד\"א (תהלים לא.כ) מה רב טובך אשר צפנת ליראיך ע\"כ. וקשה על זה המדרש א\"כ מהו שאמר מה תתן לי ואנכי הולך ערירי וגו', מה ענין הבנים לשכר העה\"ב. ויש ליישבו ע\"ד שמסיק בפרק יש נוחלין (ב\"ב קיז.) אר\"י כל מי שאינו מניח בן ליורשו הקב\"ה מלא עליו עברה כתיב הכא (במדבר כז.ח) והעברתם את נחלתו לבתו וכתיב התם (צפניה א.טו) יום עברה היום ההוא, וקשה למה הביא ראיה מדברי קבלה לד\"ת היה לו להביא ראיה מן פסוק (דברים ג.כו) ויתעבר ה' בי למענכם. אלא שרצה להביא ראיה גם על הענין ולא על הלשון לבד כי ר\"י סבר שכל מי שאינו מניח בן ליורשו אינו פטור בלא גיהנם שנקרא יום עברה היום ההוא ואזיל ר' יוחנן לטעמיה שדרש פסוק (תהלים נה.כ) אשר אין חליפות למו ולא יראו אלהים. על מי שאינו מניח בן כי זה ודאי מצד שלא היה ירא אלהים, כמו שאמר (שם קכח.א) אשרי כל ירא ה' וגו' וסמיך ליה בניך כשתילי זיתים וגו'. הנה כי כן יבורך גבר ירא ה'. לכך אמר אברם מה שכר תתן לי לעולם הבא ואנכי הולך ערירי שדינו בגיהנם כאמור. וא\"ת ליתן שכרי בעולם הזה על זה כתיב ויאמר אברם הן לי לא נתת זרע והנה בן ביתי יורש אותי וע' כל הדרוש הזה בפר' פינחס בפסוק עלה הר העברים (כז.יב) כי הוא דרוש יקר. ","titles":[{"title":"﻿בראשית טו א"},{"title":"﻿בראשית פרק טו פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-1","positionInPerek":1,"positionInParasha":63},{"uri":"tanach-kliyekar-1-15-8","text":"ובענין זה ששאל אברם, תמהו רבים למה שאל אות על ירושת הארץ ולא שאל אות על הבטחת הזרע. ואני שואל עוד שאלה אחת למה לא שאל אות על הארץ מיד כשאמר לו הקב\"ה בפעם ראשון לזרעך אתן את הארץ וגו' גם בספיקות אלו רבו הדעות. ואני אומר שהאות אשר שאל לא שהיה אברם מסופק בייעוד האל יתברך זולת שרצה שיכרות לו הקב\"ה ברית לסלק מעליו כל טוען ומערער. לפי שלמעלה אמר לו לזרעך אתן משמע מתנה בעלמא, ועל זה לא היה מבקש אברהם כריתות ברית כי מי יערער על המתנה אשר נתן לו ה' כי לו ית' תבל ומלואה ובידו ליתן הארץ לכל מי שירצה. אבל אחר שאמר לו הקב\"ה לתת לך את הארץ הזאת לרשתה. משמע שנתינה זו שהזכיר היינו תורת ירושה. לפי שנח כשחלק הארץ לבניו נתן ארץ כנען לבני שם ועתה בא אליה בתורת ירושה. אז חשב אברם שמא שאר יורשיו של שם יערערו על חלקם כי בני שם עילם וארפכשד ואשור ולוד וארם. ואברם יצא מן ארפכשד ושמא שאר בני שם יערערו על הירושה על כן אמר במה אדע כי אירשנה. מה האות שאני לבד היורש בלי ערעור. ובאה לו התשובה קחה לי עגלה משולשת וגו'. כדרך שכרת ה' לאהרן ברית מלח עולם לסלק מעליו ערעור של קרח, כך כרת ה' ברית לאברם לסלק מעליו כל טוען ומערער, כי זאת לפנים לחק שכל כורתי ברית עוברים בין הגזרים כנודע. ","titles":[{"title":"﻿בראשית טו ח"},{"title":"﻿בראשית פרק טו פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-8","positionInPerek":8,"positionInParasha":70},{"uri":"tanach-kliyekar-1-15-9","text":"אך בתנאי זה, כי גר יהיה זרעך בארץ לא להם תחלה ועבדום ומה שהתחיל בלשון יחיד זרעך, ואחר כך אמר ועבדום לשון רבים, לפי שהגרות התחיל משנולד יצחק והאבות היו יחידים, אבל העבדות התחיל אחר שנתרבו ומה שנאמר בארץ לא להם י\"א שקאי על אנשי הארץ כי גם המה גרים בארצם כמו שלמדו מן הפסוק (בראשית מז.כא) ואת העם העביר אותו לערים. כדי שלא יקראו את ישראל גולים, ומה שהזכיר ד' דברים, גירות, ועבדות, ועינוי, וריחוק השכינה בארץ לא להם, יתבאר בע\"ה לקמן פר' וארא. (ו.ו) וטעם למספר ת' יתבאר בע\"ה פר' חיי שרה (כג.טז). ","titles":[{"title":"﻿בראשית טו ט"},{"title":"﻿בראשית פרק טו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-9","positionInPerek":9,"positionInParasha":71}]}