{"subjects":[{"uri":"tanach-kliyekar-4-1-1","text":"וכדי להדמות זיווג של ישראל להקב\"ה בכל צד אל סתם זיווג, הגביל הקב\"ה ג\"כ זמן ישראל עשרה חדשים מן ר\"ח סיון שבו נתארסו בתורה אשר צוה לנו משה עד ר\"ח ניסן שבו הוקם המשכן ונשלם הזיווג מכל וכל, כי בזמן זה יתקשטו ישראל בכ\"ד ספרים ומתוך זה ראוין לדור באהל מועד מדור אחד לשניהם, ולפי שזמן נישואין ל' יום (עיין כתובות ח.) ע\"כ נמשך הזמן עד אחד לחודש השני בשנה השנית. ואם תרצה למנות מן פסוק ויתן אל משה ככלתו שנאמר בחודש תמוז אחר מ' יום שהוריד הלוחות אז יהיה מכוון המספר י' חדשים עד החודש השני של שנה השנית, כי אז נשלמו הנשואין וכתב לה ה' כתובה לידע מאיזו זמן תטרף הלקוחות כי נשתעבדו להם בכתובה ארצות ז' אומות, שאם בחטאם יגלו מן הארץ יוכלו לחזור ולטרוף מידם ולומר זמן שטרינו קודם לכך נאמר כאן באהל מועד כי הוא זמן הנישואין לשבת בית. וכן הזכירו רז\"ל במסכת (תענית כו","titles":[{"title":"﻿במדבר א א"},{"title":"﻿במדבר פרק א פסוק א"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-1","interprets":"tanach-4-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-4-1-2","text":"כל זכר לגלגלותם. פירש\"י ע\"י שקלים, והרבה מן המפרשים חלקו עליו ואמרו שמספר זה היה בלא שקלים ולשון המקרא מוכיח שאמר לגלגלותם, וחשבו לתרץ למה דווקא מספר ראשון היה ע\"י שקלים לפי שהיו צריכין אז לעבודת המשכן ותירוץ זה דחוק. ול\"נ שודאי טעם השקלים היו להציל מן עין הרע השולט בדבר מנוי ודווקא במנין שהוא דבר חידוש, דרך משל שבזמן שרואין ק' זהובים אצל איש עני שחזקתו שאין לו יותר העין הרע שולט בו ממה שרואין אצל העשיר אלף זהובים כי כבר הוחזק באיש אמיד, כך ישראל בצאתם ממצרים היו מוחזקים במתי מספר כי בע' נפש ירדו מצרימה ונתמעטו שמה מעוצר רעה ויגון והשלכת הבנים ליאור, ופתאום נמצאו במספר ראשון ת\"ר אלף לבד מטף ונשים ודאי היה בפעם ההוא מקום לחוש לעין הרע, משא\"כ בשאר מספרים כי כבר הוחזקו בעם רב ועצום, וע\"כ מנאם דוד המלך בלא חצאי שקלים כי ודאי לא עבר על מצות התורה שהרי הכתוב אומר רק בדבר אוריה החתי. (מלכים א' טו.ה) אלא שמצות השקלים לא היתה כ\"א למספר ראשון כי בו היה יותר בית מיחוש שלא יקבלו נזק מן עין הרע הן בדרך הטבע כאמור, הן מצד העונש כי היה המספר ההוא קרוב למעשה העגל והיה הדין נותן שיפלו רבים מהם מצד עונש המעשה ההוא וכשנודע ע\"י המספר שנשארו ת\"ר אלף יהיה הדבר חידוש ושלטא בהם עינא בישא כי החטא מסייע לזה, ע\"כ היו צריכין אז לכפרה על נפשותם ולהצילם מעין הרע משא\"כ בכל המספרים. ","titles":[{"title":"﻿במדבר א ב"},{"title":"﻿במדבר פרק א פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-1","interprets":"tanach-4-1-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-1-3","text":"ופשוטו הוא שיוצא צבא היינו למלחמה. כי אילו לא חטאו במרגלים היו נכנסין לארץ מיד, ואע\"פ שלפעמים יש בן חיל בפחות מך' שנה מ\"מ לא בגבורת איש יחפוץ ה', כי אם בזכותא תליא מילתא, וכל בן ך' מצד היותו בר עונשין בב\"ד של מעלה אז ביותר הוא מדקדק במעשיו ומסתמא יש לו אז יותר זכיות שיגינו בעדו במלחמה, שהרי הכהן מכריז מי האיש הירא מעבירות שבידו ילך וישוב לביתו וכל פחות מבן ך' מסתמא אינו מדקדק כל כך במעשיו ואין לו כל כך זכיות שיכריעו על חובותיו. ","titles":[{"title":"﻿במדבר א ג"},{"title":"﻿במדבר פרק א פסוק ג"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-1","interprets":"tanach-4-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-4-1-4","text":"ומה שלא נזכרו הנשיאים במספר ראשון, לפי שעכשיו היה מחלקם לד' דגלים וכל נשיא היה צריך לידע מי ומי ההולכים וחונים על דגלו, ואהרן לא נזכר במספר ראשון לפי שהיה לידע הנותרים מנפילת מעשה העגל אשר אהרן היה סבתו ע\"כ לא היה שמה כ\"א כאן בהשראת השכינה אשר אהרן סבה לה ע\"י הקרבנות. ","titles":[{"title":"﻿במדבר א ד"},{"title":"﻿במדבר פרק א פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-1","interprets":"tanach-4-1-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-4-1-49","text":"ובזה ראיתי לתרץ הרבה שינויים, כי בישראל נאמרו ב' הלשונות שאו את ראש. ואח\"כ אמר תפקדו אותם לצבאותם, ובלוים לא הזכיר כ\"א לשון פקידה פקוד את בני לוי. ובבכורות חזר והזכיר שניהם פקוד כל בכור וג' ושא את מספר שמותם. ואצל בני קהת וגרשון הזכיר לשון נשא ולא אצל מררי, וזה לפי שהפקידה היינו המספר ושאו היינו לשון נשיאות המעלה אשר ישראל היו צריכין לזה להראות חיבתן נגד כל האומות שנמשלו לקש שאין לו מספר, אבל הלוים אין צורך להם להראות התנשאותם ע\"י המספר כי בלאו הכי יש להם נשיאת ראש במה שעשאם הקב\"ה פקידים על ביתו הקדוש לכך אמר אחר ואת ראשם לא תשא וגו'. ואתה הפקד את הלוים לומר לך שמצד שנעשו פקידים יש להם נשיאות זולת המספר שבתוך בני ישראל כי לגיון מלך המה וכל רואיהם יכירום כי הם זרע ברך ה', אבל הבכורים שנפסלו מן העבודה ע\"י מעשה העגל הוצרכו לנשיאת ראש ע\"י המספר לכך פרט אצלם שניהם. ומ\"ש לשון נשא אצל בני קהת ובני גרשון היינו ליתן להם נשיאות ראש כנגד בני מררי כי עבודת שניהם יותר מקודשים ממשא בני מררי ע\"כ לא הזכיר נשא אצל בני מררי. ","titles":[{"title":"﻿במדבר א מט"},{"title":"﻿במדבר פרק א פסוק מט"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-1","interprets":"tanach-4-1-49","positionInPerek":49,"positionInParasha":49},{"uri":"tanach-kliyekar-4-2-2","text":"והקרוב אלי לומר בזה, שעיקר חשקם של ישראל היה להראות לכל העמים כי שם ה' נקרא עליהם ויראו מהם, ועל ידי זה ישאו דגל הרוממות והנצחון בכל ד' רוחות העולם כי על ידי שהם מסובבים בכל ד' רוחות והשכינה והארון באמצע תל שהכל פונין אליו, יראו כל העמים כי ילכו בשם ה' וזה האות אשר אליו יישירו עיני כל השוכנים בעיגול סביב, כאמרו רז\"ל (תענית לא. עיי\"ש) לעתיד יעשה הקב\"ה לצדיקים מחול בג\"ע וכבודו ית' באמצע שנאמר (ויקרא כו.יב) והתהלכתי בתוככם. כי כל הפניות שהצדיקים פונין הכל הוא מול פני השכינה וכן בעה\"ז. וזה אות הדגל כי הוא סימן הנצחון במלחמה ודגל זה הוא בשם ה' כי לא בחרבם ירשו ארץ כי בשם ה', וכן המלאכים ע\"י שהם סובבים כסא כבודו ית' מוראם על כל הנמצאים כמ\"ש איומה כנדגלות. (שיר ו.י) כי ע\"י סיבוב זה תהיה מוראם על כל האומות כמו המלאכים שהכל יראים מהם, ועל דגלים אלו הובטח יעקב שנאמר בו (בראשית כח.יד) ופרצת ימה גו'. לכך נאמר איש על דגלו באותות. היינו באותות שמסר להם אביהם יעקב כו' כי במראה נראה אליו ענין הדגלים בפסוק ופרצת ימה וגו'. לכך מתחיל המזמור (בתהלים כ.ב-ו) ישגבך שם אלהי יעקב וגו'. וע\"ז אמר ובשם אלהינו נדגול. לישא דגל הרוממות והנצחון בכל ד' רוחות בשם אלהינו, לכך אמרו מה תחזו בשולמית וגו'. כי נצחון שלכם הוא נצחון אנושי וכל זה אינו שוה למחולת המחנים. המורה על נצחון אלהי, כי המה כרעו ונפלו. כי הדבר בספק אם מנצחים ואנחנו קמנו ונתעודד. כי בודאי נוצחים כל הלוחמים בשם ה', ועוד שהעיקר חסר אצליכם דהיינו מראה כבוד ה' הוא האות אשר אליו יישירו כל השוכנים סביב המרכז לכך נאמר באותות. כדי להיות להם השכינה אות אשר נגדו יישירו עפעפיהם. ","titles":[{"title":"﻿במדבר ב ב"},{"title":"﻿במדבר פרק ב פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-2","interprets":"tanach-4-2-2","positionInPerek":2,"positionInParasha":56},{"uri":"tanach-kliyekar-4-2-3","text":"דגל מחנה דן אשר נפתלי צפונה. אשר משם זהב יאתה ושלשתן היו בעלי עושר שנאמר (בראשית מט.כ) מאשר שמנה לחמו וכתיב (דברים לג.כג) נפתלי שבע רצון ומלא ברכת ה' היא תעשיר. ושבט דן עשה עגלי זהב בעבור רוב זהב שהושפע להם, וע\"כ היה מאסף לכל המחנות. וקנין זה הפחות שבכולם לכך נאמר בו לאחרונה יסעו ופניית כולם אל השכינה שבאמצע כי כולם כאחד טובים כשמשמשין בהם לש\"ש. ויהודה ראש דגל כי הוא מלך ונקרא גור אריה. ע\"כ דינו לילך בראש במלחמה וכן דן גור אריה. הלך באחרונה כי עיקר המלחמה פנים ואחור, וראובן בכור ראש דגל, וכן אפרים ראש דגל כי יוסף הבכור. ","titles":[{"title":"﻿במדבר ב ג"},{"title":"﻿במדבר פרק ב פסוק ג"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-2","interprets":"tanach-4-2-3","positionInPerek":3,"positionInParasha":57},{"uri":"tanach-kliyekar-4-3-1","text":"ומ\"ש ובנים לא היו להם, ואיתא למ\"ד שמתו בעון שלא היו להם בנים (יבמות סד.) כבר פרשנו פר' שמיני (י.יא) שבע\"ז כך המדה שהקב\"ה פוקד עון אבות על בנים על שלשים ועל רבעים. ור\"ל לפעמים הקב\"ה ממתין עד דור ב' ולפעמים עד דור ג' או רביעי ואילו היה להם בנים אז לכבודו של אהרן היה הקב\"ה ממתין עוד דור א' או ב' אך מאחר שבנים לא היו להם היה הענין מוכרח לפקוד העון עליהם. ","titles":[{"title":"﻿במדבר ג א"},{"title":"﻿במדבר פרק ג פסוק א"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-3","interprets":"tanach-4-3-1","positionInPerek":1,"positionInParasha":89},{"uri":"tanach-kliyekar-4-3-13","text":"אמנם לבבי לא כן ידמה, כי בודאי שררה נתן ה' ללוים ולא עבדות כמ\"ש (במדבר טז.ט) המעט מכם כי הבדיל ה' וגו'. ולפנים היתה עבודה זו בבכורות ונפסלו בעגל ונתנה ללוים אך שהיה גלוי לפניו ית' שאע\"פ שכל בכור יתן לוי תחתיו, מ\"מ סוף שישארו רע\"ג בכורים שלא יוכלו להעמיד במקומם לוים ויצטרכו לפדיון ה' שקלים לגלגולת, ויש כאן מקום ללון אל הבכור ולומר וכי בשביל שאין כאן במקומי לוי אצטרך ליתן ה' שקלים וכי לא די בזו שקנס אותי לפסלני מן העבודה ולמה זה אתן עוד תמורתי ה' שקלים, ע\"ז אמר כי לי כל בכור ביום הכותי וגו' ע\"כ דין יש לי עליהם מאז וגם עתה להטיל עליהם פי שנים מן הקנסות א' בעבור חוב ישן שיש לי עליהם שהצלתים מן המות, ואחד בעבור שחטאו בעגל. ופירוש זה נכון מצד הענין. ","titles":[{"title":"﻿במדבר ג יג"},{"title":"﻿במדבר פרק ג פסוק יג"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-3","interprets":"tanach-4-3-13","positionInPerek":13,"positionInParasha":101},{"uri":"tanach-kliyekar-4-3-39","text":"ולי נראה לפי שמצינו בגזירת פרעה, שגירש עמרם את אשתו ועמד זמן רב בלא פריה ורביה, שהרי בת ק\"ל שנה היתה יוכבד כשעשה בא ליקוחין שניים ומ\"ש רז\"ל (סוטה יב.) עמדו כולם וגרשו נשותיהם מסתמא לא כל ישראל עשו כן כי איך היו יכולין לעמוד זמן רב בלא אשה, שהרי ארז\"ל (שם יא","titles":[{"title":"﻿במדבר ג לט"},{"title":"﻿במדבר פרק ג פסוק לט"}],"sefer":"tanach-4","parasha":"parasha-1","perek":"tanach-4-3","interprets":"tanach-4-3-39","positionInPerek":39,"positionInParasha":127},{"uri":"tanach-kliyekar-4-4-22","text":"ונאמר לשון נשא בבני קהת ובבני גרשון, ולא בבני מררי, לפי שהיה לשניהם מעלה ביתר שאת על בני מררי, קהת מצד משא הארון וגרשון מצד הבכורה, ועוד שמשאו היה יותר מקודש מן משא בני מררי שהיה הפחות שבכולם, ע\"כ לא הזכיר אצלו לשון נשא, ובזה אתי שפיר ג\"כ מה שאמר גם הם. ולא אמר גם אותם אלא שר\"ל הלא גם המה יש להם יתרון אשר מצדו הם ראוין לנשיאת ראש והיינו הבכורה כאמור. ומטעם זה נאמר בכ\"מ למשפחותם לבית אבותם. חוץ מבני לוי שנאמר בהם פקוד את בני לוי לבית אבותם למשפחותם. (במדבר ג.טו) וכאן נאמר נשא את ראש בני גרשון גם הם לבית אבותם למשפחותם טעם אחד לשניהם כי הבכורה באה לאדם מצד אבותיו אם הוא כחו וראשית אונו, וכשבא להחליף הלוים בבכורים הזכיר בלוים לבית אבותם כאילו היו המה הבכורים אשר מעלתם תלויה בבית אבותם, וכן כאן אמר נשא את ראש בני גרשון הבכור גם הם ר\"ל גם הם יש להם מעלה ומה היא המעלה לבית אבותם, היינו הבכורה המתיחסת לבית אבותם. ואם נפשך לומר שהקדמת לבית אבותם שייך דווקא אצל הבכורים ולא אצל הלוים אז נוכל לומר שלכך הזכיר אצל הלוים לבית אבותם למשפחותם. להורות שימנה גם בכורי הלוים כי סד\"א מאחר שדיו לבכור שיפקיע את עצמו מן הפדיון לא נתנו בכורי הלוים תחת בכורי ישראל וא\"כ אין צורך למנותם בחנם, קמ\"ל פקוד את בני לוי לבית אבותם שאפילו הבכורים שמעלתם מבית אבותם יספור וימנה כי אע\"פ שאינן בכלל פדיון הבכורות מ\"מ הם בכלל מינוי עבודת המשכן וכליו. ","titles":[{"title":"﻿במדבר ד כב"},{"title":"﻿במדבר פרק ד פסוק כב"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-4","interprets":"tanach-4-4-22","positionInPerek":22,"positionInParasha":2},{"uri":"tanach-kliyekar-4-5-2","text":"ולפי שג' אלו גרמו החורבן וסילוק השכינה, על כן צוה לרחקם מן המחנה שלא יטמאו את מחניהם כי במקום שהמה מצויין הקב\"ה מרחיק שכינתו משם כי המקום טמא טמא יקרא, רמז לדבר ט' מן טמא, רמז לש\"ד הנולד לט' חדשים כי מטעם זה היו ערי מקלט ששה וכתיב (דברים יט.ט) ויספת לך עוד ג' ערים. בין הכל ט' לא יותר מן הטעם שנתבאר. מ' מן טמא, רמז לג\"ע שכן היו מי המבול מ' יום על שהטריחו ליוצרם לצור צורת ממזרים במ' ימי יצירת הולד. א' מן טמא, רמז לע\"ז הנוגע באחדות הש\"י הרמוז באל\"ף. וע\"כ קרא דוד המלך ליצר הרע טמא (סוכה נב.) לפי שהכשילו בשלשתן ג\"ע בבת שבע, ש\"ד באוריה החתי, ע\"ז כמו שלמדו (בסנהדרין קז.) מן פסוק ויהי דוד בא עד הראש (שמואל ב' טו.לב) בקש לעבוד ע\"ז כו', ויש בהם ג\"כ טומאה כי הע\"ז מטמאה כנדה שנאמר (ישעיה ל.כב) תזרם כמו דוה. ע\"כ רמז בהרחקת ג' טמאים אלו להרחקת ג' ראשי עבירות אלו המסבבים סילוק השכינה, וסמך לפרשה זו איש או אשה כי יעשו מכל חטאת האדם. להורות שהרחקת הטמאים הוא ג\"כ בעבור חטאם כאמור. ","titles":[{"title":"﻿במדבר ה ב"},{"title":"﻿במדבר פרק ה פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-5","interprets":"tanach-4-5-2","positionInPerek":2,"positionInParasha":31},{"uri":"tanach-kliyekar-4-5-12","text":"ולולא מסתפינא לומר דבר חידוש אשר לא שערום ראשונים הייתי אומר, כי תשטה בטי\"ת כמו תשתה בתי\"ו כי ט' מתחלפת בתי\"ו באותיות דטלנ\"ת וכן פירש\"י סוף פר' מקץ (מד.טז) בפסוק ומה נצטדק. שטי\"ת זו במקום תי\"ו וכן לשון תועה. בכל המקרא בתי\"ו, ובלשון רז\"ל טועה בטי\"ת, כאילו אמר כי תשתה אשתו יין ושכר המרגילים לערוה. ולדעת האומר שהוא לשון שטות היינו לפי שהיין יקח לב עד שאינו יודע להבדיל בין קודש לחול כמ\"ש (ויקרא י.ט-י) יין ושכר על תשת וגו'. ולהבדיל וגו'. וכמ\"ש (משלי לא.ה) פן ישתה וישכח מחקק. היינו התורה וקראה בשם מחקק לפי שעולה למספר חמר וכדרך שאמרו (בעירובין סה.) נכנס יין יצא סוד, כך נכנס חמר יצא מחקק חושבנא דדין כחושבנא דדין וכל אחד נדחה מפני חבירו. ונקרא היין חמר כי על ידו נעשה האדם כחמור אין הבין לכך נאמר כי תשטה. שתהיה שוטה כחמור עד שאפילו אם חמור תובעתה בשוק נזקקת לו (כתובות סה.). ","titles":[{"title":"﻿במדבר ה יב"},{"title":"﻿במדבר פרק ה פסוק יב"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-5","interprets":"tanach-4-5-12","positionInPerek":12,"positionInParasha":41},{"uri":"tanach-kliyekar-4-5-15","text":" כלי יקר  לא יצוק עליו שמן. אע\"פ שמנחה לשון נקיבה, מ\"מ נקט לשון זכר עליו כי הוא מוסב על הקמח שהוא לשון זכר. וצוה ליקח קמח דווקא כי מיד אחר הטחינה הוא נעשה קמח כמ\"ש (ישעיה מז.ב) וטחני קמח. ומצינו במעשה זה ג\"כ לשון טחינה כמ\"ש (שופטים טז.כא) ויהי טוחן בבית האסורים וכתיב (איוב לא.י) תטחן לאחר אשתי. ע\"כ נאמר כי מנחת קנאות הוא. היינו הקמח שאחר הטחינה ומנחה זו מזכרת עון היינו שמזכרת עון הטחינה של האשה. ומה שהקשה הרמב\"ן על מ\"ש כאן מנחת קנאות הוא, ואח\"כ אמר מנחת קנאות היא, נראה שלא קשה מידי כי כאן מדבר בזמן שהמנחה ביד הבעל כמ\"ש והביא את קרבנו וגו' כתב הוא לשון זכר כי בידו מטה זעמו (ישעיה י.ה). אבל אח\"כ שנאמר ונתן על כפיה את מנחת הזכרון כתיב מנחת קנאות היא כי בידה מטה זעמה. ופשוטו הוא שבפסוק זה לא הוזכר הקמח ע\"כ אמר היא מוסב על המנחה. ","titles":[{"title":"﻿במדבר ה טו"},{"title":"﻿במדבר פרק ה פסוק טו"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-5","interprets":"tanach-4-5-15","positionInPerek":15,"positionInParasha":44},{"uri":"tanach-kliyekar-4-5-17","text":"ומ\"ש והעמיד הכהן את האשה לפני ה'. אע\"פ שכבר נאמר העמידה לפני ה'. אמרו בזה המפרשים שעמידה ראשונה קאי על המנחה ונכון הוא. ומה שמקדים לפעמים הבטן לירך ולפעמים מקדים הירך, לפי שהיה כאן כמו נס בתוך נס כי המים מאררים מחסרים מן הבשר וכשבטנה צבה נראה כאילו נתרבה הבשר לפיכך בב' פסוקים שהזכיר לשון מאררים סמך לזה צביהת הבטן, אבל בפסוק ראשון שלא הזכיר מאררים הקדים הירך כי הוא התחיל בעבירה. ","titles":[{"title":"﻿במדבר ה יז"},{"title":"﻿במדבר פרק ה פסוק יז"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-5","interprets":"tanach-4-5-17","positionInPerek":17,"positionInParasha":46},{"uri":"tanach-kliyekar-4-6-2","text":"ד\"א כי יפליא לשון הבדלה והפרשה, ודבר זה יש לפרשו בג' פנים. האחד הוא, שע\"י היין אינו יכול להבדיל בין קודש לחול כמ\"ש (ויקרא י.ט-י) יין ושכר אל תשת וסמיך ליה ולהבדיל בין הקודש לחול. לכך אמר כי יפליא כשירצה להבדיל בין הקודש לחול אז יזיר עצמו מן היין פן ישתה וישכח מחקק (משלי לא.ה) התורה לאפוקי הנשים שאינן בני ת\"ת אין לשון הפלאה שייך בהם. הב' הוא, לשון הפרשה מן תענוגי העה\"ז אשר היין ראש לכולם כמ\"ש שמטעם זה נאמר במנוח למה זה תשאל לשמי והוא פלאי (שופטים יג.יח). היינו פלאי שמו כי כל מלאך נקרא על שם השליחות ואני נשלחתי לעשות הבן הילוד נזיר מופלא ומופרש מכל עניני העה\"ז ועל שם שנאמר איש כי יפליא לכך אני נקרא פלאי. ולכך אמר כי יפליא ולא אמר יפליאו לפי שגם נדר של האשה תלוי באישה שהרי כל נדר לענות נפש אישה יקימנו ואשה יפרנו (במדבר ל.יד). א\"כ גם נדרה תלוי בו, ואין הכוונה בנזירות זה שיהיה פרוש מן היין ל' יום ואח\"כ יחזור להיות בסובאי יין כבראשונה דא\"כ צדיק מה פעל, אלא הכוונה שירגיל את עצמו מעט מעט כי כל התחלות קשות ובל' יום הוי חזקה ששוב לא יהיה להוט אחריו כל כך. הג' הוא, ע\"ד שארז\"ל (נדרים כב.) הנודר כאלו בנה במה כו', ומאמר זה תמצא עליו פירוש יקר מאד לקמן בפרשת מטות (ל.ג) ע\"ש וזה מסכים למ\"ד שהנזיר נקרא חוטא (נדרים י.) והחטא הוא שבונה במה לעצמו והוא פורש את עצמו מכל העולם לנהוג איסור בדבר שהכל נוהגים בו היתר, לכך נאמר כי יפליא. שהוא רוצה להיות מובדל ומופרש מזולתו ובונה במה לעצמו ודבר זה אינו מצוי בנשים כי מסתמא דעתם לפי שרואין סוטה בקלקולה ולא כדי לבנות במה לעצמם. ","titles":[{"title":"﻿במדבר ו ב"},{"title":"﻿במדבר פרק ו פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-6","interprets":"tanach-4-6-2","positionInPerek":2,"positionInParasha":62},{"uri":"tanach-kliyekar-4-6-11","text":"אמנם העובר בבל תוסיף, הרי הוא מוסיף גירוי היצה\"ר אולי בהוספה זו לא תוסיף התורה תת כחה לעמוד כנגדו כי אין כחה כ\"א בדבר שהתורה סבה לו כי המוחץ הוא ירפא. כך נזיר זה נקרא חוטא משני צדדים הן מצד שקודם נזירות זה היה כעיר פרוצה אין מעצור לרוחו עד אשר הוצרך להתקשר בנזירות, הן מצד שבהיותו נזיר הוא מגרה היצר הרע בנפשיה, אבל מ\"מ קדוש יאמר לו אם יעמוד כנגדו כי היצה\"ר כל מזימותיו לפרוץ גדרו וזה\"ש וכי ימות עליו מת בפתע פתאום וגו'. הורה כי כל זה מעשה שטן אשר הקרה לידו מקרה בלתי טהור זה בפתע פתאום באונס ובלא יודעים כדי לטמא ראש נזרו, ע\"כ הוצרך לכפרה מאשר חטא על הנפש. וציער עצמו מן היין כי ע\"י צער זה גרם ליצה\"ר שנתגרה בו וסבב סבות לטמא נזרו, ועוד הוצרך לכפרה על שציער עצמו ותחת אשר לא עבד את ה' בשמחה כ\"א בצער, והשמחה הוראה על שלימות הפועל כמ\"ש (תהלים קלט.כד) וראה אם דרך עוצב בי וגו'. כי אילו היה שמח בנזירות זה היה נזהר בשמירה יתירה מן הטומאה אך מאחר שלא נזהר בה זה הוראה שלא היה שמח בנזירות זה ובזה מצא לו היצה\"ר מקום לבצר ממנו כל אשר יזם לעשות, וצדיקים ישמחו ויעלזו לפני ה' וישישו בשמחה (שם סח.ד) בי\"ת של בשמחה פירושה בזכות השמחה שעבדו את ה' בשמחה כאמור. ","titles":[{"title":"﻿במדבר ו יא"},{"title":"﻿במדבר פרק ו פסוק יא"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-6","interprets":"tanach-4-6-11","positionInPerek":11,"positionInParasha":71},{"uri":"tanach-kliyekar-4-6-23","text":"אמור להם. מכאן למדו רז\"ל (ספרי ו.קמג) שהחזן מקריא לכהנים מלה במלה נוסח הברכות, וטעמו של דבר שהחזן הוא הסרסור המושך שפע צינור ממקור הברכות תחילה ומוריק אותם על ראש הכהנים יחולו, כי הוא אומר תחילה אל הכהן יברכך ה' כדי לעשות את הכהן תחילה כלי גדוש ומלא ברכת ה' ואח\"כ כשהכהן אומר לישראל יברכך ה'. הוא מוריק מן כלי מלא על כלי ריקן, אבל אם לא היה הכהן מתברך תחילה היה מוריק מכלי ריקן אל כלי ריקן. ובזה מיושב מ\"ש (בראשית יב.ג) ואברכה מברכך ומקללך אאר. והל\"ל ואאר מקללך כדרך שאמר ואברכה מברכך. אלא שר\"ל שהכהן המברך את ישראל אני מברכו תחילה כדי לעשות את הכהן כלי מלא וגדוש ויוריק מן כלי מלא ברכת ה' על ישראל אבל בקללה אין שייך לומר כן אלא אחר שיקללם אאר אותו ולא קודם, לכך נאמר ושמו את שמי על בני ישראל ואני אברכם תחילה, (עיין חולין מט.) ע\"י שיאמר החזן לכהן תחילה יברכך ה'. ","titles":[{"title":"﻿במדבר ו כג"},{"title":"﻿במדבר פרק ו פסוק כג"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-6","interprets":"tanach-4-6-23","positionInPerek":23,"positionInParasha":83},{"uri":"tanach-kliyekar-4-6-24","text":"ועל צד הרמז י\"ל ג' ברכות אלו, על דרך שפרשתי למעלה פר' יתרו (יט.ד) המדרש (שהש\"ר ג.כא) האומר שמתחילה קרא הקב\"ה לישראל בת, ואח\"כ אחות, ואח\"כ אם, כי כל זה מורה על הממשלה כי מתחילה קראה בת שמסתמא האב מושל על הבת והוא למעלה והבת למטה ע\"כ אמר יברכך ה' וישמרך. שתמשוך שפע הברכות מלמעלה כי הוא שומריך וכל שומר למעלה מן הנשמר כמ\"ש (משלי ו.כב) בשכבך תשמור עליך. וכן רבים, ואח\"כ קראה אחות בדומה לו על מדריגה זו נאמר יאר ה' פניו אליך. בעמדך לנגדו פנים בפנים כדרך קבלת הלבנה אורה מן החמה בעמדה לנגדה, ואח\"כ קראה אם המושלת על הבת כך צדיק מושל ביראת ה' כמו שעיני הבת נשואות אל האם כך ישא ה' פניו אליך כביכול, ואין להאריך בדברים אלו אבל נכוחים הם למוצאי דעת. ","titles":[{"title":"﻿במדבר ו כד"},{"title":"﻿במדבר פרק ו פסוק כד"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-6","interprets":"tanach-4-6-24","positionInPerek":24,"positionInParasha":84},{"uri":"tanach-kliyekar-4-6-26","text":"ובמדרש (במ\"ר יא.ז) אמר הקדוש ברוך הוא, ואיך לא אשא להם פנים אני אמרתי בתורה (דברים ח.י) ואכלת ושבעת וברכת. והם מחמירים עד כזית ועד כביצה ר\"ל הנה ברך לקחתי מהם וברך ולא אשיבנה. ואיך לא אשיב להם ברכה דרך ויתור תמורת הברכה אשר אני לוקח מהם גם כן דרך ויתור. ומ\"ש אשר לא ישא פנים. היינו לכל האומות שאינן עושין כלום דרך ויתור, אבל כאן נאמר ישא ה' פניו אליך דווקא כי אתה עושה דרך ויתור ומחמיר על עצמך, גם אני אשא פני אליך דרך ויתור, ואפילו ויתור זה אינו בכל דבר כ\"א מדה במדה ממש כי אתם מחמירין עד כזית אפילו בלא שביעה כאלו אתם שבעים, כך אוותר לכם שאפילו אוכל קמעא מתברך במעיו ועל זה אמר וישם לך שלום. וכמ\"ש (תהלים קמז.יד) השם גבולך שלום חלב חיטים ישביעך. וכה\"א (ויקרא כו.ה-ו) ואכלתם לחמכם לשובע וישבתם לבטח בארצכם, ונתתי שלום בארץ. ופירוש זה נכון וברור בהבנת מדרש זה. ","titles":[{"title":"﻿במדבר ו כו"},{"title":"﻿במדבר פרק ו פסוק כו"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-6","interprets":"tanach-4-6-26","positionInPerek":26,"positionInParasha":86},{"uri":"tanach-kliyekar-4-7-12","text":"ואחר שהזכיר חותם כל הברכות והוא השלום, מיד התחיל בפרשה אשר בה רמוז ג\"כ השלום כי מטעם זה נאמר בראשון וקרבנו בוי\"ו העיטוף כאילו קדמו אחר שלא יהיה תפארתו לאמר אני הקרבתי ראשון, גם לא הזכיר בו שם נשיא שלא יתנשא לאמר אני אמלוך והגאוה סבה לכל ריב ולכל נגע. ואמרו עוד (שמו\"ר טו.ו עיי\"ש) שכל י\"ב שבטים אלו נמשלו לי\"ב מזלות שהולכים כהולך בסולם לאחוריו, וכן יסד הפייט של נישואין שור לפניהם ולא לאחריהם עלות בשלום שכל אחד סובר אני ראשון, ומטעם זה האריכה התורה בזכרון כל הקרבנות בכל י\"ב נשיאים כדי שלא לעשות שום אחד טפל לחבירו וכל זה סבת השלום. ","titles":[{"title":"﻿במדבר ז יב"},{"title":"﻿במדבר פרק ז פסוק יב"}],"sefer":"tanach-4","parasha":"parasha-2","perek":"tanach-4-7","interprets":"tanach-4-7-12","positionInPerek":12,"positionInParasha":99},{"uri":"tanach-kliyekar-4-8-2","text":"ועל צד הרמז י\"ל אל מול פני המנורה. זה הקב\"ה אורו של עולם, יאירו שבעת הנרות. כי כל הקנים היו מול הקנה האמצעי והוא פונה מול השכינה שבמערב וא\"כ דומה כאילו כולם פונין מול פני המנורה הטהורה אשר ממנו ית' האור יוצא לכל הנמצאים. ומדקאמר בהעלותך לשון עליה שידליק עד שתהא שלהבת עולה מאליה, ורז\"ל אמרו (תנחומא בהעלותך ג) שהמנורה נעשית מאליה זה מופת גדול שיש בה רמז על נר אלהים נשמת אדם העולה היא למעלה מאליה אם אין לה מונע מצד העונות והיא מעשה ה' כי ג' שותפין באדם (נדה לא.) וכבר בארנו זה למעלה פר' תרומה (כה.לא) והוא ענין נכון וברור וזה סמיכות העלאת הנרות מעצמם למעשה המנורה כי גם היא היתה מעשה ה' כמ\"ש כן עשה את המנורה הקב\"ה עשאה. ","titles":[{"title":"﻿במדבר ח ב"},{"title":"﻿במדבר פרק ח פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-8","interprets":"tanach-4-8-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-8-6","text":"אבל כשהזכיר לשון לקיחה שהקב\"ה לקחם מעצמו בלא נתינת יעקב, היינו לקיחה של שררה אשר היתה בבכורות ונפסלו ונתנה השררה ללוים. וע\"ז אמר תחת פטרת כל רחם בכור כל מבני ישראל לקחתי אותם לי. ואקח את הלוים תחת כל בכור גו'. ומכאן למד בעל המדרש לפרש קח את הלוים לשררה, וילמוד עליון מתחתון מה קיחה שנאמרה למטה של שררה מדתלה אותה בחילוף הבכורות אף קיחה שלמעלה של שררה, והשררה היא שכל ישראל חייבים להעלות להם מס תרומות ומעשרות כי ע\"כ קרא שמו לוי שליוהו במתנות. וזה פירוש יקר. ","titles":[{"title":"﻿במדבר ח ו"},{"title":"﻿במדבר פרק ח פסוק ו"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-8","interprets":"tanach-4-8-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-4-9-7","text":" כלי יקר  למה נגרע לבלתי הקריב וגו'. יש מקשים וכי נעלם מהם שטמא אסור באכילת קדשים, וזה קשה לפי גרסת התלמוד (פסחים סו","titles":[{"title":"﻿במדבר ט ז"},{"title":"﻿במדבר פרק ט פסוק ז"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-9","interprets":"tanach-4-9-7","positionInPerek":7,"positionInParasha":33},{"uri":"tanach-kliyekar-4-10-10","text":" כלי יקר  וביום שמחתכם ובמועדיכם וגו'. מן פסוקים אלו למדו רז\"ל שאומרים בראש השנה מלכיות זכרונות ושופרות כדאיתא בילקוט בפרשה זו (י.תשכה) ויש להבין מה ראו על ככה לפרש פסוקים אלו על ר\"ה. ונראה שלמדו זה ממה שנאמר וכי תבואו מלחמה בארצכם על הצר הצורר וגו', וזאת לפנים בישראל שבכל עת צרה היו גוזרין תענית והיו תוקעין ומריעין ואומרים מלכיות זכרונות ושופרות כדאיתא בטור א\"ח סימן תקע\"ט ואולי ראייתם מפסוקים אלו שנאמר וכי תבואו מלחמה וגו'. ודון מינה ומינה שבכל יום ויום שיש תקיעה עושין כסדר הזה וגם ר\"ה בכלל, ומדקאמר מלחמה בארצכם בבי\"ת שמע מינה שמדבר בצורר שהוא תוך הארץ וזה יאות לראש השנה שתוקעין בו בשופר לערבב השטן הצורר הפנימי אשר בתוך הארץ לאפוקי סתם צורר הוא חוצה לארץ ועוד מה לי צורר חיצוני מה לי פנימי, ולפי זה יפה נרמז בפסוקים אלו סדר של ראש השנה. ","titles":[{"title":"﻿במדבר י י"},{"title":"﻿במדבר פרק י פסוק י"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-10","interprets":"tanach-4-10-10","positionInPerek":10,"positionInParasha":59},{"uri":"tanach-kliyekar-4-10-29","text":"ובדרך פשוטו, מתחילה הבטיחו בטובה גופנית, באמרו והטבנו לך ולא הזכיר השם ולא רצה לקבל כי אמר אלך אל ארצי ושם יהיה לי טובה הרבה, ואח\"כ הבטיחו בטובה רוחנית שיהיה מכלל הסנהדרין שנקראו עיני העדה כמ\"ש והיית לנו לעינים. ואמר והיה הטוב אשר ייטיב ה' עמנו. הזכיר השם בטובה רוחנית זו כי יתן ה' את רוחו עליו ונעתר לו, וכן היה לדעת רז\"ל (סנהדרין קו.) שמבני יתרו זכו וישבו בלשכת הגזית כו' ובודאי היה זה מהבטחת והיית לנו לעינים. ","titles":[{"title":"﻿במדבר י כט"},{"title":"﻿במדבר פרק י פסוק כט"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-10","interprets":"tanach-4-10-29","positionInPerek":29,"positionInParasha":78},{"uri":"tanach-kliyekar-4-10-33","text":"וזהו עיקר החטא בינינו המסבב אריכות הגלות, כי ברובם כן פנו פניהם מן ארון ברית ה' אל המחנה עד שאפילו כל כשרון המעשה מתורה ומצות אינן עושין לשמה כ\"א כדי להתהדר בהם בפני הבריות למצוא חן בעיניהם ונטורי קרתא כאלו הם הם חרובי קרתא והכל יודעין שכן הוא ואין אומר השב עד אשר ישקיף ה' וירא ויסיר רוח זנונים מקרבינו ואין להאריך בזה. ","titles":[{"title":"﻿במדבר י לג"},{"title":"﻿במדבר פרק י פסוק לג"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-10","interprets":"tanach-4-10-33","positionInPerek":33,"positionInParasha":82},{"uri":"tanach-kliyekar-4-10-35","text":" כלי יקר  ויהי בנסוע הארון. יש מרז\"ל שאמרו (שבת קטז.) שב' פסוקים אלו הם ספר בפני עצמו וע\"כ מנה ז' ספרים בתורה. וכי יפלא ממך דבר לאמר הרי עיקר התורה למצותיה נתנה ובספר זה אין רמז לשום מצוה, אענה אני חלקי ואומר שלמצות פריה ורביה עשה ספר בפני עצמו, כי במצוה זו תלוי קיום העולם וגורם השראת השכינה כמ\"ש רז\"ל (יבמות סד.) כל מי שאינו עוסק בפו\"ר גורם לשכינה שתסתלק מישראל, שנאמר ובנחה יאמר שובה ה' רבבות אלפי ישראל. מלמד שאין השכינה שורה בפחות מב' אלפים וב' רבבות מישראל הרי שהיו ישראל כ\"ב אלף פחות אחד וזה שלא עסק בפו\"ר נמצא שגורם לשכינה שתסתלק מישראל. וזו מצוה ראשונה שנצטוה אדה\"ר עליה כי מיד אחר שנאמר (בראשית א.כז) ויברא אלהים את האדם וגו'. כתיב (שם א.כח) ויאמר להם פרו ורבו. כך עשה ספר מיוחד ממצוה זו לומר שהשראת השכינה בישראל צריך כ\"ב אלף וממילא ידע כל איש מישראל להיות זהיר במצות פו\"ר למלאות המספר. וראיה גדולה לדברינו מן פר' מתאוננים שסמוכה לה כמו שיתבאר בסמוך. ","titles":[{"title":"﻿במדבר י לה"},{"title":"﻿במדבר פרק י פסוק לה"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-10","interprets":"tanach-4-10-35","positionInPerek":35,"positionInParasha":84},{"uri":"tanach-kliyekar-4-11-1","text":"וזה ביאור הפר', אחר ששמעו שובה ה' רבבות אלפי ישראל. שזרזם על מצות פ\"ו להיות כדגים הללו מיד הרהרו בלבם על איסור העריות כי זהו נו\"ן הפוך לפיכך ויהי העם הרשעים כמתאוננים, מתאוננים לא נאמר אלא כמתאוננים בכ\"ף הדמיון לומר הרי אנו כאונן זה שאסור בתשמיש המטה כך לא הורשה לנו תשמיש המטה עם כל הנשים. ולפי שאין אנינות כ\"א בלב שהרי עדיין לא הוציאו תלונתם מהשפה ולחוץ ע\"כ לא הרגיש משה עדיין בתלונתם אכן שמע ה' והקשיב בקול תלונתם ע\"כ נאמר רע באזני ה' ותבער בהם אש ה'. כי ברותחין קלקלו ובערה בהם אש התאוה וחימום העריות ע\"כ מדה כנגד מדה ותבער בהם אש ה' ותאכל בקצה המחנה או בקצינים, או במוקצים, ודבר זה יתבאר בסמוך. ","titles":[{"title":"﻿במדבר יא א"},{"title":"﻿במדבר פרק יא פסוק א"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-1","positionInPerek":1,"positionInParasha":86},{"uri":"tanach-kliyekar-4-11-2","text":" כלי יקר  ויצעק העם אל משה. ולא אל ה', כי חשבו מאחר שמשה לא הרגיש עדיין בחטאם יחשוב שמקרה הוא להם ויתפלל בעדם, וכך עשה משה בחשבו שהמקום גרם להם כי יש מקומות בארץ אשר שם רוח גדול נסתר המסבב רעישת הארץ, ויש מקומות שבהם אש נסתר, על כן קרא משה שם המקום תבערה כי חשב שהמקום גרם להם ולא חטאם. ","titles":[{"title":"﻿במדבר יא ב"},{"title":"﻿במדבר פרק יא פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-2","positionInPerek":2,"positionInParasha":87},{"uri":"tanach-kliyekar-4-11-4","text":"ומה שאמרו אין כל. י\"א שכך אמרו אע\"פ שיש לו טעם כל מיני אוכל מכ\"מ אין כל, אין בו טעם כל האוכלין שהרי אין לו טעם חציר ובצלים כו', ובעקידה פירש בלתי אל המן עינינו. אע\"פ שיש בו כל הטעמים מ\"מ אין עינינו רואות כ\"א המן והסומא אוכל ואינו שבע. ","titles":[{"title":"﻿במדבר יא ד"},{"title":"﻿במדבר פרק יא פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-4","positionInPerek":4,"positionInParasha":89},{"uri":"tanach-kliyekar-4-11-10","text":"וע\"ד המדרש י\"ל שכך מדתו של הקב\"ה, בזמן שהבריות רעים וחטאים אז הקב\"ה שולח יד בב' הקצוות בטובים וברעים כדי שכל הבינונים יקחו מוסר בק\"ו, כי אילו היה נוגע בפחותים לבד אז יתלו הטובים שבהם במעשיהם הטובים לאמר לא תגיש בעדינו הרעה כי אין אנחנו חטאים כמותם, ע\"כ הוא נוגע גם בשלמים שבהם ואז יקחו הפחותים מערכם ק\"ו לאמר אם אש אחזה בלחים מה יעשו קוצים יבשים כסוחים, ואם היה נוגע רק בטובים שבהם יאמרו הפחותים בשלמא אלו דין הוא שיענשו כי קרובים המה אל ה' וסביביו נשערה מאד. כי כל הקרב הקרב ביותר אל ה' אז ביותר הוא צריך לדקדק במעשיו כי אינו דומה מורד במלך תוך פלטין שלו למורד במלך חוץ לפלטין שלו, ע\"כ הקב\"ה אוחז בב' הקצוות ואז בטלו כל הטענות האלו וכל מה שבתוך הקצוות יפחדו אל ה' ואל ישובו לכסלה. ודבר זה מפורש ע\"י יחזקאל (טו.ב-ד) בן אדם מה יהיה עץ הגפן וגו', את שני קצותיו אכלה האש ותוכו נחר היצלח למלאכה. כי המשיל את ישראל לגפן שהאש אוכל בשני קצותיו ותוכו נחר ונרעש כך הקדוש ברוך הוא אוחז באספסף בקצינים ובמוקצים כדי שאשר בקרבו נחר ויפחד, וכאשר סרו כולם מן הדרך אז אכלה האש בכולם בין באספסף בין באשר בקרבו דהיינו תוכו. ואולי בקצינים אינן הטובים כי אם החניפים המראין את עצמם כשרים כדי שישימו אותן לראש ולקצין ובקרבם ישימו ארבם והקדוש ברוך הוא פרסם על החניפים וגרם שהוציאו רעתן לחוץ כי מכסה שנאה במשאון, תגלה רעתו בקהל (משלי כו.כו). ","titles":[{"title":"﻿במדבר יא י"},{"title":"﻿במדבר פרק יא פסוק י"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-10","positionInPerek":10,"positionInParasha":95},{"uri":"tanach-kliyekar-4-11-15","text":"וקרוב לשמוע שקאי על מ\"ש כאשר ישא האומן, ולא אמר אומנת פירש מהרי\"א שאתה עושה לי כאומן זכר הנושא את היונק שאין לו דדים להניק הילד כשבוכה כך אין בידי למלאות שאלתם, וע\"ז נאמר ואם ככה את עושה לי כי דמיון זה של נקיבה מצוי בך כביכול כי בידך לרוות צמאם ואתה הורה גבר ואיך תטיל עלי דמיון הנקיבה ואני זכר שאין לו דדים להניק ודמיון את כלפי מעלה אינו תשות כח חלילה אלא מורה על היכולת כנקיבה שיש לה דדים להניק. ","titles":[{"title":"﻿במדבר יא טו"},{"title":"﻿במדבר פרק יא פסוק טו"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-15","positionInPerek":15,"positionInParasha":100},{"uri":"tanach-kliyekar-4-11-22","text":"ועל צד הרמז מקרא זה אומר דורשני, כי יש להקשות ישחט ויאסף למה לי, וכי עכשיו אתי לאשמועינן דין שחיטה בבהמות, ואסיפה בדגים, ועוד שבתלונתם זכרו בשר ודגים והקב\"ה נתן להם מין שלישי כי הצפור לא בשר מקרי. ובדרך רחוקה נאמר שרמז כאן למה שאמרו הקדמונים שהרשעים, נמשלו לבהמות ששחיטתן שני סימנים כך הרשעים נטרדין מן העה\"ז, והעה\"ב, והבינונים, נמשלו לעופות שנתרים בסימן אחד כך המה אחר שקבלו עונשם בעה\"ז יש להם חלק לעה\"ב, והצדיקים, נמשלו לדגים שבאסיפה לבד סגי וכך נאמר בצדיקים ויאסף אל עמיו (בראשית כה.ח) כי מיתתם בנשיקה, וכאן כבר בערה אש ה' בקצינים ובמוקצים ולא שבו עוד לכסלה, והמתאוים היו הבינונים כמובן מלשון אשר בקרבו דהיינו התוך והאמצע ושאלו בשר ודגים שאינן ממינם כי בשר בהמה יאות לרשעים ודגים לצדיקים, לכך נקט ישחט ויאסף, והוסיף מלת להם לומר שהבהמות מצד שטעונין שחיטה והדגים מצד שבאסיפה בעלמא סגי לא ימצא להם אינן מקבילין להם כי אינן ממינם כלל, והשיב לו ה' עתה תראה היקרך דברי כי בידי להקביל להם מה שהוא ממינם כמובן מלשון יקרך כי הקרה ה' להם השליו ומצא מין את מינו. וכל זה דרך דרש ורחוק מפשוטו. ","titles":[{"title":"﻿במדבר יא כב"},{"title":"﻿במדבר פרק יא פסוק כב"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-22","positionInPerek":22,"positionInParasha":107},{"uri":"tanach-kliyekar-4-11-29","text":"ואמר כי יתן ה' את רוחו עליהם. פירש בעקידה פשיטא אם יהיו מואצלים מן הרוח אשר עלי שלא אתקנא בהם כי בכל אדם מתקנא חוץ מבנו ותלמידו (סנהדרין קה","titles":[{"title":"﻿במדבר יא כט"},{"title":"﻿במדבר פרק יא פסוק כט"}],"sefer":"tanach-4","parasha":"parasha-3","perek":"tanach-4-11","interprets":"tanach-4-11-29","positionInPerek":29,"positionInParasha":114},{"uri":"tanach-kliyekar-4-13-2","text":"ומ\"ש לשון מרגלים באותן ששלח יהושע אע\"פ שהיו צדיקים, מ\"מ קראם מרגלים לפי שהלכו לעשות את כל העם היושב בה למדרך כף רגל לישראל, או לעשות מדרך רגל לישראל בארץ, אבל כאן נאמר וירגלו אותה, משמע שעשו את הארץ עצמה במדריגת הרגל. ומ\"ש אצל יהושע כי לחפור כל הארץ באו. (יהושע ב.ג) לפי שעשו את עצמן מוכרי קדירות שנאמר (שם ב.א) חרש לאמר. ודרך עושי קדירות לעשות חפירות בארץ וגומות והמקום ההוא היה דושנה של יריחו מקום חשוב, ע\"כ אמרו עליהם ראו כי לחפור את הארץ באו לעשות חפירות בארץ כדי לעשות להם קדירות ויקלקלו הארץ. ","titles":[{"title":"﻿במדבר יג ב"},{"title":"﻿במדבר פרק יג פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-13-3","text":" כלי יקר  על פי ה'. לא היה השליחות על פי ה' שהרי אמר לו שלח לך לדעתך כו'. אלא ר\"ל שהשליחות ממדבר פארן היה על פי ה' מסע הראשון מחצירות, כי לפי דברי השי\"ת לא היה מסכים לשלוח כלל אך לרוב הפצרתם לא מיחה בהם, ומ\"מ היה לו לאחר זמן השליחות שהרי ממדבר פארן כמה מסעות עד סמוך לארץ והיה לו לשלוח מחניה אחרת הסמוכה לא\"י יותר ממדבר פארן, אלא לפי שחנייה זו של מדבר פארן היתה מיד בבואם מחצירות שקרה שם מעשה של מרים וחשב ה' כי קרוב הוא המעשה ההוא אולי יקחו הרשעים מוסר, ואולי ברוב הימים ישכחו מה שקרה למרים ומ\"ש על פי ה' מוסב על ממדבר פארן ולא על עצם השליחות. וי\"א שהיה ממדבר פארן דווקא כי ממקום זה שיערה חכמתו ית' שילכו וישובו תוך מ' יום כדי שיהיו כל מתי מדבר בני ס' שנה ויבואו בכלח אלי קבר (איוב ה.כו) כל מי שהיה בן ך' ומעלה אשר עליהם היתה הגזירה. ","titles":[{"title":"﻿במדבר יג ג"},{"title":"﻿במדבר פרק יג פסוק ג"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-4-13-16","text":"וי\"א לפי שיהושע היה תלמידו, הקפיד עליו שלא יקדיח תבשילו ויתלו ברבו, וי\"א לפי שהיה משבט יוסף שהביא דבת אחיו ע\"כ היה ירא שלא ילך בדרך זקנו, כי מטעם זה לא הזכיר בו למטה יוסף ובגדי בן סוסי הזכיר למטה יוסף, ומה שלא התפלל על גדי אולי חשב שאם זה שבא משבט אפרים הגדול ממנשה לא ישנה את תפקידו מסתמא גם הקטן ממני לא ידבר כנגדו, וכבר נודע מברכות של יעקב כי שם שם לו חק להקדים את אפרים לכל דבר שבקדושה, או לפי שנקרא אביו מנשה על שם כי נשני אלהים את כל בית אבי, וחשב משה שמסתמא כל זרעו שכחו כל מעשה אביהם. ","titles":[{"title":"﻿במדבר יג טז"},{"title":"﻿במדבר פרק יג פסוק טז"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-kliyekar-4-13-18","text":"ונראה שקשה לרש\"י, שהיה לו ליכנס בכי טוב ולמה התחיל בקללה כי הקב\"ה כבר אמר כי טובה היא וראוי להתחיל בכל פרט כדבר ה' כמו שכתוב בכל הפרטים הטובה היא אם רעה, השמינה היא אם רזה, היש בה עץ אם אין, בכולם התחיל בשבח וכאן התחיל בגנות כי החזק הוא. היינו רעה לישראל וגורם להם קלקול. ע\"כ פירש שסימן מסר להם וכל אחד קל מצד אחד וקשה מצד אחר, כי מאמר החזק הוא קשה לישראל מצד כי עז העם, ואך טוב הוא לישראל כי מסתמא יושבים בערי הפרזות ובנקל לבא אליהם, ומאמר הרפה. אם טוב הוא מצד רפיונם מ\"מ לא טוב הדבר מצד שהם יושבים בערי המבצר, וא\"כ שקולים המה וכן הבמחנים אם במבצרים כל אחד קל מצד, וכבד מצד, ושקולים המה. ","titles":[{"title":"﻿במדבר יג יח"},{"title":"﻿במדבר פרק יג פסוק יח"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-kliyekar-4-13-20","text":"ואמר והתחזקתם ולקחתם מפרי הארץ. לפי שהימים ימי בכורי ענבים והבעלים מקפידין על הלקיחה ומ\"מ התחזקו והיו לאנשים כי ה' עמכם. ועל צד הרמז אמר שישראל נמשלו לענבים כמ\"ש (הושע ט.י) כענבים במדבר מצאתי ישראל. ובמדרש (ילקו\"ש וישב מ.קמו עיי\"ש) אמרו הבשילו אשכולותיה ענבים. הגיע זמנם של ישראל להיות נגאלין, על זה אמר כאן והימים ימי בכורי ענבים. הגיע זמנם לכנס לארץ כי כבר נתבכרו ונתבשלו ונגמר כל שלימותם על ידי התורה שקבלו. ","titles":[{"title":"﻿במדבר יג כ"},{"title":"﻿במדבר פרק יג פסוק כ"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-kliyekar-4-13-22","text":"ואני אומר שהדבר כפשוטו ממש, כי מאחר שהונח ששייך לשון מבונה בפירות א\"כ אם עשתה צוען בכל שנה אלף מדות יגיע לז' שנים ז' אלפים מדות, וחברון הוא מעולה ז\"פ יותר מצוען ממילא עשתה בשנה ראשונה ז' אלפים מדות, נמצא שאוצרות של תבואה שהיו מבונים בפירות בצוען בשבעה שנים היו מבונים בחברון בשנה ראשונה וא\"כ שפיר קאמר וחברון שבע שנים נבנתה בתבואה לפני צוען מצרים קדימה בזמן ממש, ושייך בזה לשון בנין ממש כי במקום שיש הרבה תבואה בונין הרבה אוצרות ואז המקום בנוי בבנינים ממש, או בהיות שיושבי המקום יש להם תבואה הרבה למכור אז כסף וזהב ירביון ויבנו להם בתים ספונים וחשובים והיה חברון בנוי בכל עניני יופי ז' שנים לפני צוען מצרים כי זה מעיד על עשירות המקום ורבוי תבואתם כי יתרון ארץ בכל הוא, והזכיר שבח הארץ על ארץ מצרים, לפי שעתידין לומר נתנה ראש ונשובה מצרימה. ומטעם זה נאמר ויבא עד חברון ולא נאמר ויבואו, לפי שבבואם לחברון וראו שם מעלת הארץ על מצרים היו כלם בלב אחד כאיש אחד לספר בשבח הארץ, ואחר כן נתקלקלו ובאותה שעה צדיקים היו. ","titles":[{"title":"﻿במדבר יג כב"},{"title":"﻿במדבר פרק יג פסוק כב"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-kliyekar-4-13-24","text":" כלי יקר  למקום ההוא קרא נחל אשכול. כי מימים רבים היה נקרא מקום זה אשכול כדמסיק בילקוט פר' חיי שרה (קב.כג) ובפרשה זו (תשמג.יג) וע\"י מעשה זה קראוהו נחל אשכול הוסיפו לו שם נחל, והוא לשבחו של א\"י כי עיקר הגפן הטוב הוא הצומח בהרים כי המה מתבשלים ביותר ע\"י השמש השולטת יותר בהרים מבנחלים והמה לקחו אשכול מן הנחל בעמק ואעפ\"כ היה גדול ומעולה וק\"ו לאשכלות ההרים, ובזה מתורץ למה לא קראוהו סתם אשכול. ולמעלה פר' נשא (ה.יז) במי המרים פרשתי שמי מרה היו מתוקים ובפיהם של ישראל שבו להיות מרים וע\"כ הוצרך לומר שם ע\"כ קרא שמה מרה. שלא יובן מן שם מרה שהיו קודם לכן מרים, כך בעקידה פירש שהוצרך להודיע לנו שנקרא אשכול על אודות אשכול זה שכרתו משם שלא תאמר שנקרא מעולם אשכול על שם שיש שם אשכולות מובחרים ויהיה זה עדות על גנות הארץ שאין בכל הארץ כמותם, ע\"כ אמר שבכל הארץ היה כן והמה לקחו במקרה ממה שנזדמן לידם, ומה שנקרא נחל אשכול זהו על אודות האשכול. ויתכן לפרש שנקרא אשכל על שם למה אשכל שניכם יום אחד, כי מקום זה גרם להם שנעשו שכולים כי אמרו כשם שפריה משונה כך עמה, ועי\"ז כרתו משם בני ישראל כי כולם נכרתו ספו תמו לכך נאמר אשר כרתו משם בני ישראל. ","titles":[{"title":"﻿במדבר יג כד"},{"title":"﻿במדבר פרק יג פסוק כד"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-kliyekar-4-13-27","text":"והבט ימין וראה כי המה אמרו ערים גדולים ובצורות מאד. ובפר' דברים (א.כח) אמר משה שהמרגלים אמרו ערים גדולות ובצורות בשמים. ולא מצינו שאמרו בשמים, אלא שמשה הבין מדבריהם כפירה בהקב\"ה כי אמרו חזק הוא ממנו. כביכול אפילו בעל הבית אינו יכול להוציא כליו משם, (סוטה לה.) ואמרו שחוזק זה בא להם מכוכבי השמים וכסיליהם וזה\"ש ובצורות בשמים. שמזלם שבשמים חזק ממנו כביכול, ומתחילה לא אמרו כפירה זו בפירוש ואמרו סתם בצורות גדולות מאד וכאשר בא כלב והכחיש דבריהם אמרו הכפירה בפירוש כי חזק הוא ממנו. ומסוף דבריהם ניכר שראש דבריהם היה ג\"כ כפירה וכאילו אמרו ובצורות בשמים. ","titles":[{"title":"﻿במדבר יג כז"},{"title":"﻿במדבר פרק יג פסוק כז"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-27","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-kliyekar-4-13-30","text":"דרך ב' הוא, שאמר עלה. אמת שהעליה אפשרית היא אך נעלה בתנאי זה אם אנחנו נתקן מעשינו כי בזכותא תליא מילתא ואנחנו חייבים לעשות הכנה אל העליה ע\"י תשובה ומעשים טובים, וכן יכול. הקב\"ה ודאי יכול להם אך בתנאי זה שגם אנחנו נוכל ע\"י שנסיר לב האבן מקרבנו, והשיבו המרגלים אם בנו תלוי הדבר א\"כ אין בו ממש כי אם ה' לא יעלנו מזה ברחמיו מצדינו יבצר ונמנע, כי חזק הוא ממנו. היצר הרע כארז\"ל (סוכה נב.) יצרו של אדם גדול ממנו וכדמסיק בילקוט של תהלים (לה.י.תשכג) על פסוק מציל עני מחזק ממנו. היינו מן היצה\"ר ע\"ש. ","titles":[{"title":"﻿במדבר יג ל"},{"title":"﻿במדבר פרק יג פסוק ל"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-kliyekar-4-13-32","text":"וקרוב לשמוע, כי לחמנו הלמ\"ד בחולם כמו לוחמינו כי הם בעלי מלחמתינו ואולי היו מרגישין בכם ועושין עמכם מלחמה, ע\"כ עשה השי\"ת שהיו קוברים מתים כדי שלא יתנו לבם אליכם. ותולדות יצחק כתב כי לחמינו כמו המן הזה שאם יסור הצל ממנו וזרחה עליו השמש ונמס כך סר מעליהם צלו של הקב\"ה ואז ימסו כדונג מפני האש כמ\"ש (שמות טו.טו) נמוגו כל יושבי כנען. וע\"ד הרמז אמר סר צלם מעליהם שלא יאמרו אם מדרך הארץ ההיא שתקיא את יושביה החוטאים היום או מחר גם אנחנו נחטא כי אדם אין צדיק בארץ וגו'. ותקיא גם אותנו על זה אמר וה' אתנו בגלות כמ\"ש (תהלים צא.טו) עמו אנכי בצרה. ואגבה גם אנחנו בטוחים לשוב שמה ויעשה הקב\"ה למען שמו יתברך אשר עמנו ויחזור ויגאלנו. ","titles":[{"title":"﻿במדבר יג לב"},{"title":"﻿במדבר פרק יג פסוק לב"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-13","interprets":"tanach-4-13-32","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-kliyekar-4-14-13","text":"ועל צד הרמז יתכן לפרש, כי עין בעין בזכות שקבלו ישראל את התורה הנדרשת בע' פנים זכו לעין ה' אל יראיו, (תהלים לג.יח) וזהו פירוש הפסוק (ישעיה נב.ח) כי עין בעין יראו בשוב ה' את ציון כארז\"ל (עירובין סה.) נכנס יין יצא סוד, יין ע' וסוד ע' כי הגאולה סוד ה' ליראיו כמ\"ש (דניאל יב.ט) כי סתומים וחתומים הדברים וכשנכנס בישראל יין התורה שיש לה ע' פנים אז יצא סוד הגאולה ונגלה כבוד ה'. (ישעיה מ.ה) ז\"ש כי עין הגאולה שהיא סוד בעין בזכות יין התורה יראו בשוב ה' ציון וק\"ל. ","titles":[{"title":"﻿במדבר יד יג"},{"title":"﻿במדבר פרק יד פסוק יג"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-14","interprets":"tanach-4-14-13","positionInPerek":13,"positionInParasha":46},{"uri":"tanach-kliyekar-4-14-34","text":"וע\"ד הדרש נ\"ל לפרש, לפי שעיקר כוונת המרגלים היתה בהוצאת דבת הארץ כדי להיות להם פתחון פה לומר נתנה ראש ונשובה מצרימה, וידעו כי מאז ומקדם נתחייבו שמצרים תשב שממה מ' שנה כמ\"ש ביחזקאל (כט.יב) תהיין שממה מ' שנה. ופירש\"י שם לפי שנגזר עליהם רעבון מ\"ב שנה כנגד ג\"פ שנכתב החלום שבע פרות שבע שבלים ולא היה להם אלא שתים, כי משבא יעקב פסק הרעב ונשארו חייבים עוד מ' שנה כך פירש\"י, ולפי זה מקום אתי לפרש שהמרגלים ידעו גם המה שהמצרים יש להם לפרוע חוב מ' שנה, או להיות שממה מ' שנה, או להיות שם שנת רעבון מ' שנה. לכך הלכו מ' יום לומר לישראל שמ' יום אלו אשר בהם ראינו סכנת ארץ אוכלת יושביה. גרועים לנו יותר מן מ' שנה הרעים שנגזרו על מצרים, וע\"כ אמרו נשובה מצרימה. כי יותר טוב לנו להיות בשממת מצרים מ' שנה מאותן מ' יום אשר בהם היינו בסכנת מות ומשכלת בארץ, לכך נאמר במספר הימים אשר תרתם את הארץ מ' יום, כדי שיגיע יום לשנה של מצרים לומר ששנה של מצרים יותר טוב מן יום של הארץ אפילו שנת רעבון או שממה, וז\"ש יום לשנה יום לשנה היינו לשנה שנה של מצרים. על כן תשאו עונותיכם מ' שנה כנגד אותן מ' שנה של מצרים הרעים אשר בחרתם להיות שמה במצור ובמצוק יותר מן יום בארץ ע\"כ תהיו במצור ובמצוק במדבר מ' שנה וזה פירוש יקר. ","titles":[{"title":"﻿במדבר יד לד"},{"title":"﻿במדבר פרק יד פסוק לד"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-14","interprets":"tanach-4-14-34","positionInPerek":34,"positionInParasha":67},{"uri":"tanach-kliyekar-4-14-37","text":"ד\"א לפי שא\"י נקרא טבור הארץ (יחזקאל לח.יב) כי הוא באמצע הישוב כמו הטבור שבאמצע הגוף ע\"כ נראה העונש במקום טבורם לפי שספרו לשון הרע על ארץ זו היושבת על טבור הארץ. ","titles":[{"title":"﻿במדבר יד לז"},{"title":"﻿במדבר פרק יד פסוק לז"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-14","interprets":"tanach-4-14-37","positionInPerek":37,"positionInParasha":70},{"uri":"tanach-kliyekar-4-14-38","text":" כלי יקר  ויהושע בן-נון וכלב בן יפנה חיו מן האנשים ההם וגו'. פסוק זה כולו מיותר פשיטא שחיו שהרי לא היו בכלל מוציאי דבה אלא שרמז לארז\"ל (חגיגה טו.) שהצדיק נוטל חלקו וחלק של הרשע בגן עדן, כך יהושע וכלב קבלו חלקם וחלק האנשים שהלכו עמהם לתור וזהו חיו מן האנשים שקבלו גם חלק אותן האנשים אשר הלכו אתם. ","titles":[{"title":"﻿במדבר יד לח"},{"title":"﻿במדבר פרק יד פסוק לח"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-14","interprets":"tanach-4-14-38","positionInPerek":38,"positionInParasha":71},{"uri":"tanach-kliyekar-4-15-24","text":" כלי יקר  ושעיר עזים אחד לחטת. חטת כתיב חסר אל\"ף, ועוד יש כאן שינוי כי בכ\"מ שמקריבין חטאת ועולה החטאת קודמת לעולה וכאן העולה קודמת לחטאת הלא דבר הוא, ואומר אני לפי שחטא זה מדבר בחטא ע\"ז שנאמר וכי תשגו ולא תעשו את כל המצות. זו ע\"ז שהמודה בה ככופר בכל התורה, ובכל עבירה האדם חוטא במחשבה ובמעשה כי כל מעשה קדמה לו המחשבה כי אם יעשה בלא כוונה כלל אין זה נקרא שוגג אלא אונס, וע\"כ כל חוטא צריך להביא ב' כפרות העולה על הרהור הלב, וחטאת על חטא המעשה, ואע\"פ שכל הרהור קודם למעשה מ\"מ המעשה קשה מן ההרהור שהרי לעולם אין הקב\"ה מעניש על המחשבה אם לא יצאה מחשבתו לפועל כמ\"ש (תהלים סו.יח) און אם ראיתי בלבי לא ישמע ה' אע\"פ שגם על המעשה אינו מעניש כשהוא נעשה בלא מחשבה וכוונה כלל, מ\"מ המעשה עיקר החטא ע\"כ מביא תחילה חטאת להסיר העון הגדול תחילה ואח\"כ עולה להסיר עון ההרהור, חוץ מבע\"ז שנאמר בה (יחזקאל יד.ה) למען תפוש את בית ישראל בלבם. לפי שהמחשבה בע\"ז הוא עיקר החטא כי זה דבר התלוי באמונת הלב וכל המעשים כקיטור, וזיבוח, וניסוך, והשתחויה, כולם טפלים אל המחשבה, וכן התחלת הסמ\"ג, שלא להעלות במחשבה שיש אלוה אחר כו', ע\"כ הוא מקדים עולה לחטאת כדי להסיר החטא הגדול תחילה והוא ההרהור אשר עליו באה העולה שנאמר (יחזקאל כ.לב) והעולה על רוחכם ואח\"כ הקטן והוא המעשה. וע\"כ כתיב לחטת חסר א' כי הא' אות ראשונה ומספרה אחד מורה בכ\"מ על אחדות של ראשון לכל נוצר ית', וזה החוטא בע\"ז מכחיש אחדותו ית' ואין אלהים מזימותיו וע\"כ חסר א' בחטת לומר שחסרון האל\"ף היינו חטאו כי הוא מדבר בע\"ז, ובדבר זה נבדל ה' מכל ברואיו כי כולם בשתים במחשבה ובמעשה ואצל הקב\"ה נאמר (איוב כג.יג) והוא באחד ומי ישיבנו ונפשו אותה ויעש. כי מיד כאשר יחשוב ה' על איזו דבר לעשותו מיד הוא עשוי כאשר אותה נפשו וחישב עליו לעשותו. ","titles":[{"title":"﻿במדבר טו כד"},{"title":"﻿במדבר פרק טו פסוק כד"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-15","interprets":"tanach-4-15-24","positionInPerek":24,"positionInParasha":102},{"uri":"tanach-kliyekar-4-15-38","text":"הדרך הב' הוא, שכל המצות נמשלו לבגד שנאמר (קהלת ט.ח) בכל עת יהיו בגדיך לבנים. אמנם יש הבדל ביניהם כי סתם בגד ארוג דוקא מן חוטין הרבה כי חוט אחד אין בו כדי להתכסות אבל מלבוש הנשמה אינו כן אלא אפילו בחוט אחד יש בו כדי לכסותה, כדדרש ר' יוחנן (בסנהדרין קיא.) לבלי חק למי שלא שמר אפילו חק אחד הא אם שמר אפילו חק אחד ניצול מגיהנם, וטעמו של דבר לפי שברית כרותה שמצוה גוררת מצוה, (אבות ד.ב) וא\"כ מיד כשעשה רק מצוה אחת היו כל המצות בכחו לעשות אע\"פ שלא יצאו מן הכח אל הפועל מ\"מ הדבר שהוא בכח דומה כאלו עשאו, וזהו סוד החוט של תכלת המזכיר את כל מצות ה' כי על ידו נעשה בגד שלם לנשמה ואינו נקבר ערום עד שיהיה כאדה\"ר שרק מצוה אחת היתה בידו ונתערטל ממנה, ויש עוד מצוה אחת המזכרת את כל מצות והוא ואהבת לרעך כמוך (ויקרא יט.יח) וא\"כ חוט אחד יכול להביא את האדם לידי תכלית כהוראת לשון תכלת וזהו סוד מסודות התורה. ","titles":[{"title":"﻿במדבר טו לח"},{"title":"﻿במדבר פרק טו פסוק לח"}],"sefer":"tanach-4","parasha":"parasha-4","perek":"tanach-4-15","interprets":"tanach-4-15-38","positionInPerek":38,"positionInParasha":116},{"uri":"tanach-kliyekar-4-16-1","text":"וזה דעת רבא (בנדרים לט","titles":[{"title":"﻿במדבר טז א"},{"title":"﻿במדבר פרק טז פסוק א"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-4-16-2","text":" כלי יקר  קרואי מועד אנשי שם. נראין הדברים שנתקבצו אל קרח אנשים מרי לבב אוהבי יותרת הכבוד והשררה בחשבם כי לכלם יתן שררות, כי זה הדבר אשר בקשה נפש כל אנשי שם אשר אמרו ביניהם נעשו לנו שם פן נהיה לבוז ויוכיח על זה ראש דבריהם רב לכם וגו'. כי אמרו דין הוא שתהיה השררה חוזרת חלילה מן אחד לחבירו כי רב לכם שימים רבים לישראל שנהגתם עליהם שררה וראוי שתתנו שבט ההנהגה ביד אחרים כי כל העדה כלם קדושים. וכלם מיותר, אלא כך אמרו ידוע שאין עדה פחות מי' ובכל עדה ועדה שבישראל כלם קדושים כל עדה בפני עצמה יש בה קדושה כי אין דבר שבקדושה בפחות מי' כי בכל עדה של י' יש קדושה ובתוכם ה'. ואתם לא די שאתם מתנשאים על עדה של י' אלא אפילו על כל קהל ה' אתם מתנשאים ודבר זה אין לסבול, ולכך פתח בעדה וסיים בקהל לומר שאפילו אם הייתם מתנשאים על עדה של י' היה לנו מקום ללון עליכם שהרי כל עדה יש בה קדושה ק\"ו שיש ללון מדוע תתנשאו על קהל ה' על כולם כאחד. ומ\"ש ובתוכם ה'. כי בכ\"מ שאתה מוצא גדולתו של הקב\"ה שם אתה מוצא ענותנותו (מגילה לא.) והרי הקב\"ה מראה ענוה לישראל ומתהלך בתוכם, ר\"ל באמצע ולא ראש לומר הריני כריע כאח לכם ואין אני מבקש לילך בראש כדיני ואיך אתם תתנשאו על קהל ה'. ","titles":[{"title":"﻿במדבר טז ב"},{"title":"﻿במדבר פרק טז פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-16-4","text":" כלי יקר  וישמע משה ויפול על פניו. במס' סנהדרין (קי.) אמרו מה שמועה שמע מלמד שחשדוהו בא\"א שנאמר (תהלים קו.טז) ויקנאו למשה במחנה. שכל אחד קינא אותו עם אשתו. ודבר זה רחוק מן השכל מאד ומדברי קבלה לא ילפינן כי מאן יימר שחשד זה היה בזמן זה דווקא כי אין לו רמז בפסוק. ע\"כ אומר אני שבעל אגדה זו רצה לפרש פסוק כי כל העדה כלם קדושים ומדוע תתנשאו על קהל ה'. מה ענין הקדושה אל ההתנשאות, ואת\"ל שיש יחס ביניהם והקדושה ראוי שתמנע ההתנשאות א\"כ היה לו לומר ומדוע תתנשאו על קהל קודש או עדה קדושה. אלא ודאי כך אמר קרח למשה לפי שמצינו במס' סוטה (ד","titles":[{"title":"﻿במדבר טז ד"},{"title":"﻿במדבר פרק טז פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-4-16-5","text":"ומדקאמר משה לא חמור אחד נשאתי. ש\"מ שכשם שחשדוהו שנתן לאהרן הכהונה כדי שיזכה במתנות כהונה כך חשדו את משה לומר אך לו המלוכה כדי לזכות בזה משפט המלוכה את חמוריכם יקח וגו' (שמואל א ח.טז). ע\"כ אמר כמתנצל לא זו שלא לקחתי בזרוע חמור של אחד מהם אלא אפילו במתנה לא לקחתי מהם לכך אמר נשאתי לשון וישא משאת מאת פניו. (בראשית מג.לד) ולפי שמדרך המלכים להרע למי שאין נותן לו מתנות לכך אמר ולא הרעותי את אחד מהם. ולפי מה שפירשנו למעלה שקרח חלק על הבריאה אמר כאן בקר. כי מצד שאין אתה יכול להפך הבקר לערב בזה ויודע ה' את אשר לו. כי לו ית' תבל ומלואה והוא הממליך מלכים ובידו יתברך להקריב אליו את אשר יבחר בו. ","titles":[{"title":"﻿במדבר טז ה"},{"title":"﻿במדבר פרק טז פסוק ה"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-4-16-9","text":" כלי יקר  המעט מכם וגו'. לכם לא נאמר אלא מכם, לפי שמדבר על המרד והמעל היוצא מכם וכי דבר מועט וקטן הוא מרד כזה שמי שנותנין לו איזו מינוי יערער על שלא נתנו לו עוד מינוי גדול מזה. וי\"א שמדבר כלפי המיעוט שהלוים המעטים מכל השבטים, כי הבדיל ה' אתכם וגו' והיינו לעבודת ארון המכלה בכם, ובקשתם גם כהונה ותסתכנו ביותר כי כל הקרב הקרב ביותר אל ארון ברית ה' מסוכן ביותר, ואהרן מה הוא. כי לעולם היה עניו ביותר ואינו מחשיב את עצמו לכלום ע\"כ הוא מתקיים אע\"פ שהוא קרוב אל ה' ביותר כמ\"ש (סנהדרין יד.) הוי קבל וקיים, אבל כל מי שאינו בערכו בגדר הענוה אינו מתקיים אם יבא לפני ה' בלב גס. ","titles":[{"title":"﻿במדבר טז ט"},{"title":"﻿במדבר פרק טז פסוק ט"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-4-16-12","text":"וי\"א ניקור עינים זה קאי על הצרעה, שהבטיחם שהצרעה ישלח ה' לפניהם. (שם ז.כ) כדי שתנקר עיני הכנענים ואמרו אף אם באמת יהיו סומים מ\"מ חזק הוא ממנו ולא נוכל לעלות אל העם זה\"ש לא נעלה. ","titles":[{"title":"﻿במדבר טז יב"},{"title":"﻿במדבר פרק טז פסוק יב"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-4-16-21","text":"וידבר ה' אל משה לאמר. דבר אל העדה לאמר העלו מסביב למשכן קרח. מעולם לא עלה על לבי להעניש כל העדה כי אדרבה יודע אני שלא נתפתו לקרח ומה שאמרתי הבדלו מתוך העדה על כל ישראל אמרתי כן שיבדלו מתוך עדת קרח. וראיה לזה, ממה שנאמר מתחלה וידבר ה' אל משה ואל אהרן לאמר. מהו לאמור למי יאמרו כן אלא שרצה ה' שיאמרו לכל ישראל הבדלו, ומשה לא הבין דברי השי\"ת כי מלת לאמר הוא מאמר התורה על שם סופו, אבל למטה נאמר הרומו מתוך העדה וגו'. כי שם נאמר ויהי בהקהל העדה על משה וגו'. כי שם נקהלו באמת עליהם ע\"כ אמר למשה ואהרן הרומו לשון רוממות השייך למשה ואהרן כפי מדריגתם, וכאן אמר הבדלו כי לכל ישראל אמר כן כי אין לשון רוממות שייך בכל העדה כאמור, ומשה לא הבין זה מחילוק הלשון כי לא שמע עדיין מאמר הרומו, וראיה לדברינו שהרומו אינו לשון הבדלה שהרי נאמר אח\"כ והולך מהרה אל העדה ש\"מ שלא היו ביניהם ומהו שאמר הרומו אלא שהוא לשון רוממות כי כולם ירדו שאולה ולכם תשאר הגדולה והרוממות כי תהיו לעם עצום כדי לקיים השבועה. וקרוב לפירוש זה כתב הרמב\"ן בשם ר\"ח ומשם תראה מה שהוספתי משלי על דבריו כי בהם יתורצו הרבה ספיקות. ","titles":[{"title":"﻿במדבר טז כא"},{"title":"﻿במדבר פרק טז פסוק כא"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-4-16-29","text":"וטעם למיתה כזו, לפי מה שכתבתי למעלה שכפרו בחידוש העולם ובבריאתו, אמר משה אם בריאה. אם באמת היתה בריאה חדשה בששת ימי המעשה אז יאמת ה' דברי ויברא גם עתה חדשה בארץ ועל ידה יכירו וידעו כי ה' עושה חדשות. ומה שנברא בריאה זו דווקא לפי שארז\"ל (אבות ג.ב) אלמלא מוראה איש את רעהו חיים בלעו. והמה לא רצו בשום מנהיג כי אמרו כל העדה כלם קדושים ובתוכם ה' ומדוע תתנשאו על קהל ה', ולפי סברתם הנבערה יבלע איש את רעהו חיים ע\"כ יענשו כמדתם שירדו שאול חיים. כי אפילו המתעצל בהספדו של אדם כשר ארז\"ל (שבת קה","titles":[{"title":"﻿במדבר טז כט"},{"title":"﻿במדבר פרק טז פסוק כט"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-kliyekar-4-16-34","text":" כלי יקר  נסו לקולם, מקולם מבעי ליה למימר, ועוד להיכן נסו ואנה מפניו ית' יברחו. והנה רז\"ל אמרו (תנחומא קרח יא.) שקרח ועדתו אומרים תמיד משה אמת ותורתו אמת והם בדאים, ואותו קול התחיל לבצבץ מיד אחר הבליעה ולאותו קול היוצא ממקום הבליעה נסו כל ישראל לשמוע מה ידברו, כי סברו מסתמא הם מתודים על חטאם ורצו לידע מה היה עיקר חטאם כדי שידעו להשמר ממנו שלא יעבור גם עליהם כוס זה וז\"ש כי אמרו פן תבלענו הארץ. ומדקאמרו משה אמת ותורתו אמת ש\"מ שכפרו גם בתורתו, ואולי תלו זה במה ששמעו אנכי ולא יהיה לך מפי הגבורה א\"כ רוצה ה' שכל ישראל ישמעו הכל מפי הגבורה ומה שמשה מגיד להם עוד לאו כל כמיניה ליתן מקום לדבריו אשר לא שמעו גם המה. ולדעתי שזה כוונת רש\"י שפירש כי כל העדה כלם קדושים לא אתם לבדכם שמעתם אנכי ולא יהיה לך, רצו בזה מאחר שגם כל העדה שמעו ב' מצות אלו לו חפץ ה' במצות יותר מאלו כעת למה לא השמיענו כזאת, אלא ודאי שמלבכם אתם בודים הכל ולפי שחלקו על התורה אמרו בהתודותם משה אמת ותורתו אמת. ","titles":[{"title":"﻿במדבר טז לד"},{"title":"﻿במדבר פרק טז פסוק לד"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-16","interprets":"tanach-4-16-34","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-kliyekar-4-17-5","text":"וטעם לצרעת דווקא, היינו לפי שמצינו (ערכין טז.) שהצרעת בא על גסות הרוח, ועל לשון הרע. שכן עוזיהו נצטרע על שגבה לבו עד להשחית (דבה\"י ב' כו.יט) ומדברי קבלה ילפינן שנאמר גבר יהיר ולא ינוה. (חבקוק ב.ה) שלא ישאר בנוה שלו לפי שסופו לישב בדד מחוץ למחנה. ואילו היו ישראל בלתי מאמינים בנבואת משה מסתמא היו חושדים אותו כי לבעבור השתרר עליהם הוא רוצה למושכם אחריו ואילו היו אומרים אליו לא נראה אליך ה' בלשון נוכח היו ודאי בכלל מספרי לה\"ר ומב' צדדים אלו היו נלקין בצרעת וע\"כ חזר הדין על משה שחשדם שלא כדין, וצרעת ביד דווקא כארז\"ל (ערכין טו","titles":[{"title":"﻿במדבר יז ה"},{"title":"﻿במדבר פרק יז פסוק ה"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-17","interprets":"tanach-4-17-5","positionInPerek":5,"positionInParasha":40},{"uri":"tanach-kliyekar-4-17-23","text":"ומה שנתנו לו כ\"ד מתנות, כנגד כ\"ד ספרים, כדאר\"ש בר נחמני א\"ר יונתן (סנהדרין צ","titles":[{"title":"﻿במדבר יז כג"},{"title":"﻿במדבר פרק יז פסוק כג"}],"sefer":"tanach-4","parasha":"parasha-5","perek":"tanach-4-17","interprets":"tanach-4-17-23","positionInPerek":23,"positionInParasha":58},{"uri":"tanach-kliyekar-4-19-2","text":"ג) ונתתם אותה אל אלעזר. ולא ע\"י אהרן כי הוא היה סבה אל העגל ומדמצינו שמשה התפלל שאליעזר הדורש דין הפרה יהיה מחלציו, וכאן נאמר ג\"כ אלעזר ש\"מ שיש רמז אל עזר האל ית' אל הטהרה כמ\"ש (יחזקאל לו.כה) וזרקתי עליכם מים טהורים וגו', כי לולא העזר של האל ית' לא עלתה להם טהרה זו לבד. ומדקאמר פרה בת שתים עגלה בת שנתה ש\"מ שהסבה גדולה פי שנים מן המסובב ע\"כ ביותר צריך האדם זירוז על הסרת הסבה כאמור וטעם להזאת ג' וז' לפי שהטומאה מתמעטת והולכת שהרי אמרו (מו\"ק כז","titles":[{"title":"﻿במדבר יט ב"},{"title":"﻿במדבר פרק יט פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-19","interprets":"tanach-4-19-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-19-21","text":"וי\"א שזה כוונת רז\"ל (ברכות לד","titles":[{"title":"﻿במדבר יט כא"},{"title":"﻿במדבר פרק יט פסוק כא"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-19","interprets":"tanach-4-19-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-4-20-2","text":"וסמיכות זה מביאים המדרשים בד' מקומות. א', סמיכות מיתת בני אהרן ליה\"כ המכפר (ויקרא טז.א). ב', סמיכות מרים לפרה. ג', סמיכת מיתת אהרן לבגדי כהונה המכפרים (במדבר כ.כח) כמו שדרשו חז\"ל (מו\"ק כח.). ד', סמך מיתת אהרן לשבירת הלוחות (דברים י.ב-ו) לומר שקשה מיתת צדיקים כשבירת הלוחות. לפי שמן כל צדיק יגיע לבני דורו ד' מיני תועלת, האחד הוא, שכל העולם ניזון בזכותו כארז\"ל (ברכות יז","titles":[{"title":"﻿במדבר כ ב"},{"title":"﻿במדבר פרק כ פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-2","positionInPerek":2,"positionInParasha":24},{"uri":"tanach-kliyekar-4-20-3","text":"ומ\"ש ולו גוענו בגוע אחינו, לא על מיתת הצמא אמרו כן דא\"כ למה סיימו דבריהם ומים אין לשתות, אלא שראש דבריהם תלונה אחרת וגדולה היא כי נגזר עליהם במדבר הזה יתמו ושם ימותו ודרשו רז\"ל (סנהדרין קי","titles":[{"title":"﻿במדבר כ ג"},{"title":"﻿במדבר פרק כ פסוק ג"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-3","positionInPerek":3,"positionInParasha":25},{"uri":"tanach-kliyekar-4-20-4","text":"ו) ויבא משה ואהרן אל פתח אהל מועד מפני הקהל. היינו מפני שנקהלו ועמדו על נפשם, ברחו מפניהם אל פתח אהל מועד. ","titles":[{"title":"﻿במדבר כ ד"},{"title":"﻿במדבר פרק כ פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-4","positionInPerek":4,"positionInParasha":26},{"uri":"tanach-kliyekar-4-20-8","text":"ואוסיף עוד ואומר במה שנאמר ויך את הסלע במטהו פעמים. נמשך ממנו מיעוט האמונה שישראל לא ישמעו בקול ה' ובקול נביאיו כ\"א אחרי הכאות רבות כי תחת גערה במבין מהכות כסיל מאה (משלי יז.י) כדמסיק בילקוט סימן תשס\"ג וז\"ל ודברתם אל הסלע והכיתם לא נאמר אלא ודברתם כשהנער קטן רבו מלמדו ומכה אותו, כיון שהגדיל בדבור הוא מיסרו, כך אמר הקב\"ה למשה כשהיה הסלע קטן הכית אותו שנאמר והכית בצור אבל עכשיו שהגדיל ודברתם אל הסלע. וכל משכיל ישתומם על המראה וכי סלע זה עיני בשר לו והלא קטן וגדול שם הוא הכל חדא ואיך דימה אותו לנער, ודאי אין הכונה כ\"א אל הנמשל שישראל ילמדו מזה כי יש הבדל בין המוסר שבעל פה ובין המוסר שבשבט הנוגש כי בסור המכריח ישוב לסורו כמו שיתבאר בע\"ה לקמן פר' וילך. והראה לנו הקב\"ה אע\"פ שאין דבר זה שייך בסלע מכל מקום למען הראותו הובאו הענינים הללו לומר שאין נכון להכות בשבט כ\"א לנער ובער אבל כשיגדיל תחת גערה במבין, כ\"א לא ישמע בקול מוסר ויהיה צריך להכאה ביסורין בלי ספק מיד כי יראה הרוחה יחזור לסורו, כמו שהוצרך להכות את הסלע פעמים ולא שמע להכאה ראשונה כך כל מה שנעשה ע\"י הכאה והכרח אין פתגם המעשה נעשה מהרה, וזהו החילול השם שילמדו בני ישראל ממנו לבלתי שמוע בקול מוסר כ\"א אחר הכות כסיל מאה. וזה רמז נכון מאד לדעת מדרש זה. ","titles":[{"title":"﻿במדבר כ ח"},{"title":"﻿במדבר פרק כ פסוק ח"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-8","positionInPerek":8,"positionInParasha":30},{"uri":"tanach-kliyekar-4-20-14","text":" כלי יקר  כה אמר אחיך ישראל וגו' אתה ידעת את כל התלאה וגו'. כי תלאה זו היתה ראויה להיות חציה שלך לפרוע חוב כי גר יהיה זרעך, ואנחנו סבלנו כל התלאה כולה אפילו חלקך. ורמז במלת התלאה עולה ת' כנגד ת' של גרות, עוד מ' שהיו מטולטלים במדבר, וא' אינו מן המנין. וכשם שאין לך חלק בפריעת החוב כך אין לך חלק בארץ כי דומה כאילו קנינו מידך חלקך וראוי שגם אתה תתן בידינו המקח ותסייע לנו לבא לארץ מהרה. ","titles":[{"title":"﻿במדבר כ יד"},{"title":"﻿במדבר פרק כ פסוק יד"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-14","positionInPerek":14,"positionInParasha":36},{"uri":"tanach-kliyekar-4-20-17","text":" כלי יקר  ולא נשתה מי באר, לרבותא נקט כי מי בורות פשיטא שלא נשתה שהרי יש טורח לחזור ולמלאות אלא אפילו מי באר שהמעין מתגבר מעצמו וזה נהנה וזה לא חסר מ\"מ לא נשתה משלך, ואח\"כ הוסיפו לומר ונתתי מכרם להנות האושפיזא וכן מתחילה אמרו דרך המלך נלך שהמלך דרכו לילך בו והשיב פן בחרב אצא לקראתך, מאחר שהדרך כבוש למלך כי יפגשך עשו מי נדחה מפני מי והשיב במסילה נעלה. ","titles":[{"title":"﻿במדבר כ יז"},{"title":"﻿במדבר פרק כ פסוק יז"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-20","interprets":"tanach-4-20-17","positionInPerek":17,"positionInParasha":39},{"uri":"tanach-kliyekar-4-21-5","text":"ובתולדות יצחק כתב לפי שדברו באלהים ובמשה, אמר הקב\"ה חלקי שרי ומחול אך עשה לך שרף כנגד מה שעשו לך, ומשה אמר בהיפך חלקי מחול אבל חלק גבוה מי יתיר לפיכך ויעש נחש נחושת ושורש דבר זה נמצא גם בילקוט פר' שמות. פירוש לפירושו כי לשון הרע שורף ומזיק לאדם כי חצי גבור שנונים עם גחלי רתמים (תהלים קכ.ד) ע\"כ בא השרף כנגד מה שדברו במשה, אבל כלפי מעלה מה יתן לך ומה יוסיף לשון רמיה (שם קכ.ג) ע\"כ שולחו בהם הנחשים לפי שתפסו אומנות נחש הקדמוני שספר לה\"ר בבוראו כי הלשון נופל על הלשון כי הנחש שחטא בלשון נופל על בעלי הלשון. והביט אל נחש הנחושת וחי, שיראה מה שקרה לנחש הקדמוני ואז לא ישוב לכסלה. ","titles":[{"title":"﻿במדבר כא ה"},{"title":"﻿במדבר פרק כא פסוק ה"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-21","interprets":"tanach-4-21-5","positionInPerek":5,"positionInParasha":56},{"uri":"tanach-kliyekar-4-21-17","text":" כלי יקר  אז ישיר ישראל את השירה הזאת. מאחר שלא נאמר אז ישיר משה ובני ישראל, ועוד שלא שרו השירה הזאת בתחילת מ' ש\"מ שבני ישראל אמרו שירה זו על משה שחזרה הבאר בזכותו אחר שפסקה במיתת מרים, ומטעם זה לא נזכרה מרים בשירה זו ונזכר משה שנאמר באר חפרות שרים כרוה נדיבי עם במחקק, ואין מחקק אלא משה שנאמר (דברים לג.כא) כי שם חלקת מחקק ספון ובתענית (ט.) מסיק שחזרה בזכות משה כי מתחילה היה המן בזכות משה שקבל התורה כי לא נתנה התורה כ\"א לאוכלי המן (תנחומא בשלח כ.) שנאמר (שמות טז.ד) למען אנסנו הילך בתורתי, והבאר שהיה מספיק להם כל צרכיהם בזכות מרים שאחזה במדת ג\"ח, שכן נאמר (שמות א.יח) ותחיין את הילדים שהיו מספיקין להם מזון כו'. וענני כבוד אשר שם כבוד השכינה בזכות אהרן שגרם השראת השכינה ע\"י הקרבנות, ובזכות התורה חזרו שלשתן לכך נאמר באר אשר חפרוה נדיבי עם שאחזו במדת ג\"ח ובזכותם היתה הבאר מאז ומקדם, עכשיו חזרה במחקק בזכות משה ובזכות התורה הרמוזה בפסוק וממדבר מתנה וממתנה נחליאל כמו שדרז\"ל (בעירובין נד.), דאל\"כ קשה מה ראו על ככה לדרוש פסוקים אלו על התורה ומה ענין שבח התורה אל שירת הבאר אלא לפי שחזרה הבאר בזכות התורה שקבל משה. וזה פירוש נכון וברור. ","titles":[{"title":"﻿במדבר כא יז"},{"title":"﻿במדבר פרק כא פסוק יז"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-21","interprets":"tanach-4-21-17","positionInPerek":17,"positionInParasha":68},{"uri":"tanach-kliyekar-4-21-34","text":"ומה שמקשים כאן איך היה ירא מזכות זה, אדרבא הרי באותו זמן היה חוטא ורב מרי כי כוונתו היה כדי שיהרג אברהם וישא הוא שרה כמו שפירש\"י שם (בראשית יד.יג), אין זה קושיא כי רש\"י פירש כן לפי האמת שהרי סוף כל דבר הכל נשמע שלא הועיל לו זכות זה וא\"כ סופו מוכיח שכוונתו היתה לרעה ולא לטובה, אבל משה עדיין לא היה יודע סוף הדבר והיה סבור שלטובתו נתכוין להציל את לוט ע\"כ היה ירא פן יעמוד לו זכות זה. והשיב לו הקב\"ה אל תירא אותו כי בידך נתתי והל\"ל כי בידך אתן להבא אע\"פ שמתת ה' דומה כאילו היא כבר נתונה מ\"מ במקום שיש לפרשו כפשוטו אין צורך בפירוש זה, וביאור הדבר שמאז ומקדם כבר נתתי אותו בידך, כי מעולם לא היה לו שום זכות, ובמעשה ההוא היה נרדף עד חובה והיתה כוונתו לרעה ונגזר עליו מאז שיהיה נתון לך ומסור בידך וזה פירוש יקר. ","titles":[{"title":"﻿במדבר כא לד"},{"title":"﻿במדבר פרק כא פסוק לד"}],"sefer":"tanach-4","parasha":"parasha-6","perek":"tanach-4-21","interprets":"tanach-4-21-34","positionInPerek":34,"positionInParasha":85},{"uri":"tanach-kliyekar-4-22-2","text":"ואח\"כ נאמר ויאמר מואב אל זקני מדין עתה ילחכו הקהל וגו'. ומה ראו המדינים על ככה להתעבר על ריב לא להם אלא לפי שמצינו שפירש\"י פר' מטות (לא.ו) אותם ואת פנחס שהלך לנקום נקמת יוסף אבי אמו שנאמר (בראשית לז.לו) והמדנים מכרו אותו לפוטיפר ובני יוסף נקראו קהל שנאמר (שם לה.יא) גוי וקהל גוים, פירש\"י קהל גוים נאמר על יוסף, וכן אמרו זקני מואב אל מדין שגם אתם יש לכם לירא מפני הקהל בני יוסף שירצו ליקח מכם נקמת יוסף בכור שור אביהם, ז\"ש עתה ילחכו הקהל את כל סביבותינו כלחוך השור. כי הקהל בני יוסף בכור שור המה על כן ילחכו אותנו כשור המלחך כדי ליקח נקמת השור וזה פירוש יקר. ","titles":[{"title":"﻿במדבר כב ב"},{"title":"﻿במדבר פרק כב פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-2","positionInPerek":2,"positionInParasha":1},{"uri":"tanach-kliyekar-4-22-4","text":"וי\"א שבא לתרץ למה זה היה מואב יראים, הלא כבר נאמר (דברים ב.ט) אל תצר את מואב. ע\"כ אמר לפי שבלק מלך למואב בעת ההיא ובלק ארמי הוא ולא מואבי שנאמר ארץ בני עמו, פירש\"י בלק משם היה וזה ארץ ארם כמ\"ש מן ארם ינחני בלק, והיו יראים פן תקרא כל הארץ על שמו של בלק כמו שעמון ומואב טהרו בסיחון כמ\"ש (במדבר כא.כו) והוא נלחם במלך מואב הראשון וגו', כך טהרה הארץ לישראל ע\"י בלק שהיה מלכם בעת ההיא לכך עתה ילחכו ולא קודם. וי\"א ילחכו את כל סביבותינו ולא יגעו בנו כלל רק יעשו כלה בכל סביבותינו וממילא אין לנו תקומה. ונ\"ל שלכך נאמר כלחוך השור את ירק השדה, דווקא ירק שבשדה שסביבות העיר אבל לא יגעו בירק של הערים. ","titles":[{"title":"﻿במדבר כב ד"},{"title":"﻿במדבר פרק כב פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-4","positionInPerek":4,"positionInParasha":3},{"uri":"tanach-kliyekar-4-22-5","text":"ד\"א כסה את עין הארץ. על סיחון ועוג אמר כן שהיו עין כל הארץ כי עיני כל הארץ עליהם ומאחר שנצחום מי יוכל לעמוד בפניהם וכן מסיק בילקוט. ","titles":[{"title":"﻿במדבר כב ה"},{"title":"﻿במדבר פרק כב פסוק ה"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-5","positionInPerek":5,"positionInParasha":4},{"uri":"tanach-kliyekar-4-22-6","text":"וזה ביאור הפסוק ועתה לכה וגו', במלת ועתה רצה לנסותו אם יש בידו לאור כל זמן שירצה, שאם ידחהו ויאמר שאני צריך להמתין עד העת שהקב\"ה כועס בה אין בו ממש כי שמא לא יכעוס כל הימים הללו וכמ\"ש מה אזעום לא זעם ה', ע\"כ אמר ארה לי לרצוני לזמן שאבחר אני, או ארה אותם שיהיו לי מסורים בידי, או לי שלא ידע הדבר שום אדם כ\"א אני, אולי אוכל שהעולם יחשבו שאני אוכל ובאמת נכה בו שנינו אני ואתה ואחר ההכאה אגרשנו אני לבדי, ואמר לשון אולי על עצמו כי אני ספק אם אוכל, אבל אתה ודאי כי בצירופך ודאי נכה לכך לא אמר אולי נוכל נכה בו. כי ידעתי את אשר תברך מבורך, לא אמר יבורך כדרך שאמר יואר לפי שאמר לו דווקא בקללות יש לך כח ולא בברכות כי את אשר תברך כבר הוא מבורך ואתה רואה זה באצטגנינות שלו ואתה מברכו כדי לתלות בך. דאל\"כ כשעזרת את סיחון היית מקלל למואב ולמה לא ברכת לסיחון אלא ודאי שאין לך כח בברכות כ\"א בקללות לבלע ולהשחית כהוראת שם בלעם, על כן אני מבקש ממך קללה ולא ברכה שתברכני. ","titles":[{"title":"﻿במדבר כב ו"},{"title":"﻿במדבר פרק כב פסוק ו"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-6","positionInPerek":6,"positionInParasha":5},{"uri":"tanach-kliyekar-4-22-9","text":" כלי יקר  מי האנשים האלה עמך. מצינו לשון מי שאינו לשון שאלה ונאמר לבזיון כמ\"ש (שמואל א' כה.י) ויען נבל את עבדי דוד מי דוד ומי בן ישי, כלומר מי הוא שאינו נחשב לכלום. כך אמר הקב\"ה לבלעם שרוחו גבוהה מי האנשים האלה הפחותים וכי ראויין המה להיות עמך שתלך עמהם, והשיב בלק בן צפור מלך מואב שלח אלי. ועבד מלך כמלך ומ\"מ אמר מאן ה' לתתי להלוך עמכם. אלא עם שרים גדולים מכם. ","titles":[{"title":"﻿במדבר כב ט"},{"title":"﻿במדבר פרק כב פסוק ט"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-9","positionInPerek":9,"positionInParasha":8},{"uri":"tanach-kliyekar-4-22-20","text":"ובהצעה זו יותרו כל הספיקות, כי בכל השליחות הלכו שרי בלק ושרי מואב וקרא לכולם זקני מואב ויבאו אל בלעם וידברו אליו דברי בלק, וכאשר השיב להם לינו פה הלילה ודחה אותם כתיב וישבו שרי מואב עם בלעם כי המה הבעלי דבר ישבו לצפות על תשובתו אבל שרי בלק לא הקפידו כל כך ולא ישבו עמו. ויבא אלהים אל בלעם ויאמר מי האנשים האלה עמך, כבר אמרנו שבכ\"מ שמזכיר האנשים מדבר בשרי בלק וראיה ממ\"ש אחר המעשה של האתון קום לך עם האנשים וכתיב וילך בלעם עם שרי בלק, וכמו כן אמר לו הקב\"ה מי האנשים האלה עמך ומי משמש לשון וכי ור\"ל וכי האנשים החשובים עמך ולמה לא ישבו עמך כ\"א הפחותים, והשיב בלק בן צפור מלך מואב שלח אלי לפיכך שרים אלו שהם ממואב אשר בהם נוגע הענין יושבים עמי ומצפים, אבל שרי בלק אין להם כל כך נפקותא בדבר. ויקם בלעם בבוקר ויאמר אל שרי בלק מאן ה' ולא אמר כן אל שרי מואב כדי שלא לצערם פנים בפנים, או אמר אפילו אל שרי בלק החשובים מאן ה' לתתי להלוך עמכם אלא עם שרים חשובים מכם ומכ\"ש עם שרי מואב, ויקומו שרי מואב ויבאו אל בלק וגו' כי המה הבעלי דבר אבל שרי בלק לא הקפידו להשיב. ויאמר לו אם לקרא לך באו האנשים החשובים שרי בלק קום לך אתם דווקא כי אין לחוש שיפתוך בדרך לעשות נגד רצון האל, והתיר לו לילך דווקא עם האנשים החשובים שרי בלק ולא עם שרי מואב הפחותים כי יש לחוש שמא בכל הדרך יפתוך חטאים ויעבירוך על רצון קונך. וכתיב ויקם בלעם בבקר וגו' וילך עם שרי מואב הפך רצון האל ית' כי לא התיר לו לילך כ\"א עם האנשים החשובים לפיכך ויחר אף ה' כי הולך הוא. ואחר מעשה האתון שאמר חטאתי וגו' אמר לו מלאך ה' לך עם האנשים דהיינו שרי בלק וכן עשה וז\"ש וילך בלעם עם שרי בלק ובזה מיושב הכל. ","titles":[{"title":"﻿במדבר כב כ"},{"title":"﻿במדבר פרק כב פסוק כ"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-20","positionInPerek":20,"positionInParasha":19},{"uri":"tanach-kliyekar-4-22-23","text":"ויפתח ה' את פי האתון. נראה שגם זה צורך שעה היה להראות לו כי הוא דומה לחמור זה שאין מטבעו לדבר, ולכבודן של ישראל לבד פתח ה' את פיו. כך בלעם רק לפי שעה פתח ה' את פיו בנבואה לכבודן של ישראל, ושלא יאמרו האומות אילו היה לנו נביאים חזרנו למוטב. ","titles":[{"title":"﻿במדבר כב כג"},{"title":"﻿במדבר פרק כב פסוק כג"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-23","positionInPerek":23,"positionInParasha":22},{"uri":"tanach-kliyekar-4-22-41","text":"ואמר תמות נפשי מות ישרים לשון רבים ותהי אחריתי כמוהו לשון יחיד, כי המיתה דווקא בגוף הבא מאב ואם קראם ישרים. ותהי אחריתי כמוהו כי האחרית וההשארות הוא בנשמות הבאים ממקור הש\"י והנשמה דומה לבורא בה' דברים (ברכות י.) לכך נאמר כמוהו. והריב\"ה פירש שס\"ת של אברהם יצחק יעקב בגי' בלעם וזהו אחריתי כמוהו. ","titles":[{"title":"﻿במדבר כב מא"},{"title":"﻿במדבר פרק כב פסוק מא"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-22","interprets":"tanach-4-22-41","positionInPerek":41,"positionInParasha":40},{"uri":"tanach-kliyekar-4-23-14","text":"הן עם כלביא יקום, ידוע שכל עיקר מעשה כישוף בלילה כי בו תרמוש כל חיתו יער. אלו המזיקים, וכל העוסקים עמהם הם מוכים ומעונים וירא בבקר והנה פניהם זועפים, לא תואר ולא הדר להם והם חלושי כח כי רובם מרעיבים את עצמם כדי שתשרה עליהם רוח הטומאה, והן עם זה כלביא יקום משנתו חזק ובריא אולם וזה מופת שאין לו עסק בנחש וקסם, ואדרבא לא ישכב עד יאכל טרף וכפירש\"י שאומר ק\"ש על מטתו ומבריח המזיקין מעליו וא\"כ ודאי אין לו עסק עמהם כלל וזה פירוש נכון. ","titles":[{"title":"﻿במדבר כג יד"},{"title":"﻿במדבר פרק כג פסוק יד"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-23","interprets":"tanach-4-23-14","positionInPerek":14,"positionInParasha":54},{"uri":"tanach-kliyekar-4-23-15","text":" כלי יקר  ואנכי אקרה כה. פירש רבינו בחיי לבטל מהם ברכת כה יהיה זרעך (בראשית טו.ה) וכה תברכו את בני ישראל (במדבר ו.כג). בזה ראיתי לתרץ מה שמסיק (במ\"ר כ.ז) כי אמר אולי נכה בו לא בקש כ\"א לנכות מהם חלק כ\"ד מן ס' רבוא והיינו כ\"ה אלף, ויש להקשות מה תועלת היה לו בזה אם יחסרו כ\"ה אלף מן ס' רבוא, גם יש לדקדק למה נפלו בעצתו כ\"ד אלף ולא יותר ולא פחות, אלא ודאי שעיקר כוונתו היתה לבטל מהם ברכת כה כי עי\"ז יחולו הקללות לכך לא בקש כ\"א לנכות חלק כ\"ד כדרך שמנכין מן הסאה חלק כ\"ד (ב\"ב צג","titles":[{"title":"﻿במדבר כג טו"},{"title":"﻿במדבר פרק כג פסוק טו"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-23","interprets":"tanach-4-23-15","positionInPerek":15,"positionInParasha":55},{"uri":"tanach-kliyekar-4-23-28","text":"וקרוב לשמוע שאמר לו איעצך שתהיה שב ואל תעשה, מאחר ששלום יהיה בימיך מה לך לדאג על העתיד, כי את אשר יעשה העם הזה לעמך יהיה באחרית הימים ואך שלום יהיה בימיך לכך השמר והשקט ועיקר העצה רומזה בתיבת לכה ר\"ל עתה לכה וכלך מדרך זו והרמוז בלכה זה איעצך, שלעת עתה תלך לך ותניח הדבר כי עוד חזון למועד. ","titles":[{"title":"﻿במדבר כג כח"},{"title":"﻿במדבר פרק כג פסוק כח"}],"sefer":"tanach-4","parasha":"parasha-7","perek":"tanach-4-23","interprets":"tanach-4-23-28","positionInPerek":28,"positionInParasha":68},{"uri":"tanach-kliyekar-4-25-11","text":"ועל צד הרמז לקח רמח בידו, כי במעשה זה שם כל רמ\"ח אבריו בכפו, והיה מקנא ב' קנאות אחת על ע\"ז ואחת על הזנות לכך נאמר בקנאו, את קנאתי. או אחת לכבוד השי\"ת ואחת לכבוד משה כי כל המחלל השם אינו חולק כבוד לרבו בק\"ו שאם אין השכינה חשובה כנגדו רבו לא כל שכן וכן העיז פניו כנגדו ואמר לו בת יתרו מי התיר לך. וע\"ז סמך פנחס שהורה הלכה למעשה בפני משה רבו כי אמר שרבו נוגע בדבר פן יאמרו לו בת יתרו מי התיר לך. ולכך נאמר לכן אמור הנני נותן לו את בריתי שלום והיל\"ל לכן אמור לו, אלא ביאורו שהקב\"ה אמר למשה לכן אמור לכל ישראל על עצמך הנני נותן לו את בריתי שלום כדי שלא יאמרו ישראל שאין אתה בשלום עם פנחס על שהורה הלכה בפניך לכן תודיע לרבים ותאמר מצדך הנני נותן לו וגו' והנני קאי על משה. (עיין סנהדרין פב","titles":[{"title":"﻿במדבר כה יא"},{"title":"﻿במדבר פרק כה פסוק יא"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-25","interprets":"tanach-4-25-11","positionInPerek":11,"positionInParasha":2},{"uri":"tanach-kliyekar-4-25-14","text":"ומלבד מה שדרשו רז\"ל (סנהדרין פב","titles":[{"title":"﻿במדבר כה יד"},{"title":"﻿במדבר פרק כה פסוק יד"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-25","interprets":"tanach-4-25-14","positionInPerek":14,"positionInParasha":5},{"uri":"tanach-kliyekar-4-25-17","text":"ואומר אני שהדבר כפשוטו והא בהא תליא, כי אין הסברא נותנת להרחיק שני אומות על דבר שלא קדמום בלחם ובמים, אלא על דבר כוונתם, כי ידע ה' שלכך לא קדמום כדי שיהיו רעבים גם צמאים מן טורח הדרך ויהיו מוכרחים לאכול מזבחי אלהיהן ולשתות יין נסיכם המרגילים לערוה, כי כך הדרך בכל הבא מן הדרך עיף ויגע מטורח הדרך והוא רעב וצמא שהוא שואף לאכול ולשתות מן הבא בידו, לא יבקר בין אסור למותר, וכל כוונתם היתה להכשילם בזנות ולהביאם על ידו למעשה פעור ע\"כ לא קדמום בלחם, כדי להרעיבם ולהאכילם מזבחי אלהיהן ולא קדמום במים, כדי להשקותם כוס התרעלה ויין נסיכם וכל זה נכלי דתות וערמומית. ופירוש זה יקר לא ידעתי מאיזו טעם לא מצאוהו בשכלם מפרשי תורתינו אשר קטנם עבה ממתני. ","titles":[{"title":"﻿במדבר כה יז"},{"title":"﻿במדבר פרק כה פסוק יז"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-25","interprets":"tanach-4-25-17","positionInPerek":17,"positionInParasha":8},{"uri":"tanach-kliyekar-4-25-18","text":"וכדי ליישב הכפל אומר אני שצוה ה' על שני דברים. אחת, צרור את המדינים לצערם תחילה ימים רבים, ואח\"כ והכיתם אותם. וכל כך למה לפי שצוררים הם לכם והוא נתינת טעם על צרור, כי גם המה צערו אתכם ע\"י שהזונות השקום יין וכשאמר השמיעי לי אומרת לו פלח לע\"ז תחילה, וזה\"ש כי צוררים הם לכם בנכליהם אשר נכלו על דבר פעור כי כל עיקר צער זה שצערו אתכם היתה הכוונה להכריח אתכם לפעור, ועל מ\"ש והכיתם אותם נתן טעם ואמר על דבר כזבי בת נשיא מדין אחותם המכה ביום המגפה על דבר פעור, לפי שאחותם היא המכה יחשבו גם המה להנקם ולהכות אתכם ע\"כ השכימו להכות אותם כי הבא להרגך השכם להרגו. ואולי שלכך נאמר ויהי אחרי המגפה סוף פסוק ובאתנחתא לדרשו אשלאחריו ואשלפניו, לאחריו כפשוטו, ולפניו לומר שגם אחרי המגפה הם רוצים להכות אתכם על דבר אחותם המכה, על כן תשכימו להכותם. ","titles":[{"title":"﻿במדבר כה יח"},{"title":"﻿במדבר פרק כה פסוק יח"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-25","interprets":"tanach-4-25-18","positionInPerek":18,"positionInParasha":9},{"uri":"tanach-kliyekar-4-26-2","text":"ומה שהוסיף עוד שם של יה בג' שבטים. והם הראובני, השמעוני, הזבולוני. אלה משפחות הראובני וכן בשמעון וזבולון לפי שאלו היו צריכין לשני עדים יותר מזולתם. כי ראובן נכשל במעשה בלהה, ושמעון יצא ממנו זמרי, ונראין הדברים שכ\"ד אלף שנפלו רובם משמעון והחסרון שבמספר שבט זה יוכיח. וזבולן לחוף ימים ישכון, (בראשית מט.יג) וארז\"ל (כתובות סא.) עונת הספנים אחת לששה חדשים. ויש לחוש מאחר שיורדי הים באניות פרושים מנשותיהן שמא ע\"י זה יבואו לידי זנות, ע\"כ חתם שם יה שנית על שלשתן לומר שכולם זרע ברך ה' וגדורים מעריות לשעבר ולהבא, יותר מכל אומה ולשון. ","titles":[{"title":"﻿במדבר כו ב"},{"title":"﻿במדבר פרק כו פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-26","interprets":"tanach-4-26-2","positionInPerek":2,"positionInParasha":11},{"uri":"tanach-kliyekar-4-26-64","text":"אבל הנשים של אותו דור צדקניות היו והיו אוהבים הצדקה, הן מצות חלה המיוחדת לנשים ותלויה בארץ, הן שאר תרומות ומעשרות ע\"כ היו אוהבים את הארץ לילך למקום החיוב כי סתם אשה אינה רשאית ושלטאה בנכסי בעלה ע\"כ היה להם חפץ לילך למקום שהחוב מוטל על בעליהן ליתן. וזה\"ש רז\"ל (סוטה יא","titles":[{"title":"﻿במדבר כו סד"},{"title":"﻿במדבר פרק כו פסוק סד"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-26","interprets":"tanach-4-26-64","positionInPerek":64,"positionInParasha":73},{"uri":"tanach-kliyekar-4-27-7","text":"ופשוטו כך הוא, כי מדקאמרו למה יגרע שם אבינו וכי ירושת הבנים תלוי בהשארות שם אביהם, ועוד למה אמרו מתחלה ובנים לא היו לו משמע הא אם היו לו אף על פי שאינן עכשיו בעולם מכל מקום לא היו אומרים דבר זה, ואחר כך אמרו תנה לנו אחוזה כי בן אין לו משמע שאין הדבר תלוי כי אם במציאות שעה זו. אלא כך אמרו ממה נפשך אם אין אנו חשובים זרע הרי בנים לא היו לו מעולם אם כן למה יגרע שם אבינו ותתיבם אמנו להקים שם המת על נחלתו, ואם אנו חשובים זרע אם כן תנה לנו אחוזה שהרי אין לו בן עכשיו לירשו ואנחנו במקום בן ומה שאמר כי אין לו בן קאי אשלמטה שאמרו תנה לנו אחזה. ופירוש זה ברור ונכון. ","titles":[{"title":"﻿במדבר כז ז"},{"title":"﻿במדבר פרק כז פסוק ז"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-27","interprets":"tanach-4-27-7","positionInPerek":7,"positionInParasha":81},{"uri":"tanach-kliyekar-4-27-12","text":"ויש עוד בדבר זה סוד הנמשך מסוד היצירה, כארז\"ל (ברכות ס.) איש מזריע תחילה יולדת נקיבה, ואמרו המפרשים שהזרע הראשון נפסד והבא אחרונה נשאר קיים ולעולם מזרע אשה נולדת הנקיבה וא\"כ דומה כאלו אין הבת מזרעו. ","titles":[{"title":"﻿במדבר כז יב"},{"title":"﻿במדבר פרק כז פסוק יב"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-27","interprets":"tanach-4-27-12","positionInPerek":12,"positionInParasha":86},{"uri":"tanach-kliyekar-4-27-18","text":"ואח\"כ אמר ונתת מהודך עליו בענין הנבואה, להנהיגם על ידה ע\"פ התורה והמצוה ולא הזכיר בזה יד אחת כי כל הנותן בעין יפה הוא נותן הנבואה וכן בענין התורה והמצוה ודאי יכופם על שמירתם בכל תוקף ועוז ועליה אמר ולפני אלעזר הכהן יעמוד ושאל לו במשפט האורים לפני ה' כל דבר סתום ונעלם בתורה על פיו יצאו ויבאו בדבר הלכה. ויעש משה וגו' ויסמוך שתי ידיו עליו היינו בענין הנהגת התורה כאמור. ויצוהו כאשר צוה ה' ביד משה כי ויצוהו מורה על ההנהגה המדינית כאמור עשה כאשר צוה ה' ביד משה, היינו ביד אחת כאמור, אע\"פ שיש אתנחתא במלת ויצוהו מ\"מ דברי תורה כפטיש יפוצץ סלע נדרשים לכל חפציהם. ונוכל לומר כפשוטו שנתינת ההוד לא נאמר בו יד אחת כי אין כילות לפני השי\"ת אלא רצה ה' שיעשהו כלי מלא וגדוש ברכת ה' וכן עשה ובדרך שנתבאר. ","titles":[{"title":"﻿במדבר כז יח"},{"title":"﻿במדבר פרק כז פסוק יח"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-27","interprets":"tanach-4-27-18","positionInPerek":18,"positionInParasha":92},{"uri":"tanach-kliyekar-4-28-4","text":"ומה שתמיד של שחרית נשחט במערב, להורות שהוא מכפר על עבירות של לילה, ותמיד של בין הערבים נשחט במזרח להורות שהוא מכפר על עבירות של כל היום, ויש אומרים שהפך מקום שחיטתן להרס מחשבת עובדי שמש וירח והכל לאל אחד ברוך הוא ומבורך שמו ית'. ","titles":[{"title":"﻿במדבר כח ד"},{"title":"﻿במדבר פרק כח פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-8","perek":"tanach-4-28","interprets":"tanach-4-28-4","positionInPerek":4,"positionInParasha":101},{"uri":"tanach-kliyekar-4-30-2","text":" כלי יקר  וידבר משה אל ראשי המטות. מה דבר אל ראשי המטות לבני ישראל לאמר, דבר אל ראשי המטות שיאמרו איזו דבר לבני ישראל ולא פירש עדיין מה יאמרו ראשי המטות אל בני ישראל, עד שהגיד להם פרשת נדרים שחייב ראש המטה לאמר אל הנודר מותר לך, וזו היא האמירה שצוה לראשי המטות שיאמרו לבני ישראל. ועליה אמר לא יחל דברו הוא עצמו לא יחל אבל אחרים מחלין את דברו ועל זה אמר ככל היוצא מפיו של החכם המתיר לו, כן יעשה, אם לקיים, או להתיר. ","titles":[{"title":"﻿במדבר ל ב"},{"title":"﻿במדבר פרק ל פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-30","interprets":"tanach-4-30-2","positionInPerek":2,"positionInParasha":1},{"uri":"tanach-kliyekar-4-30-3","text":"לא יחל דברו. אבל אחרים מחלין דברו. טעם להיתר נדרים ביחיד מומחה או בג' הדיוטות שנקראו בית דין, אנו למדין מן הפרת האב והבעל כי כשם שהאב והבעל לכך יש בידם להפר מטעם שכל אשה ברשות בעלה או ברשות אביה ואין כח בידה לעשות גדולה או קטנה בלתי הסכמתם, ודומה כאלו התנו בשעת הנדר על מנת שיסכימו הבעל או האב וכשאינן מסכימים אז למפרע בטל הנדר מעיקרו כי מסתמא על דעתם נדרה או כאלו נדרה על דעתם, כך כל איש מישראל הוא ברשות ב\"ד ומחוייב לעשות ככל אשר יורו לו הב\"ד וכל נודר דומה כאלו התנה בשעת הנדר ע\"מ שיסכימו הב\"ד עמו וכשאינן מסכימין נעקר הנדר מעיקרו. וכל יחיד מומחה נקרא ב\"ד וכל שלשה הדיוטות, ע\"כ בידם להתיר נדרו למנעו מן החטא כי כל נודר נקרא חוטא ממה שנאמר (דברים כג.כג) וכי תחדל לנדור לא יהיה בך חטא. ומה שהבעל והאב בלשון הפרה, וחכם בלשון התרה, לפי שהאשה יותר רשות בעלה ואביה עליה ממה שכל ישראל ברשות ב\"ד ע\"כ המה בלשון המורה על ביטול הנדר מעיקרו כאלו לא היה שם נדר כלל, אבל לשון התרה מורה על דבר שהיה נאסר בו מתחילה זמן מה ואותו איסור הותר כי אינו מופר מכל וכל שהרי הדבר תלוי בחרטה (עיין רמב\"ם הל' נדרים פי\"ג.טו וברדב\"ז שם). ","titles":[{"title":"﻿במדבר ל ג"},{"title":"﻿במדבר פרק ל פסוק ג"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-30","interprets":"tanach-4-30-3","positionInPerek":3,"positionInParasha":2},{"uri":"tanach-kliyekar-4-31-2","text":"וי\"א במדין, בשר של מדין למעלה, כדרך שנאמר (שמות יד.י) והנה מצרים נוסע שדרשו (דב\"ר א.כב) על שרו של מצרים ולכך נאמר לתת נקמת ה' כי לה' המלחמה שלמעלה ולא לאדם. ","titles":[{"title":"﻿במדבר לא ב"},{"title":"﻿במדבר פרק לא פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-31","interprets":"tanach-4-31-2","positionInPerek":2,"positionInParasha":18},{"uri":"tanach-kliyekar-4-31-6","text":"ומ\"ש אלף למטה ולא נאמר אלף ממטה, לפי שגם זכות המטה הלך עמהם למלחמה והאלף היה צירוף למטה עצמו כי זכותם מסייעתם, ולכך נתנו מן השלל גם לכל העדה. ","titles":[{"title":"﻿במדבר לא ו"},{"title":"﻿במדבר פרק לא פסוק ו"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-31","interprets":"tanach-4-31-6","positionInPerek":6,"positionInParasha":22},{"uri":"tanach-kliyekar-4-31-15","text":"ולמעלה פר' פנחס (כה.יז) פרשנו שלכך לא צוה להשמיד את מואב, לפי שבני ישראל התחילו בקלקלה והלכו אל בנות מואב לפתותם כמ\"ש (ויקרא כה.א) ויחל העם לזנות אל בנות מואב, אבל בנות מדין צוררים הם לכם כי המה באו לכם כאשר הוכחנו כל זה בראיות. ויכול להיות שעל זה אמר משה לבטל טעותם הן הנה היו לבני ישראל, כי המה הלכו לב\"י לפתותם ואינן דומים לבנות מואב כי על כן לא נתרחקו הנשים מלבא בקהל ה' לפי שלא היו המה המתחילין אבל בנות מדין הן הנה היו לבני ישראל המתחילין בקלקלה כאמור. ","titles":[{"title":"﻿במדבר לא טו"},{"title":"﻿במדבר פרק לא פסוק טו"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-31","interprets":"tanach-4-31-15","positionInPerek":15,"positionInParasha":31},{"uri":"tanach-kliyekar-4-31-17","text":"וי\"א שאמר ועתה מיד ותיכף הרגו כל זכר בטף. כי לית דין צריך בשש (ברכות מ.) ועיכוב אבל כל אשה יודעת איש הרוגו אבל לא תיכף כי אם אחר שיודעו לכם על ידי הציץ איזו ראויה לבעל. ומכאן ראיה למה שכתבנו למעלה בפרשת תצוה (כח.לו) שהציץ היה מכפר על הזנות שנאמר (ירמיה ג.ג) ומצח אשה זונה היה לך והיה כתוב עליו קודש לה' כי בכל מקום שיש גדר ערוה שם תמצא קדושה, ומטעם זה העבירום לפני הציץ מקום הקדושה שגרמה שהוריקה פני כל הראויה למשכב, וזה טעם יקר. ","titles":[{"title":"﻿במדבר לא יז"},{"title":"﻿במדבר פרק לא פסוק יז"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-31","interprets":"tanach-4-31-17","positionInPerek":17,"positionInParasha":33},{"uri":"tanach-kliyekar-4-32-1","text":"ורז\"ל (תנחומא מטות ז.) דרשו עליהם פסוק, נחלה מבהלת בראשונה ואחריתה לא תבורך (משלי כ.כא) לפי שלקחו נחלתם בראשונה על כן אחריתם לא תבורך כי הלכו בראש כל גולים שנאמר (דבה\"י א' ה.כו) ויגלם לראובני ולגדי. וכדי ליישב וי\"ו של ואחריתה נראה שכך פירושו כי לדעת רז\"ל הקדימו המקנה לטף ועל זה אמר נחלה מבהלת בראשונה כי הקדימו נחלתם דהיינו המקנה להזכירם ראשונה, על כן גם אחריתם דהיינו הטף שאיחרו לא תבורך, כי גם הגופות גם נחלתם הכל כלו כעשן כלו העיקר עם הטפל כולם הלכו שבי לפני רודף. ","titles":[{"title":"﻿במדבר לב א"},{"title":"﻿במדבר פרק לב פסוק א"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-32","interprets":"tanach-4-32-1","positionInPerek":1,"positionInParasha":71},{"uri":"tanach-kliyekar-4-32-2","text":"ובפרשת משפטים (שמות כא א) פרשנו פסוק כי לא ממוצא וממערב, שקאי על מה שאמר אל תרימו קרן, כי כל גס רוח יסתכל מאין בא, ולאן הוא הולך, ואיך יתגאה אדם להבל דמה הלא יבין בשכלו מאין יבא לו הרוממות, כי לא ממוצא מקום אשר יצא משם כי בא מטיפה סרוחה כי על כן הזכיר המזרח בלשון ממוצא, ולא ממערב היינו זמן הערב שמשו כמו שנאמר (קהלת יב ב) עד אשר לא תחשך השמש, כי הולך הוא אז למקום עפר רמה, ולא ממדבר מן קנין הממון הדומה למדבר שמם מאין יושב, כך קנין הממון שוכן חררים במדבר ואינו קנין דבוק באדם אלא הוא חוץ ממנו, מכל שלש אלו אין הרים, רצה לומר רוממות כי מלת הרים תחזור על שלשתן. והוא גם כן פירוש יקר מאד כפי כוונת הפסוקים המזהירים על גסות הרוח כמו שנאמר אל תרימו וגו' סיים דבריו בזה ישפיל וזה ירים. והסמכנו כל דרוש פסוק זה אל בני גד וראובן שנמצא בהם הרדיפה אחר העושר עד שמאסו בארץ חמדה בעבור העושר, ודי בהערה קטנה זו ליודעי דעת והמשכיל ישמע ויוסיף לקח. ","titles":[{"title":"﻿במדבר לב ב"},{"title":"﻿במדבר פרק לב פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-9","perek":"tanach-4-32","interprets":"tanach-4-32-2","positionInPerek":2,"positionInParasha":72},{"uri":"tanach-kliyekar-4-33-1","text":" כלי יקר  אלה מסעי בני ישראל. לפי שמשה אמר למעלה אל בני גד ובני ראובן ויניעם במדבר ארבעים שנה, סלקא דעתך אמינא שהיו נדים ונעים כשוכב בראש חבל לא שקטו ולא נחו כל ארבעים שנה, על כן אמר אלה מסעי לומר לך שבארבעים שנה לא הניעם כי אם מ\"ב תנועות. ובזה מיושב מה שנאמר אלה מסעי ולא אמר אלה החניות אשר חנו כדרך שנאמר ויסעו ויחנו, אלא שבא לפרש מאמר ויניעם במדבר כי התנועה היינו המסעות, וטעם לסיפור כל המסעות כתב רש\"י להודיע חסדי המקום כו'. והרב המורה נתן טעם אחר. וכן במהרי\"א נתן כמה טעמים ואין להאריך בהם. ","titles":[{"title":"﻿במדבר לג א"},{"title":"﻿במדבר פרק לג פסוק א"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-33","interprets":"tanach-4-33-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-4-33-2","text":"פירוש שלישי הוא. שאלמלא לא חטאו ישראל היו נוסעים בנסיעה אחת לארץ, אמר ויכתוב משה את מוצאיהם למסעיהם, כי מן יציאה ראשונה לא היה להם עוד יציאה ממקום חנייה כי רצה ה' לישא אותם על כנפי נשרים לארץ מיד, ועל ידי שקלקלו הוצרך לכתוב ואלה מסעיהם למוצאיהם, שנסעו אל מקומות שסופם לחזור ולצאת משם ולהיות מטולטל ממסע למסע וזה הדבר לא היה על פי ה' כי לא חפץ ה' באלה. ","titles":[{"title":"﻿במדבר לג ב"},{"title":"﻿במדבר פרק לג פסוק ב"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-33","interprets":"tanach-4-33-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-4-33-4","text":"ומה שנאמר ויסעו ממרה ויבואו אילמה ולא אמר ויחנו באילמה, לפי שהיה מסע קצר ממרה לאילם ולא היה בדעתם לעשות שם חנייה אך לפי שמצאו שם שתים עשרה מעיינות מים המתיחסים אל שתים עשרה שבטים אשר ממקור ישראל ישקו לכל העדה, ושבעים תמרים המתיחסים לשבעים זקנים כי הצדיק כתמר יפרח, על כן אמרו סימנא מילתא היא שיעשו שם חנייה כי גם שם המקום מורה על מספר זה, אילם עולה למספר פ\"ב עם המלה דהיינו י\"ב ושבעים, וכן אילם מורה על מספר אנשים חזקים כי הוא מלשון ואת אילי הארץ לקח (יחזקאל יז טו), וכל זה לקחו לסימן לעשות שם חנייה. ","titles":[{"title":"﻿במדבר לג ד"},{"title":"﻿במדבר פרק לג פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-33","interprets":"tanach-4-33-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-4-33-49","text":"ומה שאמר שזה גדול מזה, לא שזה גדול במהות אלא שהנזק המגיע לעולם בסילוק נשמת הצדיק הוא גדול מן הנזק המגיע לעולם בסילוק הרוחניות מן הבית המקדש כי יש לדקדק מהו שאמר לפני מי שאמר והיה העולם למה לא אמר סתם לפני הקב\"ה אלא ודאי שבא ליתן טעם למה זה גדול מזה ואמר לפי שהקב\"ה אמר והיה העולם וחפץ בהוויתו וקיומו, ונפש הצדיק נותן יותר הוייה וקיום לעולם יותר מכל הרוחניות שהיו בבית המקדש, לפי שצדיק אחד יסוד עולם ונשמתו חצובה מתחת כסא כבוד יש בה קדושה גדולה ונותנת הויה וקיום לכל העולם. ותדע שכן הוא שהרי מביא ע\"ז פסוק הנני יוסיף להפליא את העם הזה הפלא ופלא ואבדה חכמת חכמיו, ומאי משמע מדבר בסילוקן של צדיקים, אלא ודאי בסילוק הנפש המשכלת היא שקראה חכמת חכמיו כי נפש המשכלת היא נותנת קיום והויה לכל העולם וסלוקה גורם שעמודי העולם ירופפו . וזה דבר אמיתי ונכון ראוי לצרפו לפסוק זה על צד הרמז. ","titles":[{"title":"﻿במדבר לג מט"},{"title":"﻿במדבר פרק לג פסוק מט"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-33","interprets":"tanach-4-33-49","positionInPerek":49,"positionInParasha":49},{"uri":"tanach-kliyekar-4-33-54","text":" כלי יקר  והתנחלתם את הארץ בגורל. בפסוק זה נתקשו המפרשים מאד באמרם כי תחילת הפרשה מדברת מאיבוד האומות וצלמי מסכותם, וכן סוף הפרשה ואם לא תורישו את יושבי הארץ וגו', ואיך הכניס בין הדבקים פסוק והתנחלתם את הארץ, ואומר אני שלא קשה מידי כי באיבוד הצלמים והבמות וגירוש כל האומות הטיל ה' עבודה רבה על ישראל ויש לחוש לשני דברים, הן שיהיה הדבר כקדירה דבי שותפי ותתבטל מצוה זו כי כל אחד יאמר אפשר למצות ביעור שתתקיים על ידי אחרים, הן שיגרום מחלוקת בין השבטים כי כל אחד יבחר לו הרע במיעוטו במקום שאין שם הרבה צלמים ומסכות, על כן הכניס תוך ענין זה פסוק והתנחלתם את הארץ בגורל כי בזה בטלו כל החששות. ","titles":[{"title":"﻿במדבר לג נד"},{"title":"﻿במדבר פרק לג פסוק נד"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-33","interprets":"tanach-4-33-54","positionInPerek":54,"positionInParasha":54},{"uri":"tanach-kliyekar-4-35-6","text":" כלי יקר  ארבעים ושתים עיר. כנגד מ\"ב חניות שישראל חנו בהם והיו בכלם כגרים כך נתנו ללוים שלא היה להם חלק בארץ מ\"ב עיר. וערי המקלט יהיו מן ערי הלווים לפי שהנס אל עיר מקלטו הרי הוא שמה גר, ויש לחוש פן יאמרו לו יושבי הארץ גר אתה בארץ, על כן צוה שיהיו ערי מקלט מן ערי הלוים כי גם הלוים כגרים יאמרו לו מום שבך אל תאמר לחברך, על דרך שנאמר (שמות כג ט) ואתם ידעתם את נפש הגר כי גרים הייתם, וכדרך שנאמר (בראשית טו יג) כי גר יהיה זרעך בארץ לא להם, היינו בארץ שהוא לא להם של יושבי הארץ כי יוסף העבירם לערים שיהיו כגרים שמה כדי שלא יוכלו לומר לישראל גרים אתם. ","titles":[{"title":"﻿במדבר לה ו"},{"title":"﻿במדבר פרק לה פסוק ו"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-35","interprets":"tanach-4-35-6","positionInPerek":6,"positionInParasha":91},{"uri":"tanach-kliyekar-4-35-25","text":" כלי יקר  עד מות הכהן הגדול. ומה שאמרה תורה ברוצחים שישב שם עד מות הכהן הגדול, לפי שאהרן מדתו השלום על כן היה לו להתפלל על בני דורו שאך שלום ואמת יהיה בימיו ולא תקראנה כאלה מקרה בלתי טהור זה, על כן ישב שם עד מות הכהן הגדול ואז יתפלל הוא וכל ביתו על מיתת הכהן הגדול כדי שיחזור מהרה לביתו, ומטעם זה אמר עד מות הכהן הגדול אשר משח אותו בשמן המשחה וכי עדיין לא ידענו שהכהן הגדול נמשח בשמן המשחה, אלא לפי שהכהן זה שנעשה רציחה בימיו, זה הרוצח כיבה נר אלהים נשמת אדם, וכיבה נר מצוה ותורה אור, ודאי לא זכר כהן זה בשמן משחת קודש שעליו שהיה מחציתו חמשים ומאתים דהיינו שני פעמים נר, כי כל כהן צריך לעמוד על שמירת שתי נרות אלו בימיו ולהתפלל על זה, ומאחר שמעשה זה קרה בימיו על כן ישב שם עד מות הכהן הגדול. ","titles":[{"title":"﻿במדבר לה כה"},{"title":"﻿במדבר פרק לה פסוק כה"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-35","interprets":"tanach-4-35-25","positionInPerek":25,"positionInParasha":110},{"uri":"tanach-kliyekar-4-35-33","text":"וזה שאמר כי הדם יחניף את הארץ, כי הרשע נותן לה הדם לבלוע כדי תתן לו לעומת זה מסלתה ומשמנה, על כן לא יכופר לארץ כי אם בדם שופכו, וכפרה זו על מה שהחזיקה הרוצח אפילו רגע אחת כי חנופה תחשב לה הדבר ויאמרו ששניהם מחניפים זה לזה. ומה שלא נהרג קין, מפני ישוב העולם כי הוא היה לבדו בעולם ומכל מקום הוציאה הארץ את עצמה מן חשד זה שהצמיחה לו קוץ ודרדר, ונע ונד היה בארץ, ואם כן לא נתנה לו עוד שני מיני תועלת שהיו לו מן הארץ, ואף זה על צד החסד עם קין דווקא כאמור, אבל לדורות לא יכופר לה כי אם בדם שופכו להוציאה מידי חנופה זו. ","titles":[{"title":"﻿במדבר לה לג"},{"title":"﻿במדבר פרק לה פסוק לג"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-35","interprets":"tanach-4-35-33","positionInPerek":33,"positionInParasha":118},{"uri":"tanach-kliyekar-4-36-4","text":"חסלת ספר במדבר, בעזרת בורא כל בדיבור ","titles":[{"title":"﻿במדבר לו ד"},{"title":"﻿במדבר פרק לו פסוק ד"}],"sefer":"tanach-4","parasha":"parasha-10","perek":"tanach-4-36","interprets":"tanach-4-36-4","positionInPerek":4,"positionInParasha":123}]}