{
  "subjects": [
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-1",
      "jbo:text": "אלו דברים {א} שאין להם שעור. הפאה {ב}, והבכורים, והראיון, וגמילות חסדים, ותלמוד תורה. אלו דברים שאדם אוכל {ה} פרותיהן בעולם הזה והקרן {ו} קימת לו לעולם הבא. כבוד אב ואם {ז}, וגמילות חסדים, והבאת שלום בין אדם לחברו, ותלמוד תורה {ח} כנגד כלם",
      "jbo:textNikud": "אֵלּוּ דְבָרִים {א} שֶׁאֵין לָהֶם שִׁעוּר. הַפֵּאָה {ב}, וְהַבִּכּוּרִים, וְהָרֵאָיוֹן, וּגְמִילוּת חֲסָדִים, וְתַלְמוּד תּוֹרָה. אֵלּוּ דְבָרִים שֶׁאָדָם אוֹכֵל {ה} פֵּרוֹתֵיהֶן בָּעוֹלָם הַזֶּה וְהַקֶּרֶן {ו} קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא. כִּבּוּד אָב וָאֵם {ז}, וּגְמִילוּת חֲסָדִים, וַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, וְתַלְמוּד תּוֹרָה {ח} כְּנֶגֶד כֻּלָּם",
      "rdfs:label": "משנה פאה א א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-1",
      "jbo:text": "ר\"ע מברטנורה אלו דברים שאין להם שעור. מדאוריתא, אבל מדרבנן יש להם שעור, דהא תנן בסיפא אין פוחתין לפאה מששים: הפאה. שאדם חיב להניח בסוף שדהו לעניים, כדכתיב (ויקרא כג) לא תכלה פאת שדך בקצרך: והבכורים. דכתיב (שמות כג) ראשית בכורי אדמתך תביא בית ה' אלהיך, ולא נתנה תורה בהם שעור {ג}: והראיון. שחיב אדם להראות בעזרה בשלש רגלים, דכתיב (שם) שלש פעמים בשנה יראה כל זכורך, וזאת הראיה אין לה שעור, דכל אימת דבעי עיל ומתחזי ונפיק. פרוש אחר עולת ראיה ושלמי חגיגה שחיב להביא כדכתיב (שם) ולא יראו פני ריקם, אין לה שעור מדאוריתא דכתיב (דברים טז) איש כמתנת ידו, אלא שחכמים נתנו בה שעור, העולה מעה כסף וחגיגה שתי כסף: וגמילות חסדים. דבגופו, כגון בקור חולים ולקבר מתים וכיוצא בהן, אבל גמילות חסדים דבממונו, כגון פדיון שבוים ולהלביש ערומים ולהאכיל את הרעבים וכיוצא בהן יש להן שעור, שיתן בכל פעם שתבא מצוה כזו לידו חמשית מן הרוח שבנכסיו, ותו לא מחיב, דהכי אמרינן המבזבז אל יבזבז יותר מחמש {ד}. הלכך מבעי ליה לאינש לאפרושי חמשית הרוח בכל עת כדי שיהא מצוי כל זמן שיבא גמילות חסד לידו שיקימנו, ובהכי נפיק ידי חובתו: ותלמוד תורה. אין לה שעור דכתיב (יהושע א) והגית בו יומם ולילה: ותלמוד תורה כנגד כלם. שקול כנגד כלם: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵלּוּ דְבָרִים שֶׁאֵין לָהֶם שִׁעוּר. מִדְּאוֹרַיְתָא, אֲבָל מִדְּרַבָּנָן יֵשׁ לָהֶם שִׁעוּר, דְּהָא תְּנַן בְּסֵיפָא אֵין פּוֹחֲתִין לַפֵּאָה מִשִּׁשִּׁים: הַפֵּאָה. שֶׁאָדָם חַיָּב לְהַנִּיחַ בְּסוֹף שָׂדֵהוּ לַעֲנִיִּים, כְּדִכְתִיב (וַיִּקְרָא כג) לֹא תְכַלֶּה פְּאַת שָׂדְךָ בְּקֻצְרֶךָ: וְהַבִּכּוּרִים. דִּכְתִיב (שְׁמוֹת כג) רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ, וְלֹא נָתְנָה תּוֹרָה בָּהֶם שִׁעוּר {ג}: וְהָרֵאָיוֹן. שֶׁחַיָּב אָדָם לְהֵרָאוֹת בָּעֲזָרָה בְּשָׁלֹשׁ רְגָלִים, דִּכְתִיב (שָׁם) שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה יֵרָאֶה כָל זְכוּרְךָ, וְזֹאת הָרְאִיָּה אֵין לָהּ שִׁעוּר, דְּכָל אֵימַת דְּבָעֵי עַיֵּל וּמִתְחָזֵי וְנָפֵיק. פֵּרוּשׁ אַחֵר עוֹלַת רְאִיָּה וְשַׁלְמֵי חֲגִיגָה שֶׁחַיָּב לְהָבִיא כְּדִכְתִיב (שָׁם) וְלֹא יֵרָאוּ פָנַי רֵיקָם, אֵין לָהּ שִׁעוּר מִדְּאוֹרַיְתָא דִּכְתִיב (דְּבָרִים טז) אִישׁ כְּמַתְּנַת יָדוֹ, אֶלָּא שֶׁחֲכָמִים נָתְנוּ בָהּ שִׁעוּר, הָעוֹלָה מָעָה כֶּסֶף וַחֲגִיגָה שְׁתֵּי כֶסֶף: וּגְמִילוּת חֲסָדִים. דִּבְגוּפוֹ, כְּגוֹן בִּקּוּר חוֹלִים וְלִקְבֹּר מֵתִים וְכַיּוֹצֵא בָהֶן, אֲבָל גְּמִילוּת חֲסָדִים דִּבְמָמוֹנוֹ, כְּגוֹן פִּדְיוֹן שְׁבוּיִם וּלְהַלְבִּישׁ עֲרוּמִים וּלְהַאֲכִיל אֶת הָרְעֵבִים וְכַיּוֹצֵא בָהֶן יֵשׁ לָהֶן שִׁעוּר, שֶׁיִּתֵּן בְּכָל פַּעַם שֶׁתָּבֹא מִצְוָה כָּזוֹ לְיָדוֹ חֲמִשִּׁית מִן הָרֶוַח שֶׁבִּנְכָסָיו, וְתוּ לֹא מִחַיֵּב, דְּהָכִי אָמְרִינַן הַמְבַזְבֵּז אַל יְבַזְבֵּז יוֹתֵר מֵחֹמֶשׁ {ד}. הִלְכָּךְ מִבָּעֵי לֵיהּ לְאִינָשׁ לְאַפְרוּשֵׁי חֲמִשִּׁית הָרֶוַח בְּכָל עֵת כְּדֵי שֶׁיְּהֵא מָצוּי כָּל זְמַן שֶׁיָּבֹא גְּמִילוּת חֶסֶד לְיָדוֹ שֶׁיְּקַיְּמֶנּוּ, וּבְהָכִי נָפֵיק יְדֵי חוֹבָתוֹ: וְתַלְמוּד תּוֹרָה. אֵין לָהּ שִׁעוּר דִּכְתִיב (יְהוֹשֻׁעַ א) וְהָגִיתָ בּוֹ יוֹמָם וָלַיְלָה: וְתַלְמוּד תּוֹרָה כְּנֶגֶד כֻּלָּם. שָׁקוּל כְּנֶגֶד כֻּלָּם: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-1",
      "jbo:text": "עיקר תוי\"ט {א} אלו דברים. הא דלא תנן תרומה עמהן כיון דאיכא תרומת מעשר שיש לה שעור לא נקט אף סתם תרומה. ירושלמי. ועוד יש לומר שהיא חלוקה מן השאר כדמפרש אחר כך בפאה בקש לעשות כל שדהו פאה עושה, בקש לעשות כל כריו תרומה אינו עושה. (ועוד יש לומר דלא תני רק מה שיש בהוספתן מצוה כדמשני בירושלמי אאינך שלא נשנו עין שם, ותרומה גדולה אדרבא מאכיל טבל לכהן שמוסיף אחר שנתן כשעור. הר\"ש. וצריך עיון הא פאה נמי דכותה, עין להלן משנה ג' וצריך עיון). תוספות יום טוב: {ב} הפאה. ועושה מצוה בהוספתו. מיהו היכא דנתן פאה כדינו בסוף שדהו חיב במעשרות מה שהוסיף: {ג} ואף מדרבנן אין להן שעור: {ד} תקנת אושא הוא, במסכת כתבות דף נ'. והשתא מדאוריתא אין שעור לגמילות חסדים בממונו: {ה} שאדם אוכל. כתב הר\"מ כי המצות כלם נחלקים בתחלה על שני חלקים. האחד, במה שיש בינו ובין הקדוש ברוך הוא כגון ציצית ותפילין כו'. והשני, מצות התלויות בתועלת בני אדם קצתם עם קצתם כגון האזהרה על הגנבה וכגון הצווי באהבת איש את רעהו. וכשיעשה המצות שבחלק הראשון יגמלהו הקדוש ברוך הוא עליהם לעולם הבא. וכשיעשה המצות שבחלק השני תחשב לו לצדקה לעולם הבא וימצא טובה בעולם הזה בעבור שנהג מנהג הטוב בין בני אדם כו', וכל המצות שבין אדם לחברו נכנסות בגמילות חסדים: {ו} והקרן. והשיב את אשמו בראשו תרגום ירושלמי אשם קרן. ערוך. והרמב\"ן כתב שבעבור שהכח בקרנים יקרא גוף הדבר קרנו: {ז} כבוד אב ואם. כתיב למען יאריכון ימיך ולמען ייטב לך, חד בעולם הזה וחד בעולם הבא. בגמילות חסדים כתיב רודף צדקה וחסד ימצא חיים צדקה וכבוד. בהבאת שלום כתיב בקש שלום ורדפהו כו' אתיא רדיפה מגמילות חסדים. בתלמוד תורה כתיב כי הוא חייך וארך ימיך: {ח} ותלמוד תורה כו'. כי בתלמוד תורה יזכה האדם בכל זה, שהתלמוד מביא לידי מעשה. הר\"מ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} אֵלּוּ דְבָרִים. הָא דְלֹא תְנַן תְּרוּמָה עִמָּהֶן כֵּיוָן דְּאִיכָּא תְּרוּמַת מַעֲשֵׂר שֶׁיֵּשׁ לָהּ שִׁעוּר לֹא נָקַט אַף סְתָם תְּרוּמָה. יְרוּשַׁלְמִי. וְעוֹד יֵשׁ לוֹמַר שֶׁהִיא חֲלוּקָה מִן הַשְּׁאָר כְּדִמְפָרֵשׁ אַחַר כָּךְ בְּפֵאָה בִּקֵּשׁ לַעֲשׂוֹת כָּל שָׂדֵהוּ פֵּאָה עוֹשֶׂה, בִּקֵּשׁ לַעֲשׂוֹת כָּל כִּרְיוֹ תְּרוּמָה אֵינוֹ עוֹשֶׂה. (וְעוֹד יֵשׁ לוֹמַר דְּלֹא תָנֵי רַק מַה שֶּׁיֵּשׁ בְּהוֹסָפָתָן מִצְוָה כְּדִמְשָׁנֵי בַּיְרוּשַׁלְמִי אַאֵינָךְ שֶׁלֹּא נִשְׁנוּ עַיֵּן שָׁם, וּתְרוּמָה גְדוֹלָה אַדְּרַבָּא מַאֲכִיל טֶבֶל לַכֹּהֵן שֶׁמּוֹסִיף אַחַר שֶׁנָּתַן כַּשִּׁעוּר. הָרַ\"שׁ. וְצָרִיךְ עִיּוּן הָא פֵּאָה נַמִּי דִּכְוָתָהּ, עַיֵּן לְהַלָּן מִשְׁנָה ג' וְצָרִיךְ עִיּוּן). תּוֹסְפוֹת יוֹם טוֹב: {ב} הַפֵּאָה. וְעוֹשֶׂה מִצְוָה בְּהוֹסָפָתוֹ. מִיהוּ הֵיכָא דְנָתַן פֵּאָה כְּדִינוֹ בְּסוֹף שָׂדֵהוּ חַיָּב בְּמַעַשְׂרוֹת מַה שֶּׁהוֹסִיף: {ג} וְאַף מִדְּרַבָּנָן אֵין לָהֶן שִׁעוּר: {ד} תַּקָּנַת אוּשָׁא הוּא, בְּמַסֶּכֶת כְּתֻבּוֹת דַּף נ'. וְהַשְׁתָּא מִדְּאוֹרַיְתָא אֵין שִׁעוּר לִגְמִילוּת חֲסָדִים בְּמָמוֹנוֹ: {ה} שֶׁאָדָם אוֹכֵל. כָּתַב הָרַ\"מ כִּי הַמִּצְוֹת כֻּלָּם נֶחֱלָקִים בִּתְחִלָּה עַל שְׁנֵי חֲלָקִים. הָאֶחָד, בְּמַה שֶּׁיֵּשׁ בֵּינוֹ וּבֵין הַקָּדוֹשׁ בָּרוּךְ הוּא כְּגוֹן צִיצִית וּתְפִילִין כוּ'. וְהַשֵּׁנִי, מִצְוֹת הַתְּלוּיוֹת בְּתוֹעֶלֶת בְּנֵי אָדָם קְצָתָם עִם קְצָתָם כְּגוֹן הָאַזְהָרָה עַל הַגְּנֵבָה וּכְגוֹן הַצִּוּוּי בְּאַהֲבַת אִישׁ אֶת רֵעֵהוּ. וּכְשֶׁיַּעֲשֶׂה הַמִּצְוֹת שֶׁבַּחֵלֶק הָרִאשׁוֹן יִגְמְלֵהוּ הַקָּדוֹשׁ בָּרוּךְ הוּא עֲלֵיהֶם לָעוֹלָם הַבָּא. וּכְשֶׁיַּעֲשֶׂה הַמִּצְוֹת שֶׁבַּחֵלֶק הַשֵּׁנִי תֵּחָשֵׁב לוֹ לִצְדָקָה לָעוֹלָם הַבָּא וְיִמְצָא טוֹבָה בָּעוֹלָם הַזֶּה בַּעֲבוּר שֶׁנָּהַג מִנְהַג הַטּוֹב בֵּין בְּנֵי אָדָם כוּ', וְכָל הַמִּצְוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ נִכְנָסוֹת בִּגְמִילוּת חֲסָדִים: {ו} וְהַקֶּרֶן. וְהֵשִׁיב אֶת אֲשָׁמוֹ בְרֹאשׁוֹ תַּרְגּוּם יְרוּשַׁלְמִי אָשָׁם קֶרֶן. עָרוּךְ. וְהָרַמְבַּ\"ן כָּתַב שֶׁבַּעֲבוּר שֶׁהַכֹּחַ בַּקַּרְנַיִם יִקָּרֵא גוּף הַדָּבָר קַרְנוֹ: {ז} כִּבּוּד אָב וָאֵם. כְּתִיב לְמַעַן יַאֲרִיכוּן יָמֶיךָ וּלְמַעַן יִיטַב לָךְ, חַד בָּעוֹלָם הַזֶּה וְחַד בָּעוֹלָם הַבָּא. בִּגְמִילוּת חֲסָדִים כְּתִיב רוֹדֵף צְדָקָה וָחֶסֶד יִמְצָא חַיִּים צְדָקָה וְכָבוֹד. בַּהֲבָאַת שָׁלוֹם כְּתִיב בַּקֵּשׁ שָׁלוֹם וְרָדְפֵהוּ כוּ' אַתְיָא רְדִיפָה מִגְּמִילוּת חֲסָדִים. בְּתַלְמוּד תּוֹרָה כְּתִיב כִּי הוּא חַיֶּיךָ וְאֹרֶךְ יָמֶיךָ: {ח} וְתַלְמוּד תּוֹרָה כוּ'. כִּי בְּתַלְמוּד תּוֹרָה יִזְכֶּה הָאָדָם בְּכָל זֶה, שֶׁהַתַּלְמוּד מֵבִיא לִידֵי מַעֲשֶׂה. הָרַ\"מ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-2",
      "jbo:text": "אין פוחתין לפאה מששים, ואף על פי שאמרו אין לפאה שעור. הכל לפי גדל השדה, ולפי רב העניים, ולפי רב הענוה",
      "jbo:textNikud": "אֵין פּוֹחֲתִין לַפֵּאָה מִשִּׁשִּׁים, וְאַף עַל פִּי שֶׁאָמְרוּ אֵין לַפֵּאָה שִׁעוּר. הַכֹּל לְפִי גֹדֶל הַשָּׂדֶה, וּלְפִי רֹב הָעֲנִיִּים, וּלְפִי רֹב הָעֲנָוָה",
      "rdfs:label": "משנה פאה א ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-2",
      "jbo:text": "ר\"ע מברטנורה אין פוחתין לפאה מששים. מדרבנן: אף על פי שאמרו אין לפאה שעור. מדאוריתא כדאמרן: הכל לפי גדל השדה. אם שדהו גדולה ועניים מעטים נותן ומוסיף על ששים {ט} לפי גדל שדהו, ואם שדהו קטנה ועניים מרבים מוסיף על ששים לפי רב העניים: ולפי הענוה. אית דגרסי ענוה בוי\"ו, כלומר לפי רב ענותו ירבה לעניים, לשון וענותך תרבני (תהלים יח). ורמב\"ם פרש לשון עניה, כלומר מה שתענה הארץ. ואית דגרסי ענבה בבי\"ת, ופרשו גדל הגרגרים וקטנן, שאם היו השבלים של שדה במקום אחד מלאות וטובות ובמקום אחר צנומות דקות לא יניח הפאה כלה מן הרעות אלא ישער ששים לרע וליפה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין פּוֹחֲתִין לַפֵּאָה מִשִּׁשִּׁים. מִדְּרַבָּנָן: אַף עַל פִּי שֶׁאָמְרוּ אֵין לַפֵּאָה שִׁעוּר. מִדְּאוֹרַיְתָא כִּדְאֲמָרָן: הַכֹּל לְפִי גֹדֶל הַשָּׂדֶה. אִם שָׂדֵהוּ גְדוֹלָה וַעֲנִיִּים מֻעָטִים נוֹתֵן וּמוֹסִיף עַל שִׁשִּׁים {ט} לְפִי גֹדֶל שָׂדֵהוּ, וְאִם שָׂדֵהוּ קְטַנָּה וַעֲנִיִּים מְרֻבִּים מוֹסִיף עַל שִׁשִּׁים לְפִי רֹב הָעֲנִיִּים: וּלְפִי הָעֲנָוָה. אִית דְּגָרְסֵי עֲנָוָה בְּוָי\"ו, כְּלוֹמַר לְפִי רֹב עַנְוָתוֹ יַרְבֶּה לָעֲנִיִּים, לְשׁוֹן וְעַנְוָתְךָ תַרְבֵּנִי (תְּהִלִּים יח). וְרַמְבַּ\"ם פֵּרֵשׁ לְשׁוֹן עֲנִיָּה, כְּלוֹמַר מַה שֶּׁתַּעֲנֶה הָאָרֶץ. וְאִית דְּגָרְסֵי עֲנָבָה בְּבֵי\"ת, וּפֵרְשׁוּ גֹדֶל הַגַּרְגְּרִים וְקָטְנָן, שֶׁאִם הָיוּ הַשִּׁבֳּלִים שֶׁל שָׂדֶה בְּמָקוֹם אֶחָד מְלֵאוֹת וְטוֹבוֹת וּבְמָקוֹם אַחֵר צְנוּמוֹת דַּקּוֹת לֹא יַנִּיחַ הַפֵּאָה כֻּלָּהּ מִן הָרָעוֹת אֶלָּא יְשַׁעֵר שִׁשִּׁים לָרַע וְלַיָּפֶה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-2",
      "jbo:text": "עיקר תוי\"ט {ט} ותמהני למה יוסיף שהרי הפאה נמי גדולה כשהיא ששים מהשדה הגדולה והרי העניים מעטים. והר\"ש לא כתב דמוסיף אלא שלא יפחות מששים אף שהעניים מעטים: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וּתְמֵהַנִי לָמָּה יוֹסִיף שֶׁהֲרֵי הַפֵּאָה נַמִּי גְּדוֹלָה כְּשֶׁהִיא שִׁשִּׁים מֵהַשָּׂדֶה הַגְּדוֹלָה וַהֲרֵי הָעֲנִיִּים מֻעָטִים. וְהָרַ\"שׁ לֹא כָּתַב דְּמוֹסִיף אֶלָּא שֶׁלֹּא יִפְחוֹת מִשִּׁשִּׁים אַף שֶׁהָעֲנִיִּים מֻעָטִים: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-3",
      "jbo:text": "נותנין {י} פאה מתחלת השדה ומאמצעה. רבי שמעון אומר, ובלבד שיתן בסוף כשעור. רבי יהודה אומר, אומר, אם שיר קלח אחד, סומך לו משום פאה. ואם לאו, אינו נותן אלא משום הפקר",
      "jbo:textNikud": "נוֹתְנִין {י} פֵּאָה מִתְּחִלַּת הַשָּׂדֶה וּמֵאֶמְצָעָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, וּבִלְבַד שֶׁיִּתֵּן בַּסּוֹף כַּשִּׁעוּר. רַבִּי יְהוּדָה אוֹמֵר, אוֹמֵר, אִם שִׁיֵּר קֶלַח אֶחָד, סוֹמֵךְ לוֹ מִשּׁוּם פֵּאָה. וְאִם לָאו, אֵינוֹ נוֹתֵן אֶלָּא מִשּׁוּם הֶפְקֵר",
      "rdfs:label": "משנה פאה א ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-3",
      "jbo:text": "ר\"ע מברטנורה מתחלת השדה ומאמצעה. ואין צריך להניח פאה בסוף השדה, דכתיב (ויקרא יט) לא תכלה פאת שדך לקצר, אמרה תורה תן פאה ואף על פי שיש לך עדין קמה לקצר: ובלבד שיתן בסוף כשעור. אף על גב דרבי קרא בתחלה ובאמצע שיש תורת פאה למה שנתן, מכל מקום לא מפטר אלא אם כן נותן בסוף השדה תשלום שעור אחד מששים עם מה שנתן באמצע ובתחלה. כן מוכח בירושלמי. ורמב\"ם פרש ובלבד שיתן בסוף כשעור פאה הצריכה לכל השדה, שצריך שיניח בסוף השדה אחד מששים חוץ ממה שהניח בתחלה ובאמצע: אם שיר קלח אחד. בסוף השדה והניח אותו לפאה סומך עליו, וכל מה שהניח באמצע ובתחלה תורת פאה עליה: ואם לאו. שלא הניח אפלו קלח אחד בסוף השדה לפאה, הרי מה שהניח באמצע ובתחלה אינה חשובה פאה אלא דין הפקר יש לה {יא}. ופליג אדרבי שמעון דאמר דמכל מקום היא חשובה פאה אלא דלא מפטר בעל השדה בהכי {יב}. והלכה כרבי שמעון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִתְּחִלַּת הַשָּׂדֶה וּמֵאֶמְצָעָהּ. וְאֵין צָרִיךְ לְהַנִּיחַ פֵּאָה בְּסוֹף הַשָּׂדֶה, דִּכְתִיב (וַיִּקְרָא יט) לֹא תְכַלֶּה פְּאַת שָׂדְךָ לִקְצֹר, אָמְרָה תּוֹרָה תֵּן פֵּאָה וְאַף עַל פִּי שֶׁיֵּשׁ לְךָ עֲדַיִן קָמָה לִקְצֹר: וּבִלְבַד שֶׁיִּתֵּן בַּסּוֹף כַּשִּׁעוּר. אַף עַל גַּב דְּרָבִי קְרָא בַּתְחִלָּה וּבָאֶמְצַע שֶׁיֵּשׁ תּוֹרַת פֵּאָה לְמַה שֶּׁנָּתַן, מִכָּל מָקוֹם לֹא מִפְטַר אֶלָּא אִם כֵּן נוֹתֵן בְּסוֹף הַשָּׂדֶה תַּשְׁלוּם שִׁעוּר אֶחָד מִשִּׁשִּׁים עִם מַה שֶּׁנָּתַן בָּאֶמְצַע וּבַתְּחִלָּה. כֵּן מוּכָח בַּיְרוּשַׁלְמִי. וְרַמְבַּ\"ם פֵּרֵשׁ וּבִלְבַד שֶׁיִּתֵּן בַּסּוֹף כְּשִׁעוּר פֵּאָה הַצְּרִיכָה לְכָל הַשָּׂדֶה, שֶׁצָּרִיךְ שֶׁיַּנִּיחַ בְּסוֹף הַשָּׂדֶה אֶחָד מִשִּׁשִּׁים חוּץ מִמַּה שֶּׁהִנִּיחַ בַּתְּחִלָּה וּבָאֶמְצַע: אִם שִׁיֵּר קֶלַח אֶחָד. בְּסוֹף הַשָּׂדֶה וְהִנִּיחַ אוֹתוֹ לְפֵאָה סוֹמֵךְ עָלָיו, וְכָל מַה שֶּׁהִנִּיחַ בָּאֶמְצַע וּבַתְּחִלָּה תּוֹרַת פֵּאָה עָלֶיהָ: וְאִם לָאו. שֶׁלֹּא הִנִּיחַ אֲפִלּוּ קֶלַח אֶחָד בְּסוֹף הַשָּׂדֶה לְפֵאָה, הֲרֵי מַה שֶּׁהִנִּיחַ בָּאֶמְצַע וּבַתְּחִלָּה אֵינָהּ חֲשׁוּבָה פֵּאָה אֶלָּא דִּין הֶפְקֵר יֵשׁ לָהּ {יא}. וּפָלֵיג אַדְּרַבִּי שִׁמְעוֹן דְּאָמַר דְּמִכָּל מָקוֹם הִיא חֲשׁוּבָה פֵּאָה אֶלָּא דְּלֹא מִפְטַר בַּעַל הַשָּׂדֶה בְּהָכִי {יב}. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-3",
      "jbo:text": "עיקר תוי\"ט {י} נותנין כו'. ולא אמרינן דפאת שדך משמע דוקא בסוף כדמשמע לשון פאה, ואם נתן מתחלה ומאמצע לא תקדש בדין פאה ולחיב במעשר. הר\"ש: {יא} והתוספות יום טוב הקשה על זה, ומחור פרוש הר\"ש אם שיר קלח אחד כו', כשנתן שעור פאה ומבקש להוסיף אירי דיכול להוסיף על המחבר ויש לו תורת פאה לפטר מן המעשר, ואם לאו, כלומר שכבר תלשו, אינו נותן אלא משום הפקר, דכל מה שמוסיף מן התלוש אין לו תורת פאה ואינו נפטר מן המעשר עד שיפקיר. ועין עוד: {יב} ונפקא מנה דהפקר בין לעניים בין לעשירים, מה שאין כן פאה דלעניים כו'. אבל לענין מעשר פאה נמי פטור כדתנן בסוף פרקין. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} נוֹתְנִין כוּ'. וְלֹא אָמְרִינַן דִּפְאַת שָׂדְךָ מַשְׁמַע דַּוְקָא בַּסּוֹף כִּדְמַשְׁמַע לְשׁוֹן פֵּאָה, וְאִם נָתַן מִתְּחִלָּה וּמֵאֶמְצַע לֹא תִקְדַּשׁ בְּדִין פֵּאָה וּלְחַיֵּב בְּמַעֲשֵׂר. הָרַ\"שׁ: {יא} וְהַתּוֹסְפוֹת יוֹם טוֹב הִקְשָׁה עַל זֶה, וּמְחֻוָּר פֵּרוּשׁ הָרַ\"שׁ אִם שִׁיֵּר קֶלַח אֶחָד כוּ', כְּשֶׁנָּתַן שִׁעוּר פֵּאָה וּמְבַקֵּשׁ לְהוֹסִיף אַיְרֵי דְּיָכוֹל לְהוֹסִיף עַל הַמְחֻבָּר וְיֵשׁ לוֹ תּוֹרַת פֵּאָה לִפְטֹר מִן הַמַּעֲשֵׂר, וְאִם לָאו, כְּלוֹמַר שֶׁכְּבָר תְּלָשׁוֹ, אֵינוֹ נוֹתֵן אֶלָּא מִשּׁוּם הֶפְקֵר, דְּכָל מַה שֶּׁמּוֹסִיף מִן הַתָּלוּשׁ אֵין לוֹ תּוֹרַת פֵּאָה וְאֵינוֹ נִפְטָר מִן הַמַּעֲשֵׂר עַד שֶׁיַּפְקִיר. וְעַיֵּן עוֹד: {יב} וְנַפְקָא מִנַּהּ דְהֶפְקֵר בֵּין לַעֲנִיִּים בֵּין לַעֲשִׁירִים, מַה שֶּׁאֵין כֵּן פֵּאָה דְּלַעֲנִיִּים כוּ'. אֲבָל לְעִנְיַן מַעֲשֵׂר פֵּאָה נַמִּי פָּטוּר כְּדִתְנַן בְּסוֹף פִּרְקִין. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-4",
      "jbo:text": "כלל אמרו בפאה. כל שהוא אכל, ונשמר, וגדוליו מן הארץ, ולקיטתו כאחת, ומכניסו לקיום, חיב בפאה. והתבואה {יח} והקטניות בכלל הזה",
      "jbo:textNikud": "כְּלָל אָמְרוּ בַּפֵּאָה. כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, וּלְקִיטָתוֹ כְאַחַת, וּמַכְנִיסוֹ לְקִיּוּם, חַיָּב בַּפֵּאָה. וְהַתְּבוּאָה {יח} וְהַקִּטְנִיּוֹת בַּכְּלָל הַזֶּה",
      "rdfs:label": "משנה פאה א ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-4",
      "jbo:text": "ר\"ע מברטנורה כל דבר שהוא אכל. למעוטי ספיחי סטים {יג}, שאף על פי שהן אכל על ידי הדחק לאו אכל מקרו ואין חיבין בפאה, דכתיב (ויקרא יט) ובקצרכם, ואין קצירה אלא בדבר הראוי לאכילה: ונשמר. למעוטי הפקר שאין לו שומרים שאינו חיב בפאה, דכתיב (שם) לעני ולגר תעזב אותם, פרט להפקר שכבר נעזב: וגדוליו מן הארץ. למעוטי כמהין ופטריות, שאין להם שרש בארץ וגדוליהם מן האויר, שאין חיבין בפאה דכתיב (שם) קציר ארצכם: ולקיטתו כאחד. למעוטי תאנה וכיוצא בה מן האילנות שנלקטים הפרות שמתבשלים בהם ראשון ראשון {יד}, דכתיב (שם) קציר, משמע דבר הנקצר הרבה ביחד {טו}: ומכניסו לקיום. למעוטי ירק {טז} שאינו מתקים אלא מתעפש מיד, דכתיב (שם כג) פאת שדך בקצרך, ואין הירק נקצר {יז}: והתבואה והקטניות. תבואה מחמשת המינים, חטה ושעורה וכוסמת שבלת שועל ושיפון קטניות פולין ואפונים ועדשים ודומיהן: בכלל הזה. להתחיב בפאה כשישלמו בהם כל התנאים הללו {יט}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל דָּבָר שֶׁהוּא אֹכֶל. לְמִעוּטֵי סְפִיחֵי סִטִּים {יג}, שֶׁאַף עַל פִּי שֶׁהֵן אֹכֶל עַל יְדֵי הַדְּחַק לָאו אֹכֶל מִקְרוּ וְאֵין חַיָּבִין בַּפֵּאָה, דִּכְתִיב (וַיִּקְרָא יט) וּבְקֻצְרְכֶם, וְאֵין קְצִירָה אֶלָּא בְּדָבָר הָרָאוּי לַאֲכִילָה: וְנִשְׁמָר. לְמִעוּטֵי הֶפְקֵר שֶׁאֵין לוֹ שׁוֹמְרִים שֶׁאֵינוֹ חַיָּב בַּפֵּאָה, דִּכְתִיב (שָׁם) לֶעָנִי וְלַגֵּר תַּעֲזֹב אוֹתָם, פְּרָט לְהֶפְקֵר שֶׁכְּבָר נֶעֱזַב: וְגִדּוּלָיו מִן הָאָרֶץ. לְמִעוּטֵי כְּמֵהִין וּפִטְרִיּוֹת, שֶׁאֵין לָהֶם שֹׁרֶשׁ בָּאָרֶץ וְגִדּוּלֵיהֶם מִן הָאֲוִיר, שֶׁאֵין חַיָּבִין בַּפֵּאָה דִּכְתִיב (שָׁם) קְצִיר אַרְצְכֶם: וּלְקִיטָתוֹ כְּאֶחָד. לְמִעוּטֵי תְּאֵנָה וְכַיּוֹצֵא בָהּ מִן הָאִילָנוֹת שֶׁנִּלְקָטִים הַפֵּרוֹת שֶׁמִּתְבַּשְּׁלִים בָּהֶם רִאשׁוֹן רִאשׁוֹן {יד}, דִּכְתִיב (שָׁם) קְצִיר, מַשְׁמַע דָּבָר הַנִּקְצָר הַרְבֵּה בְּיַחַד {טו}: וּמַכְנִיסוֹ לְקִיּוּם. לְמִעוּטֵי יָרָק {טז} שֶׁאֵינוֹ מִתְקַיֵּם אֶלָּא מִתְעַפֵּשׁ מִיָּד, דִּכְתִיב (שָׁם כג) פְּאַת שָׂדְךָ בְּקֻצְרֶךָ, וְאֵין הַיָּרָק נִקְצָר {יז}: וְהַתְּבוּאָה וְהַקִּטְנִיּוֹת. תְּבוּאָה מֵחֲמֵשֶׁת הַמִּינִים, חִטָּה וּשְׂעוֹרָה וְכוּסֶמֶת שִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן קִטְנִיּוֹת פּוֹלִין וַאֲפוּנִים וַעֲדָשִׁים וְדוֹמֵיהֶן: בַּכְּלָל הַזֶּה. לְהִתְחַיֵּב בַּפֵּאָה כְּשֶׁיִּשְׁלְמוּ בָהֶם כָּל הַתְּנָאִים הַלָּלוּ {יט}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-4",
      "jbo:text": "עיקר תוי\"ט {יג} ונקט ספיחי ולא סטיס עצמו דפשיטא דלא חזי כלל. הר\"ש. ועין תוספות יום טוב: {יד} פרוש באילן אחד בעצמו, וזה לשון הר\"מ, יש באילן זה מה שנגמר בו היום ויש בו מה שנגמר לאחר כמה ימים: {טו} לשון הר\"ש, דסתם קציר מתבשל ביחד: {טז} רב ירק קאמר, דיש ירק חיב בפאה כגון שומים ובצלים כדלקמן פרק ג' משנה ג' הנהו מכניסן לקיום. הר\"ש: {יז} ופרושו דחוק. והר\"ש כתב על פי תורת כהנים, וסתם קציר מכניסן לקיום, יצאו ירקות שאף על פי שלקיטתו כאחד אינו מכניסו לקיום: {יח} והתבואה. בירושלמי דרשינן ובקצרכם אין לי אלא תבואה קטניות מנין תלמוד לומר ארצכם: {יט} ודברי תימה הם דהרי ודאי שנשלמו בהם כו'. ולשון הר\"מ בחבורו כל הדומה לקציר בחמש דרכים אלו הוא שחיב בפאה כגון התבואה כו', ואולי משום נשמר כתב כן. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} וְנָקַט סְפִיחֵי וְלֹא סִטִּיס עַצְמוֹ דִּפְשִׁיטָא דְּלֹא חָזֵי כְּלָל. הָרַ\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} פֵּרוּשׁ בְּאִילָן אֶחָד בְּעַצְמוֹ, וְזֶה לְשׁוֹן הָרַ\"מ, יֵשׁ בְּאִילָן זֶה מַה שֶּׁנִּגְמַר בּוֹ הַיּוֹם וְיֵשׁ בּוֹ מַה שֶּׁנִּגְמַר לְאַחַר כַּמָּה יָמִים: {טו} לְשׁוֹן הָרַ\"שׁ, דִּסְתָם קָצִיר מִתְבַּשֵּׁל בְּיַחַד: {טז} רֹב יָרָק קָאָמַר, דְּיֵשׁ יָרָק חַיָּב בְּפֵאָה כְּגוֹן שׁוּמִים וּבְצָלִים כְּדִלְקַמָּן פֶּרֶק ג' מִשְׁנָה ג' הַנְהוּ מַכְנִיסָן לְקִיּוּם. הָרַ\"שׁ: {יז} וּפֵרוּשׁוֹ דָּחוּק. וְהָרַ\"שׁ כָּתַב עַל פִּי תּוֹרַת כֹּהֲנִים, וּסְתָם קָצִיר מַכְנִיסָן לְקִיּוּם, יָצְאוּ יְרָקוֹת שֶׁאַף עַל פִּי שֶׁלְּקִיטָתוֹ כְּאֶחָד אֵינוֹ מַכְנִיסוֹ לְקִיּוּם: {יח} וְהַתְּבוּאָה. בַּיְרוּשַׁלְמִי דָּרְשִׁינַן וּבְקֻצְרְכֶם אֵין לִי אֶלָּא תְּבוּאָה קִטְנִיּוֹת מִנַּיִן תַּלְמוּד לוֹמַר אַרְצְכֶם: {יט} וְדִבְרֵי תֵימַהּ הֵם דַּהֲרֵי וַדַּאי שֶׁנִּשְׁלְמוּ בָהֶם כוּ'. וּלְשׁוֹן הָרַ\"מ בְּחִבּוּרוֹ כָּל הַדּוֹמֶה לְקָצִיר בְּחָמֵשׁ דְּרָכִים אֵלּוּ הוּא שֶׁחַיָּב בַּפֵּאָה כְּגוֹן הַתְּבוּאָה כוּ', וְאוּלַי מִשּׁוּם נִשְׁמָר כָּתַב כֵּן. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-5",
      "jbo:text": "ובאילן, האוג והחרובין והאגוזים והשקדים והגפנים והרמונים והזיתים והתמרים, חיבין בפאה",
      "jbo:textNikud": "וּבָאִילָן, הָאוֹג וְהֶחָרוּבִין וְהָאֱגוֹזִים וְהַשְּׁקֵדִים וְהַגְּפָנִים וְהָרִמּוֹנִים וְהַזֵּיתִים וְהַתְּמָרִים, חַיָּבִין בַּפֵּאָה",
      "rdfs:label": "משנה פאה א ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-5",
      "jbo:text": "ר\"ע מברטנורה האוג. אילן שהפרי שלו אדום, וקורין לו בלע\"ז קורנ\"י אולי\"ס. ורמב\"ם פרש שהוא צמח {כ} שמעבדים בו העורות וקורין לו בערבי סומא\"ק, והאשכלות שלו ראויין לאכילה. ולאו דוקא אלו שמנה התנא חיבים בפאה ולא מיני אילנות אחרים, אלא אלו ודומיהן קאמר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הָאוֹג. אִילָן שֶׁהַפְּרִי שֶׁלּוֹ אָדוֹם, וְקוֹרִין לוֹ בְּלַעַ\"ז קורנ\"י אולי\"ס. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁהוּא צֶמַח {כ} שֶׁמְּעַבְּדִים בּוֹ הָעוֹרוֹת וְקוֹרִין לוֹ בַּעֲרָבִי סומא\"ק, וְהָאֶשְׁכֹּלוֹת שֶׁלּוֹ רְאוּיִין לַאֲכִילָה. וְלָאו דַּוְקָא אֵלּוּ שֶׁמָּנָה הַתַּנָּא חַיָּבִים בַּפֵּאָה וְלֹא מִינֵי אִילָנוֹת אֲחֵרִים, אֶלָּא אֵלּוּ וְדוֹמֵיהֶן קָאָמַר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-5",
      "jbo:text": "עיקר תוי\"ט {כ} אבל בריש דמאי כתב בשמו שהם אילנות, ולכך יש לומר דהכא גם כן אילן, ובירושלמי אילנות מנין תלמוד לומר שדך. ואיכא דיליף מכרם וזית: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} אֲבָל בְּרֵישׁ דְּמַאי כָּתַב בִּשְׁמוֹ שֶׁהֵם אִילָנוֹת, וּלְכָךְ יֵשׁ לוֹמַר דְּהָכָא גַּם כֵּן אִילָן, וּבַיְרוּשַׁלְמִי אִילָנוֹת מִנַּיִן תַּלְמוּד לוֹמַר שָׂדְךָ. וְאִיכָּא דְיָלִיף מִכֶּרֶם וְזַיִת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-1-2-1-6",
      "jbo:text": "לעולם הוא נותן משום פאה ופטור מן המעשרות, עד שימרח. ונותן משום הפקר ופטור מן המעשרות, עד שימרח. ומאכיל לבהמה ולחיה ולעופות ופטור מן המעשרות, עד שימרח. ונוטל מן הגרן וזורע ופטור מן המעשרות, עד שימרח, דברי רבי עקיבא. כהן ולוי שלקחו את הגרן, המעשרות שלהם, עד שימרח. המקדיש ופודה, חיב במעשרות, עד שימרח הגזבר",
      "jbo:textNikud": "לְעוֹלָם הוּא נוֹתֵן מִשּׁוּם פֵּאָה וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹתֵן מִשּׁוּם הֶפְקֵר וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וּמַאֲכִיל לַבְּהֵמָה וְלַחַיָּה וְלָעוֹפוֹת וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹטֵל מִן הַגֹּרֶן וְזוֹרֵעַ וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ, דִּבְרֵי רַבִּי עֲקִיבָא. כֹּהֵן וְלֵוִי שֶׁלָּקְחוּ אֶת הַגֹּרֶן, הַמַּעַשְׂרוֹת שֶׁלָּהֶם, עַד שֶׁיְּמָרֵחַ. הַמַּקְדִּישׁ וּפוֹדֶה, חַיָּב בְּמַעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ הַגִּזְבָּר",
      "rdfs:label": "משנה פאה א ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-bartanura-1-2-1-6",
      "jbo:text": "ר\"ע מברטנורה לעולם הוא נותן משום פאה. מי שלא הניח פאה בשדה במחבר חיב להפריש מן התלוש, והפאה שמפריש מן התלוש ונותן לעניים פטורה מן המעשרות: עד שימרח. שיעשה כרי וצבור של תבואה {כא}, אבל אם בא להפריש פאה אחר המרוח צריך שיפריש התרומה והמעשרות תחלה ואחר כך יטל הפאה, שאין פטור מן המעשרות אלא הפאה שנטלה קדם המרוח: ונותן משום הפקר ופטור מן המעשרות. (משום הפקר) המפקיר תבואתו ובא אחר וזכה בה, אין הזוכה בה חיב במעשרות דכתיב (דברים יד) ובא הלוי כי אין לו חלק ונחלה עמך, יצא הפקר שידך וידו שוין, אבל המפקיר תבואתו לאחר המרוח אין ההפקר ההוא פוטר מן המעשר {כב}: ומאכיל לבהמה וכו'. ואפלו הוא עצמו מתר לאכל אכילת עראי קדם מרוח, אבל הבהמה אוכלת אפלו אכילת קבע: נוטל מן הגרן וזורע וכו'. דמן התורה הזורע פטור מן המעשר אפלו לאחר מרוח דכתיב (שם) עשר תעשר ואכלת, וזורע לא קרינן ביה ואכלת, מיהו מדרבנן חיב. סבירא ליה לרבי עקיבא דקדם מרוח פטור מן המעשר אפלו מדרבנן. ואין הלכה כרבי עקיבא: שלקחו את הגרן. שקנו תבואה מן הגרן, וקנסו חכמים שיהיו חיבים להפריש תרומות ומעשרות ולתת אותם לכהנים ולוים אחרים כדי שלא יהיו קופצים לקנות תבואה או יין לגתות ולגרנות {כג}. ואם קנו קדם מרוח, שעדין לא הקבעה תבואה זו למעשר, המעשרות שלהם: המקדיש ופודה. המקדיש גרנו ופדאו מיד הגזבר, והוא גדיש או קמה שלא הקבע למעשר כשהיה ביד ההקדש, חיב הפודה להוציא ממנו המעשרות. אבל אם נתמרח הגרן ביד הגזבר הואיל ובשעה שהיה ראוי שיקבע למעשר דהינו בזמן המרוח היתה ביד הקדש, אין הפודה חיב להוציא ממנו מעשרות, שההקדש פטור מן המעשרות {כד}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לְעוֹלָם הוּא נוֹתֵן מִשּׁוּם פֵּאָה. מִי שֶׁלֹּא הִנִּיחַ פֵּאָה בַּשָּׂדֶה בַּמְחֻבָּר חַיָּב לְהַפְרִישׁ מִן הַתָּלוּשׁ, וְהַפֵּאָה שֶׁמַּפְרִישׁ מִן הַתָּלוּשׁ וְנוֹתֵן לָעֲנִיִּים פְּטוּרָה מִן הַמַּעַשְׂרוֹת: עַד שֶׁיְּמָרֵחַ. שֶׁיֵּעָשֶׂה כְּרִי וְצִבּוּר שֶׁל תְּבוּאָה {כא}, אֲבָל אִם בָּא לְהַפְרִישׁ פֵּאָה אַחַר הַמֵּרוּחַ צָרִיךְ שֶׁיַּפְרִישׁ הַתְּרוּמָה וְהַמַּעַשְׂרוֹת תְּחִלָּה וְאַחַר כָּךְ יִטֹּל הַפֵּאָה, שֶׁאֵין פָּטוּר מִן הַמַּעַשְׂרוֹת אֶלָּא הַפֵּאָה שֶׁנִּטְּלָה קֹדֶם הַמֵּרוּחַ: וְנוֹתֵן מִשּׁוּם הֶפְקֵר וּפָטוּר מִן הַמַּעַשְׂרוֹת. (מִשּׁוּם הֶפְקֵר) הַמַּפְקִיר תְּבוּאָתוֹ וּבָא אַחֵר וְזָכָה בָהּ, אֵין הַזּוֹכֶה בָהּ חַיָּב בְּמַעַשְׂרוֹת דִּכְתִיב (דְּבָרִים יד) וּבָא הַלֵּוִי כִּי אֵין לוֹ חֵלֶק וְנַחֲלָה עִמָּךְ, יָצָא הֶפְקֵר שֶׁיָּדְךָ וְיָדוֹ שָׁוִין, אֲבָל הַמַּפְקִיר תְּבוּאָתוֹ לְאַחַר הַמֵּרוּחַ אֵין הַהֶפְקֵר הַהוּא פּוֹטֵר מִן הַמַּעֲשֵׂר {כב}: וּמַאֲכִיל לַבְּהֵמָה וְכוּ'. וַאֲפִלּוּ הוּא עַצְמוֹ מֻתָּר לֶאֱכֹל אֲכִילַת עֲרַאי קֹדֶם מֵרוּחַ, אֲבָל הַבְּהֵמָה אוֹכֶלֶת אֲפִלּוּ אֲכִילַת קֶבַע: נוֹטֵל מִן הַגֹּרֶן וְזוֹרֵעַ וְכוּ'. דְּמִן הַתּוֹרָה הַזּוֹרֵעַ פָּטוּר מִן הַמַּעֲשֵׂר אֲפִלּוּ לְאַחַר מֵרוּחַ דִּכְתִיב (שָׁם) עַשֵּׂר תְּעַשֵּׂר וְאָכַלְתָּ, וְזוֹרֵעַ לֹא קָרִינַן בֵּיהּ וְאָכַלְתָּ, מִיהוּ מִדְּרַבָּנָן חַיָּב. סְבִירָא לֵיהּ לְרַבִּי עֲקִיבָא דְּקֹדֶם מֵרוּחַ פָּטוּר מִן הַמַּעֲשֵׂר אֲפִלּוּ מִדְּרַבָּנָן. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא: שֶׁלָּקְחוּ אֶת הַגֹּרֶן. שֶׁקָּנוּ תְּבוּאָה מִן הַגֹּרֶן, וְקָנְסוּ חֲכָמִים שֶׁיִּהְיוּ חַיָּבִים לְהַפְרִישׁ תְּרוּמוֹת וּמַעַשְׂרוֹת וְלָתֵת אוֹתָם לְכֹהֲנִים וּלְוִיִּם אֲחֵרִים כְּדֵי שֶׁלֹּא יִהְיוּ קוֹפְצִים לִקְנוֹת תְּבוּאָה אוֹ יַיִן לַגִּתּוֹת וְלַגְּרָנוֹת {כג}. וְאִם קָנוּ קֹדֶם מֵרוּחַ, שֶׁעֲדַיִן לֹא הֻקְבְּעָה תְּבוּאָה זוֹ לְמַעֲשֵׂר, הַמַּעַשְׂרוֹת שֶׁלָּהֶם: הַמַּקְדִּישׁ וּפוֹדֶה. הַמַּקְדִּישׁ גָּרְנוֹ וּפְדָאוֹ מִיַּד הַגִּזְבָּר, וְהוּא גָּדִישׁ אוֹ קָמָה שֶׁלֹּא הֻקְבַּע לְמַעֲשֵׂר כְּשֶׁהָיָה בְּיַד הַהֶקְדֵּשׁ, חַיָּב הַפּוֹדֶה לְהוֹצִיא מִמֶּנּוּ הַמַּעַשְׂרוֹת. אֲבָל אִם נִתְמַרֵחַ הַגֹּרֶן בְּיַד הַגִּזְבָּר הוֹאִיל וּבְשָׁעָה שֶׁהָיָה רָאוּי שֶׁיֻּקְבַּע לְמַעֲשֵׂר דְּהַיְנוּ בִּזְמַן הַמֵּרוּחַ הָיְתָה בְּיַד הֶקְדֵּשׁ, אֵין הַפּוֹדֶה חַיָּב לְהוֹצִיא מִמֶּנּוּ מַעַשְׂרוֹת, שֶׁהַהֶקְדֵּשׁ פָּטוּר מִן הַמַּעַשְׂרוֹת {כד}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה א ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-1"
      ],
      "uri": "jbr:mishna-yomtov-1-2-1-6",
      "jbo:text": "עיקר תוי\"ט {כא} ובפרק ד' משנה ח' פרש כשהוא משוה פני הכרי ברחת. פרוש מריחה מריקה, והושאלה זאת המלה בענין השלמת צרכי הזרע עד שלא ישאר בו אלא שיוליכו אל בית האוצר. הר\"מ. והוא דומה כמו הממרק לכלים ריש פרק י' דמקואות (ועין שם בר\"מ) (ועין יומא פרק ג' משנה ד'), שעושין כשנשלם הכלי: {כב} נראה לי דסמך אמה שכתוב גבי פאה שצריך שיפריש תרומה ומעשר תחלה ואחר כך יטל הפאה, הורה לנו שהמצוה היא שיפריש כו', וכדדרשינן משנה י\"א פרק ה' דמעשר שני הא אם הקדים כו'. אי נמי פן לא יפרישו העניים והמכשלה הזאת תחת ידו יהיה. והכי נמי בהפקר דכותה בפאה ועין מה שכתוב משנה ב' פרק ג' דדמאי. תוספות יום טוב: {כג} ויקנו טבלים כדי להפקיע מתנות אחיהם. הר\"מ: {כד} ואשמעינן המקדיש דאף על גב דמתחלה היתה גם כן התבואה שלו, הוה אמינא דכי הדר ופדאה אף על גב דלאחר מרוח הוא שפיר קרינן ביה תבואת זרעך, קא משמע לן דלא. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כא} וּבְפֶרֶק ד' מִשְׁנָה ח' פֵּרֵשׁ כְּשֶׁהוּא מַשְׁוֶה פְּנֵי הַכְּרִי בְרַחַת. פֵּרוּשׁ מְרִיחָה מְרִיקָה, וְהוּשְׁאֲלָה זֹאת הַמִּלָּה בְּעִנְיַן הַשְׁלָמַת צָרְכֵי הַזֶּרַע עַד שֶׁלֹּא יִשָּׁאֵר בּוֹ אֶלָּא שֶׁיּוֹלִיכוֹ אֶל בֵּית הָאוֹצָר. הָרַ\"מ. וְהוּא דּוֹמֶה כְּמוֹ הַמְמָרֵק לְכֵלִים רֵישׁ פֶּרֶק י' דְּמִקְוָאוֹת (וְעַיֵּן שָׁם בָּרַ\"מ) (וְעַיֵּן יוֹמָא פֶּרֶק ג' מִשְׁנָה ד'), שֶׁעוֹשִׂין כְּשֶׁנִּשְׁלַם הַכְּלִי: {כב} נִרְאֶה לִי דְסָמַךְ אַמָּה שֶׁכָּתוּב גַּבֵּי פֵּאָה שֶׁצָּרִיךְ שֶׁיַּפְרִישׁ תְּרוּמָה וּמַעֲשֵׂר תְּחִלָּה וְאַחַר כָּךְ יִטֹּל הַפֵּאָה, הוֹרָה לָנוּ שֶׁהַמִּצְוָה הִיא שֶׁיַּפְרִישׁ כוּ', וְכִדְדָרְשִׁינַן מִשְׁנָה י\"א פֶּרֶק ה' דְּמַעֲשֵׂר שֵׁנִי הָא אִם הִקְדִּים כוּ'. אִי נַמִּי פֶּן לֹא יַפְרִישׁוּ הָעֲנִיִּים וְהַמַּכְשֵׁלָה הַזֹּאת תַּחַת יָדוֹ יִהְיֶה. וְהָכִי נַמִּי בְּהֶפְקֵר דִּכְוָתָהּ בְּפֵאָה וְעַיֵּן מַה שֶׁכָּתוּב מִשְׁנָה ב' פֶּרֶק ג' דִּדְמַאי. תּוֹסְפוֹת יוֹם טוֹב: {כג} וְיִקְנוּ טְבָלִים כְּדֵי לְהַפְקִיעַ מַתְּנוֹת אֲחֵיהֶם. הָרַ\"מ: {כד} וְאַשְׁמְעִינַן הַמַּקְדִּישׁ דְּאַף עַל גַּב דְּמִתְחִלָּה הָיְתָה גַם כֵּן הַתְּבוּאָה שֶׁלּוֹ, הֲוָה אֲמֵינָא דְכִי הָדָר וּפְדָאָהּ אַף עַל גַּב דִּלְאַחַר מֵרוּחַ הוּא שַׁפִּיר קָרִינַן בֵּיהּ תְּבוּאַת זַרְעֲךָ, קָא מַשְׁמַע לָן דְּלֹא. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה א ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-1",
      "jbo:text": "ואלו מפסיקין לפאה. הנחל, והשלולית {א}, ודרך היחיד, ודרך הרבים, ושביל הרבים, ושביל היחיד הקבוע {ב} בימות החמה ובימות הגשמים, והבור, והניר, וזרע אחר. והקוצר לשחת מפסיק, דברי רבי מאיר. וחכמים אומרים, אינו מפסיק, אלא אם כן חרש {ד}",
      "jbo:textNikud": "וְאֵלּוּ מַפְסִיקִין לַפֵּאָה. הַנַּחַל, וְהַשְּׁלוּלִית {א}, וְדֶרֶךְ הַיָּחִיד, וְדֶרֶךְ הָרַבִּים, וּשְׁבִיל הָרַבִּים, וּשְׁבִיל הַיָּחִיד הַקָּבוּעַ {ב} בִּימוֹת הַחַמָּה וּבִימוֹת הַגְּשָׁמִים, וְהַבּוּר, וְהַנִּיר, וְזֶרַע אַחֵר. וְהַקּוֹצֵר לְשַׁחַת מַפְסִיק, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ מַפְסִיק, אֶלָּא אִם כֵּן חָרָשׁ {ד}",
      "rdfs:label": "משנה פאה ב א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-1",
      "jbo:text": "ר\"ע מברטנורה אלו מפסיקין. בין שדה לשדה ויהיו נחשבים כשתי שדות, לענין שאם הניח פאה באחת מהן על חברתה לא עלתה לו לפאה, דכתיב (ויקרא יט) פאת שדך, שלא יניח פאה משדה לחברתה: הנחל. נהר: והשלולית. אמת המים שמחלקת שלל לאגפיה שאמות אחרות של מים שותות ממנה: ודרך היחיד. ארבע אמות: ודרך הרבים. שש עשרה אמה, ומשום סיפא נקט לה דבעי למתני סיפא שכל אלו אין מפסיקין באילן, וקא משמע לן דאפלו דרך הרבים שהיא רחבה שש עשרה אמה אינה מפסקת באילן: שביל הרבים ושביל היחיד. שביל זוטר טובא, דשקיל כרעא ומנח כרעא. ואשמעינן דאפלו שביל דרבים אם הוא קבוע לימות החמה ולימות הגשמים, כלומר שמהלכין בו אפלו בזמן שהשדות זרועות בימות הגשמים, מפסיק בין השדות הזרועות ואי לא, לא מפסיק: הבור. שדה שאינה זרועה. והאדמה לא תשם (בראשית מז) מתרגמינן וארעא לא תבור {ג}: והניר. חרישה. כמו נירו לכם ניר (ירמיה ד): וזרע אחר. כגון ששתי השדות זרועים חטים וביניהם קרקע זרוע מין אחר. ושעור רחב הבור והניר וזרע אחר כדי שלשה תלמים של מענית המחרשה: והקוצר לשחת מפסיק. דקסבר כל לשחת לאו קצירה היא, דלא חשבינן לה אתחלתא דקצירה. שחת, תבואה שלא הביאה שליש, וקוצרים אותה להאכיל לבהמות. ואין הלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵלּוּ מַפְסִיקִין. בֵּין שָׂדֶה לְשָׂדֶה וְיִהְיוּ נֶחֱשָׁבִים כִּשְׁתֵּי שָׂדוֹת, לְעִנְיַן שֶׁאִם הִנִּיחַ פֵּאָה בְּאַחַת מֵהֶן עַל חֲבֶרְתָּהּ לֹא עָלְתָה לוֹ לְפֵאָה, דִּכְתִיב (וַיִּקְרָא יט) פְּאַת שָׂדְךָ, שֶׁלֹּא יַנִּיחַ פֵּאָה מִשָּׂדֶה לַחֲבֶרְתָּהּ: הַנַּחַל. נָהָר: וְהַשְּׁלוּלִית. אַמַּת הַמַּיִם שֶׁמְּחַלֶּקֶת שָׁלָל לַאֲגַפֶּיהָ שֶׁאַמּוֹת אֲחֵרוֹת שֶׁל מַיִם שׁוֹתוֹת מִמֶּנָּה: וְדֶרֶךְ הַיָּחִיד. אַרְבַּע אַמּוֹת: וְדֶרֶךְ הָרַבִּים. שֵׁשׁ עֶשְׂרֵה אַמָּה, וּמִשּׁוּם סֵיפָא נָקַט לַהּ דְּבָעֵי לְמִתְנֵי סֵיפָא שֶׁכָּל אֵלּוּ אֵין מַפְסִיקִין בְּאִילָן, וְקָא מַשְׁמַע לָן דַּאֲפִלּוּ דֶּרֶךְ הָרַבִּים שֶׁהִיא רְחָבָה שֵׁשׁ עֶשְׂרֵה אַמָּה אֵינָהּ מַפְסֶקֶת בְּאִילָן: שְׁבִיל הָרַבִּים וּשְׁבִיל הַיָּחִיד. שְׁבִיל זוּטָר טוּבָא, דְּשָׁקִיל כַּרְעָא וּמָנַח כַּרְעָא. וְאַשְׁמְעִינַן דַּאֲפִלּוּ שְׁבִיל דְּרַבִּים אִם הוּא קָבוּעַ לִימוֹת הַחַמָּה וְלִימוֹת הַגְּשָׁמִים, כְּלוֹמַר שֶׁמְּהַלְּכִין בּוֹ אֲפִלּוּ בִּזְמַן שֶׁהַשָּׂדוֹת זְרוּעוֹת בִּימוֹת הַגְּשָׁמִים, מַפְסִיק בֵּין הַשָּׂדוֹת הַזְּרוּעוֹת וְאִי לֹא, לֹא מַפְסִיק: הַבּוּר. שָׂדֶה שֶׁאֵינָהּ זְרוּעָה. וְהָאֲדָמָה לֹא תֵשָׁם (בְּרֵאשִׁית מז) מְתַרְגְּמִינַן וְאַרְעָא לֹא תְבוּר {ג}: וְהַנִּיר. חֲרִישָׁה. כְּמוֹ נִירוּ לָכֶם נִיר (יִרְמְיָה ד): וְזֶרַע אַחֵר. כְּגוֹן שֶׁשְּׁתֵּי הַשָּׂדוֹת זְרוּעִים חִטִּים וּבֵינֵיהֶם קַרְקַע זָרוּעַ מִין אַחֵר. וְשִׁעוּר רֹחַב הַבּוּר וְהַנִּיר וְזֶרַע אַחֵר כְּדֵי שְׁלֹשָׁה תְּלָמִים שֶׁל מַעֲנִית הַמַּחֲרֵשָׁה: וְהַקּוֹצֵר לְשַׁחַת מַפְסִיק. דְּקָסָבַר כָּל לְשַׁחַת לָאו קְצִירָה הִיא, דְּלֹא חָשְׁבִינַן לַהּ אַתְחַלְתָּא דִקְצִירָה. שַׁחַת, תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, וְקוֹצְרִים אוֹתָהּ לְהַאֲכִיל לַבְּהֵמוֹת. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-1",
      "jbo:text": "עיקר תוי\"ט {א} והשלולית לא זו אף זו קתני דזוטר מנחל. הר\"ש: {ב} הקבוע כו'. והשתא כלהו צריכי, דאי תנא דרך הרבים למימרא דאפלו לאילן אינו מפסיק ושביל היחיד דאפלו לזרעים מפסיק ולשתק מכלהו, הוה אמינא דרך היחיד דלא קבוע גרע משביל היחיד דקבוע ושביל הרבים דקבוע עדיף להפסיק לאילן מדרך הרבים דלא קבוע. תוספות יום טוב: {ג} משמע דהא חרושה מיהא הוי. וקשה דאם כן הינו ניר. והר\"מ פרש בור, הארץ שלא זרועה ולא נעבדה אבל נשארה שממה, וכן פרש הר\"ב משנה א' פרק ב' דכלאים וסוף פרק ד'. (וכן משמע מלשון הר\"ב משנה ב' מה שכתב שם): {ד} חרש. את מקום הקרחה והוה ליה שדה ניר. לא חרש לא. דקוצר לשחת תחלת קצירה היא וכי גמר בישוליהו וקצר ליה לכלי שדה כגומר קצירתו דמי, ופאה אחת על הכל. רש\"י מנחות דף ע\"א: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} וְהַשְּׁלוּלִית לֹא זוֹ אַף זוֹ קָתָנֵי דְּזוּטָר מִנַּחַל. הָרַ\"שׁ: {ב} הַקָּבוּעַ כוּ'. וְהַשְׁתָּא כֻּלְּהוּ צְרִיכֵי, דְּאִי תָנָא דֶּרֶךְ הָרַבִּים לְמֵימְרָא דַּאֲפִלּוּ לְאִילָן אֵינוֹ מַפְסִיק וּשְׁבִיל הַיָּחִיד דַּאֲפִלּוּ לִזְרָעִים מַפְסִיק וְלִשְׁתֹּק מִכֻּלְּהוּ, הֲוָה אֲמֵינָא דֶּרֶךְ הַיָּחִיד דְּלֹא קָבוּעַ גָּרַע מִשְּׁבִיל הַיָּחִיד דְּקָבוּעַ וּשְׁבִיל הָרַבִּים דְּקָבוּעַ עָדִיף לְהַפְסִיק לְאִילָן מִדֶּרֶךְ הָרַבִּים דְּלֹא קָבוּעַ. תּוֹסְפוֹת יוֹם טוֹב: {ג} מַשְׁמַע דְּהָא חֲרוּשָׁה מִיהָא הֲוֵי. וְקָשֶׁה דְּאִם כֵּן הַיְנוּ נִיר. וְהָרַ\"מ פֵּרֵשׁ בּוּר, הָאָרֶץ שֶׁלֹּא זְרוּעָה וְלֹא נֶעֶבְדָה אֲבָל נִשְׁאֲרָה שְׁמָמָה, וְכֵן פֵּרֵשׁ הָרַ\"ב מִשְׁנָה א' פֶּרֶק ב' דְּכִלְאַיִם וְסוֹף פֶּרֶק ד'. (וְכֵן מַשְׁמַע מִלְּשׁוֹן הָרַ\"ב מִשְׁנָה ב' מַה שֶּׁכָּתַב שָׁם): {ד} חָרָשׁ. אֶת מְקוֹם הַקָּרְחָה וַהֲוָה לֵיהּ שְׂדֵה נִיר. לֹא חָרַשׁ לֹא. דְּקוֹצֵר לְשַׁחַת תְּחִלַּת קְצִירָה הִיא וְכִי גָמַר בִּישׁוּלַיְהוּ וְקָצַר לֵיהּ לְכֻלֵּי שָׂדֶה כְּגוֹמֵר קְצִירָתוֹ דָּמִי, וּפֵאָה אַחַת עַל הַכֹּל. רַשִׁ\"י מְנָחוֹת דַּף ע\"א: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-2",
      "jbo:text": "אמת המים שאינה יכולה להקצר כאחת, רבי יהודה אומר, מפסקת. וכל ההרים אשר במעדר יעדרון, אף על פי שאין הבקר יכול לעבר בכליו, הוא נותן פאה לכל",
      "jbo:textNikud": "אַמַּת הַמַּיִם שֶׁאֵינָהּ יְכוֹלָה לְהִקָּצֵר כְּאַחַת, רַבִּי יְהוּדָה אוֹמֵר, מַפְסֶקֶת. וְכֹל הֶהָרִים אֲשֶׁר בַּמַּעְדֵּר יֵעָדֵרוּן, אַף עַל פִּי שֶׁאֵין הַבָּקָר יָכוֹל לַעֲבֹר בְּכֵלָיו, הוּא נוֹתֵן פֵּאָה לַכֹּל",
      "rdfs:label": "משנה פאה ב ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-2",
      "jbo:text": "ר\"ע מברטנורה אמת המים שאינה יכולה להקצר כאחת. שהיא רחבה כל כך עד שהעומד באמצע אינו יכול לקצר מכאן ומכאן {ה}: רבי יהודה אומר מפסקת. ופליג אתנא קמא דאמר לעיל על שלולית דהינו אמת המים דבכל ענין מפסיק, ורבי יהודה סבר דאם יכולה להקצר כאחת אינה מפסקת. והלכה כרבי יהודה: וכל ההרים אשר במעדר יעדרון. הר שחודו זקוף ואין בקר בכליו יכולין לעבר שם, ומפסיק בין שתי השדות: הוא נותן פאה לכל. כלומר נותן פאה אחת לכל שתי השדות ולא חשיב הפסק, הואיל והם נעדרים במעדר, כלומר שבני אדם חופרים אותו הר בכלי שחופרים בו את הקרקע, אין זה הפסק. שהרואה אומר אין זה קרקע בור אלא למחר חופרים אותו במעדר וזורעים אותו ושתי השדות הם אחת: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אַמַּת הַמַּיִם שֶׁאֵינָהּ יְכוֹלָה לְהִקָּצֵר כְּאַחַת. שֶׁהִיא רְחָבָה כָּל כָּךְ עַד שֶׁהָעוֹמֵד בָּאֶמְצַע אֵינוֹ יָכוֹל לִקְצֹר מִכָּאן וּמִכָּאן {ה}: רַבִּי יְהוּדָה אוֹמֵר מַפְסֶקֶת. וּפָלֵיג אַתַּנָּא קַמָּא דְּאָמַר לְעֵיל עַל שְׁלוּלִית דְּהַיְנוּ אַמַּת הַמַּיִם דִּבְכָל עִנְיָן מַפְסִיק, וְרַבִּי יְהוּדָה סָבַר דְּאִם יְכוֹלָה לְהִקָּצֵר כְּאַחַת אֵינָהּ מַפְסֶקֶת. וַהֲלָכָה כְּרַבִּי יְהוּדָה: וְכֹל הֶהָרִים אֲשֶׁר בַּמַּעְדֵּר יֵעָדֵרוּן. הַר שֶׁחוּדוֹ זָקוּף וְאֵין בָּקָר בְּכֵלָיו יְכוֹלִין לַעֲבֹר שָׁם, וּמַפְסִיק בֵּין שְׁתֵּי הַשָּׂדוֹת: הוּא נוֹתֵן פֵּאָה לַכֹּל. כְּלוֹמַר נוֹתֵן פֵּאָה אַחַת לְכָל שְׁתֵּי הַשָּׂדוֹת וְלֹא חָשִׁיב הֶפְסֵק, הוֹאִיל וְהֵם נֶעְדָּרִים בַּמַּעְדֵּר, כְּלוֹמַר שֶׁבְּנֵי אָדָם חוֹפְרִים אוֹתוֹ הַר בִּכְלִי שֶׁחוֹפְרִים בּוֹ אֶת הַקַּרְקַע, אֵין זֶה הֶפְסֵק. שֶׁהָרוֹאֶה אוֹמֵר אֵין זֶה קַרְקַע בּוּר אֶלָּא לְמָחָר חוֹפְרִים אוֹתוֹ בַּמַּעְדֵּר וְזוֹרְעִים אוֹתוֹ וּשְׁתֵּי הַשָּׂדוֹת הֵם אַחַת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-2",
      "jbo:text": "עיקר תוי\"ט {ה} וזה לשון הר\"ש אמת המים הינו שלולית דקאמר תנא קמא דבכל ענין מפסיק, ואתא רבי יהודה למימר דוקא באינה יכולה להקצר כאחת שאם עומד באמצע אינו יכול לקצר מכאן ומכאן. ובתוספתא רבי יהודה אומר אם עומד באמצע וקוצר מכאן ומכאן מפסיק, ולתנא קמא מפסיק אף על פי שעומד מצד האחד וקוצר מצד השני. ולכך צריך לומר בדברי הר\"ב עד שאם אינו עומד באמצע כו'. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} וְזֶה לְשׁוֹן הָרַ\"שׁ אַמַּת הַמַּיִם הַיְנוּ שְׁלוּלִית דְּקָאָמַר תַּנָּא קַמָּא דִּבְכָל עִנְיָן מַפְסִיק, וְאָתָא רַבִּי יְהוּדָה לְמֵימַר דַּוְקָא בְּאֵינָהּ יְכוֹלָה לְהִקָּצֵר כְּאַחַת שֶׁאִם עוֹמֵד בָּאֶמְצַע אֵינוֹ יָכוֹל לִקְצֹר מִכָּאן וּמִכָּאן. וּבְתוֹסֶפְתָּא רַבִּי יְהוּדָה אוֹמֵר אִם עוֹמֵד בָּאֶמְצַע וְקוֹצֵר מִכָּאן וּמִכָּאן מַפְסִיק, וּלְתַנָּא קַמָּא מַפְסִיק אַף עַל פִּי שֶׁעוֹמֵד מִצַּד הָאֶחָד וְקוֹצֵר מִצַּד הַשֵּׁנִי. וּלְכָךְ צָרִיךְ לוֹמַר בְּדִבְרֵי הָרַ\"ב עַד שֶׁאִם אֵינוֹ עוֹמֵד בָּאֶמְצַע כוּ'. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-3",
      "jbo:text": "הכל מפסיק לזרעים, ואינו מפסיק לאילן {ו} אלא גדר. ואם היה שער {ז} כותש, אינו מפסיק, אלא נותן פאה לכל",
      "jbo:textNikud": "הַכֹּל מַפְסִיק לַזְּרָעִים, וְאֵינוֹ מַפְסִיק לָאִילָן {ו} אֶלָּא גָדֵר. וְאִם הָיָה שֵׂעָר {ז} כּוֹתֵשׁ, אֵינוֹ מַפְסִיק, אֶלָּא נוֹתֵן פֵּאָה לַכֹּל",
      "rdfs:label": "משנה פאה ב ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-3",
      "jbo:text": "ר\"ע מברטנורה הכל מפסיק לזרעים. מפרש בגמרא בירושלמי דהכל לאתויי סלע שהיה עובר על פני כל השדה, אם צריך הוא לעקר את המחרשה מצד זה כדי לתת אותה לצד זה, מפסיק: אלא גדר. גבה עשרה טפחים: שער כותש. ענפי האילן קרויין שער. ופרוש שער כותש, שהנופות של אילנות מתערבין זה עם זה למעלה מן הגדר כעלי זה התקוע במכתש: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַכֹּל מַפְסִיק לַזְּרָעִים. מְפָרֵשׁ בַּגְּמָרָא בַּיְרוּשַׁלְמִי דְּהַכֹּל לַאֲתוֹיֵי סֶלַע שֶׁהָיָה עוֹבֵר עַל פְּנֵי כָּל הַשָּׂדֶה, אִם צָרִיךְ הוּא לַעֲקֹר אֶת הַמַּחֲרֵשָׁה מִצַּד זֶה כְּדֵי לָתֵת אוֹתָהּ לְצַד זֶה, מַפְסִיק: אֶלָּא גָדֵר. גָּבֹהַּ עֲשָׂרָה טְפָחִים: שֵׂעָר כּוֹתֵשׁ. עַנְפֵי הָאִילָן קְרוּיִין שֵׂעָר. וּפֵרוּשׁ שֵׂעָר כּוֹתֵשׁ, שֶׁהַנּוֹפוֹת שֶׁל אִילָנוֹת מִתְעָרְבִין זֶה עִם זֶה לְמַעְלָה מִן הַגָּדֵר כֶּעֱלִי זֶה הַתָּקוּעַ בַּמַּכְתֵּשׁ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-3",
      "jbo:text": "עיקר תוי\"ט {ו} לאילן. לא לכל האילנות, דלחרובים וזיתים אינו כן כמו שכתוב לקמן: {ז} שער. פרוש הענפים, והוא לשון עברי כדכתיב וימלט השעירתה (שופטים ג): (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} לָאִילָן. לֹא לְכָל הָאִילָנוֹת, דִּלְחָרוּבִים וְזֵיתִים אֵינוֹ כֵן כְּמוֹ שֶׁכָּתוּב לְקַמָּן: {ז} שֵׂעָר. פֵּרוּשׁ הָעֲנָפִים, וְהוּא לְשׁוֹן עִבְרִי כְּדִכְתִיב וַיִּמָּלֵט הַשְּׂעִירָתָה (שׁוֹפְטִים ג): (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-4",
      "jbo:text": "ולחרובין {ח}, כל הרואין זה את זה. אמר רבן גמליאל, נוהגין היו בית אבא, נותנין פאה אחת לזיתים שהיו להם בכל רוח, ולחרובין, כל הרואין זה את זה. רבי אליעזר ברבי צדוק אומר משמו, אף לחרובין שהיו להם בכל העיר",
      "jbo:textNikud": "וְלֶחָרוּבִין {ח}, כָּל הָרוֹאִין זֶה אֶת זֶה. אָמַר רַבָּן גַּמְלִיאֵל, נוֹהֲגִין הָיוּ בֵּית אַבָּא, נוֹתְנִין פֵּאָה אַחַת לַזֵּיתִים שֶׁהָיוּ לָהֶם בְּכָל רוּחַ, וְלֶחָרוּבִין, כָּל הָרוֹאִין זֶה אֶת זֶה. רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק אוֹמֵר מִשְּׁמוֹ, אַף לֶחָרוּבִין שֶׁהָיוּ לָהֶם בְּכָל הָעִיר",
      "rdfs:label": "משנה פאה ב ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-4",
      "jbo:text": "ר\"ע מברטנורה כל הרואים זה את זה. כל זמן שהעומד אצל אחד מהאילנות יכול לראות האילן האחר, אף על פי שיש ביניהן גדר, אינו מפסיק, ולוקח פאה מאילן אחד על חברו: לזיתים שהיו להם בכל רוח. פאה אחת היו נותנים על כל הזיתים שהיו להם לצד מזרחה של עיר, ופאה אחרת על כל הזיתים שהיו להם לצד מערבה, וכן לארבע רוחות: שהיו להם בכל העיר. אין נותנים כי אם פאה אחת לכלן, אף על פי שאין רואין זה את זה, ואין הלכה כרבי אליעזר ברבי צדוק שאמר משמו, אבל הלכה כרבן גמליאל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל הָרוֹאִים זֶה אֶת זֶה. כָּל זְמַן שֶׁהָעוֹמֵד אֵצֶל אֶחָד מֵהָאִילָנוֹת יָכוֹל לִרְאוֹת הָאִילָן הָאַחֵר, אַף עַל פִּי שֶׁיֵּשׁ בֵּינֵיהֶן גָּדֵר, אֵינוֹ מַפְסִיק, וְלוֹקֵחַ פֵּאָה מֵאִילָן אֶחָד עַל חֲבֵרוֹ: לַזֵּיתִים שֶׁהָיוּ לָהֶם בְּכָל רוּחַ. פֵּאָה אַחַת הָיוּ נוֹתְנִים עַל כָּל הַזֵּיתִים שֶׁהָיוּ לָהֶם לְצַד מִזְרָחָהּ שֶׁל עִיר, וּפֵאָה אַחֶרֶת עַל כָּל הַזֵּיתִים שֶׁהָיוּ לָהֶם לְצַד מַעֲרָבָהּ, וְכֵן לְאַרְבַּע רוּחוֹת: שֶׁהָיוּ לָהֶם בְּכָל הָעִיר. אֵין נוֹתְנִים כִּי אִם פֵּאָה אַחַת לְכֻלָּן, אַף עַל פִּי שֶׁאֵין רוֹאִין זֶה אֶת זֶה, וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק שֶׁאָמַר מִשְּׁמוֹ, אֲבָל הֲלָכָה כְּרַבָּן גַּמְלִיאֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-4",
      "jbo:text": "עיקר תוי\"ט {ח} ולחרובין. מפני שהם גבוהים הרבה ומסבכין כדתנן בפרק ב' דבבא בתרא משנה ז' בחרוב ובשקמה חמשים אמה. הראב\"ד: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} וְלֶחָרוּבִין. מִפְּנֵי שֶׁהֵם גְּבוֹהִים הַרְבֵּה וּמְסֻבָּכִין כְּדִתְנַן בְּפֶרֶק ב' דְּבָבָא בַתְרָא מִשְׁנָה ז' בֶּחָרוּב וּבַשִּׁקְמָה חֲמִשִּׁים אַמָּה. הָרַאֲבַ\"ד: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-5",
      "jbo:text": "הזורע את שדהו מין אחד, אף על פי שהוא עושהו שתי גרנות, נותן פאה אחת. זרעה שני מינין, אף על פי שעשאן גרן אחת, נותן שתי פאות. הזורע את שדהו שני מיני חטין, עשאן גרן אחת, נותן פאה אחת. שתי גרנות, נותן שתי פאות",
      "jbo:textNikud": "הַזּוֹרֵעַ אֶת שָׂדֵהוּ מִין אֶחָד, אַף עַל פִּי שֶׁהוּא עוֹשֵׂהוּ שְׁתֵּי גְרָנוֹת, נוֹתֵן פֵּאָה אַחַת. זְרָעָהּ שְׁנֵי מִינִין, אַף עַל פִּי שֶׁעֲשָׂאָן גֹּרֶן אַחַת, נוֹתֵן שְׁתֵּי פֵאוֹת. הַזּוֹרֵעַ אֶת שָׂדֵהוּ שְׁנֵי מִינֵי חִטִּין, עֲשָׂאָן גֹּרֶן אַחַת, נוֹתֵן פֵּאָה אַחַת. שְׁתֵּי גְרָנוֹת, נוֹתֵן שְׁתֵּי פֵאוֹת",
      "rdfs:label": "משנה פאה ב ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-5",
      "jbo:text": "ר\"ע מברטנורה שני מיני חטין. כגון שחמתית ולבנה {ט}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁנֵי מִינֵי חִטִּין. כְּגוֹן שְׁחַמְתִּית וּלְבָנָה {ט}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-5",
      "jbo:text": "עיקר תוי\"ט {ט} ואפשר דבשאר מיני תבואה לא נמצאו חלוקים במין אחד. אבל בירושלמי תני שני מיני חטים שני מיני שעורים: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וְאֶפְשָׁר דְּבִשְׁאָר מִינֵי תְבוּאָה לֹא נִמְצְאוּ חֲלוּקִים בְּמִין אֶחָד. אֲבָל בַּיְרוּשַׁלְמִי תָּנֵי שְׁנֵי מִינֵי חִטִּים שְׁנֵי מִינֵי שְׂעוֹרִים: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-6",
      "jbo:text": "מעשה שזרע רבי שמעון איש המצפה לפני רבן גמליאל, ועלו ללשכת הגזית ושאלו. אמר נחום הלבלר, מקבל אני מרבי מיאשא, שקבל מאבא, שקבל מן הזוגות, שקבלו מן הנביאים, הלכה למשה מסיני, בזורע את שדהו שני מיני חטין, אם עשאן גרן אחת {י}, נותן פאה אחת. שתי גרנות, נותן שתי פאות",
      "jbo:textNikud": "מַעֲשֶׂה שֶׁזָּרַע רַבִּי שִׁמְעוֹן אִישׁ הַמִּצְפָּה לִפְנֵי רַבָּן גַּמְלִיאֵל, וְעָלוּ לְלִשְׁכַּת הַגָּזִית וְשָׁאָלוּ. אָמַר נַחוּם הַלַּבְלָר, מְקֻבָּל אֲנִי מֵרַבִּי מְיָאשָׁא, שֶׁקִּבֵּל מֵאַבָּא, שֶׁקִּבֵּל מִן הַזּוּגוֹת, שֶׁקִּבְּלוּ מִן הַנְּבִיאִים, הֲלָכָה לְמשֶׁה מִסִּינַי, בְּזוֹרֵעַ אֶת שָׂדֵהוּ שְׁנֵי מִינֵי חִטִּין, אִם עֲשָׂאָן גֹּרֶן אַחַת {י}, נוֹתֵן פֵּאָה אַחַת. שְׁתֵּי גְרָנוֹת, נוֹתֵן שְׁתֵּי פֵאוֹת",
      "rdfs:label": "משנה פאה ב ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-6",
      "jbo:text": "ר\"ע מברטנורה הלבלר. הסופר: הזוגות. הם כל אותן שנים שנים הנזכרים בפרק קמא דמסכת אבות, שקבלו שנים מפי שנים [עד] מפי שמעון הצדיק: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַלַּבְלָר. הַסּוֹפֵר: הַזּוּגוֹת. הֵם כָּל אוֹתָן שְׁנַיִם שְׁנַיִם הַנִּזְכָּרִים בְּפֶרֶק קַמָּא דְמַסֶּכֶת אָבוֹת, שֶׁקִּבְּלוּ שְׁנַיִם מִפִּי שְׁנַיִם [עַד] מִפִּי שִׁמְעוֹן הַצַּדִּיק: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-yomtov-1-2-2-6",
      "jbo:text": "עיקר תוי\"ט {י} גרן אחת. ולא אזלינן בתר מחשבתו לעשות גרן אחת או שתים, אלא כאשר עשה כן יקום לעשות פאה אחת או שתים. ירושלמי. ומשמע נמי שעדין לא נתן פאה וכי הא דתנן בסוף פרק א' דלעולם הוא נותן משום פאה כו' עד שימרח: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} גֹּרֶן אַחַת. וְלֹא אָזְלִינַן בָּתַר מַחֲשַׁבְתּוֹ לַעֲשׂוֹת גֹּרֶן אַחַת אוֹ שְׁתַּיִם, אֶלָּא כַּאֲשֶׁר עָשָׂה כֵּן יָקוּם לַעֲשׂוֹת פֵּאָה אַחַת אוֹ שְׁתַּיִם. יְרוּשַׁלְמִי. וּמַשְׁמַע נַמִּי שֶׁעֲדַיִן לֹא נָתַן פֵּאָה וְכִי הָא דִתְנַן בְּסוֹף פֶּרֶק א' דִּלְעוֹלָם הוּא נוֹתֵן מִשּׁוּם פֵּאָה כוּ' עַד שֶׁיְּמָרֵחַ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ב ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-7",
      "jbo:text": "שדה שקצרוה כותים, קצרוה לסטים, קרסמוה נמלים, שברתה הרוח או בהמה, פטורה. קצר חציה וקצרו לסטים חציה, פטורה, שחובת הפאה בקמה",
      "jbo:textNikud": "שָׂדֶה שֶׁקְּצָרוּהָ כּוּתִים, קְצָרוּהָ לִסְטִים, קִרְסְמוּהָ נְמָלִים, שְׁבָרַתָּהּ הָרוּחַ אוֹ בְהֵמָה, פְּטוּרָה. קָצַר חֶצְיָהּ וְקָצְרוּ לִסְטִים חֶצְיָהּ, פְּטוּרָה, שֶׁחוֹבַת הַפֵּאָה בַּקָּמָה",
      "rdfs:label": "משנה פאה ב ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-7",
      "jbo:text": "ר\"ע מברטנורה שדה שקצרוה כותים. לעצמן. ולא שקצרוה פעלי כותים לישראל, דאז הוי כאלו קצרוה ישראל: קרסמוה נמלים. דרך הנמלה לחתך קנה השבלת מלמטה. ולזה קורים קרסום, לשון יכרסמנה חזיר מיער (תהלים פ): פטורה. דכתיב גבי פאה ובקצרכם, עד שתהיו אתם הקצרים: שחובת הקציר בקמה. כלומר חובת הפאה של זה הניחה בקמה. ונהי דאם כלה שדה, חזרה פאה לעמרים וחיב להפריש פאה מן העמרים, הני מלי היכא דכלה הוא, אבל הכא הוא לא כלה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שָׂדֶה שֶׁקְּצָרוּהָ כּוּתִים. לְעַצְמָן. וְלֹא שֶׁקְּצָרוּהָ פֹּעֲלֵי כּוּתִים לְיִשְׂרָאֵל, דְּאָז הֲוֵי כְּאִלּוּ קְצָרוּהָ יִשְׂרָאֵל: קִרְסְמוּהָ נְמָלִים. דֶּרֶךְ הַנְּמָלָה לַחְתֹּךְ קְנֵה הַשִּׁבֹּלֶת מִלְּמַטָּה. וְלָזֶה קוֹרִים קִרְסוּם, לְשׁוֹן יְכַרְסְמֶנָּה חֲזִיר מִיָּעַר (תְּהִלִּים פ): פְּטוּרָה. דִּכְתִיב גַּבֵּי פֵּאָה וּבְקֻצְרְכֶם, עַד שֶׁתִּהְיוּ אַתֶּם הַקֹּצְרִים: שֶׁחוֹבַת הַקָּצִיר בַּקָּמָה. כְּלוֹמַר חוֹבַת הַפֵּאָה שֶׁל זֶה הִנִּיחָהּ בַּקָּמָה. וּנְהִי דְאִם כִּלָּה שָׂדֶה, חָזְרָה פֵּאָה לָעֳמָרִים וְחַיָּב לְהַפְרִישׁ פֵּאָה מִן הָעֳמָרִים, הַנֵּי מִלֵּי הֵיכָא דְכִלָּה הוּא, אֲבָל הָכָא הוּא לֹא כִלָּה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-1-2-2-8",
      "jbo:text": "קצרוה לסטים חציה וקצר הוא חציה, נותן פאה ממה שקצר. קצר חציה ומכר חציה, הלוקח נותן פאה לכל. קצר חציה והקדיש חציה, הפודה מיד הגזבר, הוא נותן פאה לכל",
      "jbo:textNikud": "קְצָרוּהָ לִסְטִים חֶצְיָהּ וְקָצַר הוּא חֶצְיָהּ, נוֹתֵן פֵּאָה מִמַּה שֶּׁקָּצָר. קָצַר חֶצְיָהּ וּמָכַר חֶצְיָהּ, הַלּוֹקֵחַ נוֹתֵן פֵּאָה לַכֹּל. קָצַר חֶצְיָהּ וְהִקְדִּישׁ חֶצְיָהּ, הַפּוֹדֶה מִיַּד הַגִּזְבָּר, הוּא נוֹתֵן פֵּאָה לַכֹּל",
      "rdfs:label": "משנה פאה ב ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-2"
      ],
      "uri": "jbr:mishna-bartanura-1-2-2-8",
      "jbo:text": "ר\"ע מברטנורה הלוקח נותן פאה לכל. שחובת הפאה ממה שקצר נשאר בזה החצי שקנה הלוקח, והוי כאלו לא מכר לו אלא מה שנשאר בשדה אחר שיוציא ממנה הפאה שראוי להוציא מאותה שדה. וכן הפודה מיד הגזבר מוציא מן החצי שפדה הפאה הראויה לשדה כלה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַלּוֹקֵחַ נוֹתֵן פֵּאָה לַכֹּל. שֶׁחוֹבַת הַפֵּאָה מִמַּה שֶּׁקָּצַר נִשְׁאַר בְּזֶה הַחֵצִי שֶׁקָּנָה הַלּוֹקֵחַ, וַהֲוֵי כְּאִלּוּ לֹא מָכַר לוֹ אֶלָּא מַה שֶּׁנִּשְׁאַר בַּשָּׂדֶה אַחַר שֶׁיּוֹצִיא מִמֶּנָּה הַפֵּאָה שֶׁרָאוּי לְהוֹצִיא מֵאוֹתָהּ שָׂדֶה. וְכֵן הַפּוֹדֶה מִיַּד הַגִּזְבָּר מוֹצִיא מִן הַחֵצִי שֶׁפָּדָה הַפֵּאָה הָרְאוּיָה לַשָּׂדֶה כֻלָּהּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ב ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-2-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-1",
      "jbo:text": "מלבנות התבואה שבין הזיתים, בית שמאי אומרים, פאה מכל אחת ואחת. בית הלל אומרים, מאחד על הכל. ומודים {א}, שאם היו ראשי שורות {ב} מערבין, שהוא נותן פאה מאחד על הכל",
      "jbo:textNikud": "מַלְבְּנוֹת הַתְּבוּאָה שֶׁבֵּין הַזֵּיתִים, בֵּית שַׁמַּאי אוֹמְרִים, פֵּאָה מִכָּל אַחַת וְאֶחָת. בֵּית הִלֵּל אוֹמְרִים, מֵאֶחָד עַל הַכֹּל. וּמוֹדִים {א}, שֶׁאִם הָיוּ רָאשֵׁי שׁוּרוֹת {ב} מְעֹרָבִין, שֶׁהוּא נוֹתֵן פֵּאָה מֵאֶחָד עַל הַכֹּל",
      "rdfs:label": "משנה פאה ג א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-1",
      "jbo:text": "ר\"ע מברטנורה מלבנות. ערוגות מרבעות. ובשביל שעשויות כדפוסי הלבנות קרויין מלבנות: שבין הזיתים. והוא הדין לכל שאר אילנות. ונקט זיתים לאשמועינן דאפלו זיתים שחיבים בפאה לא מפסקי לבית הלל, וכל שכן שאר אילנות שאין חיבין בפאה דפשיטא דלא מפסקי: בית שמאי אומרים פאה מכל אחד ואחד. מכל מלבן ומלבן, הואיל ועומדות הערוגות פסקי פסקי ואין מתערבין זו עם זו קסברי בית שמאי דמפסקי זיתים. [אבל] היכא דראשי שורות מתערבים מזה לזה [מודו] דלא מפסקי. ובזמן שהאילנות מרחקים זה מזה עד שבקרקע בית סאה שהוא חמשים אמה על חמשים אמה אין בו עשרה אילנות, מודים בית הלל שנותן פאה לכל מלבן ומלבן, דהואיל והאילנות מרחקים נראין הדברים שלא בשביל האילנות נעשו המלבנות. ובזמן שהאילנות רצופים ויש עשר אילנות בפחות מבית סאה מודים בית שמאי שנותן פאה אחת על הכל, לא נחלקו אלא כשיש עשר אילנות בבית סאה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מַלְבְּנוֹת. עֲרוּגוֹת מְרֻבָּעוֹת. וּבִשְׁבִיל שֶׁעֲשׂוּיוֹת כִּדְפוּסֵי הַלְּבֵנוֹת קְרוּיִין מַלְבְּנוֹת: שֶׁבֵּין הַזֵּיתִים. וְהוּא הַדִּין לְכָל שְׁאָר אִילָנוֹת. וְנָקַט זֵיתִים לְאַשְׁמוּעִינַן דַּאֲפִלּוּ זֵיתִים שֶׁחַיָּבִים בַּפֵּאָה לֹא מַפְסְקֵי לְבֵית הִלֵּל, וְכָל שֶׁכֵּן שְׁאָר אִילָנוֹת שֶׁאֵין חַיָּבִין בַּפֵּאָה דִּפְשִׁיטָא דְּלֹא מַפְסְקֵי: בֵּית שַׁמַּאי אוֹמְרִים פֵּאָה מִכָּל אֶחָד וְאֶחָד. מִכָּל מַלְבֵּן וּמַלְבֵּן, הוֹאִיל וְעוֹמְדוֹת הָעֲרוּגוֹת פִּסְקֵי פִּסְקֵי וְאֵין מִתְעָרְבִין זוֹ עִם זוֹ קָסָבְרֵי בֵּית שַׁמַּאי דְּמַפְסְקֵי זֵיתִים. [אֲבָל] הֵיכָא דְרָאשֵׁי שׁוּרוֹת מִתְעָרְבִים מִזֶּה לָזֶה [מוֹדוּ] דְּלֹא מַפְסְקֵי. וּבִזְמַן שֶׁהָאִילָנוֹת מְרֻחָקִים זֶה מִזֶּה עַד שֶׁבְּקַרְקַע בֵּית סְאָה שֶׁהוּא חֲמִשִּׁים אַמָּה עַל חֲמִשִּׁים אַמָּה אֵין בּוֹ עֲשָׂרָה אִילָנוֹת, מוֹדִים בֵּית הִלֵּל שֶׁנּוֹתֵן פֵּאָה לְכָל מַלְבֵּן וּמַלְבֵּן, דְּהוֹאִיל וְהָאִילָנוֹת מְרֻחָקִים נִרְאִין הַדְּבָרִים שֶׁלֹּא בִּשְׁבִיל הָאִילָנוֹת נַעֲשׂוּ הַמַּלְבְּנוֹת. וּבִזְמַן שֶׁהָאִילָנוֹת רְצוּפִים וְיֵשׁ עֶשֶׂר אִילָנוֹת בְּפָחוֹת מִבֵּית סְאָה מוֹדִים בֵּית שַׁמַּאי שֶׁנּוֹתֵן פֵּאָה אַחַת עַל הַכֹּל, לֹא נֶחְלְקוּ אֶלָּא כְּשֶׁיֵּשׁ עֶשֶׂר אִילָנוֹת בְּבֵית סְאָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-1",
      "jbo:text": "עיקר תוי\"ט {א} ומודים. בית שמאי לבית הלל ואף על גב דאין הלכה כבית שמאי ולא נפקא מנה בהודאתם, אשכחן כהאי גונא טובא בש\"ס: {ב} ראשי שורות. לשון הר\"ש, למאי דמפרשינן דמלבנות הם השורות קשה דהוה ליה למימר ראשי מלבנות, ויש לפרש דמלשון שדה הלבן היא דהתבואה שנגמרה מתלבנת כו': (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} וּמוֹדִים. בֵּית שַׁמַּאי לְבֵית הִלֵּל וְאַף עַל גַּב דְּאֵין הֲלָכָה כְּבֵית שַׁמַּאי וְלֹא נַפְקָא מִנַּהּ בְּהוֹדָאָתָם, אַשְׁכְּחָן כְּהַאי גַוְנָא טוּבָא בַּשַּׁ\"ס: {ב} רָאשֵׁי שׁוּרוֹת. לְשׁוֹן הָרַ\"שׁ, לְמַאי דִמְפָרְשִׁינַן דְּמַלְבְּנוֹת הֵם הַשּׁוּרוֹת קָשֶׁה דַּהֲוָה לֵיהּ לְמֵימַר רָאשֵׁי מַלְבְּנוֹת, וְיֵשׁ לְפָרֵשׁ דְּמִלְּשׁוֹן שְׂדֵה הַלָּבָן הִיא דְהַתְּבוּאָה שֶׁנִּגְמְרָה מִתְלַבֶּנֶת כוּ': (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-2",
      "jbo:text": "המנמר את שדהו ושיר קלחים לחים, רבי עקיבא אומר, נותן פאה מכל אחד ואחד {ה}. וחכמים אומרים, מאחד על הכל. ומודים חכמים לרבי עקיבא בזורע שבת או חרדל בשלשה מקומות, שהוא נותן פאה מכל אחד ואחד",
      "jbo:textNikud": "הַמְנַמֵּר אֶת שָׂדֵהוּ וְשִׁיֵּר קְלָחִים לַחִים, רַבִּי עֲקִיבָא אוֹמֵר, נוֹתֵן פֵּאָה מִכָּל אֶחָד וְאֶחָד {ה}. וַחֲכָמִים אוֹמְרִים, מֵאֶחָד עַל הַכֹּל. וּמוֹדִים חֲכָמִים לְרַבִּי עֲקִיבָא בְּזוֹרֵעַ שֶׁבֶת אוֹ חַרְדָּל בִּשְׁלשָׁה מְקוֹמוֹת, שֶׁהוּא נוֹתֵן פֵּאָה מִכָּל אֶחָד וְאֶחָד",
      "rdfs:label": "משנה פאה ג ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-2",
      "jbo:text": "ר\"ע מברטנורה המנמר. מלקט שדהו מקומות מקומות, דמחזי כמנומר, לשון ונמר חברברתיו (ירמיה יג), שקצר התבואה שנתבשלה ראשון ראשון בשדה {ג}: ושיר קלחים לחים. אותן שלא נתבשלו: נותן פאה מכל אחד ואחד. כשחוזר ללקט הקלחים לחים ששיר. דנמור מפסיק ולאו אתחלתא דקצירה חשיבא {ד}: בזורע שבת. ירק שקורין לו אניט\"ו בלע\"ז: שהוא נותן פאה לכל אחת ואחת. מפני שאין דרכן לזרע מהן שדה אחת, לפיכך חשובין כל אותן ערוגות כאלו כל אחת מהן שדה אחת. ושבת וחרדל חיבים בפאה אף על פי שאין נותנין פאה לירק, משום דלזרע עבידי וכמיני זרעים חשיבי. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמְנַמֵּר. מְלַקֵּט שָׂדֵהוּ מְקוֹמוֹת מְקוֹמוֹת, דְּמֵחֲזֵי כִּמְנוּמָר, לְשׁוֹן וְנָמֵר חֲבַרְבֻּרֹתָיו (יִרְמְיָה יג), שֶׁקָּצַר הַתְּבוּאָה שֶׁנִּתְבַּשְּׁלָה רִאשׁוֹן רִאשׁוֹן בַּשָּׂדֶה {ג}: וְשִׁיֵּר קְלָחִים לַחִים. אוֹתָן שֶׁלֹּא נִתְבַּשְּׁלוּ: נוֹתֵן פֵּאָה מִכָּל אֶחָד וְאֶחָד. כְּשֶׁחוֹזֵר לְלַקֵּט הַקְּלָחִים לַחִים שֶׁשִּׁיֵּר. דְּנִמּוּר מַפְסִיק וְלָאו אַתְחַלְתָּא דִקְצִירָה חֲשִׁיבָא {ד}: בְּזוֹרֵעַ שֶׁבֶת. יָרָק שֶׁקּוֹרִין לוֹ אניט\"ו בְּלַעַ\"ז: שֶׁהוּא נוֹתֵן פֵּאָה לְכָל אַחַת וְאַחַת. מִפְּנֵי שֶׁאֵין דַּרְכָּן לִזְרֹעַ מֵהֶן שָׂדֶה אַחַת, לְפִיכָךְ חֲשׁוּבִין כָּל אוֹתָן עֲרוּגוֹת כְּאִלּוּ כָּל אַחַת מֵהֶן שָׂדֶה אַחַת. וְשֶׁבֶת וְחַרְדָּל חַיָּבִים בַּפֵּאָה אַף עַל פִּי שֶׁאֵין נוֹתְנִין פֵּאָה לַיָּרָק, מִשּׁוּם דִּלְזֶרַע עֲבִידֵי וּכְמִינֵי זְרָעִים חֲשִׁיבֵי. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-2",
      "jbo:text": "עיקר תוי\"ט {ג} מפרש בירושלמי מקום הזבלין עולין תחלה. ופרש הר\"ש כלומר מקומות המזבלים יותר בשדה שם התבואה ממהרת לעלות: {ד} והיא שיטת הראב\"ד, שהמחלקת אינו אלא על המשיר לבדו. וכתב עוד מכל מקום מן הלח המשיר נוטל מאחד על הכל בכל ענין על מה שלקט ועל מה ששיר כדברי חכמים: {ה} ואחד כו'. ולשון הר\"ב אחת והוא תלוי בפלוגתא שבירושלמי שמואל אמר מפני שאין הראשון שבהן ממתין לאחרון שבהן רבי יוחנן אמר מפני שדרכן לזרע ערוגות ערוגות, על דעתיה דשמואל מפריש מכל קלח על דעתיה דרבי יוחנן מכל ערוגה. וגרסת הפנים אתיא אליבא דשמואל. ושל הר\"ב כרבי יוחנן. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ג} מְפָרֵשׁ בַּיְרוּשַׁלְמִי מְקוֹם הַזְּבָלִין עוֹלִין תְּחִלָּה. וּפֵרֵשׁ הָרַ\"שׁ כְּלוֹמַר מְקוֹמוֹת הַמְזֻבָּלִים יוֹתֵר בַּשָּׂדֶה שָׁם הַתְּבוּאָה מְמַהֶרֶת לַעֲלוֹת: {ד} וְהִיא שִׁיטַת הָרַאֲבַ\"ד, שֶׁהַמַּחְלֹקֶת אֵינוֹ אֶלָּא עַל הַמְשֻׁיָּר לְבַדּוֹ. וְכָתַב עוֹד מִכָּל מָקוֹם מִן הַלַּח הַמְשֻׁיָּר נוֹטֵל מֵאֶחָד עַל הַכֹּל בְּכָל עִנְיָן עַל מַה שֶּׁלִּקֵּט וְעַל מַה שֶּׁשִּׁיֵּר כְּדִבְרֵי חֲכָמִים: {ה} וְאֶחָד כוּ'. וּלְשׁוֹן הָרַ\"ב אַחַת וְהוּא תָּלוּי בַּפְּלוּגְתָּא שֶׁבַּיְרוּשַׁלְמִי שְׁמוּאֵל אָמַר מִפְּנֵי שֶׁאֵין הָרִאשׁוֹן שֶׁבָּהֶן מַמְתִּין לָאַחֲרוֹן שֶׁבָּהֶן רַבִּי יוֹחָנָן אָמַר מִפְּנֵי שֶׁדַּרְכָּן לִזְרֹעַ עֲרוּגוֹת עֲרוּגוֹת, עַל דַּעְתֵּיהּ דִּשְׁמוּאֵל מַפְרִישׁ מִכָּל קֶלַח עַל דַּעְתֵּיהּ דְּרַבִּי יוֹחָנָן מִכָּל עֲרוּגָה. וְגִרְסַת הַפְּנִים אַתְיָא אַלִּיבָּא דִשְׁמוּאֵל. וְשֶׁל הָרַ\"ב כְּרַבִּי יוֹחָנָן. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-3",
      "jbo:text": "המחליק בצלים לחים לשוק ומקים יבשים לגרן, נותן {ו} פאה לאלו לעצמן ולאלו לעצמן. וכן באפונין {ז}, וכן בכרם. המדל, נותן מן המשאר על מה ששיר. והמחליק מאחת יד, נותן מן המשאר על הכל",
      "jbo:textNikud": "הַמַּחֲלִיק בְּצָלִים לַחִים לַשּׁוּק וּמְקַיֵּם יְבֵשִׁים לַגֹּרֶן, נוֹתֵן {ו} פֵּאָה לָאֵלּוּ לְעַצְמָן וְלָאֵלּוּ לְעַצְמָן. וְכֵן בַּאֲפוּנִין {ז}, וְכֵן בַּכֶּרֶם. הַמֵּדֵל, נוֹתֵן מִן הַמְשֹׁאָר עַל מַה שֶּׁשִּׁיֵּר. וְהַמַּחֲלִיק מֵאַחַת יַד, נוֹתֵן מִן הַמְשֹׁאָר עַל הַכֹּל",
      "rdfs:label": "משנה פאה ג ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-3",
      "jbo:text": "ר\"ע מברטנורה המחליק בצלים. אית דמפרשי לשון ואנכי איש חלק (בראשית כו), על שם שכשנתלשו נשאר המקום חלק. ואית דמפרשי המחליק כמו המחלק, שנוטל חלק מן הבצלים לחים למכרן בשוק וחלק אחר מניח יבשים לגרן לקיום: נותן פאה לאלו לעצמן. דכשני מיני חטים דמו: וכן בכרם. וכן המחליק בכרם דינו כמחליק בבצלים: המדל נותן מן המשיר על מה ששיר. בזמן שהבצלים זרועים רצופים נוטל מהם אחד מבינתים כדי שהנשארים יתגדלו ברוח ויעשו גסים. וזהו הנקרא מדל, שדולה ושולף אותם ממקומם, ותנן איזהו מדל, נוטל אחת ומניח שנים. ואותן שעוקר לתן רוח לנשארים אינם חיבין בפאה, לפי שתקנת הנשארים היא, הלכך נותן פאה מן הנשאר לבד והנעקר פטור מכלום דלא חשיבא קצירה: המחליק מאחת יד. כלומר מענין אחד, או כלו לגרן או כלו לשוק. ורמב\"ם פרש מאחת יד ממקום אחד, שהחלק שנוטל למכר בשוק אינו נוטל אותו מכאן ומכאן אלא כלו מצד אחד {ח}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמַּחֲלִיק בְּצָלִים. אִית דִּמְפָרְשֵׁי לְשׁוֹן וְאָנֹכִי אִישׁ חָלָק (בְּרֵאשִׁית כו), עַל שֵׁם שֶׁכְּשֶׁנִּתְלְשׁוּ נִשְׁאַר הַמָּקוֹם חָלָק. וְאִית דִּמְפָרְשֵׁי הַמַּחֲלִיק כְּמוֹ הַמְחַלֵּק, שֶׁנּוֹטֵל חֵלֶק מִן הַבְּצָלִים לַחִים לְמָכְרָן בַּשּׁוּק וְחֵלֶק אַחֵר מַנִּיחַ יְבֵשִׁים לַגֹּרֶן לְקִיּוּם: נוֹתֵן פֵּאָה לְאֵלּוּ לְעַצְמָן. דְּכִשְׁנֵי מִינֵי חִטִּים דָּמוּ: וְכֵן בְּכָרֶם. וְכֵן הַמַּחֲלִיק בְּכֶרֶם דִּינוֹ כְּמַחֲלִיק בִּבְצָלִים: הַמֵּדֵל נוֹתֵן מִן הַמְשֻׁיָּר עַל מַה שֶׁשִּׁיֵּר. בִּזְמַן שֶׁהַבְּצָלִים זְרוּעִים רְצוּפִים נוֹטֵל מֵהֶם אֶחָד מִבֵּינְתַּיִם כְּדֵי שֶׁהַנִּשְׁאָרִים יִתְגַדְּלוּ בְּרֶוַח וְיֵעָשׂוּ גַּסִּים. וְזֶהוּ הַנִּקְרָא מֵדֵל, שֶׁדּוֹלֶה וְשׁוֹלֵף אוֹתָם מִמְּקוֹמָם, וּתְנַן אֵיזֶהוּ מֵדֵל, נוֹטֵל אַחַת וּמַנִּיחַ שְׁנַיִם. וְאוֹתָן שֶׁעוֹקֵר לִתֵּן רֶוַח לַנִּשְׁאָרִים אֵינָם חַיָּבִין בַּפֵּאָה, לְפִי שֶׁתַּקָּנַת הַנִּשְׁאָרִים הִיא, הִלְכָּךְ נוֹתֵן פֵּאָה מִן הַנִּשְׁאָר לְבָד וְהַנֶּעֱקַר פָּטוּר מִכְּלוּם דְּלֹא חֲשִׁיבָא קְצִירָה: הַמַּחֲלִיק מֵאַחַת יַד. כְּלוֹמַר מֵעִנְיָן אֶחָד, אוֹ כֻּלּוֹ לַגֹּרֶן אוֹ כֻּלּוֹ לַשּׁוּק. וְרַמְבַּ\"ם פֵּרֵשׁ מֵאַחַת יַד מִמָּקוֹם אֶחָד, שֶׁהַחֵלֶק שֶׁנּוֹטֵל לִמְכֹּר בַּשּׁוּק אֵינוֹ נוֹטֵל אוֹתוֹ מִכָּאן וּמִכָּאן אֶלָּא כֻּלּוֹ מִצַּד אֶחָד {ח}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-3",
      "jbo:text": "עיקר תוי\"ט {ו} נותן כו'. לא דמי למתניתין דלעיל דלחכמים נותן מאחד על הכל, כדאיתא בירושלמי שמעינן שוק וגרן שני מינים, לח ויבש שני מינים לא: {ז} באפונין. פרש הר\"מ זרעונים כלומר אפונים השופין שהם זרעונים, לאפוקי אפונים הגמלונים שהן מין ירק ואינן חיבין בפאה: {ח} לדבריו הוי הך סיפא פרושא דרישא כמו במה דברים אמורים, והטעם כתב בחבורו הואיל ובוצר מרוח אחת אינו כבוצר עראי מעט מכאן ומעט מכאן שהוא פטור: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} נוֹתֵן כוּ'. לֹא דָמִי לְמַתְנִיתִין דִּלְעֵיל דְּלַחֲכָמִים נוֹתֵן מֵאֶחָד עַל הַכֹּל, כִּדְאִיתָא בַּיְרוּשַׁלְמִי שָׁמְעִינַן שׁוּק וְגֹרֶן שְׁנֵי מִינִים, לַח וְיָבֵשׁ שְׁנֵי מִינִים לֹא: {ז} בַּאֲפוּנִין. פֵּרֵשׁ הָרַ\"מ זֵרְעוֹנִים כְּלוֹמַר אֲפוּנִים הַשּׁוֹפִין שֶׁהֵם זֵרְעוֹנִים, לַאֲפוֹקֵי אֲפוּנִים הַגִּמְלוֹנִים שֶׁהֵן מִין יָרָק וְאֵינָן חַיָּבִין בַּפֵּאָה: {ח} לִדְבָרָיו הֲוֵי הַךְ סֵיפָא פֵּרוּשָׁא דְרֵישָׁא כְּמוֹ בַּמֶּה דְּבָרִים אֲמוּרִים, וְהַטַּעַם כָּתַב בְּחִבּוּרוֹ הוֹאִיל וּבוֹצֵר מֵרוּחַ אַחַת אֵינוֹ כְּבוֹצֵר עֲרַאי מְעַט מִכָּאן וּמְעַט מִכָּאן שֶׁהוּא פָּטוּר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-4",
      "jbo:text": "האמהות של בצלים חיבות בפאה, ורבי יוסי פוטר. מלבנות הבצלים שבין הירק, רבי יוסי אומר, פאה מכל אחת ואחת. וחכמים אומרים, מאחת על הכל",
      "jbo:textNikud": "הָאִמָּהוֹת שֶׁל בְּצָלִים חַיָּבוֹת בְּפֵאָה, וְרַבִּי יוֹסֵי פּוֹטֵר. מַלְבְּנוֹת הַבְּצָלִים שֶׁבֵּין הַיָּרָק, רַבִּי יוֹסֵי אוֹמֵר, פֵּאָה מִכָּל אַחַת וְאֶחָת. וַחֲכָמִים אוֹמְרִים, מֵאַחַת עַל הַכֹּל",
      "rdfs:label": "משנה פאה ג ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-4",
      "jbo:text": "ר\"ע מברטנורה האמהות של בצלים. בצלים גדולים שמניחין אותן לגדל זרע, ומתוך שמשתהין בארץ לא חזו לאכילה אלא על ידי הדחק {ט}, ולכך פטר רבי יוסי. ואין הלכה כמותו: מלבנות הבצלים שבין הירק. סבר רבי יוסי דירק כזרע אחר דמי, שאין דרך בני אדם להיות מכניס בצלים בין הירק, ותנן לעיל בפרק שני דזרע אחר מפסיק. ואין הלכה כרבי יוסי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הָאִמָּהוֹת שֶׁל בְּצָלִים. בְּצָלִים גְּדוֹלִים שֶׁמַּנִּיחִין אוֹתָן לְגַדֵּל זֶרַע, וּמִתּוֹךְ שֶׁמִּשְׁתָּהִין בָּאָרֶץ לֹא חָזוּ לַאֲכִילָה אֶלָּא עַל יְדֵי הַדְּחַק {ט}, וּלְכָךְ פָּטַר רַבִּי יוֹסֵי. וְאֵין הֲלָכָה כְּמוֹתוֹ: מַלְבְּנוֹת הַבְּצָלִים שֶׁבֵּין הַיָּרָק. סָבַר רַבִּי יוֹסֵי דְּיָרָק כְּזֶרַע אַחֵר דָּמִי, שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לִהְיוֹת מַכְנִיס בְּצָלִים בֵּין הַיָּרָק, וּתְנַן לְעֵיל בְּפֶרֶק שֵׁנִי דְּזֶרַע אַחֵר מַפְסִיק. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-4",
      "jbo:text": "עיקר תוי\"ט {ט} ומכל מקום הואיל והבצלים עצמן שלא נשתהו מידי דאכילה נינהו אף האמהות שמשהין אותן בארץ לא יצאו מכללן להפטר מפאה, מה שאין כן ספיחי סטיס שבפרק קמא משנה ד' שכל המין אינו ראוי לאכילה אלא על ידי הדחק. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וּמִכָּל מָקוֹם הוֹאִיל וְהַבְּצָלִים עַצְמָן שֶׁלֹּא נִשְׁתָּהוּ מִידֵי דַאֲכִילָה נִינְהוּ אַף הָאִמָּהוֹת שֶׁמַּשְׁהִין אוֹתָן בָּאָרֶץ לֹא יָצְאוּ מִכְּלָלָן לְהִפָּטֵר מִפֵּאָה, מַה שֶּׁאֵין כֵּן סְפִיחֵי סִטִּיס שֶׁבְּפֶרֶק קַמָּא מִשְׁנָה ד' שֶׁכָּל הַמִּין אֵינוֹ רָאוּי לַאֲכִילָה אֶלָּא עַל יְדֵי הַדְּחַק. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-5",
      "jbo:text": "האחין שחלקו, נותנין שתי פאות. חזרו ונשתתפו, נותנין פאה אחת. שנים שלקחו את האילן, נותנין פאה אחת. לקח זה צפונו וזה דרומו, זה נותן פאה לעצמו, וזה נותן פאה לעצמו. המוכר קלחי אילן בתוך שדהו, נותן פאה מכל אחד ואחד. אמר רבי יהודה, אימתי, בזמן שלא שיר בעל השדה. אבל אם שיר בעל השדה, הוא נותן פאה לכל",
      "jbo:textNikud": "הָאַחִין שֶׁחָלְקוּ, נוֹתְנִין שְׁתֵּי פֵאוֹת. חָזְרוּ וְנִשְׁתַּתְּפוּ, נוֹתְנִין פֵּאָה אַחַת. שְׁנַיִם שֶׁלָּקְחוּ אֶת הָאִילָן, נוֹתְנִין פֵּאָה אַחַת. לָקַח זֶה צְפוֹנוֹ וְזֶה דְרוֹמוֹ, זֶה נוֹתֵן פֵּאָה לְעַצְמוֹ, וְזֶה נוֹתֵן פֵּאָה לְעַצְמוֹ. הַמּוֹכֵר קִלְחֵי אִילָן בְּתוֹךְ שָׂדֵהוּ, נוֹתֵן פֵּאָה מִכָּל אֶחָד וְאֶחָד. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁלֹּא שִׁיֵּר בַּעַל הַשָּׂדֶה. אֲבָל אִם שִׁיֵּר בַּעַל הַשָּׂדֶה, הוּא נוֹתֵן פֵּאָה לַכֹּל",
      "rdfs:label": "משנה פאה ג ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-5",
      "jbo:text": "ר\"ע מברטנורה שלקחו את האילן. מהנך אילנות דחשיב בפרק קמא שחיבים בפאה: המוכר קלחי אילן. שרשי צמחים שחיבין בפאה, ולא מכר לו הקרקע, נותן הלוקח פאה מכל אחד ואחד: בזמן שלא שיר. כלומר {י} אם לא התחיל בעל השדה לקצר או ללקט פרות, אז הוא דחיב הלוקח לתן פאה. אבל אם התחיל בעל השדה לקצר שדהו קדם שמכר את אלו, שנשאר מן השדה שלא נקצר או שלא נלקט, בעל השדה הוא הנותן פאה על הכל, דמכי אתחיל בקצירה או בלקיטת הפרות איחיב בפאה של כל השדה. ורבי יהודה לפרושי מלתיה דתנא קמא אתא, וכן הלכה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁלָּקְחוּ אֶת הָאִילָן. מֵהֲנָךְ אִילָנוֹת דְּחָשִׁיב בְּפֶרֶק קַמָּא שֶׁחַיָּבִים בְּפֵאָה: הַמּוֹכֵר קִלְחֵי אִילָן. שָׁרְשֵׁי צְמָחִים שֶׁחַיָּבִין בַּפֵּאָה, וְלֹא מָכַר לוֹ הַקַּרְקַע, נוֹתֵן הַלּוֹקֵחַ פֵּאָה מִכָּל אֶחָד וְאֶחָד: בִּזְמַן שֶׁלֹּא שִׁיֵּר. כְּלוֹמַר {י} אִם לֹא הִתְחִיל בַּעַל הַשָּׂדֶה לִקְצֹר אוֹ לְלַקֵּט פֵּרוֹת, אָז הוּא דְחַיָּב הַלּוֹקֵחַ לִתֵּן פֵּאָה. אֲבָל אִם הִתְחִיל בַּעַל הַשָּׂדֶה לִקְצֹר שָׂדֵהוּ קֹדֶם שֶׁמָּכַר אֶת אֵלּוּ, שֶׁנִּשְׁאַר מִן הַשָּׂדֶה שֶׁלֹּא נִקְצַר אוֹ שֶׁלֹּא נִלְקַט, בַּעַל הַשָּׂדֶה הוּא הַנּוֹתֵן פֵּאָה עַל הַכֹּל, דִּמְכִּי אַתְחִיל בַּקְּצִירָה אוֹ בִּלְקִיטַת הַפֵּרוֹת אִיחַיָּב בַּפֵּאָה שֶׁל כָּל הַשָּׂדֶה. וְרַבִּי יְהוּדָה לְפֵרוּשֵׁי מִלְּתֵיהּ דְּתָנָא קַמָּא אָתָא, וְכֵן הֲלָכָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-5",
      "jbo:text": "עיקר תוי\"ט {י} פרוש לפרושו מה שכתב, כלומר לאסבורי הלכתא ולא פרוש דמתניתין. ומה שכתב אז הוא דחיב הלוקח, פרוש מכל מקום אפלו אם נשאר לו. ומה שכתב שנשאר כו' רצונו לומר שנשאר למוכר כלומר כו' שלא נלקט ולא מכרן. הלכך על המוכר לתת הפאה לפי שהתחיל בקצירה ורחמנא אמר ובקצרכם, וגם נשאר לו, הלכך אמרינן דבאותו שיור הויא הפאה, ושאני הכא מסוף פרק ב' דתנן קצר חציה ומכר חציה כו' דהתם לא שיר כלום, ועין חלין קל\"ח. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} פֵּרוּשׁ לְפֵרוּשׁוֹ מַה שֶּׁכָּתַב, כְּלוֹמַר לְאַסְבּוֹרֵי הִלְכְתָא וְלֹא פֵּרוּשׁ דְּמַתְנִיתִין. וּמַה שֶּׁכָּתַב אָז הוּא דְּחַיָּב הַלּוֹקֵחַ, פֵּרוּשׁ מִכָּל מָקוֹם אֲפִלּוּ אִם נִשְׁאַר לוֹ. וּמַה שֶּׁכָּתַב שֶׁנִּשְׁאַר כוּ' רְצוֹנוֹ לוֹמַר שֶׁנִּשְׁאַר לַמּוֹכֵר כְּלוֹמַר כוּ' שֶׁלֹּא נִלְקַט וְלֹא מְכָרָן. הִלְכָּךְ עַל הַמּוֹכֵר לָתֵת הַפֵּאָה לְפִי שֶׁהִתְחִיל בַּקְּצִירָה וְרַחֲמָנָא אָמַר וּבְקֻצְרְכֶם, וְגַם נִשְׁאַר לוֹ, הִלְכָּךְ אָמְרִינַן דִּבְאוֹתוֹ שִׁיּוּר הַוְיָא הַפֵּאָה, וְשָׁאנֵי הָכָא מִסּוֹף פֶּרֶק ב' דִּתְנַן קָצַר חֶצְיָהּ וּמָכַר חֶצְיָהּ כוּ' דְּהָתָם לֹא שִׁיֵּר כְּלוּם, וְעַיֵּן חֻלִּין קל\"ח. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-6",
      "jbo:text": "רבי אליעזר אומר, קרקע בית רבע, חיבת בפאה. רבי יהושע אומר, העושה סאתים {יג}. רבי טרפון אומר, ששה על ששה טפחים. רבי יהודה בן בתירה אומר, כדי לקצר ולשנות. והלכה כדבריו. רבי עקיבא אומר, קרקע כל שהוא, חיבת בפאה, ובבכורים, ולכתב עליו פרוזבול, ולקנות עמו נכסים שאין להם אחריות בכסף ובשטר ובחזקה",
      "jbo:textNikud": "רַבִּי אֱלִיעֶזֶר אוֹמֵר, קַרְקַע בֵּית רֹבַע, חַיֶּבֶת בַּפֵּאָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, הָעוֹשָׂה סָאתַיִם {יג}. רַבִּי טַרְפוֹן אוֹמֵר, שִׁשָּׁה עַל שִׁשָּׁה טְפָחִים. רַבִּי יְהוּדָה בֶן בְּתֵירָה אוֹמֵר, כְּדֵי לִקְצֹר וְלִשְׁנוֹת. וַהֲלָכָה כִּדְבָרָיו. רַבִּי עֲקִיבָא אוֹמֵר, קַרְקַע כָּל שֶׁהוּא, חַיֶּבֶת בַּפֵּאָה, וּבַבִּכּוּרִים, וְלִכְתֹּב עָלָיו פְּרוֹזְבּוּל, וְלִקְנוֹת עִמּוֹ נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת בְּכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה",
      "rdfs:label": "משנה פאה ג ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-6",
      "jbo:text": "ר\"ע מברטנורה קרקע בית רבע. מקום שראוי לזרע בו רבע הקב. ופרשו בו שהוא עשר אמות ומחצה על עשר אמות בקרוב {יא}: העושה סאתים. רבי יהושע לא אזיל בתר זריעה, אלא קרקע המוציאה סאתים שהן שנים עשר קבין {יב}: לקצר ולשנות. דרך הקוצרים אוחז מלא כפו מן הקמה וקוצר, כדכתיב (תהלים קכט) שלא מלא כפו קוצר. ואם יש בקמה כדי למלאת כפו שני פעמים חיבת בפאה: קרקע כל שהוא חיבת בפאה. דסבירא ליה פאת שדך כל שהוא משמע {יד}, ופליג אכלהו {טו}: ובבכורים. דכתיב בהו אדמתך {טז}. והני מלי בבכורי חטה ושעורה, אבל בבכורים של אילן אינו חיב אלא אם כן יש לו קרקע שש עשרה אמות סביב לאילן, שהוא שעור יניקתו: ולכתב עליה פרוזבול. הלל תקן פרוזבול, כשראה שהיו נמנעים מלהלוות לעניים מפני השביעית שמשמטת החוב, תקן שיהא מוסר שטרותיו לבית דין, וכותב, מוסר אני לכם פלוני ופלוני הדינין כל חוב שיש לי שאגבנו כל זמן שארצה, ומשכתבו לו שטר זה {יז} שוב אין שביעית משמטת חובו. ודוקא כשיש קרקע כל דהוא ללוה דאז חשיב כאלו החוב גבוי כבר ביד בית דין ותו לא קרינא ביה לא יגש, וחשבינן לקרקע כל שהוא כאלו שוה כל החוב, דאין אונאה לקרקעות {יח}: ולקנות עמה נכסים שאין להם אחריות. דמטלטלין נקנין אגב קרקע, בכסף בשטר ובחזקה, כדתנן בפרק קמא דקדושין, ושם מפרש: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה קַרְקַע בֵּית רֹבַע. מָקוֹם שֶׁרָאוּי לִזְרֹעַ בּוֹ רֹבַע הַקַּב. וּפֵרְשׁוּ בוֹ שֶׁהוּא עֶשֶׂר אַמּוֹת וּמֶחֱצָה עַל עֶשֶׂר אַמּוֹת בְּקֵרוּב {יא}: הָעוֹשָׂה סָאתַיִם. רַבִּי יְהוֹשֻׁעַ לֹא אָזֵיל בָּתַר זְרִיעָה, אֶלָּא קַרְקַע הַמּוֹצִיאָה סָאתַיִם שֶׁהֵן שְׁנֵים עָשָׂר קַבִּין {יב}: לִקְצֹר וְלִשְׁנוֹת. דֶּרֶךְ הַקּוֹצְרִים אוֹחֵז מְלֹא כַפּוֹ מִן הַקָּמָה וְקוֹצֵר, כְּדִכְתִיב (תְּהִלִּים קכט) שֶׁלֹּא מִלֵּא כַפּוֹ קוֹצֵר. וְאִם יֵשׁ בַּקָּמָה כְּדֵי לְמַלֹּאת כַּפּוֹ שְׁנֵי פְעָמִים חַיֶּבֶת בְּפֵאָה: קַרְקַע כָּל שֶׁהוּא חַיֶּבֶת בַּפֵּאָה. דִּסְבִירָא לֵיהּ פְּאַת שָׂדְךָ כָּל שֶׁהוּא מַשְׁמַע {יד}, וּפָלֵיג אַכֻּלְּהוּ {טו}: וּבַבִּכּוּרִים. דִּכְתִיב בְּהוּ אַדְמָתְךָ {טז}. וְהַנֵּי מִלֵּי בְּבִכּוּרֵי חִטָּה וּשְׂעוֹרָה, אֲבָל בְּבִכּוּרִים שֶׁל אִילָן אֵינוֹ חַיָּב אֶלָּא אִם כֵּן יֵשׁ לוֹ קַרְקַע שֵׁשׁ עֶשְׂרֵה אַמּוֹת סָבִיב לָאִילָן, שֶׁהוּא שִׁעוּר יְנִיקָתוֹ: וְלִכְתֹּב עָלֶיהָ פְּרוֹזְבּוּל. הִלֵּל תִּקֵּן פְּרוֹזְבּוּל, כְּשֶׁרָאָה שֶׁהָיוּ נִמְנָעִים מִלְּהַלְווֹת לָעֲנִיִּים מִפְּנֵי הַשְּׁבִיעִית שֶׁמְּשַׁמֶּטֶת הַחוֹב, תִּקֵּן שֶׁיְּהֵא מוֹסֵר שִׁטְרוֹתָיו לְבֵית דִּין, וְכוֹתֵב, מוֹסֵר אֲנִי לָכֶם פְּלוֹנִי וּפְלוֹנִי הַדַּיָּנִין כָּל חוֹב שֶׁיֵּשׁ לִי שֶׁאֶגְבֶנּוּ כָּל זְמַן שֶׁאֶרְצֶה, וּמִשֶּׁכָּתְבוּ לוֹ שְׁטָר זֶה {יז} שׁוּב אֵין שְׁבִיעִית מְשַׁמֶּטֶת חוֹבוֹ. וְדַוְקָא כְּשֶׁיֵּשׁ קַרְקַע כָּל דְּהוּא לַלּוֶֹה דְּאָז חָשִׁיב כְּאִלּוּ הַחוֹב גָּבוּי כְּבָר בְּיַד בֵּית דִּין וְתוּ לֹא קָרֵינָא בֵיהּ לֹא יִגֹּשׂ, וְחָשְׁבִינַן לְקַרְקַע כָּל שֶׁהוּא כְּאִלּוּ שָׁוֶה כָּל הַחוֹב, דְּאֵין אוֹנָאָה לְקַרְקָעוֹת {יח}: וְלִקְנוֹת עִמָּהּ נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת. דְּמִטַּלְטְלִין נִקְנִין אַגַּב קַרְקַע, בְּכֶסֶף בִּשְׁטָר וּבַחֲזָקָה, כְּדִתְנַן בְּפֶרֶק קַמָּא דְקִדּוּשִׁין, וְשָׁם מְפֹרָשׁ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-6",
      "jbo:text": "עיקר תוי\"ט {יא} ובירושלמי מאי טעמא דרבי אליעזר, נאמר כאן שדך ונאמר בכלאים שדך, מה שדך האמור להלן בית רבע (כלאים פ\"ב) אף כאן בית רבע: {יב} ולפי סדר משנתנו כל אחד פוחת והולך משעור הראשון, ובזמן המשנה הוה שמנה ארעא טובא טפי מבימי רבי יוחנן דאמר ארבע סאין לכור. בבא מציעא דף ק\"ה. ועין תוספות יום טוב: {יג} סאתים. בירושלמי מאי טעמא נאמר כאן שדך ונאמר להלן ושכחת עמר בשדה מה שדה שנאמר להלן סאתים אף כאן סאתים, ופרש הר\"ש כדתנן בפרק ו' העמר שיש בו סאתים ושכחו אינו שכחה. מאי טעמא דרבי טרפון, מערוגה, וכתב הר\"ש כדתנן פרק ג' דכלאים ערוגה שהיא ששה על ששה כו': {יד} ולית ליה גזרה שוה דשדך, ופריך בירושלמי שבלת אחת עד שלא קצר אין כאן חיוב משקצר אין כאן שיור. ומשני שהיה שם שבלת ובו חמש שבלים: {טו} לפי שיש מקום לטעות ולפרש כל שהוא, שרצונו לומר השעור המעט שבשעורי התנאים הקודמים, והינו כרבי יהודה בן בתירה, ולא בא רבי עקיבא אלא לתת כלל לכל מיני קרקע כל שהוא. תוספות יום טוב: {טז} בתוספות יום טוב מפלפל אם מי שאין לו קרקע כל שהוא פטור מן הודוי. ועין שם: {יז} כלומר שהם חותמין ונותנים לו מה שכתב מוסר אני כו': {יח} בסוף שביעית כתב טעם אחר, ושם אפרש בסיעתא דשמיא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יא} וּבַיְרוּשַׁלְמִי מַאי טַעֲמָא דְרַבִּי אֱלִיעֶזֶר, נֶאֱמַר כָּאן שָׂדְךָ וְנֶאֱמַר בְּכִלְאַיִם שָׂדְךָ, מַה שָׂדְךָ הָאָמוּר לְהַלָּן בֵּית רֹבַע (כִּלְאַיִם פ\"ב) אַף כָּאן בֵּית רֹבַע: {יב} וּלְפִי סֵדֶר מִשְׁנָתֵנוּ כָּל אֶחָד פּוֹחֵת וְהוֹלֵךְ מִשִּׁעוּר הָרִאשׁוֹן, וּבִזְמַן הַמִּשְׁנָה הֲוָה שְׁמֵנָה אַרְעָא טוּבָא טְפֵי מִבִּימֵי רַבִּי יוֹחָנָן דְּאָמַר אַרְבַּע סְאִין לְכוֹר. בָּבָא מְצִיעָא דַּף ק\"ה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} סָאתַיִם. בַּיְרוּשַׁלְמִי מַאי טַעֲמָא נֶאֱמַר כָּאן שָׂדְךָ וְנֶאֱמַר לְהַלָּן וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה מַה שָּׂדֶה שֶׁנֶּאֱמַר לְהַלָּן סָאתַיִם אַף כָּאן סָאתַיִם, וּפֵרֵשׁ הָרַ\"שׁ כְּדִתְנַן בְּפֶרֶק ו' הָעֹמֶר שֶׁיֵּשׁ בּוֹ סָאתַיִם וּשְׁכָחוֹ אֵינוֹ שִׁכְחָה. מַאי טַעֲמָא דְרַבִּי טַרְפוֹן, מֵעֲרוּגָה, וְכָתַב הָרַ\"שׁ כְּדִתְנַן פֶּרֶק ג' דְּכִלְאַיִם עֲרוּגָה שֶׁהִיא שִׁשָּׁה עַל שִׁשָּׁה כוּ': {יד} וְלֵית לֵיהּ גְּזֵרָה שָׁוָה דְּשָׂדְךָ, וּפָרֵיךְ בִּיְרוּשַׁלְמִי שִׁבֹּלֶת אַחַת עַד שֶׁלֹּא קָצַר אֵין כָּאן חִיּוּב מִשֶּׁקָּצַר אֵין כָּאן שִׁיּוּר. וּמְשַׁנֵי שֶׁהָיָה שָׁם שִׁבֹּלֶת וּבוֹ חָמֵשׁ שִׁבֳּלִים: {טו} לְפִי שֶׁיֵּשׁ מָקוֹם לִטְעוֹת וּלְפָרֵשׁ כָּל שֶׁהוּא, שֶׁרְצוֹנוֹ לוֹמַר הַשִּׁעוּר הַמֻּעָט שֶׁבְּשִׁעוּרֵי הַתַּנָּאִים הַקּוֹדְמִים, וְהַיְנוּ כְּרַבִּי יְהוּדָה בֶּן בְּתֵירָה, וְלֹא בָא רַבִּי עֲקִיבָא אֶלָּא לָתֵת כְּלָל לְכָל מִינֵי קַרְקַע כָּל שֶׁהוּא. תּוֹסְפוֹת יוֹם טוֹב: {טז} בְּתוֹסְפוֹת יוֹם טוֹב מְפַלְפֵּל אִם מִי שֶׁאֵין לוֹ קַרְקַע כָּל שֶׁהוּא פָּטוּר מִן הַוִּדּוּי. וְעַיֵּן שָׁם: {יז} כְּלוֹמַר שֶׁהֵם חוֹתְמִין וְנוֹתְנִים לוֹ מַה שֶּׁכָּתַב מוֹסֵר אֲנִי כוּ': {יח} בְּסוֹף שְׁבִיעִית כָּתַב טַעַם אַחֵר, וְשָׁם אֲפָרֵשׁ בְּסִיַּעְתָּא דִשְׁמַיָּא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-7",
      "jbo:text": "הכותב נכסיו שכיב מרע, שיר קרקע כל שהוא, מתנתו מתנה. לא שיר קרקע כל שהוא, אין מתנתו מתנה. הכותב נכסיו לבניו, וכתב לאשתו קרקע כל שהוא, אבדה כתבתה. רבי יוסי אומר, אם קבלה עליה, אף על פי שלא כתב לה, אבדה כתבתה",
      "jbo:textNikud": "הַכּוֹתֵב נְכָסָיו שְׁכִיב מְרַע, שִׁיֵּר קַרְקַע כָּל שֶׁהוּא, מַתְּנָתוֹ מַתָּנָה. לֹא שִׁיֵּר קַרְקַע כָּל שֶׁהוּא, אֵין מַתְּנָתוֹ מַתָּנָה. הַכּוֹתֵב נְכָסָיו לְבָנָיו, וְכָתַב לְאִשְׁתּוֹ קַרְקַע כָּל שֶׁהוּא, אִבְּדָה כְתֻבָּתָהּ. רַבִּי יוֹסֵי אוֹמֵר, אִם קִבְּלָה עָלֶיהָ, אַף עַל פִּי שֶׁלֹּא כָתַב לָהּ, אִבְּדָה כְתֻבָּתָהּ",
      "rdfs:label": "משנה פאה ג ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-7",
      "jbo:text": "ר\"ע מברטנורה שכיב מרע. השוכב על מטתו מחמת חלי: שיר קרקע כל שהוא. כל הני שיר קרקע כל שהוא. דתנן במתניתין מכאן ועד סוף פרקין, לאו דוקא קרקע, דהוא הדין מטלטלים כל שהן. אלא אידי דתנא רישא גבי פאה ובכורים ופרוזבול קרקע כל שהוא, תנא בכל הנך נמי קרקע כל שהוא: מתנתו קימת. אם קנו מידו על המתנה, אף על פי שעמד מחליו אינו יכול לחזר בו, הואיל ושיר לעצמו כל שהוא גלי דעתיה דלאו מחמת מיתה כתב המתנה: לא שיר קרקע כל שהוא. לעצמו, מסתמא לא שביק אינש נפשיה ערטילאי, ואם לא שהיה חושב ודאי שימות לא היה נותן כל נכסיו, הלכך אם עמד חוזר, ואפלו קנו מידו: וכתב לאשתו קרקע כל שהוא אבדה כתבתה. בשכיב מרע מירי, שמחלק נכסיו לבניו, וכתב לאשתו חלק בין הבנים, ושמעה איהי ושתקה ולא אמרה כתבתי אני גובה או כיוצא בזה, אבדה כתבתה: רבי יוסי אומר אם קבלה עליה. שתהא שתפת בין הבנים, אפלו לא קנו מידה, והוא לא צוה שיכתבו כך בפניה, אבדה כתבתה ושוב אינה יכולה לחזר בה. ואין הלכה כרבי יוסי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁכִיב מְרַע. הַשּׁוֹכֵב עַל מִטָּתוֹ מֵחֲמַת חֹלִי: שִׁיֵּר קַרְקַע כָּל שֶׁהוּא. כָּל הַנֵּי שִׁיֵּר קַרְקַע כָּל שֶׁהוּא. דִּתְנַן בְּמַתְנִיתִין מִכָּאן וְעַד סוֹף פִּרְקִין, לָאו דַּוְקָא קַרְקַע, דְּהוּא הַדִּין מִטַּלְטְלִים כָּל שֶׁהֵן. אֶלָּא אַיְדֵי דְּתָנָא רֵישָׁא גַּבֵּי פֵּאָה וּבִכּוּרִים וּפְרוֹזְבּוּל קַרְקַע כָּל שֶׁהוּא, תָּנָא בְּכָל הֲנָךְ נַמִּי קַרְקַע כָּל שֶׁהוּא: מַתְּנָתוֹ קַיֶּמֶת. אִם קָנוּ מִיָּדוֹ עַל הַמַּתָּנָה, אַף עַל פִּי שֶׁעָמַד מֵחָלְיוֹ אֵינוֹ יָכוֹל לַחֲזֹר בּוֹ, הוֹאִיל וְשִׁיֵּר לְעַצְמוֹ כָּל שֶׁהוּא גַּלֵּי דַעְתֵּיהּ דְּלָאו מֵחֲמַת מִיתָה כָּתַב הַמַּתָּנָה: לֹא שִׁיֵּר קַרְקַע כָּל שֶׁהוּא. לְעַצְמוֹ, מִסְּתָמָא לֹא שָׁבִיק אִינָשׁ נַפְשֵׁיהּ עַרְטִילָאִי, וְאִם לֹא שֶׁהָיָה חוֹשֵׁב וַדַּאי שֶׁיָּמוּת לֹא הָיָה נוֹתֵן כָּל נְכָסָיו, הִלְכָּךְ אִם עָמַד חוֹזֵר, וַאֲפִלּוּ קָנוּ מִיָּדוֹ: וְכָתַב לְאִשְׁתּוֹ קַרְקַע כָּל שֶׁהוּא אִבְּדָה כְּתֻבָּתָהּ. בִּשְׁכִיב מְרַע מַיְרֵי, שֶׁמְּחַלֵּק נְכָסָיו לְבָנָיו, וְכָתַב לְאִשְׁתּוֹ חֵלֶק בֵּין הַבָּנִים, וְשָׁמְעָה אִיהִי וְשָׁתְקָה וְלֹא אָמְרָה כְּתֻבָּתִי אֲנִי גוֹבָה אוֹ כַּיּוֹצֵא בָזֶה, אִבְּדָה כְּתֻבָּתָהּ: רַבִּי יוֹסֵי אוֹמֵר אִם קִבְּלָה עָלֶיהָ. שֶׁתְּהֵא שֻׁתֶּפֶת בֵּין הַבָּנִים, אֲפִלּוּ לֹא קָנוּ מִיָּדָהּ, וְהוּא לֹא צִוָּה שֶׁיִּכְתְּבוּ כָּךְ בְּפָנֶיהָ, אִבְּדָה כְּתֻבָּתָהּ וְשׁוּב אֵינָהּ יְכוֹלָה לַחֲזֹר בָּהּ. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-1-2-3-8",
      "jbo:text": "הכותב נכסיו לעבדו, יצא בן חורין. שיר קרקע כל שהוא, לא יצא בן חורין. רבי שמעון אומר, לעולם הוא בן חורין, עד שיאמר הרי כל נכסי נתונין לאיש פלוני עבדי חוץ מאחד מרבוא שבהן",
      "jbo:textNikud": "הַכּוֹתֵב נְכָסָיו לְעַבְדּוֹ, יָצָא בֶן חוֹרִין. שִׁיֵּר קַרְקַע כָּל שֶׁהוּא, לֹא יָצָא בֶן חוֹרִין. רַבִּי שִׁמְעוֹן אוֹמֵר, לְעוֹלָם הוּא בֶן חוֹרִין, עַד שֶׁיֹּאמַר הֲרֵי כָל נְכָסַי נְתוּנִין לְאִישׁ פְּלוֹנִי עַבְדִּי חוּץ מֵאֶחָד מֵרִבּוֹא שֶׁבָּהֶן",
      "rdfs:label": "משנה פאה ג ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-bartanura-1-2-3-8",
      "jbo:text": "ר\"ע מברטנורה הכותב כל נכסיו לעבדו. שכתב כל נכסי נתונים לפלוני עבדי, הרי העבד בכלל הנכסים ונתן לו את עצמו. והא דקאמר עבדי הינו עבדי שהיה כבר: שיר קרקע כל שהוא לא יצא בן חורין. דכל היכא דנחית לשיורא אמרינן לדידיה נמי שיר, וכי אמר כל נכסי לך אשאר נכסים קאמר ולחנופי ליה קאתי, ולא שחרריה, כיון דלא אמר ליה עצמך ונכסי. ואפלו אין לו שום נכסים אלא העבד והקרקע ששיר, מכל מקום לא יצא לחרות, דכיון דאין מתקים דבור כל נכסי דהא אתא חוץ ובטל ליה, דלא פלגינן דבורא, והוי בטל לגמרי ולא קנה לא עצמו ולא נכסים {יט}: רבי שמעון אומר לעולם הוא בן חורין. בין אין לו נכסים אחרים אלא העבד והקרקע ששיר, ובין יש לו נכסים אחרים, לעולם הוא בן חורין. ומוקמינן דבור כל נכסי בעבד לבדו כשאין לו נכסים אחרים, ולא אמרינן דבמה שאמר חוץ בטל דבורו שאמר כל נכסי, דפלגינן דבורא, ומקימינן ליה בעבד, ויצא בן חורין: חוץ מאחד מרבוא. ולא פרש מהו משיר, דהתם אמרינן דאחד מרבוא דקאמר הינו עבד, ואיהו לא חשיב ליה אלא כאחד מרבוא בנכסים, ואף על גב דשוי טפי. ואין הלכה כרבי שמעון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַכּוֹתֵב כָּל נְכָסָיו לְעַבְדּוֹ. שֶׁכָּתַב כָּל נְכָסַי נְתוּנִים לִפְלוֹנִי עַבְדִּי, הֲרֵי הָעֶבֶד בִּכְלַל הַנְּכָסִים וְנָתַן לוֹ אֶת עַצְמוֹ. וְהָא דְקָאָמַר עַבְדִּי הַיְנוּ עַבְדִּי שֶׁהָיָה כְּבָר: שִׁיֵּר קַרְקַע כָּל שֶׁהוּא לֹא יָצָא בֶן חוֹרִין. דְּכָל הֵיכָא דְנָחִית לְשִׁיּוּרָא אָמְרִינַן לְדִידֵיהּ נַמִּי שִׁיֵּר, וְכִי אָמַר כָּל נְכָסַי לְךָ אַשְּׁאָר נְכָסִים קָאָמַר וְלַחֲנוּפֵי לֵיהּ קָאָתֵי, וְלֹא שִׁחְרְרֵיהּ, כֵּיוָן דְּלֹא אָמַר לֵיהּ עַצְמְךָ וּנְכָסַי. וַאֲפִלּוּ אֵין לוֹ שׁוּם נְכָסִים אֶלָּא הָעֶבֶד וְהַקַּרְקַע שֶׁשִּׁיֵּר, מִכָּל מָקוֹם לֹא יָצָא לְחֵרוּת, דְּכֵיוָן דְּאֵין מִתְקַיֵּם דִּבּוּר כָּל נְכָסַי דְּהָא אָתָא חוּץ וּבָטֵל לֵיהּ, דְּלֹא פַּלְגִינַן דִּבּוּרָא, וַהֲוֵי בָּטֵל לְגַמְרֵי וְלֹא קָנָה לֹא עַצְמוֹ וְלֹא נְכָסִים {יט}: רַבִּי שִׁמְעוֹן אוֹמֵר לְעוֹלָם הוּא בֶן חוֹרִין. בֵּין אֵין לוֹ נְכָסִים אֲחֵרִים אֶלָּא הָעֶבֶד וְהַקַּרְקַע שֶׁשִּׁיֵּר, וּבֵין יֵשׁ לוֹ נְכָסִים אֲחֵרִים, לְעוֹלָם הוּא בֶן חוֹרִין. וּמוֹקְמִינַן דִּבּוּר כָּל נְכָסַי בָּעֶבֶד לְבַדּוֹ כְּשֶׁאֵין לוֹ נְכָסִים אֲחֵרִים, וְלֹא אָמְרִינַן דִּבְמַה שֶּׁאָמַר חוּץ בִּטֵּל דִּבּוּרוֹ שֶּׁאָמַר כָּל נְכָסַי, דְּפַלְגִּינַן דִּבּוּרָא, וּמְקַיְמִינַן לֵיהּ בָּעֶבֶד, וְיָצָא בֶן חוֹרִין: חוּץ מֵאֶחָד מֵרִבּוֹא. וְלֹא פֵרֵשׁ מַהוּ מְשַׁיֵּר, דְּהָתָם אָמְרִינַן דְּאֶחָד מֵרִבּוֹא דְּקָאָמַר הַיְנוּ עֶבֶד, וְאִיהוּ לֹא חָשִׁיב לֵיהּ אֶלָּא כְּאֶחָד מֵרִבּוֹא בִּנְכָסִים, וְאַף עַל גַּב דְּשָׁוֵי טְפֵי. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ג ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-3"
      ],
      "uri": "jbr:mishna-yomtov-1-2-3-8",
      "jbo:text": "עיקר תוי\"ט {יט} משמע דכל שכן אם יש לו נכסים אחרים דלא יצא בן חורין ואם כן בדברי רבי שמעון הוה ליה לפרש ביש לו נכסים כי היכי דלא נימא דכי פליג רבי שמעון באין לו כו' אבל ביש לו אין הכי נמי דמודה לתנא קמא כו'. ורבי שמעון לעולם קאמר דיצא בן חורין. תוספות יום טוב, ועין שם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} מַשְׁמַע דְּכָל שֶׁכֵּן אִם יֵשׁ לוֹ נְכָסִים אֲחֵרִים דְּלֹא יָצָא בֶן חוֹרִין וְאִם כֵּן בְּדִבְרֵי רַבִּי שִׁמְעוֹן הֲוָה לֵיהּ לְפָרֵשׁ בְּיֵשׁ לוֹ נְכָסִים כִּי הֵיכִי דְּלֹא נֵימָא דְכִי פָּלֵיג רַבִּי שִׁמְעוֹן בְּאֵין לוֹ כוּ' אֲבָל בְּיֵשׁ לוֹ אֵין הָכִי נַמִּי דְּמוֹדֶה לְתַנָּא קַמָּא כוּ'. וְרַבִּי שִׁמְעוֹן לְעוֹלָם קָאָמַר דְּיָצָא בֶן חוֹרִין. תּוֹסְפוֹת יוֹם טוֹב, וְעַיֵּן שָׁם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ג ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-1",
      "jbo:text": "הפאה נתנת במחבר לקרקע. בדלית ובדקל, בעל הבית מוריד ומחלק {ג} לעניים. רבי שמעון אומר, אף בחליקי אגוזים. אפלו תשעים ותשעה {ה} אומרים לחלק ואחד אומר לבוז, לזה שומעין {ו}, שאמר כהלכה",
      "jbo:textNikud": "הַפֵּאָה נִתֶּנֶת בִּמְחֻבָּר לַקַּרְקָע. בְּדָלִית וּבְדֶקֶל, בַּעַל הַבַּיִת מוֹרִיד וּמְחַלֵּק {ג} לָעֲנִיִּים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף בַּחֲלִיקֵי אֱגוֹזִים. אֲפִלּוּ תִשְׁעִים וְתִשְׁעָה {ה} אוֹמְרִים לְחַלֵּק וְאֶחָד אוֹמֵר לָבוֹז, לָזֶה שׁוֹמְעִין {ו}, שֶׁאָמַר כַּהֲלָכָה",
      "rdfs:label": "משנה פאה ד א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-1",
      "jbo:text": "ר\"ע מברטנורה הפאה נתנת במחבר. דכתיב (ויקרא יט) לעני ולגר תעזב {א}, הנח לפניהם והם יבוזו: בדלית. גפן המדלית על גבי עצים או על גבי אילנות: מוריד ומחלק. דכתיב (שם) תעזב אותם, אותם שאין בהם סכנה {ב} אתה עוזב לפניהם ואי אתה עוזב אותם שיש סכנה בעליתם, אלא מוריד מן האילן ומחלק להם: בחליקי אגוזים. על שם שאילנות של אגוזים חלקים ואין בהם קשרים כשאר אילנות קרוין חליקי אגוזים {ד}. ואין הלכה כרבי שמעון: אפלו תשעים ותשעה. ארישא קאי, בפאה הנתנת במחבר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַפֵּאָה נִתֶּנֶת בִּמְחֻבָּר. דִּכְתִיב (וַיִּקְרָא יט) לֶעָנִי וְלַגֵּר תַּעֲזֹב {א}, הַנַּח לִפְנֵיהֶם וְהֵם יָבוֹזוּ: בְּדָלִית. גֶּפֶן הַמֻּדְלֵית עַל גַּבֵּי עֵצִים אוֹ עַל גַּבֵּי אִילָנוֹת: מוֹרִיד וּמְחַלֵּק. דִּכְתִיב (שָׁם) תַּעֲזֹב אוֹתָם, אוֹתָם שֶׁאֵין בָּהֶם סַכָּנָה {ב} אַתָּה עוֹזֵב לִפְנֵיהֶם וְאִי אַתָּה עוֹזֵב אוֹתָם שֶׁיֵּשׁ סַכָּנָה בַּעֲלִיָּתָם, אֶלָּא מוֹרִיד מִן הָאִילָן וּמְחַלֵּק לָהֶם: בַּחֲלִיקֵי אֱגוֹזִים. עַל שֵׁם שֶׁאִילָנוֹת שֶׁל אֱגוֹזִים חֲלָקִים וְאֵין בָּהֶם קְשָׁרִים כִּשְׁאָר אִילָנוֹת קְרוּיִן חֲלִיקֵי אֱגוֹזִים {ד}. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: אֲפִלּוּ תִשְׁעִים וְתִשְׁעָה. אַרֵישָׁא קָאֵי, בְּפֵאָה הַנִּתֶּנֶת בִּמְחֻבָּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-1",
      "jbo:text": "עיקר תוי\"ט {א} דהוה מצי למימר יהיה: {ב} ירושלמי. והכי דריש דאותם מעוטא הוא ומסתבר להוציא את אלו שיש בהם סכנה: {ג} ומחלק. שלא יראה לעני קרובו וישליך לפניו. ירושלמי: {ד} והר\"מ פרש אגוזי פרך והם מין אגוזים והוא מאד גבה: {ה} תשעים ותשעה. פרוש עניים: {ו} לזה שומעין. ואפלו הוא בריא וחזק יותר מחבריו או אוכל יותר מהם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} דַּהֲוָה מָצֵי לְמֵימַר יִהְיֶה: {ב} יְרוּשַׁלְמִי. וְהָכִי דָרִישׁ דְּאוֹתָם מִעוּטָא הוּא וּמִסְתַּבֵּר לְהוֹצִיא אֶת אֵלּוּ שֶׁיֵּשׁ בָּהֶם סַכָּנָה: {ג} וּמְחַלֵּק. שֶׁלֹּא יִרְאֶה לֶעָנִי קְרוֹבוֹ וְיַשְׁלִיךְ לְפָנָיו. יְרוּשַׁלְמִי: {ד} וְהָרַ\"מ פֵּרֵשׁ אֱגוֹזֵי פֶרֶךְ וְהֵם מִין אֱגוֹזִים וְהוּא מְאֹד גָּבֹהַּ: {ה} תִּשְׁעִים וְתִשְׁעָה. פֵּרוּשׁ עֲנִיִּים: {ו} לָזֶה שׁוֹמְעִין. וַאֲפִלּוּ הוּא בָּרִיא וְחָזָק יוֹתֵר מֵחֲבֵרָיו אוֹ אוֹכֵל יוֹתֵר מֵהֶם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-2",
      "jbo:text": "בדלית ובדקל אינו כן, אפלו תשעים ותשעה אומרים לבוז ואחד אומר לחלק, לזה שומעין, שאמר כהלכה {ז}",
      "jbo:textNikud": "בְּדָלִית וּבְדֶקֶל אֵינוֹ כֵן, אֲפִלּוּ תִשְׁעִים וְתִשְׁעָה אוֹמְרִים לָבוֹז וְאֶחָד אוֹמֵר לְחַלֵּק, לָזֶה שׁוֹמְעִין, שֶׁאָמַר כַּהֲלָכָה {ז}",
      "rdfs:label": "משנה פאה ד ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-2",
      "jbo:text": "ר\"ע מברטנורה בדלית ובדקל. שמצותן בתלוש: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה בְּדָלִית וּבְדֶקֶל. שֶׁמִּצְוָתָן בְּתָלוּשׁ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-2",
      "jbo:text": "עיקר תוי\"ט {ז} שאמר כהלכה. ואפלו הוא זקן ותש כח או חולה, שהרי מה שאומר לחלק מפני חלישותו הוא, אפלו הכי שומעין לו. שם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} שֶׁאָמַר כַּהֲלָכָה. וַאֲפִלּוּ הוּא זָקֵן וְתַשׁ כֹּחַ אוֹ חוֹלֶה, שֶׁהֲרֵי מַה שֶּׁאוֹמֵר לְחַלֵּק מִפְּנֵי חֲלִישׁוּתוֹ הוּא, אֲפִלּוּ הָכִי שׁוֹמְעִין לוֹ. שָׁם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-3",
      "jbo:text": "נטל מקצת פאה וזרקה על השאר, אין לו בה כלום. נפל לו עליה, ופרש {י} טליתו עליה, מעבירין אותה הימנו. וכן בלקט, וכן בעמר השכחה {יא}",
      "jbo:textNikud": "נָטַל מִקְצָת פֵּאָה וּזְרָקָהּ עַל הַשְּׁאָר, אֵין לוֹ בָהּ כְּלוּם. נָפַל לוֹ עָלֶיהָ, וּפֵרֵשׂ {י} טַלִּיתוֹ עָלֶיהָ, מַעֲבִירִין אוֹתָהּ הֵימֶנּוּ. וְכֵן בְּלֶקֶט, וְכֵן בְּעֹמֶר הַשִּׁכְחָה {יא}",
      "rdfs:label": "משנה פאה ד ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-3",
      "jbo:text": "ר\"ע מברטנורה נטל. אחד מן העניים מקצת פאה שלקט כבר וזרק לו על השאר כדי לקנת {ח}: אין לו בה כלום. אפלו במה שלקט, דקונסין אותו ומוציאין ממנו התלוש והמחבר {ט}: נפל לו עליה וכו'. אף על גב דארבע אמות של אדם קונות לו בסמטא ובצדי רשות הרבים, הכא בשדה חברו לא תקינו ליה רבנן שיקנו לו ארבע אמותיו. אי נמי כיון דנפל עליה גלי דעתיה דבנפילה ניחא ליה דלקני, בארבע אמות לא ניחא ליה דלקני: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נָטַל. אֶחָד מִן הָעֲנִיִּים מִקְצַת פֵּאָה שֶׁלִּקֵּט כְּבָר וְזָרַק לוֹ עַל הַשְּׁאָר כְּדֵי לִקְנֹת {ח}: אֵין לוֹ בָהּ כְּלוּם. אֲפִלּוּ בְּמַה שֶּׁלִּקֵּט, דְּקוֹנְסִין אוֹתוֹ וּמוֹצִיאִין מִמֶּנּוּ הַתָּלוּשׁ וְהַמְחֻבָּר {ט}: נָפַל לוֹ עָלֶיהָ וְכוּ'. אַף עַל גַּב דְּאַרְבַּע אַמּוֹת שֶׁל אָדָם קוֹנוֹת לוֹ בְּסִמְטָא וּבְצִדֵּי רְשׁוּת הָרַבִּים, הָכָא בִּשְׂדֵה חֲבֵרוֹ לֹא תַקִּינוּ לֵיהּ רַבָּנָן שֶׁיִּקְנוּ לוֹ אַרְבַּע אַמּוֹתָיו. אִי נַמִּי כֵּיוָן דְּנָפַל עָלֶיהָ גָּלֵּי דַעְתֵּיהּ דְּבִנְפִילָה נִיחָא לֵיהּ דִּלְקְנֵי, בְּאַרְבַּע אַמּוֹת לֹא נִיחָא לֵיהּ דִּלְקְנֵי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-3",
      "jbo:text": "עיקר תוי\"ט {ח} רש\"י. ולא נתכונו לומר דבהכי הוי קנין, אלא רצונו לומר לפי כונת העני, אבל לפי האמת אין זה קנין כלל: {ט} שאחרי שכסה הפאה שלא יוכלו העניים לראותה לקחתה, והוא לא קנאה בזה שאין זה קנין כלל, לכך קונסין אותו אף מה שלקח וזכה בה. הר\"מ. ולשון בעל כף נחת, כדי שלא יעשה כן פעם אחרת: {י} ופרש. דעת הר\"מ דבנפל או בפרש גם כן קונסים אותו, ואין נראה כן מן המשנה אלא דוקא כשנטל וזרקו כו' שהרי חולקם לשתי בבות. תוספות יום טוב: {יא} בעמר השכחה. הוא הדין בשכחת קמה, אלא דשכחת עמר בהדיא כתיב ושכחת עמר, ושכחת קמה מרבוי קאתי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} רַשִׁ\"י. וְלֹא נִתְכַּוְּנוּ לוֹמַר דִּבְהָכִי הֲוֵי קִנְיָן, אֶלָּא רְצוֹנוֹ לוֹמַר לְפִי כַּוָּנַת הֶעָנִי, אֲבָל לְפִי הָאֱמֶת אֵין זֶה קִנְיָן כְּלָל: {ט} שֶׁאַחֲרֵי שֶׁכִּסָּה הַפֵּאָה שֶׁלֹּא יוּכְלוּ הָעֲנִיִּים לִרְאוֹתָהּ לְקַחְתָּהּ, וְהוּא לֹא קְנָאָהּ בָּזֶה שֶׁאֵין זֶה קִנְיָן כְּלָל, לְכָךְ קוֹנְסִין אוֹתוֹ אַף מַה שֶּׁלָּקַח וְזָכָה בָהּ. הָרַ\"מ. וּלְשׁוֹן בַּעַל כַּף נַחַת, כְּדֵי שֶׁלֹּא יַעֲשֶׂה כֵּן פַּעַם אַחֶרֶת: {י} וּפֵרֵשׂ. דַּעַת הָרַ\"מ דִּבְנָפַל אוֹ בְּפֵרֵשׂ גַּם כֵּן קוֹנְסִים אוֹתוֹ, וְאֵין נִרְאֶה כֵּן מִן הַמִּשְׁנָה אֶלָּא דַּוְקָא כְּשֶׁנָּטַל וּזְרָקוֹ כוּ' שֶׁהֲרֵי חוֹלְקָם לִשְׁתֵּי בָּבוֹת. תּוֹסְפוֹת יוֹם טוֹב: {יא} בְּעֹמֶר הַשִּׁכְחָה. הוּא הַדִּין בְּשִׁכְחַת קָמָה, אֶלָּא דְשִׁכְחַת עֹמֶר בְּהֶדְיָא כְּתִיב וְשָׁכַחְתָּ עֹמֶר, וְשִׁכְחַת קָמָה מֵרִבּוּי קָאָתֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-4",
      "jbo:text": "פאה אין קוצרין אותה במגלות {יב}, ואין עוקרין אותה בקרדמות, כדי שלא יכו איש את רעהו {יג}",
      "jbo:textNikud": "פֵּאָה אֵין קוֹצְרִין אוֹתָהּ בְּמַגָּלוֹת {יב}, וְאֵין עוֹקְרִין אוֹתָהּ בְּקַרְדֻּמּוֹת, כְּדֵי שֶׁלֹּא יַכּוּ אִישׁ אֶת רֵעֵהוּ {יג}",
      "rdfs:label": "משנה פאה ד ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-4",
      "jbo:text": "עיקר תוי\"ט {יב} במגלות. הם חרמשים, וקרדמות הם ממיני הפטישים. הר\"מ: {יג} שלא יכו איש את רעהו. מרב עם הבאים ללקט ודוחקים זה את זה או שמא יתקוטטו: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} בְּמַגָּלוֹת. הֵם חֶרְמֵשִׁים, וְקַרְדֻּמּוֹת הֵם מִמִּינֵי הַפַּטִּישִׁים. הָרַ\"מ: {יג} שֶׁלֹּא יַכּוּ אִישׁ אֶת רֵעֵהוּ. מֵרֹב עַם הַבָּאִים לִלְקֹט וְדוֹחֲקִים זֶה אֶת זֶה אוֹ שֶׁמָּא יִתְקוֹטְטוּ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-5",
      "jbo:text": "שלש אבעיות ביום, בשחר ובחצות ובמנחה. רבן גמליאל אומר, לא אמרו אלא כדי שלא יפחתו. רבי עקיבא אומר, לא אמרו אלא כדי שלא יוסיפו. של בית נמר היו מלקטין על החבל, ונותנים פאה מכל אמן ואמן",
      "jbo:textNikud": "שָׁלשׁ אַבְעָיוֹת בַּיּוֹם, בַּשַּׁחַר וּבַחֲצוֹת וּבַמִּנְחָה. רַבָּן גַּמְלִיאֵל אוֹמֵר, לֹא אָמְרוּ אֶלָּא כְּדֵי שֶׁלֹּא יִפְחֲתוּ. רַבִּי עֲקִיבָא אוֹמֵר, לֹא אָמְרוּ אֶלָּא כְּדֵי שֶׁלֹּא יוֹסִיפוּ. שֶׁל בֵּית נָמֵר הָיוּ מְלַקְּטִין עַל הַחֶבֶל, וְנוֹתְנִים פֵּאָה מִכָּל אֻמָּן וְאֻמָּן",
      "rdfs:label": "משנה פאה ד ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-5",
      "jbo:text": "ר\"ע מברטנורה שלש אבעיות ביום. שלש פעמים מתגלה בעל הבית ונראה בתוך שדהו כדי שיקחו העניים פאה. אבעיות לשון גלוי, נבעו מצפניו (עובדיה א) מתרגמינן אגלין מטמרוהי: בשחר. מפני המניקות שבניהם ישנים בשחר ואז יש להם פנאי ללקט: ובחצות. מפני התינוקות שדרכן לצאת בחצות והולכים ללקט פאה {יד}: ובמנחה. מפני הזקנים ההולכים על משענתם ואין מגיעים לשדה עד שעת המנחה: שלא יפחתו. משלש עתים הללו. והלכה שאין נותנין פאה אלא בשלש עתים הללו, אין פוחתין מהן ואין מוסיפין עליהם: של בית נמר. שם מקום, כדכתיב (במדבר לב) את בית נמרה. קושרים חבל בצד הקמה וקוצרים והולכים עד שיכלה החבל, ומניחים פאה לכל החבל, וחוזרים וקושרים ומניחים פאה, והינו מכל אמן {טו} ואמן, כלומר מכל שורה ושורה, ועל זה מזכירין אותן לשבח {טז}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שָׁלֹשׁ אַבְעָיוֹת בַּיּוֹם. שָׁלֹשׁ פְּעָמִים מִתְגַּלֶּה בַּעַל הַבַּיִת וְנִרְאֶה בְּתוֹךְ שָׂדֵהוּ כְּדֵי שֶׁיִּקְחוּ הָעֲנִיִּים פֵּאָה. אַבְעָיוֹת לְשׁוֹן גִּלּוּי, נִבְעוּ מַצְפֻּנָיו (עוֹבַדְיָה א) מְתַרְגְּמִינַן אִגַּלְיָן מַטְמְרוֹהִי: בַּשַּׁחַר. מִפְּנֵי הַמֵּנִיקוֹת שֶׁבְּנֵיהֶם יְשֵׁנִים בַּשַּׁחַר וְאָז יֵשׁ לָהֶם פְּנַאי לִלְקֹט: וּבַחֲצוֹת. מִפְּנֵי הַתִּינוֹקוֹת שֶׁדַּרְכָּן לָצֵאת בַּחֲצוֹת וְהוֹלְכִים לִלְקֹט פֵּאָה {יד}: וּבַמִּנְחָה. מִפְּנֵי הַזְּקֵנִים הַהוֹלְכִים עַל מִשְׁעַנְתָּם וְאֵין מַגִּיעִים לַשָּׂדֶה עַד שְׁעַת הַמִּנְחָה: שֶׁלֹּא יִפְחֲתוּ. מִשָּׁלֹשׁ עִתִּים הַלָּלוּ. וַהֲלָכָה שֶׁאֵין נוֹתְנִין פֵּאָה אֶלָּא בְּשָׁלֹשׁ עִתִּים הַלָּלוּ, אֵין פּוֹחֲתִין מֵהֶן וְאֵין מוֹסִיפִין עֲלֵיהֶם: שֶׁל בֵּית נָמֵר. שֵׁם מָקוֹם, כְּדִכְתִיב (בְּמִדְבָּר לב) אֶת בֵּית נִמְרָה. קוֹשְׁרִים חֶבֶל בְּצַד הַקָּמָה וְקוֹצְרִים וְהוֹלְכִים עַד שֶׁיִּכְלֶה הַחֶבֶל, וּמַנִּיחִים פֵּאָה לְכָל הַחֶבֶל, וְחוֹזְרִים וְקוֹשְׁרִים וּמַנִּיחִים פֵּאָה, וְהַיְנוּ מִכָּל אֻמָּן {טו} וְאֻמָּן, כְּלוֹמַר מִכָּל שׁוּרָה וְשׁוּרָה, וְעַל זֶה מַזְכִּירִין אוֹתָן לְשֶׁבַח {טז}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-5",
      "jbo:text": "עיקר תוי\"ט {יד} שבשחרית ומנחה ישנים. הר\"ש. והנה השאילו לפאה שם לקט. ועין ריש פרק ח'. הר\"ש (על שם שהעניים מלקטין אותה. תוספות יום טוב): {טו} הר\"ש. ופרש רבנו ז\"ל בגור אריה (פרשת דברים) לפי שהשורה משוכה בשוה וזה אמנות נקראת אמן ובפרוש הנזכר לעיל כתב פאת ראשיכם תרגם יונתן אמנה רישכון: {טז} ירושלמי. וטעמא שיוכלו העניים לקחת מכל אמן ואמן ולא יצטרכו להמתין ולצפות אימתי יניחו הפאה. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יד} שֶׁבְּשַׁחֲרִית וּמִנְחָה יְשֵׁנִים. הָרַ\"שׁ. וְהִנֵּה הִשְׁאִילוּ לַפֵּאָה שֵׁם לֶקֶט. וְעַיֵּן רֵישׁ פֶּרֶק ח'. הָרַ\"שׁ (עַל שֵׁם שֶׁהָעֲנִיִּים מְלַקְּטִין אוֹתָהּ. תּוֹסְפוֹת יוֹם טוֹב): {טו} הָרַ\"שׁ. וּפֵרֵשׁ רַבֵּנוּ זַ\"ל בְּגוּר אַרְיֵה (פָּרָשַׁת דְּבָרִים) לְפִי שֶׁהַשּׁוּרָה מְשׁוּכָה בְּשָׁוֶה וְזֶה אֻמָּנוּת נִקְרֵאת אֻמָּן וּבַפֵּרוּשׁ הַנִּזְכָּר לְעֵיל כָּתַב פְּאַת רָאשֵׁיכֶם תִּרְגֵּם יוֹנָתָן אֻמָּנָה רֵישְׁכוֹן: {טז} יְרוּשַׁלְמִי. וְטַעֲמָא שֶׁיּוּכְלוּ הָעֲנִיִּים לָקַחַת מִכָּל אֻמָּן וְאֻמָּן וְלֹא יִצְטָרְכוּ לְהַמְתִּין וּלְצַפּוֹת אֵימָתַי יַנִּיחוּ הַפֵּאָה. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-6",
      "jbo:text": "עובד כוכבים שקצר את שדהו ואחר כך נתגיר, פטור מן הלקט {יז} ומן השכחה ומן הפאה. רבי יהודה מחיב בשכחה, שאין השכחה אלא בשעת העמור",
      "jbo:textNikud": "עוֹבֵד כּוֹכָבִים שֶׁקָּצַר אֶת שָׂדֵהוּ וְאַחַר כָּךְ נִתְגַּיֵּר, פָּטוּר מִן הַלֶּקֶט {יז} וּמִן הַשִּׁכְחָה וּמִן הַפֵּאָה. רַבִּי יְהוּדָה מְחַיֵּב בְּשִׁכְחָה, שֶׁאֵין הַשִּׁכְחָה אֶלָּא בִשְׁעַת הָעִמּוּר",
      "rdfs:label": "משנה פאה ד ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-6",
      "jbo:text": "ר\"ע מברטנורה עובד כוכבים שקצר את שדהו וכו'. דכתיב גבי לקט ופאה ובקצרכם פרט לשקצרוה עובדי כוכבים, וגבי שכחה כתיב (דברים כד) כי תקצר קצירך ושכחת עמר, מכאן אמרו עובד כוכבים שקצר שדהו ואחר כך נתגיר פטור: שאין השכחה אלא בשעת עמור. ובשעת עמור מיהא גר היה וחיב בכל המצות. ורבנן סברי הואיל ואיכא שכחה בעמר ואיכא שכחה בקמה כדכתיב (שם) ושכחת עמר בשדה, לרבות שכחת קמה, את שישנו בשכחת קמה ישנו בשכחת עמר, והאי עובד כוכבים שקצר שלא היה בשכחת קמה דאותה שעה עובד כוכבים היה, אף על פי שעכשיו נתגיר אינו בשכחת עמר. ואין הלכה כרבי יהודה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עוֹבֵד כּוֹכָבִים שֶׁקָּצַר אֶת שָׂדֵהוּ וְכוּ'. דִּכְתִיב גַּבֵּי לֶקֶט וּפֵאָה וּבְקֻצְרְכֶם פְּרָט לְשֶׁקְּצָרוּהָ עוֹבְדֵי כוֹכָבִים, וְגַבֵּי שִׁכְחָה כְּתִיב (דְּבָרִים כד) כִּי תִקְצֹר קְצִירְךָ וְשָׁכַחְתָּ עֹמֶר, מִכָּאן אָמְרוּ עוֹבֵד כּוֹכָבִים שֶׁקָּצַר שָׂדֵהוּ וְאַחַר כָּךְ נִתְגַּיֵּר פָּטוּר: שֶׁאֵין הַשִּׁכְחָה אֶלָּא בִּשְׁעַת עִמּוּר. וּבִשְׁעַת עִמּוּר מִיהָא גֵּר הָיָה וְחַיָּב בְּכָל הַמִּצְוֹת. וְרַבָּנָן סָבְרֵי הוֹאִיל וְאִיכָּא שִׁכְחָה בָּעֹמֶר וְאִיכָּא שִׁכְחָה בַּקָּמָה כְּדִכְתִיב (שָׁם) וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה, לְרַבּוֹת שִׁכְחַת קָמָה, אֶת שֶׁיֶּשְׁנוֹ בְּשִׁכְחַת קָמָה יֶשְׁנוֹ בְּשִׁכְחַת עֹמֶר, וְהַאי עוֹבֵד כּוֹכָבִים שֶׁקָּצַר שֶׁלֹּא הָיָה בְּשִׁכְחַת קָמָה דְּאוֹתָהּ שָׁעָה עוֹבֵד כּוֹכָבִים הָיָה, אַף עַל פִּי שֶׁעַכְשָׁיו נִתְגַּיֵּר אֵינוֹ בְּשִׁכְחַת עֹמֶר. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-6",
      "jbo:text": "עיקר תוי\"ט {יז} מן הלקט. תנא נקטינהו בהוה ורגיל להיות, שכן בתחלת הקצירה אפשר ושכיח להיות נושר, אבל שכחת עמר וקמה אינו רגיל שישכח בתחלת הקצירה, והדר תני פאה שמקומה בסוף השדה. אבל בקראי כתיבי בהפך כסדר אזהרתן, כשקוצר מזהירו שלא יקצר כל שדהו, וכשקוצר דרך ללקט הנושר, ואם שכח עמר וקמה דלא שכיח כו'. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} מִן הַלֶּקֶט. תַּנָּא נָקְטִינְהוּ בְּהוֶֹה וְרָגִיל לִהְיוֹת, שֶׁכֵּן בִּתְחִלַּת הַקְּצִירָה אֶפְשָׁר וּשְׁכִיחַ לִהְיוֹת נוֹשֵׁר, אֲבָל שִׁכְחַת עֹמֶר וְקָמָה אֵינוֹ רָגִיל שֶׁיִּשְׁכַּח בִּתְחִלַּת הַקְּצִירָה, וְהָדָר תָּנִי פֵּאָה שֶׁמְּקוֹמָהּ בְּסוֹף הַשָּׂדֶה. אֲבָל בַּקְּרָאֵי כְּתִיבֵי בְּהֵפֶךְ כְּסֵדֶר אַזְהָרָתָן, כְּשֶׁקּוֹצֵר מַזְהִירוֹ שֶׁלֹּא יִקְצֹר כָּל שָׂדֵהוּ, וּכְשֶׁקּוֹצֵר דֶּרֶךְ לְלַקֵּט הַנּוֹשֵׁר, וְאִם שָׁכַח עֹמֶר וְקָמָה דְּלֹא שְׁכִיחַ כוּ'. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-7",
      "jbo:text": "הקדיש קמה ופדה קמה, חיב. עמרין ופדה עמרין, חיב {יח}. קמה ופדה עמרין, פטורה, שבשעת חובתה היתה פטורה",
      "jbo:textNikud": "הִקְדִּישׁ קָמָה וּפָדָה קָמָה, חַיָּב. עֳמָרִין וּפָדָה עֳמָרִין, חַיָּב {יח}. קָמָה וּפָדָה עֳמָרִין, פְּטוּרָה, שֶׁבִּשְׁעַת חוֹבָתָהּ הָיְתָה פְטוּרָה",
      "rdfs:label": "משנה פאה ד ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-7",
      "jbo:text": "ר\"ע מברטנורה קמה ופדה עמרים פטורה. דמקרא דממעטינן קציר עובדי כוכבים ממעטינן נמי קציר הקדש, דלאו קצירך הוא. ולענין שכחה פליגי רבי יהודה ורבנן בהקדיש קמה ופדה עמרים, כי היכי דפליגי בעובד כוכבים שקצר שדהו ואחר כך נתגיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה קָמָה וּפָדָה עֳמָרִים פְּטוּרָה. דְּמִקְּרָא דִּמְמַעֲטִינַן קְצִיר עוֹבְדֵי כּוֹכָבִים מְמַעֲטִינַן נַמִּי קְצִיר הֶקְדֵּשׁ, דְּלָאו קְצִירְךָ הוּא. וּלְעִנְיַן שִׁכְחָה פְּלִיגֵי רַבִּי יְהוּדָה וְרַבָּנָן בְּהִקְדִּישׁ קָמָה וּפָדָה עֳמָרִים, כִּי הֵיכִי דִפְלִיגֵי בְּעוֹבֵד כּוֹכָבִים שֶׁקָּצַר שָׂדֵהוּ וְאַחַר כָּךְ נִתְגַּיֵּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-7",
      "jbo:text": "עיקר תוי\"ט {יח} חיב. בשכחה. הר\"מ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יח} חַיָּב. בְּשִׁכְחָה. הָרַ\"מ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-8",
      "jbo:text": "כיוצא בו, המקדיש פרותיו עד שלא באו לעונת המעשרות, ופדאן, חיבין. משבאו לעונת המעשרות, ופדאן, חיבין. הקדישן עד שלא נגמרו וגמרן הגזבר, ואחר כך פדאן, פטורים, שבשעת חובתן היו פטורים",
      "jbo:textNikud": "כַּיּוֹצֵא בוֹ, הַמַּקְדִּישׁ פֵּרוֹתָיו עַד שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. מִשֶּׁבָּאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. הִקְדִּישָׁן עַד שֶׁלֹּא נִגְמְרוּ וּגְמָרָן הַגִּזְבָּר, וְאַחַר כָּךְ פְּדָאָן, פְּטוּרִים, שֶׁבִּשְׁעַת חוֹבָתָן הָיוּ פְטוּרִים",
      "rdfs:label": "משנה פאה ד ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-8",
      "jbo:text": "ר\"ע מברטנורה עד שלא באו לעונת המעשרות. הינו מרוח {יט}, כשהוא משוה פני הכרי ברחת, אם באותה שעה היו ביד הגזבר פטורים, ואם לאו אין ההקדש פוטרן: וגמרן הגזבר. שנגמרו בעודן ביד הגזבר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עַד שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת. הַיְנוּ מֵרוּחַ {יט}, כְּשֶׁהוּא מַשְׁוֶה פְּנֵי הַכְּרִי בְּרַחַת, אִם בְּאוֹתָהּ שָׁעָה הָיוּ בְּיַד הַגִּזְבָּר פְּטוּרִים, וְאִם לָאו אֵין הַהֶקְדֵּשׁ פּוֹטְרָן: וּגְמָרָן הַגִּזְבָּר. שֶׁנִּגְמְרוּ בְּעוֹדָן בְּיַד הַגִּזְבָּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-8",
      "jbo:text": "עיקר תוי\"ט {יט} וכן כתב הר\"ש, ונקטי חיוב דתבואה דבה אירינן בפרקין. אבל למאי דתנינן פירותיו מדיק פרוש הר\"מ עונת וכו' וזמנם משתנה כפי שנוי הזרעים, וכן כתב הר\"ב (והר\"ש) בפרוש משנה זו ששנויה בפרק ג' משנה ד' דחלה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} וְכֵן כָּתַב הָרַ\"שׁ, וְנָקְטֵי חִיּוּב דִּתְבוּאָה דְּבָהּ אַיְרִינַן בְּפִרְקִין. אֲבָל לְמַאי דְתָנִינַן פֵּירוֹתָיו מְדֻיָּק פֵּרוּשׁ הָרַ\"מ עוֹנַת וְכוּ' וּזְמַנָּם מִשְׁתַּנֶּה כְּפִי שִׁנּוּי הַזְּרָעִים, וְכֵן כָּתַב הָרַ\"ב (וְהָרַ\"שׁ) בְּפֵרוּשׁ מִשְׁנָה זוֹ שֶׁשְּׁנוּיָה בְּפֶרֶק ג' מִשְׁנָה ד' דְּחַלָּה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-9",
      "jbo:text": "מי שלקט את הפאה ואמר הרי זו לאיש פלוני עני, רבי אליעזר אומר, זכה לו. וחכמים אומרים, יתננה לעני שנמצא ראשון {כ}. הלקט והשכחה והפאה של עובד כוכבים חיב במעשרות, אלא אם כן הפקיר",
      "jbo:textNikud": "מִי שֶׁלָּקַט אֶת הַפֵּאָה וְאָמַר הֲרֵי זוֹ לְאִישׁ פְּלוֹנִי עָנִי, רַבִּי אֱלִיעֶזֶר אוֹמֵר, זָכָה לוֹ. וַחֲכָמִים אוֹמְרִים, יִתְּנֶנָּה לֶעָנִי שֶׁנִּמְצָא רִאשׁוֹן {כ}. הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה שֶׁל עוֹבֵד כּוֹכָבִים חַיָּב בְּמַעַשְׂרוֹת, אֶלָּא אִם כֵּן הִפְקִיר",
      "rdfs:label": "משנה פאה ד ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-9",
      "jbo:text": "ר\"ע מברטנורה רבי אליעזר אומר זכה לו. פלגתא דרבי אליעזר ורבנן בעשיר שלקט פאה לזכות בה לעני. דרבי אליעזר סבר אמרינן תרי מגו, מגו דאי בעי מפקר לנכסיה והוי עני וחזי ליה, השתא נמי חזי ליה, ומגו דאי בעי זכי לנפשיה זכי נמי לחבריה. ורבנן סברי חד מגו אמרינן, תרי מגו לא אמרינן. אבל מעני לעני, דברי הכל זכה לו: של עובד כוכבים חיב במעשרות. דהואיל ואין העובד כוכבים חיב בלקט שכחה ופאה הוו להו כשאר תבואה של עובד כוכבים שחיבת במעשר: אלא אם כן הפקיר. לעניים ולעשירים, דהפקר פטור מן המעשר. ומתניתין רבי מאיר היא דאמר אין קנין לעובד כוכבים בארץ ישראל להפקיע מן המעשר. ואין כן הלכה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי אֱלִיעֶזֶר אוֹמֵר זָכָה לוֹ. פְּלֻגְתָּא דְרַבִּי אֱלִיעֶזֶר וְרַבָּנָן בְּעָשִׁיר שֶׁלָּקַט פֵּאָה לִזְכּוֹת בָּהּ לְעָנִי. דְּרַבִּי אֱלִיעֶזֶר סָבַר אָמְרִינַן תְּרֵי מִגּוֹ, מִגּוֹ דְּאִי בָעֵי מַפְקַר לְנִכְסֵיהּ וַהֲוֵי עָנִי וְחָזֵי לֵיהּ, הַשְׁתָּא נַמִּי חָזֵי לֵיהּ, וּמִגּוֹ דְּאִי בָעֵי זָכֵי לְנַפְשֵׁיהּ זָכֵי נַמִּי לְחַבְרֵיהּ. וְרַבָּנָן סָבְרֵי חַד מִגּוֹ אָמְרִינַן, תְּרֵי מִגּוֹ לֹא אָמְרִינַן. אֲבָל מֵעָנִי לְעָנִי, דִּבְרֵי הַכֹּל זָכָה לוֹ: שֶׁל עוֹבֵד כּוֹכָבִים חַיָּב בְּמַעַשְׂרוֹת. דְּהוֹאִיל וְאֵין הָעוֹבֵד כּוֹכָבִים חַיָּב בְּלֶקֶט שִׁכְחָה וּפֵאָה הֲווֹ לְהוּ כִּשְׁאָר תְּבוּאָה שֶׁל עוֹבֵד כּוֹכָבִים שֶׁחַיֶּבֶת בְּמַעֲשֵׂר: אֶלָּא אִם כֵּן הִפְקִיר. לַעֲנִיִּים וְלַעֲשִׁירִים, דְּהֶפְקֵר פָּטוּר מִן הַמַּעֲשֵׂר. וּמַתְנִיתִין רַבִּי מֵאִיר הִיא דְּאָמַר אֵין קִנְיָן לְעוֹבֵד כּוֹכָבִים בְּאֶרֶץ יִשְׂרָאֵל לְהַפְקִיעַ מִן הַמַּעֲשֵׂר. וְאֵין כֵּן הֲלָכָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-9",
      "jbo:text": "עיקר תוי\"ט {כ} שנמצא ראשון. כלומר שלא יעכבם עד שיבא אותו עני שרצה לזכותו, אלא כל עני שימצא ראשון יתננה לו ואל יאחרה בידו, ואם ארע שיבא אותו עני ראשון אין הכי נמי דרשאי לתתו לו, שאין כאן קנס כדלעיל משנה ג', דאותו עני לא עביד ולא מידי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} שֶׁנִּמְצָא רִאשׁוֹן. כְּלוֹמַר שֶׁלֹּא יְעַכְּבֵם עַד שֶׁיָּבֹא אוֹתוֹ עָנִי שֶׁרָצָה לְזַכּוֹתוֹ, אֶלָּא כָּל עָנִי שֶׁיִּמְצָא רִאשׁוֹן יִתְּנֶנָּהּ לוֹ וְאַל יְאַחֲרָהּ בְּיָדוֹ, וְאִם אֵרַע שֶׁיָּבֹא אוֹתוֹ עָנִי רִאשׁוֹן אֵין הָכִי נַמִּי דְּרַשַּׁאי לְתִתּוֹ לוֹ, שֶׁאֵין כָּאן קְנָס כְּדִלְעֵיל מִשְׁנָה ג', דְּאוֹתוֹ עָנִי לֹא עֲבֵיד וְלֹא מִידֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-10",
      "jbo:text": "איזהו לקט, הנושר בשעת הקצירה. היה קוצר, קצר מלא ידו, תלש מלא קמצו, הכהו קוץ ונפל מידו לארץ, הרי הוא של בעל הבית. תוך היד ותוך המגל, לעניים. אחר היד ואחר המגל, לבעל הבית. ראש היד וראש המגל, רבי ישמעאל אומר, לעניים. רבי עקיבא אומר, לבעל הבית",
      "jbo:textNikud": "אֵיזֶהוּ לֶקֶט, הַנּוֹשֵׁר בִּשְׁעַת הַקְּצִירָה. הָיָה קוֹצֵר, קָצַר מְלֹא יָדוֹ, תָּלַשׁ מְלֹא קֻמְצוֹ, הִכָּהוּ קוֹץ וְנָפַל מִיָּדוֹ לָאָרֶץ, הֲרֵי הוּא שֶׁל בַּעַל הַבָּיִת. תּוֹךְ הַיָּד וְתוֹךְ הַמַּגָּל, לָעֲנִיִּים. אַחַר הַיָּד וְאַחַר הַמַּגָּל, לְבַעַל הַבָּיִת. רֹאשׁ הַיָּד וְרֹאשׁ הַמַּגָּל, רַבִּי יִשְׁמָעֵאל אוֹמֵר, לָעֲנִיִּים. רַבִּי עֲקִיבָא אוֹמֵר, לְבַעַל הַבָּיִת",
      "rdfs:label": "משנה פאה ד י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-10",
      "jbo:text": "ר\"ע מברטנורה הנושר בשעת הקצירה. שבלים הנופלים בשעת הקצירה: הכהו קוץ. כל היכא דנושר מחמת אנס אינו לקט, דכתיב (ויקרא יט) ולקט קצירך, אין לקט אלא מחמת קציר: תוך היד. אנשר קאי, כלומר תוך היד ונשר, תוך המגל ונשר {כא}, דהנושר מתוך היד ומתוך המגל לעניים. אבל הנושר מאחר היד מנדנוד ידו {כב} ומאחר המגל מכח תנועת המגל, לבעל הבית, דאין זה בדרך קצירה: ראש היד. כשידו מלאה ויש שבלים בין ראשי אצבעותיו לפס ידו {כג}, הנושר משם, וכן הנושר מראש המגל: רבי ישמעאל אומר לעניים. דדמי לתוך היד ולתוך המגל: ורבי עקיבא אומר לבעל הבית. דמדמי ליה לאחר היד ולאחר המגל. והלכה כרבי עקיבא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַנּוֹשֵׁר בִּשְׁעַת הַקְּצִירָה. שִׁבֳּלִים הַנּוֹפְלִים בִּשְׁעַת הַקְּצִירָה: הִכָּהוּ קוֹץ. כָּל הֵיכָא דְנוֹשֵׁר מֵחֲמַת אֹנֶס אֵינוֹ לֶקֶט, דִּכְתִיב (וַיִּקְרָא יט) וְלֶקֶט קְצִירְךָ, אֵין לֶקֶט אֶלָּא מֵחֲמַת קָצִיר: תּוֹךְ הַיָּד. אַנָּשַׁר קָאֵי, כְּלוֹמַר תּוֹךְ הַיָּד וְנָשַׁר, תּוֹךְ הַמַּגָּל וְנָשַׁר {כא}, דְּהַנּוֹשֵׁר מִתּוֹךְ הַיָּד וּמִתּוֹךְ הַמַּגָּל לָעֲנִיִּים. אֲבָל הַנּוֹשֵׁר מֵאַחַר הַיָּד מִנִּדְנוּד יָדוֹ {כב} וּמֵאַחַר הַמַּגָּל מִכֹּחַ תְּנוּעַת הַמַּגָּל, לְבַעַל הַבַּיִת, דְּאֵין זֶה בְּדֶרֶךְ קְצִירָה: רֹאשׁ הַיָּד. כְּשֶׁיָּדוֹ מְלֵאָה וְיֵשׁ שִׁבֳּלִים בֵּין רָאשֵׁי אֶצְבְּעוֹתָיו לְפַס יָדוֹ {כג}, הַנּוֹשֵׁר מִשָּׁם, וְכֵן הַנּוֹשֵׁר מֵרֹאשׁ הַמַּגָּל: רַבִּי יִשְׁמָעֵאל אוֹמֵר לָעֲנִיִּים. דְּדָמֵי לְתוֹךְ הַיָּד וּלְתוֹךְ הַמַּגָּל: וְרַבִּי עֲקִיבָא אוֹמֵר לְבַעַל הַבָּיִת. דִּמְדַמֵּי לֵיהּ לְאַחַר הַיָּד וּלְאַחַר הַמַּגָּל. וַהֲלָכָה כְּרַבִּי עֲקִיבָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-10",
      "jbo:text": "עיקר תוי\"ט {כא} רצונו לומר תוך היד קאי אנשר, וכאלו תני תוך היד ונשר, וכן נמי תוך המגל כאלו תני תוך המגל ונשר: {כב} רצונו לומר שמה שיפול מחמת נדנוד היד ויפל לאחורי היד הרי הוא אנס, וכן מחמת נדנוד המגל ויפל אחורי המגל גם הוא אנס: {כג} כלומר במקום שראשי אצבעותיו מנחים על הפס יד. ואין זה תוך היד, גם אין זה אחר היד: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כא} רְצוֹנוֹ לוֹמַר תּוֹךְ הַיָּד קָאֵי אַנָּשַׁר, וּכְאִלּוּ תָּנֵי תּוֹךְ הַיָּד וְנָשַׁר, וְכֵן נַמִּי תּוֹךְ הַמַּגָּל כְּאִלּוּ תָנֵי תּוֹךְ הַמַּגָּל וְנָשַׁר: {כב} רְצוֹנוֹ לוֹמַר שֶׁמַּה שֶּׁיִּפּוֹל מֵחֲמַת נִדְנוּד הַיָּד וְיִפֹּל לַאֲחוֹרֵי הַיָּד הֲרֵי הוּא אֹנֶס, וְכֵן מֵחֲמַת נִדְנוּד הַמַּגָּל וְיִפֹּל אֲחוֹרֵי הַמַּגָּל גַּם הוּא אֹנֶס: {כג} כְּלוֹמַר בְּמָקוֹם שֶׁרָאשֵׁי אֶצְבְּעוֹתָיו מֻנָּחִים עַל הַפַּס יָד. וְאֵין זֶה תּוֹךְ הַיָּד, גַּם אֵין זֶה אַחַר הַיָּד: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-1-2-4-11",
      "jbo:text": "חורי הנמלים שבתוך הקמה, הרי הן של בעל הבית. שלאחר הקוצרים, העליונים לעניים, והתחתונים של בעל הבית. רבי מאיר אומר, הכל לעניים, שספק לקט, לקט",
      "jbo:textNikud": "חוֹרֵי הַנְּמָלִים שֶׁבְּתוֹךְ הַקָּמָה, הֲרֵי הֵן שֶׁל בַּעַל הַבָּיִת. שֶׁלְּאַחַר הַקּוֹצְרִים, הָעֶלְיוֹנִים לָעֲנִיִּים, וְהַתַּחְתּוֹנִים שֶׁל בַּעַל הַבָּיִת. רַבִּי מֵאִיר אוֹמֵר, הַכֹּל לָעֲנִיִּים, שֶׁסְּפֵק לֶקֶט, לֶקֶט",
      "rdfs:label": "משנה פאה ד יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-bartanura-1-2-4-11",
      "jbo:text": "ר\"ע מברטנורה חורי הנמלים. דרך הנמלים לכנס תבואה בחוריהן: שבתוך הקמה. עד שלא התחילו לקצר: של בעל הבית. שאין לעניים בקמה כלום: שלאחר הקוצרים. לאחר שהתחילו לקצר חישינן שמא הביאו שם הנמלים מן הלקט {כד}. הלכך החטים העליונים שבחורים או שבלים העליונים לעניים, דיש שם מן הלקט, אבל חטים התחתונים לבעל הבית, דמן הקמה היה. ואלו הן עליונים, כל שהן לבנים. ואלו הן תחתונים, הירוקים שנוטים להשחיר ונכרים שהם ישנים {כה}: רבי מאיר אומר הכל לעניים. שאי אפשר לגרן בלא ירקון, ושמא אלו הירוקים מן התבואה חדשה שקצרו עכשיו שיש בה חלק לעניים: שספק לקט לקט. דכתיב (שם) לעני {כו} ולגר תעזב הנח לפניהם משלך {כז}. והלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה חוֹרֵי הַנְּמָלִים. דֶּרֶךְ הַנְּמָלִים לִכְנֹס תְּבוּאָה בְּחוֹרֵיהֶן: שֶׁבְּתוֹךְ הַקָּמָה. עַד שֶׁלֹּא הִתְחִילוּ לִקְצֹר: שֶׁל בַּעַל הַבָּיִת. שֶׁאֵין לָעֲנִיִּים בַּקָּמָה כְּלוּם: שֶׁלְּאַחַר הַקּוֹצְרִים. לְאַחַר שֶׁהִתְחִילוּ לִקְצֹר חַיְשִׁינַן שֶׁמָּא הֵבִיאוּ שָׁם הַנְּמָלִים מִן הַלֶּקֶט {כד}. הִלְכָּךְ הַחִטִּים הָעֶלְיוֹנִים שֶׁבַּחוֹרִים אוֹ שִׁבֳּלִים הָעֶלְיוֹנִים לָעֲנִיִּים, דְּיֵשׁ שָׁם מִן הַלֶּקֶט, אֲבָל חִטִּים הַתַּחְתּוֹנִים לְבַעַל הַבַּיִת, דְּמִן הַקָּמָה הָיָה. וְאֵלוּ הֵן עֶלְיוֹנִים, כָּל שֶׁהֵן לְבָנִים. וְאֵלוּ הֵן תַּחְתּוֹנִים, הַיְרוּקִים שֶׁנּוֹטִים לְהַשְׁחִיר וְנִכָּרִים שֶׁהֵם יְשָׁנִים {כה}: רַבִּי מֵאִיר אוֹמֵר הַכֹּל לָעֲנִיִּים. שֶׁאִי אֶפְשָׁר לַגֹּרֶן בְּלֹא יֵרָקוֹן, וְשֶׁמָּא אֵלּוּ הַיְרוּקִים מִן הַתְּבוּאָה חֲדָשָׁה שֶׁקָּצְרוּ עַכְשָׁיו שֶׁיֵּשׁ בָּהּ חֵלֶק לָעֲנִיִּים: שֶׁסְּפֵק לֶקֶט לֶקֶט. דִּכְתִיב (שָׁם) לֶעָנִי {כו} וְלַגֵּר תַּעֲזֹב הַנַּח לִפְנֵיהֶם מִשֶּׁלְּךָ {כז}. וַהֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ד יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-4-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-4"
      ],
      "uri": "jbr:mishna-yomtov-1-2-4-11",
      "jbo:text": "עיקר תוי\"ט {כד} דתנא קמא נמי סבירא ליה ספק לקט לקט, ולא פליג אדרבי מאיר אלא בתחתונים, משום דסבירא ליה דודאי משל קמה כנסום: {כה} קצת קשה מה ישן שיך בין קמה לקציר, ונראה לי שדבריו מרכבים, שמה שכתב דמן הקמה היה הוא מהר\"ש שכתב הירוקים ככרתי כו' שעדין לא נגמרו כו' ולא נתבשלו כדי לקצר וכשהתבואה יבשה ומתלבנת קוצרים אותה. ומה שכתב נוטים להשחיר הוא מהר\"מ והוא כתב ומזרע השנה שעברה הוא. תוספות יום טוב: {כו} מכל מקום הוצרך לפרש שאי אפשר לגרן כו' דאם לא כן מה ספקא איכא, כמו לתנא קמא אות כ\"ד: {כז} ובריש פרקין דרשינן הנח לפניהם והם יבוזו. ונראה לי דאי להך לחודא אתא הוה ליה לכתב עזב, וכתיב תעזב, משמע אתה משלך עזב, ואי להך לחודא לכתב תתן, אלא יבוזו כדלעיל נמי. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כד} דְּתַנָּא קַמָּא נַמִּי סְבִירָא לֵיהּ סְפֵק לֶקֶט לֶקֶט, וְלֹא פָּלֵיג אַדְּרַבִּי מֵאִיר אֶלָּא בַּתַּחְתּוֹנִים, מִשּׁוּם דִּסְבִירָא לֵיהּ דְּוַדַּאי מִשֶּׁל קָמָה כְּנָסוּם: {כה} קְצַת קָשֶׁה מַה יָּשָׁן שַׁיָּךְ בֵּין קָמָה לַקָּצִיר, וְנִרְאֶה לִי שֶׁדְּבָרָיו מֻרְכָּבִים, שֶׁמַּה שֶּׁכָּתַב דְּמִן הַקָּמָה הָיָה הוּא מְהָרַ\"שׁ שֶׁכָּתַב הַיְרוּקִים כְּכַרְתִי כוּ' שֶׁעֲדַיִן לֹא נִגְמְרוּ כוּ' וְלֹא נִתְבַּשְּׁלוּ כְּדֵי לִקְצֹר וּכְשֶׁהַתְּבוּאָה יְבֵשָׁה וּמִתְלַבֶּנֶת קוֹצְרִים אוֹתָהּ. וּמַה שֶּׁכָּתַב נוֹטִים לְהַשְׁחִיר הוּא מֵהָרַ\"מ וְהוּא כָּתַב וּמִזֶּרַע הַשָּׁנָה שֶׁעָבְרָה הוּא. תּוֹסְפוֹת יוֹם טוֹב: {כו} מִכָּל מָקוֹם הוּצְרַךְ לְפָרֵשׁ שֶׁאִי אֶפְשָׁר לַגֹּרֶן כוּ' דְּאִם לֹא כֵן מַה סְפֵקָא אִיכָּא, כְּמוֹ לְתַנָּא קַמָּא אוֹת כ\"ד: {כז} וּבְרֵישׁ פִּרְקִין דָּרְשִׁינַן הַנַּח לִפְנֵיהֶם וְהֵם יָבוֹזוּ. וְנִרְאֶה לִי דְּאִי לְהַךְ לְחוּדָא אָתָא הֲוָה לֵיהּ לִכְתֹּב עֲזֹב, וּכְתִיב תַּעֲזֹב, מַשְׁמַע אַתָּה מִשֶּׁלְּךָ עֲזֹב, וְאִי לְהַךְ לְחוּדָא לִכְתֹּב תִּתֵּן, אֶלָּא יָבוֹזוּ כְּדִלְעֵיל נַמִּי. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ד יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-4-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-1",
      "jbo:text": "גדיש שלא לקט תחתיו, כל הנוגע בארץ {א} הרי הוא של עניים. הרוח שפזרה את העמרים, אומדים אותה כמה לקט היא ראויה לעשות, ונותן לעניים {ג}. רבן שמעון בן גמליאל אומר, נותן לעניים בכדי נפילה",
      "jbo:textNikud": "גָּדִישׁ שֶׁלֹּא לֻקַּט תַּחְתָּיו, כָּל הַנּוֹגֵעַ בָּאָרֶץ {א} הֲרֵי הוּא שֶׁל עֲנִיִּים. הָרוּחַ שֶׁפִּזְּרָה אֶת הָעֳמָרִים, אוֹמְדִים אוֹתָהּ כַּמָּה לֶקֶט הִיא רְאוּיָה לַעֲשׂוֹת, וְנוֹתֵן לָעֲנִיִּים {ג}. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, נוֹתֵן לָעֲנִיִּים בִּכְדֵי נְפִילָה",
      "rdfs:label": "משנה פאה ה א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-1",
      "jbo:text": "ר\"ע מברטנורה גדיש שלא לקט תחתיו. מי שאסף והגדיש את העמרים למקום אחד בתוך השדה שעדין לא לקטו שם העניים את הלקט: כל הנוגעות בארץ לעניים. דקנסוהו רבנן {ב} לפי שהגדיש על גב הלקט, ואפלו הגדיש חטים על גבי לקט של שעורים הוי כל הנוגע מן החטים בארץ לעניים: הרוח שפזרה את העמרים. על גבי הלקט: כדי נפילה. כדי שעור שרגיל לפול בשעת קצירה, שהם ארבעה קבין לכור זרע, והכור הוא שלשים סאין {ד}. ומשום דאמר תנא קמא אומדים כמה לקט ראויה לעשות, קא משמע לן רבן שמעון בן גמליאל אין הדבר צריך אמד, שכבר קצוב ועומד כדי נפילה, בשלשים סאין של זרע רגיל לפל ממנו בשעת קצירה ארבעה קבין, וכך יתן לעניים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה גָּדִישׁ שֶׁלֹּא לֻקַּט תַּחְתָּיו. מִי שֶׁאָסַף וְהִגְדִּישׁ אֶת הָעֳמָרִים לְמָקוֹם אֶחָד בְּתוֹךְ הַשָּׂדֶה שֶׁעֲדַיִן לֹא לָקְטוּ שָׁם הָעֲנִיִּים אֶת הַלֶּקֶט: כָּל הַנּוֹגְעוֹת בָּאָרֶץ לָעֲנִיִּים. דִּקְנָסוּהוּ רַבָּנָן {ב} לְפִי שֶׁהִגְדִּישׁ עַל גַּב הַלֶּקֶט, וַאֲפִלּוּ הִגְדִּישׁ חִטִּים עַל גַּבֵּי לֶקֶט שֶׁל שְׂעוֹרִים הֲוֵי כָּל הַנּוֹגֵעַ מִן הַחִטִּים בָּאָרֶץ לָעֲנִיִּים: הָרוּחַ שֶׁפִּזְּרָה אֶת הָעֳמָרִים. עַל גַּבֵּי הַלֶּקֶט: כְּדֵי נְפִילָה. כְּדֵי שִׁעוּר שֶׁרָגִיל לִפּוֹל בִּשְׁעַת קְצִירָה, שֶׁהֵם אַרְבָּעָה קַבִּין לְכוֹר זֶרַע, וְהַכּוֹר הוּא שְׁלֹשִׁים סְאִין {ד}. וּמִשּׁוּם דְּאָמַר תַּנָּא קַמָּא אוֹמְדִים כַּמָּה לֶקֶט רְאוּיָה לַעֲשׂוֹת, קָא מַשְׁמַע לָן רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אֵין הַדָּבָר צָרִיךְ אֹמֶד, שֶׁכְּבָר קָצוּב וְעוֹמֵד כְּדֵי נְפִילָה, בִּשְׁלֹשִׁים סְאִין שֶׁל זֶרַע רָגִיל לִפֹּל מִמֶּנּוּ בִּשְׁעַת קְצִירָה אַרְבָּעָה קַבִּין, וְכָךְ יִתֵּן לָעֲנִיִּים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-1",
      "jbo:text": "עיקר תוי\"ט {א} בארץ מחבר אל מה שיהיה שם מן הלקט. הר\"מ: הר''מ {ב} ולכך אין אומדין כמו בסיפא. ומפרש בירושלמי דהפקר בית דין הפקר ולהכי פטורים מן המעשרות: {ג} ונותן כו'. בתורת לקט, ופטור ממעשרות, שמן הספק נותנם לעניים וספק לקט לקט: {ד} ואין הפרוש הכא כמו בבבא מציעא משנה ה' פרק ט', דהתם כדי שעור שזורעים בה. והר\"מ פרש הכא כן, מיהו בגמרא משמע כפרוש הר\"ב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} בָּאָרֶץ מְחֻבָּר אֶל מַה שֶּׁיִּהְיֶה שָׁם מִן הַלֶּקֶט. הָרַ\"מ: הר''מ {ב} וּלְכָךְ אֵין אוֹמְדִין כְּמוֹ בְּסֵיפָא. וּמְפָרֵשׁ בַּיְרוּשַׁלְמִי דְּהֶפְקֵר בֵּית דִּין הֶפְקֵר וּלְהָכִי פְּטוּרִים מִן הַמַּעַשְׂרוֹת: {ג} וְנוֹתֵן כוּ'. בְּתוֹרַת לֶקֶט, וּפָטוּר מִמַּעַשְׂרוֹת, שֶׁמִּן הַסָּפֵק נוֹתְנָם לָעֲנִיִּים וּסְפֵק לֶקֶט לֶקֶט: {ד} וְאֵין הַפֵּרוּשׁ הָכָא כְּמוֹ בְּבָבָא מְצִיעָא מִשְׁנָה ה' פֶּרֶק ט', דְּהָתָם כְּדֵי שִׁעוּר שֶׁזּוֹרְעִים בָּהּ. וְהָרַ\"מ פֵּרֵשׁ הָכָא כֵּן, מִיהוּ בַּגְּמָרָא מַשְׁמַע כְּפֵרוּשׁ הָרַ\"ב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-2",
      "jbo:text": "שבלת שבקציר וראשה מגיע לקמה, אם נקצרה עם הקמה {ה}, הרי היא של בעל הבית, ואם לאו, הרי היא של עניים. שבלת של לקט שנתערבה בגדיש, מעשר {ו} שבלת אחת ונותן לו {ז}. אמר רבי אליעזר, וכי היאך העני הזה מחליף דבר שלא בא ברשותו. אלא מזכה את העני בכל הגדיש, ומעשר שבלת אחת ונותן לו",
      "jbo:textNikud": "שִׁבֹּלֶת שֶׁבַּקָּצִיר וְרֹאשָׁהּ מַגִּיעַ לַקָּמָה, אִם נִקְצְרָה עִם הַקָּמָה {ה}, הֲרֵי הִיא שֶׁל בַּעַל הַבַּיִת, וְאִם לָאו, הֲרֵי הִיא שֶׁל עֲנִיִּים. שִׁבֹּלֶת שֶׁל לֶקֶט שֶׁנִּתְעָרְבָה בַגָּדִישׁ, מְעַשֵּׂר {ו} שִׁבֹּלֶת אַחַת וְנוֹתֵן לוֹ {ז}. אָמַר רַבִּי אֱלִיעֶזֶר, וְכִי הֵיאַךְ הֶעָנִי הַזֶּה מַחֲלִיף דָּבָר שֶׁלֹּא בָא בִרְשׁוּתוֹ. אֶלָּא מְזַכֶּה אֶת הֶעָנִי בְּכָל הַגָּדִישׁ, וּמְעַשֵּׂר שִׁבֹּלֶת אַחַת וְנוֹתֵן לוֹ",
      "rdfs:label": "משנה פאה ה ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-2",
      "jbo:text": "ר\"ע מברטנורה שבלת שבקציר. שיר בקצירתו שבלת אחת שלא קצר, וראש אותה שבלת מגיע לקמה, אם אותה שבלת נקצרת עם הקמה הרי היא של בעל הבית, שהקמה מצילתה, דלא קרינן בה לא תשוב לקחתו (דברים כד): מעשר שבלת אחת ונותן לו. לפי שחיב לתן לו דבר מתקן כמו שהיתה שבלת של לקט דפטורה מן המעשרות, ואף על פי שעדין לא נתמרח חל שם מעשר עליו, כמו מעשר ראשון שהקדימו בשבלין שחל עליו שם מעשר אף על פי שעדין לא נתמרח. וכיצד הוא עושה, מביא שתי שבלים מגדיש זה שנתערבה בו שבלת של לקט, ואומר על אחת מהן, אם זו לקט מוטב, ואם לאו הרי מעשרותיה קבועים בזו השנית, ונותן לו את הראשונה. ובירושלמי פריך ונחוש שמא זאת השניה שקבע עליה המעשרות של לקט היא, וכיון שהיא פטורה מן המעשר אין המעשרות קובעים בה שאין מפרישין מן הפטור על החיוב, ומשני שלוקח שבלת שלישית ואומר אם השניה שקבעתי בה המעשרות היא לקט ואינה יכולה להיות מעשר, הרי זו השלישית מעשר על הראשונה: אמר רבי אליעזר וכי היאך העני הזה מחליף דבר שלא בא ברשותו. רבי אליעזר לדבריהם דרבנן קאמר להו {ח}, לדידכו דפלגיתו עלי (לעיל פ\"ד מ\"ט) בעשיר שלקט פאה לעני שאני אומר זכה לו ואתון אמריתו דלא זכה לו, היאך העני הזה מחליף דבר שלא בא ברשותו, דהא אין בעל השדה יכול לזכות לו את הלקט לפי דבריכם, ונמצא דלקט זה לא בא ברשותו של עני, אלא לדבריכם מזכה את העני בכל הגדיש על מנת להחזיר, דמתנה על מנת להחזיר שמה מתנה, ונמצאת אותה שבלת שהיא לקט באה ליד העני ויכול להחליפה באחרת. ורבנן אמרי, הכא עשו את שאינו זוכה כזוכה {ט}, וחשבינן להאי שבלת של לקט כאלו באה לידו של עני, אף על גב דלא זכה בה, לענין זה שיכול להחליפה באחרת. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שִׁבֹּלֶת שֶׁבַּקָּצִיר. שִׁיֵּר בִּקְצִירָתוֹ שִׁבֹּלֶת אַחַת שֶׁלֹּא קָצַר, וְרֹאשׁ אוֹתָהּ שִׁבֹּלֶת מַגִּיעַ לַקָּמָה, אִם אוֹתָהּ שִׁבֹּלֶת נִקְצֶרֶת עִם הַקָּמָה הֲרֵי הִיא שֶׁל בַּעַל הַבַּיִת, שֶׁהַקָּמָה מַצִּילָתָהּ, דְּלֹא קָרִינַן בָּהּ לֹא תָשׁוּב לְקַחְתּוֹ (דְּבָרִים כד): מְעַשֵּׂר שִׁבֹּלֶת אַחַת וְנוֹתֵן לוֹ. לְפִי שֶׁחַיָּב לִתֵּן לוֹ דָּבָר מְתֻקָּן כְּמוֹ שֶׁהָיְתָה שִׁבֹּלֶת שֶׁל לֶקֶט דִּפְטוּרָה מִן הַמַּעַשְׂרוֹת, וְאַף עַל פִּי שֶׁעֲדַיִן לֹא נִתְמָרֵחַ חָל שֵׁם מַעֲשֵׂר עָלָיו, כְּמוֹ מַעֲשֵׂר רִאשׁוֹן שֶׁהִקְדִּימוֹ בַּשִּׁבֳּלִין שֶׁחָל עָלָיו שֵׁם מַעֲשֵׂר אַף עַל פִּי שֶׁעֲדַיִן לֹא נִתְמָרֵחַ. וְכֵיצַד הוּא עוֹשֶׂה, מֵבִיא שְׁתֵּי שִׁבֳּלִים מִגָּדִישׁ זֶה שֶׁנִּתְעָרְבָה בוֹ שִׁבֹּלֶת שֶׁל לֶקֶט, וְאוֹמֵר עַל אַחַת מֵהֶן, אִם זוֹ לֶקֶט מוּטָב, וְאִם לָאו הֲרֵי מַעַשְׂרוֹתֶיהָ קְבוּעִים בְּזוֹ הַשֵּׁנִית, וְנוֹתֵן לוֹ אֶת הָרִאשׁוֹנָה. וּבַיְרוּשַׁלְמִי פָּרֵיךְ וְנֵחוּשׁ שֶׁמָּא זֹאת הַשְּׁנִיָּה שֶׁקָּבַע עָלֶיהָ הַמַּעַשְׂרוֹת שֶׁל לֶקֶט הִיא, וְכֵיוָן שֶׁהִיא פְּטוּרָה מִן הַמַּעֲשֵׂר אֵין הַמַּעַשְׂרוֹת קוֹבְעִים בָּהּ שֶׁאֵין מַפְרִישִׁין מִן הַפָּטוּר עַל הַחִיּוּב, וּמְשָׁנֵי שֶׁלּוֹקֵחַ שִׁבֹּלֶת שְׁלִישִׁית וְאוֹמֵר אִם הַשְּׁנִיָּה שֶׁקָּבַעְתִּי בָּהּ הַמַּעַשְׂרוֹת הִיא לֶקֶט וְאֵינָהּ יְכוֹלָה לִהְיוֹת מַעֲשֵׂר, הֲרֵי זוֹ הַשְּׁלִישִׁית מַעֲשֵׂר עַל הָרִאשׁוֹנָה: אָמַר רַבִּי אֱלִיעֶזֶר וְכִי הֵיאַךְ הֶעָנִי הַזֶּה מַחֲלִיף דָּבָר שֶׁלֹּא בָא בִרְשׁוּתוֹ. רַבִּי אֱלִיעֶזֶר לְדִבְרֵיהֶם דְּרַבָּנָן קָאָמַר לְהוּ {ח}, לְדִידְכוּ דְּפַלְגִיתוּ עָלַי (לְעֵיל פ\"ד מ\"ט) בְּעָשִׁיר שֶׁלָּקַט פֵּאָה לֶעָנִי שֶׁאֲנִי אוֹמֵר זָכָה לוֹ וְאַתּוּן אָמְרִיתוּ דְּלֹא זָכָה לוֹ, הֵיאַךְ הֶעָנִי הַזֶּה מַחֲלִיף דָּבָר שֶׁלֹּא בָא בִרְשׁוּתוֹ, דְּהָא אֵין בַּעַל הַשָּׂדֶה יָכוֹל לְזַכּוֹת לוֹ אֶת הַלֶּקֶט לְפִי דִבְרֵיכֶם, וְנִמְצָא דְלֶקֶט זֶה לֹא בָא בִרְשׁוּתוֹ שֶׁל עָנִי, אֶלָּא לְדִבְרֵיכֶם מְזַכֶּה אֶת הֶעָנִי בְּכָל הַגָּדִישׁ עַל מְנָת לְהַחֲזִיר, דְּמַתָּנָה עַל מְנָת לְהַחֲזִיר שְׁמָהּ מַתָּנָה, וְנִמְצֵאת אוֹתָהּ שִׁבֹּלֶת שֶׁהִיא לֶקֶט בָּאָה לְיַד הֶעָנִי וְיָכוֹל לְהַחְלִיפָהּ בְּאַחֶרֶת. וְרַבָּנָן אָמְרֵי, הָכָא עָשׂוּ אֶת שֶׁאֵינוֹ זוֹכֶה כְּזוֹכֶה {ט}, וְחָשְׁבִינַן לְהַאי שִׁבֹּלֶת שֶׁל לֶקֶט כְּאִלּוּ בָּאָה לְיָדוֹ שֶׁל עָנִי, אַף עַל גַּב דְּלֹא זָכָה בָהּ, לְעִנְיַן זֶה שֶׁיָּכוֹל לְהַחְלִיפָהּ בְּאַחֶרֶת. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-2",
      "jbo:text": "עיקר תוי\"ט {ה} עם הקמה. שיכול לקמץ השבלת עם הקמה כשרוצה לקוצרה: {ו} מעשר. והוא הדין שחיב בתרומה גדולה. עין תוספות יום טוב בשם הר\"ש: {ז} ונותן. ואין צריך העני להמתין עד שיתקן גדיש של עצמו, דודאי הגדיש עצמו נמי בעי תקון שהרי יש בו שבלת הפטורה מן המעשרות: {ח} והשתא לדידיה יכול לזכות לעני, ואפלו בעל השדה. ואף על גב דבעל שדה עני מזהר ללקט לקט שלו. הר\"ש: {ט} ואתיא כרבי יוסי דסבירא ליה הכי במשנה ח' פרק ב' דבכורות. ירושלמי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} עִם הַקָּמָה. שֶׁיָּכוֹל לִקְמֹץ הַשִּׁבֹּלֶת עִם הַקָּמָה כְּשֶׁרוֹצֶה לְקוֹצְרָהּ: {ו} מְעַשֵּׂר. וְהוּא הַדִּין שֶׁחַיָּב בִּתְרוּמָה גְדוֹלָה. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הָרַ\"שׁ: {ז} וְנוֹתֵן. וְאֵין צָרִיךְ הֶעָנִי לְהַמְתִּין עַד שֶׁיְּתַקֵּן גָּדִישׁ שֶׁל עַצְמוֹ, דְּוַדַּאי הַגָּדִישׁ עַצְמוֹ נַמִּי בָּעֵי תִּקּוּן שֶׁהֲרֵי יֵשׁ בּוֹ שִׁבֹּלֶת הַפְּטוּרָה מִן הַמַּעַשְׂרוֹת: {ח} וְהַשְׁתָּא לְדִידֵיהּ יָכוֹל לִזְכּוֹת לֶעָנִי, וַאֲפִלּוּ בַּעַל הַשָּׂדֶה. וְאַף עַל גַּב דְּבַעַל שָׂדֶה עָנִי מֻזְהָר לִלְקֹט לֶקֶט שֶׁלּוֹ. הָרַ\"שׁ: {ט} וְאַתְיָא כְּרַבִּי יוֹסֵי דִּסְבִירָא לֵיהּ הָכִי בְּמִשְׁנָה ח' פֶּרֶק ב' דִבְכוֹרוֹת. יְרוּשַׁלְמִי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-3",
      "jbo:text": "אין מגלגלין בטופח, דברי רבי מאיר. וחכמים מתירין, מפני שאפשר",
      "jbo:textNikud": "אֵין מְגַלְגְּלִין בְּטוֹפֵחַ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים מַתִּירִין, מִפְּנֵי שֶׁאֶפְשָׁר",
      "rdfs:label": "משנה פאה ה ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-3",
      "jbo:text": "ר\"ע מברטנורה אין מגלגלין בטופח. מין קטנית דק, שקורין לו בערבי גילבא\"ן. ורמב\"ם פרש שהוא מין זרע שקורין לו קורטמ\"ן ודומה לשעורים. ואומר רבי מאיר שאין מגלגלין זה המין עם שאר מיני זרעים, לקצר אותם ביחד, כי הלקט שהיה ראוי לפל משאר מיני זרעים יפל מזה המין הגרוע {י}, ונמצא מפסיד לעניים: וחכמים מתירים מפני שאפשר. שיפל לקט משאר זרעים כמו מן הטופח. והלכה כחכמים. פרוש אחר אין מעלין מים בגלגל מן הבור להשקות את השדה או להרביצה עד שיהא משקה טופח עליה בשעה שהעניים באים בשביל הלקט, מפני שהוא מפסיד לעניים. וחכמים מתירין, מפני שאפשר שישומו ההפסד של עניים בזה ויתן בעל השדה כפי השומא שישומו עליו, ולרבי מאיר דאמר אין מגלגלין, שמין לבעל הבית הפסדו {יא} ונוטל מן העניים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין מְגַלְגְּלִין בְּטוֹפֵחַ. מִין קִטְנִית דַּק, שֶׁקּוֹרִין לוֹ בַּעֲרָבִי גילבא\"ן. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁהוּא מִין זֶרַע שֶׁקּוֹרִין לוֹ קורטמ\"ן וְדוֹמֶה לִשְׂעוֹרִים. וְאוֹמֵר רַבִּי מֵאִיר שֶׁאֵין מְגַלְגְּלִין זֶה הַמִּין עִם שְׁאָר מִינֵי זְרָעִים, לִקְצֹר אוֹתָם בְּיַחַד, כִּי הַלֶּקֶט שֶׁהָיָה רָאוּי לִפֹּל מִשְּׁאָר מִינֵי זְרָעִים יִפֹּל מִזֶּה הַמִּין הַגָּרוּעַ {י}, וְנִמְצָא מַפְסִיד לָעֲנִיִּים: וַחֲכָמִים מַתִּירִים מִפְּנֵי שֶׁאֶפְשָׁר. שֶׁיִּפֹּל לֶקֶט מִשְּׁאָר זְרָעִים כְּמוֹ מִן הַטּוֹפֵחַ. וַהֲלָכָה כַּחֲכָמִים. פֵּרוּשׁ אַחֵר אֵין מַעֲלִין מַיִם בַּגַּלְגַּל מִן הַבּוֹר לְהַשְׁקוֹת אֶת הַשָּׂדֶה אוֹ לְהַרְבִּיצָהּ עַד שֶׁיְּהֵא מַשְׁקֶה טוֹפֵחַ עָלֶיהָ בְּשָׁעָה שֶׁהָעֲנִיִּים בָּאִים בִּשְׁבִיל הַלֶּקֶט, מִפְּנֵי שֶׁהוּא מַפְסִיד לָעֲנִיִּים. וַחֲכָמִים מַתִּירִין, מִפְּנֵי שֶׁאֶפְשָׁר שֶׁיָּשׁוּמוּ הַהֶפְסֵד שֶׁל עֲנִיִּים בָּזֶה וְיִתֵּן בַּעַל הַשָּׂדֶה כְּפִי הַשּׁוּמָא שֶׁיָּשׁוּמוּ עָלָיו, וּלְרַבִּי מֵאִיר דְּאָמַר אֵין מְגַלְגְּלִין, שָׁמִין לְבַעַל הַבַּיִת הֶפְסֵדוֹ {יא} וְנוֹטֵל מִן הָעֲנִיִּים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-3",
      "jbo:text": "עיקר תוי\"ט {י} שכיון שהוא גרוע יחוש הרבה על השאר המין הטוב. מה שאין כן בשקוצר מין אחד בלבד אין כאן חשש, ונופל מה שנופל: {יא} פרוש מה שמתקלקל שדהו במה שאינו מרביצו עכשיו: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} שֶׁכֵּיוָן שֶׁהוּא גָּרוּעַ יָחוּשׁ הַרְבֵּה עַל הַשְּׁאָר הַמִּין הַטּוֹב. מַה שֶּׁאֵין כֵּן בְּשֶׁקּוֹצֵר מִין אֶחָד בִּלְבָד אֵין כָּאן חֲשָׁשׁ, וְנוֹפֵל מַה שֶּׁנּוֹפֵל: {יא} פֵּרוּשׁ מַה שֶּׁמִּתְקַלְקֵל שָׂדֵהוּ בְּמַה שֶּׁאֵינוֹ מַרְבִּיצוֹ עַכְשָׁיו: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-4",
      "jbo:text": "בעל הבית שהיה עובר ממקום למקום, וצריך לטל לקט שכחה ופאה ומעשר עני, יטל, וכשיחזר לביתו ישלם, דברי רבי אליעזר. וחכמים אומרים, עני היה באותה שעה",
      "jbo:textNikud": "בַּעַל הַבַּיִת שֶׁהָיָה עוֹבֵר מִמָּקוֹם לְמָקוֹם, וְצָרִיךְ לִטֹּל לֶקֶט שִׁכְחָה וּפֵאָה וּמַעְשַׂר עָנִי, יִטֹּל, וּכְשֶׁיַּחֲזֹר לְבֵיתוֹ יְשַׁלֵּם, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עָנִי הָיָה בְּאוֹתָהּ שָׁעָה",
      "rdfs:label": "משנה פאה ה ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-4",
      "jbo:text": "ר\"ע מברטנורה עני היה באותה שעה. ופטור מלשלם. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עָנִי הָיָה בְּאוֹתָהּ שָׁעָה. וּפָטוּר מִלְּשַׁלֵּם. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-5",
      "jbo:text": "המחליף עם העניים, בשלו {יב} פטור, ובשל עניים חיב. שנים שקבלו את השדה באריסות, זה נותן לזה חלקו מעשר עני, וזה נותן לזה חלקו מעשר עני. המקבל שדה לקצר, אסור בלקט שכחה ופאה ומעשר עני. אמר רבי יהודה, אימתי, בזמן שקבל ממנו למחצה, לשליש ולרביע. אבל אם אמר לו שליש מה שאתה קוצר שלך, מתר בלקט ובשכחה ובפאה, ואסור במעשר עני {טז}",
      "jbo:textNikud": "הַמַּחֲלִיף עִם הָעֲנִיִּים, בְּשֶׁלּוֹ {יב} פָּטוּר, וּבְשֶׁל עֲנִיִּים חַיָּב. שְׁנַיִם שֶׁקִּבְּלוּ אֶת הַשָּׂדֶה בַּאֲרִיסוּת, זֶה נוֹתֵן לָזֶה חֶלְקוֹ מַעְשַׂר עָנִי, וְזֶה נוֹתֵן לָזֶה חֶלְקוֹ מַעְשַׂר עָנִי. הַמְקַבֵּל שָׂדֶה לִקְצֹר, אָסוּר בְּלֶקֶט שִׁכְחָה וּפֵאָה וּמַעְשַׂר עָנִי. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁקִּבֵּל מִמֶּנּוּ לְמֶחֱצָה, לִשְׁלִישׁ וְלִרְבִיעַ. אֲבָל אִם אָמַר לוֹ שְׁלִישׁ מַה שֶּׁאַתָּה קוֹצֵר שֶׁלָּךְ, מֻתָּר בְּלֶקֶט וּבְשִׁכְחָה וּבְפֵאָה, וְאָסוּר בְּמַעְשַׂר עָנִי {טז}",
      "rdfs:label": "משנה פאה ה ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-5",
      "jbo:text": "ר\"ע מברטנורה המחליף עם העניים. נותן תבואה או פרות לעני בחלוף מה שלקט: שלו פטור. מן המעשר. מה שנתן לו העני שהוא של לקט שכחה ופאה: ושל עניים חיב. מה שנתן בעל הבית לעני מתבואתו, וחיב לעשר קדם שיתן אותו לעני: שנים שקבלו את השדה. והם עניים: באריסות. למחצה לשליש ולרביע, והם נעשים כבעל הבית, ובעל הבית עני אסור בלקט של שדהו דכתיב (ויקרא יט) לא תלקט לעני, אזהרה לעני שלא ילקט {יג} הלקט שלו, וחיב להפריש מעשר עני ולתת אותו לעני אחר. ודוקא כל אחד על חלקו נעשה כבעל הבית, ולא על חלק חברו. הלכך מתרין לתן זה לזה מעשר עני: שקבלה ממנו למחצה. שזכה במחבר. אבל אם אמר ליה [שליש] מה שאתה קוצר, אין לו חלק אלא בתלוש, וחיוב לקט שכחה ופאה הכל על בעל השדה, ואף על פי ששכחת העמרים בתלוש בשעת עמור, מכל מקום כאן פטור דלא קרינן ביה קצירך הואיל ולא זכה אלא בתלוש. וגר שנתגיר לאחר קצירה דחיב בשכחה לעיל {יד} לרבי יהודה, הינו משום דקרינן ביה שדך. ומכל מקום מהאי טעמא לא מחיבינן גר בלקט, מאחר שעקרו במחבר {טו}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמַּחֲלִיף עִם הָעֲנִיִּים. נוֹתֵן תְּבוּאָה אוֹ פֵּרוֹת לֶעָנִי בְּחִלּוּף מַה שֶּׁלִּקֵּט: שֶׁלּוֹ פָּטוּר. מִן הַמַּעֲשֵׂר. מַה שֶּׁנָּתַן לוֹ הֶעָנִי שֶׁהוּא שֶׁל לֶקֶט שִׁכְחָה וּפֵאָה: וְשֶׁל עֲנִיִּים חַיָּב. מַה שֶּׁנָּתַן בַּעַל הַבַּיִת לֶעָנִי מִתְּבוּאָתוֹ, וְחַיָּב לְעַשֵּׂר קֹדֶם שֶׁיִּתֵּן אוֹתוֹ לֶעָנִי: שְׁנַיִם שֶׁקִּבְּלוּ אֶת הַשָּׂדֶה. וְהֵם עֲנִיִּים: בַּאֲרִיסוּת. לְמֶחֱצָה לִשְׁלִישׁ וְלִרְבִיעַ, וְהֵם נַעֲשִׂים כְּבַעַל הַבַּיִת, וּבַעַל הַבַּיִת עָנִי אָסוּר בְּלֶקֶט שֶׁל שָׂדֵהוּ דִּכְתִיב (וַיִּקְרָא יט) לֹא תְלַקֵּט לֶעָנִי, אַזְהָרָה לֶעָנִי שֶׁלֹּא יְלַקֵּט {יג} הַלֶּקֶט שֶׁלּוֹ, וְחַיָּב לְהַפְרִישׁ מַעְשַׂר עָנִי וְלָתֵת אוֹתוֹ לְעָנִי אַחֵר. וְדַוְקָא כָּל אֶחָד עַל חֶלְקוֹ נַעֲשֶׂה כְּבַעַל הַבַּיִת, וְלֹא עַל חֵלֶק חֲבֵרוֹ. הִלְכָּךְ מֻתָּרִין לִתֵּן זֶה לָזֶה מַעְשַׂר עָנִי: שֶׁקִּבְּלָהּ מִמֶּנּוּ לְמֶחֱצָה. שֶׁזָּכָה בִּמְחֻבָּר. אֲבָל אִם אָמַר לֵיהּ [שְׁלִישׁ] מַה שֶּׁאַתָּה קוֹצֵר, אֵין לוֹ חֵלֶק אֶלָּא בַּתָּלוּשׁ, וְחִיּוּב לֶקֶט שִׁכְחָה וּפֵאָה הַכֹּל עַל בַּעַל הַשָּׂדֶה, וְאַף עַל פִּי שֶׁשִּׁכְחַת הָעֳמָרִים בַּתָּלוּשׁ בִּשְׁעַת עִמּוּר, מִכָּל מָקוֹם כָּאן פָּטוּר דְּלֹא קָרִינַן בֵּיהּ קְצִירְךָ הוֹאִיל וְלֹא זָכָה אֶלָּא בַּתָּלוּשׁ. וְגֵר שֶׁנִּתְגַּיֵּר לְאַחַר קְצִירָה דְּחַיָּב בְּשִׁכְחָה לְעֵיל {יד} לְרַבִּי יְהוּדָה, הַיְנוּ מִשּׁוּם דְּקָרִינַן בֵּיהּ שָׂדְךָ. וּמִכָּל מָקוֹם מֵהַאי טַעֲמָא לֹא מְחַיְּבִינַן גֵּר בְּלֶקֶט, מֵאַחַר שֶׁעִקָּרוֹ בִּמְחֻבָּר {טו}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-5",
      "jbo:text": "עיקר תוי\"ט {יב} בשלו. וספרים אחרים גרסינן שלו: {יג} כדאשכחן לעיל גבי שבלת שנתערבה: {יד} והוא הדין לכל המתנות ומשום דמעשר עני לא דמי ללקט כמו שכחה ופאה, ואפלו הכי אתיא, לפי דלא שנא לן בין מתנה למתנה הלכך חביבא ליה לתנא לאסבורי במעשר עני. ועין תוספות יום טוב: {טו} עין בפרושו למשנה דלקמן. ומה שכתב דלא מחיבין גם בלקט מאחר שעקרו במחבר, כלומר דבשעת קצירתן מהקרקע נעשה לקט: {טז} במעשר עני. שמחיב לדבר הקצור ויש לו בו חלק. הר\"מ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} בְּשֶׁלּוֹ. וּסְפָרִים אֲחֵרִים גָּרְסִינַן שֶׁלּוֹ: {יג} כִּדְאַשְׁכְּחָן לְעֵיל גַּבֵּי שִׁבֹּלֶת שֶׁנִּתְעָרְבָה: {יד} וְהוּא הַדִּין לְכָל הַמַּתָּנוֹת וּמִשּׁוּם דְּמַעֲשַׂר עָנִי לֹא דָמִי לְלֶקֶט כְּמוֹ שִׁכְחָה וּפֵאָה, וַאֲפִלּוּ הָכִי אַתְיָא, לְפִי דְלֹא שְׁנָא לָן בֵּין מַתָּנָה לְמַתָּנָה הִלְכָּךְ חֲבִיבָא לֵיהּ לְתַנָּא לְאַסְבּוֹרֵי בְּמַעֲשַׂר עָנִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} עַיֵּן בְּפֵרוּשׁוֹ לַמִּשְׁנָה דִּלְקַמָּן. וּמַה שֶּׁכָּתַב דְּלֹא מְחַיְּבִין גַּם בְּלֶקֶט מֵאַחַר שֶׁעִקָּרוֹ בַּמְּחֻבָּר, כְּלוֹמַר דְּבִשְׁעַת קְצִירָתָן מֵהַקַּרְקַע נַעֲשָׂה לֶקֶט: {טז} בְּמַעְשַׂר עָנִי. שֶׁמְּחֻיָּב לַדָּבָר הַקָּצוּר וְיֵשׁ לוֹ בוֹ חֵלֶק. הָרַ\"מ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-6",
      "jbo:text": "המוכר את שדהו, המוכר מתר והלוקח אסור. לא ישכר אדם את הפועלים על מנת שילקט בנו אחריו. מי שאינו מניח את העניים ללקט, או שהוא מניח את אחד ואחד לא, או שהוא מסיע את אחד מהן, הרי זה גוזל את העניים. על זה נאמר (משלי כב) אל תסג גבול עולים",
      "jbo:textNikud": "הַמּוֹכֵר אֶת שָׂדֵהוּ, הַמּוֹכֵר מֻתָּר וְהַלּוֹקֵחַ אָסוּר. לֹא יִשְׂכֹּר אָדָם אֶת הַפּוֹעֲלִים עַל מְנָת שֶׁיְּלַקֵּט בְּנוֹ אַחֲרָיו. מִי שֶׁאֵינוֹ מַנִּיחַ אֶת הָעֲנִיִּים לִלְקֹט, אוֹ שֶׁהוּא מַנִּיחַ אֶת אֶחָד וְאֶחָד לֹא, אוֹ שֶׁהוּא מְסַיֵּעַ אֶת אֶחָד מֵהֶן, הֲרֵי זֶה גּוֹזֵל אֶת הָעֲנִיִּים. עַל זֶה נֶאֱמַר (משלי כב) אַל תַּסֵּג גְּבוּל עוֹלִים",
      "rdfs:label": "משנה פאה ה ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-6",
      "jbo:text": "ר\"ע מברטנורה המוכר שדהו. שמכר לו שדה וקמתה. אבל מכר את הקמה בלבד ושיר השדה לעצמו, שניהם אסורים בלקט שכחה ופאה, שאצל זה אני קורא שדך ואצל זה אני קורא קצירך: המוכר מתר. בלקט שכחה ופאה אם הוא עני: על מנת שילקט בנו אחריו. שעל ידי כן הפועל מנכה לו מן השכירות, ונמצא פורע חובו משל עניים: אל תסג גבול עולים. כלומר אל תקרי עולם אלא עולים {יז}, אית דמפרשי אלו עולי מצרים, שלא תשנה האזהרות שבתורה שנתנה ליוצאי מצרים {יח}, ואית דמפרשי עולים אלו בני אדם שירדו מנכסיהם, וקרי להו עולים לשון כבוד, כדרך שקורין לעור סגי נהור {יט}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמּוֹכֵר שָׂדֵהוּ. שֶׁמָּכַר לוֹ שָׂדֶה וְקָמָתָהּ. אֲבָל מָכַר אֶת הַקָּמָה בִּלְבָד וְשִׁיֵּר הַשָּׂדֶה לְעַצְמוֹ, שְׁנֵיהֶם אֲסוּרִים בְּלֶקֶט שִׁכְחָה וּפֵאָה, שֶׁאֵצֶל זֶה אֲנִי קוֹרֵא שָׂדְךָ וְאֵצֶל זֶה אֲנִי קוֹרֵא קְצִירְךָ: הַמּוֹכֵר מֻתָּר. בְּלֶקֶט שִׁכְחָה וּפֵאָה אִם הוּא עָנִי: עַל מְנָת שֶׁיְּלַקֵּט בְּנוֹ אַחֲרָיו. שֶׁעַל יְדֵי כֵן הַפּוֹעֵל מְנַכֶּה לוֹ מִן הַשְּׂכִירוּת, וְנִמְצָא פּוֹרֵעַ חוֹבוֹ מִשֶּׁל עֲנִיִּים: אַל תַּסֵּג גְּבוּל עוֹלִים. כְּלוֹמַר אַל תִּקְרֵי עוֹלָם אֶלָּא עוֹלִים {יז}, אִית דִּמְפָרְשֵׁי אֵלּוּ עוֹלֵי מִצְרַיִם, שֶׁלֹּא תְשַׁנֶּה הָאַזְהָרוֹת שֶׁבַּתּוֹרָה שֶׁנִּתְּנָה לְיוֹצְאֵי מִצְרַיִם {יח}, וְאִית דִּמְפָרְשֵׁי עוֹלִים אֵלּוּ בְּנֵי אָדָם שֶׁיָּרְדוּ מִנִּכְסֵיהֶם, וְקָרֵי לְהוּ עוֹלִים לְשׁוֹן כָּבוֹד, כְּדֶרֶךְ שֶׁקּוֹרִין לְעִוֵּר סַגִּי נָהוֹר {יט}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-6",
      "jbo:text": "עיקר תוי\"ט {יז} והזקקו רבותינו זכרונם לברכה לזה משום דקשה להו מאי קא משמע לן, מצוה המפורשת בתורה לא תסיג גבול (דברים יט), אמנם לפי זה ניחא שהודיענו שלא ישנה ממה שגבלו רבותינו על פי הקבלה, איזהו לקט ואיזה אינו. יפה מראה: {יח} וקשה אם כן על כל מצות שבתורה יש לדרש כן. ונראה לי דכאן אינו רוצה לגזל העניים או לעקר המצוה רק שרוצה להחכים על צווי הקדוש ברוך הוא, דמעשר עני רשות לבעל הבית לחלק, כמו שכתב הר\"ב בפרק ח' משנה ה' אבל בלקט כו' כתיב תעזב אותם שהם יטלו, והוא אינו מבין הטעם לחלק ביניהם, לכן אמר עולי מצרים, כשם שיציאת מצרים היה חוץ לטבע כן מצות הקדוש ברוך הוא. תוספות חדשים: {יט} שני הפרושים פליגי בהו אמוראי בירושלמי, וצריך לומר פלוגתיהו משום דתרי קראי כתיבי במשלי, אחד בסימן כ\"ב והשני בסימן כ\"ג, ומאן דדריש קמא נסיב לסיומיה אשר עשו אבותיך והינו עולי מצרים. ומאן דאמר פרוש תנין סיומיה ובשדי יתומים אל תבא, ויתומים עניין קרויין כדכתיב ולגר וליתום. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} וְהֻזְקְקוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה לָזֶה מִשּׁוּם דְּקָשֶׁה לְהוּ מַאי קָא מַשְׁמַע לָן, מִצְוָה הַמְּפוֹרֶשֶׁת בַּתּוֹרָה לֹא תַסִּיג גְּבוּל (דְּבָרִים יט), אָמְנָם לְפִי זֶה נִיחָא שֶׁהוֹדִיעָנוּ שֶׁלֹּא יְשַׁנֶּה מִמַּה שֶּׁגָּבְלוּ רַבּוֹתֵינוּ עַל פִּי הַקַּבָּלָה, אֵיזֶהוּ לֶקֶט וְאֵיזֶה אֵינוֹ. יְפֵה מַרְאֶה: {יח} וְקָשֶׁה אִם כֵּן עַל כָּל מִצְוֹת שֶׁבַּתּוֹרָה יֵשׁ לִדְרֹשׁ כֵּן. וְנִרְאֶה לִי דְּכָאן אֵינוֹ רוֹצֶה לִגְזֹל הָעֲנִיִּים אוֹ לַעֲקֹר הַמִּצְוָה רַק שֶׁרוֹצֶה לְהַחְכִּים עַל צִוּוּי הַקָּדוֹשׁ בָּרוּךְ הוּא, דְּמַעְשַׂר עָנִי רְשׁוּת לְבַעַל הַבַּיִת לְחָלֵק, כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּפֶרֶק ח' מִשְׁנָה ה' אֲבָל בְּלֶקֶט כוּ' כְּתִיב תַּעֲזֹב אוֹתָם שֶׁהֵם יִטְּלוּ, וְהוּא אֵינוֹ מֵבִין הַטַּעַם לְחַלֵּק בֵּינֵיהֶם, לָכֵן אָמַר עוֹלֵי מִצְרַיִם, כְּשֵׁם שֶׁיְּצִיאַת מִצְרַיִם הָיָה חוּץ לַטֶּבַע כֵּן מִצְוֹת הַקָּדוֹשׁ בָּרוּךְ הוּא. תּוֹסָפוֹת חֲדָשִׁים: {יט} שְׁנֵי הַפֵּרוּשִׁים פְּלִיגֵי בְהוּ אֲמוֹרָאֵי בַּיְרוּשַׁלְמִי, וְצָרִיךְ לוֹמַר פְּלוּגְתַיְהוּ מִשּׁוּם דִּתְרֵי קְרָאֵי כְּתִיבֵי בְּמִשְׁלֵי, אֶחָד בְּסִימָן כ\"ב וְהַשֵּׁנִי בְּסִימָן כ\"ג, וּמַאן דְּדָרִישׁ קַמָּא נָסֵיב לְסִיּוּמֵיהּ אֲשֶׁר עָשׂוּ אֲבוֹתֶיךָ וְהַיְנוּ עוֹלֵי מִצְרַיִם. וּמַאן דְּאָמַר פֵּרוּשׁ תִּנְיָן סִיּוּמֵיהּ וּבִשְׂדֵי יְתוֹמִים אַל תָּבֹא, וִיתוֹמִים עֲנִיִּין קְרוּיִין כְּדִכְתִיב וְלַגֵּר וְלַיָּתוֹם. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-7",
      "jbo:text": "העמר ששכחוהו פועלים ולא שכחו בעל הבית, שכחו בעל הבית ולא שכחוהו פועלים, עמדו עניים בפניו או שחפוהו בקש, הרי זה אינו שכחה",
      "jbo:textNikud": "הָעֹמֶר שֶׁשְּׁכָחוּהוּ פוֹעֲלִים וְלֹא שְׁכָחוֹ בַעַל הַבַּיִת, שְׁכָחוֹ בַעַל הַבַּיִת וְלֹא שְׁכָחוּהוּ פוֹעֲלִים, עָמְדוּ עֲנִיִּים בְּפָנָיו אוֹ שֶׁחִפּוּהוּ בְקַשׁ, הֲרֵי זֶה אֵינוֹ שִׁכְחָה",
      "rdfs:label": "משנה פאה ה ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-7",
      "jbo:text": "ר\"ע מברטנורה ולא שכחו בעל הבית. כגון דבעל הבית בשדה, דקאי גביה וזכי ביה. אבל בעל הבית בעיר הוי שכחה אף על גב דלא שכחו בעל הבית: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְלֹא שְׁכָחוֹ בַעַל הַבַּיִת. כְּגוֹן דְּבַעַל הַבַּיִת בַּשָּׂדֶה, דְּקָאֵי גַּבֵּיהּ וְזָכֵי בֵיהּ. אֲבָל בַּעַל הַבַּיִת בָּעִיר הֲוֵי שִׁכְחָה אַף עַל גַּב דְּלֹא שְׁכָחוֹ בַּעַל הַבַּיִת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-1-2-5-8",
      "jbo:text": "המעמר לכבעות ולכמסאות, לחררה ולעמרים, אין לו שכחה. ממנו ולגרן, יש לו שכחה. המעמר לגדיש, יש לו שכחה. ממנו ולגרן, אין לו שכחה. זה הכלל, כל המעמר למקום שהוא גמר מלאכה, יש לו שכחה. ממנו ולגרן, אין לו שכחה. למקום שאינו גמר מלאכה, אין לו שכחה. ממנו ולגרן, יש לו שכחה",
      "jbo:textNikud": "הַמְעַמֵּר לְכֹבָעוֹת וּלְכֻמְסָאוֹת, לַחֲרָרָה וְלָעֳמָרִים, אֵין לוֹ שִׁכְחָה. מִמֶּנּוּ וְלַגֹּרֶן, יֶשׁ לוֹ שִׁכְחָה. הַמְעַמֵּר לַגָּדִישׁ, יֶשׁ לוֹ שִׁכְחָה. מִמֶּנּוּ וְלַגֹּרֶן, אֵין לוֹ שִׁכְחָה. זֶה הַכְּלָל, כָּל הַמְעַמֵּר לְמָקוֹם שֶׁהוּא גְמָר מְלָאכָה, יֶשׁ לוֹ שִׁכְחָה. מִמֶּנּוּ וְלַגֹּרֶן, אֵין לוֹ שִׁכְחָה. לְמָקוֹם שֶׁאֵינוֹ גְמַר מְלָאכָה, אֵין לוֹ שִׁכְחָה. מִמֶּנּוּ וְלַגֹּרֶן, יֶשׁ לוֹ שִׁכְחָה",
      "rdfs:label": "משנה פאה ה ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-bartanura-1-2-5-8",
      "jbo:text": "ר\"ע מברטנורה לכבעות. לעשות מהן כמין כבע בראש, שכך היו רגילין לעשות עטרות של שבלין ולשום בראש: לכמסאות. אינם גבוהים ובולטים למעלה ככבעות, אלא נכפפים למטה, שאינו נראה כל כך, כמה דתימא (דברים לב) הלא הוא כמס עמדי: ולחררה. קצר מעט ועמר, כדי לגלגל עסה לעשות חררה קטנה על גבי גחלים {כ}. פרוש אחר, יש שקוצרים התבואה ומגדישים אותה במקום אחד עד שתתאסף, ואז נושאים אותה למקום שדשים התבואה, ומקום הדישה נקרא גרן, ומה שמגדישים על גבי קרקע נקרא כבעות, כדמות כבע שמשימין בראש, ומה שמגדישים בחפירה בארץ נקרא כמסאות, לשון כמס עמדי, ומה שמגדישים בעגלה כדמות אבן הרחים נקרא חררה, על שם שהחררה עגלה: ולעמרים. עשה עמרים קטנים, וסופו לעשות משנים ושלשה עמר אחד: אין לו שכחה. כלומר מה ששכח בשדה בשעה שמוליך לאחד מן המקומות הללו אינו שכחה, דכתיב (שם כט) כי תקצר קצירך בשדך ושכחת עמר בשדה, מה קציר שאין אחריו קציר, אף עמור שאין אחריו עמור, יצא אלו שיש אחריהן עמור: ממנו ולגרן יש לו שכחה. המוליך מאחת מהמקומות הללו לגרן ושכח עמר באחת מן המקומות הללו, הוי שכחה: המעמר לגדיש. ורוצה שישארו באותו מקום ושם ידוש אותם, יש לו שכחה: ממנו ולגרן. ואם נמלך עליהם אחר כך ומוליכם למקום אחר לדוש אותם, אין לו שכחה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לְכֹבָעוֹת. לַעֲשׂוֹת מֵהֶן כְּמִין כֹּבַע בָּרֹאשׁ, שֶׁכָּךְ הָיוּ רְגִילִין לַעֲשׂוֹת עֲטָרוֹת שֶׁל שִׁבֳּלִין וְלָשׂוּם בָּרֹאשׁ: לְכֻמְסָאוֹת. אֵינָם גְּבוֹהִים וּבוֹלְטִים לְמַעְלָה כְּכֹבָעוֹת, אֶלָּא נִכְפָּפִים לְמַטָּה, שֶׁאֵינוֹ נִרְאֶה כָּל כָּךְ, כְּמָה דְתֵימָא (דְּבָרִים לב) הֲלֹא הוּא כָּמֻס עִמָּדִי: וְלַחֲרָרָה. קָצַר מְעַט וְעִמֵּר, כְּדֵי לְגַלְגֵּל עִסָּה לַעֲשׂוֹת חֲרָרָה קְטַנָּה עַל גַּבֵּי גֶחָלִים {כ}. פֵּרוּשׁ אַחֵר, יֵשׁ שֶׁקּוֹצְרִים הַתְּבוּאָה וּמַגְדִּישִׁים אוֹתָהּ בְּמָקוֹם אֶחָד עַד שֶׁתִּתְאַסֵּף, וְאָז נוֹשְׂאִים אוֹתָהּ לְמָקוֹם שֶׁדָּשִׁים הַתְּבוּאָה, וּמְקוֹם הַדִּישָׁה נִקְרָא גֹּרֶן, וּמַה שֶּׁמַּגְדִּישִׁים עַל גַּבֵּי קַרְקַע נִקְרָא כֹּבָעוֹת, כִּדְמוּת כֹּבַע שֶׁמְּשִׂימִין בָּרֹאשׁ, וּמַה שֶּׁמַּגְדִּישִׁים בַּחֲפִירָה בָּאָרֶץ נִקְרָא כֻּמְסָאוֹת, לְשׁוֹן כָּמֻס עִמָּדִי, וּמַה שֶּׁמַּגְדִּישִׁים בַּעֲגֻלָּה כִּדְמוּת אֶבֶן הָרֵחַיִם נִקְרָא חֲרָרָה, עַל שֵׁם שֶׁהַחֲרָרָה עֲגֻלָּה: וְלָעֳמָרִים. עָשָׂה עֳמָרִים קְטַנִּים, וְסוֹפוֹ לַעֲשׂוֹת מִשְּׁנַיִם וּשְׁלֹשָׁה עֹמֶר אֶחָד: אֵין לוֹ שִׁכְחָה. כְּלוֹמַר מַה שֶּׁשָּׁכַח בַּשָּׂדֶה בְּשָׁעָה שֶׁמּוֹלִיךְ לְאֶחָד מִן הַמְּקוֹמוֹת הַלָּלוּ אֵינוֹ שִׁכְחָה, דִּכְתִיב (שָׁם כט) כִּי תִקְצֹר קְצִירְךָ בְּשָׂדֶךָ וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה, מַה קָּצִיר שֶׁאֵין אַחֲרָיו קָצִיר, אַף עִמּוּר שֶׁאֵין אַחֲרָיו עִמּוּר, יָצָא אֵלּוּ שֶׁיֵּשׁ אַחֲרֵיהֶן עִמּוּר: מִמֶּנּוּ וְלַגֹּרֶן יֶשׁ לוֹ שִׁכְחָה. הַמּוֹלִיךְ מֵאַחַת מֵהַמְּקוֹמוֹת הַלָּלוּ לַגֹּרֶן וְשָׁכַח עֹמֶר בְּאַחַת מִן הַמְּקוֹמוֹת הַלָּלוּ, הֲוֵי שִׁכְחָה: הַמְעַמֵּר לַגָּדִישׁ. וְרוֹצֶה שֶׁיִּשָּׁאֲרוּ בְּאוֹתוֹ מָקוֹם וְשָׁם יָדוּשׁ אוֹתָם, יֶשׁ לוֹ שִׁכְחָה: מִמֶּנּוּ וְלַגֹּרֶן. וְאִם נִמְלָךְ עֲלֵיהֶם אַחַר כָּךְ וּמוֹלִיכָם לְמָקוֹם אַחֵר לָדוּשׁ אוֹתָם, אֵין לוֹ שִׁכְחָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ה ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-5"
      ],
      "uri": "jbr:mishna-yomtov-1-2-5-8",
      "jbo:text": "עיקר תוי\"ט {כ} כלומר שאין שעורו אלא כדי כו' ומשום הכי לא הוי שכחה, שאין מניחים עמרים קטנים כאלו אלא מעמידים כמה כאלו ביחד. ודנקט לגלגל הוא לחררה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} כְּלוֹמַר שֶׁאֵין שִׁעוּרוֹ אֶלָּא כְּדֵי כוּ' וּמִשּׁוּם הָכִי לֹא הֲוֵי שִׁכְחָה, שֶׁאֵין מַנִּיחִים עֳמָרִים קְטַנִּים כָּאֵלּוּ אֶלָּא מַעֲמִידִים כַּמָּה כָּאֵלּוּ בְּיַחַד. וּדְנָקַט לְגַלְגֵּל הוּא לַחֲרָרָה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ה ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-1",
      "jbo:text": "בית שמאי אומרים, הבקר {א} לעניים, הבקר. ובית הלל אומרים, אינו הפקר, עד שיפקר אף לעשירים, כשמטה. כל עמרי השדה של קב קב ואחד של ארבעת קבין ושכחו, בית שמאי אומרים {ד}, אינו שכחה. ובית הלל אומרים, שכחה",
      "jbo:textNikud": "בֵּית שַׁמַּאי אוֹמְרִים, הֶבְקֵר {א} לָעֲנִיִּים, הֶבְקֵר. וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ הֶפְקֵר, עַד שֶׁיֻּפְקַר אַף לָעֲשִׁירִים, כַּשְּׁמִטָּה. כָּל עָמְרֵי הַשָּׂדֶה שֶׁל קַב קַב וְאֶחָד שֶׁל אַרְבַּעַת קַבִּין וּשְׁכָחוֹ, בֵּית שַׁמַּאי אוֹמְרִים {ד}, אֵינוֹ שִׁכְחָה. וּבֵית הִלֵּל אוֹמְרִים, שִׁכְחָה",
      "rdfs:label": "משנה פאה ו א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-1",
      "jbo:text": "ר\"ע מברטנורה בית שמאי אומרים הבקר לעניים. מי שהפקיר לעניים ולא לעשירים דין הפקר יש לו, ופטור מן המעשר, דכתיב בלקט ופאה (ויקרא יט) לעני ולגר תעזב אותם, מה תלמוד לומר תעזב אותם, למד על עזיבה אחרת דהינו הפקר, שהיא כזו, מה זו לעניים ולא לעשירים, אף מה שנאמר במקום אחר לעניים ולא לעשירים {ב}: אף לעשירים כשמטה. דכתיב (שמות כה) והשביעית תשמטנה ונטשתה, מה תלמוד לומר ונטשתה, למד על נטישה אחרת, דהינו הפקר, שהיא כשביעית, מה שביעית לעניים ולעשירים, אף הפקר לעניים ולעשירים {ג}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה בֵּית שַׁמַּאי אוֹמְרִים הֶבְקֵר לָעֲנִיִּים. מִי שֶׁהִפְקִיר לַעֲנִיִּים וְלֹא לַעֲשִׁירִים דִּין הֶפְקֵר יֵשׁ לוֹ, וּפָטוּר מִן הַמַּעֲשֵׂר, דִּכְתִיב בְּלֶקֶט וּפֵאָה (וַיִּקְרָא יט) לֶעָנִי וְלַגֵּר תַּעֲזֹב אוֹתָם, מַה תַּלְמוּד לוֹמַר תַּעֲזֹב אוֹתָם, לִמֵּד עַל עֲזִיבָה אַחֶרֶת דְּהַיְנוּ הֶפְקֵר, שֶׁהִיא כָּזוֹ, מַה זּוֹ לַעֲנִיִּים וְלֹא לַעֲשִׁירִים, אַף מַה שֶּׁנֶּאֱמַר בְּמָקוֹם אַחֵר לַעֲנִיִּים וְלֹא לַעֲשִׁירִים {ב}: אַף לָעֲשִׁירִים כַּשְּׁמִטָּה. דִּכְתִיב (שְׁמוֹת כה) וְהַשְּׁבִיעִית תִּשְׁמְטֶנָּה וּנְטַשְׁתָּהּ, מַה תַּלְמוּד לוֹמַר וּנְטַשְׁתָּהּ, לִמֵּד עַל נְטִישָׁה אַחֶרֶת, דְּהַיְנוּ הֶפְקֵר, שֶׁהִיא כַּשְּׁבִיעִית, מַה שְּׁבִיעִית לָעֲנִיִּים וְלָעֲשִׁירִים, אַף הֶפְקֵר לָעֲנִיִּים וְלָעֲשִׁירִים {ג}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-1",
      "jbo:text": "עיקר תוי\"ט {א} הבקר. כמו הפקר. ששניהם הבי\"ת והפ\"א ממוצא השפה ומתחלפין: {ב} ואף על גב דדרשינן מתעזב עזב לפניהם בריש פרק ד', מכל מקום שמעינן מניה נמי להך. דכלה בכלל תעזב. ועוד יש לומר דמאותם דריש שהוא מיתר: {ג} ובית הלל, מתעזב אותם מעוט, זה לעניים ולא לעשירים, אבל מה שנאמר במקום אחר לעניים ולעשירים. ובית שמאי תשמטנה ונטשתה, זה לעניים ולעשירים, אבל מה שנאמר במקום אחר לעניים ולא לעשירים. ירושלמי: {ד} בית שמאי אומרים. טעמא דבית שמאי שהוא יכול לחלקו לעמרים של קב קב ולעשות ממנו שורה של ארבעה עמרים, הואיל ועמרי השדה קטנים שאין בכל אחד ואחד כי אם קב. וכן עמרי השדה של שני קבין ואחד של שמנה קבין. ובית שמאי לטעמיהו דאמרי בפרקין שלשה דעניים וארבעה לבעל הבית. ובית הלל לית להו רואין, ויש כאן עמר אחד בלבד. ירושלמי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} הֶבְקֵר. כְּמוֹ הֶפְקֵר. שֶׁשְּׁנֵיהֶם הַבֵּי\"ת וְהַפֵּ\"א מִמּוֹצָא הַשָּׂפָה וּמִתְחַלְּפִין: {ב} וְאַף עַל גַּב דְּדָרְשִׁינַן מִתַּעֲזֹב עֲזֹב לִפְנֵיהֶם בְּרֵישׁ פֶּרֶק ד', מִכָּל מָקוֹם שָׁמְעִינַן מִנֵּיהּ נַמִּי לְהַךְ. דְּכֻלָּהּ בִּכְלַל תַּעֲזֹב. וְעוֹד יֵשׁ לוֹמַר דְּמֵאוֹתָם דָּרִישׁ שֶׁהוּא מְיֻתָּר: {ג} וּבֵית הִלֵּל, מִתַּעֲזֹב אוֹתָם מִעוּט, זֶה לַעֲנִיִּים וְלֹא לַעֲשִׁירִים, אֲבָל מַה שֶּׁנֶּאֱמַר בְּמָקוֹם אַחֵר לַעֲנִיִּים וְלַעֲשִׁירִים. וּבֵית שַׁמַּאי תִּשְׁמְטֶנָּה וּנְטַשְׁתָּהּ, זֶה לַעֲנִיִּים וְלַעֲשִׁירִים, אֲבָל מַה שֶּׁנֶּאֱמַר בְּמָקוֹם אַחֵר לַעֲנִיִּים וְלֹא לַעֲשִׁירִים. יְרוּשַׁלְמִי: {ד} בֵּית שַׁמַּאי אוֹמְרִים. טַעֲמָא דְבֵית שַׁמַּאי שֶׁהוּא יָכוֹל לְחַלְּקוֹ לָעֳמָרִים שֶׁל קַב קַב וְלַעֲשׂוֹת מִמֶּנּוּ שׁוּרָה שֶׁל אַרְבָּעָה עֳמָרִים, הוֹאִיל וְעָמְרֵי הַשָּׂדֶה קְטַנִּים שֶׁאֵין בְּכָל אֶחָד וְאֶחָד כִּי אִם קַב. וְכֵן עָמְרֵי הַשָּׂדֶה שֶׁל שְׁנֵי קַבִּין וְאֶחָד שֶׁל שְׁמֹנָה קַבִּין. וּבֵית שַׁמַּאי לְטַעֲמַיְהוּ דְּאָמְרֵי בְּפִרְקִין שְׁלֹשָׁה דַּעֲנִיִּים וְאַרְבָּעָה לְבַעַל הַבַּיִת. וּבֵית הִלֵּל לֵית לְהוּ רוֹאִין, וְיֵשׁ כָּאן עֹמֶר אֶחָד בִּלְבָד. יְרוּשַׁלְמִי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-2",
      "jbo:text": "העמר שהוא סמוך לגפה ולגדיש, לבקר ולכלים, ושכחו, בית שמאי אומרים, אינו שכחה. ובית הלל אומרים, שכחה",
      "jbo:textNikud": "הָעֹמֶר שֶׁהוּא סָמוּךְ לַגָּפָה וְלַגָּדִישׁ, לַבָּקָר וְלַכֵּלִים, וּשְׁכָחוֹ, בֵּית שַׁמַּאי אוֹמְרִים, אֵינוֹ שִׁכְחָה. וּבֵית הִלֵּל אוֹמְרִים, שִׁכְחָה",
      "rdfs:label": "משנה פאה ו ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-2",
      "jbo:text": "ר\"ע מברטנורה לגפה. גדר אבנים סדורות זו על זו בלא טיט: ולכלים. כלי המחרשה: בית שמאי אומרים אינו שכחה. פלוגתיהו דבית שמאי ובית הלל בעמר שהחזיק בו להוליכו לעיר ונתנו בצד הגפה או בצד הגדיש ושכחו שם, שבית שמאי אומרים אינו שכחה שהרי זכה בו: ובית הלל אומרים שכחה. והא דתנן לקמן במתניתין העמר שהחזיק בו להוליכו לעיר ושכחו מודים בית הלל לבית שמאי שאינו שכחה, זהו כשלא הניחו אצל הגפה או אצל הגדיש {ה}. פרוש אחר, בית שמאי אומרים אינו שכחה, אפלו בעמר שלא החזיק בו כלל לא הוי שכחה, דהואיל והניחו אצל דבר המסים עתיד לזכרו, ובית הלל אומרים שכחה כל זמן שלא החזיק בו. ומודים בית הלל שאם החזיק בו ואחר כך שכחו שאינו שכחה, כדאמרינן בסמוך: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לַגָּפָה. גֶּדֶר אֲבָנִים סְדוּרוֹת זוֹ עַל זוֹ בְּלֹא טִיט: וְלַכֵּלִים. כְּלֵי הַמַּחֲרֵשָׁה: בֵּית שַׁמַּאי אוֹמְרִים אֵינוֹ שִׁכְחָה. פְּלוּגְתַּיְהוּ דְבֵית שַׁמַּאי וּבֵית הִלֵּל בְּעֹמֶר שֶׁהֶחֱזִיק בּוֹ לְהוֹלִיכוֹ לָעִיר וּנְתָנוֹ בְּצַד הַגָּפָה אוֹ בְצַד הַגָּדִישׁ וּשְׁכָחוֹ שָׁם, שֶׁבֵּית שַׁמַּאי אוֹמְרִים אֵינוֹ שִׁכְחָה שֶׁהֲרֵי זָכָה בוֹ: וּבֵית הִלֵּל אוֹמְרִים שִׁכְחָה. וְהָא דִתְנַן לְקַמָּן בְּמַתְנִיתִין הָעֹמֶר שֶׁהֶחֱזִיק בּוֹ לְהוֹלִיכוֹ לָעִיר וּשְׁכָחוֹ מוֹדִים בֵּית הִלֵּל לְבֵית שַׁמַּאי שֶׁאֵינוֹ שִׁכְחָה, זֶהוּ כְּשֶׁלֹּא הִנִּיחוֹ אֵצֶל הַגָּפָה אוֹ אֵצֶל הַגָּדִישׁ {ה}. פֵּרוּשׁ אַחֵר, בֵּית שַׁמַּאי אוֹמְרִים אֵינוֹ שִׁכְחָה, אֲפִלּוּ בְּעֹמֶר שֶׁלֹּא הֶחֱזִיק בּוֹ כְּלָל לֹא הֲוֵי שִׁכְחָה, דְּהוֹאִיל וְהִנִּיחוֹ אֵצֶל דָּבָר הַמְּסֻיָּם עָתִיד לְזָכְרוֹ, וּבֵית הִלֵּל אוֹמְרִים שִׁכְחָה כָּל זְמַן שֶׁלֹּא הֶחֱזִיק בּוֹ. וּמוֹדִים בֵּית הִלֵּל שֶׁאִם הֶחֱזִיק בּוֹ וְאַחַר כָּךְ שְׁכָחוֹ שֶׁאֵינוֹ שִׁכְחָה, כִּדְאָמְרִינַן בְּסָמוּךְ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-2",
      "jbo:text": "עיקר תוי\"ט {ה} הר\"מ. וטעמא דכשלא הניחו אצל אחד מדברים הללו אף על פי ששכחו אינו שכחה הואיל והחזיק בו להוליכו לעיר, אבל כשהניחו אצל דבר מסים אף על פי שהחזיק כבר להוליכו לעיר הוי שכחה, שסוברים דושכחת על ידי עצמך ולא כשיש דבר הגורם השכחה, שעל ידי שהחזיק בו ולא הניחו אצל דבר מסים גרם לו ששכחו. תוספות יום טוב, ועין עוד: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} הָרַ\"מ. וְטַעֲמָא דִּכְשֶׁלֹּא הִנִּיחוֹ אֵצֶל אֶחָד מִדְּבָרִים הַלָּלוּ אַף עַל פִּי שֶׁשְּׁכָחוֹ אֵינוֹ שִׁכְחָה הוֹאִיל וְהֶחֱזִיק בּוֹ לְהוֹלִיכוֹ לָעִיר, אֲבָל כְּשֶׁהִנִּיחוֹ אֵצֶל דָּבָר מְסֻיָּם אַף עַל פִּי שֶׁהֶחֱזִיק כְּבָר לְהוֹלִיכוֹ לָעִיר הֲוֵי שִׁכְחָה, שֶׁסּוֹבְרִים דִּוְשָׁכַחְתָּ עַל יְדֵי עַצְמְךָ וְלֹא כְּשֶׁיֵּשׁ דָּבָר הַגּוֹרֵם הַשִּׁכְחָה, שֶׁעַל יְדֵי שֶׁהֶחֱזִיק בּוֹ וְלֹא הִנִּיחוֹ אֵצֶל דָּבָר מְסֻיָּם גָּרַם לוֹ שֶׁשְּׁכָחוֹ. תּוֹסְפוֹת יוֹם טוֹב, וְעַיֵּן עוֹד: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-3",
      "jbo:text": "ראשי שורות, העמר שכנגדו מוכיח {ו}. העמר שהחזיק בו להוליכו אל העיר, ושכחו, מודים שאינו שכחה",
      "jbo:textNikud": "רָאשֵׁי שׁוּרוֹת, הָעֹמֶר שֶׁכְּנֶגְדּוֹ מוֹכִיחַ {ו}. הָעֹמֶר שֶׁהֶחֱזִיק בּוֹ לְהוֹלִיכוֹ אֶל הָעִיר, וּשְׁכָחוֹ, מוֹדִים שֶׁאֵינוֹ שִׁכְחָה",
      "rdfs:label": "משנה פאה ו ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-3",
      "jbo:text": "ר\"ע מברטנורה ראשי שורות העמר שכנגדו מוכיח. לקמן בסמוך מפרש לה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רָאשֵׁי שׁוּרוֹת הָעֹמֶר שֶׁכְּנֶגְדּוֹ מוֹכִיחַ. לְקַמָּן בְּסָמוּךְ מְפָרֵשׁ לַהּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-3",
      "jbo:text": "עיקר תוי\"ט {ו} שכנגדו מוכיח. סדר המשנה כך. העמר השכוח, ראש שורה שכנגדו מוכיח אם שכוח הוא או אינו שכוח. הר\"מ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} שֶׁכְּנֶגְדּוֹ מוֹכִיחַ. סֵדֶר הַמִּשְׁנָה כָּךְ. הָעֹמֶר הַשָּׁכוּחַ, רֹאשׁ שׁוּרָה שֶׁכְּנֶגְדּוֹ מוֹכִיחַ אִם שָׁכוּחַ הוּא אוֹ אֵינוֹ שָׁכוּחַ. הָרַ\"מ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-4",
      "jbo:text": "ואלו הן ראשי שורות. שנים שהתחילו מאמצע השורה, זה פניו לצפון וזה פניו לדרום, ושכחו לפניהם ולאחריהם, את שלפניהם שכחה, ואת שלאחריהם אינו שכחה. יחיד שהתחיל מראש השורה, ושכח לפניו ולאחריו, שלפניו אינו שכחה, ושלאחריו שכחה, מפני שהוא בבל תשוב (דברים כד). זה הכלל {ט}, כל שהוא בבל תשוב, שכחה. ושאינו בבל תשוב, אינו שכחה",
      "jbo:textNikud": "וְאֵלּוּ הֵן רָאשֵׁי שׁוּרוֹת. שְׁנַיִם שֶׁהִתְחִילוּ מֵאֶמְצַע הַשּׁוּרָה, זֶה פָּנָיו לַצָּפוֹן וְזֶה פָּנָיו לַדָּרוֹם, וְשָׁכְחוּ לִפְנֵיהֶם וּלְאַחֲרֵיהֶם, אֶת שֶׁלִּפְנֵיהֶם שִׁכְחָה, וְאֶת שֶׁלְּאַחֲרֵיהֶם אֵינוֹ שִׁכְחָה. יָחִיד שֶׁהִתְחִיל מֵרֹאשׁ הַשּׁוּרָה, וְשָׁכַח לְפָנָיו וּלְאַחֲרָיו, שֶׁלְּפָנָיו אֵינוֹ שִׁכְחָה, וְשֶׁלְּאַחֲרָיו שִׁכְחָה, מִפְּנֵי שֶׁהוּא בְּבַל תָּשׁוּב (דברים כד). זֶה הַכְּלָל {ט}, כָּל שֶׁהוּא בְּבַל תָּשׁוּב, שִׁכְחָה. וְשֶׁאֵינוֹ בְּבַל תָּשׁוּב, אֵינוֹ שִׁכְחָה",
      "rdfs:label": "משנה פאה ו ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-4",
      "jbo:text": "ר\"ע מברטנורה שנים שהתחילו מאמצע שורה. של עמרים, זה הפך פניו לצפון וזה הפך פניו לדרום: ושכחו לפניהם. לאחר שהתחילו לעמר דלגו עמר ושכחוהו, הוי שכחה, דקרינן ביה לא תשוב לקחתו (דברים כד): ולאחריהם אינו שכחה. אם כשהפכו פניהם זה לצפון וזה לדרום והתחילו לעמר נשאר עמר אחד ביניהם ושכחוהו, אינו שכחה. לפי ששניהם סמכו זה על זה ומתוך כך נשכח {ז}: יחיד שהתחיל מראש השורה. השתא מפרש להא דתנן לעיל ראשי שורות העמר שכנגדו מוכיח. כגון שיש כאן עשר שורות של עשר עשר עמרין מסדרין בשורות מצפון לדרום והתחיל לעמר בראש שורה אחת ושכח עמר אחד לאחריו, הוי שכחה, כיון שעבר ממנו ועמר עמר הסמוך לו קרינן ביה לא תשוב לקחתו, אבל אם שכח עמר אחד או שנים בסוף השורה, דהינו לפניו, והניחם וחזר והתחיל לעמר מתחלת שורה שניה, לא הוי שכחה, דלא קרינן ביה לא תשוב, שאני אומר דעתו לעשות שורה אחרת מאותם שהניח ממזרח למערב. והינו דתנן העמר שכנגדו מוכיח, שהעמרים [של] שורות אחרות מוכיחים על אלו שהניח שלא שכחן, שראוין להתחשב עמהן בשורה אחרת {ח}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁנַיִם שֶׁהִתְחִילוּ מֵאֶמְצַע שׁוּרָה. שֶׁל עֳמָרִים, זֶה הָפַךְ פָּנָיו לְצָפוֹן וְזֶה הָפַךְ פָּנָיו לְדָרוֹם: וְשָׁכְחוּ לִפְנֵיהֶם. לְאַחַר שֶׁהִתְחִילוּ לְעַמֵּר דִּלְּגוּ עֹמֶר וּשְׁכָחוּהוּ, הֲוֵי שִׁכְחָה, דְּקָרִינַן בֵּיהּ לֹא תָשׁוּב לְקַחְתּוֹ (דְּבָרִים כד): וּלְאַחֲרֵיהֶם אֵינוֹ שִׁכְחָה. אִם כְּשֶׁהָפְכוּ פְּנֵיהֶם זֶה לְצָפוֹן וְזֶה לְדָרוֹם וְהִתְחִילוּ לְעַמֵּר נִשְׁאַר עֹמֶר אֶחָד בֵּינֵיהֶם וּשְׁכָחוּהוּ, אֵינוֹ שִׁכְחָה. לְפִי שֶׁשְּׁנֵיהֶם סָמְכוּ זֶה עַל זֶה וּמִתּוֹךְ כָּךְ נִשְׁכַּח {ז}: יָחִיד שֶׁהִתְחִיל מֵרֹאשׁ הַשּׁוּרָה. הַשְׁתָּא מְפָרֵשׁ לְהָא דִתְנַן לְעֵיל רָאשֵׁי שׁוּרוֹת הָעֹמֶר שֶׁכְּנֶגְדּוֹ מוֹכִיחַ. כְּגוֹן שֶׁיֵּשׁ כָּאן עֶשֶׂר שׁוּרוֹת שֶׁל עֶשֶׂר עֶשֶׂר עֳמָרִין מְסֻדָּרִין בְּשׁוּרוֹת מִצָּפוֹן לְדָרוֹם וְהִתְחִיל לְעַמֵּר בְּרֹאשׁ שׁוּרָה אַחַת וְשָׁכַח עֹמֶר אֶחָד לְאַחֲרָיו, הֲוֵי שִׁכְחָה, כֵּיוָן שֶׁעָבַר מִמֶּנּוּ וְעִמֵּר עֹמֶר הַסָּמוּךְ לוֹ קָרִינַן בֵּיהּ לֹא תָשׁוּב לְקַחְתּוֹ, אֲבָל אִם שָׁכַח עֹמֶר אֶחָד אוֹ שְׁנַיִם בְּסוֹף הַשּׁוּרָה, דְּהַיְנוּ לְפָנָיו, וְהִנִּיחָם וְחָזַר וְהִתְחִיל לְעַמֵּר מִתְּחִלַּת שׁוּרָה שְׁנִיָּה, לֹא הֲוֵי שִׁכְחָה, דְּלֹא קָרִינַן בֵּיהּ לֹא תָשׁוּב, שֶׁאֲנִי אוֹמֵר דַּעְתּוֹ לַעֲשׂוֹת שׁוּרָה אַחֶרֶת מֵאוֹתָם שֶׁהִנִּיחַ מִמִּזְרָח לְמַעֲרָב. וְהַיְנוּ דִתְנַן הָעֹמֶר שֶׁכְּנֶגְדּוֹ מוֹכִיחַ, שֶׁהָעֳמָרִים [שֶׁל] שׁוּרוֹת אֲחֵרוֹת מוֹכִיחִים עַל אֵלּוּ שֶׁהִנִּיחַ שֶׁלֹּא שְׁכָחָן, שֶׁרְאוּיִן לְהִתְחַשֵּׁב עִמָּהֶן בְּשׁוּרָה אַחֶרֶת {ח}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-4",
      "jbo:text": "עיקר תוי\"ט {ז} פרוש לפרושו דושכחת משמע שלא על ידי אחר שעמך, וכמו שכתב במשנה ב'. ולפרוש זה ואלו הן ראשי שורות אסיפא קאי, וכן כתב הר\"ב בדבור המתחיל יחיד כו'. ועין תוספות יום טוב: {ח} ולפניו דהכא לא הוי דומיא דלפניהם דרישא, דהתם שלפניהם לאחר שהתחילו דלגו עמר ושכחוהו, ואלו הכא לפניו שהניח עמר אחד או שנים בסוף השורה ואין כאן דלוג בשורה זו. ומכל מקום כלה מתניתין דלוג אשמעינן, ברישא אשמעינן דאף על גב דכשדלגו במה שלפניהם הוי שכחה. מכל מקום הדלוג שהניחו בין שניהם לא הוי שכחה. וסיפא אשמעינן שאם היו שורות הרבה ויחיד קוצר, אם דלג אחר שהתחיל הוי שכחה, אבל כשהניח בסוף השורה והתחיל באחרת, אף על גב דהוי כעין דלוג שהרי דלג משורה לשורה, מכל מקום לא הויא שכחה משום דהעמר שכנגדו מוכיח שהניחן לראש שורה ממזרח למערב. ועין תוספות יום טוב בשיטת הר\"מ: {ט} זה הכלל. לאתויי קרן זוית. תוספות בבא מציעא דף י\"א: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} פֵּרוּשׁ לְפֵרוּשׁוֹ דִּוְשָׁכַחְתָּ מַשְׁמַע שֶׁלֹּא עַל יְדֵי אַחֵר שֶׁעִמְּךָ, וּכְמוֹ שֶׁכָּתַב בְּמִשְׁנָה ב'. וּלְפֵרוּשׁ זֶה וְאֵלּוּ הֵן רָאשֵׁי שׁוּרוֹת אַסֵּיפָא קָאֵי, וְכֵן כָּתַב הָרַ\"ב בְּדִבּוּר הַמַּתְחִיל יָחִיד כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} וּלְפָנָיו דְּהָכָא לֹא הֲוֵי דוּמְיָא דְּלִפְנֵיהֶם דְּרֵישָׁא, דְּהָתָם שֶׁלִּפְנֵיהֶם לְאַחַר שֶׁהִתְחִילוּ דִּלְּגוּ עֹמֶר וּשְׁכָחוּהוּ, וְאִלּוּ הָכָא לְפָנָיו שֶׁהִנִּיחַ עֹמֶר אֶחָד אוֹ שְׁנַיִם בְּסוֹף הַשּׁוּרָה וְאֵין כָּאן דִּלּוּג בְּשׁוּרָה זוֹ. וּמִכָּל מָקוֹם כֻּלָּהּ מַתְנִיתִין דִּלּוּג אַשְׁמְעִינַן, בְּרֵישָׁא אַשְׁמְעִינַן דְּאַף עַל גַּב דִּכְשֶׁדִּלְּגוּ בְּמַה שֶּׁלִּפְנֵיהֶם הֲוֵי שִׁכְחָה. מִכָּל מָקוֹם הַדִּלּוּג שֶׁהִנִּיחוּ בֵּין שְׁנֵיהֶם לֹא הֲוֵי שִׁכְחָה. וְסֵיפָא אַשְׁמְעִינַן שֶׁאִם הָיוּ שׁוּרוֹת הַרְבֵּה וְיָחִיד קוֹצֵר, אִם דִּלֵּג אַחַר שֶׁהִתְחִיל הֲוֵי שִׁכְחָה, אֲבָל כְּשֶׁהִנִּיחַ בְּסוֹף הַשּׁוּרָה וְהִתְחִיל בְּאַחֶרֶת, אַף עַל גַּב דַּהֲוֵי כְּעֵין דִּלּוּג שֶׁהֲרֵי דִּלֵּג מִשּׁוּרָה לְשׁוּרָה, מִכָּל מָקוֹם לֹא הַוְיָא שִׁכְחָה מִשּׁוּם דְּהָעֹמֶר שֶׁכְּנֶגְדּוֹ מוֹכִיחַ שֶׁהִנִּיחָן לְרֹאשׁ שׁוּרָה מִמִּזְרָח לְמַעֲרָב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב בְּשִׁיטַת הָרַ\"מ: {ט} זֶה הַכְּלָל. לַאֲתוֹיֵי קֶרֶן זָוִית. תּוֹסָפוֹת בָּבָא מְצִיעָא דַּף י\"א: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-5",
      "jbo:text": "שני עמרים, שכחה, ושלשה אינן שכחה. שני צבורי זיתים {י} וחרובין, שכחה, ושלשה אינן שכחה. שני הוצני פשתן, שכחה, ושלשה אינן שכחה. שני גרגרים, פרט, ושלשה אינן פרט. שני שבלים, לקט, ושלשה אינן לקט. אלו כדברי בית הלל. ועל כלן בית שמאי אומרים, שלשה, לעניים, וארבעה, לבעל הבית",
      "jbo:textNikud": "שְׁנֵי עֳמָרִים, שִׁכְחָה, וּשְׁלשָׁה אֵינָן שִׁכְחָה. שְׁנֵי צִבּוּרֵי זֵיתִים {י} וְחָרוּבִין, שִׁכְחָה, וּשְׁלשָׁה אֵינָן שִׁכְחָה. שְׁנֵי הוּצְנֵי פִשְׁתָּן, שִׁכְחָה, וּשְׁלשָׁה אֵינָן שִׁכְחָה. שְׁנֵי גַרְגְּרִים, פֶּרֶט, וּשְׁלשָׁה אֵינָן פֶּרֶט. שְׁנֵי שִׁבֳּלִים, לֶקֶט, וּשְׁלֹשָׁה אֵינָן לֶקֶט. אֵלּוּ כְּדִבְרֵי בֵית הִלֵּל. וְעַל כֻּלָּן בֵּית שַׁמַּאי אוֹמְרִים, שְׁלשָׁה, לָעֲנִיִּים, וְאַרְבָּעָה, לְבַעַל הַבָּיִת",
      "rdfs:label": "משנה פאה ו ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-5",
      "jbo:text": "ר\"ע מברטנורה הוצני פשתן. כמו שנעקר הפשתן מן השדה נקרא הוצני, שעומד כמו הוצין {יא}: שני גרגרים. ענבים: אלו כדברי בית הלל. וטעמיהו משום דכתיב (ויקרא יט) לעני ולגר תעזב אותם, חד לעני וחד לגר, הרי שנים. ובית שמאי אמרי שלשה לעניים וארבעה לבעל הבית, דכתיב (דברים כד) לגר ליתום ולאלמנה יהיה, הרי שלשה לעניים {יב}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הוּצְנֵי פִשְׁתָּן. כְּמוֹ שֶׁנֶּעֱקָר הַפִּשְׁתָּן מִן הַשָּׂדֶה נִקְרָא הוּצְנֵי, שֶׁעוֹמֵד כְּמוֹ הוּצִין {יא}: שְׁנֵי גַרְגְּרִים. עֲנָבִים: אֵלּוּ כְּדִבְרֵי בֵית הִלֵּל. וְטַעֲמַיְהוּ מִשּׁוּם דִּכְתִיב (וַיִּקְרָא יט) לֶעָנִי וְלַגֵּר תַּעֲזֹב אוֹתָם, חַד לֶעָנִי וְחַד לַגֵּר, הֲרֵי שְׁנַיִם. וּבֵית שַׁמַּאי אָמְרֵי שְׁלֹשָׁה לָעֲנִיִּים וְאַרְבָּעָה לְבַעַל הַבַּיִת, דִּכְתִיב (דְּבָרִים כד) לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה יִהְיֶה, הֲרֵי שְׁלֹשָׁה לָעֲנִיִּים {יב}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-5",
      "jbo:text": "עיקר תוי\"ט {י} צבורי. בירושלמי דיק, הא זיתים לא. מה בין צבורים לזיתים, צבורים גמר מלאכה, זיתים אינן גמר מלאכה. הר\"ש. ועין ריש פרק ז': {יא} ומירי כשהזריעו ואז הוא אכל אדם כדאיתא בבבא בתרא דף צ\"ב, אבל שאר פשתן לא שיך ביה שכחה. כסף משנה: {יב} כלומר. דבית הלל סברי כיון דבחד קרא כלול יתום ואלמנה כחדא וקרי להו עני לומר דשנים הוי שכחה. ובית שמאי סברי אדרבא להכי פרטינהו בקרא תנין לומר דשלשה הוי שכחה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} צִבּוּרֵי. בַּיְרוּשַׁלְמִי דִּיֵּק, הָא זֵיתִים לֹא. מַה בֵּין צִבּוּרִים לְזֵיתִים, צִבּוּרִים גְּמַר מְלָאכָה, זֵיתִים אֵינָן גְּמַר מְלָאכָה. הָרַ\"שׁ. וְעַיֵּן רֵישׁ פֶּרֶק ז': {יא} וּמַיְרֵי כְּשֶׁהִזְרִיעוּ וְאָז הוּא אֹכֶל אָדָם כִּדְאִיתָא בְּבָבָא בַתְרָא דַּף צ\"ב, אֲבָל שְׁאָר פִּשְׁתָּן לֹא שַׁיָּךְ בֵּיהּ שִׁכְחָה. כֶּסֶף מִשְׁנֶה: {יב} כְּלוֹמַר. דְּבֵית הִלֵּל סָבְרֵי כֵּיוָן דִּבְחַד קְרָא כָּלוּל יָתוֹם וְאַלְמָנָה כַּחֲדָא וְקָרֵי לְהוּ עָנִי לוֹמַר דִּשְׁנַיִם הֲוֵי שִׁכְחָה. וּבֵית שַׁמַּאי סָבְרֵי אַדְּרַבָּא לְהָכִי פְּרָטִינְהוּ בִּקְרָא תִּנְיָן לוֹמַר דִּשְׁלֹשָׁה הֲוֵי שִׁכְחָה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-6",
      "jbo:text": "העמר שיש בו סאתים, ושכחו, אינו שכחה. שני עמרים ובהם סאתים, רבן גמליאל אומר, לבעל הבית. וחכמים אומרים, לעניים. אמר רבן גמליאל, וכי מרב העמרים יפי כח של בעל הבית או הורע כחו. אמרו לו, יפי כחו. אמר להם, ומה אם בזמן שהוא עמר אחד ובו סאתים ושכחו, אינו שכחה, שני עמרים ובהם סאתים, אינו דין שלא יהא שכחה. אמרו לו, לא, אם אמרת בעמר אחד שהוא כגדיש, תאמר בשני עמרים שהן ככריכות",
      "jbo:textNikud": "הָעֹמֶר שֶׁיֶּשׁ בּוֹ סָאתַיִם, וּשְׁכָחוֹ, אֵינוֹ שִׁכְחָה. שְׁנֵי עֳמָרִים וּבָהֶם סָאתַיִם, רַבָּן גַּמְלִיאֵל אוֹמֵר, לְבַעַל הַבָּיִת. וַחֲכָמִים אוֹמְרִים, לָעֲנִיִּים. אָמַר רַבָּן גַּמְלִיאֵל, וְכִי מֵרֹב הָעֳמָרִים יֻפֵּי כֹחַ שֶׁל בַּעַל הַבַּיִת אוֹ הוּרַע כֹּחוֹ. אָמְרוּ לוֹ, יֻפֵּי כֹחוֹ. אָמַר לָהֶם, וּמָה אִם בִּזְמַן שֶׁהוּא עֹמֶר אֶחָד וּבוֹ סָאתַיִם וּשְׁכָחוֹ, אֵינוֹ שִׁכְחָה, שְׁנֵי עֳמָרִים וּבָהֶם סָאתַיִם, אֵינוֹ דִין שֶׁלֹּא יְהֵא שִׁכְחָה. אָמְרוּ לוֹ, לֹא, אִם אָמַרְתָּ בְּעֹמֶר אֶחָד שֶׁהוּא כְגָדִישׁ, תֹּאמַר בִּשְׁנֵי עֳמָרִים שֶׁהֵן כִּכְרִיכוֹת",
      "rdfs:label": "משנה פאה ו ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-6",
      "jbo:text": "ר\"ע מברטנורה העמר שיש בו סאתים אינו שכחה. דכתיב (שם) לא תשוב לקחתו, עמר שאתה יכול להגביהו כלו כאחת ולשאת אותו על כתפו, יצא זה של סאתים שאי אתה יכול להגביה כלו כאחת: אמרו לו יפה כחו. כדאמרינן שתים שכחה שלש אינן שכחה: לא אם אמרת בעמר אחד שהוא כגדיש. דין הוא שעמר אחד שיש בו סאתים לא יהיה שכחה, מפני שהוא כגדיש ואין שיך שכחה בגדיש: תאמר בשני עמרים. שהם כמו שאר עמרים קטנים: ככריכות. כאגודות קטנות: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הָעֹמֶר שֶׁיֵּשׁ בּוֹ סָאתַיִם אֵינוֹ שִׁכְחָה. דִּכְתִיב (שָׁם) לֹא תָשׁוּב לְקַחְתּוֹ, עֹמֶר שֶׁאַתָּה יָכוֹל לְהַגְבִּיהוֹ כֻּלּוֹ כְּאַחַת וְלָשֵׂאת אוֹתוֹ עַל כְּתֵפוֹ, יָצָא זֶה שֶׁל סָאתַיִם שֶׁאִי אַתָּה יָכוֹל לְהַגְבִּיהַּ כֻּלּוֹ כְּאַחַת: אָמְרוּ לוֹ יָפֶה כֹּחוֹ. כִּדְאָמְרִינַן שְׁתַּיִם שִׁכְחָה שָׁלֹשׁ אֵינָן שִׁכְחָה: לֹא אִם אָמַרְתָּ בְּעֹמֶר אֶחָד שֶׁהוּא כְגָדִישׁ. דִּין הוּא שֶׁעֹמֶר אֶחָד שֶׁיֵּשׁ בּוֹ סָאתַיִם לֹא יִהְיֶה שִׁכְחָה, מִפְּנֵי שֶׁהוּא כְגָדִישׁ וְאֵין שַׁיָּךְ שִׁכְחָה בְּגָדִישׁ: תֹּאמַר בִּשְׁנֵי עֳמָרִים. שֶׁהֵם כְּמוֹ שְׁאָר עֳמָרִים קְטַנִּים: כִּכְרִיכוֹת. כַּאֲגוּדוֹת קְטַנּוֹת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-7",
      "jbo:text": "קמה שיש בה סאתים, ושכחה, אינה שכחה. אין בה סאתים, אבל היא ראויה לעשות סאתים, אפלו היא של טופח, רואין אותה כאלו היא ענוה של שעורים",
      "jbo:textNikud": "קָמָה שֶׁיֶּשׁ בָּהּ סָאתַיִם, וּשְׁכָחָהּ, אֵינָהּ שִׁכְחָה. אֵין בָּהּ סָאתַיִם, אֲבָל הִיא רְאוּיָה לַעֲשׂוֹת סָאתַיִם, אֲפִלּוּ הִיא שֶׁל טוֹפֵחַ, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא עֲנָוָה שֶׁל שְׂעוֹרִים",
      "rdfs:label": "משנה פאה ו ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-7",
      "jbo:text": "ר\"ע מברטנורה קמה שיש בה סאתים ושכחה אינו שכחה. דילפינן שכחת קמה משכחת עמר, מה עמר שיש בו סאתים אינו שכחה, אף קמה שיש בה סאתים אינה שכחה, ושכחת קמה ילפינן לה מקרא דכתיב (שם) ושכחת עמר בשדה, לרבות שכחת קמה: טופח. מין קטנית דק מאד, וקורין לו בערבי גילבא\"ן. ובקמה של שעורים אירי שנשתדפו ונעשו דקות כטופח, ואפלו הכי רואים אותם כאלו הן גסים כשאר שעורים, ואם כשנחשב אותן גסים כשאר שעורים יהיה בהן סאתים, אף על פי שעכשיו שהם שדופות אין בהם סאתים, לא הוי שכחה. ואין לפרש דשל טופח ממש יחשבו כאלו הם כשעורים הגסים, אלא בשעורים שנשתדפו ונעשו כטופח, דהכי אמרינן בירושלמי רואים את השדופות כאלו הן מלאות: ענוה של שעורים. ענוה בוי\"ו כמו ענבה בבי\"ת, כלומר גרגר שעורים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה קָמָה שֶׁיֶּשׁ בָּהּ סָאתַיִם וּשְׁכָחָהּ אֵינוֹ שִׁכְחָה. דְּיָלְפִינַן שִׁכְחַת קָמָה מִשִּׁכְחַת עֹמֶר, מַה עֹמֶר שֶׁיֵּשׁ בּוֹ סָאתַיִם אֵינוֹ שִׁכְחָה, אַף קָמָה שֶׁיֵּשׁ בָּהּ סָאתַיִם אֵינָהּ שִׁכְחָה, וְשִׁכְחַת קָמָה יָלְפִינַן לַהּ מִקְּרָא דִּכְתִיב (שָׁם) וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה, לְרַבּוֹת שִׁכְחַת קָמָה: טוֹפֵחַ. מִין קִטְנִית דַּק מְאֹד, וְקוֹרִין לוֹ בַּעֲרָבִי גילבא\"ן. וּבְקָמָה שֶׁל שְׂעוֹרִים אַיְרֵי שֶׁנִּשְׁתַּדְּפוּ וְנַעֲשׂוּ דַקּוֹת כְּטוֹפֵחַ, וַאֲפִלּוּ הָכִי רוֹאִים אוֹתָם כְּאִלּוּ הֵן גַּסִּים כִּשְׁאָר שְׂעוֹרִים, וְאִם כְּשֶׁנַּחֲשֹׁב אוֹתָן גַּסִּים כִּשְׁאָר שְׂעוֹרִים יִהְיֶה בָהֶן סָאתַיִם, אַף עַל פִּי שֶׁעַכְשָׁיו שֶׁהֵם שְׁדוּפוֹת אֵין בָּהֶם סָאתַיִם, לֹא הֲוֵי שִׁכְחָה. וְאֵין לְפָרֵשׁ דְּשֶׁל טוֹפֵחַ מַמָּשׁ יֵחָשְׁבוּ כְּאִלּוּ הֵם כִּשְׂעוֹרִים הַגַּסִּים, אֶלָּא בִּשְׂעוֹרִים שֶׁנִּשְׁתַּדְּפוּ וְנַעֲשׂוּ כְּטוֹפֵחַ, דְּהָכִי אָמְרִינַן בַּיְרוּשַׁלְמִי רוֹאִים אֶת הַשְּׁדוּפוֹת כְּאִלּוּ הֵן מְלֵאוֹת: עֲנָוָה שֶׁל שְׂעוֹרִים. עֲנָוָה בְּוָי\"ו כְּמוֹ עֲנָבָה בְּבֵי\"ת, כְּלוֹמַר גַּרְגֵּר שְׂעוֹרִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-8",
      "jbo:text": "הקמה מצלת את העמר ואת הקמה. העמר {יג} אינו מציל לא את העמר ולא את הקמה. איזו היא קמה שהיא מצלת את העמר {יד}, כל שאינה שכחה אפלו קלח אחד",
      "jbo:textNikud": "הַקָּמָה מַצֶּלֶת אֶת הָעֹמֶר וְאֶת הַקָּמָה. הָעֹמֶר {יג} אֵינוֹ מַצִּיל לֹא אֶת הָעֹמֶר וְלֹא אֶת הַקָּמָה. אֵיזוֹ הִיא קָמָה שֶׁהִיא מַצֶּלֶת אֶת הָעֹמֶר {יד}, כָּל שֶׁאֵינָהּ שִׁכְחָה אֲפִלּוּ קֶלַח אֶחָד",
      "rdfs:label": "משנה פאה ו ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-8",
      "jbo:text": "ר\"ע מברטנורה הקמה מצלת את העמר. קמה שלא שכחה שהיתה בצד עמר ששכחו, מצלת על העמר, דלא הוי שכחה דכתיב (שם) כי תקצר ושכחת עמר, עמר שסביבותיו קציר הוי שכחה, ולא עמר שסביבותיו קמה: ואת הקמה. אם שכח קמה והיו ראשי שבלים שלה מחברים לקמה אחרת שלא שכחה, זאת הקמה שלא שכחה מצלת על הקמה השכוחה המחברת אליה, ולא הויא שכחה: העמר אינו מציל. אם היה עמר שכוח או קמה שכוחה בצד עמר שאינו שכוח, אין העמר שאינו שכוח מציל לא על העמר ולא על הקמה השכוחים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַקָּמָה מַצֶּלֶת אֶת הָעֹמֶר. קָמָה שֶׁלֹּא שְׁכָחָהּ שֶׁהָיְתָה בְּצַד עֹמֶר שֶׁשְּׁכָחוֹ, מַצֶּלֶת עַל הָעֹמֶר, דְּלֹא הֲוֵי שִׁכְחָה דִּכְתִיב (שָׁם) כִּי תִקְצֹר וְשָׁכַחְתָּ עֹמֶר, עֹמֶר שֶׁסְּבִיבוֹתָיו קָצִיר הֲוֵי שִׁכְחָה, וְלֹא עֹמֶר שֶׁסְּבִיבוֹתָיו קָמָה: וְאֶת הַקָּמָה. אִם שָׁכַח קָמָה וְהָיוּ רָאשֵׁי שִׁבֳּלִים שֶׁלָּהּ מְחֻבָּרִים לְקָמָה אַחֶרֶת שֶׁלֹּא שְׁכָחָהּ, זֹאת הַקָּמָה שֶׁלֹּא שְׁכָחָהּ מַצֶּלֶת עַל הַקָּמָה הַשְּׁכוּחָה הַמְחֻבֶּרֶת אֵלֶיהָ, וְלֹא הַוְיָא שִׁכְחָה: הָעֹמֶר אֵינוֹ מַצִּיל. אִם הָיָה עֹמֶר שָׁכוּחַ אוֹ קָמָה שְׁכוּחָה בְּצַד עֹמֶר שֶׁאֵינוֹ שָׁכוּחַ, אֵין הָעֹמֶר שֶׁאֵינוֹ שָׁכוּחַ מַצִּיל לֹא עַל הָעֹמֶר וְלֹא עַל הַקָּמָה הַשְּׁכוּחִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-8",
      "jbo:text": "עיקר תוי\"ט {יג} העמר. בתוספתא רצה רבן שמעון בן גמליאל ללמד בקל וחמר שהעמר יציל הקמה, דמה קמה שיפה כח העני בה (דהינו בפאה) הרי היא מצלת את העמר, עמר שרע כח העני בה אינו דין שיציל את הקמה. אמר ליה רבי מה לקמה מצלת את העמר שרע כח העני בה, יציל עמר את הקמה שיפה כח העני בה: {יד} העמר. הר\"מ פרק ה' כתב וכן אם שכח קמה בצד קמה שאינה שכוחה אפלו קלח אחד הרי זו מצלת כו', ונראה לי דתנא עמר דפתח ברישא נקט והוא הדין לקמה. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} הָעֹמֶר. בַּתּוֹסֶפְתָּא רָצָה רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל לִלְמֹד בְּקַל וָחֹמֶר שֶׁהָעֹמֶר יַצִּיל הַקָּמָה, דְּמַה קָּמָה שֶׁיָּפֶה כֹּחַ הֶעָנִי בָּהּ (דְּהַיְנוּ בַּפֵּאָה) הֲרֵי הִיא מַצֶּלֶת אֶת הָעֹמֶר, עֹמֶר שֶׁרַע כֹּחַ הֶעָנִי בָּהּ אֵינוֹ דִין שֶׁיַּצִּיל אֶת הַקָּמָה. אָמַר לֵיהּ רַבִּי מַה לְּקָמָה מַצֶּלֶת אֶת הָעֹמֶר שֶׁרַע כֹּחַ הֶעָנִי בָּהּ, יַצִּיל עֹמֶר אֶת הַקָּמָה שֶׁיָּפֶה כֹּחַ הֶעָנִי בָּהּ: {יד} הָעֹמֶר. הָרַ\"מ פֶּרֶק ה' כָּתַב וְכֵן אִם שָׁכַח קָמָה בְּצַד קָמָה שֶׁאֵינָהּ שְׁכוּחָה אֲפִלּוּ קֶלַח אֶחָד הֲרֵי זוֹ מַצֶּלֶת כוּ', וְנִרְאֶה לִי דְּתַנָּא עֹמֶר דְּפָתַח בְּרֵישָׁא נָקַט וְהוּא הַדִּין לְקָמָה. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-9",
      "jbo:text": "סאה תבואה עקורה וסאה {טו} שאינה עקורה, וכן באילן, והשום והבצלים, אינן מצטרפין לסאתים, אלא של עניים הם. רבי יוסי אומר, אם באת רשות העני באמצע, אינן מצטרפין, ואם לאו, הרי אלו מצטרפין",
      "jbo:textNikud": "סְאָה תְבוּאָה עֲקוּרָה וּסְאָה {טו} שֶׁאֵינָהּ עֲקוּרָה, וְכֵן בָּאִילָן, וְהַשּׁוּם וְהַבְּצָלִים, אֵינָן מִצְטָרְפִין לְסָאתַיִם, אֶלָּא שֶׁל עֲנִיִּים הֵם. רַבִּי יוֹסֵי אוֹמֵר, אִם בָּאת רְשׁוּת הֶעָנִי בָּאֶמְצָע, אֵינָן מִצְטָרְפִין, וְאִם לָאו, הֲרֵי אֵלּוּ מִצְטָרְפִין",
      "rdfs:label": "משנה פאה ו ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-9",
      "jbo:text": "ר\"ע מברטנורה עקורה. תלושה, ושאינה עקורה מחברת לקרקע, אינן מצטרפין לסאתים ונימא דלא הוו שכחה, אלא אם שכחן הוו שכחה. ודוקא בשכח שניהם, דאם שכח עקורה ולא שכח שאינה עקורה היתה שאינה עקורה מצלת על העקורה שאצלה: וכן באילן. סאה פרות תלושין אצל סאה מחברין אין מצטרפין, והוו שכחה: והשום והבצלים. סאה קמה של שום וסאה קמה של בצלים אין מצטרפין לסאתים קמה. אי נמי סאה שום עקור וסאה שום שאינו עקור, וכן סאה בצלים עקורים וסאה בצלים שאינן עקורין, אין מצטרפין {טז}: אם באת. כגון שיש לקט בין סאה לסאה, וכן בכרם יש פרט בין סאה לסאה. אבל בפרות האילן לא משכחת רשות עני באמצע, דאין לקט ופרט באילן {יז}. ואין הלכה כרבי יוסי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עֲקוּרָה. תְּלוּשָׁה, וְשֶׁאֵינָהּ עֲקוּרָה מְחֻבֶּרֶת לַקַּרְקַע, אֵינָן מִצְטָרְפִין לְסָאתַיִם וְנֵימָא דְּלֹא הֲווֹ שִׁכְחָה, אֶלָּא אִם שְׁכָחָן הֲווֹ שִׁכְחָה. וְדַוְקָא בְּשָׁכַח שְׁנֵיהֶם, דְּאִם שָׁכַח עֲקוּרָה וְלֹא שָׁכַח שֶׁאֵינָהּ עֲקוּרָה הָיְתָה שֶׁאֵינָהּ עֲקוּרָה מַצֶּלֶת עַל הָעֲקוּרָה שֶׁאֶצְלָהּ: וְכֵן בָּאִילָן. סְאָה פֵּרוֹת תְּלוּשִׁין אֵצֶל סְאָה מְחֻבָּרִין אֵין מִצְטָרְפִין, וַהֲווֹ שִׁכְחָה: וְהַשּׁוּם וְהַבְּצָלִים. סְאָה קָמָה שֶׁל שׁוּם וּסְאָה קָמָה שֶׁל בְּצָלִים אֵין מִצְטָרְפִין לְסָאתַיִם קָמָה. אִי נַמִּי סְאָה שׁוּם עָקוּר וּסְאָה שׁוּם שֶׁאֵינוֹ עָקוּר, וְכֵן סְאָה בְּצָלִים עֲקוּרִים וּסְאָה בְּצָלִים שֶׁאֵינָן עֲקוּרִין, אֵין מִצְטָרְפִין {טז}: אִם בָּאת. כְּגוֹן שֶׁיֵּשׁ לֶקֶט בֵּין סְאָה לִסְאָה, וְכֵן בְּכֶרֶם יֵשׁ פֶּרֶט בֵּין סְאָה לִסְאָה. אֲבָל בְּפֵרוֹת הָאִילָן לֹא מַשְׁכַּחַת רְשׁוּת עָנִי בָּאֶמְצַע, דְּאֵין לֶקֶט וּפֶרֶט בָּאִילָן {יז}. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-9",
      "jbo:text": "עיקר תוי\"ט {טו} וסאה. ודיק בירושלמי הא אם היו שתיהן עקורות לבעל הבית כרבן גמליאל דאמר לעיל שני עמרים ובהם סאתים לבעל הבית: {טז} משום דשום ובצלים דומיא דפרות האילן דמקצתן של הפרות באילן ומקצתן תלוש ובאילן אחד צריכין לומר דאשמעינן בתבואה ובפרות אילן ובירק. ותנא תרי מיני ירק לאשמעינן דבכל ירק הדין שוה. תוספות יום טוב: {יז} ותימה דמשכחת לה בפאה דשיכא באילן. אלא דכיון דהמחבר מציל כדלעיל לפיכך אין רשות העני מועלת בו שלא להצטרף שיהיה שכוח: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טו} וּסְאָה. וְדִיֵּק בַּיְרוּשַׁלְמִי הָא אִם הָיוּ שְׁתֵּיהֶן עֲקוּרוֹת לְבַעַל הַבַּיִת כְּרַבָּן גַּמְלִיאֵל דְּאָמַר לְעֵיל שְׁנֵי עֳמָרִים וּבָהֶם סָאתַיִם לְבַעַל הַבָּיִת: {טז} מִשּׁוּם דְּשׁוּם וּבְצָלִים דּוּמְיָא דְפֵרוֹת הָאִילָן דְּמִקְצָתָן שֶׁל הַפֵּרוֹת בָּאִילָן וּמִקְצָתָן תָּלוּשׁ וּבְאִילָן אֶחָד צְרִיכִין לוֹמַר דְּאַשְׁמְעִינַן בִּתְבוּאָה וּבְפֵרוֹת אִילָן וּבְיָרָק. וְתָנָא תְּרֵי מִינֵי יָרָק לְאַשְׁמְעִינַן דִּבְכָל יָרָק הַדִּין שָׁוֶה. תּוֹסְפוֹת יוֹם טוֹב: {יז} וְתֵימַהּ דְּמַשְׁכַּחַת לַהּ בְּפֵאָה דְּשַׁיְּכָא בְּאִילָן. אֶלָּא דְכֵיוָן דְּהַמְּחֻבָּר מַצִּיל כְּדִלְעֵיל לְפִיכָךְ אֵין רְשׁוּת הֶעָנִי מוֹעֶלֶת בּוֹ שֶׁלֹּא לְהִצְטָרֵף שֶׁיִּהְיֶה שָׁכוּחַ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-10",
      "jbo:text": "תבואה שנתנה לשחת או לאלמה, וכן באגדי השום, ואגדות השום והבצלים, אין להן שכחה. וכל הטמונים בארץ, כגון הלוף והשום והבצלים, רבי יהודה אומר, אין להם שכחה. וחכמים אומרים, יש להם שכחה",
      "jbo:textNikud": "תְּבוּאָה שֶׁנִּתְּנָה לְשַׁחַת אוֹ לַאֲלֻמָּה, וְכֵן בַּאֲגֻדֵּי הַשּׁוּם, וַאֲגֻדּוֹת הַשּׁוּם וְהַבְּצָלִים, אֵין לָהֶן שִׁכְחָה. וְכָל הַטְּמוּנִים בָּאָרֶץ, כְּגוֹן הַלּוּף וְהַשּׁוּם וְהַבְּצָלִים, רַבִּי יְהוּדָה אוֹמֵר, אֵין לָהֶם שִׁכְחָה. וַחֲכָמִים אוֹמְרִים, יֵשׁ לָהֶם שִׁכְחָה",
      "rdfs:label": "משנה פאה ו י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-10",
      "jbo:text": "ר\"ע מברטנורה שנתנה לשחת. לקצר בעודה לחה להאכיל לבהמה: לאלמה. לקצר כדי לאסר בה עמרים אחרים, כמו מאלמים אלמים (בראשית לז): אגדי השום. שומין שלקטן כדי לאגד בהן שומים אחרים: ואגדות השום והבצלים. אם שכחן אינן שכחה, דדרך שומין ובצלים שעושים מהן אגדות קטנות וחוזרים ואוגדים בחמש או שש מאלו הקטנות לאגדה אחת, ועל אותן הקטנות קאמר דלא הוו שכחה. משום דהוי כמעמר למקום שאינו גמר מלאכה, דאמרינן לעיל בסוף פרק גדיש (פ\"ה מ\"ח) דלא הוי שכחה: הלוף. רמב\"ם אמר שהוא מין ממיני הבצלים: רבי יהודה אומר אין להם שכחה. לכל הטמונים, דכתיב שדך, מה שדה בגלוי אף כל בגלוי, פרט לטמון: וחכמים אומרים יש להם שכחה. כתיב שדך דמשמע גלוי וכתיב קצירך דמשמע נמי גלוי, הוי מעוט אחר מעוט ואין מעוט אחר מעוט אלא לרבות, ומרבינן את הטמון. ופרוש טמון דבר שהנאכל ממנו הוא טמון תחת הקרקע, כמו הצנון והבצל והשום והלפת וכיוצא בהן {יח}. ואין הלכה כרבי יהודה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁנִּתְּנָה לְשַׁחַת. לִקְצֹר בְּעוֹדָהּ לַחָה לְהַאֲכִיל לִבְהֵמָה: לַאֲלֻמָּה. לִקְצֹר כְּדֵי לֶאֱסֹר בָּהּ עֳמָרִים אֲחֵרִים, כְּמוֹ מְאַלְּמִים אֲלֻמִּים (בְּרֵאשִׁית לז): אֲגֻדֵּי הַשּׁוּם. שׁוּמִין שֶׁלְּקָטָן כְּדֵי לֶאֱגֹד בָּהֶן שׁוּמִים אֲחֵרִים: וַאֲגֻדּוֹת הַשּׁוּם וְהַבְּצָלִים. אִם שְׁכָחָן אֵינָן שִׁכְחָה, דְּדֶרֶךְ שׁוּמִין וּבְצָלִים שֶׁעוֹשִׂים מֵהֶן אֲגֻדּוֹת קְטַנּוֹת וְחוֹזְרִים וְאוֹגְדִים בְּחָמֵשׁ אוֹ שֵׁשׁ מֵאֵלּוּ הַקְּטַנּוֹת לַאֲגֻדָּה אַחַת, וְעַל אוֹתָן הַקְּטַנּוֹת קָאָמַר דְּלֹא הֲווֹ שִׁכְחָה. מִשּׁוּם דַּהֲוֵי כִּמְעַמֵּר לְמָקוֹם שֶׁאֵינוֹ גְּמַר מְלָאכָה, דְּאָמְרִינַן לְעֵיל בְּסוֹף פֶּרֶק גָּדִישׁ (פ\"ה מ\"ח) דְּלֹא הֲוֵי שִׁכְחָה: הַלּוּף. רַמְבַּ\"ם אָמַר שֶׁהוּא מִין מִמִּינֵי הַבְּצָלִים: רַבִּי יְהוּדָה אוֹמֵר אֵין לָהֶם שִׁכְחָה. לְכָל הַטְּמוּנִים, דִּכְתִיב שָׂדְךָ, מַה שָּׂדֶה בְּגָלוּי אַף כָּל בְּגָלוּי, פְּרַט לְטָמוּן: וַחֲכָמִים אוֹמְרִים יֶשׁ לָהֶם שִׁכְחָה. כְּתִיב שָׂדְךָ דְּמַשְׁמַע גָּלוּי וּכְתִיב קְצִירְךָ דְּמַשְׁמַע נַמִּי גָּלוּי, הֲוֵי מִעוּט אַחַר מִעוּט וְאֵין מִעוּט אַחַר מִעוּט אֶלָּא לְרַבּוֹת, וּמַרְבִּינַן אֶת הַטָּמוּן. וּפֵרוּשׁ טָמוּן דָּבָר שֶׁהַנֶּאֱכָל מִמֶּנּוּ הוּא טָמוּן תַּחַת הַקַּרְקַע, כְּמוֹ הַצְּנוֹן וְהַבָּצָל וְהַשּׁוּם וְהַלֶּפֶת וְכַיּוֹצֵא בָהֶן {יח}. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-10",
      "jbo:text": "עיקר תוי\"ט {יח} וטעמא דרבי יהודה דלא אמרינן מעוט כו' לרבות אלא כשאין לנו למעט והכא איכא למעט עלים הטמונים שראוים קצת לאכילה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יח} וְטַעֲמָא דְרַבִּי יְהוּדָה דְּלֹא אָמְרִינַן מִעוּט כוּ' לְרַבּוֹת אֶלָּא כְּשֶׁאֵין לָנוּ לְמַעֵט וְהָכָא אִיכָּא לְמַעֵט עָלִים הַטְּמוּנִים שֶׁרְאוּיִם קְצָת לַאֲכִילָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-1-2-6-11",
      "jbo:text": "הקוצר בלילה והמעמר והסומא, יש להם שכחה. ואם היה מתכון לטל את הגס הגס, אין לו שכחה. אם אמר, הרי אני קוצר על מנת מה שאני שוכח אני אטל, יש לו שכחה",
      "jbo:textNikud": "הַקּוֹצֵר בַּלַּיְלָה וְהַמְעַמֵּר וְהַסּוּמָא, יֵשׁ לָהֶם שִׁכְחָה. וְאִם הָיָה מִתְכַּוֵּן לִטֹּל אֶת הַגַּס הַגַּס, אֵין לוֹ שִׁכְחָה. אִם אָמַר, הֲרֵי אֲנִי קוֹצֵר עַל מְנָת מַה שֶּׁאֲנִי שׁוֹכֵח אֲנִי אֶטֹּל, יֶשׁ לוֹ שִׁכְחָה",
      "rdfs:label": "משנה פאה ו יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-bartanura-1-2-6-11",
      "jbo:text": "ר\"ע מברטנורה הקוצר בלילה והמעמר. בלילה: והסומא. בין ביום בין בלילה: אם היה מתכון לטל הגס הגס. כיון דמתכון לטל הגסין אפלו דקין אין להם שכחה {יט}: על מנת מה שאני שוכח אני נוטל יש לו שכחה. דמתנה על מה שכתוב בתורה ותנאו בטל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַקּוֹצֵר בַּלַּיְלָה וְהַמְּעַמֵּר. בַּלַּיְלָה: וְהַסּוּמָא. בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה: אִם הָיָה מִתְכַּוֵּן לִטֹּל הַגַּס הַגַּס. כֵּיוָן דְּמִתְכַּוֵּן לִטֹּל הַגַּסִּין אֲפִלּוּ דַּקִּין אֵין לָהֶם שִׁכְחָה {יט}: עַל מְנָת מַה שֶּׁאֲנִי שׁוֹכֵח אֲנִי נוֹטֵל יֶשׁ לוֹ שִׁכְחָה. דְּמַתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה וּתְנָאוֹ בָּטֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ו יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-6-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-6"
      ],
      "uri": "jbr:mishna-yomtov-1-2-6-11",
      "jbo:text": "עיקר תוי\"ט {יט} כן הוא בירושלמי. וזו לשון הכסף משנה פרש הרא\"ש אם היה מתכון לטל הגסין ולהניח הדקין אין לו שכחה אפלו לדקין מאחר שלא נתכון לדקין: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} כֵּן הוּא בַּיְרוּשַׁלְמִי. וְזוֹ לְשׁוֹן הַכֶּסֶף מִשְׁנֶה פֵּרֵשׁ הָרֹא\"שׁ אִם הָיָה מִתְכַּוֵּן לִטֹּל הַגַּסִּין וּלְהַנִּיחַ הַדַּקִּין אֵין לוֹ שִׁכְחָה אֲפִלּוּ לַדַּקִּין מֵאַחַר שֶׁלֹּא נִתְכַּוֵּן לַדַּקִּין: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ו יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-6-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-1",
      "jbo:text": "כל זית שיש לו שם בשדה, אפלו כזית הנטופה בשעתו, ושכחו, אינו שכחה. במה דברים אמורים, בשמו ובמעשיו ובמקומו. בשמו, שהיה שפכוני או בישני. במעשיו, שהוא עושה הרבה. במקומו, שהוא עומד בצד הגת או בצד הפרצה. ושאר כל הזיתים, שנים שכחה {ב}, ושלשה אינן שכחה. רבי יוסי אומר, אין שכחה לזיתים",
      "jbo:textNikud": "כָּל זַיִת שֶׁיֶּשׁ לוֹ שֵׁם בַּשָּׂדֶה, אֲפִלּוּ כְּזֵית הַנְּטוֹפָה בִּשְׁעָתוֹ, וּשְׁכָחוֹ, אֵינוֹ שִׁכְחָה. בַּמֶּה דְבָרִים אֲמוּרִים, בִּשְׁמוֹ וּבְמַעֲשָׂיו וּבִמְקוֹמוֹ. בִּשְׁמוֹ, שֶׁהָיָה שִׁפְכוֹנִי אוֹ בֵישָׁנִי. בְּמַעֲשָׂיו, שֶׁהוּא עוֹשֶׂה הַרְבֵּה. בִּמְקוֹמוֹ, שֶׁהוּא עוֹמֵד בְּצַד הַגַּת אוֹ בְצַד הַפִּרְצָה. וּשְׁאָר כָּל הַזֵּיתִים, שְׁנַיִם שִׁכְחָה {ב}, וּשְׁלשָׁה אֵינָן שִׁכְחָה. רַבִּי יוֹסֵי אוֹמֵר, אֵין שִׁכְחָה לַזֵּיתִים",
      "rdfs:label": "משנה פאה ז א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-1",
      "jbo:text": "ר\"ע מברטנורה כל זית. כזית הנטופה בשעתו. על שם שהוא נוטף שמן קראו לו נטופה, אף על פי שאינו נוטף בכל שנה, הואיל והעלו לו שם זה על שהוא נוטף בשעתו, אם שכחו אינו שכחה, דכתיב (דברים כד) ושכחת עמר בשדה, עמר שאתה שוכחו לעולם, יצא זה שאתה זוכרו לאחר זמן: שופכני. שזיתיו שופכים שמן הרבה: בישני. שהוא מביש כל שאר אילנות מרב השמן שיוצא ממנו יותר מחבריו {א}: שהוא עושה הרבה. זיתים מרבים: שנים שכחה. סתם מתניתין כבית הלל דאמרי לעיל שנים לעניים: רבי יוסי אומר אין שכחה לזיתים. לא אמר רבי יוסי אלא בזמן שבא אדרינוס קיסר והחריב את כל הארץ ולא היו זיתים מצויין, אבל בזמן שזיתים מצויין מודה רבי יוסי דיש שכחה לזיתים. וכן מי שהיו כל זיתיו נטופה או שופכני או בישני יש להם שכחה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל זַיִת. כְּזֵית הַנְּטוֹפָה בִּשְׁעָתוֹ. עַל שֵׁם שֶׁהוּא נוֹטֵף שֶׁמֶן קָרְאוּ לוֹ נְטוֹפָה, אַף עַל פִּי שֶׁאֵינוֹ נוֹטֵף בְּכָל שָׁנָה, הוֹאִיל וְהֶעֱלוּ לוֹ שֵׁם זֶה עַל שֶׁהוּא נוֹטֵף בִּשְׁעָתוֹ, אִם שְׁכָחוֹ אֵינוֹ שִׁכְחָה, דִּכְתִיב (דְּבָרִים כד) וְשָׁכַחְתָּ עֹמֶר בַּשָּׂדֶה, עֹמֶר שֶׁאַתָּה שׁוֹכְחוֹ לְעוֹלָם, יָצָא זֶה שֶׁאַתָּה זוֹכְרוֹ לְאַחַר זְמָן: שׁוֹפְכָנִי. שֶׁזֵּיתָיו שׁוֹפְכִים שֶׁמֶן הַרְבֵּה: בֵּישָׁנִי. שֶׁהוּא מְבַיֵּשׁ כָּל שְׁאָר אִילָנוֹת מֵרֹב הַשֶּׁמֶן שֶׁיּוֹצֵא מִמֶּנּוּ יוֹתֵר מֵחֲבֵרָיו {א}: שֶׁהוּא עוֹשֶׂה הַרְבֵּה. זֵיתִים מְרֻבִּים: שְׁנַיִם שִׁכְחָה. סְתָם מַתְנִיתִין כְּבֵית הִלֵּל דְּאָמְרֵי לְעֵיל שְׁנַיִם לָעֲנִיִּים: רַבִּי יוֹסֵי אוֹמֵר אֵין שִׁכְחָה לְזֵיתִים. לֹא אָמַר רַבִּי יוֹסֵי אֶלָּא בִּזְמַן שֶׁבָּא אַדְרִיָּנוּס קֵיסָר וְהֶחֱרִיב אֶת כָּל הָאָרֶץ וְלֹא הָיוּ זֵיתִים מְצוּיִין, אֲבָל בִּזְמַן שֶׁזֵּיתִים מְצוּיִין מוֹדֶה רַבִּי יוֹסֵי דְּיֵשׁ שִׁכְחָה לְזֵיתִים. וְכֵן מִי שֶׁהָיוּ כָּל זֵיתָיו נְטוֹפָה אוֹ שׁוֹפְכָנִי אוֹ בֵישָׁנִי יֵשׁ לָהֶם שִׁכְחָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-1",
      "jbo:text": "עיקר תוי\"ט {א} ואם כן הינו שופכני, אלא דאיכא אתרא דקרי ליה שופכני ואיכא אתרא דקרי ליה בישני. ולשון הרא\"ש שמביש שאר אילנות מרב זיתים שהוא עושה, ואם כן הינו במעשיו שהוא עושה זיתים הרבה. ולי נראה שמביש מחמת שעושה זיתים גדולים. תוספות יום טוב: {ב} שנים שכחה. לשון הר\"ש באילן עצמו קאמר ששכח שני זיתי אילן. ובפרק דלעיל משנה ה' שכתב הא זיתים שאינן צבורים אין להם שכחה, הינו זיתים תלושים, דטעמא הוא התם משום שאין גמר מלאכה, וזה בתלוש אבל במחבר לא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} וְאִם כֵּן הַיְנוּ שׁוֹפְכָנִי, אֶלָּא דְּאִיכָּא אַתְרָא דְּקָרֵי לֵיהּ שׁוֹפְכָנִי וְאִיכָּא אַתְרָא דְּקָרֵי לֵיהּ בֵּישָׁנִי. וּלְשׁוֹן הָרֹא\"שׁ שֶׁמְּבַיֵּשׁ שְׁאָר אִילָנוֹת מֵרֹב זֵיתִים שֶׁהוּא עוֹשֶׂה, וְאִם כֵּן הַיְנוּ בְּמַעֲשָׂיו שֶׁהוּא עוֹשֶׂה זֵיתִים הַרְבֵּה. וְלִי נִרְאֶה שֶׁמְּבַיֵּשׁ מֵחֲמַת שֶׁעוֹשֶׂה זֵיתִים גְּדוֹלִים. תּוֹסְפוֹת יוֹם טוֹב: {ב} שְׁנַיִם שִׁכְחָה. לְשׁוֹן הָרַ\"שׁ בָּאִילָן עַצְמוֹ קָאָמַר שֶׁשָּׁכַח שְׁנֵי זֵיתֵי אִילָן. וּבַפֶּרֶק דִּלְעֵיל מִשְׁנָה ה' שֶׁכָּתַב הָא זֵיתִים שֶׁאֵינָן צְבוּרִים אֵין לָהֶם שִׁכְחָה, הַיְנוּ זֵיתִים תְּלוּשִׁים, דְּטַעֲמָא הוּא הָתָם מִשּׁוּם שֶׁאֵין גְּמַר מְלָאכָה, וְזֶה בַּתָּלוּשׁ אֲבָל בַּמְחֻבָּר לֹא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-2",
      "jbo:text": "זית {ג} שנמצא עומד בין שלש שורות של שני מלבנים ושכחו, אינו שכחה. זית שיש בו סאתים, ושכחו, אינו שכחה. במה דברים אמורים, בזמן שלא התחיל בו. אבל אם התחיל בו, אפלו {ו} כזית הנטופה בשעתו, ושכחו, יש לו שכחה. כל זמן שיש לו תחתיו, יש לו בראשו. רבי מאיר אומר, משתלך המחבא",
      "jbo:textNikud": "זַיִת {ג} שֶׁנִּמְצָא עוֹמֵד בֵּין שָׁלשׁ שׁוּרוֹת שֶׁל שְׁנֵי מַלְבְּנִים וּשְׁכָחוֹ, אֵינוֹ שִׁכְחָה. זַיִת שֶׁיֶּשׁ בּוֹ סָאתַיִם, וּשְׁכָחוֹ, אֵינוֹ שִׁכְחָה. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁלֹּא הִתְחִיל בּוֹ. אֲבָל אִם הִתְחִיל בּוֹ, אֲפִלּוּ {ו} כְּזֵית הַנְּטוֹפָה בִּשְׁעָתוֹ, וּשְׁכָחוֹ, יֶשׁ לוֹ שִׁכְחָה. כָּל זְמַן שֶׁיֶּשׁ לוֹ תַחְתָּיו, יֶשׁ לוֹ בְרֹאשׁוֹ. רַבִּי מֵאִיר אוֹמֵר, מִשֶּׁתֵּלֵךְ הַמַּחֲבֵא",
      "rdfs:label": "משנה פאה ז ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-2",
      "jbo:text": "ר\"ע מברטנורה שלש שורות של שני מלבנים. שלש שורות של אילני זיתים ובין שורה ראשונה לשניה ערוגה מרבעת כדמות מלבנות התבואה שבין הזיתים דתנן לעיל בריש פרק ג', וכן בין שורה שניה לשלישית, ושכח אילן אמצעי שבשורה האמצעית, אינה שכחה, שהאילנות שסביביו הסתירוהו, ודמי לחפוהו בקש או עמדו עניים כנגדו דתנן לעיל דאינו שכחה {ד}: במה דברים אמורים. אמתניתין דלעיל קמהדר דתנן בזית הנטופה בשעתו ושכחו אינו שכחה {ה}. במה דברים אמורים, בזמן שלא התחיל בו, אבל התחיל בו ושכחו הרי זו שכחה עד שיהיה בו סאתים: כל זמן שיש לו תחתיו יש לו בראשו. אם נזכר בעל הזיתים מן הזיתים ששכח באילן בעוד שיש לו זיתים תחתיו יכול לחזר וללקטן, ולא חשיבא שכחה מה ששכח בראש האילן אלא לאחר שלא נשארו לו זיתים תחת האילן: רבי מאיר אומר משתלך המחבא. כלומר משבדק המלקט בכל מחבואי הזיתים, אז הוי הנשאר לעניים כשאין לבעל האילן זיתים תחתיו, אבל כל זמן שלא בדק המלקט בכל מחבואי הזיתים אף על פי שאין זיתים תחתיו יכול לחזר וללקט. ואין הלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שָׁלֹשׁ שׁוּרוֹת שֶׁל שְׁנֵי מַלְבְּנִים. שָׁלֹשׁ שׁוּרוֹת שֶׁל אִילָנֵי זֵיתִים וּבֵין שׁוּרָה רִאשׁוֹנָה לִשְׁנִיָּה עֲרוּגָה מְרֻבַּעַת כִּדְמוּת מַלְבְּנוֹת הַתְּבוּאָה שֶׁבֵּין הַזֵּיתִים דִּתְנַן לְעֵיל בְּרֵישׁ פֶּרֶק ג', וְכֵן בֵּין שׁוּרָה שְׁנִיָּה לִשְׁלִישִׁית, וְשָׁכַח אִילָן אֶמְצָעִי שֶׁבַּשּׁוּרָה הָאֶמְצָעִית, אֵינָהּ שִׁכְחָה, שֶׁהָאִילָנוֹת שֶׁסְּבִיבָיו הִסְתִּירוּהוּ, וְדָמִי לְחִפּוּהוּ בְקַשׁ אוֹ עָמְדוּ עֲנִיִּים כְּנֶגְדּוֹ דִּתְנַן לְעֵיל דְּאֵינוֹ שִׁכְחָה {ד}: בַּמֶּה דְבָרִים אֲמוּרִים. אַמַּתְנִיתִין דִּלְעֵיל קָמְהַדֵּר דִּתְנַן בְּזֵית הַנְּטוֹפָה בִּשְׁעָתוֹ וּשְׁכָחוֹ אֵינוֹ שִׁכְחָה {ה}. בַּמֶּה דְבָרִים אֲמוּרִים, בִּזְמַן שֶׁלֹּא הִתְחִיל בּוֹ, אֲבָל הִתְחִיל בּוֹ וּשְׁכָחוֹ הֲרֵי זוֹ שִׁכְחָה עַד שֶׁיִּהְיֶה בּוֹ סָאתַיִם: כָּל זְמַן שֶׁיֶּשׁ לוֹ תַחְתָּיו יֶשׁ לוֹ בְרֹאשׁוֹ. אִם נִזְכַּר בַּעַל הַזֵּיתִים מִן הַזֵּיתִים שֶׁשָּׁכַח בָּאִילָן בְּעוֹד שֶׁיֵּשׁ לוֹ זֵיתִים תַּחְתָּיו יָכוֹל לַחֲזֹר וּלְלַקְּטָן, וְלֹא חֲשִׁיבָא שִׁכְחָה מַה שֶּׁשָּׁכַח בְּרֹאשׁ הָאִילָן אֶלָּא לְאַחַר שֶׁלֹּא נִשְׁאֲרוּ לוֹ זֵיתִים תַּחַת הָאִילָן: רַבִּי מֵאִיר אוֹמֵר מִשֶּׁתֵּלֵךְ הַמַּחֲבֵא. כְּלוֹמַר מִשֶּׁבָּדַק הַמְּלַקֵּט בְּכָל מַחֲבוֹאֵי הַזֵּיתִים, אָז הֲוֵי הַנִּשְׁאָר לָעֲנִיִּים כְּשֶׁאֵין לְבַעַל הָאִילָן זֵיתִים תַּחְתָּיו, אֲבָל כָּל זְמַן שֶׁלֹּא בָּדַק הַמְּלַקֵּט בְּכָל מַחֲבוֹאֵי הַזֵּיתִים אַף עַל פִּי שֶׁאֵין זֵיתִים תַּחְתָּיו יָכוֹל לַחֲזֹר וּלְלַקֵּט. וְאֵין הֲלָכָה כְרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-2",
      "jbo:text": "עיקר תוי\"ט {ג} זית. לשון הר\"מ ולמה אמרו זית בלבד מפני שהיה חשוב בארץ ישראל באותו זמן. ועין תוספות יום טוב: {ד} והר\"ש מפרש דמלבנים מלשון לבנה, שכל שורה רחוקה מחברתה שעור שתי לבנים דהינו ששה טפחים, שכל לבנה שלשה טפחים כדאיתא בבבא בתרא פרק קמא משנה א'. אי נמי כגון מלבנות תבואה ומלבנות בצלים דלעיל ריש פרק ג' משנה א', ומירי כשארך השורה כשעור שתי מלבנות וידוע היה להן שעור המלבן, ולא באויר שבין שורה אירי. אינו שכחה, כיון שעומד בין השורות דמי לשדה שעמריה מערבבין דתני בתוספתא שאינו שכחה עד שיעמר כל סביביו: {ה} כן הוא בתוספתא. ולפי זה אם התחיל באין בו סאתים שוין נטופה ושאינו נטופה דתרויהו יש להן שכחה. ובלא התחיל ואין בו סאתים חלוקים, דשאינו נטופה הוה שכחה ונטופה אין לו שכחה. והיכא דיש לו סאתים אדרבא חלוקים בהתחיל, דנטופה אין לו שכחה ואינו נטופה יש לו שכחה. ובלא התחיל שוין שאין לו שכחה. הר\"ש. ועין תוספות יום טוב: {ו} אפלו כו'. סרכא דרישא נקטיה, דהכא לאו רבותא. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ג} זַיִת. לְשׁוֹן הָרַ\"מ וְלָמָּה אָמְרוּ זַיִת בִּלְבָד מִפְּנֵי שֶׁהָיָה חָשׁוּב בְּאֶרֶץ יִשְׂרָאֵל בְּאוֹתוֹ זְמָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} וְהָרַ\"שׁ מְפָרֵשׁ דְּמַלְבְּנִים מִלְּשׁוֹן לְבֵנָה, שֶׁכָּל שׁוּרָה רְחוֹקָה מֵחֲבֶרְתָּהּ שִׁעוּר שְׁתֵּי לְבֵנִים דְּהַיְנוּ שִׁשָּׁה טְפָחִים, שֶׁכָּל לְבֵנָה שְׁלֹשָׁה טְפָחִים כִּדְאִיתָא בְּבָבָא בַתְרָא פֶּרֶק קַמָּא מִשְׁנָה א'. אִי נַמִּי כְּגוֹן מַלְבְּנוֹת תְּבוּאָה וּמַלְבְּנוֹת בְּצָלִים דִּלְעֵיל רֵישׁ פֶּרֶק ג' מִשְׁנָה א', וּמַיְרֵי כְּשֶׁאֹרֶךְ הַשּׁוּרָה כְּשִׁעוּר שְׁתֵּי מַלְבְּנוֹת וְיָדוּעַ הָיָה לָהֶן שִׁעוּר הַמַּלְבֵּן, וְלֹא בָּאֲוִיר שֶׁבֵּין שׁוּרָה אַיְרֵי. אֵינוֹ שִׁכְחָה, כֵּיוָן שֶׁעוֹמֵד בֵּין הַשּׁוּרוֹת דָּמִי לְשָׂדֶה שֶׁעֳמָרֶיהָ מְעֻרְבָּבִין דְּתָנֵי בַּתּוֹסֶפְתָּא שֶׁאֵינוֹ שִׁכְחָה עַד שֶׁיְּעַמֵּר כָּל סְבִיבָיו: {ה} כֵּן הוּא בַּתּוֹסֶפְתָּא. וּלְפִי זֶה אִם הִתְחִיל בְּאֵין בּוֹ סָאתַיִם שָׁוִין נְטוֹפָה וְשֶׁאֵינוֹ נְטוֹפָה דְתַרְוַיְהוּ יֵשׁ לָהֶן שִׁכְחָה. וּבְלֹא הִתְחִיל וְאֵין בּוֹ סָאתַיִם חֲלוּקִים, דְּשֶׁאֵינוֹ נְטוֹפָה הֲוָה שִׁכְחָה וּנְטוֹפָה אֵין לוֹ שִׁכְחָה. וְהֵיכָא דְּיֵשׁ לוֹ סָאתַיִם אַדְּרַבָּא חֲלוּקִים בְּהִתְחִיל, דִּנְטוֹפָה אֵין לוֹ שִׁכְחָה וְאֵינוֹ נְטוֹפָה יֵשׁ לוֹ שִׁכְחָה. וּבְלֹא הִתְחִיל שָׁוִין שֶׁאֵין לוֹ שִׁכְחָה. הָרַ\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} אֲפִלּוּ כוּ'. סִרְכָא דְרֵישָׁא נָקְטֵיהּ, דְּהָכָא לָאו רְבוּתָא. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-3",
      "jbo:text": "איזהו פרט, הנושר בשעת הבצירה. היה בוצר, עקץ את האשכול, הסבך בעלים, נפל מידו לארץ ונפרט, הרי הוא של בעל הבית. המניח את הכלכלה תחת הגפן בשעה שהוא בוצר, הרי זה גוזל את העניים, על זה נאמר (משלי כב) אל תסג גבול עולים",
      "jbo:textNikud": "אֵיזֶהוּ פֶרֶט, הַנּוֹשֵׁר בִּשְׁעַת הַבְּצִירָה. הָיָה בוֹצֵר, עָקַץ אֶת הָאֶשְׁכּוֹל, הֻסְבַּךְ בֶּעָלִים, נָפַל מִיָּדוֹ לָאָרֶץ וְנִפְרַט, הֲרֵי הוּא שֶׁל בַּעַל הַבָּיִת. הַמַּנִּיחַ אֶת הַכַּלְכָּלָה תַּחַת הַגֶּפֶן בְּשָׁעָה שֶׁהוּא בוֹצֵר, הֲרֵי זֶה גּוֹזֵל אֶת הָעֲנִיִּים, עַל זֶה נֶאֱמַר (משלי כב) אַל תַּסֵּג גְּבוּל עוֹלִים",
      "rdfs:label": "משנה פאה ז ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-3",
      "jbo:text": "ר\"ע מברטנורה איזהו פרט. האמור בתורה (ויקרא יט) ופרט כרמך לא תלקט: עקץ. חתך {ז}: הסבך בעלים. נקשר ונאחז בעלים ועל ידי כך נפל ונפרט: הרי הוא של בעל הבית. שלא נפרט דרך בצירה: המניח כלכלה בשעה שהוא בוצר. נותן סל תחת הענבים שיפל הפרט לתוכו: הרי זה גוזל את העניים. דפרט בנשירתו זכו בו עניים קדם שיגיע לארץ: אל תסג גבול עולים. מפרש לעיל בפרק ה' (משנה ו'): (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵיזֶהוּ פֶרֶט. הָאָמוּר בַּתּוֹרָה (וַיִּקְרָא יט) וּפֶרֶט כַּרְמְךָ לֹא תְלַקֵּט: עָקַץ. חָתַךְ {ז}: הֻסְבַּךְ בֶּעָלִים. נִקְשַׁר וְנֶאֱחַז בֶּעָלִים וְעַל יְדֵי כָךְ נָפַל וְנִפְרַט: הֲרֵי הוּא שֶׁל בַּעַל הַבָּיִת. שֶׁלֹּא נִפְרַט דֶּרֶךְ בְּצִירָה: הַמַּנִּיחַ כַּלְכָּלָה בְּשָׁעָה שֶׁהוּא בוֹצֵר. נוֹתֵן סַל תַּחַת הָעֲנָבִים שֶׁיִּפֹּל הַפֶּרֶט לְתוֹכוֹ: הֲרֵי זֶה גּוֹזֵל אֶת הָעֲנִיִּים. דְּפֶרֶט בִּנְשִׁירָתוֹ זָכוּ בוֹ עֲנִיִּים קֹדֶם שֶׁיַּגִּיעַ לָאָרֶץ: אַל תַּסֵּג גְּבוּל עוֹלִים. מְפֹרָשׁ לְעֵיל בְּפֶרֶק ה' (מִשְׁנָה ו'): (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-3",
      "jbo:text": "עיקר תוי\"ט {ז} כמו עקוץ תאנה מתאנתו. הר\"ש. ולשון הר\"מ עקץ הוא קצה הדבר, רצונו לומר כרת העקץ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} כְּמוֹ עֲקוֹץ תְּאֵנָה מִתְּאֵנָתוֹ. הָרַ\"שׁ. וּלְשׁוֹן הָרַ\"מ עֹקֶץ הוּא קְצֵה הַדָּבָר, רְצוֹנוֹ לוֹמַר כָּרַת הָעֹקֶץ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-4",
      "jbo:text": "איזוהי עוללת. כל שאין לה לא כתף ולא נטף. אם יש לה כתף או נטף, של בעל הבית, אם ספק, לעניים. עוללת שבארכבה, אם נקרצת עם האשכול {י}, הרי היא של בעל הבית, ואם לאו, הרי היא של עניים. גרגר יחידי, רבי יהודה אומר, אשכול. וחכמים אומרים, עוללת",
      "jbo:textNikud": "אֵיזוֹהִי עוֹלֶלֶת. כָּל שֶׁאֵין לָהּ לֹא כָתֵף וְלֹא נָטֵף. אִם יֶשׁ לָהּ כָּתֵף אוֹ נָטֵף, שֶׁל בַּעַל הַבַּיִת, אִם סָפֵק, לָעֲנִיִּים. עוֹלֶלֶת שֶׁבָּאַרְכֻּבָּה, אִם נִקְרֶצֶת עִם הָאֶשְׁכּוֹל {י}, הֲרֵי הִיא שֶׁל בַּעַל הַבַּיִת, וְאִם לָאו, הֲרֵי הִיא שֶׁל עֲנִיִּים. גַּרְגֵּר יְחִידִי, רַבִּי יְהוּדָה אוֹמֵר, אֶשְׁכּוֹל. וַחֲכָמִים אוֹמְרִים, עוֹלֶלֶת",
      "rdfs:label": "משנה פאה ז ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-4",
      "jbo:text": "ר\"ע מברטנורה איזו היא עוללת. האמורה בתורה (שם) וכרמך לא תעולל: כתף. השרביט האמצעי של האשכול מחברים בו אשכולות קטנות הרבה, וכשהן שוכבים זה על זה כמשאוי שעל כתפו של אדם הוא נקרא כתף, וכשהן מפזרים בשרביט אחד לכאן ואחד לכאן אין כאן כתף: נטף. הן גרגרים של ענבים המחברים בסוף השרביט שרגילים להיות תלוים שם ענבים הרבה, ועל שם שענביו נוטפות למטה נקרא נטף, ובלשון מקרא קורא לאשכול שאין לו לא כתף ולא נטף עולל, לפי שהוא לפני שאר האשכולות כעולל לפני האיש: אם ספק. שנראים האשכולות הקטנות התלויות בשרביט כאלו שוכבות זו על זו ואין שוכבות יפה, דהשתא הוי ספק אם יש לה כתף אם לאו: שבארכבה. יחור של זמורה שתלויין בה אשכולות הרבה {ח} והבוצר קוצצה, והיא נקראת ארכבה {ט}, ופעמים שיש בה עוללות עם האשכולות: נקרצת. נקצצת ונחתכת, ודגמתו שנינו ביומא (לא:) קרצו ומרק אחר שחיטה על ידו. ובמקרא (ירמיה מו) קרץ מצפון בא: גרגר יחידי. כגון אשכול שאין לו אשכולות קטנות שוכבות זו על זו אלא הגרגרים מחברים בשרביט עצמו: רבי יהודה אומר אשכול. דכתיב (ישעיה יז) ונשאר בו עוללת כנקף זית שנים שלשה גרגרים. שנים שלשה גרגרים עוללות, יותר מכאן אשכול {יא}: וחכמים אומרים עוללת. דלא חשיבי הגרגרים השוכבים זה על זה להקרא כתף. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵיזוֹ הִיא עוֹלֶלֶת. הָאֲמוּרָה בַּתּוֹרָה (שָׁם) וְכַרְמְךָ לֹא תְעוֹלֵל: כָּתֵף. הַשַּׁרְבִיט הָאֶמְצָעִי שֶׁל הָאֶשְׁכּוֹל מְחֻבָּרִים בּוֹ אֶשְׁכּוֹלוֹת קְטַנּוֹת הַרְבֵּה, וּכְשֶׁהֵן שׁוֹכְבִים זֶה עַל זֶה כְּמַשְּׂאוֹי שֶׁעַל כְּתֵפוֹ שֶׁל אָדָם הוּא נִקְרָא כָּתֵף, וּכְשֶׁהֵן מְפֻזָּרִים בַּשַּׁרְבִיט אֶחָד לְכָאן וְאֶחָד לְכָאן אֵין כָּאן כָּתֵף: נָטֵף. הֵן גַּרְגְּרִים שֶׁל עֲנָבִים הַמְחֻבָּרִים בְּסוֹף הַשַּׁרְבִיט שֶׁרְגִילִים לִהְיוֹת תְּלוּיִם שָׁם עֲנָבִים הַרְבֵּה, וְעַל שֵׁם שֶׁעֲנָבָיו נוֹטְפוֹת לְמַטָּה נִקְרָא נָטֵף, וּבִלְשׁוֹן מִקְרָא קוֹרֵא לְאֶשְׁכּוֹל שֶׁאֵין לוֹ לֹא כָתֵף וְלֹא נָטֵף עוֹלֵל, לְפִי שֶׁהוּא לִפְנֵי שְׁאָר הָאֶשְׁכּוֹלוֹת כְּעוֹלָל לִפְנֵי הָאִישׁ: אִם סָפֵק. שֶׁנִּרְאִים הָאֶשְׁכּוֹלוֹת הַקְּטַנּוֹת הַתְּלוּיוֹת בַּשַּׁרְבִיט כְּאִלּוּ שׁוֹכְבוֹת זוֹ עַל זוֹ וְאֵין שׁוֹכְבוֹת יָפֶה, דְּהַשְׁתָּא הֲוֵי סָפֵק אִם יֵשׁ לָהּ כָּתֵף אִם לָאו: שֶׁבָּאַרְכֻּבָּה. יִחוּר שֶׁל זְמוֹרָה שֶׁתְּלוּיִין בָּהּ אֶשְׁכּוֹלוֹת הַרְבֵּה {ח} וְהַבּוֹצֵר קוֹצְצָהּ, וְהִיא נִקְרֵאת אַרְכֻּבָּה {ט}, וּפְעָמִים שֶׁיֵּשׁ בָּהּ עוֹלְלוֹת עִם הָאֶשְׁכּוֹלוֹת: נִקְרֶצֶת. נִקְצֶצֶת וְנֶחְתֶּכֶת, וְדֻגְמָתוֹ שָׁנִינוּ בְּיוֹמָא (לא:) קְרָצוֹ וּמֵרֵק אַחֵר שְׁחִיטָה עַל יָדוֹ. וּבַמִּקְרָא (יִרְמְיָה מו) קֶרֶץ מִצָּפוֹן בָּא: גַּרְגֵּר יְחִידִי. כְּגוֹן אֶשְׁכּוֹל שֶׁאֵין לוֹ אֶשְׁכּוֹלוֹת קְטַנּוֹת שׁוֹכְבוֹת זוֹ עַל זוֹ אֶלָּא הַגַּרְגְּרִים מְחֻבָּרִים בַּשַּׁרְבִיט עַצְמוֹ: רַבִּי יְהוּדָה אוֹמֵר אֶשְׁכּוֹל. דִּכְתִיב (יְשַׁעְיָה יז) וְנִשְׁאַר בּוֹ עוֹלְלֹת כְּנֹקֵף זַיִת שְׁנַיִם שְׁלֹשָׁה גַּרְגְּרִים. שְׁנַיִם שְׁלֹשָׁה גַּרְגְּרִים עוֹלְלוֹת, יוֹתֵר מִכָּאן אֶשְׁכּוֹל {יא}: וַחֲכָמִים אוֹמְרִים עוֹלֶלֶת. דְּלֹא חֲשִׁיבֵי הַגַּרְגְּרִים הַשּׁוֹכְבִים זֶה עַל זֶה לְהִקָּרֵא כָּתֵף. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-4",
      "jbo:text": "עיקר תוי\"ט {ח} פרוש בזמורה תלויות אשכולות: {ט} פרוש היחור נקראת רכובה מלשון ארכבה הנמכרת עם הראש: {י} עם האשכול. דהוה כמו שבלת שראשה מגיע לקמה, במשנה ב' פרק ה': {יא} כגון שהגרגרים זה על גבי זה ועשויין כעין כתף ונטף. הר\"ש: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} פֵּרוּשׁ בַּזְּמוֹרָה תְּלוּיוֹת אֶשְׁכּוֹלוֹת: {ט} פֵּרוּשׁ הַיִּחוּר נִקְרֵאת רְכוּבָה מִלְּשׁוֹן אַרְכֻּבָּה הַנִּמְכֶּרֶת עִם הָרֹאשׁ: {י} עִם הָאֶשְׁכּוֹל. דַּהֲוָה כְּמוֹ שִׁבֹּלֶת שֶׁרֹאשָׁהּ מַגִּיעַ לַקָּמָה, בְּמִשְׁנָה ב' פֶּרֶק ה': {יא} כְּגוֹן שֶׁהַגַּרְגְּרִים זֶה עַל גַּבֵּי זֶה וַעֲשׂוּיִין כְּעֵין כָּתֵף וְנָטֵף. הָרַ\"שׁ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-5",
      "jbo:text": "המדל בגפנים, כשם שהוא מדל בתוך שלו, כן הוא מדל {יב} בשל עניים, דברי רבי יהודה. רבי מאיר אומר, בשלו הוא רשאי, ואינו רשאי בשל עניים",
      "jbo:textNikud": "הַמֵּדֵל בַּגְּפָנִים, כְּשֵׁם שֶׁהוּא מֵדֵל בְּתוֹךְ שֶׁלּוֹ, כֵּן הוּא מֵדֵל {יב} בְּשֶׁל עֲנִיִּים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, בְּשֶׁלּוֹ הוּא רַשַּׁאי, וְאֵינוֹ רַשַּׁאי בְּשֶׁל עֲנִיִּים",
      "rdfs:label": "משנה פאה ז ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-5",
      "jbo:text": "ר\"ע מברטנורה המדל בגפנים. כשהגפנים תכופים זה אחר זה עוקר מאותם שבינתים והאחרים מתקנים בכך: כך הוא מדל בשל עניים. אף על פי שיש בהם פאה או עוללות של עניים, כך מדל בשלהם כמו בשלו, קסבר עניים דין שתף יש להם, וכשם ששתף כמו שהוא מדל בשלו כך מדל בשל חברו אף עניים כן: רבי מאיר אומר בשלו הוא רשאי. קסבר עניים דין קונה יש להם בחלקם, וכשם שהמוכר לחברו עשרה אשכולות אסור לגע בהן אף בשל עניים כן. והלכה כרבי יהודה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמֵּדֵל בַּגְּפָנִים. כְּשֶׁהַגְּפָנִים תְּכוּפִים זֶה אַחַר זֶה עוֹקֵר מֵאוֹתָם שֶׁבֵּינְתַּיִם וְהָאֲחֵרִים מְתֻקָּנִים בְּכָךְ: כָּךְ הוּא מֵדֵל בְּשֶׁל עֲנִיִּים. אַף עַל פִּי שֶׁיֵּשׁ בָּהֶם פֵּאָה אוֹ עוֹלְלוֹת שֶׁל עֲנִיִּים, כָּךְ מֵדֵל בְּשֶׁלָּהֶם כְּמוֹ בְשֶׁלּוֹ, קָסָבַר עֲנִיִּים דִּין שֻׁתָּף יֵשׁ לָהֶם, וּכְשֵׁם שֶׁשֻּׁתָּף כְּמוֹ שֶׁהוּא מֵדֵל בְּשֶׁלּוֹ כָּךְ מֵדֵל בְּשֶׁל חֲבֵרוֹ אַף עֲנִיִּים כֵּן: רַבִּי מֵאִיר אוֹמֵר בְּשֶׁלּוֹ הוּא רַשַּׁאי. קָסָבַר עֲנִיִּים דִּין קוֹנֶה יֵשׁ לָהֶם בְּחֶלְקָם, וּכְשֵׁם שֶׁהַמּוֹכֵר לַחֲבֵרוֹ עֲשָׂרָה אֶשְׁכּוֹלוֹת אָסוּר לִגַּע בָּהֶן אַף בְּשֶׁל עֲנִיִּים כֵּן. וַהֲלָכָה כְּרַבִּי יְהוּדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-5",
      "jbo:text": "עיקר תוי\"ט {יב} הוא מדל. ואף על גב דדין פאה בסוף, אם הניח בתחלה גם כן דין פאה יש לה, כדתנן בפרק קמא משנה ג'. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} הוּא מֵדֵל. וְאַף עַל גַּב דְּדִין פֵּאָה בַּסּוֹף, אִם הִנִּיחַ בַּתְּחִלָּה גַּם כֵּן דִּין פֵּאָה יֵשׁ לָהּ, כְּדִתְנַן בְּפֶרֶק קַמָּא מִשְׁנָה ג'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-6",
      "jbo:text": "כרם רבעי, בית שמאי אומרים, אין לו חמש, ואין לו בעור. בית הלל אומרים, יש לו. בית שמאי אומרים, יש לו פרט ויש לו עוללות, והעניים פודין לעצמן. ובית הלל אומרים, כלו לגת",
      "jbo:textNikud": "כֶּרֶם רְבָעִי, בֵּית שַׁמַּאי אוֹמְרִים, אֵין לוֹ חֹמֶשׁ, וְאֵין לוֹ בִעוּר. בֵּית הִלֵּל אוֹמְרִים, יֶשׁ לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת, וְהָעֲנִיִּים פּוֹדִין לְעַצְמָן. וּבֵית הִלֵּל אוֹמְרִים, כֻּלּוֹ לַגַּת",
      "rdfs:label": "משנה פאה ז ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-6",
      "jbo:text": "ר\"ע מברטנורה כרם רבעי. הנוטע כל עץ מאכל {יג}, בשנה הרביעית מעלה הפרות לירושלים ואוכלם שם בקדשת מעשר שני, או פודה אותם ומעלה הדמים לירושלים, דכתיב (ויקרא יט) ובשנה הרביעית יהיה כל פריו קדש הלולים, ודרשינן הלולים כמו חלולים, אמר רחמנא אחליה והדר אכליה {יד}: בית שמאי אומרים אין לו חמש. אף על פי שטעון פדיון כמעשר שני אין הבעלים מוסיפים את החמש דלא כתבה תורה בו חמש: ואין לו בעור. אינו חיב לבערו מן הבית בערב פסח של רביעית ושל שביעית כשמבער המעשרות כדכתיב (דברים כו) בערתי הקדש מן הבית: ובית הלל אומרים יש לו. חמש ויש לו בעור. בית הלל ילפי קדש קדש ממעשר, מה מעשר יש לו חמש ויש לו בעור, אף כרם רבעי יש לו חמש ויש לו בעור, ובית שמאי לא ילפי קדש קדש ממעשר: יש לו פרט ויש לו עוללות. דכחלין חשבי ליה: והעניים פודין לעצמן. מן הפרט והעוללות שלקטו, ואוכלים אותן במקומן ומעלין הדמים לירושלים: ובית הלל אומרים כלו לגת. משום דילפי ממעשר {טו} וסברי להו מעשר שני ממון גבה הוא הלכך אין לעניים חלק בו, ודורכים העוללות עם שאר היין והבעלים מעלים הכל לירושלים {טז}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כֶּרֶם רְבָעִי. הַנּוֹטֵעַ כָּל עֵץ מַאֲכָל {יג}, בַּשָּׁנָה הָרְבִיעִית מַעֲלֶה הַפֵּרוֹת לִירוּשָׁלַיִם וְאוֹכְלָם שָׁם בִּקְדֻשַּׁת מַעֲשֵׂר שֵׁנִי, אוֹ פּוֹדֶה אוֹתָם וּמַעֲלֶה הַדָּמִים לִירוּשָׁלַיִם, דִּכְתִיב (וַיִּקְרָא יט) וּבַשָּׁנָה הָרְבִיעִית יִהְיֶה כָּל פִּרְיוֹ קֹדֶשׁ הִלּוּלִים, וְדָרְשִׁינַן הִלּוּלִים כְּמוֹ חִלוּלִים, אָמַר רַחֲמָנָא אַחֲלֵיהּ וְהָדָר אַכְלֵיהּ {יד}: בֵּית שַׁמַּאי אוֹמְרִים אֵין לוֹ חֹמֶשׁ. אַף עַל פִּי שֶׁטָּעוּן פִּדְיוֹן כְּמַעֲשֵׂר שֵׁנִי אֵין הַבְּעָלִים מוֹסִיפִים אֶת הַחֹמֶשׁ דְּלֹא כָּתְבָה תּוֹרָה בוֹ חֹמֶשׁ: וְאֵין לוֹ בִעוּר. אֵינוֹ חַיָּב לְבַעֲרוֹ מִן הַבַּיִת בְּעֶרֶב פֶּסַח שֶׁל רְבִיעִית וְשֶׁל שְׁבִיעִית כְּשֶׁמְּבַעֵר הַמַּעַשְׂרוֹת כְּדִכְתִיב (דְּבָרִים כו) בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת: וּבֵית הִלֵּל אוֹמְרִים יֶשׁ לוֹ. חֹמֶשׁ וְיֶשׁ לוֹ בִעוּר. בֵּית הִלֵּל יַלְפֵי קֹדֶשׁ קֹדֶשׁ מִמַּעֲשֵׂר, מַה מַּעֲשֵׂר יֵשׁ לוֹ חֹמֶשׁ וְיֵשׁ לוֹ בִּעוּר, אַף כֶּרֶם רְבָעִי יֵשׁ לוֹ חֹמֶשׁ וְיֵשׁ לוֹ בִּעוּר, וּבֵית שַׁמַּאי לֹא יַלְפֵי קֹדֶשׁ קֹדֶשׁ מִמַּעֲשֵׂר: יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת. דִּכְחֻלִּין חָשְׁבֵי לֵיהּ: וְהָעֲנִיִּים פּוֹדִין לְעַצְמָן. מִן הַפֶּרֶט וְהָעוֹלְלוֹת שֶׁלָּקְטוּ, וְאוֹכְלִים אוֹתָן בִּמְקוֹמָן וּמַעֲלִין הַדָּמִים לִירוּשָׁלַיִם: וּבֵית הִלֵּל אוֹמְרִים כֻּלּוֹ לַגָּת. מִשּׁוּם דְּיַלְפֵי מִמַּעֲשֵׂר {טו} וְסָבְרֵי לְהוּ מַעֲשֵׂר שֵׁנִי מָמוֹן גָּבֹהַּ הוּא הִלְכָּךְ אֵין לָעֲנִיִּים חֵלֶק בּוֹ, וְדוֹרְכִים הָעוֹלְלוֹת עִם שְׁאָר הַיַּיִן וְהַבְּעָלִים מַעֲלִים הַכֹּל לִירוּשָׁלַיִם {טז}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-6",
      "jbo:text": "עיקר תוי\"ט {יג} ואנן כרם תנן. ובגמרא פרק כיצד מברכין, חד תני כרם רבעי דאין רבעי נוהג אלא בכרם, וחד תני נטע רבעי דנוהג רבעי בכל האילנות. ודעת הר\"מ והר\"ב כמאן דאמר נטע: {יד} הוציאהו לחלין על ידי פדיון, רש\"י. והר\"ש כתב אחליה לקדושתיה והדר אכליה: {טו} דבכרם רבעי כתיב (ויקרא יח) קדש הלולים לה', ובמעשר כתיב (שם כז) קדש לה'. ואם תאמר למה לן הלולים למשמע דאחליה כו' תיפוק ליה מהך גזרה שוה. ויש לומר דאנן מגזרה שוה לא הוה ידעינן דפדיון רבעי נוהג אלא בזמן שמעשר שני נוהג ולא בשנה שלישית וששית אי נמי הוה אמינא מאי חזית דגמרת ממעשר, נילף משביעית שתופס דמיו, אבל מאחר דגמרי מהלולים שאינו תופס דמיו, גמר ממעשר. תוספות קדושין דף נ\"ד: {טז} או יפדה ויעלה הדמים ויאכלן בירושלים כמעשר. הר\"מ. ולבית שמאי תנן פודין והוא הדין נמי מעלין היין או הפרות עצמן. ונראה לי דלהכי נקטי בית הלל כלו לגת כלומר ובלאו הכי כשהן עוללות דלעניים אין בעל הבית חיב לבצר אותן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} וַאֲנַן כֶּרֶם תְּנַן. וּבַגְּמָרָא פֶּרֶק כֵּיצַד מְבָרְכִין, חַד תָּנֵי כֶּרֶם רְבָעִי דְּאֵין רְבָעִי נוֹהֵג אֶלָּא בְּכֶרֶם, וְחַד תָּנֵי נֶטַע רְבָעִי דְּנוֹהֵג רְבָעִי בְּכָל הָאִילָנוֹת. וְדַעַת הָרַ\"מ וְהָרַ\"ב כְּמַאן דְּאָמַר נֶטַע: {יד} הוֹצִיאָהוּ לְחֻלִּין עַל יְדֵי פִדְיוֹן, רַשִׁ\"י. וְהָרַ\"שׁ כָּתַב אַחֲלֵיהּ לִקְדוּשָׁתֵיהּ וְהָדָר אַכְלֵיהּ: {טו} דִּבְכֶרֶם רְבָעִי כְּתִיב (וַיִּקְרָא יח) קֹדֶשׁ הִלּוּלִים לַה', וּבַמַּעֲשֵׂר כְּתִיב (שָׁם כז) קֹדֶשׁ לַה'. וְאִם תֹּאמַר לָמָּה לָן הִלּוּלִים לְמַשְׁמַע דְּאַחֲלֵיהּ כוּ' תֵּיפּוּק לֵיהּ מֵהַךְ גְּזֵרָה שָׁוָה. וְיֵשׁ לוֹמַר דַּאֲנַן מִגְּזֵרָה שָׁוָה לֹא הֲוָה יָדְעִינַן דְּפִדְיוֹן רְבָעִי נוֹהֵג אֶלָּא בִּזְמַן שֶׁמַּעֲשֵׂר שֵׁנִי נוֹהֵג וְלֹא בְשָׁנָה שְׁלִישִׁית וְשִׁשִּׁית אִי נַמִּי הֲוָה אֲמֵינָא מַאי חָזֵית דְּגָּמַרְתְּ מִמַּעֲשֵׂר, נֵילָף מִשְּׁבִיעִית שֶׁתּוֹפֵס דָּמָיו, אֲבָל מֵאַחַר דְּגָמְרֵי מֵהִלּוּלִים שֶׁאֵינוֹ תּוֹפֵס דָּמָיו, גָּמַר מִמַּעֲשֵׂר. תּוֹסָפוֹת קִדּוּשִׁין דַּף נ\"ד: {טז} אוֹ יִפְדֶּה וְיַעֲלֶה הַדָּמִים וְיֹאכְלָן בִּירוּשָׁלַיִם כְּמַעֲשֵׂר. הָרַ\"מ. וּלְבֵית שַׁמַּאי תְּנַן פּוֹדִין וְהוּא הַדִּין נַמִּי מַעֲלִין הַיַּיִן אוֹ הַפֵּרוֹת עַצְמָן. וְנִרְאֶה לִי דִּלְהָכִי נָקְטֵי בֵית הִלֵּל כֻּלּוֹ לַגַּת כְּלוֹמַר וּבְלָאו הָכִי כְּשֶׁהֵן עוֹלְלוֹת דְּלָעֲנִיִּים אֵין בַּעַל הַבַּיִת חַיָּב לִבְצֹר אוֹתָן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-7",
      "jbo:text": "כרם שכלו עוללות, רבי אליעזר אומר, לבעל הבית. רבי עקיבא אומר, לעניים. אמר רבי אליעזר, כי תבצר לא תעולל (דברים כד), אם אין בציר, מנין עוללות. אמר לו רבי עקיבא, וכרמך לא תעולל (ויקרא יט), אפלו כלו עוללות, אם כן למה נאמר כי תבצר לא תעולל, אין לעניים בעוללות קדם הבציר",
      "jbo:textNikud": "כֶּרֶם שֶׁכֻּלּוֹ עוֹלְלוֹת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, לְבַעַל הַבָּיִת. רַבִּי עֲקִיבָא אוֹמֵר, לָעֲנִיִּים. אָמַר רַבִּי אֱלִיעֶזֶר, כִּי תִבְצֹר לֹא תְעוֹלֵל (דברים כד), אִם אֵין בָּצִיר, מִנַּיִן עוֹלְלוֹת. אָמַר לוֹ רַבִּי עֲקִיבָא, וְכַרְמְךָ לֹא תְעוֹלֵל (ויקרא יט), אֲפִלּוּ כֻלּוֹ עוֹלְלוֹת, אִם כֵּן לָמָּה נֶאֱמַר כִּי תִבְצֹר לֹא תְעוֹלֵל, אֵין לָעֲנִיִּים בָּעוֹלְלוֹת קֹדֶם הַבָּצִיר",
      "rdfs:label": "משנה פאה ז ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-7",
      "jbo:text": "ר\"ע מברטנורה שכלו עוללות. שאין בכל הכרם אשכול שיש לו כתף ונטף: אם אין בציר. וכמה שעור בציר, שלשה אשכולות שעושים רביעית: אמר לו רבי עקיבא וכרמך לא תעולל אפלו כלו עוללות. ורבי אליעזר אמר דלא תימא הואיל ואין לעניים בעוללות קדם לבציר {יז} יזכה בהם בעל הבית, לכך נאמר וכרמך לא תעולל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁכֻּלּוֹ עוֹלְלוֹת. שֶׁאֵין בְּכָל הַכֶּרֶם אֶשְׁכּוֹל שֶׁיֵּשׁ לוֹ כָּתֵף וְנָטֵף: אִם אֵין בָּצִיר. וְכַמָּה שִׁעוּר בָּצִיר, שְׁלֹשָׁה אֶשְׁכּוֹלוֹת שֶׁעוֹשִׂים רְבִיעִית: אָמַר לוֹ רַבִּי עֲקִיבָא וְכַרְמְךָ לֹא תְעוֹלֵל אֲפִלּוּ כֻלּוֹ עוֹלְלוֹת. וְרַבִּי אֱלִיעֶזֶר אָמַר דְּלֹא תֵימָא הוֹאִיל וְאֵין לָעֲנִיִּים בָּעוֹלְלוֹת קֹדֶם לַבָּצִיר {יז} יִזְכֶּה בָהֶם בַּעַל הַבַּיִת, לְכָךְ נֶאֱמַר וְכַרְמְךָ לֹא תְעוֹלֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-7",
      "jbo:text": "עיקר תוי\"ט {יז} ירושלמי. ואם תאמר מנא ליה לרבי אליעזר למדרש דאין לעניים בעוללות דהא איהו מפרש לקרא דכי תבצר וגו' לאם אין בציר וכו'. ויש לומר דסבירא ליה דודאי גופיה דקרא לענין אם אין בציר כו' הוא דאתא. מכל מקום ממילא שמעינן דאין לעניים בעוללות. וכהאי גונא אשכחן בפרק קמא דברכות אות י\"ב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} יְרוּשַׁלְמִי. וְאִם תֹּאמַר מִנָּא לֵיהּ לְרַבִּי אֱלִיעֶזֶר לְמִדְרָשׁ דְּאֵין לָעֲנִיִּים בָּעוֹלְלוֹת דְּהָא אִיהוּ מְפָרֵשׁ לִקְרָא דְּכִי תִבְצֹר וְגוֹ' לְאִם אֵין בָּצִיר וְכוּ'. וְיֵשׁ לוֹמַר דִּסְבִירָא לֵיהּ דְּוַדַּאי גּוּפֵיהּ דִּקְרָא לְעִנְיַן אִם אֵין בָּצִיר כוּ' הוּא דְאָתָא. מִכָּל מָקוֹם מִמֵּילָא שָׁמְעִינַן דְּאֵין לָעֲנִיִּים בָּעוֹלְלוֹת. וּכְהַאי גַוְנָא אַשְׁכְּחָן בְּפֶרֶק קַמָּא דִבְרָכוֹת אוֹת י\"ב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-1-2-7-8",
      "jbo:text": "המקדיש כרמו עד שלא נודעו בו העוללות, אין העוללות לעניים. משנודעו בו העוללות, העוללות לעניים. רבי יוסי אומר {יט}, יתנו שכר גדוליו להקדש. איזה היא שכחה בעריס, כל שאינו יכול לפשט את ידו ולטלה, וברגליות, משיעבר הימנה",
      "jbo:textNikud": "הַמַּקְדִּישׁ כַּרְמוֹ עַד שֶׁלֹּא נוֹדְעוּ בוֹ הָעוֹלְלוֹת, אֵין הָעוֹלְלוֹת לָעֲנִיִּים. מִשֶּׁנּוֹדְעוּ בוֹ הָעוֹלְלוֹת, הָעוֹלְלוֹת לָעֲנִיִּים. רַבִּי יוֹסֵי אוֹמֵר {יט}, יִתְּנוּ שְׂכַר גִּדּוּלָיו לַהֶקְדֵּשׁ. אֵיזֶה הִיא שִׁכְחָה בֶּעָרִיס, כָּל שֶׁאֵינוֹ יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִטְּלָהּ, וּבְרֹגְלִיּוֹת, מִשֶּׁיַּעֲבֹר הֵימֶנָּה",
      "rdfs:label": "משנה פאה ז ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-bartanura-1-2-7-8",
      "jbo:text": "ר\"ע מברטנורה משנודעו העוללות. שנכר מה הוא עוללת ומה הוא אשכול: העוללות לעניים. שאין אדם מקדיש דבר שאינו שלו {יח}: יתנו שכר גדולן להקדש. מה שמשביחין כל שעה בתוך קרקע של הקדש. והלכה כרבי יוסי: בעריס. כרם שהגפנים שלה מודלות על גבי כלונסות ועצים, לשון אף ערשנו רעננה (שיר השירים א): כל שאינו יכול לפשט. כלומר לאחר שעבר מעליה, אם במקום שנזכר אינו יכול לפשט ידו ולטל קרינא ביה לא תשוב לקחתו (דברים כד): אבל רוגליות. הגפנים העומדים על גבי קרקע שדורכים עליהם ברגל: משיעבר ממנה. הוי שכחה, דכל גפן וגפן מן הרוגליות חשיבא כאמן בפני עצמו, ואסור לשוב מאמן לאמן {כ}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִשֶּׁנּוֹדְעוּ הָעוֹלְלוֹת. שֶׁנִּכָּר מַה הוּא עוֹלֶלֶת וּמַה הוּא אֶשְׁכּוֹל: הָעוֹלְלוֹת לָעֲנִיִּים. שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ {יח}: יִתְּנוּ שְׂכַר גִּדּוּלָן לַהֶקְדֵּשׁ. מַה שֶּׁמַּשְׁבִּיחִין כָּל שָׁעָה בְּתוֹךְ קַרְקַע שֶׁל הֶקְדֵּשׁ. וַהֲלָכָה כְּרַבִּי יוֹסֵי: בֶּעָרִיס. כֶּרֶם שֶׁהַגְּפָנִים שֶׁלָּהּ מוּדְלוֹת עַל גַּבֵּי כְּלוּנְסוֹת וְעֵצִים, לְשׁוֹן אַף עַרְשֵׂנוּ רַעֲנָנָה (שִׁיר הַשִּׁירִים א): כָּל שֶׁאֵינוֹ יָכוֹל לִפְשֹׁט. כְּלוֹמַר לְאַחַר שֶׁעָבַר מֵעָלֶיהָ, אִם בַּמָּקוֹם שֶׁנִּזְכַּר אֵינוֹ יָכוֹל לִפְשֹׁט יָדוֹ וְלִטֹּל קָרֵינָא בֵיהּ לֹא תָשׁוּב לְקַחְתּוֹ (דְּבָרִים כד): אֲבָל רוֹגְלִיּוֹת. הַגְּפָנִים הָעוֹמְדִים עַל גַּבֵּי קַרְקַע שֶׁדּוֹרְכִים עֲלֵיהֶם בָּרֶגֶל: מִשֶּׁיַּעֲבֹר מִמֶּנָּה. הֲוֵי שִׁכְחָה, דְּכָל גֶּפֶן וָגֶפֶן מִן הָרוֹגְלִיּוֹת חֲשִׁיבָא כְּאֻמָּן בִּפְנֵי עַצְמוֹ, וְאָסוּר לָשׁוּב מֵאֻמָּן לְאֻמָּן {כ}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ז ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-7-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-7"
      ],
      "uri": "jbr:mishna-yomtov-1-2-7-8",
      "jbo:text": "עיקר תוי\"ט {יח} ואף על גב דרבי עקיבא שהלכה כמותו מחברו אמר לעיל שאין לעניים בעוללות קדם לבציר, איכא למימר דאף על גב דאין לעניים לבא בכרם לקחת העוללות קדם שיבצר בעל הבית מכל מקום סבירא ליה נמי כיון שנודעו שהן עוללות גם לבעל הבית אין לו בהם כלום ואינו יכול להקדישן. תוספות יום טוב: {יט} רבי יוסי אומר כו'. ותנא קמא סבר דאינו צריך לתן כיון דכבר נתחיב הכרם בעוללות. הר\"ש: {כ} ופרוש אמן שורה כדלעיל פרק ד' משנה ה'. ותימה דהא קימא לן במשנה ג' פרק ו' דכשדלג ועבר הוה בבל תשוב. ולא מבעיא מאמן לאמן אלא אף באמן עצמה. אבל לשון הירושלמי שכל רוגלית ורוגלית אמן בפני עצמו. והר\"ש מסים בו ואסור לשוב מאמן לאמן. ולי נראה לסים בלשון אחר ואסור לשוב באמן כשעבר הימנו. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יח} וְאַף עַל גַּב דְּרַבִּי עֲקִיבָא שֶׁהֲלָכָה כְּמוֹתוֹ מֵחֲבֵרוֹ אָמַר לְעֵיל שֶׁאֵין לָעֲנִיִּים בָּעוֹלְלוֹת קֹדֶם לַבָּצִיר, אִיכָּא לְמֵימַר דְּאַף עַל גַּב דְּאֵין לָעֲנִיִּים לָבֹא בַּכֶּרֶם לָקַחַת הָעוֹלְלוֹת קֹדֶם שֶׁיִּבְצֹר בַּעַל הַבַּיִת מִכָּל מָקוֹם סְבִירָא לֵיהּ נַמִּי כֵּיוָן שֶׁנּוֹדְעוּ שֶׁהֵן עוֹלְלוֹת גַּם לְבַעַל הַבַּיִת אֵין לוֹ בָהֶם כְּלוּם וְאֵינוֹ יָכוֹל לְהַקְדִּישָׁן. תּוֹסְפוֹת יוֹם טוֹב: {יט} רַבִּי יוֹסֵי אוֹמֵר כוּ'. וְתַנָּא קַמָּא סָבַר דְּאֵינוֹ צָרִיךְ לִתֵּן כֵּיוָן דִּכְבָר נִתְחַיֵּב הַכֶּרֶם בְּעוֹלְלוֹת. הָרַ\"שׁ: {כ} וּפֵרוּשׁ אֻמָּן שׁוּרָה כְּדִלְעֵיל פֶּרֶק ד' מִשְׁנָה ה'. וְתֵימַהּ דְהָא קַיְמָא לָן בְּמִשְׁנָה ג' פֶּרֶק ו' דִּכְשֶׁדִּלֵּג וְעָבַר הֲוָה בְּבַל תָּשׁוּב. וְלֹא מִבָּעֵיא מֵאֻמָּן לְאֻמָּן אֶלָּא אַף בָּאֻמָּן עַצְמָהּ. אֲבָל לְשׁוֹן הַיְרוּשַׁלְמִי שֶׁכָּל רוֹגְלִית וְרוֹגְלִית אֻמָּן בִּפְנֵי עַצְמוֹ. וְהָרַ\"שׁ מְסַיֵּם בּוֹ וְאָסוּר לָשׁוּב מֵאֻמָּן לְאֻמָּן. וְלִי נִרְאֶה לְסַיֵּם בְּלָשׁוֹן אַחֵר וְאָסוּר לָשׁוּב בָּאֻמָּן כְּשֶׁעָבַר הֵימֶנּוּ. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ז ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-7-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-1",
      "jbo:text": "מאימתי כל אדם מתרין בלקט {א}. משילכו הנמושות. בפרט ועוללות, משילכו העניים בכרם ויבאו {ד}. ובזיתים, משתרד רביעה שניה {ה}. אמר רבי יהודה, והלא יש שאינם מוסקין את זיתיהם אלא לאחר רביעה שניה. אלא כדי שיהא העני יוצא ולא יהא מביא בארבעה אסרות",
      "jbo:textNikud": "מֵאֵימָתַי כָּל אָדָם מֻתָּרִין בְּלֶקֶט {א}. מִשֶּׁיֵּלְכוּ הַנָּמוֹשׁוֹת. בְּפֶרֶט וְעוֹלְלוֹת, מִשֶּׁיֵּלְכוּ הָעֲנִיִּים בַּכֶּרֶם וְיָבֹאוּ {ד}. וּבְזֵיתִים, מִשֶּׁתֵּרֵד רְבִיעָה שְׁנִיָּה {ה}. אָמַר רַבִּי יְהוּדָה, וַהֲלֹא יֵשׁ שֶׁאֵינָם מוֹסְקִין אֶת זֵיתֵיהֶם אֶלָּא לְאַחַר רְבִיעָה שְׁנִיָּה. אֶלָּא כְדֵי שֶׁיְּהֵא הֶעָנִי יוֹצֵא וְלֹא יְהֵא מֵבִיא בְּאַרְבָּעָה אִסָּרוֹת",
      "rdfs:label": "משנה פאה ח א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-1",
      "jbo:text": "ר\"ע מברטנורה מאימתי הנמושות. אית דמפרשי זקנים ההולכים על משענתם {ב}. ואית דמפרשי לקוטי בתר לקוטי {ג}. שמאחר שילכו בשדה לוקטים אחר לוקטים או הזקנים הללו שמאחרים ללכת ללקט אחר הכל כבר נתיאשו העניים מאותה שדה, וכל הנמצא בה אחר כך הוא הפקר לכל, בין לעניים בין לעשירים: רביעה שניה. המטר נקרא רביעה מפני שהוא רובע את הארץ ומולידה ומצמיחה כזכר הרובע את הנקבה והיא מתעברת ממנו, לשון בהמתך לא תרביע (ויקרא יט). פרוש אחר רביעה על שם שהמטר משכיב העפר ומרביצו, תרגום רובץ רביע. וזמן רביעה שניה בשנה בינונית הוא בכ\"ג במרחשון {ו}: שאינן מוסקין. מסיקה בזיתים כמו קוצר בתבואה, בוצר בענבים, אורה בתאנים, גודר בתמרים, כך מוסק בזיתים: ולא יהא מביא בארבעה אסרות. דהינו שני פונדיונים, שהפונדיון שני אסרין, ותנן אין פוחתין לעני העובר ממקום למקום מככר בפונדיון, דהינו מזון שתי סעדות, וכיון שאינו מביא זיתים שוה ארבעה אסרות, דהינו מזון שתי סעדות לו ושתי סעדות לאשתו, אף הוא אינו יוצא ללקט. ואין הלכה כרבי יהודה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מֵאֵימָתַי הַנְּמוֹשׁוֹת. אִית דִּמְפָרְשֵׁי זְקֵנִים הַהוֹלְכִים עַל מִשְׁעַנְתָּם {ב}. וְאִית דִּמְפָרְשֵׁי לִקּוּטֵי בָתַר לִקּוּטֵי {ג}. שֶׁמֵּאַחַר שֶׁיֵּלְכוּ בַּשָּׂדֶה לוֹקְטִים אַחַר לוֹקְטִים אוֹ הַזְּקֵנִים הַלָּלוּ שֶׁמְּאַחֲרִים לָלֶכֶת לְלַקֵּט אַחַר הַכֹּל כְּבָר נִתְיָאֲשׁוּ הָעֲנִיִּים מֵאוֹתָהּ שָׂדֶה, וְכָל הַנִּמְצָא בָהּ אַחַר כָּךְ הוּא הֶפְקֵר לַכֹּל, בֵּין לַעֲנִיִּים בֵּין לַעֲשִׁירִים: רְבִיעָה שְׁנִיָּה. הַמָּטָר נִקְרָא רְבִיעָה מִפְּנֵי שֶׁהוּא רוֹבֵעַ אֶת הָאָרֶץ וּמוֹלִידָהּ וּמַצְמִיחָהּ כְּזָכָר הָרוֹבֵעַ אֶת הַנְּקֵבָה וְהִיא מִתְעַבֶּרֶת מִמֶּנּוּ, לְשׁוֹן בְּהֶמְתְּךָ לֹא תַרְבִּיעַ (וַיִּקְרָא יט). פֵּרוּשׁ אַחֵר רְבִיעָה עַל שֵׁם שֶׁהַמָּטָר מַשְׁכִּיב הֶעָפָר וּמַרְבִּיצוֹ, תַּרְגּוּם רוֹבֵץ רְבִיעַ. וּזְמַן רְבִיעָה שְׁנִיָּה בְּשָׁנָה בֵּינוֹנִית הוּא בְּכ\"ג בְּמַרְחֶשְׁוָן {ו}: שֶׁאֵינָן מוֹסְקִין. מְסִיקָה בְּזֵיתִים כְּמוֹ קוֹצֵר בִּתְבוּאָה, בּוֹצֵר בַּעֲנָבִים, אוֹרֶה בִּתְאֵנִים, גּוֹדֵר בִּתְמָרִים, כָּךְ מוֹסֵק בְּזֵיתִים: וְלֹא יְהֵא מֵבִיא בְּאַרְבָּעָה אִסָּרוֹת. דְּהַיְנוּ שְׁנֵי פוּנְדְיוֹנִים, שֶׁהַפּוּנְדְיוֹן שְׁנֵי אִסָּרִין, וּתְנַן אֵין פּוֹחֲתִין לֶעָנִי הָעוֹבֵר מִמָּקוֹם לְמָקוֹם מִכִּכָּר בְּפוּנְדְיוֹן, דְּהַיְנוּ מְזוֹן שְׁתֵּי סְעֻדּוֹת, וְכֵיוָן שֶׁאֵינוֹ מֵבִיא זֵיתִים שָׁוֶה אַרְבָּעָה אִסָּרוֹת, דְּהַיְנוּ מְזוֹן שְׁתֵּי סְעֻדּוֹת לוֹ וּשְׁתֵּי סְעֻדּוֹת לְאִשְׁתּוֹ, אַף הוּא אֵינוֹ יוֹצֵא לִלְקֹט. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-1",
      "jbo:text": "עיקר תוי\"ט {א} בלקט. לשון הר\"מ פרק א' מהלכות מתנות עניים, שנאמר לעני ולגר תעזב אותם, כל זמן שהעניים תובעים אותם. פסקו העניים לבקש ולחזר עליהם הרי הנשאר מתר לכל אדם, שאין גופן קדוש כתרומה, ואינו חיב לתן להם דמיהן, שלא נאמר בהן ונתן לעניים אלא תעזב אותם כו' והרי אין כאן עניים. מאימתי כל אדם מתרין בלקט כו'. ולשון רש\"י בתענית דף ו' לפי שיודעין אם נשאר לקט שכחה ופאה נמושות נטלוהו. עד כאן. והתנא נקט לקט שהוא הנושר אחת אחת ואין נלקטים מהעניים כלו כמו שכחת קמה ועמר, וכן פאה. ועוד דבכלהו שיך לומר דנלקטין והשאל לכלם שם לקט: {ב} מלשון לא ימושו (ישעיה נט), שממשמשין והולכין: {ג} ולשון נמושות כמו לא ימיש (שמות יג), שנוטלין ומשין הכל מלפניהם. רש\"י בבא מציעא דף כ\"א: {ד} ויבאו. כלומר שלקטו וחזרו ובאו פעם שניה, דהשתא מסחי דעתיהו דעניים. רש\"י: {ה} שניה. ולא תנינן נמושות, מפני שהוא צנה, ואין יוצאין אלא בחורים. ירושלמי. ולפרוש דנמושות לקוטי כו' הטעם כשהוא צנה שוב אין הולכים הלוקטים מפני הצנה הואיל ודבר מעט נשאר. תוספות יום טוב: {ו} אבל בפרק קמא משנה ד' דתענית מפרש בשבעה בו: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} בְּלֶקֶט. לְשׁוֹן הָרַ\"מ פֶּרֶק א' מֵהִלְכוֹת מַתְּנוֹת עֲנִיִּים, שֶׁנֶּאֱמַר לֶעָנִי וְלַגֵּר תַּעֲזֹב אוֹתָם, כָּל זְמַן שֶׁהָעֲנִיִּים תּוֹבְעִים אוֹתָם. פָּסְקוּ הָעֲנִיִּים לְבַקֵּשׁ וְלַחֲזֹר עֲלֵיהֶם הֲרֵי הַנִּשְׁאָר מֻתָּר לְכָל אָדָם, שֶׁאֵין גּוּפָן קָדוֹשׁ כִּתְרוּמָה, וְאֵינוֹ חַיָּב לִתֵּן לָהֶם דְּמֵיהֶן, שֶׁלֹּא נֶאֱמַר בָּהֶן וְנָתַן לָעֲנִיִּים אֶלָּא תַּעֲזֹב אוֹתָם כוּ' וַהֲרֵי אֵין כָּאן עֲנִיִּים. מֵאֵימָתַי כָּל אָדָם מֻתָּרִין בְּלֶקֶט כוּ'. וּלְשׁוֹן רַשִׁ\"י בְּתַעֲנִית דַּף ו' לְפִי שֶׁיּוֹדְעִין אִם נִשְׁאַר לֶקֶט שִׁכְחָה וּפֵאָה נָמוֹשׁוֹת נְטָלוּהוּ. עַד כָּאן. וְהַתַּנָּא נָקַט לֶקֶט שֶׁהוּא הַנּוֹשֵׁר אַחַת אַחַת וְאֵין נִלְקָטִים מֵהָעֲנִיִּים כֻּלּוֹ כְּמוֹ שִׁכְחַת קָמָה וָעֹמֶר, וְכֵן פֵּאָה. וְעוֹד דִּבְכֻלְּהוּ שַׁיָּךְ לוֹמַר דְּנִלְקָטִין וְהֻשְׁאַל לְכֻלָּם שֵׁם לֶקֶט: {ב} מִלְּשׁוֹן לֹא יָמוּשׁוּ (יְשַׁעְיָה נט), שֶׁמְּמַשְׁמְשִׁין וְהוֹלְכִין: {ג} וּלְשׁוֹן נָמוֹשׁוֹת כְּמוֹ לֹא יָמִישׁ (שְׁמוֹת יג), שֶׁנּוֹטְלִין וּמָשִׁין הַכֹּל מִלִּפְנֵיהֶם. רַשִׁ\"י בָּבָא מְצִיעָא דַּף כ\"א: {ד} וְיָבֹאוּ. כְּלוֹמַר שֶׁלָּקְטוּ וְחָזְרוּ וּבָאוּ פַּעַם שְׁנִיָּה, דְּהַשְׁתָּא מַסְחֵי דַעְתַּיְהוּ דַעֲנִיִּים. רַשִׁ\"י: {ה} שְׁנִיָּה. וְלֹא תָנִינַן נָמוֹשׁוֹת, מִפְּנֵי שֶׁהוּא צִנָּה, וְאֵין יוֹצְאִין אֶלָּא בַּחוּרִים. יְרוּשַׁלְמִי. וּלְפֵרוּשׁ דְּנָמוֹשׁוֹת לִקּוּטֵי כוּ' הַטַּעַם כְּשֶׁהוּא צִנָּה שׁוּב אֵין הוֹלְכִים הַלּוֹקְטִים מִפְּנֵי הַצִּנָּה הוֹאִיל וְדָבָר מֻעָט נִשְׁאַר. תּוֹסְפוֹת יוֹם טוֹב: {ו} אֲבָל בְּפֶרֶק קַמָּא מִשְׁנָה ד' דְּתַעֲנִית מְפָרֵשׁ בְּשִׁבְעָה בּוֹ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-2",
      "jbo:text": "נאמנים על הלקט ועל השכחה ועל הפאה בשעתן, ועל מעשר עני בכל שנתו. ובן לוי נאמן לעולם. ואינן נאמנין אלא על דבר שבני אדם נוהגין כן",
      "jbo:textNikud": "נֶאֱמָנִים עַל הַלֶּקֶט וְעַל הַשִּׁכְחָה וְעַל הַפֵּאָה בִּשְׁעָתָן, וְעַל מַעְשַׂר עָנִי בְּכָל שְׁנָתוֹ. וּבֶן לֵוִי נֶאֱמָן לְעוֹלָם. וְאֵינָן נֶאֱמָנִין אֶלָּא עַל דָּבָר שֶׁבְּנֵי אָדָם נוֹהֲגִין כֵּן",
      "rdfs:label": "משנה פאה ח ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-2",
      "jbo:text": "ר\"ע מברטנורה נאמנים. העניים לומר חטים הללו של לקט שכחה ופאה הן, ופטורים מן המעשר: בשעתן. בשעת הקציר: בכל שנתו. בשנה שלישית ובשנה ששית, שמעשר עני נוהג בהן: ובן לוי נאמן לעולם. דמעשר ראשון נוהג בכל שנה, וכיון דאמר של מעשר ראשון הם לא חישינן שמא לא הפריש מהן תרומת מעשר, דכי היכי דלא נחשדו ישראל על תרומה גדולה {ז}, כך לא נחשד בן לוי על תרומת מעשר: אלא על דבר שבני אדם נוהגין כן. נוהגים לתת להם כן, ולא על דבר שאין רגילים לתת להם כיוצא בו, ולקמן מפרש ואזיל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נֶאֱמָנִים. הָעֲנִיִּים לוֹמַר חִטִּים הַלָּלוּ שֶׁל לֶקֶט שִׁכְחָה וּפֵאָה הֵן, וּפְטוּרִים מִן הַמַּעֲשֵׂר: בִּשְׁעָתָן. בִּשְׁעַת הַקָּצִיר: בְּכָל שְׁנָתוֹ. בְּשָׁנָה שְׁלִישִׁית וּבְשָׁנָה שִׁשִּׁית, שֶׁמַּעְשַׂר עָנִי נוֹהֵג בָּהֶן: וּבֶן לֵוִי נֶאֱמָן לְעוֹלָם. דְּמַעֲשֵׂר רִאשׁוֹן נוֹהֵג בְּכָל שָׁנָה, וְכֵיוָן דְּאָמַר שֶׁל מַעֲשֵׂר רִאשׁוֹן הֵם לֹא חַיְשִׁינַן שֶׁמָּא לֹא הִפְרִישׁ מֵהֶן תְּרוּמַת מַעֲשֵׂר, דְּכִי הֵיכִי דְּלֹא נֶחְשְׁדוּ יִשְׂרָאֵל עַל תְּרוּמָה גְדוֹלָה {ז}, כָּךְ לֹא נֶחְשַׁד בֶּן לֵוִי עַל תְּרוּמַת מַעֲשֵׂר: אֶלָּא עַל דָּבָר שֶׁבְּנֵי אָדָם נוֹהֲגִין כֵּן. נוֹהֲגִים לָתֵת לָהֶם כֵּן, וְלֹא עַל דָּבָר שֶׁאֵין רְגִילִים לָתֵת לָהֶם כַּיּוֹצֵא בוֹ, וּלְקַמָּן מְפָרֵשׁ וְאָזֵיל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-2",
      "jbo:text": "עיקר תוי\"ט {ז} ירושלמי. ורצה לומר ישראל עמי הארץ שאין נאמנין על שאר מתנות כדלקמן [בריש דמאי]: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} יְרוּשַׁלְמִי. וְרָצָה לוֹמַר יִשְׂרָאֵל עַמֵּי הָאָרֶץ שֶׁאֵין נֶאֱמָנִין עַל שְׁאָר מַתָּנוֹת כְּדִלְקַמָּן [בְּרֵישׁ דְּמַאי]: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-3",
      "jbo:text": "נאמנין על החטים, ואין נאמנין על הקמח ולא על הפת. נאמנין על השעורה של ארז, ואין נאמנין עליו בין חי {יא} בין מבשל. נאמנין על הפול, ואין נאמנין על הגריסין, לא חיים ולא מבשלין. נאמנין על השמן לומר של מעשר עני הוא, ואין נאמנין עליו לומר של זיתי נקוף הוא",
      "jbo:textNikud": "נֶאֱמָנִין עַל הַחִטִּים, וְאֵין נֶאֱמָנִין עַל הַקֶּמַח וְלֹא עַל הַפָּת. נֶאֱמָנִין עַל הַשְּׂעוֹרָה שֶׁל אֹרֶז, וְאֵין נֶאֱמָנִין עָלָיו בֵּין חַי {יא} בֵּין מְבֻשָּׁל. נֶאֱמָנִין עַל הַפּוֹל, וְאֵין נֶאֱמָנִין עַל הַגְּרִיסִין, לֹא חַיִּים וְלֹא מְבֻשָּׁלִין. נֶאֱמָנִין עַל הַשֶּׁמֶן לוֹמַר שֶׁל מַעְשַׂר עָנִי הוּא, וְאֵין נֶאֱמָנִין עָלָיו לוֹמַר שֶׁל זֵיתֵי נִקּוּף הוּא",
      "rdfs:label": "משנה פאה ח ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-3",
      "jbo:text": "ר\"ע מברטנורה נאמנים על החטים. לומר של מעשר עני הם {ח} שנתן לי, אבל אין נאמנים לומר קמח ופת זה של מעשר עני, שנתן לי קמח {ט} ופת, דאין דרך לחלק מעשר עני קמח ופת: שעורה של ארז. אית דמפרשי שבלת של ארז, שלא היה דרכם לחלק ארז של מעשר עני אלא בשבלים. ואית דמפרשי שעורה של ארז קדם שנכתש במכתש והוסרה קלפתו [שעורה קורא] לו {י}, ולאחר דישה בעודו בקלפתו דרך לחלקו לעניים: גריסין. שטחנן בריחים של גרוסות: נאמנים על השמן. שדרך לחלק מעשר עני בשמן: ואין נאמנים לומר של זיתי נקוף הוא. זיתי נקוף ממתנות עניים הן, שחובטים ומנקפים בזית להשיר הזיתים שנשארו מן המסיקה. ונקוף לשון כנוקף זית. ואין העני נאמן לומר שמן זה הוצאתי מזיתי נקוף ופטור מן המעשר {יב}, לפי שאין רגילין לעשות שמן מזיתי נקוף {יג}. אבל עני האומר קמח זה או פת זו מלקט שכחה ופאה שלקטתי וטחנתי קמח ואפיתי לחם, נאמן, שדרך העני לעשות לחם מלקט שכחה ופאה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נֶאֱמָנִים עַל הַחִטִּים. לוֹמַר שֶׁל מַעְשַׂר עָנִי הֵם {ח} שֶׁנִּתַּן לִי, אֲבָל אֵין נֶאֱמָנִים לוֹמַר קֶמַח וּפַת זֶה שֶׁל מַעְשַׂר עָנִי, שֶׁנִּתַּן לִי קֶמַח {ט} וּפַת, דְּאֵין דֶּרֶךְ לְחַלֵּק מַעְשַׂר עָנִי קֶמַח וּפַת: שְׂעוֹרָה שֶׁל אֹרֶז. אִית דִּמְפָרְשֵׁי שִׁבֹּלֶת שֶׁל אֹרֶז, שֶׁלֹּא הָיָה דַרְכָּם לְחַלֵּק אֹרֶז שֶׁל מַעְשַׂר עָנִי אֶלָּא בְּשִׁבֳּלִים. וְאִית דִּמְפָרְשֵׁי שְׂעוֹרָה שֶׁל אֹרֶז קֹדֶם שֶׁנִּכְתַּשׁ בַּמַּכְתֵּשׁ וְהוּסְרָה קְלִפָּתוֹ [שְׂעוֹרָה קוֹרֵא] לוֹ {י}, וּלְאַחַר דִּישָׁה בְּעוֹדוֹ בִקְלִפָּתוֹ דֶּרֶךְ לְחַלְּקוֹ לָעֲנִיִּים: גְּרִיסִין. שֶׁטְּחָנָן בְּרֵיחַיִם שֶׁל גָּרוֹסוֹת: נֶאֱמָנִים עַל הַשֶּׁמֶן. שֶׁדֶּרֶךְ לְחַלֵּק מַעְשַׂר עָנִי בְּשֶׁמֶן: וְאֵין נֶאֱמָנִים לוֹמַר שֶׁל זֵיתֵי נִקּוּף הוּא. זֵיתֵי נִקּוּף מִמַּתְּנוֹת עֲנִיִּים הֵן, שֶׁחוֹבְטִים וּמְנַקְּפִים בַּזַּיִת לְהַשִּׁיר הַזֵּיתִים שֶׁנִּשְׁאֲרוּ מִן הַמְּסִיקָה. וְנִקּוּף לְשׁוֹן כְּנוֹקֵף זַיִת. וְאֵין הֶעָנִי נֶאֱמָן לוֹמַר שֶׁמֶן זֶה הוֹצֵאתִי מִזֵּיתֵי נִקּוּף וּפָטוּר מִן הַמַּעֲשֵׂר {יב}, לְפִי שֶׁאֵין רְגִילִין לַעֲשׂוֹת שֶׁמֶן מִזֵּיתֵי נִקּוּף {יג}. אֲבָל עָנִי הָאוֹמֵר קֶמַח זֶה אוֹ פַת זוֹ מִלֶּקֶט שִׁכְחָה וּפֵאָה שֶׁלָּקַטְתִּי וְטָחַנְתִּי קֶמַח וְאָפִיתִי לֶחֶם, נֶאֱמָן, שֶׁדֶּרֶךְ הֶעָנִי לַעֲשׂוֹת לֶחֶם מִלֶּקֶט שִׁכְחָה וּפֵאָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-3",
      "jbo:text": "עיקר תוי\"ט {ח} אין הכי נמי דהוא הדין בלקט שכחה ופאה. וכן כתב בסוף המשנה לקט שכחה ופאה. ויתכן דברישא דאינן נאמנין הוי מעשר עני רבותא, וסיפא דנאמנין הוו אינך רבותא. תוספות יום טוב: {ט} ואם אמר שטחנו קמח נאמן, ואין להאמינו במגו דאי בעי אמר שטחנו קמח, דמאחר שאין דרך לחלק כלל קמח ופת הוי כמו עדים ואין מגו במקום עדים. הר\"ש: {י} לפי שהוא כשעורים שאין נאכלין בקלפתן: {יא} חי. הוא הדבר שאינו מבשל, תרגום אל תאכלו ממנו נא לא תיכלון מניה כד חי. הר\"מ: {יב} כדתנן במסכת חלה פרק ג': {יג} לפי שאי אפשר לדרך או לטחון דבר מעט. הר\"מ. ובירושלמי, מקום שנהגו להיות מוסקים זיתי נקוף, והוא עני, נאמן לומר שמן זה של זיתי נקוף הוא: {יד} הטעם לחלק למה חיבו חכמים ירק במעשר ולא בפאה, דהואיל ואינו מכניסו לקיום יש רוח מעט לעניים, ואם ישמרו על הפאה יפסידו במקום אחר מללקט ולהביא מתנות אחרות. הר\"ש: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} אֵין הָכִי נַמִּי דְּהוּא הַדִּין בְּלֶקֶט שִׁכְחָה וּפֵאָה. וְכֵן כָּתַב בְּסוֹף הַמִּשְׁנָה לֶקֶט שִׁכְחָה וּפֵאָה. וְיִתָּכֵן דִּבְרֵישָׁא דְּאֵינָן נֶאֱמָנִין הֲוֵי מַעְשַׂר עָנִי רְבוּתָא, וְסֵיפָא דְנֶאֱמָנִין הֲווֹ אֵינָךְ רְבוּתָא. תּוֹסְפוֹת יוֹם טוֹב: {ט} וְאִם אָמַר שֶׁטְּחָנוֹ קֶמַח נֶאֱמָן, וְאֵין לְהַאֲמִינוֹ בְּמִגּוֹ דְּאִי בָעֵי אָמַר שֶׁטְּחָנוֹ קֶמַח, דְּמֵאַחַר שֶׁאֵין דֶּרֶךְ לְחַלֵּק כְּלָל קֶמַח וּפַת הֲוֵי כְּמוֹ עֵדִים וְאֵין מִגּוֹ בִּמְקוֹם עֵדִים. הָרַ\"שׁ: {י} לְפִי שֶׁהוּא כִּשְׂעוֹרִים שֶׁאֵין נֶאֱכָלִין בִּקְלִפָּתָן: {יא} חַי. הוּא הַדָּבָר שֶׁאֵינוֹ מְבֻשָּׁל, תַּרְגּוּם אַל תֹּאכְלוּ מִמֶּנּוּ נָא לֹא תֵיכְלוּן מִנֵּיהּ כַּד חַי. הָרַ\"מ: {יב} כְּדִתְנַן בְּמַסֶּכֶת חַלָּה פֶּרֶק ג': {יג} לְפִי שֶׁאִי אֶפְשָׁר לִדְרֹךְ אוֹ לִטְחוֹן דָּבָר מֻעָט. הָרַ\"מ. וּבַיְרוּשַׁלְמִי, מָקוֹם שֶׁנָּהֲגוּ לִהְיוֹת מוֹסְקִים זֵיתֵי נִקּוּף, וְהוּא עָנִי, נֶאֱמָן לוֹמַר שֶׁמֶן זֶה שֶׁל זֵיתֵי נִקּוּף הוּא: {יד} הַטַּעַם לְחַלֵּק לָמָּה חִיְּבוּ חֲכָמִים יָרָק בְּמַעֲשֵׂר וְלֹא בְּפֵאָה, דְּהוֹאִיל וְאֵינוֹ מַכְנִיסוֹ לְקִיּוּם יֵשׁ רֶוַח מֻעָט לָעֲנִיִּים, וְאִם יִשְׁמְרוּ עַל הַפֵּאָה יַפְסִידוּ בְּמָקוֹם אַחֵר מִלְּלַקֵּט וּלְהָבִיא מַתָּנוֹת אֲחֵרוֹת. הָרַ\"שׁ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-4",
      "jbo:text": "נאמנים על הירק חי, ואין נאמנים על המבשל, אלא אם כן היה לו דבר מעט, שכן דרך בעל הבית להיות מוציא מלפסו",
      "jbo:textNikud": "נֶאֱמָנִים עַל הַיָּרָק חַי, וְאֵין נֶאֱמָנִים עַל הַמְבֻשָּׁל, אֶלָּא אִם כֵּן הָיָה לוֹ דָּבָר מֻעָט, שֶׁכֵּן דֶּרֶךְ בַּעַל הַבַּיִת לִהְיוֹת מוֹצִיא מִלְּפָסוֹ",
      "rdfs:label": "משנה פאה ח ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-4",
      "jbo:text": "ר\"ע מברטנורה נאמנים. העניים על הירק חי לומר של מעשר עני הוא, דירק חיב במעשר מדרבנן {יד}: דבר מעט. נאמנים אף על המבשל, דפעמים שבעל הבית שכח מלעשר ומעשר מן המבשל מתוך הקדרה: מלפסו. הקדרה או הפרור שמבשל בה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נֶאֱמָנִים. הָעֲנִיִּים עַל הַיָּרָק חַי לוֹמַר שֶׁל מַעְשַׂר עָנִי הוּא, דְּיָרָק חַיָּב בְּמַעֲשֵׂר מִדְּרַבָּנָן {יד}: דָּבָר מֻעָט. נֶאֱמָנִים אַף עַל הַמְּבֻשָּׁל, דִּפְעָמִים שֶׁבַּעַל הַבַּיִת שָׁכַח מִלְּעַשֵּׂר וּמְעַשֵּׂר מִן הַמְּבֻשָּׁל מִתּוֹךְ הַקְּדֵרָה: מִלְּפָסוֹ. הַקְּדֵרָה אוֹ הַפָּרוּר שֶׁמְּבַשֵּׁל בָּהּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-4",
      "jbo:text": "עיקר תוי\"ט {טו} דאלו בלקט שכחה ופאה הדין לבוז כדתנן ריש פרק ד'. אבל במעשר עני כתיב (דברים כו) ונתת לגר כו': (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טו} דְּאִלּוּ בְּלֶקֶט שִׁכְחָה וּפֵאָה הַדִּין לָבוֹז כְּדִתְנַן רֵישׁ פֶּרֶק ד'. אֲבָל בְּמַעְשַׂר עָנִי כְּתִיב (דְּבָרִים כו) וְנָתַתָּ לַגֵּר כוּ': (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-5",
      "jbo:text": "אין פוחתין לעניים בגרן מחצי קב {טז} חטים וקב שעורים. רבי מאיר אומר, חצי קב. קב וחצי כסמין, וקב גרוגרות, או מנה דבלה. רבי עקיבא אומר, פרס. חצי לג יין. רבי עקיבא אומר, רביעית. רביעית שמן. רבי עקיבא אומר, שמינית. ושאר כל הפרות, אמר אבא שאול, כדי שימכרם ויקח בהם מזון שתי סעדות",
      "jbo:textNikud": "אֵין פּוֹחֲתִין לָעֲנִיִּים בַּגֹּרֶן מֵחֲצִי קַב {טז} חִטִּים וְקַב שְׂעוֹרִים. רַבִּי מֵאִיר אוֹמֵר, חֲצִי קַב. קַב וָחֵצִי כֻסְּמִין, וְקַב גְּרוֹגָרוֹת, אוֹ מָנֶה דְּבֵלָה. רַבִּי עֲקִיבָא אוֹמֵר, פְּרָס. חֲצִי לֹג יָיִן. רַבִּי עֲקִיבָא אוֹמֵר, רְבִיעִית. רְבִיעִית שֶׁמֶן. רַבִּי עֲקִיבָא אוֹמֵר, שְׁמִינִית. וּשְׁאָר כָּל הַפֵּרוֹת, אָמַר אַבָּא שָׁאוּל, כְּדֵי שֶׁיִּמְכְּרֵם וְיִקַּח בָּהֶם מְזוֹן שְׁתֵּי סְעֻדּוֹת",
      "rdfs:label": "משנה פאה ח ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-5",
      "jbo:text": "ר\"ע מברטנורה אין פוחתין לעניים בגרן. כשמחלקין מעשר עני {טו} בגרן אין נותנין לכל עני ועני פחות משעור זה, דכתיב (דברים כו) ואכלו בשעריך ושבעו, תן לו כדי שבעו: דבלה. תאנים יבשים לאחר שנדרסים בעגול קרויין דבלה, ושוב אין נמכרים במדה אלא במשקל, להכי תני מנה דבלה, ומנה הוא משקל מאה דינרים והדינר משקל ששה מעים ומשקל המעה ששה עשר גרגרי שעורה: פרס. חצי מנה, ובכל המדות האמורות במתניתין הלכה כתנא קמא והלכה כאבא שאול. ולא נאמרו דברים הללו אלא למחלק מעשר עני בגרן, אבל המחלק מעשר עני בתוך ביתו מחלק כפי רצונו {יז}, ולא נתנו בו חכמים שעור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין פּוֹחֲתִין לָעֲנִיִּים בַּגֹּרֶן. כְּשֶׁמְּחַלְּקִין מַעְשַׂר עָנִי {טו} בַּגֹּרֶן אֵין נוֹתְנִין לְכָל עָנִי וְעָנִי פָּחוֹת מִשִּׁעוּר זֶה, דִּכְתִיב (דְּבָרִים כו) וְאָכְלוּ בִשְׁעָרֶיךָ וְשָׂבֵעוּ, תֵּן לוֹ כְּדֵי שָׂבְעוֹ: דְּבֵלָה. תְּאֵנִים יְבֵשִׁים לְאַחַר שֶׁנִּדְרָסִים בָּעִגּוּל קְרוּיִין דְּבֵלָה, וְשׁוּב אֵין נִמְכָּרִים בְּמִדָּה אֶלָּא בְמִשְׁקָל, לְהָכִי תָּנֵי מָנֶה דְבֵלָה, וּמָנֶה הוּא מִשְׁקַל מֵאָה דִּינָרִים וְהַדִּינָר מִשְׁקַל שִׁשָּׁה מָעִים וּמִשְׁקַל הַמָּעָה שִׁשָּׁה עָשָׂר גַּרְגְּרֵי שְׂעוֹרָה: פְּרָס. חֲצִי מָנֶה, וּבְכָל הַמִּדּוֹת הָאֲמוּרוֹת בְּמַתְנִיתִין הֲלָכָה כְּתַנָּא קַמָּא וַהֲלָכָה כְּאַבָּא שָׁאוּל. וְלֹא נֶאֶמְרוּ דְבָרִים הַלָּלוּ אֶלָּא לַמְחַלֵּק מַעְשַׂר עָנִי בַּגֹּרֶן, אֲבָל הַמְחַלֵּק מַעְשַׂר עָנִי בְּתוֹךְ בֵּיתוֹ מְחַלֵּק כְּפִי רְצוֹנוֹ {יז}, וְלֹא נָתְנוּ בוֹ חֲכָמִים שִׁעוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-5",
      "jbo:text": "עיקר תוי\"ט {טז} קב. אודיעך בכאן שעור כל מדה מהם ושמור אותה תמיד בכל המשנה. ובתחלה נאמר כי במדה שיש בחללה ארבע אצבעות על ארבע אצבעות ורומה שתי אצבעות ושבעת עשיריות מאצבע, ויהיה זה האצבע ששערו בו מאצבעות היד הגדל. וזו המדה אשר יש בחללה זה השעור שזכרנו בשום תבנית הוא נקרא לג. והרבע ממנו הוא נקרא רביעית. וחצי הרבע שמינית. ויש בקב ארבעה לגין. הר\"מ: {יז} שאינו מצוה לתן כדי שבעו אלא בשדה, שהרי אינו מוצא שם לקח. הר\"מ: {יח} איצטריך כהנים ולוים, דסלקא דעתך אמינא שכיון שיש להם תרומות ומעשרות לא נתחיב לתת להם ממעשר עני כדי שבען, קא משמע לן. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טז} קַב. אוֹדִיעֲךָ בְּכָאן שִׁעוּר כָּל מִדָּה מֵהֶם וּשְׁמוֹר אוֹתָהּ תָּמִיד בְּכָל הַמִּשְׁנָה. וּבַתְּחִלָּה נֹאמַר כִּי בְמִדָּה שֶׁיֵּשׁ בַּחֲלָלָהּ אַרְבַּע אֶצְבָּעוֹת עַל אַרְבַּע אֶצְבָּעוֹת וְרוּמָהּ שְׁתֵּי אֶצְבָּעוֹת וְשִׁבְעַת עֲשִׂירִיּוֹת מֵאֶצְבַּע, וְיִהְיֶה זֶה הָאֶצְבַּע שֶׁשִּׁעֲרוּ בוֹ מֵאֶצְבָּעוֹת הַיָּד הַגֻּדָּל. וְזוֹ הַמִּדָּה אֲשֶׁר יֵשׁ בַּחֲלָלָהּ זֶה הַשִּׁעוּר שֶׁזָּכַרְנוּ בְּשׁוּם תַּבְנִית הוּא נִקְרָא לֹג. וְהָרֹבַע מִמֶּנּוּ הוּא נִקְרָא רְבִיעִית. וַחֲצִי הָרֹבַע שְׁמִינִית. וְיֵשׁ בְּקַב אַרְבָּעָה לֹגִין. הָרַ\"מ: {יז} שֶׁאֵינוֹ מְצֻוֶּה לִתֵּן כְּדֵי שָׂבְעוֹ אֶלָּא בַּשָּׂדֶה, שֶׁהֲרֵי אֵינוֹ מוֹצֵא שָׁם לִקַּח. הָרַ\"מ: {יח} אִיצְטְרִיךְ כֹּהֲנִים וּלְוִיִּם, דְּסָלְקָא דַעְתָּךְ אֲמֵינָא שֶׁכֵּיוָן שֶׁיֵּשׁ לָהֶם תְּרוּמוֹת וּמַעַשְׂרוֹת לֹא נִתְחַיֵּב לָתֵת לָהֶם מִמַּעְשַׂר עָנִי כְּדֵי שָׂבְעָן, קָא מַשְׁמַע לָן. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-6",
      "jbo:text": "מדה זו אמורה בכהנים ובלוים ובישראלים. היה מציל, נוטל מחצה ונותן מחצה. היה לו דבר מעט, נותן לפניהם, והן מחלקין ביניהם",
      "jbo:textNikud": "מִדָּה זוֹ אֲמוּרָה בְּכֹהֲנִים וּבִלְוִיִּם וּבְיִשְׂרְאֵלִים. הָיָה מַצִּיל, נוֹטֵל מֶחֱצָה וְנוֹתֵן מֶחֱצָה. הָיָה לוֹ דָבָר מֻעָט, נוֹתֵן לִפְנֵיהֶם, וְהֵן מְחַלְּקִין בֵּינֵיהֶם",
      "rdfs:label": "משנה פאה ח ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-6",
      "jbo:text": "ר\"ע מברטנורה מדה זו. דאין פוחתין לעני אמורה בכהנים לוים וישראלים, כל אחד מהם שמחלק {יח} מעשר עני בגרן לא יפחת מזה השעור: היה מציל. שאין רוצה לחלק לעניים שבאו כל מעשר עני שבידו, ורוצה להציל ממנו לקרוביו העניים: נוטל מחצה. ומצניע לצרך קרוביו: ונותן מחצה. לעניים שבאו. ואם לאחר שנטל מחצה והצניע לצרך קרוביו היה לו דבר מעט, כלומר שלא נשאר לו כדי לתת לכל אחד מן העניים שבאו כשעור הקצוב לעיל במתניתין, נותן לפניהם מה שנשאר בידו והן מחלקים ביניהם: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִדָּה זוֹ. דְּאֵין פּוֹחֲתִין לֶעָנִי אֲמוּרָה בְּכֹהֲנִים לְוִיִּם וְיִשְׂרְאֵלִים, כָּל אֶחָד מֵהֶם שֶׁמְּחַלֵּק {יח} מַעְשַׂר עָנִי בַּגֹּרֶן לֹא יִפְחֹת מִזֶּה הַשִּׁעוּר: הָיָה מַצִּיל. שֶׁאֵין רוֹצֶה לְחַלֵּק לָעֲנִיִּים שֶׁבָּאוּ כָּל מַעְשַׂר עָנִי שֶׁבְּיָדוֹ, וְרוֹצֶה לְהַצִּיל מִמֶּנּוּ לִקְרוֹבָיו הָעֲנִיִּים: נוֹטֵל מֶחֱצָה. וּמַצְנִיעַ לְצֹרֶךְ קְרוֹבָיו: וְנוֹתֵן מֶחֱצָה. לָעֲנִיִּים שֶׁבָּאוּ. וְאִם לְאַחַר שֶׁנָּטַל מֶחֱצָה וְהִצְנִיעַ לְצֹרֶךְ קְרוֹבָיו הָיָה לוֹ דָּבָר מֻעָט, כְּלוֹמַר שֶׁלֹּא נִשְׁאַר לוֹ כְּדֵי לָתֵת לְכָל אֶחָד מִן הָעֲנִיִּים שֶׁבָּאוּ כַּשִּׁעוּר הַקָּצוּב לְעֵיל בְּמַתְנִיתִין, נוֹתֵן לִפְנֵיהֶם מַה שֶּׁנִּשְׁאַר בְּיָדוֹ וְהֵן מְחַלְּקִים בֵּינֵיהֶם: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-6",
      "jbo:text": "עיקר תוי\"ט {יט} גמרא שבת קי\"ח. ופרש רש\"י שהרי סעדה של לילה בכלל ככר היא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} גְּמָרָא שַׁבָּת קי\"ח. וּפֵרֵשׁ רַשִׁ\"י שֶׁהֲרֵי סְעֻדָּה שֶׁל לַיְלָה בִּכְלַל כִּכָּר הִיא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-7",
      "jbo:text": "אין פוחתין לעני העובר ממקום למקום מככר בפונדיון, מארבע סאין בסלע. לן, נותנין לו פרנסת לינה. שבת, נותנין לו מזון שלש סעדות. מי שיש לו מזון שתי סעדות, לא יטל מן התמחוי. מזון ארבע עשרה סעדות {כ}, לא יטל מן הקפה. והקפה נגבית בשנים, ומתחלקת בשלשה",
      "jbo:textNikud": "אֵין פּוֹחֲתִין לֶעָנִי הָעוֹבֵר מִמָּקוֹם לְמָקוֹם מִכִּכָּר בְּפוּנְדְיוֹן, מֵאַרְבַּע סְאִין בְּסֶלַע. לָן, נוֹתְנִין לוֹ פַּרְנָסַת לִינָה. שָׁבַת, נוֹתְנִין לוֹ מְזוֹן שָׁלשׁ סְעֻדּוֹת. מִי שֶׁיֶּשׁ לוֹ מְזוֹן שְׁתֵּי סְעֻדּוֹת, לֹא יִטֹּל מִן הַתַּמְחוּי. מְזוֹן אַרְבַּע עֶשְׂרֵה סְעֻדּוֹת {כ}, לֹא יִטֹּל מִן הַקֻּפָּה. וְהַקֻּפָּה נִגְבֵּית בִּשְׁנַיִם, וּמִתְחַלֶּקֶת בִּשְׁלשָׁה",
      "rdfs:label": "משנה פאה ח ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-7",
      "jbo:text": "ר\"ע מברטנורה מככר בפונדיון. ככר הנמכר בפונדיון כשהחטים נמכרים ארבע סאים לסלע. וארבע סאין הן עשרים וארבעה קבין, שכל סאה היא ששה קבין, והסלע הוא ארבעה דינרים וכל דינר ששה מעין, נמצא הסלע עשרים וארבעה מעין, נמצאו עשרים וארבעה קבין לעשרים וארבעה מעין, קב לכל מעה, והמעה שני פונדיונים, הרי הככר הנמכר בפונדיון הוא חצי קב. אבל מפני שהחנוני רוצה להשתכר ליציאת האפיה והטחינה אי אפשר שימכר הככר שהוא חצי קב בפונדיון כפי הערך שמוכרים התבואה בשוק ארבע סאים בסלע, לפיכך לא יהיה הככר הנמכר בפונדיון אלא רבע הקב בלבד. וכשמחלקים תבואה לעני בגרן ועליו לטחן ולאפות אין פוחתין מחצי קב, אבל כשנותנים לו ככר אפוי לא יהיה אלא רבע הקב שהם ששה ביצים. והכי מפרש בפרק כיצד משתתפין בערובין (דף פב): פרנסת לינה. מטה וכרים וכסתות {יט}: מזון שלש סעדות. שחיב אדם לאכל בשבת שלש סעדות: לא יטל מן התמחוי. לפי שהתמחוי מתחלק בכל יום, שהגבאים מחזירים על פתחי בעלי בתים בכל יום ולוקחים מהם תבשיל לצרך העניים, והכלי שמשימים בו את התבשיל נקרא תמחוי: לא יטל מן הקפה. לפי שהקפה מתחלקת מערב שבת לערב שבת: נגבית בשנים. לפי שממשכנים על הצדקה, ואין עושים שררה על הצבור פחות משנים: ומתחלקת בשלשה. לפי שהיא כדיני ממונות {כא} ודיני ממונות בשלשה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִכִּכָּר בְּפוּנְדְיוֹן. כִּכָּר הַנִּמְכָּר בְּפוּנְדְיוֹן כְּשֶׁהַחִטִּים נִמְכָּרִים אַרְבַּע סְאִים לְסֶלַע. וְאַרְבַּע סְאִין הֵן עֶשְׂרִים וְאַרְבָּעָה קַבִּין, שֶׁכָּל סְאָה הִיא שִׁשָּׁה קַבִּין, וְהַסֶּלַע הוּא אַרְבָּעָה דִינָרִים וְכָל דִּינָר שִׁשָּׁה מָעִין, נִמְצָא הַסֶּלַע עֶשְׂרִים וְאַרְבָּעָה מָעִין, נִמְצְאוּ עֶשְׂרִים וְאַרְבָּעָה קַבִּין לְעֶשְׂרִים וְאַרְבָּעָה מָעִין, קַב לְכָל מָעָה, וְהַמָּעָה שְׁנֵי פוּנְדְיוֹנִים, הֲרֵי הַכִּכָּר הַנִּמְכָּר בְּפוּנְדְיוֹן הוּא חֲצִי קַב. אֲבָל מִפְּנֵי שֶׁהַחֶנְוָנִי רוֹצֶה לְהִשְׂתַּכֵּר לִיצִיאַת הָאֲפִיָּה וְהַטְּחִינָה אִי אֶפְשָׁר שֶׁיִּמָּכֵר הַכִּכָּר שֶׁהוּא חֲצִי קַב בְּפוּנְדְיוֹן כְּפִי הָעֵרֶךְ שֶׁמּוֹכְרִים הַתְּבוּאָה בַּשּׁוּק אַרְבַּע סְאִים בְּסֶלַע, לְפִיכָךְ לֹא יִהְיֶה הַכִּכָּר הַנִּמְכָּר בְּפוּנְדְיוֹן אֶלָּא רֹבַע הַקַּב בִּלְבָד. וּכְשֶׁמְּחַלְּקִים תְּבוּאָה לֶעָנִי בַּגֹּרֶן וְעָלָיו לִטְחֹן וְלֶאֱפוֹת אֵין פּוֹחֲתִין מֵחֲצִי קַב, אֲבָל כְּשֶׁנּוֹתְנִים לוֹ כִּכָּר אָפוּי לֹא יִהְיֶה אֶלָּא רֹבַע הַקַּב שֶׁהֵם שִׁשָּׁה בֵּיצִים. וְהָכִי מְפֹרָשׁ בְּפֶרֶק כֵּיצַד מִשְׁתַּתְּפִין בְּעֵרוּבִין (דף פב): פַּרְנָסַת לִינָה. מִטָּה וְכָרִים וּכְסָתוֹת {יט}: מְזוֹן שָׁלֹשׁ סְעֻדּוֹת. שֶׁחַיָּב אָדָם לֶאֱכֹל בַּשַּׁבָּת שָׁלֹשׁ סְעֻדּוֹת: לֹא יִטֹּל מִן הַתַּמְחוּי. לְפִי שֶׁהַתַּמְחוּי מִתְחַלֵּק בְּכָל יוֹם, שֶׁהַגַּבָּאִים מַחֲזִירִים עַל פִּתְחֵי בַּעֲלֵי בָתִּים בְּכָל יוֹם וְלוֹקְחִים מֵהֶם תַּבְשִׁיל לְצֹרֶךְ הָעֲנִיִּים, וְהַכְּלִי שֶׁמְּשִׂימִים בּוֹ אֶת הַתַּבְשִׁיל נִקְרָא תַּמְחוּי: לֹא יִטֹּל מִן הַקֻּפָּה. לְפִי שֶׁהַקֻּפָּה מִתְחַלֶּקֶת מֵעֶרֶב שַׁבָּת לְעֶרֶב שַׁבָּת: נִגְבֵּית בִּשְׁנַיִם. לְפִי שֶׁמְּמַשְׁכְּנִים עַל הַצְּדָקָה, וְאֵין עוֹשִׂים שְׂרָרָה עַל הַצִּבּוּר פָּחוֹת מִשְּׁנַיִם: וּמִתְחַלֶּקֶת בִּשְׁלֹשָׁה. לְפִי שֶׁהִיא כְּדִינֵי מָמוֹנוֹת {כא} וְדִינֵי מָמוֹנוֹת בִּשְׁלֹשָׁה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-7",
      "jbo:text": "עיקר תוי\"ט {כ} ארבע עשרה סעדות. ולא חשבו לו סעדת מוצאי שבת מפני שלא נצטרך אליה בשביל שאכל במנחה ביום השבת והוא השלמת שלש סעדות של שבת. הר\"מ. ופרש רש\"י ואף על גב דאמרינן לעולם יסדר אדם שלחנו במוצאי שבת, הני מילי למאן דאפשר ליה: {כא} בבבא בתרא דף ח' שמחלקים אותם כפי צרך העני ורב בניו, ומפרש התם דאלו בתמחוי אף בגביותה צריך שלשה לפי שתכף לגביותה מחלקין אותה, ואין לטרח ולבקש השלישי, דאלו מצד הגבוי בין תמחוי בין קפה אין כאן דין לפי שאיש כנדבת לבו. והתוספות בשם רבנו חננאל כתבו לפי שהיה ידוע סכום של כל אחד שיתן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} אַרְבַּע עֶשְׂרֵה סְעֻדּוֹת. וְלֹא חָשְׁבוּ לוֹ סְעֻדַּת מוֹצָאֵי שַׁבָּת מִפְּנֵי שֶׁלֹּא נִצְטָרֵךְ אֵלֶיהָ בִּשְׁבִיל שֶׁאָכַל בְּמִנְחָה בְּיוֹם הַשַּׁבָּת וְהוּא הַשְׁלָמַת שָׁלֹשׁ סְעֻדּוֹת שֶׁל שַׁבָּת. הָרַ\"מ. וּפֵרֵשׁ רַשִׁ\"י וְאַף עַל גַּב דְּאָמְרִינַן לְעוֹלָם יְסַדֵּר אָדָם שֻׁלְחָנוֹ בְּמוֹצָאֵי שַׁבָּת, הַנֵּי מִילֵי לְמַאן דְּאֶפְשָׁר לֵיהּ: {כא} בְּבָבָא בַתְרָא דַּף ח' שֶׁמְּחַלְּקִים אוֹתָם כְּפִי צֹרֶךְ הֶעָנִי וְרֹב בָּנָיו, וּמְפָרֵשׁ הָתָם דְּאִלּוּ בַּתַּמְחוּי אַף בִּגְבִיּוּתָהּ צָרִיךְ שְׁלֹשָׁה לְפִי שֶׁתֵּכֶף לִגְבִיּוּתָהּ מְחַלְּקִין אוֹתָהּ, וְאֵין לִטְרֹחַ וּלְבַקֵּשׁ הַשְּׁלִישִׁי, דְּאִלּוּ מִצַּד הַגִּבּוּי בֵּין תַּמְחוּי בֵּין קֻפָּה אֵין כָּאן דִּין לְפִי שֶׁאִישׁ כְּנִדְבַת לִבּוֹ. וְהַתּוֹסָפוֹת בְּשֵׁם רַבֵּנוּ חֲנַנְאֵל כָּתְבוּ לְפִי שֶׁהָיָה יָדוּעַ סְכוּם שֶׁל כָּל אֶחָד שֶׁיִּתֵּן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-1-2-8-8",
      "jbo:text": "מי שיש לו מאתים זוז, לא יטל לקט שכחה ופאה ומעשר עני. היו לו מאתים חסר דינר {כב}, אפלו אלף {כג} נותנין לו כאחת, הרי זה יטל. היו ממשכנים לבעל חובו או לכתבת אשתו, הרי זה יטל. אין מחיבין אותו למכר את ביתו ואת כלי תשמישו",
      "jbo:textNikud": "מִי שֶׁיֶּשׁ לוֹ מָאתַיִם זוּז, לֹא יִטֹּל לֶקֶט שִׁכְחָה וּפֵאָה וּמַעְשַׂר עָנִי. הָיוּ לוֹ מָאתַיִם חָסֵר דִּינָר {כב}, אֲפִלּוּ אֶלֶף {כג} נוֹתְנִין לוֹ כְאַחַת, הֲרֵי זֶה יִטֹּל. הָיוּ מְמֻשְׁכָּנִים לְבַעַל חוֹבוֹ אוֹ לִכְתֻבַּת אִשְׁתּוֹ, הֲרֵי זֶה יִטֹּל. אֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר אֶת בֵּיתוֹ וְאֶת כְּלֵי תַשְׁמִישׁוֹ",
      "rdfs:label": "משנה פאה ח ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-8",
      "jbo:text": "ר\"ע מברטנורה מאתים זוז. קים להו לרבנן שאלו מספיקים לשנה אחת לכסות ולמזונות: או לכתבת אשתו. ואפלו היא יושבת תחתיו: ואת כלי תשמישו. כלים יפים שמשתמש בהם בשבתות וברגלים. והני מילי כשבא לטל לקט שכחה ופאה ואינו נוטל מקפה של צדקה, שמתפרנס בצנעה ואינו נוטל ממה שביד גבאי, אבל אם נוטל מקפה של צדקה אז אין מניחין אותו לטל אפלו לקט שכחה ופאה עד שימכר כלי תשמישו {כד}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מָאתַיִם זוּז. קִים לְהוּ לְרַבָּנָן שֶׁאֵלּוּ מַסְפִּיקִים לְשָׁנָה אַחַת לִכְסוּת וְלִמְזוֹנוֹת: אוֹ לִכְתֻבַּת אִשְׁתּוֹ. וַאֲפִלּוּ הִיא יוֹשֶׁבֶת תַּחְתָּיו: וְאֶת כְּלֵי תַשְׁמִישׁוֹ. כֵּלִים יָפִים שֶׁמִּשְׁתַּמֵּשׁ בָּהֶם בַּשַּׁבָּתוֹת וּבָרְגָלִים. וְהַנֵּי מִילֵי כְּשֶׁבָּא לִטֹּל לֶקֶט שִׁכְחָה וּפֵאָה וְאֵינוֹ נוֹטֵל מִקֻּפָּה שֶׁל צְדָקָה, שֶׁמִּתְפַּרְנֵס בְּצִנְעָה וְאֵינוֹ נוֹטֵל מִמַּה שֶּׁבְּיַד גַּבַּאי, אֲבָל אִם נוֹטֵל מִקֻּפָּה שֶׁל צְדָקָה אָז אֵין מַנִּיחִין אוֹתוֹ לִטֹּל אֲפִלּוּ לֶקֶט שִׁכְחָה וּפֵאָה עַד שֶׁיִּמְכֹּר כְּלֵי תַשְׁמִישׁוֹ {כד}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-8",
      "jbo:text": "עיקר תוי\"ט {כב} חסר. לפי שדינר שעור חשוב ולכך כשחסר דינר אפלו אלף נוטל, וכן נמצא שמדת הלח הוי גסה בדינר: {כג} אפלו אלף. והוא הדין נמי לדיני המשנה דלעיל כשחסר לו מזון שתי סעדות: {כד} כך כתב הר\"ש. ופרש שאם מתפרנס מקרוביו על ידי מתנות עניים שמצילין מהגרן לביתם לתת לקרוביהם כדלעיל, ובא לטל לקט שכחה ופאה, אין מוחין בידו הואיל ומילי דהפקר הן ואין מחיבין אותו למכר כו'. אבל אם נוטל מהגבאי ויהיה בכלל עניי העיר אז אפלו לקט כו' אין מניחין אותו לטל, שלא ימעיט מתנות שאר עניים. תוספות יום טוב: {כה} וביפה מראה כתב דרצונו לומר לבקש תחבולות להמציא לו ממון דרך הלואה וכיוצא בזה, דאלו לתן לו הא אינו רוצה לטל: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כב} חָסֵר. לְפִי שֶׁדִּינָר שִׁעוּר חָשׁוּב וּלְכָךְ כְּשֶׁחִסֵּר דִּינָר אֲפִלּוּ אֶלֶף נוֹטֵל, וְכֵן נִמְצָא שֶׁמִּדַּת הַלַּח הֲוֵי גַּסָּה בְּדִינָר: {כג} אֲפִלּוּ אֶלֶף. וְהוּא הַדִּין נַמִּי לְדִינֵי הַמִּשְׁנָה דִּלְעֵיל כְּשֶׁחָסֵר לוֹ מְזוֹן שְׁתֵּי סְעֻדּוֹת: {כד} כָּךְ כָּתַב הָרַ\"שׁ. וּפֵרֵשׁ שֶׁאִם מִתְפַּרְנֵס מִקְּרוֹבָיו עַל יְדֵי מַתְּנוֹת עֲנִיִּים שֶׁמַצִּילִין מֵהַגֹּרֶן לְבֵיתָם לָתֵת לִקְרוֹבֵיהֶם כְּדִלְעֵיל, וּבָא לִטֹּל לֶקֶט שִׁכְחָה וּפֵאָה, אֵין מוֹחִין בְּיָדוֹ הוֹאִיל וּמִילֵי דְהֶפְקֵר הֵן וְאֵין מְחַיְּבִין אוֹתוֹ לִמְכֹּר כוּ'. אֲבָל אִם נוֹטֵל מֵהַגַּבַּאי וְיִהְיֶה בִּכְלַל עֲנִיֵּי הָעִיר אָז אֲפִלּוּ לֶקֶט כוּ' אֵין מַנִּיחִין אוֹתוֹ לִטֹּל, שֶׁלֹּא יַמְעִיט מַתְּנוֹת שְׁאָר עֲנִיִּים. תּוֹסְפוֹת יוֹם טוֹב: {כה} וּבִיפֵה מַרְאֶה כָּתַב דִּרְצוֹנוֹ לוֹמַר לְבַקֵּשׁ תַּחְבּוּלוֹת לְהַמְצִיא לוֹ מָמוֹן דֶּרֶךְ הַלְוָאָה וְכַיּוֹצֵא בָזֶה, דְּאִלּוּ לִתֵּן לוֹ הָא אֵינוֹ רוֹצֶה לִטֹּל: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-bartanura-1-2-8-9",
      "jbo:text": "ר\"ע מברטנורה מי שיש לו חמשים זוז וכו'. דחמשין דעבדין טבין כמאתים דלא עבדין: וכל מי שצריך לטל ואינו נוטל וכו'. כגון שדוחק עצמו במלאכה ומסתפק במעשה ידיו כדי שלא יתפרנס מאחרים. אבל אם אין מעשה ידיו מספיקין לו ומסגף עצמו בחיי צער קרובין למיתה, על זה אמרו כל הצריך לטל ואינו נוטל הרי זה שופך דמים, ואסור לרחם עליו {כה}, על נפשיה לא חיס כל שכן על אחרים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִי שֶׁיֶּשׁ לוֹ חֲמִשִּׁים זוּז וְכוּ'. דַּחֲמִשִּׁין דְּעָבְדִין טָבִין כְּמָאתַיִם דְּלֹא עָבְדִין: וְכָל מִי שֶׁצָּרִיךְ לִטֹּל וְאֵינוֹ נוֹטֵל וְכוּ'. כְּגוֹן שֶׁדּוֹחֵק עַצְמוֹ בִּמְלָאכָה וּמִסְתַּפֵּק בְּמַעֲשֵׂה יָדָיו כְּדֵי שֶׁלֹּא יִתְפַּרְנֵס מֵאֲחֵרִים. אֲבָל אִם אֵין מַעֲשֵׂה יָדָיו מַסְפִּיקִין לוֹ וּמְסַגֵּף עַצְמוֹ בְּחַיֵּי צַעַר קְרוֹבִין לְמִיתָה, עַל זֶה אָמְרוּ כָּל הַצָּרִיךְ לִטֹּל וְאֵינוֹ נוֹטֵל הֲרֵי זֶה שׁוֹפֵךְ דָּמִים, וְאָסוּר לְרַחֵם עָלָיו {כה}, עַל נַפְשֵׁיהּ לֹא חַיֵּס כָּל שֶׁכֵּן עַל אֲחֵרִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה פאה ח ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-1-2-8-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-1",
        "jbr:mishna-1-2",
        "jbr:mishna-1-2-8"
      ],
      "uri": "jbr:mishna-yomtov-1-2-8-9",
      "jbo:text": "עיקר תוי\"ט {כו} הזקנה. לעיל תנא אינו נפטר מן העולם משום דאין צריך לטל ונוטל, וזה לפי שחושש שלא יהיה לו פרנסה כל ימי חייו לכך אומר במדת ענש שאינו נפטר מן העולם כי שנים רבות לא יחיה וגם כי ימות אינו נפטר כו'. והכא דצריך לטל ואינו נוטל ובטחונו בקונו לכך אומר במדת שכרו שיזקין ושאינו מת כו'. תוספות יום טוב: {כז} לאמתו. בגמרא פרק קמא דשבת כל דין שדן דין אמת לאמתו כאלו נעשה שתף להקדוש ברוך הוא במעשה בראשית. כתבו התוספות לאפוקי דין מרמה. וקשה דבתבת אמת הוי סגי ומאי לאמתו, ויש לומר דאף על פי שידין הדין דין אמת אם מצטרף לזה אהבת הדין לזכאי או שנאתו לחיב לא הוי לאמתו. בית יוסף. ורבנו בגור אריה בפרשת יתרו כתב שכך פרושו לאפוקי דין שודא דדינא, שהדבר הזה אינו תולה באמת רק באמד ומחשבה ואין זה לאמתו, וכן דין של שקול הדעת כו', שזה לא הוי רק כאשר פסק דין אמת ברור, ופרוש זה אמת ברור עד כאן לשונו. ולי נראה דפרוש לאמתו ולא לשחדו קאמר, והינו והיה ה' מבטחו, אינו מצפה לתשלום גמול כו', ואף כשמזכה את הזכאי שפיר קרי ליה נטיה כיון שאינו פוסק מצד דרך האמת אלא מצד השחד. תוספות יום טוב: {כח} פסח. פרוש בשתי רגליו, כענין שנאמר (שמואל ב ד) במפיבשת נכה רגלים ויפסח: {כט} וכל דין כו'. להכי הכניס בבא זו כאן, כדי ללמד ממי שאינו חגר כו' על וכל דין, דהכי נמי דין שלוקח שחד ועושה עצמו כאלו אינו רואה האמת ומחיב הזכאי, והוא הדין נמי כשמזכה הזכאי על ידי השחד שגם כן אינו רואה האמת במה שהוא אמת, ולכך עיניו כהות. תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כו} הַזִּקְנָה. לְעֵיל תָּנָא אֵינוֹ נִפְטָר מִן הָעוֹלָם מִשּׁוּם דְּאֵין צָרִיךְ לִטֹּל וְנוֹטֵל, וְזֶה לְפִי שֶׁחוֹשֵׁשׁ שֶׁלֹּא יִהְיֶה לוֹ פַּרְנָסָה כָּל יְמֵי חַיָּיו לְכָךְ אוֹמֵר בְּמִדַּת עֹנֶשׁ שֶׁאֵינוֹ נִפְטָר מִן הָעוֹלָם כִּי שָׁנִים רַבּוֹת לֹא יִחְיֶה וְגַם כִּי יָמוּת אֵינוֹ נִפְטָר כוּ'. וְהָכָא דְצָרִיךְ לִטֹּל וְאֵינוֹ נוֹטֵל וּבִטְחוֹנוֹ בְקוֹנוֹ לְכָךְ אוֹמֵר בְּמִדַּת שְׂכָרוֹ שֶׁיַּזְקִין וְשֶׁאֵינוֹ מֵת כוּ'. תּוֹסְפוֹת יוֹם טוֹב: {כז} לַאֲמִתּוֹ. בַּגְּמָרָא פֶּרֶק קַמָּא דְשַׁבָּת כָּל דַּיָּן שֶׁדָּן דִּין אֱמֶת לַאֲמִתּוֹ כְּאִלּוּ נַעֲשֶׂה שֻׁתָּף לְהַקָּדוֹשׁ בָּרוּךְ הוּא בְּמַעֲשֵׂה בְרֵאשִׁית. כָּתְבוּ הַתּוֹסָפוֹת לַאֲפוֹקֵי דִּין מְרֻמֶּה. וְקָשֶׁה דִּבְתֵבַת אֱמֶת הֲוֵי סַגִּי וּמַאי לַאֲמִתּוֹ, וְיֵשׁ לוֹמַר דְּאַף עַל פִּי שֶׁיָּדִין הַדַּיָּן דִּין אֱמֶת אִם מִצְטָרֵף לָזֶה אַהֲבַת הַדַּיָּן לַזַּכַּאי אוֹ שִׂנְאָתוֹ לַחַיָּב לֹא הֲוֵי לַאֲמִתּוֹ. בֵּית יוֹסֵף. וְרַבֵּנוּ בְּגוּר אַרְיֵה בְּפָרָשַׁת יִתְרוֹ כָּתַב שֶׁכָּךְ פֵּרוּשׁוֹ לַאֲפוֹקֵי דִּין שׁוּדָא דְדַיָנָא, שֶׁהַדָּבָר הַזֶּה אֵינוֹ תּוֹלֶה בֶּאֱמֶת רַק בְּאֹמֶד וּמַחֲשָׁבָה וְאֵין זֶה לַאֲמִתּוֹ, וְכֵן דִּין שֶׁל שִׁקּוּל הַדַּעַת כוּ', שֶׁזֶּה לֹא הֲוֵי רַק כַּאֲשֶׁר פָּסַק דִּין אֱמֶת בָּרוּר, וּפֵרוּשׁ זֶה אֱמֶת בָּרוּר עַד כָּאן לְשׁוֹנוֹ. וְלִי נִרְאֶה דְּפֵרוּשׁ לַאֲמִתּוֹ וְלֹא לְשֹׁחֲדוֹ קָאָמַר, וְהַיְנוּ וְהָיָה ה' מִבְטַחוֹ, אֵינוֹ מְצַפֶּה לְתַשְׁלוּם גְּמוּל כוּ', וְאַף כְּשֶׁמְּזַכֶּה אֶת הַזַּכַּאי שַׁפִּיר קָרֵי לֵיהּ נְטִיָּה כֵּיוָן שֶׁאֵינוֹ פּוֹסֵק מִצַּד דֶּרֶךְ הָאֱמֶת אֶלָּא מִצַּד הַשֹּׁחַד. תּוֹסְפוֹת יוֹם טוֹב: {כח} פִּסֵּחַ. פֵּרוּשׁ בִּשְׁתֵּי רַגְלָיו, כָּעִנְיָן שֶׁנֶּאֱמַר (שְׁמוּאֵל ב ד) בִּמְפִיבֹשֶׁת נְכֵה רַגְלַיִם וַיִּפָּסֵחַ: {כט} וְכָל דַּיָּן כוּ'. לְהָכִי הִכְנִיס בָּבָא זוֹ כָּאן, כְּדֵי לִלְמֹד מִמִּי שֶׁאֵינוֹ חִגֵּר כוּ' עַל וְכָל דַּיָּן, דְּהָכִי נַמִּי דַּיָּן שֶׁלּוֹקֵחַ שֹׁחַד וְעוֹשֶׂה עַצְמוֹ כְּאִלּוּ אֵינוֹ רוֹאֶה הָאֱמֶת וּמְחַיֵּב הַזַּכַּאי, וְהוּא הַדִּין נַמִּי כְּשֶׁמְּזַכֶּה הַזַּכַּאי עַל יְדֵי הַשֹּׁחַד שֶׁגַּם כֵּן אֵינוֹ רוֹאֶה הָאֱמֶת בְּמַה שֶּׁהוּא אֱמֶת, וּלְכָךְ עֵינָיו כֵּהוֹת. תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה פאה ח ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-1-2-8-9"
    }
  ]
}