{
  "subjects": [
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-1",
      "jbo:text": "הרואה ראיה אחת של זוב, בית שמאי אומרים, כשומרת יום כנגד יום. ובית הלל אומרים, כבעל קרי. ראה אחת, ובשני הפסיק, ובשלישי ראה שתים {ב} או אחת מרבה כשתים, בית שמאי אומרים, זב גמור. ובית הלל אומרים, מטמא משכב ומושב, וצריך ביאת מים חיים, ופטור מן הקרבן. אמר רבי אליעזר בן יהודה, מודים בית שמאי בזה שאינו זב גמור. ועל מה נחלקו, על הרואה שתים או אחת מרבה כשתים, ובשני הפסיק, ובשלישי ראה אחת, בית שמאי אומרים, זב גמור. ובית הלל אומרים, מטמא משכב ומושב, וצריך ביאת מים חיים, ופטור מן הקרבן",
      "jbo:textNikud": "הָרוֹאֶה רְאִיָּה אַחַת שֶׁל זוֹב, בֵּית שַׁמַּאי אוֹמְרִים, כְּשׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. וּבֵית הִלֵּל אוֹמְרִים, כְּבַעַל קֶרִי. רָאָה אַחַת, וּבַשֵּׁנִי הִפְסִיק, וּבַשְּׁלִישִׁי רָאָה שְׁתַּיִם {ב} אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, בֵּית שַׁמַּאי אוֹמְרִים, זָב גָּמוּר. וּבֵית הִלֵּל אוֹמְרִים, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן. אָמַר רַבִּי אֱלִיעֶזֶר בֶּן יְהוּדָה, מוֹדִים בֵּית שַׁמַּאי בָּזֶה שֶׁאֵינוֹ זָב גָּמוּר. וְעַל מַה נֶּחְלְקוּ, עַל הָרוֹאֶה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, וּבַשֵּׁנִי הִפְסִיק, וּבַשְּׁלִישִׁי רָאָה אַחַת, בֵּית שַׁמַּאי אוֹמְרִים, זָב גָּמוּר. וּבֵית הִלֵּל אוֹמְרִים, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן",
      "rdfs:label": "משנה זבים א א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-1",
      "jbo:text": "ר\"ע מברטנורה הרואה ראיה אחת של זוב. זוב בא מבשר המת ודומה ללבן ביצה המוזרת. ושכבת זרע בא מבשר שאינו מת וקשורה כלבן ביצה שאינה מוזרת: בית שמאי אומרים כשומרת יום. דאף על פי שאינה זבה גמורה עד שלש ראיות, מכל מקום בראיה אחת עושה משכב ומושב. כמו כן זב, אף על פי שאינו נעשה זב גמור עד שלש ראיות, מכל מקום בראיה אחת עושה משכב ומושב {א}: ובית הלל אומרים כבעל קרי. ואינו עושה משכב ומושב, ואין הראיה מטמאה במשא, אלא במגע: ראה אחת ובשני הפסיק ובשלישי ראה שתים. דכי ראה שתי ראיות ביום אחד או בשני ימים רצופים, צריך למנות שבעה נקיים, ופטור מן הקרבן. ואם ראה שלש ראיות ביום אחד או בשלשה ימים רצופים, צריך למנות שבעה נקיים וחיב בקרבן. דתניא, מנה הכתוב שתים וקראו טמא, דכתיב (ויקרא טו) זב מבשרו זובו טמא הוא. שלש וקראו טמא, (שם) וזאת תהיה טמאתו בזובו רר בשרו את זובו או החתים בשרו מזובו טמאתו הוא, הא כיצד, שתים לטמאה ושלש לקרבן. אבל הזבה אם ראתה ראיות רבות ביום אחד או בשני ימים בלא עת נדתה, שומרת יום אחד בנקיות וטהורה לערב. ואם ראתה שלש ראיות בשלשה ימים רצופים, צריכה למנות שבעה נקיים וחיבת בקרבן. דגבי זבה כתיב (שם) ואשה כי יזוב זוב דמה ימים רבים בלא עת נדתה, ימים שנים, רבים שלשה, תלה הכתוב הזב בראיות, והזבה בימים. והשתא קאמר שאם ראה הזב שלש ראיות אלא שהפסיק יום אחד בין ראיה ראשונה לשתים האחרונות: בית שמאי אומרים זב גמור. וחיב בקרבן כבעל שלש ראיות: ובית הלל אומרים. בטל היום הטהור את הראיה הראשונה, ואין כאן אלא שתי ראיות האחרונות, ופטור מן הקרבן: מודים בית שמאי בזה שאינו זב גמור. דבטל היום הטהור שהפסיק, את הראיה הראשונה, כדאמרן: על מה נחלקו על הרואה שתים וכו' בית שמאי אומרים זב גמור. דהואיל ונזקק לספירת שבעה כשראה שתים בתחלה, בטלה ראיה את יום הטהור, ויש בידו שלש ראיות",
      "jbo:textNikud": "ר\"ע מברטנורה הָרוֹאֶה רְאִיָּה אַחַת שֶׁל זוֹב. זוֹב בָּא מִבָּשָׂר הַמֵּת וְדוֹמֶה לְלֹבֶן בֵּיצָה הַמּוּזֶרֶת. וְשִׁכְבַת זֶרַע בָּא מִבָּשָׂר שֶׁאֵינוֹ מֵת וּקְשׁוּרָה כְלֹבֶן בֵּיצָה שֶׁאֵינָהּ מוּזֶרֶת: בֵּית שַׁמַּאי אוֹמְרִים כְּשׁוֹמֶרֶת יוֹם. דְּאַף עַל פִּי שֶׁאֵינָהּ זָבָה גְמוּרָה עַד שָׁלֹשׁ רְאִיּוֹת, מִכָּל מָקוֹם בִּרְאִיָּה אַחַת עוֹשָׂה מִשְׁכָּב וּמוֹשָׁב. כְּמוֹ כֵן זָב, אַף עַל פִּי שֶׁאֵינוֹ נַעֲשֶׂה זָב גָּמוּר עַד שָׁלֹשׁ רְאִיּוֹת, מִכָּל מָקוֹם בִּרְאִיָּה אַחַת עוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב {א}: וּבֵית הִלֵּל אוֹמְרִים כְּבַעַל קֶרִי. וְאֵינוֹ עוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב, וְאֵין הָרְאִיָּה מְטַמְּאָה בְמַשָּׂא, אֶלָּא בְמַגָּע: רָאָה אַחַת וּבַשֵּׁנִי הִפְסִיק וּבַשְּׁלִישִׁי רָאָה שְׁתַּיִם. דְּכִי רָאָה שְׁתֵּי רְאִיּוֹת בְּיוֹם אֶחָד אוֹ בִשְׁנֵי יָמִים רְצוּפִים, צָרִיךְ לִמְנוֹת שִׁבְעָה נְקִיִּים, וּפָטוּר מִן הַקָּרְבָּן. וְאִם רָאָה שָׁלֹשׁ רְאִיּוֹת בְּיוֹם אֶחָד אוֹ בִשְׁלֹשָׁה יָמִים רְצוּפִים, צָרִיךְ לִמְנוֹת שִׁבְעָה נְקִיִּים וְחַיָּב בְּקָרְבָּן. דְּתַנְיָא, מָנָה הַכָּתוּב שְׁתַּיִם וּקְרָאוֹ טָמֵא, דִּכְתִיב (וַיִּקְרָא טו) זָב מִבְּשָׂרוֹ זוֹבוֹ טָמֵא הוּא. שָׁלֹשׁ וּקְרָאוֹ טָמֵא, (שָׁם) וְזֹאת תִּהְיֶה טֻמְאָתוֹ בְּזוֹבוֹ רָר בְּשָׂרוֹ אֶת זוֹבוֹ אוֹ הֶחְתִּים בְּשָׂרוֹ מִזּוֹבוֹ טֻמְאָתוֹ הִוא, הָא כֵיצַד, שְׁתַּיִם לְטֻמְאָה וְשָׁלֹשׁ לְקָרְבָּן. אֲבָל הַזָּבָה אִם רָאֲתָה רְאִיּוֹת רַבּוֹת בְּיוֹם אֶחָד אוֹ בִשְׁנֵי יָמִים בְּלֹא עֵת נִדָּתָהּ, שׁוֹמֶרֶת יוֹם אֶחָד בִּנְקִיּוּת וּטְהוֹרָה לָעֶרֶב. וְאִם רָאֲתָה שָׁלֹשׁ רְאִיּוֹת בִּשְׁלֹשָׁה יָמִים רְצוּפִים, צְרִיכָה לִמְנוֹת שִׁבְעָה נְקִיִּים וְחַיֶּבֶת בְּקָרְבָּן. דְּגַבֵּי זָבָה כְּתִיב (שָׁם) וְאִשָּׁה כִּי יָזוּב זוֹב דָּמָהּ יָמִים רַבִּים בְּלֹא עֵת נִדָּתָהּ, יָמִים שְׁנַיִם, רַבִּים שְׁלֹשָׁה, תָּלָה הַכָּתוּב הַזָּב בִּרְאִיּוֹת, וְהַזָּבָה בְּיָמִים. וְהַשְׁתָּא קָאָמַר שֶׁאִם רָאָה הַזָּב שָׁלֹשׁ רְאִיּוֹת אֶלָּא שֶׁהִפְסִיק יוֹם אֶחָד בֵּין רְאִיָּה רִאשׁוֹנָה לַשְּׁתַּיִם הָאַחֲרוֹנוֹת: בֵּית שַׁמַּאי אוֹמְרִים זָב גָּמוּר. וְחַיָּב בְּקָרְבָּן כְּבַעַל שָׁלֹשׁ רְאִיּוֹת: וּבֵית הִלֵּל אוֹמְרִים. בִּטֵּל הַיּוֹם הַטָּהוֹר אֶת הָרְאִיָּה הָרִאשׁוֹנָה, וְאֵין כָּאן אֶלָּא שְׁתֵּי רְאִיּוֹת הָאַחֲרוֹנוֹת, וּפָטוּר מִן הַקָּרְבָּן: מוֹדִים בֵּית שַׁמַּאי בָּזֶה שֶׁאֵינוֹ זָב גָּמוּר. דְּבִטֵּל הַיּוֹם הַטָּהוֹר שֶׁהִפְסִיק, אֶת הָרְאִיָּה הָרִאשׁוֹנָה, כְּדַאֲמַרַן: עַל מַה נֶּחְלְקוּ עַל הָרוֹאֶה שְׁתַּיִם וְכוּ' בֵּית שַׁמַּאי אוֹמְרִים זָב גָּמוּר. דְּהוֹאִיל וְנִזְקָק לִסְפִירַת שִׁבְעָה כְּשֶׁרָאָה שְׁתַּיִם בַּתְּחִלָּה, בִּטְּלָה רְאִיָּה אֶת יוֹם הַטָּהוֹר, וְיֵשׁ בְּיָדוֹ שָׁלֹשׁ רְאִיּוֹת",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-yomtov-6-9-1-1",
      "jbo:text": "עיקר תוי\"ט {א} וקשה, דלא פרש לבית שמאי דין ראיה גופה כמו שפרש לבית הלל דאינה מטמאה במשא. והרמב\"ם לא פרש בדבית הלל כלום. והר\"ש פרש, דלבית שמאי מסיט את הראיה, תולין. ופרש נמי דמשכב ומושב תולין, כדתני בתוספתא. ומנה אמרינן בגמרא, דכשומרת יום דבית שמאי, הינו כבועל שומרת יום. והר\"ב ערב שני הפרושים: {ב} שתים. דאלו אחת, לבית הלל אינו מטמא משכב ומושב",
      "jbo:textNikud": "עיקר תוי\"ט {א} וְקָשֶׁה, דְּלֹא פֵרֵשׁ לְבֵית שַׁמַּאי דִּין רְאִיָּה גוּפַהּ כְּמוֹ שֶׁפֵּרֵשׁ לְבֵית הִלֵּל דְּאֵינָהּ מְטַמְּאָה בְמַשָּׂא. וְהָרַמְבַּ\"ם לֹא פֵרֵשׁ בִּדְבֵית הִלֵּל כְּלוּם. וְהָרַ\"שׁ פֵּרֵשׁ, דִּלְבֵית שַׁמַּאי מַסִּיט אֶת הָרְאִיָּה, תּוֹלִין. וּפֵרֵשׁ נַמִּי דְּמִשְׁכָּב וּמוֹשָׁב תּוֹלִין, כִּדְתָנֵי בַתּוֹסֶפְתָּא. וּמִנַּהּ אָמְרִינַן בַּגְּמָרָא, דִּכְשׁוֹמֶרֶת יוֹם דְּבֵית שַׁמַּאי, הַיְנוּ כְּבוֹעֵל שׁוֹמֶרֶת יוֹם. וְהָרַ\"ב עֵרֵב שְׁנֵי הַפֵּרוּשִׁים: {ב} שְׁתַּיִם. דְּאִלּוּ אַחַת, לְבֵית הִלֵּל אֵינוֹ מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים א א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-2",
      "jbo:text": "הרואה קרי ביום השלישי לספירת זובו, בית שמאי אומרים, סותר שני ימים שלפניו. ובית הלל אומרים, לא סתר אלא יומו. רבי ישמעאל אומר, הרואה בשני, סותר את שלפניו. רבי עקיבא אומר {ג}, אחד הרואה בשני ואחד הרואה בשלישי, שבית שמאי אומרים, סתר שני ימים שלפניו. ובית הלל אומרים, לא סתר אלא יומו. ומודים ברואה ברביעי שלא סתר אלא יומו, בראה קרי. אבל אם ראה זוב, אפלו יום שביעי, סתר את שלפניו",
      "jbo:textNikud": "הָרוֹאֶה קֶרִי בַּיּוֹם הַשְּׁלִישִׁי לִסְפִירַת זוֹבוֹ, בֵּית שַׁמַּאי אוֹמְרִים, סוֹתֵר שְׁנֵי יָמִים שֶׁלְּפָנָיו. וּבֵית הִלֵּל אוֹמְרִים, לֹא סָתַר אֶלָּא יוֹמוֹ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, הָרוֹאֶה בַשֵּׁנִי, סוֹתֵר אֶת שֶׁלְּפָנָיו. רַבִּי עֲקִיבָא אוֹמֵר {ג}, אֶחָד הָרוֹאֶה בַשֵּׁנִי וְאֶחָד הָרוֹאֶה בַשְּׁלִישִׁי, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, סָתַר שְׁנֵי יָמִים שֶׁלְּפָנָיו. וּבֵית הִלֵּל אוֹמְרִים, לֹא סָתַר אֶלָּא יוֹמוֹ. וּמוֹדִים בְּרוֹאֶה בָרְבִיעִי שֶׁלֹּא סָתַר אֶלָּא יוֹמוֹ, בְּרָאָה קֶרִי. אֲבָל אִם רָאָה זוֹב, אֲפִלּוּ יוֹם שְׁבִיעִי, סָתַר אֶת שֶׁלְּפָנָיו",
      "rdfs:label": "משנה זבים א ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-2",
      "jbo:text": "ר\"ע מברטנורה ביום השלישי לספירת זובו. כגון בעל שתי ראיות שצריך לספר שבעה נקיים, ומנה ראשון ושני, ובשלישי ראה קרי, סתר שני ימים שלפניו, וחוזר ומונה שבעה כבתחלה: לא סתר אלא יומו. ומונה חמשה להשלים שבעה, דשנים הראשונים עלו לו: הרואה בשני. שמנה אחד, ובשני ראה קרי, סתר את שלפניו אפלו לבית הלל. ורבי עקיבא סבר דבהא נמי פליגי. ואין הלכה כרבי ישמעאל: ומודים בית שמאי ברואה קרי ברביעי שלא סתר אלא יומו. ושלפניו עלו לו. דדוקא כשלא נפסק הזיבות בשלשה ימים טהורים כמספר הימים שעושה זב גמור, הוא דאמרי בית שמאי דשכבת זרע סותרת, אבל לאחר שעברו שלשה ימים טהורים, מודים בית שמאי שאין קרי סותר אלא יומו. והאי דקרי סותר בזב, נפקא לן מקרא דכתיב (ויקרא טו) זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה זוב סותר, אף שכבת זרע סותר. אי מה זוב סותר את הכל אף שכבת זרע תסתר את הכל, תלמוד לומר לטמאה בה, אין לה אלא יום אחד {ד}. אבל אם ראה זוב, אפלו יום שביעי, סותר את שלפניו, דכתיב שבעת ימים לטהרתו {ה}, עד שיהיו כל שבעת הימים טהורים מן הזיבות",
      "jbo:textNikud": "ר\"ע מברטנורה בַּיּוֹם הַשְּׁלִישִׁי לִסְפִירַת זוֹבוֹ. כְּגוֹן בַּעַל שְׁתֵּי רְאִיּוֹת שֶׁצָּרִיךְ לִסְפֹּר שִׁבְעָה נְקִיִּים, וּמָנָה רִאשׁוֹן וְשֵׁנִי, וּבַשְּׁלִישִׁי רָאָה קֶרִי, סָתַר שְׁנֵי יָמִים שֶׁלְּפָנָיו, וְחוֹזֵר וּמוֹנֶה שִׁבְעָה כְּבַתְּחִלָּה: לֹא סָתַר אֶלָּא יוֹמוֹ. וּמוֹנֶה חֲמִשָּׁה לְהַשְׁלִים שִׁבְעָה, דִּשְׁנַיִם הָרִאשׁוֹנִים עָלוּ לוֹ: הָרוֹאֶה בַשֵּׁנִי. שֶׁמָּנָה אֶחָד, וּבַשֵּׁנִי רָאָה קֶרִי, סָתַר אֶת שֶׁלְּפָנָיו אֲפִלּוּ לְבֵית הִלֵּל. וְרַבִּי עֲקִיבָא סָבַר דִּבְהָא נַמִּי פְלִיגֵי. וְאֵין הֲלָכָה כְּרַבִּי יִשְׁמָעֵאל: וּמוֹדִים בֵּית שַׁמַּאי בְּרוֹאֶה קֶרִי בָרְבִיעִי שֶׁלֹּא סָתַר אֶלָּא יוֹמוֹ. וְשֶׁלְּפָנָיו עָלוּ לוֹ. דְּדַוְקָא כְשֶׁלֹּא נִפְסַק הַזִּיבוּת בִּשְׁלֹשָׁה יָמִים טְהוֹרִים כְּמִסְפַּר הַיָּמִים שֶׁעוֹשֶׂה זָב גָּמוּר, הוּא דְאָמְרֵי בֵית שַׁמַּאי דְּשִׁכְבַת זֶרַע סוֹתֶרֶת, אֲבָל לְאַחַר שֶׁעָבְרוּ שְׁלֹשָׁה יָמִים טְהוֹרִים, מוֹדִים בֵּית שַׁמַּאי שֶׁאֵין קֶרִי סוֹתֵר אֶלָּא יוֹמוֹ. וְהַאי דְּקֶרִי סוֹתֵר בְּזָב, נַפְקָא לָן מִקְּרָא דִּכְתִיב (וַיִּקְרָא טו) זֹאת תּוֹרַת הַזָּב וַאֲשֶׁר תֵּצֵא מִמֶּנּוּ שִׁכְבַת זֶרַע, מַה זּוֹב סוֹתֵר, אַף שִׁכְבַת זֶרַע סוֹתֵר. אִי מַה זּוֹב סוֹתֵר אֶת הַכֹּל אַף שִׁכְבַת זֶרַע תִּסְתֹּר אֶת הַכֹּל, תַּלְמוּד לוֹמַר לְטָמְאָה בָהּ, אֵין לָהּ אֶלָּא יוֹם אֶחָד {ד}. אֲבָל אִם רָאָה זוֹב, אֲפִלּוּ יוֹם שְׁבִיעִי, סוֹתֵר אֶת שֶׁלְּפָנָיו, דִּכְתִיב שִׁבְעַת יָמִים לְטָהֳרָתוֹ {ה}, עַד שֶׁיִּהְיוּ כָל שִׁבְעַת הַיָּמִים טְהוֹרִים מִן הַזִּיבוּת",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-yomtov-6-9-1-2",
      "jbo:text": "עיקר תוי\"ט {ג} רבי עקיבא אומר. הינו תנא קמא דסבירא ליה נמי הך ומודים, דהא לא אמר אלא בשלישי. וצריך לומר דקא משמע לן דמאן תנא קמא, רבי עקיבא: {ד} בגמרא, אין לך בה אלא מה שאמור בה. ופרש רש\"י, כטמאתה, מה טמאתה יום אחד, אף סתירתה כן: {ה} משמע טהרה אחת בלי שום הפסקה. רש\"י",
      "jbo:textNikud": "עיקר תוי\"ט {ג} רַבִּי עֲקִיבָא אוֹמֵר. הַיְנוּ תַּנָּא קַמָּא דִּסְבִירָא לֵיהּ נַמִּי הַךְ וּמוֹדִים, דְּהָא לֹא אָמַר אֶלָּא בַּשְּׁלִישִׁי. וְצָרִיךְ לוֹמַר דְּקָא מַשְׁמַע לָן דְּמַאן תַּנָּא קַמָּא, רַבִּי עֲקִיבָא: {ד} בַּגְּמָרָא, אֵין לְךָ בָּהּ אֶלָּא מַה שֶּׁאָמוּר בָּהּ. וּפֵרֵשׁ רַשִׁ\"י, כְּטֻמְאָתָהּ, מַה טֻּמְאָתָהּ יוֹם אֶחָד, אַף סְתִירָתָהּ כֵּן: {ה} מַשְׁמַע טָהֳרָה אַחַת בְּלִי שׁוּם הַפְסָקָה. רַשִׁ\"י",
      "rdfs:label": "עיקר תוי\"ט משנה זבים א ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-3",
      "jbo:text": "ראה אחת היום ושתים למחר, שתים היום ואחת למחר, שלש לשלשה ימים או לשלשה לילות, הרי זה זב גמור",
      "jbo:textNikud": "רָאָה אַחַת הַיּוֹם וּשְׁתַּיִם לְמָחָר, שְׁתַּיִם הַיּוֹם וְאַחַת לְמָחָר, שָׁלשׁ לִשְׁלשָׁה יָמִים אוֹ לִשְׁלשָׁה לֵילוֹת, הֲרֵי זֶה זָב גָּמוּר",
      "rdfs:label": "משנה זבים א ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-3",
      "jbo:text": "ר\"ע מברטנורה הרי זה זב גמור. וחיב בקרבן. דבראיות תלה רחמנא, דכתיב טמאתו בזובו, טמאתו תלויה בזובו ואינה תלויה ביומי. ומיהו בהפסיק יום בינתים קאמרי בית הלל לעיל דלא הוי זב גמור ואין הראיות מצטרפות, לא שנא לענין טמאה כגון ראה שתי ראיות בלבד בהפסקת יום בינתים, לא שנא לענין קרבן כגון ראה שלש ראיות",
      "jbo:textNikud": "ר\"ע מברטנורה הֲרֵי זֶה זָב גָּמוּר. וְחַיָּב בְּקָרְבָּן. דְּבִרְאִיּוֹת תָּלָה רַחֲמָנָא, דִּכְתִיב טֻמְאָתוֹ בְּזוֹבוֹ, טֻמְאָתוֹ תְּלוּיָה בְּזוֹבוֹ וְאֵינָהּ תְּלוּיָה בְּיוֹמֵי. וּמִיהוּ בְּהִפְסִיק יוֹם בֵּינְתַיִם קָאָמְרֵי בֵית הִלֵּל לְעֵיל דְּלֹא הָוֵי זָב גָּמוּר וְאֵין הָרְאִיּוֹת מִצְטָרְפוֹת, לֹא שְׁנָא לְעִנְיַן טֻמְאָה כְּגוֹן רָאָה שְׁתֵּי רְאִיּוֹת בִּלְבַד בְּהַפְסָקַת יוֹם בֵּינְתַיִם, לֹא שְׁנָא לְעִנְיַן קָרְבָּן כְּגוֹן רָאָה שָׁלֹשׁ רְאִיּוֹת",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-4",
      "jbo:text": "ראה אחת והפסיק כדי טבילה וספוג, ואחר כך ראה שתים או אחת מרבה כשתים, או ראה שתים או אחת מרבה כשתים, והפסיק כדי טבילה וספוג, ואחר כך ראה אחת, הרי זה זב גמור",
      "jbo:textNikud": "רָאָה אַחַת וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג, וְאַחַר כָּךְ רָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, אוֹ רָאָה שְׁתַּיִם אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם, וְהִפְסִיק כְּדֵי טְבִילָה וְסִפּוּג, וְאַחַר כָּךְ רָאָה אַחַת, הֲרֵי זֶה זָב גָּמוּר",
      "rdfs:label": "משנה זבים א ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-4",
      "jbo:text": "ר\"ע מברטנורה כדי טבילה וספוג. כדי שיטבל ויקנח עצמו אחר טבילה. ופחות משעור זה, לא הוי הפסק ולא חשיבא אלא ראיה אחת: או אחת מרבה כשתים. שהיה בין התחלת הראיה {ו} לסוף הראיה כדי טבילה וספוג, והיה רואה תמיד בלא הפסק",
      "jbo:textNikud": "ר\"ע מברטנורה כְּדֵי טְבִילָה וְסִפּוּג. כְּדֵי שֶׁיִּטְבֹּל וִיקַנַּח עַצְמוֹ אַחַר טְבִילָה. וּפָחוֹת מִשִּׁעוּר זֶה, לֹא הָוֵי הֶפְסֵק וְלָא חֲשִׁיבָא אֶלָּא רְאִיָּה אַחַת: אוֹ אַחַת מְרֻבָּה כִשְׁתַּיִם. שֶׁהָיָה בֵּין הַתְחָלַת הָרְאִיָּה {ו} לְסוֹף הָרְאִיָּה כְּדֵי טְבִילָה וְסִפּוּג, וְהָיָה רוֹאֶה תָּמִיד בְּלֹא הֶפְסֵק",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-yomtov-6-9-1-4",
      "jbo:text": "עיקר תוי\"ט {ו} הרמב\"ם. ומשום דלראיה אין שעור ואפלו כל שהוא, הלכך אין פוחתין שעור ההפסק, דכל שהוא אינו מן השעור. ואפשר גם כן דענינו בין משהתחיל עד למה שהוא בסוף, ולהאי כל שהוא קראהו התחלה וסוף כו'",
      "jbo:textNikud": "עיקר תוי\"ט {ו} הָרַמְבַּ\"ם. וּמִשּׁוּם דְּלִרְאִיָּה אֵין שִׁעוּר וַאֲפִלּוּ כָל שֶׁהוּא, הִלְכָּךְ אֵין פּוֹחֲתִין שִׁעוּר הַהֶפְסֵק, דְּכָל שֶׁהוּא אֵינוֹ מִן הַשִּׁעוּר. וְאֶפְשָׁר גַּם כֵּן דְּעִנְיָנוֹ בֵּין מִשֶּׁהִתְחִיל עַד לְמַה שֶּׁהוּא בַסּוֹף, וּלְהַאי כָּל שֶׁהוּא קְרָאֻהוּ הַתְחָלָה וְסוֹף כוּ'",
      "rdfs:label": "עיקר תוי\"ט משנה זבים א ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-5",
      "jbo:text": "ראה אחת מרבה כשלש, שהיא כמין גד יון לשילוח, שהן כדי שתי טבילות וכשני ספוגין {ז}, הרי זה זב גמור. ראה אחת מרבה כשתים, מטמא משכב ומושב, וצריך ביאת מים חיים, ופטור מן הקרבן. אמר רבי יוסי, לא אמרו אחת מרבה אלא אם כן יש בה כדי שלש {ח}",
      "jbo:textNikud": "רָאָה אַחַת מְרֻבָּה כְשָׁלשׁ, שֶׁהִיא כְמִין גַּד יוֹן לַשִּׁילוֹחַ, שֶׁהֵן כְּדֵי שְׁתֵּי טְבִילוֹת וְכִשְׁנֵי סִפּוּגִין {ז}, הֲרֵי זֶה זָב גָּמוּר. רָאָה אַחַת מְרֻבָּה כִשְׁתַּיִם, מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, וְצָרִיךְ בִּיאַת מַיִם חַיִּים, וּפָטוּר מִן הַקָּרְבָּן. אָמַר רַבִּי יוֹסֵי, לֹא אָמְרוּ אַחַת מְרֻבָּה אֶלָּא אִם כֵּן יֶשׁ בָּהּ כְּדֵי שָׁלשׁ {ח}",
      "rdfs:label": "משנה זבים א ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-5",
      "jbo:text": "ר\"ע מברטנורה כמין גד יון לשילוח. מקום בירושלים שהעמידו בו מלכי יונים עבודה זרה, והיה אותו מקום רחוק מן השילוח שעור שתי טבילות ושני ספוגים. כמגד יון, לשון העורכים לגד שלחן (ישעיה סה). שלוח, שם הנהר, כדכתיב (שם ח) יען כי מאס העם הזה את מי השלח: מטמא משכב ומושב. דחשבינא לה כשתי ראיות: אלא אם כן יש בה כדי שלש. כגון כמגד יון לשילוח, דאז נחשב כזב גמור אפלו לענין קרבן. אבל באחת מרבה כשתים, אין חולקין אותה, וכראיה אחת היא חשובה. ואין הלכה כרבי יוסי",
      "jbo:textNikud": "ר\"ע מברטנורה כְּמִין גַּד יוֹן לַשִּׁילוֹחַ. מָקוֹם בִּירוּשָׁלַיִם שֶׁהֶעֱמִידוּ בוֹ מַלְכֵי יְוָנִים עֲבוֹדָה זָרָה, וְהָיָה אוֹתוֹ מָקוֹם רָחוֹק מִן הַשִּׁילוֹחַ שִׁעוּר שְׁתֵּי טְבִילוֹת וּשְׁנֵי סִפּוּגִים. כְּמִגַּד יוֹן, לְשׁוֹן הָעוֹרְכִים לַגַּד שֻׁלְחָן (יְשַׁעְיָה סה). שִׁלּוֹחַ, שֵׁם הַנָּהָר, כְּדִכְתִיב (שָׁם ח) יַעַן כִּי מָאַס הָעָם הַזֶּה אֶת מֵי הַשִּׁלֹחַ: מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב. דְּחָשְׁבִינָא לַהּ כִּשְׁתֵּי רְאִיּוֹת: אֶלָּא אִם כֵּן יֶשׁ בָּהּ כְּדֵי שָׁלֹשׁ. כְּגוֹן כְּמִגַּד יוֹן לַשִּׁילוֹחַ, דְּאָז נֶחֱשָׁב כְּזָב גָּמוּר אֲפִלּוּ לְעִנְיַן קָרְבָּן. אֲבָל בְּאַחַת מְרֻבָּה כִשְׁתַּיִם, אֵין חוֹלְקִין אוֹתָהּ, וְכִרְאִיָּה אַחַת הִיא חֲשׁוּבָה. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-yomtov-6-9-1-5",
      "jbo:text": "עיקר תוי\"ט {ז} כדי שתי כו'. והוא שיראה האחת בתחלת השעור ואחת באמצעה והאחת בסופה. הרמב\"ם: {ח} אמר רבי יוסי כו'. בספרא פליגי בדרשי דקרא. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {ז} כְּדֵי שְׁתֵּי כוּ'. וְהוּא שֶׁיִּרְאֶה הָאַחַת בִּתְחִלַּת הַשִּׁעוּר וְאַחַת בְּאֶמְצָעָהּ וְהָאַחַת בְּסוֹפָהּ. הָרַמְבַּ\"ם: {ח} אָמַר רַבִּי יוֹסֵי כוּ'. בַּסִּפְרָא פְלִיגֵי בִּדְרָשֵׁי דִקְרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים א ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-6-9-1-6",
      "jbo:text": "ראה אחת היום ואחת בין השמשות, אחת בין השמשות ואחת למחר, אם ידוע שמקצת הראיה מהיום ומקצתה למחר, ודאי לקרבן ולטמאה. אם ספק שמקצת הראיה מהיום ומקצתה למחר, ודאי לטמאה וספק לקרבן. ראה שני ימים בין השמשות, ספק לטמאה ולקרבן. אחת בין השמשות, ספק לטמאה",
      "jbo:textNikud": "רָאָה אַחַת הַיּוֹם וְאַחַת בֵּין הַשְּׁמָשׁוֹת, אַחַת בֵּין הַשְּׁמָשׁוֹת וְאַחַת לְמָחָר, אִם יָדוּעַ שֶׁמִּקְצָת הָרְאִיָּה מֵהַיּוֹם וּמִקְצָתָהּ לְמָחָר, וַדַּאי לַקָּרְבָּן וְלַטֻּמְאָה. אִם סָפֵק שֶׁמִּקְצָת הָרְאִיָּה מֵהַיּוֹם וּמִקְצָתָהּ לְמָחָר, וַדַּאי לַטֻּמְאָה וְסָפֵק לַקָּרְבָּן. רָאָה שְׁנֵי יָמִים בֵּין הַשְּׁמָשׁוֹת, סָפֵק לַטֻּמְאָה וְלַקָּרְבָּן. אַחַת בֵּין הַשְּׁמָשׁוֹת, סָפֵק לַטֻּמְאָה",
      "rdfs:label": "משנה זבים א ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-bartanura-6-9-1-6",
      "jbo:text": "ר\"ע מברטנורה אם ידוע שמקצת הראיה מהיום ומקצתה למחר. שראה קצת ראיה בסוף היום וקצתה בתחלת הלילה של מחר, אף על פי שלא היו ביניהן כדי טבילה וספוג, נחשבות שתי ראיות, מפני שהימים חולקין {ט}: ודאי לקרבן ולטמאה. דיש כאן שלש ראיות, דאותה של בין השמשות נחלקת לשתים, כיון דיש בה משני ימים: ואם ספק. דשמא כלה מן היום או כלה מן הלילה: ודאי לטמאה. דמה נפשך איכא שתים: וספק לקרבן. דמספקא לן שמא שתים שמא שלש. דאי כלה מן היום או כלה מן הלילה, שתים. ואי מקצתה ביום ומקצתה בלילה, שלש: שני ימים בין השמשות. כגון דראשונה בתחלת בין השמשות ראשון, ושניה בסוף בין השמשות {י} שני, כגון האחת בערב שבת בתחלת בין השמשות, ואחת במוצאי שבת בסוף בין השמשות. דאם תחלת בין השמשות יום וסוף בין השמשות לילה, אין כאן שתי ראיות בשני ימים רצופים, דשבת מפסקת ואין כאן טמאת זיבה [אלא כבעל קרי]. ואי בין השמשות כלו מן היום או כלו מן הלילה, יש כאן שתי ראיות בשני ימים רצופים, וטעון לספר שבעה נקיים ופטור מן הקרבן. ואם תחלת בין השמשות או סופו חציו מן היום וחציו מהלילה, נחלקת הראיה לשתים וחיב בקרבן. ולפי שיש כאן כל הנך ספקות, קתני ספק לטמאה ולקרבן, שמא אין כאן טמאה, ושמא יש כאן טמאה ולא קרבן, ושמא יש כאן טמאה וקרבן. הלכך מביא קרבן ואינו נאכל",
      "jbo:textNikud": "ר\"ע מברטנורה אִם יָדוּעַ שֶׁמִּקְצָת הָרְאִיָּה מֵהַיּוֹם וּמִקְצָתָהּ לְמָחָר. שֶׁרָאָה קְצָת רְאִיָּה בְּסוֹף הַיּוֹם וּקְצָתָהּ בִּתְחִלַּת הַלַּיְלָה שֶׁל מָחָר, אַף עַל פִּי שֶׁלֹּא הָיוּ בֵינֵיהֶן כְּדֵי טְבִילָה וְסִפּוּג, נֶחְשָׁבוֹת שְׁתֵּי רְאִיּוֹת, מִפְּנֵי שֶׁהַיָּמִים חוֹלְקִין {ט}: וַדַּאי לַקָּרְבָּן וְלַטֻּמְאָה. דְּיֵשׁ כָּאן שָׁלֹשׁ רְאִיּוֹת, דְּאוֹתָהּ שֶׁל בֵּין הַשְּׁמָשׁוֹת נֶחְלֶקֶת לִשְׁתַּיִם, כֵּיוָן דְּיֶשׁ בָּהּ מִשְּׁנֵי יָמִים: וְאִם סָפֵק. דְּשֶׁמָּא כֻלָּהּ מִן הַיּוֹם אוֹ כֻלָּהּ מִן הַלַּיְלָה: וַדַּאי לַטֻּמְאָה. דְּמַה נַּפְשָׁךְ אִיכָּא שְׁתַּיִם: וְסָפֵק לַקָּרְבָּן. דִּמְסַפְּקָא לָן שֶׁמָּא שְׁתַּיִם שֶׁמָּא שָׁלֹשׁ. דְּאִי כֻלָּהּ מִן הַיּוֹם אוֹ כֻלָּהּ מִן הַלַּיְלָה, שְׁתַּיִם. וְאִי מִקְצָתָהּ בַּיּוֹם וּמִקְצָתָהּ בַּלַּיְלָה, שָׁלֹשׁ: שְׁנֵי יָמִים בֵּין הַשְּׁמָשׁוֹת. כְּגוֹן דְּרִאשׁוֹנָה בִּתְחִלַּת בֵּין הַשְּׁמָשׁוֹת רִאשׁוֹן, וּשְׁנִיָּה בְּסוֹף בֵּין הַשְּׁמָשׁוֹת {י} שֵׁנִי, כְּגוֹן הָאַחַת בְּעֶרֶב שַׁבָּת בִּתְחִלַּת בֵּין הַשְּׁמָשׁוֹת, וְאַחַת בְּמוֹצָאֵי שַׁבָּת בְּסוֹף בֵּין הַשְּׁמָשׁוֹת. דְּאִם תְּחִלַּת בֵּין הַשְּׁמָשׁוֹת יוֹם וְסוֹף בֵּין הַשְּׁמָשׁוֹת לַיְלָה, אֵין כָּאן שְׁתֵּי רְאִיּוֹת בִּשְׁנֵי יָמִים רְצוּפִים, דְּשַׁבָּת מַפְסֶקֶת וְאֵין כָּאן טֻמְאַת זִיבָה [אֶלָּא כְבַעַל קֶרִי]. וְאִי בֵּין הַשְּׁמָשׁוֹת כֻּלּוֹ מִן הַיּוֹם אוֹ כֻלּוֹ מִן הַלַּיְלָה, יֵשׁ כָּאן שְׁתֵּי רְאִיּוֹת בִּשְׁנֵי יָמִים רְצוּפִים, וְטָעוּן לִסְפֹּר שִׁבְעָה נְקִיִּים וּפָטוּר מִן הַקָּרְבָּן. וְאִם תְּחִלַּת בֵּין הַשְּׁמָשׁוֹת אוֹ סוֹפוֹ חֶצְיוֹ מִן הַיּוֹם וְחֶצְיוֹ מֵהַלַּיְלָה, נֶחְלֶקֶת הָרְאִיָּה לִשְׁתַּיִם וְחַיָּב בְּקָרְבָּן. וּלְפִי שֶׁיֵּשׁ כָּאן כָּל הָנָךְ סְפֵקוֹת, קָתָנֵי סָפֵק לַטֻּמְאָה וְלַקָּרְבָּן, שֶׁמָּא אֵין כָּאן טֻמְאָה, וְשֶׁמָּא יֵשׁ כָּאן טֻמְאָה וְלֹא קָרְבָּן, וְשֶׁמָּא יֵשׁ כָּאן טֻמְאָה וְקָרְבָּן. הִלְכָּךְ מֵבִיא קָרְבָּן וְאֵינוֹ נֶאֱכָל",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים א ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-1"
      ],
      "uri": "jbr:mishna-yomtov-6-9-1-6",
      "jbo:text": "עיקר תוי\"ט {ט} ובהכי אף רבי יוסי מודה. כדאיתא בתוספתא הובא ברמב\"ם ובר\"ש: {י} דאי ברגע אחד מכון, היה ממה נפשך טמא, אם זה מן היום או מן הלילה אף זה כן, והוו להו שתי ראיות רצופים. הר\"ש",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וּבְהָכִי אַף רַבִּי יוֹסֵי מוֹדֶה. כִּדְאִיתָא בַתּוֹסֶפְתָּא הוּבָא בָּרַמְבַּ\"ם וּבָרַ\"שׁ: {י} דְּאִי בְּרֶגַע אֶחָד מְכֻוָּן, הָיָה מִמַּה נַּפְשָׁךְ טָמֵא, אִם זֶה מִן הַיּוֹם אוֹ מִן הַלַּיְלָה אַף זֶה כֵּן, וְהָווּ לְהוּ שְׁתֵּי רְאִיּוֹת רְצוּפִים. הָרַ\"שׁ",
      "rdfs:label": "עיקר תוי\"ט משנה זבים א ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-6-9-2-1",
      "jbo:text": "הכל מטמאין בזיבה, אף הגרים, אף העבדים, בין משחררין בין שאינן משחררין, חרש, שוטה, וקטן, סריס אדם, סריס חמה. טמטום ואנדרוגינוס, נותנין עליהן חמרי האיש וחמרי האשה, מטמאין בדם כאשה ובלבן כאיש, וטמאתן בספק",
      "jbo:textNikud": "הַכֹּל מִטַּמְּאִין בְּזִיבָה, אַף הַגֵּרִים, אַף הָעֲבָדִים, בֵּין מְשֻׁחְרָרִין בֵּין שֶׁאֵינָן מְשֻׁחְרָרִין, חֵרֵשׁ, שׁוֹטֶה, וְקָטָן, סְרִיס אָדָם, סְרִיס חַמָּה. טֻמְטוּם וְאַנְדְּרוֹגִינוֹס, נוֹתְנִין עֲלֵיהֶן חֻמְרֵי הָאִישׁ וְחֻמְרֵי הָאִשָּׁה, מִטַּמְּאִין בְּדָם כָּאִשָּׁה וּבְלֹבֶן כָּאִישׁ, וְטֻמְאָתָן בְּסָפֵק",
      "rdfs:label": "משנה זבים ב א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-bartanura-6-9-2-1",
      "jbo:text": "ר\"ע מברטנורה הכל מטמאים בזיבה. הכל, לאתויי תינוק בן יומו {א} שהוא מטמא בזיבה: אף הגרים. דכתיב בפרשת זב (ויקרא טו) דבר אל בני ישראל, אין לי אלא בני ישראל, מנין לרבות גרים ועבדים, תלמוד לומר ואמרת אליהם איש, לרבות את הגרים ואת העבדים. מנין לרבות את הקטנים, תלמוד לומר איש איש: ומטמאין בדם כאשה. שאין האשה מטמאה בלבן אלא באדם, דדם כתיב בה, שהוא אדם: ובלבן כאיש. דזובו כתיב גבי איש {ב}. והוא דומה למי בצק של שערים: וטמאתן בספק. אם ראו לבן, שמא הן אשה, ולבן טהור בה. ואם ראו אדם, שמא הן איש, ואדם טהור גביה. אבל אם ראה לבן ואדם כאחד, טמאתן ודאי ממה נפשך, ושורפין עליהם את התרומה, אבל אין חיבים עליהם על ביאת מקדש, דגבי שלוח טמאים כתיב (במדבר ה) מזכר עד נקבה תשלחו, זכר ודאי, נקבה ודאית {ג}, ולא טמטום ואנדרוגינוס {ד}",
      "jbo:textNikud": "ר\"ע מברטנורה הַכֹּל מִטַּמְּאִים בְּזִיבָה. הַכֹּל, לַאֲתוֹיֵי תִּינוֹק בֶּן יוֹמוֹ {א} שֶׁהוּא מִטַּמֵּא בְּזִיבָה: אַף הַגֵּרִים. דִּכְתִיב בְּפָרָשַׁת זָב (וַיִּקְרָא טו) דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל, אֵין לִי אֶלָּא בְּנֵי יִשְׂרָאֵל, מִנַּיִן לְרַבּוֹת גֵּרִים וַעֲבָדִים, תַּלְמוּד לוֹמַר וְאָמַרְתָּ אֲלֵיהֶם אִישׁ, לְרַבּוֹת אֶת הַגֵּרִים וְאֶת הָעֲבָדִים. מִנַּיִן לְרַבּוֹת אֶת הַקְּטַנִּים, תַּלְמוּד לוֹמַר אִישׁ אִישׁ: וּמִטַּמְּאִין בְּדָם כָּאִשָּׁה. שֶׁאֵין הָאִשָּׁה מִטַּמְּאָה בְּלֹבֶן אֶלָּא בְאֹדֶם, דְּדָם כְּתִיב בָּהּ, שֶׁהוּא אָדֹם: וּבְלֹבֶן כָּאִישׁ. דְּזוֹבוֹ כְּתִיב גַּבֵּי אִישׁ {ב}. וְהוּא דוֹמֶה לְמֵי בָצֵק שֶׁל שְׂעֹרִים: וְטֻמְאָתָן בְּסָפֵק. אִם רָאוּ לֹבֶן, שֶׁמָּא הֵן אִשָּׁה, וְלֹבֶן טָהוֹר בָּהּ. וְאִם רָאוּ אֹדֶם, שֶׁמָּא הֵן אִישׁ, וְאֹדֶם טָהוֹר גַּבֵּיהּ. אֲבָל אִם רָאָה לֹבֶן וְאֹדֶם כְּאֶחָד, טֻמְאָתָן וַדַּאי מִמַּה נַּפְשָׁךְ, וְשׂוֹרְפִין עֲלֵיהֶם אֶת הַתְּרוּמָה, אֲבָל אֵין חַיָּבִים עֲלֵיהֶם עַל בִּיאַת מִקְדָּשׁ, דְּגַבֵּי שִׁלּוּחַ טְמֵאִים כְּתִיב (בְּמִדְבַּר ה) מִזָּכָר עַד נְקֵבָה תְּשַׁלֵּחוּ, זָכָר וַדַּאי, נְקֵבָה וַדָּאִית {ג}, וְלֹא טֻמְטוּם וְאַנְדְּרוֹגִינוֹס {ד}",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ב א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-yomtov-6-9-2-1",
      "jbo:text": "עיקר תוי\"ט {א} מרבוי דאיש, דמרבינן קטנים, כדאיתא בגמרא. ונראה לי דהוי כעין מעוט אחר מעוט שהוא לרבות. דהא איש משמעו בן שלש עשרה, וממעט הפחות מכן: {ב} כלומר מה שהוא רגיל שיזוב ממנו, והוא לבן ודומה למי בצק, וגם כלבן ביצה, דכלה חדא מלתא. ועין תוספות יום טוב: {ג} אי הכי, כי אטמו בשאר טמאות [במת או בשרץ] לא לשלחו. אמר קרא מזכר, מטמאה הפורשת מן הזכר. גמרא. ועין תוספות יום טוב: {ד} ואף על גב דאנדרוגינוס קמי שמיא גליא אם זכר הוא אם נקבה, יש לומר דממעט ליה מטעם שהוא משנה. תוספות. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {א} מֵרִבּוּי דְאִישׁ, דִּמְרַבִּינַן קְטַנִּים, כִּדְאִיתָא בַגְּמָרָא. וְנִרְאֶה לִי דַּהֲוֵי כְעֵין מִעוּט אַחַר מִעוּט שֶׁהוּא לְרַבּוֹת. דְּהָא אִישׁ מַשְׁמָעוֹ בֶּן שְׁלֹשׁ עֶשְׂרֵה, וּמְמַעֵט הַפָּחוֹת מִכָּן: {ב} כְּלוֹמַר מַה שֶּׁהוּא רָגִיל שֶׁיָּזוּב מִמֶּנּוּ, וְהוּא לֹבֶן וְדוֹמֶה לְמֵי בָצֵק, וְגַם כְּלֹבֶן בֵּיצָה, דְּכֻלַּהּ חֲדָא מִלְּתָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} אִי הָכִי, כִּי אִטַּמּוּ בִּשְׁאָר טֻמְאוֹת [בְּמֵת אוֹ בְשֶׁרֶץ] לֹא לִשַּׁלְּחוּ. אָמַר קְרָא מִזָּכָר, מִטֻּמְאָה הַפּוֹרֶשֶׁת מִן הַזָּכָר. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} וְאַף עַל גַּב דְּאַנְדְּרוֹגִינוֹס קָמֵי שְׁמַיָּא גַּלְיָא אִם זָכָר הוּא אִם נְקֵבָה, יֵשׁ לוֹמַר דִּמְמַעֵט לֵיהּ מִטַּעַם שֶׁהוּא מְשֻׁנֶּה. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ב א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-6-9-2-2",
      "jbo:text": "בשבעה דרכים בודקין את הזב עד שלא נזקק לזיבה. במאכל, במשתה, ובמשא, בקפיצה, בחלי, ובמראה ובהרהור. הרהר עד שלא ראה או שראה עד שלא הרהר. רבי יהודה אומר, אפלו ראה בהמה, חיה ועוף מתעסקין זה עם זה, אפלו ראה בגדי צבע האשה. רבי עקיבא אומר, אפלו אכל כל מאכל, בין רע בין יפה, ושתה כל משקה. אמרו לו, אין כאן זבין מעתה. אמר להם, אין אחריות זבים עליכם. משנזקק לזיבה, אין בודקין אותו. אנסו וספקו ושכבת זרעו טמאים, שרגלים לדבר. ראה ראיה ראשונה, בודקין אותו. בשניה, בודקין אותו. בשלישית, אין בודקין אותו. רבי אליעזר אומר {ז}, אף בשלישית בודקין אותו, מפני הקרבן",
      "jbo:textNikud": "בְּשִׁבְעָה דְרָכִים בּוֹדְקִין אֶת הַזָּב עַד שֶׁלֹּא נִזְקַק לְזִיבָה. בְּמַאֲכָל, בְּמִשְׁתֶּה, וּבְמַשָּׂא, בִּקְפִיצָה, בְּחֹלִי, וּבְמַרְאֶה וּבְהִרְהוּר. הִרְהֵר עַד שֶׁלֹּא רָאָה אוֹ שֶׁרָאָה עַד שֶׁלֹּא הִרְהֵר. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ רָאָה בְהֵמָה, חַיָּה וָעוֹף מִתְעַסְּקִין זֶה עִם זֶה, אֲפִלּוּ רָאָה בִגְדֵי צֶבַע הָאִשָּׁה. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ אָכַל כָּל מַאֲכָל, בֵּין רַע בֵּין יָפֶה, וְשָׁתָה כָל מַשְׁקֶה. אָמְרוּ לוֹ, אֵין כָּאן זָבִין מֵעָתָּה. אָמַר לָהֶם, אֵין אַחֲרָיוּת זָבִים עֲלֵיכֶם. מִשֶּׁנִּזְקַק לְזִיבָה, אֵין בּוֹדְקִין אוֹתוֹ. אָנְסוֹ וּסְפֵקוֹ וְשִׁכְבַת זַרְעוֹ טְמֵאִים, שֶׁרַגְלַיִם לַדָּבָר. רָאָה רְאִיָּה רִאשׁוֹנָה, בּוֹדְקִין אוֹתוֹ. בַּשְּׁנִיָּה, בּוֹדְקִין אוֹתוֹ. בַּשְּׁלִישִׁית, אֵין בּוֹדְקִין אוֹתוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר {ז}, אַף בַּשְּׁלִישִׁית בּוֹדְקִין אוֹתוֹ, מִפְּנֵי הַקָּרְבָּן",
      "rdfs:label": "משנה זבים ב ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-bartanura-6-9-2-2",
      "jbo:text": "ר\"ע מברטנורה בשבעה דרכים בודקין את הזב. משום דאינו מטמא מחמת אנס, דכתיב זב מבשרו, ולא מחמת אנסו: עד שלא נזקק לטמאה. דהינו כשרואה ראיה שניה שבה הוא נעשה זב לטמא משכב ומושב ולהצריכו לספר שבעה נקיים. אבל ראיה ראשונה, מטמאה באנס טמאת ערב, כדין בעל קרי, ומצטרפת עם השניה ואפלו שהיתה באנס: במאכל. אם אכל אכילה גסה או אכל דברים המביאין לידי זיבה, ואפלו כל שהן, כגון בשר שמן, חלב, וגבינה, ביצים, ויין ישן, וגריסין של פול, ושחלין: ובמשתה. ברבוי שתיה: במשא. כבד שנשא: במראה. ראה אשה, אפלו לא הרהר: ובהרהור. אף על פי שלא ראה. אי ארע לו אחד מאלו השבעה קדם שראה ראיה שניה, אינו נעשה זב מחמת אותה ראיה, והטפה אינה מטמאה במשא כשאר טפה של זוב: אין אחריות זבין עליכם. ואם לא יהיו זבים לעולם, מה אתם חוששים, הלא לא קבלתם אחריות של זבים עליכם. ואין הלכה לא כרבי יהודה ולא כרבי עקיבא: משנזקק לטמאה. לאחר שראה ראיה שניה שלא באנס, שהרי מכאן ואילך הוא עושה משכב ומושב: אין בודקין אותו. ואף אם ראה ראיה שלישית באנס, נעשה זב לקרבן. וכן אם ראה ראיה של זוב בשבעה ימים נקיים שהוא מונה, סתר הכל ואפלו היתה אותה ראיה באנס: ספקו ושכבת זרעו טמאין. ספקו מחמת שכבת זרעו, כגון אם ראה שכבת זרע תחלה, וטפה זיבה הבאה אחר כך אינה מטמאה, שהרואה קרי אינו מטמא בזיבה מעת לעת. ועד שלא נזקק לטמאה, הקרי מטהר את הזיבה, משום דהוי אנס. ולאחר שנזקק לטמאה, אין הקרי מטהר את הזיבה, שאין תולין שמחמת הקרי באה הזיבה: שרגלים לדבר. שאין אותה ראיה מחמת אנס, כיון שכבר נעשה זב: ראה ראיה ראשונה בודקין אותו. הינו דוקא לקרבן. דאי מחמת אנס ראה, אינה מצטרפת עם השלישית לקרבן. אבל מצטרפת עם השניה לטמאה. דאם ראיה שניה שלא באנס, אף על פי שהיתה ראשונה באנס, עושה משכב ומושב ובעי שבעה נקיים וביאת מים חיים, דכי כתיב מבשרו ולא מחמת אנסו, בשניה כתיב {ה}. אבל ראשונה אתקש לשכבת זרע, דכתיב זאת תורת הזב ואשר תצא ממנו שכבת זרע, מה שכבת זרע מטמאה באנס {ו}, אף ראיה ראשונה של זוב מטמאה באנס: בשניה בודקין אותו. לטמאה ולקרבן: בשלישית אין בודקין אותו. לא לטמאה ולא לקרבן: רבי אליעזר אומר כו'. ואין הלכה כרבי אליעזר",
      "jbo:textNikud": "ר\"ע מברטנורה בְּשִׁבְעָה דְרָכִים בּוֹדְקִין אֶת הַזָּב. מִשּׁוּם דְּאֵינוֹ מְטַמֵּא מֵחֲמַת אֹנֶס, דִּכְתִיב זָב מִבְּשָׂרוֹ, וְלֹא מֵחֲמַת אָנְסוֹ: עַד שֶׁלֹּא נִזְקַק לְטֻמְאָה. דְּהַיְנוּ כְּשֶׁרוֹאֶה רְאִיָּה שְׁנִיָּה שֶׁבָּהּ הוּא נַעֲשֶׂה זָב לְטַמֵּא מִשְׁכָּב וּמוֹשָׁב וּלְהַצְרִיכוֹ לִסְפֹּר שִׁבְעָה נְקִיִּים. אֲבָל רְאִיָּה רִאשׁוֹנָה, מְטַמְּאָה בְאֹנֶס טֻמְאַת עֶרֶב, כְּדִין בַּעַל קֶרִי, וּמִצְטָרֶפֶת עִם הַשְּׁנִיָּה וַאֲפִלּוּ שֶׁהָיְתָה בְאֹנֶס: בְּמַאֲכָל. אִם אָכַל אֲכִילָה גַּסָּה אוֹ אָכַל דְּבָרִים הַמְבִיאִין לִידֵי זִיבָה, וַאֲפִלּוּ כָל שֶׁהֵן, כְּגוֹן בָּשָׂר שָׁמֵן, חָלָב, וּגְבִינָה, בֵּיצִים, וְיַיִן יָשָׁן, וּגְרִיסִין שֶׁל פּוֹל, וְשַׁחֲלִין: וּבְמִשְׁתֶּה. בְּרִבּוּי שְׁתִיָּה: בְּמַשָּׂא. כָּבֵד שֶׁנָּשָׂא: בְּמַרְאֶה. רָאָה אִשָּׁה, אֲפִלּוּ לֹא הִרְהֵר: וּבְהִרְהוּר. אַף עַל פִּי שֶׁלֹּא רָאָה. אִי אֵרַע לוֹ אֶחָד מֵאֵלּוּ הַשִּׁבְעָה קֹדֶם שֶׁרָאָה רְאִיָּה שְׁנִיָּה, אֵינוֹ נַעֲשֶׂה זָב מֵחֲמַת אוֹתָהּ רְאִיָּה, וְהַטִּפָּה אֵינָהּ מְטַמְּאָה בְמַשָּׂא כִּשְׁאָר טִפָּה שֶׁל זוֹב: אֵין אַחֲרָיוּת זָבִין עֲלֵיכֶם. וְאִם לֹא יִהְיוּ זָבִים לְעוֹלָם, מָה אַתֶּם חוֹשְׁשִׁים, הֲלֹא לֹא קִבַּלְתֶּם אַחֲרָיוּת שֶׁל זָבִים עֲלֵיכֶם. וְאֵין הֲלָכָה לֹא כְרַבִּי יְהוּדָה וְלֹא כְרַבִּי עֲקִיבָא: מִשֶּׁנִּזְקַק לְטֻמְאָה. לְאַחַר שֶׁרָאָה רְאִיָּה שְׁנִיָּה שֶׁלֹּא בְאֹנֶס, שֶׁהֲרֵי מִכָּאן וָאֵילָךְ הוּא עוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב: אֵין בּוֹדְקִין אוֹתוֹ. וְאַף אִם רָאָה רְאִיָּה שְׁלִישִׁית בְּאֹנֶס, נַעֲשָׂה זָב לַקָּרְבָּן. וְכֵן אִם רָאָה רְאִיָּה שֶׁל זוֹב בְּשִׁבְעָה יָמִים נְקִיִּים שֶׁהוּא מוֹנֶה, סָתַר הַכֹּל וַאֲפִלּוּ הָיְתָה אוֹתָהּ רְאִיָּה בְּאֹנֶס: סְפֵקוֹ וְשִׁכְבַת זַרְעוֹ טְמֵאִין. סְפֵקוֹ מֵחֲמַת שִׁכְבַת זַרְעוֹ, כְּגוֹן אִם רָאָה שִׁכְבַת זֶרַע תְּחִלָּה, וְטִפָּה זִיבָה הַבָּאָה אַחַר כָּךְ אֵינָהּ מְטַמְּאָה, שֶׁהָרוֹאֶה קֶרִי אֵינוֹ מְטַמֵּא בְזִיבָה מֵעֵת לְעֵת. וְעַד שֶׁלֹּא נִזְקַק לְטֻמְאָה, הַקֶּרִי מְטַהֵר אֶת הַזִּיבָה, מִשּׁוּם דַּהֲוֵי אֹנֶס. וּלְאַחַר שֶׁנִּזְקַק לְטֻמְאָה, אֵין הַקֶּרִי מְטַהֵר אֶת הַזִּיבָה, שֶׁאֵין תּוֹלִין שֶׁמֵּחֲמַת הַקֶּרִי בָּאָה הַזִּיבָה: שֶׁרַגְלַיִם לַדָּבָר. שֶׁאֵין אוֹתָהּ רְאִיָּה מֵחֲמַת אֹנֶס, כֵּיוָן שֶׁכְּבָר נַעֲשָׂה זָב: רָאָה רְאִיָּה רִאשׁוֹנָה בּוֹדְקִין אוֹתוֹ. הַיְנוּ דַּוְקָא לַקָּרְבָּן. דְּאִי מֵחֲמַת אֹנֶס רָאָה, אֵינָהּ מִצְטָרֶפֶת עִם הַשְּׁלִישִׁית לְקָרְבָּן. אֲבָל מִצְטָרֶפֶת עִם הַשְּׁנִיָּה לַטֻּמְאָה. דְּאִם רְאִיָּה שְׁנִיָּה שֶׁלֹּא בְאֹנֶס, אַף עַל פִּי שֶׁהָיְתָה רִאשׁוֹנָה בְּאֹנֶס, עוֹשָׂה מִשְׁכָּב וּמוֹשָׁב וּבָעֵי שִׁבְעָה נְקִיִּים וּבִיאַת מַיִם חַיִּים, דְּכִי כְתִיב מִבְּשָׂרוֹ וְלֹא מֵחֲמַת אָנְסוֹ, בַּשְּׁנִיָּה כְּתִיב {ה}. אֲבָל רִאשׁוֹנָה אִתַּקַּשׁ לְשִׁכְבַת זֶרַע, דִּכְתִיב זֹאת תּוֹרַת הַזָּב וַאֲשֶׁר תֵּצֵא מִמֶּנּוּ שִׁכְבַת זֶרַע, מַה שִּׁכְבַת זֶרַע מְטַמְּאָה בְאֹנֶס {ו}, אַף רְאִיָּה רִאשׁוֹנָה שֶׁל זוֹב מְטַמְּאָה בְאֹנֶס: בַּשְּׁנִיָּה בּוֹדְקִין אוֹתוֹ. לַטֻּמְאָה וְלַקָּרְבָּן: בַּשְּׁלִישִׁית אֵין בּוֹדְקִין אוֹתוֹ. לֹא לַטֻּמְאָה וְלֹא לַקָּרְבָּן: רַבִּי אֱלִיעֶזֶר אוֹמֵר כוּ'. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ב ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-yomtov-6-9-2-2",
      "jbo:text": "עיקר תוי\"ט {ה} כלומר, על כרחך אשניה דכתיב בתריה קאי, ולא אראשונה, דהא אתקש לשכבת זרע כו': {ו} דכל עצמו של שכבת זרע מחמת אנס חמום בא. רש\"י. ונראה לי, דמשום דמשכבת זרע ילפינן, דיו למילף לענין טמאה, אבל לקרבן דלא שיך בשכבת זרע, לית לן למילף מניה: {ז} רבי אליעזר אומר. בגמרא פליגי בדרשי דקרא. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {ה} כְּלוֹמַר, עַל כָּרְחָךְ אַשְּׁנִיָּה דִּכְתִיב בָּתְרֵיהּ קָאֵי, וְלֹא אַרִאשׁוֹנָה, דְּהָא אִתַּקַּשׁ לְשִׁכְבַת זֶרַע כוּ': {ו} דְּכָל עַצְמוֹ שֶׁל שִׁכְבַת זֶרַע מֵחֲמַת אֹנֶס חִמּוּם בָּא. רַשִׁ\"י. וְנִרְאֶה לִי, דְּמִשּׁוּם דְּמִשִּׁכְבַת זֶרַע יָלְפִינַן, דַּיּוֹ לְמֵילַף לְעִנְיַן טֻמְאָה, אֲבָל לְקָרְבָּן דְּלֹא שַׁיָּךְ בְּשִׁכְבַת זֶרַע, לֵית לָן לְמֵילַף מִנֵּיהּ: {ז} רַבִּי אֱלִיעֶזֶר אוֹמֵר. בַּגְּמָרָא פְלִיגֵי בִּדְרָשֵׁי דִקְרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ב ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-6-9-2-3",
      "jbo:text": "הרואה קרי, אינו מטמא בזיבה מעת לעת. רבי יוסי אומר {ט}, יומו. נכרי שראה קרי ונתגיר, מיד הוא מטמא בזיבה. הרואה דם והמקשה, מעת לעת. והמכה את עבדו יום יומים, מעת לעת. כלב שאכל בשר המת, שלשה ימים מעת לעת, הרי הוא כבריתו",
      "jbo:textNikud": "הָרוֹאֶה קֶרִי, אֵינוֹ מִטַּמֵּא בְזִיבָה מֵעֵת לְעֵת. רַבִּי יוֹסֵי אוֹמֵר {ט}, יוֹמוֹ. נָכְרִי שֶׁרָאָה קֶרִי וְנִתְגַּיֵּר, מִיָּד הוּא מִטַּמֵּא בְזִיבָה. הָרוֹאָה דָם וְהַמַּקְשָׁה, מֵעֵת לְעֵת. וְהַמַּכֶּה אֶת עַבְדּוֹ יוֹם יוֹמַיִם, מֵעֵת לְעֵת. כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת, שְׁלשָׁה יָמִים מֵעֵת לְעֵת, הֲרֵי הוּא כִבְרִיָּתוֹ",
      "rdfs:label": "משנה זבים ב ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-bartanura-6-9-2-3",
      "jbo:text": "ר\"ע מברטנורה אינו מטמא בזיבה מעת לעת. דהאי זיבות מחמת חולשא דקרי הוא. ובראיה שניה אירי, דראשונה מטמאה באנס. וכשם שתולין לקרי מעת לעת, כך למראה ולהרהור תולין מעת לעת. אבל למאכל ולמשתה למשא ולקפיצה {ח}, תולין לו כל זמן שהוא מצטער, ואמרינן דמחמת הצער הוי הזיבה ולא מבשרו: רבי יוסי אומר יומו. אין תולין אלא אותו היום שראה קרי בלבד, ולא מעת לעת. ואין הלכה כרבי יוסי: מיד מטמא בזיבה. דגר שנתגיר כקטן שנולד דמי. ואף על פי שראה זיבות כשהוא נכרי, מטמא בזיבה בהך שניה {י} שרואה בתוך מעת לעת של קרי, דנעשית לו כראיה ראשונה דמטמא באנס, ומצטרפת עם השניה שיראה אחר מעת לעת של קרי. דראית זיבה של נכרי כמאן דליתא, דאין הנכרים מטמאין בזיבה: הרואה דם. מטמאה כל טהרות שנתעסקה בהן למפרע מעת לעת, כדפרישנא בריש נדה. ואידי דאירי במעת לעת, קחשיב כל הני ששעורן במעת לעת: וכן המקשה. בימי זיבה. דאמרינן כי יזוב זוב דמה, מחמת עצמה ולא מחמת ולד. ואם שפתה מן החבלין מעת לעת וילדה, לא תלינן דם קשי בדם לידה: המכה את עבדו. האמור בתורה (שמות כא) אך אם יום או יומים יעמד, ודרשינן יום שהוא כיומים, זהו מעת לעת: כלב שאכל בשר המת. דקימא לן דאין מתעכל במעיו עד לאחר שלשה ימים מעת לעת, דהכי תנן במסכת אהלות פרק י\"א, וכמה תשהה במעיו, שלשה ימים מעת לעת: והוא שיהא כבריתו. שלא נשתנה {יא}. ועוד איכא טובא ששעורן מעת לעת ולא חשיב, ותנא ושיר",
      "jbo:textNikud": "ר\"ע מברטנורה אֵינוֹ מִטַּמֵּא בְזִיבָה מֵעֵת לְעֵת. דְּהַאי זִיבוּת מֵחֲמַת חוּלְשָׁא דְקֶרִי הוּא. וּבִרְאִיָּה שְׁנִיָּה אַיְרֵי, דְּרִאשׁוֹנָה מְטַמְּאָה בְאֹנֶס. וּכְשֵׁם שֶׁתּוֹלִין לְקֶרִי מֵעֵת לְעֵת, כָּךְ לְמַרְאֶה וּלְהִרְהוּר תּוֹלִין מֵעֵת לְעֵת. אֲבָל לְמַאֲכָל וּלְמִשְׁתֶּה לְמַשָּׂא וְלִקְפִיצָה {ח}, תּוֹלִין לוֹ כָּל זְמַן שֶׁהוּא מִצְטַעֵר, וְאָמְרִינַן דְּמֵחֲמַת הַצַּעַר הָוֵי הַזִּיבָה וְלֹא מִבְּשָׂרוֹ: רַבִּי יוֹסֵי אוֹמֵר יוֹמוֹ. אֵין תּוֹלִין אֶלָּא אוֹתוֹ הַיּוֹם שֶׁרָאָה קֶרִי בִּלְבַד, וְלֹא מֵעֵת לְעֵת. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: מִיָּד מִטַּמֵּא בְזִיבָה. דְּגֵר שֶׁנִּתְגַּיֵּר כְּקָטָן שֶׁנּוֹלָד דָּמֵי. וְאַף עַל פִּי שֶׁרָאָה זִיבוּת כְּשֶׁהוּא נָכְרִי, מִטַּמֵּא בְזִיבָה בְהַךְ שְׁנִיָּה {י} שֶׁרוֹאֶה בְתוֹךְ מֵעֵת לְעֵת שֶׁל קֶרִי, דְּנַעֲשֵׂית לוֹ כִּרְאִיָּה רִאשׁוֹנָה דִּמְטַמֵּא בְאֹנֶס, וּמִצְטָרֶפֶת עִם הַשְּׁנִיָּה שֶׁיִּרְאֶה אַחַר מֵעֵת לְעֵת שֶׁל קֶרִי. דִּרְאִיַּת זִיבָה שֶׁל נָכְרִי כְּמַאן דְּלֵיתָא, דְּאֵין הַנָּכְרִים מִטַּמְּאִין בְּזִיבָה: הָרוֹאָה דָם. מְטַמְּאָה כָל טָהֳרוֹת שֶׁנִּתְעַסְּקָה בָהֶן לְמַפְרֵעַ מֵעֵת לְעֵת, כִּדְפָרִישְׁנָא בְרֵישׁ נִדָּה. וְאַיְדֵי דְאַיְרֵי בְמֵעֵת לְעֵת, קָחָשֵׁיב כָּל הָנֵי שֶׁשִּׁעוּרָן בְּמֵעֵת לְעֵת: וְכֵן הַמַּקְשָׁה. בִּימֵי זִיבָה. דְּאָמְרִינַן כִּי יָזוּב זוֹב דָּמָהּ, מֵחֲמַת עַצְמָהּ וְלֹא מֵחֲמַת וָלָד. וְאִם שָׁפְתָה מִן הַחֲבָלִין מֵעֵת לְעֵת וְיָלְדָה, לֹא תָלִינַן דַּם קֹשִׁי בְּדַם לֵידָה: הַמַּכֶּה אֶת עַבְדּוֹ. הָאָמוּר בַּתּוֹרָה (שְׁמוֹת כא) אַךְ אִם יוֹם אוֹ יוֹמַיִם יַעֲמֹד, וְדָרְשִׁינַן יוֹם שֶׁהוּא כְיוֹמַיִם, זֶהוּ מֵעֵת לְעֵת: כֶּלֶב שֶׁאָכַל בְּשַׂר הַמֵּת. דְּקַיְמָא לָן דְּאֵין מִתְעַכֵּל בְּמֵעָיו עַד לְאַחַר שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת, דְּהָכִי תְנַן בְּמַסֶּכֶת אֳהָלוֹת פֶּרֶק י\"א, וְכַמָּה תִשְׁהֶה בְּמֵעָיו, שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת: וְהוּא שֶׁיְּהֵא כִבְרִיָּתוֹ. שֶׁלֹּא נִשְׁתַּנָּה {יא}. וְעוֹד אִיכָּא טוּבָא שֶׁשִּׁעוּרָן מֵעֵת לְעֵת וְלָא חֲשִׁיב, וְתָנָא וְשִׁיֵּר",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ב ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-yomtov-6-9-2-3",
      "jbo:text": "עיקר תוי\"ט {ח} תוספתא. וחלי אין צריך למתני, דודאי דכל זמן שמצטער: {ט} רבי יוסי אומר. בספרי פליגי בדרשי דקרא. ועין תוספות יום טוב: {י} דארישא מהדר, דרואה קרי אינו מטמא מעת לעת דהינו בזיבה שניה, וקאמר דנכרי שראה קרי מטמא ראיה שהיא שניה לראיה שראה כבר קדם שנתגיר. ובתנאי שתהיה ראיה השניה אחר שפסק מן הדאגה של קבלת מצות: {יא} הר\"ש. וקשה, דאם כן תנאה הוא והוה ליה למתני באהלות פרק י\"א משנה ז'. ולכן נראה כגרסת הספר, והיא גרסת הרמב\"ם, ואינו אלא תוספת באור שכך הוא ההוה",
      "jbo:textNikud": "עיקר תוי\"ט {ח} תּוֹסֶפְתָּא. וְחֹלִי אֵין צָרִיךְ לְמִתְנֵי, דְּוַדַּאי דְּכָל זְמַן שֶׁמִּצְטַעֵר: {ט} רַבִּי יוֹסֵי אוֹמֵר. בְּסִפְרִי פְּלִיגֵי בִּדְרָשֵׁי דִקְרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} דְּאַרֵישָׁא מְהַדַּר, דְּרוֹאֶה קֶרִי אֵינוֹ מְטַמֵּא מֵעֵת לְעֵת דְּהַיְנוּ בְּזִיבָה שְׁנִיָּה, וְקָאָמַר דְּנָכְרִי שֶׁרָאָה קֶרִי מְטַמֵּא רְאִיָּה שֶׁהִיא שְׁנִיָּה לָרְאִיָּה שֶׁרָאָה כְּבָר קֹדֶם שֶׁנִּתְגַּיֵּר. וּבִתְנַאי שֶׁתִּהְיֶה רְאִיָּה הַשְּׁנִיָּה אַחַר שֶׁפָּסַק מִן הַדְּאָגָה שֶׁל קַבָּלַת מִצְוֹת: {יא} הָרַ\"שׁ. וְקָשֶׁה, דְּאִם כֵּן תַּנָּאָה הוּא וַהֲוָה לֵיהּ לְמִתְנֵי בְּאֳהָלוֹת פֶּרֶק י\"א מִשְׁנָה ז'. וְלָכֵן נִרְאֶה כְּגִרְסַת הַסֵּפֶר, וְהִיא גִרְסַת הָרַמְבַּ\"ם, וְאֵינוֹ אֶלָּא תּוֹסֶפֶת בֵּאוּר שֶׁכָּךְ הוּא הַהֹוֶה",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ב ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-6-9-2-4",
      "jbo:text": "הזב {יב} מטמא את המשכב בחמשה דרכים, לטמא אדם לטמא בגדים. עומד, יושב, שוכב, נתלה ונשען. והמשכב מטמא את האדם בשבעה דרכים לטמא בגדים. עומד, יושב, שוכב, נתלה, ונשען, במגע ובמשא",
      "jbo:textNikud": "הַזָּב {יב} מְטַמֵּא אֶת הַמִּשְׁכָּב בַּחֲמִשָּׁה דְרָכִים, לְטַמֵּא אָדָם לְטַמֵּא בְגָדִים. עוֹמֵד, יוֹשֵׁב, שׁוֹכֵב, נִתְלֶה וְנִשְׁעָן. וְהַמִּשְׁכָּב מְטַמֵּא אֶת הָאָדָם בְּשִׁבְעָה דְרָכִים לְטַמֵּא בְגָדִים. עוֹמֵד, יוֹשֵׁב, שׁוֹכֵב, נִתְלֶה, וְנִשְׁעָן, בְּמַגָּע וּבְמַשָּׂא",
      "rdfs:label": "משנה זבים ב ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-bartanura-6-9-2-4",
      "jbo:text": "ר\"ע מברטנורה מטמא את המשכב. והוא הדין למושב: עומד יושב שוכב. דכתיב (ויקרא טו) כל המשכב אשר ישכב עליו הזב יטמא, וכתיב (שם) על הכלי אשר היא יושבת עליו, אין לי אלא בזמן ששכב על המשכב וישב על המושב. שכב על המושב וישב על המשכב, עמד, נתלה, נשען, מנין. תלמוד לומר יטמא יטמא, רבה. וכלן נקראין מדרס: והמשכב מטמא את האדם וכו' עומד יושב שוכב נתלה. שהטהור בכף מאזנים והמשכב הטמא בכף שניה, וכרע המשכב הטמא, ונתלה הטהור. ונתלה דרישא, כגון שהזב בכף מאזנים ומושבות בכף שניה וכרעו הן, טמאין, דהשתא הזב נתלה וכאלו הוא יושב עליהן: לטמא בגדים. הוא הדין כל כלים שנוגע בהן עד שלא פרש, חוץ מאדם וכלי חרס: במגע ובמשא. אם נגע במשכב הטמא, או שנשאו",
      "jbo:textNikud": "ר\"ע מברטנורה מְטַמֵּא אֶת הַמִּשְׁכָּב. וְהוּא הַדִּין לְמוֹשָׁב: עוֹמֵד יוֹשֵׁב שׁוֹכֵב. דִּכְתִיב (וַיִּקְרָא טו) כָּל הַמִּשְׁכָּב אֲשֶׁר יִשְׁכַּב עָלָיו הַזָּב יִטְמָא, וּכְתִיב (שָׁם) עַל הַכְּלִי אֲשֶׁר הִיא יוֹשֶׁבֶת עָלָיו, אֵין לִי אֶלָּא בִזְמַן שֶׁשָּׁכַב עַל הַמִּשְׁכָּב וְיָשַׁב עַל הַמּוֹשָׁב. שָׁכַב עַל הַמּוֹשָׁב וְיָשַׁב עַל הַמִּשְׁכָּב, עָמַד, נִתְלָה, נִשְׁעָן, מִנַּיִן. תַּלְמוּד לוֹמַר יִטְמָא יְטַמֵּא, רִבָּה. וְכֻלָּן נִקְרָאִין מִדְרָס: וְהַמִּשְׁכָּב מְטַמֵּא אֶת הָאָדָם וְכוּ' עוֹמֵד יוֹשֵׁב שׁוֹכֵב נִתְלֶה. שֶׁהַטָּהוֹר בְּכַף מֹאזְנַיִם וְהַמִּשְׁכָּב הַטָּמֵא בְּכַף שְׁנִיָּה, וְכָרַע הַמִּשְׁכָּב הַטָּמֵא, וְנִתְלֶה הַטָּהוֹר. וְנִתְלֶה דְרֵישָׁא, כְּגוֹן שֶׁהַזָּב בְּכַף מֹאזְנַיִם וּמוֹשָׁבוֹת בְּכַף שְׁנִיָּה וְכָרְעוּ הֵן, טְמֵאִין, דְּהַשְׁתָּא הַזָּב נִתְלֶה וּכְאִלּוּ הוּא יוֹשֵׁב עֲלֵיהֶן: לְטַמֵּא בְגָדִים. הוּא הַדִּין כָּל כֵּלִים שֶׁנּוֹגֵעַ בָּהֶן עַד שֶׁלֹּא פֵרַשׁ, חוּץ מֵאָדָם וּכְלֵי חֶרֶס: בְּמַגָּע וּבְמַשָּׂא. אִם נָגַע בַּמִּשְׁכָּב הַטָּמֵא, אוֹ שֶׁנְּשָׂאוֹ",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ב ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-2"
      ],
      "uri": "jbr:mishna-yomtov-6-9-2-4",
      "jbo:text": "עיקר תוי\"ט {יב} הזב. וחבריו. רצונו לומר זבה ונדה ויולדת ומצרע. הרמב\"ם",
      "jbo:textNikud": "עיקר תוי\"ט {יב} הַזָּב. וַחֲבֵרָיו. רְצוֹנוֹ לוֹמַר זָבָה וְנִדָּה וְיוֹלֶדֶת וּמְצֹרָע. הָרַמְבַּ\"ם",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ב ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-6-9-3-1",
      "jbo:text": "הזב והטהור שישבו בספינה או באסדא או שרכבו על גבי בהמה, אף על פי שאין בגדיהם נוגעים, הרי אלו טמאים מדרס. ישבו על הנסר, על הספסל, על הגשיש של מטה ועל האכלונס, בזמן שהן מחגירין, עלו באילן שכחו רע, בסוכה שכחה רע, באילן יפה, בסלם מצרי בזמן שאינו קבוע במסמר, על הכבש ועל הקורה ועל הדלת בזמן שאין עשויין בטיט, טמאים. רבי יהודה מטהר",
      "jbo:textNikud": "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ בִסְפִינָה אוֹ בְאַסְדָּא אוֹ שֶׁרָכְבוּ עַל גַּבֵּי בְהֵמָה, אַף עַל פִּי שֶׁאֵין בִּגְדֵיהֶם נוֹגְעִים, הֲרֵי אֵלּוּ טְמֵאִים מִדְרָס. יָשְׁבוּ עַל הַנֶּסֶר, עַל הַסַּפְסָל, עַל הַגָּשִׁישׁ שֶׁל מִטָּה וְעַל הָאַכְלוֹנָס, בִּזְמַן שֶׁהֵן מַחְגִּירִין, עָלוּ בְאִילָן שֶׁכֹּחוֹ רַע, בְּסוֹכָה שֶׁכֹּחָהּ רַע, בְּאִילָן יָפֶה, בְּסֻלָּם מִצְרִי בִּזְמַן שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ וְעַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁאֵין עֲשׂוּיִין בְּטִיט, טְמֵאִים. רַבִּי יְהוּדָה מְטַהֵר",
      "rdfs:label": "משנה זבים ג א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-bartanura-6-9-3-1",
      "jbo:text": "ר\"ע מברטנורה הזב והטהור. או באסדא. עצים גדולים קשורים ביחד ונותנים אותם בים או בנהר, ומשימין עליהם נס ומוליכים אותם ברוח אל מחוז חפצם. ובלשון מקרא קרויין דברות, ואני אשימם דברות בים (מלכים א ה). ונקראים נמי רפסדות, ונביאם לך רפסדות על ים יפו (דברי הימים ב ב): או שרכבו על גבי בהמה. סתם בהמה נכפפת תחת הרוכב, הלכך לא שנא כחה רע ולא שנא כחה יפה, נטמא הטהור ובגדיו. אבל מה שהבהמה מסטת ברגליה, אין נסט מחמת הרוכב, אלא אם כן כחה רע, כדמוכח פרק בתרא דאהלות: אף על פי שאין בגדיהן נוגעים. שאין בגדי הטהור נוגעים בבגדי הזב {א}, מכל מקום טמאין מדרס, שהספינה קטנה דומיא דאסדא ומתמוטטין, ופעמים {ב} שהזב מכריע הטהור ובגדיו ומטמאין בהסט. וילפינן טמאת הסט מדכתיב (ויקרא טו) וכל אשר יגע בו הזב, וכתיב (שם ו) וכלי חרש אשר יגע בו ישבר, מה בו האמור להלן מאוירו {ג}, אף כאן מאוירו, שאין כלי חרס מטמא במגעו של זב אלא אם כן נגע בו מאוירו, אבל נגע בו מאחוריו לא טמא, ומאחר שלמדנו שאין מטמא אותו אלא מאוירו, מה תלמוד לומר אשר יגע בו {ד}, מגע שהוא ככלו, הוי אומר זה הסטו. הא למדת שזב מטמא בהסט. ואם היה טהור בקצה אחד של קורה והניע הזב את הקורה בקצה השני עד שהתנועע הטהור שבקצתו הראשון, כבר נטמא הטהור בהסט {ה} ונטמאו בגדיו טמאת מדרס {ו} אם הן בגדים ראויים למשכב ומושב: הגשיש של מטה. כמין עצים ארכים שנותנים במטה של פרקים, ועל ידיהן המטה נגששת ונדבקת זו עם זו, ולפיכך נקראים אותן העצים גשישין. פרוש אחר, עצים שנותנים תחת כרעי המטה שלא יפסדו מלחלוחית הארץ: שהן מחגירין. כאדם חגר שאינו יכול להניח שתי רגליו כאחת. כך אלו כשיושבים עליהם בני אדם, נוטים לכאן ולכאן, מתוך כך נמצא נשען הזב על הטהור, והטהור על הזב {ז}: באילן שכחו רע. והיכי דמי אילן שכחו רע, כל שאין עקרו רחב ועב כדי לחוק בו רבע הקב: או שוכה. דהינו ענף אילן: שכחה רע. והיכי דמי סוכה שכחה רע, כל שנטמנת באחיזתה, שהאוחז בה טומנה בכף ידו {ח}: על אילן יפה. אפלו עומדת השוכה באילן שכחו יפה. וכל הני נכפפים תחתיהן וכבד העליון על התחתון ונשען עליו. ובין זב שנשען על הטהור, ובין טהור שנשען על הזב, טמא: שאינו קבוע במסמר. ומתוך כך הוא נכפף: על הכבש. על הגשר: שאינן עשויין בטיט טמאין. מפני שהן נכפפים: ורבי יהודה מטהר. ואין הלכה כרבי יהודה",
      "jbo:textNikud": "ר\"ע מברטנורה הַזָּב וְהַטָּהוֹר. אוֹ בְאַסְדָּא. עֵצִים גְּדוֹלִים קְשׁוּרִים בְּיַחַד וְנוֹתְנִים אוֹתָם בַּיָּם אוֹ בַנָּהָר, וּמְשִׂימִין עֲלֵיהֶם נֵס וּמוֹלִיכִים אוֹתָם בָּרוּחַ אֶל מְחוֹז חֶפְצָם. וּבִלְשׁוֹן מִקְרָא קְרוּיִין דֹּבְרוֹת, וַאֲנִי אֲשִׂימֵם דֹּבְרוֹת בַּיָּם (מְלָכִים א ה). וְנִקְרָאִים נַמִּי רַפְסֹדוֹת, וּנְבִיאֵם לְךָ רַפְסֹדוֹת עַל יָם יָפוֹ (דִּבְרֵי הַיָּמִים ב ב): אוֹ שֶׁרָכְבוּ עַל גַּבֵּי בְהֵמָה. סְתָם בְּהֵמָה נִכְפֶּפֶת תַּחַת הָרוֹכֵב, הִלְכָּךְ לֹא שְׁנָא כֹּחָהּ רַע וְלֹא שְׁנָא כֹּחָהּ יָפֶה, נִטְמָא הַטָּהוֹר וּבְגָדָיו. אֲבָל מַה שֶּׁהַבְּהֵמָה מַסֶּטֶת בְּרַגְלֶיהָ, אֵין נִסָּט מֵחֲמַת הָרוֹכֵב, אֶלָּא אִם כֵּן כֹּחָהּ רַע, כִּדְמוּכָח פֶּרֶק בַּתְרָא דְּאֳהָלוֹת: אַף עַל פִּי שֶׁאֵין בִּגְדֵיהֶן נוֹגְעִים. שֶׁאֵין בִּגְדֵי הַטָּהוֹר נוֹגְעִים בְּבִגְדֵי הַזָּב {א}, מִכָּל מָקוֹם טְמֵאִין מִדְרָס, שֶׁהַסְּפִינָה קְטַנָּה דּוּמְיָא דְאַסְדָּא וּמִתְמוֹטְטִין, וּפְעָמִים {ב} שֶׁהַזָּב מַכְרִיעַ הַטָּהוֹר וּבְגָדָיו וּמִטַּמְּאִין בְּהֶסֵּט. וְיָלְפִינַן טֻמְאַת הֶסֵּט מִדִּכְתִיב (וַיִּקְרָא טו) וְכָל אֲשֶׁר יִגַּע בּוֹ הַזָּב, וּכְתִיב (שָׁם ו) וּכְלִי חֶרֶשׂ אֲשֶׁר יִגַּע בּוֹ יִשָּׁבֵר, מַה בּוֹ הָאָמוּר לְהַלָּן מֵאֲוִירוֹ {ג}, אַף כָּאן מֵאֲוִירוֹ, שֶׁאֵין כְּלִי חֶרֶס מִטַּמֵּא בְמַגָּעוֹ שֶׁל זָב אֶלָּא אִם כֵּן נָגַע בּוֹ מֵאֲוִירוֹ, אֲבָל נָגַע בּוֹ מֵאֲחוֹרָיו לֹא טָמֵא, וּמֵאַחַר שֶׁלָּמַדְנוּ שֶׁאֵין מְטַמֵּא אוֹתוֹ אֶלָּא מֵאֲוִירוֹ, מַה תַּלְמוּד לוֹמַר אֲשֶׁר יִגַּע בּוֹ {ד}, מַגָּע שֶׁהוּא כְכֻלּוֹ, הֱוֵי אוֹמֵר זֶה הֶסֵּטוֹ. הָא לָמַדְתָּ שֶׁזָּב מְטַמֵּא בְהֶסֵּט. וְאִם הָיָה טָהוֹר בְּקָצֶה אֶחָד שֶׁל קוֹרָה וְהֵנִיעַ הַזָּב אֶת הַקּוֹרָה בַּקָּצֶה הַשֵּׁנִי עַד שֶׁהִתְנוֹעֵעַ הַטָּהוֹר שֶׁבִּקְצָתוֹ הָרִאשׁוֹן, כְּבָר נִטְמָא הַטָּהוֹר בְּהֶסֵּט {ה} וְנִטְמְאוּ בְגָדָיו טֻמְאַת מִדְרָס {ו} אִם הֵן בְּגָדִים רְאוּיִים לְמִשְׁכָּב וּמוֹשָׁב: הַגָּשִׁישׁ שֶׁל מִטָּה. כְּמִין עֵצִים אֲרֻכִּים שֶׁנּוֹתְנִים בְּמִטָּה שֶׁל פְּרָקִים, וְעַל יְדֵיהֶן הַמִּטָּה נִגְשֶׁשֶׁת וְנִדְבֶּקֶת זוֹ עִם זוֹ, וּלְפִיכָךְ נִקְרָאִים אוֹתָן הָעֵצִים גְּשִׁישִׁין. פֵּרוּשׁ אַחֵר, עֵצִים שֶׁנּוֹתְנִים תַּחַת כַּרְעֵי הַמִּטָּה שֶׁלֹּא יִפָּסְדוּ מִלַּחְלוּחִית הָאָרֶץ: שֶׁהֵן מַחְגִּירִין. כְּאָדָם חִגֵּר שֶׁאֵינוֹ יָכוֹל לְהַנִּיחַ שְׁתֵּי רַגְלָיו כְּאַחַת. כָּךְ אֵלּוּ כְּשֶׁיּוֹשְׁבִים עֲלֵיהֶם בְּנֵי אָדָם, נוֹטִים לְכָאן וּלְכָאן, מִתּוֹךְ כָּךְ נִמְצָא נִשְׁעָן הַזָּב עַל הַטָּהוֹר, וְהַטָּהוֹר עַל הַזָּב {ז}: בְּאִילָן שֶׁכֹּחוֹ רַע. וְהֵיכִי דָמֵי אִילָן שֶׁכֹּחוֹ רַע, כָּל שֶׁאֵין עִקָּרוֹ רָחָב וְעָב כְּדֵי לָחוֹק בּוֹ רֹבַע הַקַּב: אוֹ שׂוֹכָה. דְּהַיְנוּ עֲנַף אִילָן: שֶׁכֹּחָהּ רַע. וְהֵיכִי דָמֵי סוֹכָה שֶׁכֹּחָהּ רַע, כָּל שֶׁנִּטְמֶנֶת בַּאֲחִיזָתָהּ, שֶׁהָאוֹחֵז בָּהּ טוֹמְנָהּ בְּכַף יָדוֹ {ח}: עַל אִילָן יָפֶה. אֲפִלּוּ עוֹמֶדֶת הַשּׂוֹכָה בְּאִילָן שֶׁכֹּחוֹ יָפֶה. וְכָל הָנֵי נִכְפָּפִים תַּחְתֵּיהֶן וְכֹבֶד הָעֶלְיוֹן עַל הַתַּחְתּוֹן וְנִשְׁעָן עָלָיו. וּבֵין זָב שֶׁנִּשְׁעָן עַל הַטָּהוֹר, וּבֵין טָהוֹר שֶׁנִּשְׁעָן עַל הַזָּב, טָמֵא: שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר. וּמִתּוֹךְ כָּךְ הוּא נִכְפָּף: עַל הַכֶּבֶשׁ. עַל הַגֶּשֶׁר: שֶׁאֵינָן עֲשׂוּיִין בְּטִיט טְמֵאִין. מִפְּנֵי שֶׁהֵן נִכְפָּפִים: וְרַבִּי יְהוּדָה מְטַהֵר. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ג א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-yomtov-6-9-3-1",
      "jbo:text": "עיקר תוי\"ט {א} דליכא למיחש שמא ישב עליהם הזב. מהר\"ם: {ב} ונראה שטמאתו בספק, וכן דעת הרמב\"ם. אלא שכתב שמא דרס עליהן הזב, ולהראב\"ד אין כאן ספק: {ג} שכל המתבשל אין כלו נוגע בו, אבל יש מקצתו באוירו. ועין תוספות יום טוב: {ד} דפשיטא, מי גרע משאר טמאות שמטמאות כלי חרס מאוירן, כיון דכתיב גבי שרצים, למה ליה למכתביה הכא. רש\"י: {ה} דגבי אדם נמי כתיב [ויקרא טו] וכל אשר יגע בו הזב, ומגע נמי כתיב [ויקרא טו] והנגע בבשר הזב, אלא להביא הסטו. רש\"י: {ו} והוא שכרע הטהור. אבל אם כרע הזב, לא נעשה הטהור אלא ראשון ואינו מטמא בגדים: {ז} ומכל מקום אין טמאתן שוה, וכמו שכתבתי בסמוך: {ח} וקשה, הלא אפלו אינה נחבאת הוי כחה רע לפי שרותת תחתיו. תוספות. והכסף משנה פרש לדברי הרמב\"ם, כשאוחז בה והיא נחבאת תוך ידו וכופף אותה היא מזיזה אותה",
      "jbo:textNikud": "עיקר תוי\"ט {א} דְּלֵיכָּא לְמֵיחַשׁ שֶׁמָּא יָשַׁב עֲלֵיהֶם הַזָּב. מַהֲרַ\"ם: {ב} וְנִרְאֶה שֶׁטֻּמְאָתוֹ בְסָפֵק, וְכֵן דַּעַת הָרַמְבַּ\"ם. אֶלָּא שֶׁכָּתַב שֶׁמָּא דָרַס עֲלֵיהֶן הַזָּב, וּלְהָרַאֲבַ\"ד אֵין כָּאן סָפֵק: {ג} שֶׁכָּל הַמִּתְבַּשֵּׁל אֵין כֻּלּוֹ נוֹגֵעַ בּוֹ, אֲבָל יֵשׁ מִקְצָתוֹ בַּאֲוִירוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} דִּפְשִׁיטָא, מִי גָרַע מִשְּׁאָר טֻמְאוֹת שֶׁמְּטַמְּאוֹת כְּלֵי חֶרֶס מֵאֲוִירָן, כֵּיוָן דִּכְתִיב גַּבֵּי שְׁרָצִים, לָמָּה לֵיהּ לְמִכְתְּבֵיהּ הָכָא. רַשִׁ\"י: {ה} דְּגַבֵּי אָדָם נַמִּי כְתִיב [וַיִּקְרָא טו] וְכֹל אֲשֶׁר יִגַּע בּוֹ הַזָּב, וּמַגָּע נַמִּי כְּתִיב [וַיִּקְרָא טו] וְהַנֹּגֵעַ בִּבְשַׂר הַזָּב, אֶלָּא לְהָבִיא הֶסֵּטוֹ. רַשִׁ\"י: {ו} וְהוּא שֶׁכָּרַע הַטָּהוֹר. אֲבָל אִם כָּרַע הַזָּב, לֹא נַעֲשָׂה הַטָּהוֹר אֶלָּא רִאשׁוֹן וְאֵינוֹ מְטַמֵּא בְגָדִים: {ז} וּמִכָּל מָקוֹם אֵין טֻמְאָתָן שָׁוָה, וּכְמוֹ שֶׁכָּתַבְתִּי בְּסָמוּךְ: {ח} וְקָשֶׁה, הֲלֹא אֲפִלּוּ אֵינָהּ נֶחְבֵּאת הָוֵי כֹחָהּ רַע לְפִי שֶׁרוֹתֵת תַּחְתָּיו. תּוֹסָפוֹת. וְהַכֶּסֶף מִשְׁנֶה פֵּרֵשׁ לְדִבְרֵי הָרַמְבַּ\"ם, כְּשֶׁאוֹחֵז בָּהּ וְהִיא נֶחְבֵּאת תּוֹךְ יָדוֹ וְכוֹפֵף אוֹתָהּ הִיא מֵזִיזָה אוֹתָהּ",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ג א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-6-9-3-2",
      "jbo:text": "מגיפין או פותחין. וחכמים אומרים, עד שיהא זה מגיף וזה פותח. מעלין זה את זה מן הבור. רבי יהודה אומר, עד שיהא הטהור מעלה את הטמא. מפשילין בחבלין. וחכמים אומרים, עד שיהיה זה מושך הילך וזה מושך הילך. אורגים, בין בעומדין בין ביושבין או טוחנין. רבי שמעון מטהר בכלן, חוץ מן הטוחנין ברחים של יד. פורקין מן החמור או טוענין, בזמן שמשאם כבד, טמאין. בזמן שמשאם קל, טהורין. וכלן טהורין לבני הכנסת וטמאין לתרומה",
      "jbo:textNikud": "מְגִיפִין אוֹ פוֹתְחִין. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיְּהֵא זֶה מֵגִיף וְזֶה פוֹתֵחַ. מַעֲלִין זֶה אֶת זֶה מִן הַבּוֹר. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיְּהֵא הַטָּהוֹר מַעֲלֶה אֶת הַטָּמֵא. מַפְשִׁילִין בַּחֲבָלִין. וַחֲכָמִים אוֹמְרִים, עַד שֶׁיִּהְיֶה זֶה מוֹשֵׁךְ הֵילֵךְ וְזֶה מוֹשֵׁךְ הֵילֵךְ. אוֹרְגִים, בֵּין בְּעוֹמְדִין בֵּין בְּיוֹשְׁבִין אוֹ טוֹחֲנִין. רַבִּי שִׁמְעוֹן מְטַהֵר בְּכֻלָּן, חוּץ מִן הַטּוֹחֲנִין בְּרֵחַיִם שֶׁל יָד. פּוֹרְקִין מִן הַחֲמוֹר אוֹ טוֹעֲנִין, בִּזְמַן שֶׁמַּשָּׂאָם כָּבֵד, טְמֵאִין. בִּזְמַן שֶׁמַּשָׂאָם קַל, טְהוֹרִין. וְכֻלָּן טְהוֹרִין לִבְנֵי הַכְּנֶסֶת וּטְמֵאִין לַתְּרוּמָה",
      "rdfs:label": "משנה זבים ג ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-bartanura-6-9-3-2",
      "jbo:text": "ר\"ע מברטנורה מגיפין. סוגרים את הדלת: או פותחים. אותו יחדיו הזב והטהור {ט}: עד שיהא זה מגיף. לעולם אין כאן טמאה, עד שיהא זה מושך לפתח וזה מושך לסגר, שאין מניחים זה לזה: עד שיהא הטהור מעלה את הטמא. ואז בגדי הטהור טמאים מדרס, שכבד הטמא על הטהור ונשען עליו, ובגדיו של טהור טמאים מדרס. אבל טמא מעלה את הטהור, אין משענת הטמא על הטהור, ואין בגדיו של טהור טמאים מדרס. ואין הלכה כרבי יהודה: מפשילין בחבלין. הזב והטהור יחדיו גודלים בחבלים. ואפלו שניהם מצד אחד: זה מושך הילך וזה מושך הילך. זה עומד למזרח ומושך אליו, וזה עומד למערב ומושך אליו: בין בעומדים. יש דברים נארגים מעמד, ויש מישב, והטמא והטהור אורגים ביחד, או טוחנים: רבי שמעון מטהר בכלן. ואין הלכה כרבי שמעון: בזמן שמשאן כבד טמאים. דשמא מתוך כבד המשא נשען הזב על הטהור ונמצא טהור מסיטו, או טהור נסט עליו: וכלן. אפלו משאן כבד: טהורים לבני הכנסת. כלומר לאוכלים חליהן בטהרה, שאין זה הסט גמור וכל שכן שספק הוא: וטמאין לתרומה. מדרבנן, ואפלו בספק {י}",
      "jbo:textNikud": "ר\"ע מברטנורה מְגִיפִין. סוֹגְרִים אֶת הַדֶּלֶת: אוֹ פוֹתְחִים. אוֹתוֹ יַחְדָּיו הַזָּב וְהַטָּהוֹר {ט}: עַד שֶׁיְּהֵא זֶה מֵגִיף. לְעוֹלָם אֵין כָּאן טֻמְאָה, עַד שֶׁיְּהֵא זֶה מוֹשֵׁךְ לִפְתֹּחַ וְזֶה מוֹשֵׁךְ לִסְגֹּר, שֶׁאֵין מַנִּיחִים זֶה לָזֶה: עַד שֶׁיְּהֵא הַטָּהוֹר מַעֲלֶה אֶת הַטָּמֵא. וְאָז בִּגְדֵי הַטָּהוֹר טְמֵאִים מִדְרָס, שֶׁכֹּבֶד הַטָּמֵא עַל הַטָּהוֹר וְנִשְׁעָן עָלָיו, וּבְגָדָיו שֶׁל טָהוֹר טְמֵאִים מִדְרָס. אֲבָל טָמֵא מַעֲלֶה אֶת הַטָּהוֹר, אֵין מִשְׁעֶנֶת הַטָּמֵא עַל הַטָּהוֹר, וְאֵין בְּגָדָיו שֶׁל טָהוֹר טְמֵאִים מִדְרָס. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: מַפְשִׁילִין בַּחֲבָלִין. הַזָּב וְהַטָּהוֹר יַחְדָּיו גּוֹדְלִים בַּחֲבָלִים. וַאֲפִלּוּ שְׁנֵיהֶם מִצַּד אֶחָד: זֶה מוֹשֵׁךְ הֵילֵךְ וְזֶה מוֹשֵׁךְ הֵילֵךְ. זֶה עוֹמֵד לַמִּזְרָח וּמוֹשֵׁךְ אֵלָיו, וְזֶה עוֹמֵד לַמַּעֲרָב וּמוֹשֵׁךְ אֵלָיו: בֵּין בְּעוֹמְדִים. יֵשׁ דְּבָרִים נֶאֱרָגִים מְעֻמָּד, וְיֵשׁ מְיֻשָּׁב, וְהַטָּמֵא וְהַטָּהוֹר אוֹרְגִים בְּיַחַד, אוֹ טוֹחֲנִים: רַבִּי שִׁמְעוֹן מְטַהֵר בְּכֻלָּן. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: בִּזְמַן שֶׁמַּשָּׂאָן כָּבֵד טְמֵאִים. דְּשֶׁמָּא מִתּוֹךְ כֹּבֶד הַמַּשָּׂא נִשְׁעָן הַזָּב עַל הַטָּהוֹר וְנִמְצָא טָהוֹר מַסִּיטוֹ, אוֹ טָהוֹר נִסָּט עָלָיו: וְכֻלָּן. אֲפִלּוּ מַשָּׂאָן כָּבֵד: טְהוֹרִים לִבְנֵי הַכְּנֶסֶת. כְּלוֹמַר לָאוֹכְלִים חֻלֵּיהֶן בְּטָהֳרָה, שֶׁאֵין זֶה הֶסֵּט גָּמוּר וְכָל שֶׁכֵּן שֶׁסָּפֵק הוּא: וּטְמֵאִין לַתְּרוּמָה. מִדְּרַבָּנָן, וַאֲפִלּוּ בְסָפֵק {י}",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ג ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-yomtov-6-9-3-2",
      "jbo:text": "עיקר תוי\"ט {ט} וטמא, דאי אפשר שלא יהיו נתלין זה על זה קצת. מהר\"ם: {י} והואיל ואינו אלא ספק, אין שורפין עליו את התרומה. הראב\"ד",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וְטָמֵא, דְּאִי אֶפְשָׁר שֶׁלֹּא יִהְיוּ נִתְלִין זֶה עַל זֶה קְצָת. מַהֲרַ\"ם: {י} וְהוֹאִיל וְאֵינוֹ אֶלָּא סָפֵק, אֵין שׂוֹרְפִין עָלָיו אֶת הַתְּרוּמָה. הָרַאֲבַ\"ד",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ג ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-6-9-3-3",
      "jbo:text": "הזב והטהור שישבו בספינה גדולה, איזו היא ספינה גדולה. רבי יהודה אומר, כל שאינה יכולה להמיט באדם. ישבו על הנסר, על הספסל, על הגשיש של מטה ועל האכלונס בזמן שאינן מחגירין, עלו באילן שכחו יפה, בסוכה שכחה יפה, ובסלם צורי או מצרי בזמן שהוא קבוע במסמר, על הכבש, על הקורה ועל הדלת בזמן שהן עשויין בטיט אפלו מצד אחד {יא}, טהורין. הטהור מכה את הטמא, טהור. הטמא מכה את הטהור, טמא, שאם ימשך הטהור, הרי הטמא נופל",
      "jbo:textNikud": "הַזָּב וְהַטָּהוֹר שֶׁיָּשְׁבוּ בִסְפִינָה גְדוֹלָה, אֵיזוֹ הִיא סְפִינָה גְדוֹלָה. רַבִּי יְהוּדָה אוֹמֵר, כֹּל שֶׁאֵינָהּ יְכוֹלָה לְהָמִיט בָּאָדָם. יָשְׁבוּ עַל הַנֶּסֶר, עַל הַסַּפְסָל, עַל הַגָּשִׁישׁ שֶׁל מִטָּה וְעַל הָאַכְלוֹנָס בִּזְמַן שֶׁאֵינָן מַחְגִּירִין, עָלוּ בְאִילָן שֶׁכֹּחוֹ יָפֶה, בְּסוֹכָה שֶׁכֹּחָהּ יָפֶה, וּבְסֻלָּם צוֹרִי אוֹ מִצְרִי בִּזְמַן שֶׁהוּא קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ, עַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁהֵן עֲשׂוּיִין בְּטִיט אֲפִלּוּ מִצַּד אֶחָד {יא}, טְהוֹרִין. הַטָּהוֹר מַכֶּה אֶת הַטָּמֵא, טָהוֹר. הַטָּמֵא מַכֶּה אֶת הַטָּהוֹר, טָמֵא, שֶׁאִם יִמָּשֵׁךְ הַטָּהוֹר, הֲרֵי הַטָּמֵא נוֹפֵל",
      "rdfs:label": "משנה זבים ג ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-bartanura-6-9-3-3",
      "jbo:text": "ר\"ע מברטנורה כל שאינה יכולה להמיט באדם. שהיא גדולה כל כך שכשעולה בה אדם אינה מתמוטטת: הטהור מכה את הטמא. את הזב: הרי הטמא נופל. שכן דרך המכה את חברו, אם היה חברו נמשך היה המכה נופל, ולכך נחשב זה המכה כנשען על הטהור. ודוקא לענין טמאת מדרס אירי, דטהור המכה את הטמא, טהור מטמאת מדרס. אבל טמא הוא, שהרי נשען על הזב. וטמא המכה את הטהור, בגדיו טמאים מדרס, דהוי כאלו הזב נשען עליו",
      "jbo:textNikud": "ר\"ע מברטנורה כֹּל שֶׁאֵינָהּ יְכוֹלָה לְהָמִיט בָּאָדָם. שֶׁהִיא גְדוֹלָה כָּל כָּךְ שֶׁכְּשֶׁעוֹלֶה בָהּ אָדָם אֵינָהּ מִתְמוֹטֶטֶת: הַטָּהוֹר מַכֶּה אֶת הַטָּמֵא. אֶת הַזָּב: הֲרֵי הַטָּמֵא נוֹפֵל. שֶׁכֵּן דֶּרֶךְ הַמַּכֶּה אֶת חֲבֵרוֹ, אִם הָיָה חֲבֵרוֹ נִמְשָׁךְ הָיָה הַמַּכֶּה נוֹפֵל, וּלְכָךְ נֶחְשָׁב זֶה הַמַּכֶּה כְּנִשְׁעָן עַל הַטָּהוֹר. וְדַוְקָא לְעִנְיַן טֻמְאַת מִדְרָס אַיְרֵי, דְּטָהוֹר הַמַּכֶּה אֶת הַטָּמֵא, טָהוֹר מִטֻּמְאַת מִדְרָס. אֲבָל טָמֵא הוּא, שֶׁהֲרֵי נִשְׁעָן עַל הַזָּב. וְטָמֵא הַמַּכֶּה אֶת הַטָּהוֹר, בְּגָדָיו טְמֵאִים מִדְרָס, דַּהֲוֵי כְאִלּוּ הַזָּב נִשְׁעָן עָלָיו",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ג ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-3"
      ],
      "uri": "jbr:mishna-yomtov-6-9-3-3",
      "jbo:text": "עיקר תוי\"ט {יא} אפלו כו'. פרוש, אפלו שעלו מצד אחד. הרמב\"ם",
      "jbo:textNikud": "עיקר תוי\"ט {יא} אֲפִלּוּ כוּ'. פֵּרוּשׁ, אֲפִלּוּ שֶׁעָלוּ מִצַּד אֶחָד. הָרַמְבַּ\"ם",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ג ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-1",
      "jbo:text": "רבי יהושע אומר, נדה שישבה עם הטהורה במטה {א}, כפה שבראשה טמא מדרס. ישבה בספינה, כלים שבראש הנס שבספינה טמאין מדרס. נוטלת ערבה מלאה בגדים, בזמן שמשאן כבד, טמאין {ב}. בזמן שמשאן קל, טהורין {ג}. זב שהקיש על כצוצרא, ונפל ככר של תרומה, טהור",
      "jbo:textNikud": "רַבִּי יְהוֹשֻׁעַ אוֹמֵר, נִדָּה שֶׁיָּשְׁבָה עִם הַטְּהוֹרָה בְּמִטָּה {א}, כִּפָּה שֶׁבְּרֹאשָׁהּ טָמֵא מִדְרָס. יָשְׁבָה בִסְפִינָה, כֵּלִים שֶׁבְּרֹאשׁ הַנֵּס שֶׁבַּסְּפִינָה טְמֵאִין מִדְרָס. נוֹטֶלֶת עֲרֵבָה מְלֵאָה בְגָדִים, בִּזְמַן שֶׁמַּשָּׂאָן כָּבֵד, טְמֵאִין {ב}. בִּזְמַן שֶׁמַּשָּׂאָן קַל, טְהוֹרִין {ג}. זָב שֶׁהִקִּישׁ עַל כְּצוֹצְרָא, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר",
      "rdfs:label": "משנה זבים ד א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-1",
      "jbo:text": "ר\"ע מברטנורה רבי יהושע אומר כפה שבראשה. לרבותא נקטה, דאפלו צעיף שבראש הטהורה נחשב כאלו ישבה עליו הנדה, אף על פי שאינה יושבת עליו. ופליג אסתם מתניתין דפרקין דלעיל דלא מטמא אלא בגדיהן ולא כפה שבראשן: כלים שבראש הנס. הא נמי לרבותא נקט, דאף על פי שהם בגבה בראש הנס שלא במקום דריסה, אפלו הכי טמאים מדרס. ובספינה קטנה ובמטה מחגרת אירי, כההיא דריש פרקין דלעיל, אלא דתנא דלעיל לא מטמא כלים שבראש הנס. ואין הלכה כרבי יהושע: בזמן שמשאן כבד טמאים מדרס. ואף על פי שלא נגעה בבגדים, דחשבינא לה כאלו נשענת על הבגדים: כסוסטרא. כמו גזוזטרא, כמין נסר הבולט מכתל העליה לחוץ: ונפל ככר של תרומה. שעל הכסוסטרא: טהור. הככר. ואף על פי שנפל מחמת הקש של זב, לא חשיב ליה כהסט, משום דכחה של כסוסטרא יפה",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי יְהוֹשֻׁעַ אוֹמֵר כִּפָּה שֶׁבְּרֹאשָׁהּ. לִרְבוּתָא נְקָטָהּ, דַּאֲפִלּוּ צָעִיף שֶׁבְּרֹאשׁ הַטְּהוֹרָה נֶחְשָׁב כְּאִלּוּ יָשְׁבָה עָלָיו הַנִּדָּה, אַף עַל פִּי שֶׁאֵינָהּ יוֹשֶׁבֶת עָלָיו. וּפָלֵיג אַסְּתָם מַתְנִיתִין דְּפִרְקִין דִּלְעֵיל דְּלֹא מְטַמֵּא אֶלָּא בִגְדֵיהֶן וְלֹא כִפָּה שֶׁבְּרֹאשָׁן: כֵּלִים שֶׁבְּרֹאשׁ הַנֵּס. הָא נַמִּי לִרְבוּתָא נָקַט, דְּאַף עַל פִּי שֶׁהֵם בַּגֹּבַהּ בְּרֹאשׁ הַנֵּס שֶׁלֹּא בִמְקוֹם דְּרִיסָה, אֲפִלּוּ הָכִי טְמֵאִים מִדְרָס. וּבִסְפִינָה קְטַנָּה וּבְמִטָּה מַחְגֶּרֶת אַיְרֵי, כְּהַהִיא דְרֵישׁ פִּרְקִין דִּלְעֵיל, אֶלָּא דְּתַנָּא דִלְעֵיל לֹא מְטַמֵּא כֵלִים שֶׁבְּרֹאשׁ הַנֵּס. וְאֵין הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ: בִּזְמַן שֶׁמַּשָּׂאָן כָּבֵד טְמֵאִים מִדְרָס. וְאַף עַל פִּי שֶׁלֹּא נָגְעָה בַבְּגָדִים, דְּחַשְׁבִינָא לַהּ כְּאִלּוּ נִשְׁעֶנֶת עַל הַבְּגָדִים: כְּסוֹסְטְרָא. כְּמוֹ גְּזוּזְטְרָא, כְּמִין נֶסֶר הַבּוֹלֵט מִכֹּתֶל הָעֲלִיָּה לַחוּץ: וְנָפַל כִּכָּר שֶׁל תְּרוּמָה. שֶׁעַל הַכְּסוֹסְטְרָא: טָהוֹר. הַכִּכָּר. וְאַף עַל פִּי שֶׁנָּפַל מֵחֲמַת הֶקֵּשׁ שֶׁל זָב, לָא חֲשִׁיב לֵיהּ כְּהֶסֵּט, מִשּׁוּם דְּכֹחָהּ שֶׁל כְּסוֹסְטְרָא יָפֶה",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-yomtov-6-9-4-1",
      "jbo:text": "עיקר תוי\"ט {א} נדה כו'. והוא הדין זב וטהור. ועין תוספות יום טוב: {ב} טמאין. נראה לי דמירי שנושאת הערבה בחיקה לפניה, וכשמשאן כבד מכריעות אותה עד שהיא נשענת ונתלית עליהם. ועין תוספות יום טוב: {ג} טהורין. הבגדים מטמאת מדרס. ואף שהערבה טמאה מגע זב, ואדם הנוגע בזב מטמא בגדים כל זמן שלא פרש, כלי הנוגע בזב אינו מטמא בגדים אפלו בעוד שלא פרש. הר\"ש",
      "jbo:textNikud": "עיקר תוי\"ט {א} נִדָּה כוּ'. וְהוּא הַדִּין זָב וְטָהוֹר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} טְמֵאִין. נִרְאֶה לִי דְּמַיְרֵי שֶׁנּוֹשֵׂאת הָעֲרֵבָה בְּחֵיקָהּ לְפָנֶיהָ, וּכְשֶׁמַּשָּׂאָן כָּבֵד מַכְרִיעוֹת אוֹתָהּ עַד שֶׁהִיא נִשְׁעֶנֶת וְנִתְלֵית עֲלֵיהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} טְהוֹרִין. הַבְּגָדִים מִטֻּמְאַת מִדְרָס. וְאַף שֶׁהָעֲרֵבָה טְמֵאָה מַגַּע זָב, וְאָדָם הַנּוֹגֵעַ בְּזָב מְטַמֵּא בְגָדִים כָּל זְמַן שֶׁלֹּא פֵרַשׁ, כְּלִי הַנּוֹגֵעַ בְּזָב אֵינוֹ מְטַמֵּא בְגָדִים אֲפִלּוּ בְעוֹד שֶׁלֹּא פֵרַשׁ. הָרַ\"שׁ",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ד א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-2",
      "jbo:text": "הקיש על המריש {ד}, על המלבן, על הצנור, ועל הדף, אף על פי שהוא עשוי בחבלים, על התנור, ועל הים, ועל אצטרבל, ועל חמור של רחים של יד, ועל סאה של רחים של זיתים, רבי יוסי אומר, אף על קורת הבלנין, טהור",
      "jbo:textNikud": "הִקִּישׁ עַל הַמָּרִישׁ {ד}, עַל הַמַּלְבֵּן, עַל הַצִּנּוֹר, וְעַל הַדַּף, אַף עַל פִּי שֶׁהוּא עָשׂוּי בַּחֲבָלִים, עַל הַתַּנּוּר, וְעַל הַיָּם, וְעַל אִצְטְרֻבָּל, וְעַל חֲמוֹר שֶׁל רֵחַיִם שֶׁל יָד, וְעַל סְאָה שֶׁל רֵחַיִם שֶׁל זֵיתִים, רַבִּי יוֹסֵי אוֹמֵר, אַף עַל קוֹרַת הַבַּלָּנִין, טָהוֹר",
      "rdfs:label": "משנה זבים ד ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-2",
      "jbo:text": "ר\"ע מברטנורה מריש. קורה גדולה שבונים בבירה וראשי קורות הגג כלן סמוכות עליה, והיא מנחת על גבי עמודים: מלבן. כמין רבוע של קורות קבועות בארץ: צנור. מרזב של מים: אף על פי שהוא עשוי בחבלים. שאינו קבוע בארץ אלא קשור בחבלים ואין כחו יפה כל כך: ועל הים. הקף של עץ שהקמח מתקבץ בו {ה} בשעת הטחינה: אצטרבל. עגול של עץ שמעמידין הרחים עליו. ושניהן קבועים הן: חמור של רחים של יד. בנין של עצים שהרחים של יד קבועים בהן: וסאה של רחים. מדה גדולה וקבועה בקרקע: קורת הבלנין. קורה שבעל המרחץ יושב עליה. וכל הני אם הקיש עליהן הזב ונפל הככר של תרומה מכח ההקש, טהור, דכחן יפה ולא חשיב הסט. ובקורת הבלנים נחלקו. ואין הלכה כרבי יוסי",
      "jbo:textNikud": "ר\"ע מברטנורה מָרִישׁ. קוֹרָה גְדוֹלָה שֶׁבּוֹנִים בַּבִּירָה וְרָאשֵׁי קוֹרוֹת הַגַּג כֻּלָּן סְמוּכוֹת עָלֶיהָ, וְהִיא מֻנַּחַת עַל גַּבֵּי עַמּוּדִים: מַלְבֵּן. כְּמִין רִבּוּעַ שֶׁל קוֹרוֹת קְבוּעוֹת בָּאָרֶץ: צִנּוֹר. מַרְזֵב שֶׁל מַיִם: אַף עַל פִּי שֶׁהוּא עָשׂוּי בַּחֲבָלִים. שֶׁאֵינוֹ קָבוּעַ בָּאָרֶץ אֶלָּא קָשׁוּר בַּחֲבָלִים וְאֵין כֹּחוֹ יָפֶה כָּל כָּךְ: וְעַל הַיָּם. הֶקֵּף שֶׁל עֵץ שֶׁהַקֶּמַח מִתְקַבֵּץ בּוֹ {ה} בִּשְׁעַת הַטְּחִינָה: אִצְטְרֻבָּל. עִגּוּל שֶׁל עֵץ שֶׁמַּעֲמִידִין הָרֵחַיִם עָלָיו. וּשְׁנֵיהֶן קְבוּעִים הֵן: חֲמוֹר שֶׁל רֵחַיִם שֶׁל יָד. בִּנְיָן שֶׁל עֵצִים שֶׁהָרֵחַיִם שֶׁל יָד קְבוּעִים בָּהֶן: וּסְאָה שֶׁל רֵחַיִם. מִדָּה גְדוֹלָה וּקְבוּעָה בַקַּרְקַע: קוֹרַת הַבַּלָּנִין. קוֹרָה שֶׁבַּעַל הַמֶּרְחָץ יוֹשֵׁב עָלֶיהָ. וְכָל הָנֵי אִם הִקִּישׁ עֲלֵיהֶן הַזָּב וְנָפַל הַכִּכָּר שֶׁל תְּרוּמָה מִכֹּחַ הַהֶקֵּשׁ, טָהוֹר, דְּכֹחָן יָפֶה וְלָא חֲשִׁיב הֶסֵּט. וּבְקוֹרַת הַבַּלָּנִים נֶחְלְקוּ. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-yomtov-6-9-4-2",
      "jbo:text": "עיקר תוי\"ט {ד} הקיש כו'. בתוספתא, זה הכלל, כל שנפל מכח הסטו [הינו שכחו רע], טמא. מכח הרעדה [שכחו יפה], טהור. ועין תוספות יום טוב: {ה} וקלת דלקמן עשוי שלא יתפזר הקמח ושיפל לתוך הים. אבל הר\"ש פרש, ים של בית הבד",
      "jbo:textNikud": "עיקר תוי\"ט {ד} הִקִּישׁ כוּ'. בַּתּוֹסֶפְתָּא, זֶה הַכְּלָל, כָּל שֶׁנָּפַל מִכֹּחַ הֶסֵּטוֹ [הַיְנוּ שֶׁכֹּחוֹ רַע], טָמֵא. מִכֹּחַ הָרְעָדָה [שֶׁכֹּחוֹ יָפֶה], טָהוֹר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְקֶלֶת דִּלְקַמָּן עָשׂוּי שֶׁלֹּא יִתְפַּזֵּר הַקֶּמַח וְשֶׁיִּפֹּל לְתוֹךְ הַיָּם. אֲבָל הָרַ\"שׁ פֵּרֵשׁ, יָם שֶׁל בֵּית הַבַּד",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ד ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-3",
      "jbo:text": "הקיש על הדלת, על הנגר, על המנעול, על המשוט, ועל הקלת, ועל אילן שכחו רע, ועל סוכה שכחה רע, על אילן יפה, על סלם מצרי בזמן שאינו קבוע במסמר, על הכבש, על הקורה ועל הדלת בזמן שאינן עשויין בטיט, טמאין. על השדה, על התבה ועל המגדל, טמאין. רבי נחמיה ורבי שמעון מטהרין באלו",
      "jbo:textNikud": "הִקִּישׁ עַל הַדֶּלֶת, עַל הַנֶּגֶר, עַל הַמַּנְעוּל, עַל הַמָּשׁוֹט, וְעַל הַקֶּלֶת, וְעַל אִילָן שֶׁכֹּחוֹ רַע, וְעַל סוֹכָה שֶׁכֹּחָהּ רַע, עַל אִילָן יָפֶה, עַל סֻלָּם מִצְרִי בִּזְמַן שֶׁאֵינוֹ קָבוּעַ בְּמַסְמֵר, עַל הַכֶּבֶשׁ, עַל הַקּוֹרָה וְעַל הַדֶּלֶת בִּזְמַן שֶׁאֵינָן עֲשׂוּיִין בְּטִיט, טְמֵאִין. עַל הַשִּׁדָּה, עַל הַתֵּבָה וְעַל הַמִּגְדָּל, טְמֵאִין. רַבִּי נְחֶמְיָה וְרַבִּי שִׁמְעוֹן מְטַהֲרִין בָּאֵלּוּ",
      "rdfs:label": "משנה זבים ד ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-3",
      "jbo:text": "ר\"ע מברטנורה הנגר. יתד הנעוץ אחורי הדלת בנקב שבאסקפה: מנעול. שסוגרים בו הפתח: משוט. שמנהיגין בו את הספינה. ולשון מקרא הוא, כל תופשי משוט, ביחזקאל [כז]: קלת. עגול של עץ שסביב לרחים התחתונה לקבל הקמח הנטחן שלא יפל לארץ, ומטלטל הוא: ועל סוכה שכחה רע. ועומדת באילן שכחו יפה: טמאין. דכל הני אין כחן יפה, וכח הקש הזב בהו חשיב הסט: מטהרים באלו. אשדה תבה ומגדל קאי. להכי תנינהו תנא קמא לחודיהו. ואין הלכה כרבי נחמיה ורבי שמעון",
      "jbo:textNikud": "ר\"ע מברטנורה הַנֶּגֶר. יָתֵד הַנָּעוּץ אֲחוֹרֵי הַדֶּלֶת בַּנֶּקֶב שֶׁבָּאַסְקֻפָּה: מַנְעוּל. שֶׁסּוֹגְרִים בּוֹ הַפֶּתַח: מָשׁוֹט. שֶׁמַּנְהִיגִין בּוֹ אֶת הַסְּפִינָה. וּלְשׁוֹן מִקְרָא הוּא, כָּל תּוֹפְשֵׂי מָשׁוֹט, בִּיחֶזְקֵאל [כז]: קֶלֶת. עִגּוּל שֶׁל עֵץ שֶׁסָּבִיב לָרֵחַיִם הַתַּחְתּוֹנָה לְקַבֵּל הַקֶּמַח הַנִּטְחָן שֶׁלֹּא יִפֹּל לָאָרֶץ, וּמִטַּלְטֵל הוּא: וְעַל סוֹכָה שֶׁכֹּחָהּ רַע. וְעוֹמֶדֶת בְּאִילָן שֶׁכֹּחוֹ יָפֶה: טְמֵאִין. דְּכָל הָנֵי אֵין כֹּחָן יָפֶה, וְכֹחַ הֶקֵּשׁ הַזָּב בְּהוּ חֲשִׁיב הֶסֵּט: מְטַהֲרִים בָּאֵלּוּ. אַשִּׁדָּה תֵּבָה וּמִגְדָּל קָאֵי. לְהָכִי תְנִינְהוּ תַנָּא קַמָּא לְחוֹדַיְהוּ. וְאֵין הֲלָכָה כְּרַבִּי נְחֶמְיָה וְרַבִּי שִׁמְעוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-4",
      "jbo:text": "זב שהיה מטל על חמשה ספסלים או על חמש פנדיות, לארכן, טמאין. לרחבן, טהורין. ישן, ספק שנתהפך עליהן, טמאין. היה מטל על ששה כסיות, שתי ידיו על שנים, שתי רגליו על שנים, ראשו על אחד, גופו על אחד, אין טמא אלא זה שתחת הגוף. עומד על שני כסאות, רבי שמעון אומר, אם רחוקין זה מזה, טהורין",
      "jbo:textNikud": "זָב שֶׁהָיָה מֻטָּל עַל חֲמִשָּׁה סַפְסָלִים אוֹ עַל חָמֵשׁ פֻּנְדִּיּוֹת, לְאָרְכָּן, טְמֵאִין. לְרָחְבָּן, טְהוֹרִין. יָשֵׁן, סָפֵק שֶׁנִּתְהַפֵּךְ עֲלֵיהֶן, טְמֵאִין. הָיָה מֻטָּל עַל שִׁשָּׁה כִסְיוֹת, שְׁתֵּי יָדָיו עַל שְׁנַיִם, שְׁתֵּי רַגְלָיו עַל שְׁנַיִם, רֹאשׁוֹ עַל אֶחָד, גּוּפוֹ עַל אֶחָד, אֵין טָמֵא אֶלָּא זֶה שֶׁתַּחַת הַגּוּף. עוֹמֵד עַל שְׁנֵי כִסְאוֹת, רַבִּי שִׁמְעוֹן אוֹמֵר, אִם רְחוֹקִין זֶה מִזֶּה, טְהוֹרִין",
      "rdfs:label": "משנה זבים ד ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-4",
      "jbo:text": "ר\"ע מברטנורה פנדיות. כעין כיסין ארכין {ו}: לארכן. ששוכב לארכן של ספסלים או של פנדיות {ז}: טמאים. שכל אחד ואחד נשען רבו של זב עליהן, פעמים על זה פעמים על זה: לרחבן. ששוכב ארכו לרחבן: טהורים. דאין רבו נשען על אחד מהן {ח}, ואין [טמא] משכב ומושב לעולם, עד שישען רבו עליו, דכתיב אם על המשכב הוא {ט}, עד שינשא רבו עליו: ישן. לרחבן, וספק אם נתהפך לארכן, טמאין: כסיות. לשון רבים של כסא {י}: שתחת הגוף. לפי שרבו נשא עליו. והאחרים טמאים מגע הזב. אבל אין להם תורת משכב ומושב להיות אב הטמאה לטמא אדם וכלים: אם רחוקים זה מזה טהורים. לפי שאין רבו נשא {יא} לא על זה ולא על זה. ואין הלכה כרבי שמעון",
      "jbo:textNikud": "ר\"ע מברטנורה פֻּנְדִּיּוֹת. כְּעֵין כִּיסִין אֲרֻכִּין {ו}: לְאָרְכָּן. שֶׁשּׁוֹכֵב לְאָרְכָּן שֶׁל סַפְסָלִים אוֹ שֶׁל פֻּנְדִּיּוֹת {ז}: טְמֵאִים. שֶׁכָּל אֶחָד וְאֶחָד נִשְׁעָן רֻבּוֹ שֶׁל זָב עֲלֵיהֶן, פְּעָמִים עַל זֶה פְּעָמִים עַל זֶה: לְרָחְבָּן. שֶׁשּׁוֹכֵב אָרְכּוֹ לְרָחְבָּן: טְהוֹרִים. דְּאֵין רֻבּוֹ נִשְׁעָן עַל אֶחָד מֵהֶן {ח}, וְאֵין [טָמֵא] מִשְׁכָּב וּמוֹשָׁב לְעוֹלָם, עַד שֶׁיִּשָּׁעֵן רֻבּוֹ עָלָיו, דִּכְתִיב אִם עַל הַמִּשְׁכָּב הוּא {ט}, עַד שֶׁיִּנָּשֵׂא רֻבּוֹ עָלָיו: יָשֵׁן. לְרָחְבָּן, וְסָפֵק אִם נִתְהַפֵּךְ לְאָרְכָּן, טְמֵאִין: כִּסְיוֹת. לְשׁוֹן רַבִּים שֶׁל כִּסֵּא {י}: שֶׁתַּחַת הַגּוּף. לְפִי שֶׁרֻבּוֹ נִשָּׂא עָלָיו. וְהָאֲחֵרִים טְמֵאִים מַגַּע הַזָּב. אֲבָל אֵין לָהֶם תּוֹרַת מִשְׁכָּב וּמוֹשָׁב לִהְיוֹת אַב הַטֻּמְאָה לְטַמֵּא אָדָם וְכֵלִים: אִם רְחוֹקִים זֶה מִזֶּה טְהוֹרִים. לְפִי שֶׁאֵין רֻבּוֹ נִשָּׂא {יא} לֹא עַל זֶה וְלֹא עַל זֶה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-yomtov-6-9-4-4",
      "jbo:text": "עיקר תוי\"ט {ו} ונותנין בהם מעות וראויים לשמש שכיבה עם מלאכתן, שיושב עליהן והן מלאות מעות ופותח פיהם ונוטל, ואין צריך לומר לו עמד ונעשה מלאכתנו. רש\"י: {ז} כגון ששוכב על מעיו או פרקדן וארכו מטל על ארכן. רש\"י: {ח} ולפי זה אתיא כרבי שמעון דסוף פרקין. ורבי יוסי מפרש דאתיא אפלו כרבנן. וטעמא דטהורין, משום דהוו להו כל אחד מסיע ואין בו ממש: {ט} ולא דק, דזה נאמר על הטהור השוכב על משכב הזב. אבל בזב העושה משכב נדרש מדכתיב וכל המשכב אשר ישכב וגו'. והא דדרשינן רבו, משום דרבו ככלו: {י} וקשה קצת, דהכא תני ביו\"ד ולקמן באל\"ף. ונראה לי כפרוש הרמב\"ם שכתב כסיות כלי חגורות של עור נאותים למשכב: {יא} אלא על שתיהן בשוה, חציו על כל אחד. אבל אם הם קרובים, זמנין נשען רבו על אחד. מהר\"ם",
      "jbo:textNikud": "עיקר תוי\"ט {ו} וְנוֹתְנִין בָּהֶם מָעוֹת וּרְאוּיִים לְשַׁמֵּשׁ שְׁכִיבָה עִם מְלַאכְתָּן, שֶׁיּוֹשֵׁב עֲלֵיהֶן וְהֵן מְלֵאוֹת מָעוֹת וּפוֹתֵחַ פִּיהֶם וְנוֹטֵל, וְאֵין צָרִיךְ לוֹמַר לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ. רַשִׁ\"י: {ז} כְּגוֹן שֶׁשּׁוֹכֵב עַל מֵעָיו אוֹ פְרַקְדָן וְאָרְכּוֹ מֻטָּל עַל אָרְכָּן. רַשִׁ\"י: {ח} וּלְפִי זֶה אָתְיָא כְרַבִּי שִׁמְעוֹן דְּסוֹף פִּרְקִין. וְרַבִּי יוֹסֵי מְפָרֵשׁ דְּאָתְיָא אֲפִלּוּ כְרַבָּנָן. וְטַעֲמָא דִטְהוֹרִין, מִשּׁוּם דַּהֲווּ לְהוּ כָּל אֶחָד מְסַיֵּעַ וְאֵין בּוֹ מַמָּשׁ: {ט} וְלֹא דַק, דְּזֶה נֶאֱמַר עַל הַטָּהוֹר הַשּׁוֹכֵב עַל מִשְׁכַּב הַזָּב. אֲבָל בְּזָב הָעוֹשֶׂה מִשְׁכָּב נִדְרָשׁ מִדִּכְתִיב וְכָל הַמִּשְׁכָּב אֲשֶׁר יִשְׁכַּב וְגוֹ'. וְהָא דְדָרְשִׁינַן רֻבּוֹ, מִשּׁוּם דְּרֻבּוֹ כְּכֻלּוֹ: {י} וְקָשֶׁה קְצָת, דְּהָכָא תָנֵי בְּיוֹ\"ד וּלְקַמָּן בְּאָלֶ\"ף. וְנִרְאֶה לִי כְּפֵרוּשׁ הָרַמְבַּ\"ם שֶׁכָּתַב כִּסְיוֹת כְּלֵי חֲגוֹרוֹת שֶׁל עוֹר נְאוֹתִים לְמִשְׁכָּב: {יא} אֶלָּא עַל שְׁתֵּיהֶן בְּשָׁוֶה, חֶצְיוֹ עַל כָּל אֶחָד. אֲבָל אִם הֵם קְרוֹבִים, זִמְנִין נִשְׁעָן רֻבּוֹ עַל אֶחָד. מַהֲרַ\"ם",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ד ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-5",
      "jbo:text": "עשר טליות זו על גב זו, ישן על גבי העליונה, כלן טמאות. הזב בכף מאזנים ומשכב ומושב כנגדו, כרע הזב, טהורין. כרעו הן, טמאין. רבי שמעון אומר, ביחידי, טמא. ובמרבין, טהור, שאין אחד נושא את רבו",
      "jbo:textNikud": "עֶשֶׂר טַלִּיּוֹת זוֹ עַל גַּב זוֹ, יָשֵׁן עַל גַּבֵּי הָעֶלְיוֹנָה, כֻּלָּן טְמֵאוֹת. הַזָּב בְּכַף מֹאזְנַיִם וּמִשְׁכָּב וּמוֹשָׁב כְּנֶגְדּוֹ, כָּרַע הַזָּב, טְהוֹרִין. כָּרְעוּ הֵן, טְמֵאִין. רַבִּי שִׁמְעוֹן אוֹמֵר, בִּיחִידִי, טָמֵא. וּבִמְרֻבִּין, טָהוֹר, שֶׁאֵין אֶחָד נוֹשֵׂא אֶת רֻבּוֹ",
      "rdfs:label": "משנה זבים ד ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-5",
      "jbo:text": "ר\"ע מברטנורה עשר טליות. לשון רבים של טלית. ועשר לאו דוקא, דאפלו אלף טליות ואבן גדולה על גבן, וישב הזב על האבן, כל הטליות שתחתיה מטמאות מושב, דמשכב ומושב מטמאין תחת אבן מסמא: כרע הזב טהורים. מדין משכב, אבל טמאין במשא הזב: ביחידי. משכב אחד: טמא. שהרי רב הזב נשא עליו: ובמרבים. במשכבות רבות בכף מאזנים כנגד הזב: שאין אחד מהן נושא את רבו. דכי כרעו הן, אין רבו של זב נשא על אחד מהן, אלא כל אחד מהמשכבות נשא מעוטו של זב",
      "jbo:textNikud": "ר\"ע מברטנורה עֶשֶׂר טַלִּיּוֹת. לְשׁוֹן רַבִּים שֶׁל טַלִּית. וְעֶשֶׂר לָאו דַּוְקָא, דַּאֲפִלּוּ אֶלֶף טַלִּיּוֹת וְאֶבֶן גְּדוֹלָה עַל גַּבָּן, וְיָשַׁב הַזָּב עַל הָאֶבֶן, כָּל הַטַּלִּיּוֹת שֶׁתַּחְתֶּיהָ מִטַּמְּאוֹת מוֹשָׁב, דְּמִשְׁכָּב וּמוֹשָׁב מִטַּמְּאִין תַּחַת אֶבֶן מְסָמָא: כָּרַע הַזָּב טְהוֹרִים. מִדִּין מִשְׁכָּב, אֲבָל טְמֵאִין בְּמַשָּׂא הַזָּב: בִּיחִידִי. מִשְׁכָּב אֶחָד: טָמֵא. שֶׁהֲרֵי רֹב הַזָּב נִשָּׂא עָלָיו: וּבִמְרֻבִּים. בְּמִשְׁכָּבוֹת רַבּוֹת בְּכַף מֹאזְנַיִם כְּנֶגֶד הַזָּב: שֶׁאֵין אֶחָד מֵהֶן נוֹשֵׂא אֶת רֻבּוֹ. דְּכִי כָּרְעוּ הֵן, אֵין רֻבּוֹ שֶׁל זָב נִשָּׂא עַל אֶחָד מֵהֶן, אֶלָּא כָּל אֶחָד מֵהַמִּשְׁכָּבוֹת נָשָׂא מִעוּטוֹ שֶׁל זָב",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-6",
      "jbo:text": "הזב בכף מאזנים ואכלין ומשקין בכף שניה, טמאין. ובמת, הכל טהור, חוץ מן האדם {יב}. זה חמר בזב מבמת. חמר במת מבזב, שהזב עושה משכב ומושב מתחתיו לטמא אדם ולטמא בגדים, ועל גביו מדף {יג} לטמא אכלין ומשקין, מה שאין המת מטמא. חמר במת, שהמת מטמא באהל ומטמא טמאת שבעה, מה שאין הזב מטמא",
      "jbo:textNikud": "הַזָּב בְּכַף מֹאזְנַיִם וְאֳכָלִין וּמַשְׁקִין בְּכַף שְׁנִיָּה, טְמֵאִין. וּבַמֵּת, הַכֹּל טָהוֹר, חוּץ מִן הָאָדָם {יב}. זֶה חֹמֶר בַּזָּב מִבַּמֵּת. חֹמֶר בַּמֵּת מִבַּזָּב, שֶׁהַזָּב עוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב מִתַּחְתָּיו לְטַמֵּא אָדָם וּלְטַמֵּא בְגָדִים, וְעַל גַּבָּיו מַדָּף {יג} לְטַמֵּא אֳכָלִין וּמַשְׁקִין, מַה שֶּׁאֵין הַמֵּת מְטַמֵּא. חֹמֶר בַּמֵּת, שֶׁהַמֵּת מְטַמֵּא בְאֹהֶל וּמְטַמֵּא טֻמְאַת שִׁבְעָה, מַה שֶּׁאֵין הַזָּב מְטַמֵּא",
      "rdfs:label": "משנה זבים ד ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-6",
      "jbo:text": "ר\"ע מברטנורה טמאין. בין כרע הזב, בין כרעו אכלין ומשקין, נטמאו טמאת הסט: ובמת הכל טהור. בין מושב ומשכב, בין אכלים ומשקין, בין כרע המת בין כרעו הם, דכל טמאות המסיטות טהורות, חוץ מהסטו של זב. ואם כרעו הן, נמי טהורים, דכל שהמת נשא עליו כגון בכף מאזנים לבד מאהל, טהור, חוץ מן האדם, דבזמן שמכריע את המת, טמא מפני שהסיטו, כדאמרינן בפרק בתרא דנדה (דף סט), אטו מת מי לא נטמא במשא: מדף. לשון טמאה קלה, כדכתיב (ויקרא כו) קול עלה נדף. ורמב\"ם פרש, מדף מלשון ריחו נודף, שריח טמאת הזב הולכת למרחוק לטמא כל הכלים שעל גביו אף על פי שלא נגע בהם. אבל לא כטמאת הכלים שתחתיו, שכלים על גבי הזב, אף על פי שיש דברים חוצצים בינם לבין הזב, כלם טמאים טמאה קלה לטמא אכלים ומשקין, אבל לא לטמא אדם וכלים. ואלו כלים שתחתיו {יד} אפלו הן מאה זה על גב זה, התחתון שבכלם טמא טמאה חמורה לטמא אדם לטמא בגדים כמו העליון: ועל גביו מדף. נהי דמת נמי מטמא כלים שעל גביו טמאת מדף לטמא אכלים ומשקין, דטמאה בוקעת ועולה, מכל מקום אם [היה המת בעליה, והמשכבות והמושבות בבית עד שמי הקורה, והנסרים נכפפים מכבד המת ומכבידין על המשכבות, או] המת {טו} בבית סמוך לשמי קורה, והמשכבות בעליה, ונכפפים הנסרים מכבד המשכבות ומכבידים על המת, כי האי גונא בזב טמא מתחתיו לטמא אדם לטמא בגדים, ועל גביו לטמא אכלים ומשקין, ובמת בין על גביו בין מתחתיו טהור: מה שאין המת מטמא. דמתחתיו אפלו תהא טמאה בוקעת ויורדת, מכל מקום אין משכב ומושב שתחתיו מטמא אדם לטמא בגדים",
      "jbo:textNikud": "ר\"ע מברטנורה טְמֵאִין. בֵּין כָּרַע הַזָּב, בֵּין כָּרְעוּ אֳכָלִין וּמַשְׁקִין, נִטְמְאוּ טֻמְאַת הֶסֵּט: וּבַמֵּת הַכֹּל טָהוֹר. בֵּין מוֹשָׁב וּמִשְׁכָּב, בֵּין אֳכָלִים וּמַשְׁקִין, בֵּין כָּרַע הַמֵּת בֵּין כָּרְעוּ הֵם, דְּכָל טֻמְאוֹת הַמַּסִּיטוֹת טְהוֹרוֹת, חוּץ מֵהֶסֵּטוֹ שֶׁל זָב. וְאִם כָּרְעוּ הֵן, נַמִּי טְהוֹרִים, דְּכָל שֶׁהַמֵּת נִשָּׂא עָלָיו כְּגוֹן בְּכַף מֹאזְנַיִם לְבַד מֵאֹהֶל, טָהוֹר, חוּץ מִן הָאָדָם, דְּבִזְמַן שֶׁמַּכְרִיעַ אֶת הַמֵּת, טָמֵא מִפְּנֵי שֶׁהִסִּיטוֹ, כִּדְאָמְרִינַן בְּפֶרֶק בַּתְרָא דְּנִדָּה (דַּף סט), אַטּוּ מֵת מִי לֹא נִטְמָא בְמַשָּׂא: מַדָּף. לְשׁוֹן טֻמְאָה קַלָּה, כְּדִכְתִיב (וַיִּקְרָא כו) קוֹל עָלֶה נִדָּף. וְרַמְבַּ\"ם פֵּרֵשׁ, מַדָּף מִלְּשׁוֹן רֵיחוֹ נוֹדֵף, שֶׁרֵיחַ טֻמְאַת הַזָּב הוֹלֶכֶת לְמֵרָחוֹק לְטַמֵּא כָל הַכֵּלִים שֶׁעַל גַּבָּיו אַף עַל פִּי שֶׁלֹּא נָגַע בָּהֶם. אֲבָל לֹא כְטֻמְאַת הַכֵּלִים שֶׁתַּחְתָּיו, שֶׁכֵּלִים עַל גַּבֵּי הַזָּב, אַף עַל פִּי שֶׁיֵּשׁ דְּבָרִים חוֹצְצִים בֵּינָם לְבֵין הַזָּב, כֻּלָּם טְמֵאִים טֻמְאָה קַלָּה לְטַמֵּא אֳכָלִים וּמַשְׁקִין, אֲבָל לֹא לְטַמֵּא אָדָם וְכֵלִים. וְאִלּוּ כֵּלִים שֶׁתַּחְתָּיו {יד} אֲפִלּוּ הֵן מֵאָה זֶה עַל גַּב זֶה, הַתַּחְתּוֹן שֶׁבְּכֻלָּם טָמֵא טֻמְאָה חֲמוּרָה לְטַמֵּא אָדָם לְטַמֵּא בְגָדִים כְּמוֹ הָעֶלְיוֹן: וְעַל גַּבָּיו מַדָּף. נְהִי דְּמֵת נַמִּי מְטַמֵּא כֵלִים שֶׁעַל גַּבָּיו טֻמְאַת מַדָּף לְטַמֵּא אֳכָלִים וּמַשְׁקִין, דְּטֻמְאָה בוֹקַעַת וְעוֹלָה, מִכָּל מָקוֹם אִם [הָיָה הַמֵּת בָּעֲלִיָּה, וְהַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת בַּבַּיִת עַד שְׁמֵי הַקּוֹרָה, וְהַנְּסָרִים נִכְפָּפִים מִכֹּבֶד הַמֵּת וּמַכְבִּידִין עַל הַמִּשְׁכָּבוֹת, אוֹ] הַמֵּת {טו} בַּבַּיִת סָמוּךְ לִשְׁמֵי קוֹרָה, וְהַמִּשְׁכָּבוֹת בָּעֲלִיָּה, וְנִכְפָּפִים הַנְּסָרִים מִכֹּבֶד הַמִּשְׁכָּבוֹת וּמַכְבִּידִים עַל הַמֵּת, כִּי הַאי גַּוְנָא בַּזָּב טָמֵא מִתַּחְתָּיו לְטַמֵּא אָדָם לְטַמֵּא בְגָדִים, וְעַל גַּבָּיו לְטַמֵּא אֳכָלִים וּמַשְׁקִין, וּבַמֵּת בֵּין עַל גַּבָּיו בֵּין מִתַּחְתָּיו טָהוֹר: מַה שֶּׁאֵין הַמֵּת מְטַמֵּא. דְּמִתַּחְתָּיו אֲפִלּוּ תְהֵא טֻמְאָה בוֹקַעַת וְיוֹרֶדֶת, מִכָּל מָקוֹם אֵין מִשְׁכָּב וּמוֹשָׁב שֶׁתַּחְתָּיו מְטַמֵּא אָדָם לְטַמֵּא בְגָדִים",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-yomtov-6-9-4-6",
      "jbo:text": "עיקר תוי\"ט {יב} ובמת כו'. והוה מצי נמי למתני ובנבלה הכל כו' חוץ כו': {יג} מדף כו'. בספרי יליף להו מקראי. ועין תוספות יום טוב: {יד} פרוש, הראויים למשכב ומושב: {טו} כל זה הוגה מלשון הר\"ש. אבל לפי שגרת לשון הר\"ב אין צריך להכניס כל זה בלשונו. אך לפי זה צריך להגיה בסמוך ושכן צריך לומר, כי האי גונא בזב טמא לטמא כו' ובמת טהור. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יב} וּבַמֵּת כוּ'. וַהֲוָה מָצֵי נַמִּי לְמִתְנֵי וּבִנְבֵלָה הַכֹּל כוּ' חוּץ כוּ': {יג} מַדָּף כוּ'. בְּסִפְרִי יָלֵיף לְהוּ מִקְּרָאֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} פֵּרוּשׁ, הָרְאוּיִים לְמִשְׁכָּב וּמוֹשָׁב: {טו} כָּל זֶה הוּגָה מִלְּשׁוֹן הָרַ\"שׁ. אֲבָל לְפִי שִׁגְרַת לְשׁוֹן הָרַ\"ב אֵין צָרִיךְ לְהַכְנִיס כָּל זֶה בִּלְשׁוֹנוֹ. אַךְ לְפִי זֶה צָרִיךְ לְהַגִּיהַּ בְּסָמוּךְ וְשֶׁכֵּן צָרִיךְ לוֹמַר, כִּי הַאי גַּוְנָא בְּזָב טָמֵא לְטַמֵּא כוּ' וּבְמֵת טָהוֹר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ד ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-6-9-4-7",
      "jbo:text": "היה יושב על גבי המטה וארבע טליות תחת ארבע רגלי המטה, טמאות, מפני שאינה יכולה לעמד על שלש. רבי שמעון מטהר. היה רוכב על גבי בהמה וארבע טליות תחת ארבע רגלי בהמה, טהורות, מפני שהיא יכולה לעמד על שלשה. היתה טלית אחת תחת שני ידים, תחת שני רגלים, תחת יד ורגל, טמאה. רבי יוסי אומר, הסוס מטמא ברגליו והחמור בידיו, שמשענת הסוס על רגליו ומשענת החמור על ידיו. ישב על קורת בית הבד, כלים שבעקל טמאין. על המכבש של כובס, כלים שתחתיו, טהורין. רבי נחמיה מטמא",
      "jbo:textNikud": "הָיָה יוֹשֵׁב עַל גַּבֵּי הַמִּטָּה וְאַרְבַּע טַלִּיּוֹת תַּחַת אַרְבַּע רַגְלֵי הַמִּטָּה, טְמֵאוֹת, מִפְּנֵי שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד עַל שָׁלשׁ. רַבִּי שִׁמְעוֹן מְטַהֵר. הָיָה רוֹכֵב עַל גַּבֵּי בְהֵמָה וְאַרְבַּע טַלִּיּוֹת תַּחַת אַרְבַּע רַגְלֵי בְהֵמָה, טְהוֹרוֹת, מִפְּנֵי שֶׁהִיא יְכוֹלָה לַעֲמֹד עַל שְׁלשָׁה. הָיְתָה טַלִּית אַחַת תַּחַת שְׁנֵי יָדַיִם, תַּחַת שְׁנֵי רַגְלַיִם, תַּחַת יָד וָרֶגֶל, טְמֵאָה. רַבִּי יוֹסֵי אוֹמֵר, הַסּוּס מְטַמֵּא בְרַגְלָיו וְהַחֲמוֹר בְּיָדָיו, שֶׁמִּשְׁעֶנֶת הַסּוּס עַל רַגְלָיו וּמִשְׁעֶנֶת הַחֲמוֹר עַל יָדָיו. יָשַׁב עַל קוֹרַת בֵּית הַבַּד, כֵּלִים שֶׁבָּעֵקֶל טְמֵאִין. עַל הַמַּכְבֵּשׁ שֶׁל כּוֹבֵס, כֵּלִים שֶׁתַּחְתָּיו, טְהוֹרִין. רַבִּי נְחֶמְיָה מְטַמֵּא",
      "rdfs:label": "משנה זבים ד ז"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-bartanura-6-9-4-7",
      "jbo:text": "ר\"ע מברטנורה שאינה יכולה. וכיון דזה אינו יכול וזה אינו יכול, כל חד וחד כליה מעשה עביד ואיכא רבו של זב נשא עליו: רבי שמעון מטהר. דבעי שעור זיבה לזה ושעור זיבה לזה, כלומר רבו של זב מכביד על כל אחד ואחד. ואזדא לטעמיה דאמר לעיל בפרקין ביחידי טמא, ובמרבים טהור, שאין אחד נושא את רבו. ואין הלכה כרבי שמעון: היה רוכב על גבי בהמה. בעומדת אירי, דאי במהלכת, כל שעה האחת נעקרת ועומדת על שלש, וטמא מה שתחתיהן, שאינה יכולה לעמד על שתים: שיכולה לעמד על שלש. הלכך כל חד וחד הוי ליה רביעי {טז}, ואינו אלא מסיע, ומסיע אין בו ממש. אבל טלית אחת תחת שתים, טמאה, שאינה יכולה לעמד על שתים: רבי יוסי אומר. אארבע טליתות תחת ארבע רגלי בהמה קאי: הסוס מטמא ברגליו. אם זב רוכב עליו וטלית תחת אחת מרגליו של סוס, טמאה. אבל תחת ידיו, טהורה, שאין משענתו על ידיו. ואין הלכה כרבי יוסי: כלים שבעקל טמאים. דמשענת הקורה על העקל. ועקל היא הכפיפה שעוצרים בה הזיתים והיא עשויה כמין קפה של מעשה שבכה, ואחר שעוצרים הזיתים ונשאר הגפת שהוא הפסלת של זיתים, מכניסין אותו באותו עקל, ונותנים על העקל קורה להכביד עליו: המכבש של כובס. לאחר שכבסו הבגדים, מקפלין אותן תחת המכבש לכבשן ולשמר קפולן: כלים שתחתיו טהורים. שאין היושב בקצה האחד של מכבש מכביד על הכלים: ורבי נחמיה מטמא. סבר אי אפשר שישב בקצה האחד של המכבש שלא יכביד על הכלים {יז}. ואין הלכה כרבי נחמיה",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁאֵינָהּ יְכוֹלָה. וְכֵיוָן דְּזֶה אֵינוֹ יָכוֹל וְזֶה אֵינוֹ יָכוֹל, כָּל חַד וְחַד כֻּלֵּיהּ מַעֲשֶׂה עֲבִיד וְאִיכָּא רֻבּוֹ שֶׁל זָב נִשָּׂא עָלָיו: רַבִּי שִׁמְעוֹן מְטַהֵר. דְּבָעֵי שִׁעוּר זִיבָה לְזֶה וְשִׁעוּר זִיבָה לְזֶה, כְּלוֹמַר רֻבּוֹ שֶׁל זָב מַכְבִּיד עַל כָּל אֶחָד וְאֶחָד. וְאָזְדָא לְטַעְמֵיהּ דְּאָמַר לְעֵיל בְּפִרְקִין בִּיחִידִי טָמֵא, וּבִמְרֻבִּים טָהוֹר, שֶׁאֵין אֶחָד נוֹשֵׂא אֶת רֻבּוֹ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: הָיָה רוֹכֵב עַל גַּבֵּי בְהֵמָה. בְּעוֹמֶדֶת אַיְרֵי, דְּאִי בִמְהַלֶּכֶת, כָּל שָׁעָה הָאַחַת נֶעֱקֶרֶת וְעוֹמֶדֶת עַל שָׁלֹשׁ, וְטָמֵא מַה שֶּׁתַּחְתֵּיהֶן, שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד עַל שְׁתַּיִם: שֶׁיְּכוֹלָה לַעֲמֹד עַל שָׁלֹשׁ. הִלְכָּךְ כָּל חַד וְחַד הָוֵי לֵיהּ רְבִיעִי {טז}, וְאֵינוֹ אֶלָּא מְסַיֵּעַ, וּמְסַיֵּעַ אֵין בּוֹ מַמָּשׁ. אֲבָל טַלִּית אַחַת תַּחַת שְׁתַּיִם, טְמֵאָה, שֶׁאֵינָהּ יְכוֹלָה לַעֲמֹד עַל שְׁתַּיִם: רַבִּי יוֹסֵי אוֹמֵר. אַאַרְבַּע טַלִּיתוֹת תַּחַת אַרְבַּע רַגְלֵי בְהֵמָה קָאֵי: הַסּוּס מְטַמֵּא בְרַגְלָיו. אִם זָב רוֹכֵב עָלָיו וְטַלִּית תַּחַת אַחַת מֵרַגְלָיו שֶׁל סוּס, טְמֵאָה. אֲבָל תַּחַת יָדָיו, טְהוֹרָה, שֶׁאֵין מִשְׁעַנְתּוֹ עַל יָדָיו. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: כֵּלִים שֶׁבָּעֵקֶל טְמֵאִים. דְּמִשְׁעֶנֶת הַקּוֹרָה עַל הָעֵקֶל. וְעֵקֶל הִיא הַכְּפִיפָה שֶׁעוֹצְרִים בָּהּ הַזֵּיתִים וְהִיא עֲשׂוּיָה כְמִין קֻפָּה שֶׁל מַעֲשֵׂה שְׂבָכָה, וְאַחַר שֶׁעוֹצְרִים הַזֵּיתִים וְנִשְׁאָר הַגֶּפֶת שֶׁהוּא הַפְּסֹלֶת שֶׁל זֵיתִים, מַכְנִיסִין אוֹתוֹ בְּאוֹתוֹ עֵקֶל, וְנוֹתְנִים עַל הָעֵקֶל קוֹרָה לְהַכְבִּיד עָלָיו: הַמַּכְבֵּשׁ שֶׁל כּוֹבֵס. לְאַחַר שֶׁכִּבְּסוּ הַבְּגָדִים, מְקַפְּלִין אוֹתָן תַּחַת הַמַּכְבֵּשׁ לְכָבְשָׁן וְלִשְׁמֹר קִפּוּלָן: כֵּלִים שֶׁתַּחְתָּיו טְהוֹרִים. שֶׁאֵין הַיּוֹשֵׁב בְּקָצֶה הָאֶחָד שֶׁל מַכְבֵּשׁ מַכְבִּיד עַל הַכֵּלִים: וְרַבִּי נְחֶמְיָה מְטַמֵּא. סָבַר אִי אֶפְשָׁר שֶׁיֵּשֵׁב בְּקָצֶה הָאֶחָד שֶׁל הַמַּכְבֵּשׁ שֶׁלֹּא יַכְבִּיד עַל הַכֵּלִים {יז}. וְאֵין הֲלָכָה כְּרַבִּי נְחֶמְיָה",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ד ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-4"
      ],
      "uri": "jbr:mishna-yomtov-6-9-4-7",
      "jbo:text": "עיקר תוי\"ט {טז} והואיל וכל אחת ראויה להיות מסיע, ואין אנו יודעים איזו יד ואיזו רגל היא שלא היתה נשענת עליה, הרי לא החזקה טמאה באחת מהן, ולפיכך כלן טהורות. הרמב\"ם: {יז} עין בתוספות יום טוב שהאריך בטעם פלגתתן על פי צורת כלים הללו שהיו אצלם באותו הזמן",
      "jbo:textNikud": "עיקר תוי\"ט {טז} וְהוֹאִיל וְכָל אַחַת רְאוּיָה לִהְיוֹת מְסַיֵּעַ, וְאֵין אָנוּ יוֹדְעִים אֵיזוֹ יָד וְאֵיזוֹ רֶגֶל הִיא שֶׁלֹּא הָיְתָה נִשְׁעֶנֶת עָלֶיהָ, הֲרֵי לֹא הֻחְזְקָה טֻמְאָה בְּאַחַת מֵהֶן, וּלְפִיכָךְ כֻּלָּן טְהוֹרוֹת. הָרַמְבַּ\"ם: {יז} עַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב שֶׁהֶאֱרִיךְ בְּטַעַם פְּלֻגְתָּתָן עַל פִּי צוּרַת כֵּלִים הַלָּלוּ שֶׁהָיוּ אֶצְלָם בְּאוֹתוֹ הַזְּמַן",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ד ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-1",
      "jbo:text": "הנוגע בזב או שהזב נוגע בו, המסיט את הזב או שהזב מסיטו, מטמא אכלים ומשקים וכלי שטף במגע, אבל לא במשא. כלל אמר רבי יהושע, כל המטמא בגדים בשעת מגעו {ג}, מטמא אכלים ומשקין להיות תחלה, והידים להיות שניות, ואינו מטמא לא אדם ולא כלי חרס. לאחר פרישתו ממטמאיו, מטמא משקין להיות תחלה, והאכלין והידים להיות שניות, ואינו מטמא בגדים",
      "jbo:textNikud": "הַנּוֹגֵעַ בַּזָּב אוֹ שֶׁהַזָּב נוֹגֵע בּוֹ, הַמַּסִּיט אֶת הַזָּב אוֹ שֶׁהַזָּב מַסִּיטוֹ, מְטַמֵּא אֳכָלִים וּמַשְׁקִים וּכְלֵי שֶׁטֶף בְּמַגָּע, אֲבָל לֹא בְמַשָּׂא. כְּלָל אָמַר רַבִּי יְהוֹשֻׁעַ, כָּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ {ג}, מְטַמֵּא אֳכָלִים וּמַשְׁקִין לִהְיוֹת תְּחִלָּה, וְהַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, וְאֵינוֹ מְטַמֵּא לֹא אָדָם וְלֹא כְלֵי חֶרֶס. לְאַחַר פְּרִישָׁתוֹ מִמְּטַמְּאָיו, מְטַמֵּא מַשְׁקִין לִהְיוֹת תְּחִלָּה, וְהָאֳכָלִין וְהַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, וְאֵינוֹ מְטַמֵּא בְגָדִים",
      "rdfs:label": "משנה זבים ה א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-1",
      "jbo:text": "ר\"ע מברטנורה הנוגע בזב. וכלי שטף במגע. דכי היכי דאדם הנוגע בזב מטמא בגדים בשעת מגעו, כך מטמא כל כלים שנוגע בהן בשעת מגעו בזב, חוץ מאדם וכלי חרס, דתניא בתורת כהנים, מנין לעשות שאר כלים כבגדים, תלמוד לומר (ויקרא טו) וטמא {א}. יכול יטמא אדם וכלי חרס, תלמוד לומר בגד {ב}, בגד הוא מטמא ואינו מטמא אדם וכלי חרס. ודוקא בשעת מגעו בזב. אבל פרש, לא, דכתיב (ויקרא טו) ואיש אשר יגע במשכבו יכבס בגדיו ורחץ במים וטמא, בשעת מגעו מטמא בגדים. פרש, אינו מטמא בגדים: אבל לא במשא. אם בשעת מגעו בזב נשא בגדים ולא נגע בהן, טהורים: כל המטמא בגדים בשעת מגעו. כגון הנוגע בזב וזבה ויולדת, ובמעינותיהם, במשכבן, ובמושבן: מטמא אכלים. להיות תחלה, מפני שהוא נחשב כאב הטמאה {ד} בשעת מגעו, כיון דאמרה תורה שהוא מטמא בגדים: ואת הידים להיות שניות. אבל גופו של אדם, אינו מטמא, כדקתני סיפא שאינו מטמא אדם וכלי חרס: לאחר פרישתו. ממטמאיו מטמא את המשקין להיות תחלה. ואף על פי שאינו אלא ראשון לטמאה, עושה המשקין תחלה, דאפלו שני לטמאה מטמא משקין להיות תחלה. לפי שהן עלולין לקבל טמאה ואינן צריכין הכשר כמו האכלים, גזרו בהן שיהיו לעולם תחלה, גזרה משום משקין הבאין מחמת שרץ שהם תחלה מן התורה: והאכלים והידים להיות שניות. דכיון דפרש ממטמאיו, אינו אלא ראשון בעלמא",
      "jbo:textNikud": "ר\"ע מברטנורה הַנּוֹגֵעַ בַּזָּב. וּכְלֵי שֶׁטֶף בְּמַגָּע. דְּכִי הֵיכִי דְּאָדָם הַנּוֹגֵעַ בַּזָּב מְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ, כָּךְ מְטַמֵּא כָל כֵּלִים שֶׁנּוֹגֵעַ בָּהֶן בִּשְׁעַת מַגָּעוֹ בַזָּב, חוּץ מֵאָדָם וּכְלֵי חֶרֶס, דְּתַנְיָא בְתוֹרַת כֹּהֲנִים, מִנַּיִן לַעֲשׂוֹת שְׁאָר כֵּלִים כִּבְגָדִים, תַּלְמוּד לוֹמַר (וַיִּקְרָא טו) וְטָמֵא {א}. יָכוֹל יְטַמֵּא אָדָם וּכְלֵי חֶרֶס, תַּלְמוּד לוֹמַר בֶּגֶד {ב}, בֶּגֶד הוּא מְטַמֵּא וְאֵינוֹ מְטַמֵּא אָדָם וּכְלֵי חֶרֶס. וְדַוְקָא בִשְׁעַת מַגָּעוֹ בַזָּב. אֲבָל פֵּרַשׁ, לֹא, דִּכְתִיב (וַיִּקְרָא טו) וְאִישׁ אֲשֶׁר יִגַּע בְּמִשְׁכָּבוֹ יְכַבֵּס בְּגָדָיו וְרָחַץ בַּמַּיִם וְטָמֵא, בִּשְׁעַת מַגָּעוֹ מְטַמֵּא בְגָדִים. פֵּרַשׁ, אֵינוֹ מְטַמֵּא בְגָדִים: אֲבָל לֹא בְמַשָּׂא. אִם בִּשְׁעַת מַגָּעוֹ בַזָּב נָשָׂא בְגָדִים וְלֹא נָגַע בָּהֶן, טְהוֹרִים: כֹּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ. כְּגוֹן הַנּוֹגֵעַ בְּזָב וְזָבָה וְיוֹלֶדֶת, וּבְמַעַיְנוֹתֵיהֶם, בְּמִשְׁכָּבָן, וּבְמוֹשָׁבָן: מְטַמֵּא אֳכָלִים. לִהְיוֹת תְּחִלָּה, מִפְּנֵי שֶׁהוּא נֶחְשָׁב כְּאַב הַטֻּמְאָה {ד} בִּשְׁעַת מַגָּעוֹ, כֵּיוָן דְּאָמְרָה תוֹרָה שֶׁהוּא מְטַמֵּא בְגָדִים: וְאֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת. אֲבָל גּוּפוֹ שֶׁל אָדָם, אֵינוֹ מְטַמֵּא, כִּדְקָתָנֵי סֵיפָא שֶׁאֵינוֹ מְטַמֵּא אָדָם וּכְלֵי חֶרֶס: לְאַחַר פְּרִישָׁתוֹ. מִמְּטַמְּאָיו מְטַמֵּא אֶת הַמַּשְׁקִין לִהְיוֹת תְּחִלָּה. וְאַף עַל פִּי שֶׁאֵינוֹ אֶלָּא רִאשׁוֹן לַטֻּמְאָה, עוֹשֶׂה הַמַּשְׁקִין תְּחִלָּה, דַּאֲפִלּוּ שֵׁנִי לַטֻּמְאָה מְטַמֵּא מַשְׁקִין לִהְיוֹת תְּחִלָּה. לְפִי שֶׁהֵן עֲלוּלִין לְקַבֵּל טֻמְאָה וְאֵינָן צְרִיכִין הֶכְשֵׁר כְּמוֹ הָאֳכָלִים, גָּזְרוּ בָהֶן שֶׁיִּהְיוּ לְעוֹלָם תְּחִלָּה, גְּזֵרָה מִשּׁוּם מַשְׁקִין הַבָּאִין מֵחֲמַת שֶׁרֶץ שֶׁהֵם תְּחִלָּה מִן הַתּוֹרָה: וְהָאֳכָלִים וְהַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת. דְּכֵיוָן דְּפֵרַשׁ מִמְּטַמְּאָיו, אֵינוֹ אֶלָּא רִאשׁוֹן בְּעָלְמָא",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-1",
      "jbo:text": "עיקר תוי\"ט {א} דהוה ליה למימר ורחץ במים בערב, אלא לומר דעוד טמא גם כן כל כלי שיגע בו. וכלי שטף הינו כל שאר כלים חוץ מכלי חרס. על שם שיש להם טהרה במקוה. רש\"י: {ב} דכלי שטף דומה קצת לבגד, דהוי נמי כלי, מה שאין כן האדם. וכלי חרס אין דומה לו, שאין לו טהרה במקוה: {ג} כל המטמא כו'. כל אדם המטמא קאמר, דהא משכחת כלים שאין מטמאין כלים, ואם נגעו מטמאין אכלים להיות תחלה כדמוכח במתניתין דלקמן. דדוקא באין נוגעים מירי סיפא, הא נוגעים מטמאין שנים. וכן הוא בהדיא בתוספתא. ושם מפרש הר\"ב דמתניתין כל אדם קאמר: {ד} כלומר, לענין אכלים ומשקים. ואף על פי שאינו אב הטמאה לענין אדם וכלי חרס",
      "jbo:textNikud": "עיקר תוי\"ט {א} דַּהֲוָה לֵיהּ לְמֵימַר וְרָחַץ בַּמַּיִם בָּעֶרֶב, אֶלָּא לוֹמַר דְּעוֹד טָמֵא גַּם כֵּן כָּל כְּלִי שֶׁיִּגַּע בּוֹ. וּכְלֵי שֶׁטֶף הַיְנוּ כָּל שְׁאָר כֵּלִים חוּץ מִכְּלֵי חֶרֶס. עַל שֵׁם שֶׁיֵּשׁ לָהֶם טָהֳרָה בְּמִקְוֶה. רַשִׁ\"י: {ב} דִּכְלִי שֶׁטֶף דּוֹמֶה קְצָת לְבֶגֶד, דַּהֲוֵי נַמִּי כְּלִי, מַה שֶּׁאֵין כֵּן הָאָדָם. וּכְלִי חֶרֶס אֵין דּוֹמֶה לוֹ, שֶׁאֵין לוֹ טָהֳרָה בְּמִקְוֶה: {ג} כָּל הַמְטַמֵּא כוּ'. כָּל אָדָם הַמְטַמֵּא קָאָמַר, דְּהָא מַשְׁכַּחַת כֵּלִים שֶׁאֵין מְטַמְּאִין כֵּלִים, וְאִם נָגְעוּ מְטַמְּאִין אֳכָלִים לִהְיוֹת תְּחִלָּה כִּדְמוּכָח בְּמַתְנִיתִין דִּלְקַמָּן. דְּדַוְקָא בְּאֵין נוֹגְעִים מַיְרֵי סֵיפָא, הָא נוֹגְעִים מְטַמְּאִין שְׁנַיִם. וְכֵן הוּא בְּהֶדְיָא בַתּוֹסֶפְתָּא. וְשָׁם מְפָרֵשׁ הָרַ\"ב דְּמַתְנִיתִין כָּל אָדָם קָאָמַר: {ד} כְּלוֹמַר, לְעִנְיַן אֳכָלִים וּמַשְׁקִים. וְאַף עַל פִּי שֶׁאֵינוֹ אַב הַטֻּמְאָה לְעִנְיַן אָדָם וּכְלֵי חֶרֶס",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-2",
      "jbo:text": "ועוד כלל אחר אמרו. כל הנשא על גבי הזב, טמא {ו}. וכל שהזב נשא עליו, טהור {ז}, חוץ מן הראוי למשכב ולמושב והאדם. כיצד {ט}. אצבעו {י} של זב תחת הנדבך, הטהור מלמעלן, מטמא שנים ופוסל אחד. פרש, מטמא אחד ופוסל אחד. הטמא מלמעלן והטהור מלמטן, מטמא שנים ופוסל אחד. פרש, מטמא אחד ופוסל אחד. האכלין והמשקין, המשכב, והמושב והמדף מלמעלן, מטמאין שנים ופוסלין אחד. פרשו, מטמאין אחד ופוסלין אחד. והמשכב והמושב מלמטן, מטמאין שנים ופוסלין אחד. פרשו, מטמאין שנים {יא} ופוסלין אחד. האכלין והמשקין והמדף מלמטן, טהורין",
      "jbo:textNikud": "וְעוֹד כְּלָל אַחֵר אָמְרוּ. כֹּל הַנִּשָּׂא עַל גַּבֵּי הַזָּב, טָמֵא {ו}. וְכֹל שֶׁהַזָּב נִשָּׂא עָלָיו, טָהוֹר {ז}, חוּץ מִן הָרָאוּי לְמִשְׁכָּב וּלְמוֹשָׁב וְהָאָדָם. כֵּיצַד {ט}. אֶצְבָּעוֹ {י} שֶׁל זָב תַּחַת הַנִּדְבָּךְ, הַטָּהוֹר מִלְמַעְלָן, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. הַטָּמֵא מִלְמַעְלָן וְהַטָּהוֹר מִלְּמַטָּן, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵא אֶחָד וּפוֹסֵל אֶחָד. הָאֳכָלִין וְהַמַּשְׁקִין, הַמִּשְׁכָּב, וְהַמּוֹשָׁב וְהַמַּדָּף מִלְמַעְלָן, מְטַמְּאִין שְׁנַיִם וּפוֹסְלִין אֶחָד. פֵּרְשׁוּ, מְטַמְּאִין אֶחָד וּפוֹסְלִין אֶחָד. וְהַמִּשְׁכָּב וְהַמּוֹשָׁב מִלְּמַטָּן, מְטַמְּאִין שְׁנַיִם וּפוֹסְלִין אֶחָד. פֵּרְשׁוּ, מְטַמְּאִין שְׁנַיִם {יא} וּפוֹסְלִין אֶחָד. הָאֳכָלִין וְהַמַּשְׁקִין וְהַמַּדָּף מִלְּמַטָּן, טְהוֹרִין",
      "rdfs:label": "משנה זבים ה ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-2",
      "jbo:text": "ר\"ע מברטנורה כל הנשא על גבי הזב. עליונו של זב ואפלו לא נגע בו הזב {ה}, ואפלו יש דברים הרבה חוצצים בינו לבין הזב, הכל טמא, דכתיב (שם) והנוגע בכל אשר יהיה תחתיו, מאי תחתיו, אילימא תחתיו דזב, הינו משכב, אלא בכל אשר יהיה הזב תחתיו, דהינו עליונו של זב, ונוהג בכל דבר, אפלו במידי דאין רגילות להיות עליו, ולא הוו כעין תחתיו, דאין נוהג אלא במידי דחזי ליה: חוץ מן הראוי למשכב ולמושב. והוא הדין למרכב {ח}. אבל שאינו ראוי, טהור, כגון אם כפה סאה שאינה עשויה לישיבה וישב עליה, יכול יהא טמא מושב, תלמוד לומר (שם) והישב על הכלי אשר ישב עליו הזב, מה שמיחד לישיבה, יצא זה שאומרים לו עמד ונעשה מלאכתנו: נדבך. שורת בנין החומה. כמו נדבכין די אבן גלל (בעזרא ו): הטהור מלמעלה. על הנדבך ומכביד על אצבעו של זב, דהשתא הוי נשא על גבי הזב ונחשב אב הטמאה: מטמא שנים ופוסל אחד. מטמא ראשון ושני, ופוסל שלישי בתרומה: פרש. שירד הטהור מן הנדבך, או שסלק הזב אצבעו מתחת הנדבך. מטמא הטהור אחד ופוסל אחד, לפי שאין הטהור אלא ראשון מכיון שפרש, דתו לא מטמא בגדים, ועושה שני ושלישי בתרומה: הטמא מלמעלה. על הנדבך, ואצבע הטהור תחת הנדבך, ומכביד הטמא עליו, הרי הזב נשא עליו, לפיכך מטמא שנים ופוסל אחד: והמדף. כל כלים שאינם משכב ומושב מדף קרי להו: מלמעלן. של נדבך, ואצבע הזב מלמטה, אינם אלא ראשון: מטמאין אחד ופוסלים אחד. ולאחר שפרשו נמי כך דינא: פרשו מטמאין שנים ופוסלים אחד. המשכב ומושב לעולם אב הטמאה אף על פי שפרשו: טהורים. כדאמרינן שכל שהזב נשא עליו, טהור, חוץ ממשכב ומושב והאדם",
      "jbo:textNikud": "ר\"ע מברטנורה כֹּל הַנִּשָּׂא עַל גַּבֵּי הַזָּב. עֶלְיוֹנוֹ שֶׁל זָב וַאֲפִלּוּ לֹא נָגַע בּוֹ הַזָּב {ה}, וַאֲפִלּוּ יֵשׁ דְּבָרִים הַרְבֵּה חוֹצְצִים בֵּינוֹ לְבֵין הַזָּב, הַכֹּל טָמֵא, דִּכְתִיב (שָׁם) וְהַנּוֹגֵעַ בְּכָל אֲשֶׁר יִהְיֶה תַחְתָּיו, מַאי תַחְתָּיו, אִילֵימָא תַּחְתָּיו דְּזָב, הַיְנוּ מִשְׁכָּב, אֶלָּא בְּכָל אֲשֶׁר יִהְיֶה הַזָּב תַּחְתָּיו, דְּהַיְנוּ עֶלְיוֹנוֹ שֶׁל זָב, וְנוֹהֵג בְּכָל דָּבָר, אֲפִלּוּ בְמִידִי דְּאֵין רְגִילוּת לִהְיוֹת עָלָיו, וְלֹא הָווּ כְעֵין תַּחְתָּיו, דְּאֵין נוֹהֵג אֶלָּא בְמִידִי דַּחֲזִי לֵיהּ: חוּץ מִן הָרָאוּי לְמִשְׁכָּב וּלְמוֹשָׁב. וְהוּא הַדִּין לְמֶרְכָּב {ח}. אֲבָל שֶׁאֵינוֹ רָאוּי, טָהוֹר, כְּגוֹן אִם כָּפָה סְאָה שֶׁאֵינָהּ עֲשׂוּיָה לִישִׁיבָה וְיָשַׁב עָלֶיהָ, יָכוֹל יְהֵא טָמֵא מוֹשָׁב, תַּלְמוּד לוֹמַר (שָׁם) וְהַיֹּשֵׁב עַל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו הַזָּב, מַה שֶּׁמְּיֻחָד לִישִׁיבָה, יָצָא זֶה שֶׁאוֹמְרִים לוֹ עֲמֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ: נִדְבָּךְ. שׁוּרַת בִּנְיַן הַחוֹמָה. כְּמוֹ נִדְבָּכִין דִּי אֶבֶן גְּלָל (בְּעֶזְרָא ו): הַטָּהוֹר מִלְּמַעְלָה. עַל הַנִּדְבָּךְ וּמַכְבִּיד עַל אֶצְבָּעוֹ שֶׁל זָב, דְּהַשְׁתָּא הָוֵי נִשָּׂא עַל גַּבֵּי הַזָּב וְנֶחְשָׁב אַב הַטֻּמְאָה: מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. מְטַמֵּא רִאשׁוֹן וְשֵׁנִי, וּפוֹסֵל שְׁלִישִׁי בַּתְּרוּמָה: פֵּרַשׁ. שֶׁיָּרַד הַטָּהוֹר מִן הַנִּדְבָּךְ, אוֹ שֶׁסִּלֵּק הַזָּב אֶצְבָּעוֹ מִתַּחַת הַנִּדְבָּךְ. מְטַמֵּא הַטָּהוֹר אֶחָד וּפוֹסֵל אֶחָד, לְפִי שֶׁאֵין הַטָּהוֹר אֶלָּא רִאשׁוֹן מִכֵּיוָן שֶׁפֵּרַשׁ, דְּתוּ לֹא מְטַמֵּא בְגָדִים, וְעוֹשֶׂה שֵׁנִי וּשְׁלִישִׁי בַּתְּרוּמָה: הַטָּמֵא מִלְמַעְלָה. עַל הַנִּדְבָּךְ, וְאֶצְבַּע הַטָּהוֹר תַּחַת הַנִּדְבָּךְ, וּמַכְבִּיד הַטָּמֵא עָלָיו, הֲרֵי הַזָּב נִשָּׂא עָלָיו, לְפִיכָךְ מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד: וְהַמַּדָּף. כָּל כֵּלִים שֶׁאֵינָם מִשְׁכָּב וּמוֹשָׁב מַדָּף קָרֵי לְהוּ: מִלְמַעְלָן. שֶׁל נִדְבָּךְ, וְאֶצְבַּע הַזָּב מִלְּמַטָּה, אֵינָם אֶלָּא רִאשׁוֹן: מְטַמְּאִין אֶחָד וּפוֹסְלִים אֶחָד. וּלְאַחַר שֶׁפֵּרְשׁוּ נַמִּי כָךְ דִּינָא: פֵּרְשׁוּ מְטַמְּאִין שְׁנַיִם וּפוֹסְלִים אֶחָד. הַמִּשְׁכָּב וּמוֹשָׁב לְעוֹלָם אַב הַטֻּמְאָה אַף עַל פִּי שֶׁפֵּרְשׁוּ: טְהוֹרִים. כִּדְאָמְרִינַן שֶׁכָּל שֶׁהַזָּב נִשָּׂא עָלָיו, טָהוֹר, חוּץ מִמִּשְׁכָּב וּמוֹשָׁב וְהָאָדָם",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-2",
      "jbo:text": "עיקר תוי\"ט {ה} אבל סיפא כל שהזב נשא עליו טהור, דוקא בלא נגע. ועין תוספות יום טוב: {ו} טמא. ולקמן מפרש שאין כלם שוין: {ז} טהור. לגמרי. ואין בהן אפלו טמאת מדף, כדאיתא בתורת כהנים. תוספות. וצריך לומר דמירי שלא הוסט. דעל ידי הסט הא אמרן לעיל דמטמאין. והר\"ש פרש, דוקא על ידי הסט, וטהור משום דהנושא אין בו רוח חיים, ולכך תני חוץ מן האדם. וקשה, דהיכי מטהרין הכא לגמרי: {ח} דאין למדין מן הכללות: {ט} כיצד. ארישא נמי קאי: {י} אצבעו. נראה לי שטמאה זו מדבריהם. ולפי זה צריך לומר דמשכב ומושב דסיפא לא מירי כשאצבעו בלבד מלמעלן, דבהו לעולם רבו בעינן. אלא מתניתין דהכא ודהתם לאו בחדא שיטה, והא כדאיתא והא כדאיתא: {יא} שנים. לפי שהמשכב אב הטמאה אפלו כשנתרוקן הזב ממנו. כדיליף ליה בתורת כהנים",
      "jbo:textNikud": "עיקר תוי\"ט {ה} אֲבָל סֵיפָא כָּל שֶׁהַזָּב נִשָּׂא עָלָיו טָהוֹר, דַּוְקָא בְלֹא נָגַע. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} טָמֵא. וּלְקַמָּן מְפָרֵשׁ שֶׁאֵין כֻּלָּם שָׁוִין: {ז} טָהוֹר. לְגַמְרֵי. וְאֵין בָּהֶן אֲפִלּוּ טֻמְאַת מַדָּף, כִּדְאִיתָא בְתוֹרַת כֹּהֲנִים. תּוֹסָפוֹת. וְצָרִיךְ לוֹמַר דְּמַיְרֵי שֶׁלֹּא הוּסַט. דְּעַל יְדֵי הֶסֵּט הָא אֲמַרַן לְעֵיל דְּמִטַּמְאִין. וְהָרַ\"שׁ פֵּרֵשׁ, דַּוְקָא עַל יְדֵי הֶסֵּט, וְטָהוֹר מִשּׁוּם דְּהַנּוֹשֵׂא אֵין בּוֹ רוּחַ חַיִּים, וּלְכָךְ תָּנֵי חוּץ מִן הָאָדָם. וְקָשֶׁה, דְּהֵיכִי מְטַהֲרִין הָכָא לְגַמְרֵי: {ח} דְּאֵין לְמֵדִין מִן הַכְּלָלוֹת: {ט} כֵּיצַד. אַרֵישָׁא נַמִּי קָאֵי: {י} אֶצְבָּעוֹ. נִרְאֶה לִי שֶׁטֻּמְאָה זוֹ מִדִּבְרֵיהֶם. וּלְפִי זֶה צָרִיךְ לוֹמַר דְּמִשְׁכָּב וּמוֹשָׁב דְּסֵיפָא לֹא מַיְרֵי כְּשֶׁאֶצְבָּעוֹ בִּלְבַד מִלְמַעְלָן, דִּבְהוּ לְעוֹלָם רֻבּוֹ בָעִינַן. אֶלָּא מַתְנִיתִין דְּהָכָא וּדְהָתָם לָאו בַּחֲדָא שִׁיטָה, וְהָא כִדְאִיתָא וְהָא כִדְאִיתָא: {יא} שְׁנַיִם. לְפִי שֶׁהַמִּשְׁכָּב אַב הַטֻּמְאָה אֲפִלּוּ כְשֶׁנִּתְרוֹקֵן הַזָּב מִמֶּנּוּ. כִּדְיָלֵיף לֵיהּ בְּתוֹרַת כֹּהֲנִים",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-3",
      "jbo:text": "מפני שאמרו, כל הנושא ונשא על גבי משכב, טהור, חוץ מן האדם. כל הנושא ונשא על גבי הנבלה, טהור, חוץ מן המסיט. רבי אליעזר אומר, אף הנושא {יז}. כל הנושא ונשא על גבי המת, טהור, חוץ מן המאהיל {יח}, ואדם בזמן שהוא מסיט",
      "jbo:textNikud": "מִפְּנֵי שֶׁאָמְרוּ, כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי מִשְׁכָּב, טָהוֹר, חוּץ מִן הָאָדָם. כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַנְּבֵלָה, טָהוֹר, חוּץ מִן הַמַּסִּיט. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַנּוֹשֵׂא {יז}. כֹּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַמֵּת, טָהוֹר, חוּץ מִן הַמַּאֲהִיל {יח}, וְאָדָם בִּזְמַן שֶׁהוּא מַסִּיט",
      "rdfs:label": "משנה זבים ה ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-3",
      "jbo:text": "ר\"ע מברטנורה מפני שאמרו. כלומר מפני מה אמרו האכלים והמשקים והמדף מלמטה תחת משכב הזב {יב} טהורים, מפני שאמרו כל הנושא ונשא כו': כל הנושא. כגון אכלין ומשקין ומדף שהן למטה ממשכב הזב ונושאים אותו ואינן נוגעין בו {יג}, שיש דברים חוצצים בינתים: נשא על גבי המשכב. שאלו למעלה והמשכב למטה ונשא עליו ואין נוגעין בו, טהורים: חוץ מן האדם. שהאדם הנושא המשכב, נטמא אף על פי שלא נגע בו ולא הסיטו, מפני שמשכב הזב מטמא במשא. וכן אם נתנו אבן מסמא למעלה ממשכבו של זב וישב אדם טהור על האבן, נטמא, כיון שנשא על גבי משכב. כשם שאם ישב הזב על האבן נטמא המשכב שלמטה מן האבן, כך כשישב הטהור על האבן, נטמא ונשא מן המשכב שתחתיה: כל הנושא על גבי נבלה. באדם קמירי {יד}, כלומר וכל אדם הנושא ונתן {טו} על גבי נבלה: טהור חוץ מן המסיט. דנושא את הנבלה ולא זז ממקומו גם לא הניעה ממקומה אלא שמנחת על גביו, כגון שבא חברו והניחה עליו, טהור, עד שיסיטנה {טז}: רבי אליעזר אומר אף הנושא. בגמרא מפרש דהכי קאמר, והוא שנושא, כלומר אין המסיט את הנבלה טמא אלא כשנושא אותה, שנבלה למעלה והוא למטה. אבל אם הנבלה למטה והוא למעלה, אף על פי שמסיטה, טהור, כל זמן שלא נגע בה. ואין הלכה כרבי אליעזר: חוץ מן המאהיל. שאפשר להיות נושא ונשא ולא יאהיל, כגון עליה מפסקת, שאם המת בעליה ואכלין ומשקין וכלים בבית מגיעין עד שמי קורה והנסרים נכפפים מכבד המת ומכבידין על הכלים, או שהמת בבית סמוך לשמי קורה והכלים בעליה ונכפפים הנסרים שבעליה מכבד הכלים ומכבידים על המת {יט}, בכהאי גונא הוי נושא ונשא על גבי המת ואינו מאהיל, וטהור: ואדם בזמן שהוא מסיט. בין נושא את המת, בין נשא על גבי מת, טמא אף על פי שאינו נוגע בו. אבל אם אין המת זז ממקומו, שאין כאן הסט, טהור {כ}",
      "jbo:textNikud": "ר\"ע מברטנורה מִפְּנֵי שֶׁאָמְרוּ. כְּלוֹמַר מִפְּנֵי מָה אָמְרוּ הָאֳכָלִים וְהַמַּשְׁקִים וְהַמַּדָּף מִלְּמַטָּה תַּחַת מִשְׁכַּב הַזָּב {יב} טְהוֹרִים, מִפְּנֵי שֶׁאָמְרוּ כָּל הַנּוֹשֵׂא וְנִשָּׂא כוּ': כֹּל הַנּוֹשֵׂא. כְּגוֹן אֳכָלִין וּמַשְׁקִין וּמַדָּף שֶׁהֵן לְמַטָּה מִמִּשְׁכַּב הַזָּב וְנוֹשְׂאִים אוֹתוֹ וְאֵינָן נוֹגְעִין בּוֹ {יג}, שֶׁיֵּשׁ דְּבָרִים חוֹצְצִים בֵּינְתַיִם: נִשָּׂא עַל גַּבֵּי הַמִּשְׁכָּב. שֶׁאֵלּוּ לְמַעְלָה וְהַמִּשְׁכָּב לְמַטָּה וְנִשָּׂא עָלָיו וְאֵין נוֹגְעִין בּוֹ, טְהוֹרִים: חוּץ מִן הָאָדָם. שֶׁהָאָדָם הַנּוֹשֵׂא הַמִּשְׁכָּב, נִטְמָא אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ וְלֹא הִסִּיטוֹ, מִפְּנֵי שֶׁמִּשְׁכָּב הַזָּב מְטַמֵּא בְמַשָּׂא. וְכֵן אִם נָתְנוּ אֶבֶן מְסָמָא לְמַעְלָה מִמִּשְׁכָּבוֹ שֶׁל זָב וְיָשַׁב אָדָם טָהוֹר עַל הָאֶבֶן, נִטְמָא, כֵּיוָן שֶׁנִּשָּׂא עַל גַּבֵּי מִשְׁכָּב. כְּשֵׁם שֶׁאִם יָשַׁב הַזָּב עַל הָאֶבֶן נִטְמָא הַמִּשְׁכָּב שֶׁלְּמַטָּה מִן הָאֶבֶן, כָּךְ כְּשֶׁיָּשַׁב הַטָּהוֹר עַל הָאֶבֶן, נִטְמָא וְנִשָּׂא מִן הַמִּשְׁכָּב שֶׁתַּחְתֶּיהָ: כֹּל הַנּוֹשֵׂא עַל גַּבֵּי נְבֵלָה. בְּאָדָם קָמַיְרֵי {יד}, כְּלוֹמַר וְכָל אָדָם הַנּוֹשֵׂא וְנִתָּן {טו} עַל גַּבֵּי נְבֵלָה: טָהוֹר חוּץ מִן הַמַּסִּיט. דְּנוֹשֵׂא אֶת הַנְּבֵלָה וְלֹא זָז מִמְּקוֹמוֹ גַּם לֹא הֱנִיעָהּ מִמְּקוֹמָהּ אֶלָּא שֶׁמֻּנַּחַת עַל גַּבָּיו, כְּגוֹן שֶׁבָּא חֲבֵרוֹ וְהִנִּיחָהּ עָלָיו, טָהוֹר, עַד שֶׁיַּסִּיטֶנָּה {טז}: רַבִּי אֱלִיעֶזֶר אוֹמֵר אַף הַנּוֹשֵׂא. בַּגְּמָרָא מְפָרֵשׁ דְּהָכִי קָאָמַר, וְהוּא שֶׁנּוֹשֵׂא, כְּלוֹמַר אֵין הַמַּסִּיט אֶת הַנְּבֵלָה טָמֵא אֶלָּא כְשֶׁנּוֹשֵׂא אוֹתָהּ, שֶׁנְּבֵלָה לְמַעְלָה וְהוּא לְמַטָּה. אֲבָל אִם הַנְּבֵלָה לְמַטָּה וְהוּא לְמַעְלָה, אַף עַל פִּי שֶׁמַּסִּיטָהּ, טָהוֹר, כָּל זְמַן שֶׁלֹּא נָגַע בָּהּ. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר: חוּץ מִן הַמַּאֲהִיל. שֶׁאֶפְשָׁר לִהְיוֹת נוֹשֵׂא וְנִשָּׂא וְלֹא יַאֲהִיל, כְּגוֹן עֲלִיָּה מַפְסֶקֶת, שֶׁאִם הַמֵּת בָּעֲלִיָּה וָאֳכָלִין וּמַשְׁקִין וְכֵלִים בַּבַּיִת מַגִּיעִין עַד שְׁמֵי קוֹרָה וְהַנְּסָרִים נִכְפָּפִים מִכֹּבֶד הַמֵּת וּמַכְבִּידִין עַל הַכֵּלִים, אוֹ שֶׁהַמֵּת בַּבַּיִת סָמוּךְ לִשְׁמֵי קוֹרָה וְהַכֵּלִים בָּעֲלִיָּה וְנִכְפָּפִים הַנְּסָרִים שֶׁבָּעֲלִיָּה מִכֹּבֶד הַכֵּלִים וּמַכְבִּידִים עַל הַמֵּת {יט}, בִּכְהַאי גַּוְנָא הָוֵי נוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַמֵּת וְאֵינוֹ מַאֲהִיל, וְטָהוֹר: וְאָדָם בִּזְמַן שֶׁהוּא מַסִּיט. בֵּין נוֹשֵׂא אֶת הַמֵּת, בֵּין נִשָּׂא עַל גַּבֵּי מֵת, טָמֵא אַף עַל פִּי שֶׁאֵינוֹ נוֹגֵעַ בּוֹ. אֲבָל אִם אֵין הַמֵּת זָז מִמְּקוֹמוֹ, שֶׁאֵין כָּאן הֶסֵּט, טָהוֹר {כ}",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-3",
      "jbo:text": "עיקר תוי\"ט {יב} ואף שלא אמרו לעיל אלא תחת הזב, ודאי דלא חמירא משכב מזב עצמו, וממילא נשמעיניה: {יג} ואפלו לא הפסיק ביניהם אלא ניר. הרמב\"ם: {יד} דאין לך מטמא במשא בנבלה אלא האדם: {טו} צריך לומר ונשא. וכן הוא בר\"ש. ועין תוספות יום טוב: {טז} ומדלא תני גבי משכב חוץ מן המסיט, צריך לומר דמטמא בלא מסיט. וטעמא נראה לי, משום דאחמיר רחמנא במשכב דאפלו הנוגע מטמא בגדים, וגבי נבלה תנן חשוכי בגדים במגע. הר\"ש: {יז} הנושא. נמי באדם. דומיא דנבלה: {יח} המאהיל. בין שהמת תחתיו והאדם נשא בין שהמת מאהיל עליו והוא נשא, מטמא טמאת אהל: {יט} לרבותא כתב כן, דאפלו משום משא שמכביד עליו אינו מטמא, שאין במת משום אבן מסמא. ומכל מקום באינה רצוצה מירי. ועין תוספות יום טוב: {כ} וטעמא נראה לי, דטמאת משא דמת ילפינן בקל וחמר מנבלה, ואמרינן דיו שלא יטמא משאו אלא אם כן הסיט, כמו בנבלה. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יב} וְאַף שֶׁלֹּא אָמְרוּ לְעֵיל אֶלָּא תַחַת הַזָּב, וַדַּאי דְּלֹא חֲמִירָא מִשְׁכָּב מִזָּב עַצְמוֹ, וּמִמֵּילָא נַשְׁמְעִינֵיהּ: {יג} וַאֲפִלּוּ לֹא הִפְסִיק בֵּינֵיהֶם אֶלָּא נְיָר. הָרַמְבַּ\"ם: {יד} דְּאֵין לְךָ מִטַּמֵּא בְמַשָּׂא בִּנְבֵלָה אֶלָּא הָאָדָם: {טו} צָרִיךְ לוֹמַר וְנִשָּׂא. וְכֵן הוּא בָּרַ\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וּמִדְּלֹא תָנֵי גַּבֵּי מִשְׁכָּב חוּץ מִן הַמַּסִּיט, צָרִיךְ לוֹמַר דִּמְטַמֵּא בְלֹא מַסִּיט. וְטַעֲמָא נִרְאֶה לִי, מִשּׁוּם דְּאַחְמִיר רַחֲמָנָא בְּמִשְׁכָּב דַּאֲפִלּוּ הַנּוֹגֵעַ מְטַמֵּא בְגָדִים, וְגַבֵּי נְבֵלָה תְּנַן חֲשׂוּכֵי בְגָדִים בְּמַגָּע. הָרַ\"שׁ: {יז} הַנּוֹשֵׂא. נַמִּי בְאָדָם. דּוּמְיָא דִנְבֵלָה: {יח} הַמַּאֲהִיל. בֵּין שֶׁהַמֵּת תַּחְתָּיו וְהָאָדָם נִשָּׂא בֵּין שֶׁהַמֵּת מַאֲהִיל עָלָיו וְהוּא נִשָּׂא, מְטַמֵּא טֻמְאַת אֹהֶל: {יט} לִרְבוּתָא כָּתַב כֵּן, דַּאֲפִלּוּ מִשּׁוּם מַשָּׂא שֶׁמַּכְבִּיד עָלָיו אֵינוֹ מְטַמֵּא, שֶׁאֵין בַּמֵּת מִשּׁוּם אֶבֶן מְסָמָא. וּמִכָּל מָקוֹם בְּאֵינָהּ רְצוּצָה מַיְרֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} וְטַעֲמָא נִרְאֶה לִי, דְּטֻמְאַת מַשָּׂא דְּמֵת יָלְפִינַן בְּקַל וָחֹמֶר מִנְּבֵלָה, וְאָמְרִינַן דַּיּוֹ שֶׁלֹּא יְטַמֵּא מַשָּׂאוֹ אֶלָּא אִם כֵּן הִסִּיט, כְּמוֹ בִּנְבֵלָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-4",
      "jbo:text": "מקצת טמא על הטהור ומקצת טהור על הטמא, חבורי טמא על הטהור וחבורי טהור על הטמא, טמא. רבי שמעון אומר, מקצת טמא על הטהור, טמא. ומקצת טהור על הטמא, טהור",
      "jbo:textNikud": "מִקְצָת טָמֵא עַל הַטָּהוֹר וּמִקְצָת טָהוֹר עַל הַטָּמֵא, חִבּוּרֵי טָמֵא עַל הַטָּהוֹר וְחִבּוּרֵי טָהוֹר עַל הַטָּמֵא, טָמֵא. רַבִּי שִׁמְעוֹן אוֹמֵר, מִקְצָת טָמֵא עַל הַטָּהוֹר, טָמֵא. וּמִקְצָת טָהוֹר עַל הַטָּמֵא, טָהוֹר",
      "rdfs:label": "משנה זבים ה ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-4",
      "jbo:text": "ר\"ע מברטנורה מקצת טמא על הטהור. אפלו אצבעו של זב על הטהור, או אצבעו של טהור על הזב, או חבורי טמא, כגון שערו וצפרניו ושניו, כל אלו נקראין חבורי, אף על גב דליכא אלא מעוט הטמא על הטהור או מעוט הטהור על הטמא, נטמא הטהור, דלא בעינן שינשא רבו של זב אלא על המשכב ולא על האדם: ומקצת טהור על הטמא טהור. דבעינן שינשא רבו. ואין הלכה כרבי שמעון",
      "jbo:textNikud": "ר\"ע מברטנורה מִקְצָת טָמֵא עַל הַטָּהוֹר. אֲפִלּוּ אֶצְבָּעוֹ שֶׁל זָב עַל הַטָּהוֹר, אוֹ אֶצְבָּעוֹ שֶׁל טָהוֹר עַל הַזָּב, אוֹ חִבּוּרֵי טָמֵא, כְּגוֹן שְׂעָרוֹ וְצִפָּרְנָיו וְשִׁנָּיו, כָּל אֵלּוּ נִקְרָאִין חִבּוּרֵי, אַף עַל גַּב דְּלֵיכָּא אֶלָּא מִעוּט הַטָּמֵא עַל הַטָּהוֹר אוֹ מִעוּט הַטָּהוֹר עַל הַטָּמֵא, נִטְמָא הַטָּהוֹר, דְּלֹא בָעִינַן שֶׁיִּנָּשֵׂא רֻבּוֹ שֶׁל זָב אֶלָּא עַל הַמִּשְׁכָּב וְלֹא עַל הָאָדָם: וּמִקְצָת טָהוֹר עַל הַטָּמֵא טָהוֹר. דְּבָעִינַן שֶׁיִּנָּשֵׂא רֻבּוֹ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-5",
      "jbo:text": "הטמא על מקצת המשכב והטהור על מקצת המשכב, טמא. מקצת טמא על המשכב ומקצת טהור על המשכב, טהור. נמצאת טמאה נכנסת לו ויוצאת ממנו במעוטו. וכן ככר של תרומה שהוא נתון על גבי משכב והניר בינתים, בין מלמעלן בין מלמטן, טהור. וכן באבן המנגעת, טהור. רבי שמעון מטמא בזו",
      "jbo:textNikud": "הַטָּמֵא עַל מִקְצָת הַמִּשְׁכָּב וְהַטָּהוֹר עַל מִקְצָת הַמִּשְׁכָּב, טָמֵא. מִקְצָת טָמֵא עַל הַמִּשְׁכָּב וּמִקְצָת טָהוֹר עַל הַמִּשְׁכָּב, טָהוֹר. נִמְצֵאת טֻמְאָה נִכְנֶסֶת לוֹ וְיוֹצֵאת מִמֶּנּוּ בְּמִעוּטוֹ. וְכֵן כִּכָּר שֶׁל תְּרוּמָה שֶׁהוּא נָתוּן עַל גַּבֵּי מִשְׁכָּב וְהַנְּיָר בֵּינְתַיִם, בֵּין מִלְמַעְלָן בֵּין מִלְּמַטָּן, טָהוֹר. וְכֵן בְּאֶבֶן הַמְנֻגַּעַת, טָהוֹר. רַבִּי שִׁמְעוֹן מְטַמֵּא בָזוֹ",
      "rdfs:label": "משנה זבים ה ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-5",
      "jbo:text": "ר\"ע מברטנורה הטמא על מקצת המשכב. רבו של טמא על מעוטו של משכב, נטמא המשכב. וכן רבו של טהור על מעוטו של המשכב הטמא, נטמא הטהור. ולא חישינן על מעוט משכב, כיון דרבא דטהור ורבא דטמא {כא} יושב עליו, דבמעוטו של משכב טמאה נכנסת, ובמעוטו יוצאת, כדקתני סיפא נמצאת טמאה נכנסת לו ויוצאה ממנו במעוטו: מקצת הטמא על המשכב. כיון דמעוטו של טמא הוא, אף על פי שנשען על כל המשכב, טהור המשכב, עד שינשא עליו רבו של זב: ומקצת טהור על המשכב. כלומר או מקצת טהור אפלו על כל המשכב: טהור. עד שישען עליו רבו של טהור: וכן ככר של תרומה. אמתניתין דלעיל קאי, דתנן כל הנושא ונשא על גבי המשכב, טהור. ואפלו אכלין של תרומה, אם נשאו על גבי משכב ויש ביניהן דבר חוצץ אפלו הוא דק ביותר כגון ניר וכיוצא בו, אינן מקבלין טמאה מן המשכב, דאין מטמא אחרים ולא מקבל טמאה בהסט אלא דבר שיש בו רוח חיים {כב}: ורבי שמעון מטמא בזו. הואיל ומקומה טמא, מטמא בהסט אפלו דבר שאין בו רוח חיים. ואין הלכה כרבי שמעון",
      "jbo:textNikud": "ר\"ע מברטנורה הַטָּמֵא עַל מִקְצָת הַמִּשְׁכָּב. רֻבּוֹ שֶׁל טָמֵא עַל מִעוּטוֹ שֶׁל מִשְׁכָּב, נִטְמָא הַמִּשְׁכָּב. וְכֵן רֻבּוֹ שֶׁל טָהוֹר עַל מִעוּטוֹ שֶׁל הַמִּשְׁכָּב הַטָּמֵא, נִטְמָא הַטָּהוֹר. וְלֹא חָיְשִׁינַן עַל מִעוּט מִשְׁכָּב, כֵּיוָן דְּרֻבָּא דְטָהוֹר וְרֻבָּא דְטָמֵא {כא} יוֹשֵׁב עָלָיו, דִּבְמִעוּטוֹ שֶׁל מִשְׁכָּב טֻמְאָה נִכְנֶסֶת, וּבְמִעוּטוֹ יוֹצֵאת, כִּדְקָתָנֵי סֵיפָא נִמְצֵאת טֻמְאָה נִכְנֶסֶת לוֹ וְיוֹצְאָה מִמֶּנּוּ בְּמִעוּטוֹ: מִקְצָת הַטָּמֵא עַל הַמִּשְׁכָּב. כֵּיוָן דְּמִעוּטוֹ שֶׁל טָמֵא הוּא, אַף עַל פִּי שֶׁנִּשְׁעָן עַל כָּל הַמִּשְׁכָּב, טָהוֹר הַמִּשְׁכָּב, עַד שֶׁיִּנָּשֵׂא עָלָיו רֻבּוֹ שֶׁל זָב: וּמִקְצָת טָהוֹר עַל הַמִּשְׁכָּב. כְּלוֹמַר אוֹ מִקְצָת טָהוֹר אֲפִלּוּ עַל כָּל הַמִּשְׁכָּב: טָהוֹר. עַד שֶׁיִּשָּׁעֵן עָלָיו רֻבּוֹ שֶׁל טָהוֹר: וְכֵן כִּכָּר שֶׁל תְּרוּמָה. אַמַּתְנִיתִין דִּלְעֵיל קָאֵי, דִּתְנַן כָּל הַנּוֹשֵׂא וְנִשָּׂא עַל גַּבֵּי הַמִּשְׁכָּב, טָהוֹר. וַאֲפִלּוּ אֳכָלִין שֶׁל תְּרוּמָה, אִם נִשְּׂאוּ עַל גַּבֵּי מִשְׁכָּב וְיֵשׁ בֵּינֵיהֶן דָּבָר חוֹצֵץ אֲפִלּוּ הוּא דַק בְּיוֹתֵר כְּגוֹן נְיָר וְכַיּוֹצֵא בוֹ, אֵינָן מְקַבְּלִין טֻמְאָה מִן הַמִּשְׁכָּב, דְּאֵין מְטַמֵּא אֲחֵרִים וְלֹא מְקַבֵּל טֻמְאָה בְּהֶסֵּט אֶלָּא דָבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים {כב}: וְרַבִּי שִׁמְעוֹן מְטַמֵּא בָזוֹ. הוֹאִיל וּמְקוֹמָהּ טָמֵא, מְטַמֵּא בְהֶסֵּט אֲפִלּוּ דָבָר שֶׁאֵין בּוֹ רוּחַ חַיִּים. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-5",
      "jbo:text": "עיקר תוי\"ט {כא} כדיליף להו בספרא. הרמב\"ם. ועין תוספות יום טוב: {כב} הר\"ש. ולשיטתיה אזיל כו', אבל הר\"ב בחנם נקטיה ואין בו צרך לפרוש המשנה. וגם בעקר הדין נראה לי דלאו כהלכתא הוא. וראיה ממשנה ה' ו' דפרק ד'",
      "jbo:textNikud": "עיקר תוי\"ט {כא} כִּדְיָלֵיף לְהוּ בְּסִפְרָא. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כב} הָרַ\"שׁ. וּלְשִׁיטָתֵיהּ אָזֵיל כוּ', אֲבָל הָרַ\"ב בְּחִנָּם נַקְטֵיהּ וְאֵין בּוֹ צֹרֶךְ לְפֵרוּשׁ הַמִּשְׁנָה. וְגַם בְּעִקַּר הַדִּין נִרְאֶה לִי דְּלָאו כְּהִלְכָתָא הוּא. וּרְאָיָה מִמִּשְׁנָה ה' ו' דְּפֶרֶק ד'",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-6",
      "jbo:text": "הנוגע בזב, ובזבה, ובנדה, וביולדת, ובמצרע, במשכב, ומושב, מטמא שנים {כג} ופוסל אחד. פרש, מטמא אחד ופוסל אחד, אחד הנוגע ואחד המסיט {כד} ואחד הנושא ואחד הנשא {כו}",
      "jbo:textNikud": "הַנּוֹגֵעַ בְּזָב, וּבְזָבָה, וּבְנִדָּה, וּבְיוֹלֶדֶת, וּבִמְצֹרָע, בְּמִשְׁכָּב, וּמוֹשָׁב, מְטַמֵּא שְׁנַיִם {כג} וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, אֶחָד הַנּוֹגֵעַ וְאֶחָד הַמַּסִּיט {כד} וְאֶחָד הַנּוֹשֵׂא וְאֶחָד הַנִּשָּׂא {כו}",
      "rdfs:label": "משנה זבים ה ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-6",
      "jbo:text": "ר\"ע מברטנורה הנוגע בזב ובזבה כו'. כל הני שוה מגען למשאן דמטמאו אדם לטמא בגדים, הלכך חשיבי אב הטמאה כל זמן שלא פרשו, מאחר דמטמאו בגדים, ולכך הנוגע עושה ראשון ושני ופוסל שלישי בתרומה: פרש. ממטמאיו, אינו אלא ראשון בעלמא ומטמא אחד לעשותו שני, ופוסל שלישי בתרומה: ואחד המסיט ואחד הנושא. ואף על פי שאינן נוגעים. זב וזבה ונדה בהדיא כתיבי, דכתיב זאת תורת הזב וגו' והדוה בנדתה. ומצרע ויולדת {כה} נפקא לן מלזכר ולנקבה, לזכר לרבות את המצרע, ולנקבה לרבות את היולדת",
      "jbo:textNikud": "ר\"ע מברטנורה הַנּוֹגֵעַ בְּזָב וּבְזָבָה כוּ'. כָּל הָנֵי שָׁוֶה מַגָּעָן לְמַשָּׂאָן דִּמְטַמְּאוּ אָדָם לְטַמֵּא בְגָדִים, הִלְכָּךְ חֲשִׁיבֵי אַב הַטֻּמְאָה כָּל זְמַן שֶׁלֹּא פֵרְשׁוּ, מֵאַחַר דִּמְטַמְּאוּ בְגָדִים, וּלְכָךְ הַנּוֹגֵעַ עוֹשֶׂה רִאשׁוֹן וְשֵׁנִי וּפוֹסֵל שְׁלִישִׁי בַּתְּרוּמָה: פֵּרַשׁ. מִמְּטַמְּאָיו, אֵינוֹ אֶלָּא רִאשׁוֹן בְּעָלְמָא וּמְטַמֵּא אֶחָד לַעֲשׂוֹתוֹ שֵׁנִי, וּפוֹסֵל שְׁלִישִׁי בַּתְּרוּמָה: וְאֶחָד הַמַּסִּיט וְאֶחָד הַנּוֹשֵׂא. וְאַף עַל פִּי שֶׁאֵינָן נוֹגְעִים. זָב וְזָבָה וְנִדָּה בְּהֶדְיָא כְתִיבֵי, דִּכְתִיב זֹאת תּוֹרַת הַזָּב וְגוֹ' וְהַדָּוָה בְּנִדָּתָהּ. וּמְצֹרָע וְיוֹלֶדֶת {כה} נַפְקָא לָן מִלַּזָּכָר וְלַנְּקֵבָה, לַזָּכָר לְרַבּוֹת אֶת הַמְצֹרָע, וְלַנְּקֵבָה לְרַבּוֹת אֶת הַיּוֹלֶדֶת",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-6",
      "jbo:text": "עיקר תוי\"ט {כג} שנים. במגע ולא במשא: {כד} המסיט. כלומר, ואינו נושא ונשא. ובין שהטהור הסיט לטמא או אפכא. וקאי אזב וכו'. אבל במצרע ומשכב ומושב ליכא לפרושי הכי, דהא כל טמאות המסיט טהורות חוץ משל זב: {כה} בלידה יבשתא: {כו} הנושא כו'. כלומר ואפלו אינו מסיט. מה שאין כן נבלה ומת דמשנה ג' דבעינן דוקא שיהא ניסט, עין שם",
      "jbo:textNikud": "עיקר תוי\"ט {כג} שְׁנַיִם. בְּמַגָּע וְלֹא בְמַשָּׂא: {כד} הַמַּסִּיט. כְּלוֹמַר, וְאֵינוֹ נוֹשֵׂא וְנִשָּׂא. וּבֵין שֶׁהַטָּהוֹר הִסִּיט לַטָּמֵא אוֹ אִפְּכָא. וְקָאֵי אַזָּב וְכוּ'. אֲבָל בִּמְצֹרָע וּמִשְׁכָּב וּמוֹשָׁב לֵיכָּא לְפָרוֹשֵׁי הָכִי, דְּהָא כָּל טֻמְאוֹת הַמַּסִּיט טְהוֹרוֹת חוּץ מִשֶּׁל זָב: {כה} בְּלֵידָה יָבֵשְׁתָּא: {כו} הַנּוֹשֵׂא כוּ'. כְּלוֹמַר וַאֲפִלּוּ אֵינוֹ מַסִּיט. מַה שֶּׁאֵין כֵּן נְבֵלָה וּמֵת דְּמִשְׁנָה ג' דְּבָעִינַן דַּוְקָא שֶׁיְּהֵא נִיסָט, עַיֵּן שָׁם",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-7",
      "jbo:text": "הנוגע בזובו של זב, וברקו, בשכבת זרעו, במימי רגליו, ובדם הנדה, מטמא שנים ופוסל אחד. פרש, מטמא אחד ופוסל אחד, אחד הנוגע ואחד המסיט {כז}. רבי אליעזר אומר, אף הנושא",
      "jbo:textNikud": "הַנּוֹגֵעַ בְּזוֹבוֹ שֶׁל זָב, וּבְרֻקּוֹ, בְּשִׁכְבַת זַרְעוֹ, בְּמֵימֵי רַגְלָיו, וּבְדַם הַנִּדָּה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, אֶחָד הַנּוֹגֵעַ וְאֶחָד הַמַּסִּיט {כז}. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַנּוֹשֵׂא",
      "rdfs:label": "משנה זבים ה ז"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-7",
      "jbo:text": "ר\"ע מברטנורה ואחד המסיט. המזיז אותה ממקומה אף על פי שאינו לא נוגע ולא נושא: רבי אליעזר אומר אף הנושא. והוא שנושא קאמר, כלומר אין המסיט טמא אלא אם כן נושא {כח}, שהן למעלה והמסיט למטה. ואין הלכה כרבי אליעזר",
      "jbo:textNikud": "ר\"ע מברטנורה וְאֶחָד הַמַּסִּיט. הַמֵּזִיז אוֹתָהּ מִמְּקוֹמָהּ אַף עַל פִּי שֶׁאֵינוֹ לֹא נוֹגֵעַ וְלֹא נוֹשֵׂא: רַבִּי אֱלִיעֶזֶר אוֹמֵר אַף הַנּוֹשֵׂא. וְהוּא שֶׁנּוֹשֵׂא קָאָמַר, כְּלוֹמַר אֵין הַמַּסִּיט טָמֵא אֶלָּא אִם כֵּן נוֹשֵׂא {כח}, שֶׁהֵן לְמַעְלָה וְהַמַּסִּיט לְמַטָּה. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-7",
      "jbo:text": "עיקר תוי\"ט {כז} המסיט. אבל במשא בלא הסט לא מטמא, ודמו לנבלה ומת, דכלהו אמעיטו מקרא מאבן מסמא. ועין תוספות יום טוב: {כח} הרמב\"ם. ולשיטתיה דסבירא ליה דלתנא קמא נמי נושא מטמא בלא הסט. אבל הר\"ש מפרש כאן כפשוטו, דרבי אליעזר פליג וסבירא ליה דנושא בלא מסיט נמי מטמא, דלא ממעט להו מקרא. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {כז} הַמַּסִּיט. אֲבָל בְּמַשָּׂא בְּלֹא הֶסֵּט לֹא מְטַמֵּא, וְדָמוּ לִנְבֵלָה וּמֵת, דְּכֻלְּהוּ אִמְּעִיטוּ מִקְּרָא מֵאֶבֶן מְסָמָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כח} הָרַמְבַּ\"ם. וּלְשִׁיטָתֵיהּ דִּסְבִירָא לֵיהּ דִּלְתַנָּא קַמָּא נַמִּי נוֹשֵׂא מְטַמֵּא בְּלֹא הֶסֵּט. אֲבָל הָרַ\"שׁ מְפָרֵשׁ כָּאן כִּפְשׁוּטוֹ, דְּרַבִּי אֱלִיעֶזֶר פָּלֵיג וּסְבִירָא לֵיהּ דְּנוֹשֵׂא בְלֹא מַסִּיט נַמִּי מְטַמֵּא, דְּלֹא מְמַעֵט לְהוּ מִקְּרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-8",
      "jbo:text": "הנושא את המרכב והנשא עליו והמסיטו {כט}, מטמא שנים ופוסל אחד. פרש, מטמא אחד ופוסל אחד. הנושא את הנבלה, ואת מי חטאת שיש בהם כדי הזיה, מטמא שנים ופוסל אחד. פרש, מטמא אחד ופוסל אחד",
      "jbo:textNikud": "הַנּוֹשֵׂא אֶת הַמֶּרְכָּב וְהַנִּשָּׂא עָלָיו וְהַמַּסִּיטוֹ {כט}, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. הַנּוֹשֵׂא אֶת הַנְּבֵלָה, וְאֶת מֵי חַטָּאת שֶׁיֶּשׁ בָּהֶם כְּדֵי הַזָּיָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד",
      "rdfs:label": "משנה זבים ה ח"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-8",
      "jbo:text": "ר\"ע מברטנורה הנושא את המרכב. בנושא את המרכב כתיב כבוס בגדים, ולא בנוגע, ואין נוגע אלא ראשון בעלמא: הנושא את הנבלה. הינו מסיט, דנושא בלא מסיט, טהור כדפרישית לעיל. ונוגע נמי בנבלה, אף על פי שהוא טמא, כיון דלא מטמא בגדים אינו מטמא שנים ופוסל אחד, דאינו אלא ראשון בעלמא ומטמא אחד ופוסל אחד: מי חטאת שיש בהן כדי הזיה. מטמאין בגדים במשא אבל לא במגע",
      "jbo:textNikud": "ר\"ע מברטנורה הַנּוֹשֵׂא אֶת הַמֶּרְכָּב. בְּנוֹשֵׂא אֶת הַמֶּרְכָּב כְּתִיב כִּבּוּס בְּגָדִים, וְלֹא בְנוֹגֵעַ, וְאֵין נוֹגֵעַ אֶלָּא רִאשׁוֹן בְּעָלְמָא: הַנּוֹשֵׂא אֶת הַנְּבֵלָה. הַיְנוּ מַסִּיט, דְּנוֹשֵׂא בְּלֹא מַסִּיט, טָהוֹר כְּדִפְרִישִׁית לְעֵיל. וְנוֹגֵעַ נַמִּי בִּנְבֵלָה, אַף עַל פִּי שֶׁהוּא טָמֵא, כֵּיוָן דְּלֹא מְטַמֵּא בְגָדִים אֵינוֹ מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד, דְּאֵינוֹ אֶלָּא רִאשׁוֹן בְּעָלְמָא וּמְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד: מֵי חַטָּאת שֶׁיֵּשׁ בָּהֶן כְּדֵי הַזָּיָה. מְטַמְּאִין בְּגָדִים בְּמַשָּׂא אֲבָל לֹא בְמַגָּע",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-8",
      "jbo:text": "עיקר תוי\"ט {כט} והמסיטו. למרכב. אבל מרכב המסיט לטהור, לא, וכמו במשכב",
      "jbo:textNikud": "עיקר תוי\"ט {כט} וְהַמַּסִּיטוֹ. לַמֶּרְכָּב. אֲבָל מֶרְכָּב הַמַּסִּיט לַטָּהוֹר, לֹא, וּכְמוֹ בְמִשְׁכָּב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-9",
      "jbo:text": "האוכל מנבלת עוף טהור והיא בבית הבליעה, מטמא שנים ופוסל אחד. הכניס ראשו לאויר התנור, טהור {ל}, וטהור התנור. הקיאה או בלעה, מטמא אחד ופוסל אחד. וכשהיא בתוך פיו, עד שיבלענה, טהור",
      "jbo:textNikud": "הָאוֹכֵל מִנִּבְלַת עוֹף טָהוֹר וְהִיא בְּבֵית הַבְּלִיעָה, מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. הִכְנִיס רֹאשׁוֹ לַאֲוִיר הַתַּנּוּר, טָהוֹר {ל}, וְטָהוֹר הַתַּנּוּר. הֱקִיאָהּ אוֹ בְלָעָהּ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. וּכְשֶׁהִיא בְתוֹךְ פִּיו, עַד שֶׁיִּבְלָעֶנָּה, טָהוֹר",
      "rdfs:label": "משנה זבים ה ט"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-9",
      "jbo:text": "ר\"ע מברטנורה והיא בבית הבליעה. כל זמן שהיא בבית הבליעה מטמא בגדים, וכיון דמטמא בגדים מטמא שנים ופוסל אחד: הכניס ראשו באויר התנור. אף על גב דקימא נבלת העוף עם בית הבליעה של האוכל הכל באויר התנור, אפלו הכי טהור, דמחמת האדם לא מטמא התנור, דכל המטמאים בגדים אין מטמאין אדם וכלי חרס {לא}. ומחמת נבלת העוף לא מטמא, דאין לה טמאה אלא לאדם בבית הבליעה: הקיאה או שבלעה. הינו פרש. דמשירדה לבטן אין לה טמאה, וכשהיא לתוך פיו אין לה טמאה, דלא יאכל כתיב (ויקרא כב), אכילה בבית הבליעה",
      "jbo:textNikud": "ר\"ע מברטנורה וְהִיא בְּבֵית הַבְּלִיעָה. כָּל זְמַן שֶׁהִיא בְּבֵית הַבְּלִיעָה מְטַמֵּא בְגָדִים, וְכֵיוָן דִּמְטַמֵּא בְגָדִים מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד: הִכְנִיס רֹאשׁוֹ בַּאֲוִיר הַתַּנּוּר. אַף עַל גַּב דְּקַיְמָא נִבְלַת הָעוֹף עִם בֵּית הַבְּלִיעָה שֶׁל הָאוֹכֵל הַכֹּל בַּאֲוִיר הַתַּנּוּר, אֲפִלּוּ הָכִי טָהוֹר, דְּמֵחֲמַת הָאָדָם לֹא מִטַּמֵּא הַתַּנּוּר, דְּכָל הַמְטַמְּאִים בְּגָדִים אֵין מְטַמְּאִין אָדָם וּכְלֵי חֶרֶס {לא}. וּמֵחֲמַת נִבְלַת הָעוֹף לֹא מִטַּמֵּא, דְּאֵין לָהּ טֻמְאָה אֶלָּא לָאָדָם בְּבֵית הַבְּלִיעָה: הֱקִיאָהּ אוֹ שֶׁבְּלָעָהּ. הַיְנוּ פֵּרַשׁ. דְּמִשֶּׁיָּרְדָה לַבֶּטֶן אֵין לָהּ טֻמְאָה, וּכְשֶׁהִיא לְתוֹךְ פִּיו אֵין לָהּ טֻמְאָה, דְּלֹא יֹאכַל כְּתִיב (וַיִּקְרָא כב), אֲכִילָה בְּבֵית הַבְּלִיעָה",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-9",
      "jbo:text": "עיקר תוי\"ט {ל} טהור. האדם שהנבלה בפיו ועדין לא בלעה. וקא משמע לן דלא תימא דבהיותה נסתרת ונכנסת לאויר התנור תהיה כמו בלועה, וטהור התנור, מירי כשהיא בלועה. הרמב\"ם: {לא} כלומר, דכל אלו דאמרן דמטמאין שנים משום בגדים, כל אלו אין כו'",
      "jbo:textNikud": "עיקר תוי\"ט {ל} טָהוֹר. הָאָדָם שֶׁהַנְּבֵלָה בְּפִיו וַעֲדַיִן לֹא בְלָעָהּ. וְקָא מַשְׁמַע לָן דְּלֹא תֵימָא דְּבִהְיוֹתָהּ נִסְתֶּרֶת וְנִכְנֶסֶת לַאֲוִיר הַתַּנּוּר תִּהְיֶה כְמוֹ בְלוּעָה, וְטָהוֹר הַתַּנּוּר, מַיְרֵי כְשֶׁהִיא בְלוּעָה. הָרַמְבַּ\"ם: {לא} כְּלוֹמַר, דְּכָל אֵלּוּ דְַּאֲמַרַן דִּמְטַמְּאִין שְׁנַיִם מִשּׁוּם בְּגָדִים, כָּל אֵלּוּ אֵין כוּ'",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-10",
      "jbo:text": "הנוגע בשרץ ובשכבת זרע, ובטמא מת, ובמצרע בימי ספרו, ובמי חטאת שאין בהם כדי הזיה {לב}, ובנבלה, ובמרכב, מטמא אחד ופוסל אחד. זה הכלל, כל הנוגע באחד מכל אבות הטמאות שבתורה, מטמא אחד ופוסל אחד, חוץ מן האדם. פרש, מטמא אחד ופוסל אחד",
      "jbo:textNikud": "הַנּוֹגֵעַ בְּשֶׁרֶץ וּבְשִׁכְבַת זֶרַע, וּבִטְמֵא מֵת, וּבִמְצֹרָע בִּימֵי סָפְרוֹ, וּבְמֵי חַטָּאת שֶׁאֵין בָּהֶם כְּדֵי הַזָּיָה {לב}, וּבִנְבֵלָה, וּבְמֶרְכָּב, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד. זֶה הַכְּלָל, כֹּל הַנּוֹגֵעַ בְּאַחַד מִכָּל אֲבוֹת הַטֻּמְאוֹת שֶׁבַּתּוֹרָה, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, חוּץ מִן הָאָדָם. פֵּרַשׁ, מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד",
      "rdfs:label": "משנה זבים ה י"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-10",
      "jbo:text": "ר\"ע מברטנורה ובנבלה ובמרכב. כל הני במשא בלבד מטמאין בגדים ולא במגע, הלכך אדם הנוגע בהן אף על פי שלא פרש אינו אלא ראשון, ומטמא אחד ופוסל אחד: כל הנוגע. כגון אכלים וכלים {לג}. דאפלו באותן שאדם הנוגע בהן מטמא שנים ופוסל אחד, כלים הנוגעים בהן מטמאים אחד ופוסלין אחד ואפלו בשעת מגעו: חוץ מן האדם. דיש מהן דאם נגע בהן או נשא דמטמא שנים ופוסל אחד, כי הני דאמרן לעיל: פרש. אפלו אדם, בכלהו מטמא אחד ופוסל אחד, דכיון דפרש אינו אלא ראשון",
      "jbo:textNikud": "ר\"ע מברטנורה וּבִנְבֵלָה וּבְמֶרְכָּב. כָּל הָנֵי בְּמַשָּׂא בִּלְבַד מְטַמְּאִין בְּגָדִים וְלֹא בְמַגָּע, הִלְכָּךְ אָדָם הַנּוֹגֵעַ בָּהֶן אַף עַל פִּי שֶׁלֹּא פֵרַשׁ אֵינוֹ אֶלָּא רִאשׁוֹן, וּמְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד: כֹּל הַנּוֹגֵעַ. כְּגוֹן אֳכָלִים וְכֵלִים {לג}. דַּאֲפִלּוּ בְאוֹתָן שֶׁאָדָם הַנּוֹגֵעַ בָּהֶן מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד, כֵּלִים הַנּוֹגְעִים בָּהֶן מְטַמְּאִים אֶחָד וּפוֹסְלִין אֶחָד וַאֲפִלּוּ בִשְׁעַת מַגָּעוֹ: חוּץ מִן הָאָדָם. דְּיֵשׁ מֵהֶן דְּאִם נָגַע בָּהֶן אוֹ נָשָׂא דִּמְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד, כִּי הָנֵי דְַאֲמַרַן לְעֵיל: פֵּרַשׁ. אֲפִלּוּ אָדָם, בְּכֻלְּהוּ מְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד, דְּכֵיוָן דְּפֵרַשׁ אֵינוֹ אֶלָּא רִאשׁוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-10",
      "jbo:text": "עיקר תוי\"ט {לב} שאין כו'. דאלו יש בהם, אף הנוגע בהם מטמא בגדים, לפי שאי אפשר שיגע במים שלא יסיט אותם, והרי הוא מטמא שנים ופוסל אחד. אבל אם קרשו ונעשו כגליד דאפשר לגע בלא הסט, תני בפרק קמא דכלים משנה ב' חשוכי בגדים במגע. וכמו שכתב הר\"ב במשנה ח'. והתנא התם והכא מלתא דפסיקא נקט: {לג} ואין הלשון משמע כן, דהכי הוה ליה למתני, במה דברים אמורים באדם, אבל אכלים וכלים הנוגעים באחד כו'. והרמב\"ם פרש, כל הנוגע בשאר אבות הטמאות חוץ מאלו שמנה עד הנה [שמטמאין שנים כו']. ואמרו חוץ מן האדם, רצה לומר המת, שגם הוא לא נמנה כאן, ונוגע מטמא שנים כו'. ועין תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {לב} שֶׁאֵין כוּ'. דְּאִלּוּ יֵשׁ בָּהֶם, אַף הַנּוֹגֵעַ בָּהֶם מְטַמֵּא בְגָדִים, לְפִי שֶׁאִי אֶפְשָׁר שֶׁיִּגַּע בַּמַּיִם שֶׁלֹּא יַסִּיט אוֹתָם, וַהֲרֵי הוּא מְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד. אֲבָל אִם קָרְשׁוּ וְנַעֲשׂוּ כִגְלִיד דְּאֶפְשָׁר לִגַּע בְּלֹא הֶסֵּט, תָּנֵי בְפֶרֶק קַמָּא דְכֵלִים מִשְׁנָה ב' חֲשׂוּכֵי בְגָדִים בְּמַגָּע. וּכְמוֹ שֶׁכָּתַב הָרַ\"ב בְּמִשְׁנָה ח'. וְהַתַּנָּא הָתָם וְהָכָא מִלְּתָא דִפְסִיקָא נָקַט: {לג} וְאֵין הַלָּשׁוֹן מַשְׁמַע כֵּן, דְּהָכִי הֲוָה לֵיהּ לְמִתְנֵי, בַּמֶּה דְבָרִים אֲמוּרִים בְּאָדָם, אֲבָל אֳכָלִים וְכֵלִים הַנּוֹגְעִים בְּאֶחָד כוּ'. וְהָרַמְבַּ\"ם פֵּרֵשׁ, כָּל הַנּוֹגֵעַ בִּשְׁאָר אֲבוֹת הַטֻּמְאוֹת חוּץ מֵאֵלּוּ שֶׁמָּנָה עַד הֵנָּה [שֶׁמְּטַמְּאִין שְׁנַיִם כוּ']. וְאָמְרוֹ חוּץ מִן הָאָדָם, רָצָה לוֹמַר הַמֵּת, שֶׁגַּם הוּא לֹא נִמְנָה כָאן, וְנוֹגֵעַ מְטַמֵּא שְׁנַיִם כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-11",
      "jbo:text": "בעל קרי, כמגע שרץ. ובועל נדה, כטמא מת, אלא שחמור ממנו בועל נדה {לו}, שהוא מטמא משכב ומושב טמאה קלה לטמא אכלין ומשקין",
      "jbo:textNikud": "בַּעַל קֶרִי, כְּמַגַּע שֶׁרֶץ. וּבוֹעֵל נִדָּה, כִּטְמֵא מֵת, אֶלָּא שֶׁחָמוּר מִמֶּנּוּ בּוֹעֵל נִדָּה {לו}, שֶׁהוּא מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב טֻמְאָה קַלָּה לְטַמֵּא אֳכָלִין וּמַשְׁקִין",
      "rdfs:label": "משנה זבים ה יא"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-11",
      "jbo:text": "ר\"ע מברטנורה בעל קרי כמגע שרץ. כשם שנוגע בשרץ ראשון לטמאה, כך בעל קרי ראשון לטמאה, וטמאתו שוה לטמאת הנוגע בשכבת זרע {לד}: ובועל נדה כטמא מת. שהוא אב הטמאה וטמא טמאת שבעה {לה}: שהוא מטמא משכב ומושב. ומת עצמו וכל שכן טמא מת אינו מטמא משכב ומושב, לא טמאה קלה ולא טמאה חמורה, דכתיב (ויקרא טו) וכל הכלי אשר ישב עליו, הזב, ולא טמא מת",
      "jbo:textNikud": "ר\"ע מברטנורה בַּעַל קֶרִי כְּמַגַּע שֶׁרֶץ. כְּשֵׁם שֶׁנּוֹגֵעַ בַּשֶּׁרֶץ רִאשׁוֹן לַטֻּמְאָה, כָּךְ בַּעַל קֶרִי רִאשׁוֹן לַטֻּמְאָה, וְטֻמְאָתוֹ שָׁוָה לְטֻמְאַת הַנּוֹגֵעַ בְּשִׁכְבַת זֶרַע {לד}: וּבוֹעֵל נִדָּה כִּטְמֵא מֵת. שֶׁהוּא אַב הַטֻּמְאָה וְטָמֵא טֻמְאַת שִׁבְעָה {לה}: שֶׁהוּא מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב. וּמֵת עַצְמוֹ וְכָל שֶׁכֵּן טְמֵא מֵת אֵינוֹ מְטַמֵּא מִשְׁכָּב וּמוֹשָׁב, לֹא טֻמְאָה קַלָּה וְלֹא טֻמְאָה חֲמוּרָה, דִּכְתִיב (וַיִּקְרָא טו) וְכָל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו, הַזָּב, וְלֹא טְמֵא מֵת",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-11",
      "jbo:text": "עיקר תוי\"ט {לד} ומשום דנוגע לא כתיב בהדיא תלי ליה בשרץ. אבל בגמרא מסיק דמה שרץ מטמא באנס [אם נפל עליו שרץ מת], אף בעל קרי: {לה} אבל בגמרא, דזהו מלתא דפשיטא הוא, דקרא כתיב. ולמחנותם אצטריך, סלקא דעתך אמינא ותהי נדתה עליו כתיב, דישתלח חוץ לשתי מחנות כנדה, קא משמע לן. ובבעל קרי כמגע שרץ ליכא למימר הכי, דבעל קרי חוץ לשתי מחנות, ושרץ שרי במחנה לויה. אי נמי, הכא סיפא אצטריך ליה אלא כו': {לו} שחמור כו'. וקשה, הא חמור נמי טמא מת מבועל נדה, שטעון הזאה שלישי ושביעי וחרב הרי הוא כחלל. ושמא בסיפא דבריתא חשיב להו. תוספות. ועין תוספות יום טוב ותוספות חדשים",
      "jbo:textNikud": "עיקר תוי\"ט {לד} וּמִשּׁוּם דְּנוֹגֵעַ לֹא כְתִיב בְּהֶדְיָא תָּלֵי לֵיהּ בְּשֶׁרֶץ. אֲבָל בַּגְּמָרָא מַסִּיק דְּמַה שֶּׁרֶץ מְטַמֵּא בְאֹנֶס [אִם נָפַל עָלָיו שֶׁרֶץ מֵת], אַף בַּעַל קֶרִי: {לה} אֲבָל בַּגְּמָרָא, דְּזֶהוּ מִלְּתָא דִפְשִׁיטָא הוּא, דִּקְרָא כְתִיב. וּלְמַחֲנוֹתָם אִצְטְרִיךְ, סָלְקָא דַעְתָּךְ אֲמֵינָא וּתְהִי נִדָּתָהּ עָלָיו כְּתִיב, דְּיִשְׁתַּלַּח חוּץ לִשְׁתֵּי מַחֲנוֹת כְּנִדָּה, קָא מַשְׁמַע לָן. וּבְבַעַל קֶרִי כְּמַגַּע שֶׁרֶץ לֵיכָּא לְמֵימַר הָכִי, דְּבַעַל קֶרִי חוּץ לִשְׁתֵּי מַחֲנוֹת, וְשֶׁרֶץ שָׁרֵי בְּמַחֲנֵה לְוִיָּה. אִי נַמִּי, הָכָא סֵיפָא אִצְטְרִיךְ לֵיהּ אֶלָּא כוּ': {לו} שֶׁחָמוּר כוּ'. וְקָשֶׁה, הָא חָמוּר נַמִּי טְמֵא מֵת מִבּוֹעֵל נִדָּה, שֶׁטָּעוּן הַזָּאָה שְׁלִישִׁי וּשְׁבִיעִי וְחֶרֶב הֲרֵי הוּא כְּחָלָל. וְשֶׁמָּא בַסֵּיפָא דִבְרַיְתָא חֲשִׁיב לְהוּ. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב וְתוֹסָפוֹת חֲדָשִׁים",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-6-9-5-12",
      "jbo:text": "אלו פוסלים את התרומה. האוכל אכל ראשון, והאוכל אכל שני, והשותה משקין טמאין, והבא ראשו ורבו במים שאובין, וטהור שנפלו על ראשו ועל רבו שלשה לגין מים שאובין, והספר, והידים, וטבול יום, והאכלים והכלים שנטמאו במשקים",
      "jbo:textNikud": "אֵלּוּ פוֹסְלִים אֶת הַתְּרוּמָה. הָאוֹכֵל אֹכֶל רִאשׁוֹן, וְהָאוֹכֵל אֹכֶל שֵׁנִי, וְהַשּׁוֹתֶה מַשְׁקִין טְמֵאִין, וְהַבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין, וְטָהוֹר שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלשָׁה לֻגִּין מַיִם שְׁאוּבִין, וְהַסֵּפֶר, וְהַיָּדַיִם, וּטְבוּל יוֹם, וְהָאֳכָלִים וְהַכֵּלִים שֶׁנִּטְמְאוּ בְמַשְׁקִים",
      "rdfs:label": "משנה זבים ה יב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-bartanura-6-9-5-12",
      "jbo:text": "ר\"ע מברטנורה אלו פוסלים את התרומה. מדרבנן. וכלהו משמנה עשר דבר שגזרו בו ביום. חוץ מטבול יום דמדאוריתא הוא: האוכל אכל. שהוא ראשון לטמאה או שני לטמאה, גזרו שיהא גופו שני לטמאה, ופוסל את התרומה במגעו, ששני פוסל בתרומה: והשותה משקים טמאים. נעשה גם כן שני לטמאה ופוסל את התרומה. וטעמא דגזור רבנן בהני, דזמנין דאכיל אכלים טמאים, ושדי משקים דתרומה בפמיה בעוד שהאכלים טמאים בפיו, ופסיל להו. וכן נמי זמנין דשתי משקין טמאין, ושדי אכלים דתרומה בפמיה בעודן בפיו, ופסיל להו: והבא ראשו ורבו. לאחר שטבל בו ביום: במים שאובין. לפי שהיו טובלים במי מערות סרוחים והיו נותנין עליהם אחר כך מים שאובין להעביר סרחון המים, התחילו ועשאום קבע לומר לא מי המערות מטהרים אלא מים שאובים מטהרים, עמדו וגזרו עליהם טמאה, דלמא אתו לבטולי תורת מקוה וטבלי בשאובים, וכדי לקים גזרה זו להעמידה, הוסיפו וגזרו על טהור גמור שנפלו על ראשו [ורבו] שלשה לגין {לז} מים שאובין, שיהיה פוסל את התרומה עד שיטבל: והספר. כל כתבי הקדש פוסלים את התרומה במגע. לפי שבתחלה היו מצניעים אכלים דתרומה אצל ספר תורה, אמרי האי קדש והאי קדש, כיון דחזו דקא אתו ספרים לידי פסידא שהעכברים המצויין אצל האכלים היו מפסידים את הספרים, גזרו על תורה נביאים וכתובים שיהיו פוסלים במגען את התרומה: וטבול יום. פוסל את התרומה מן התורה עד שיעריב שמשו {לח}. ואינו משמנה עשר דבר שגזרו בו ביום: והאכלים. שנטמאו במשקים. חכמים גזרו על המשקים שנטמאו בשני לטמאה, להיות תחלה, ויטמאו את האכלים, גזרה משום משקין הבאין מחמת שרץ שהם תחלה מדאוריתא. ולמה לא גזרו על האכלים נמי להיות תחלה גזרה משום אכלים הבאים מחמת שרץ, לפי שהאכלים הן צריכין הכשר ואין מקבלין טמאה אלא על ידי ביאת מים, אבל המשקין הן עלולים לקבל טמאה ואין צריכין הכשר ותקון, וטמאתן יותר מצויה: וכלים שנטמאו במשקין. דמדאוריתא אפלו נטמאו המשקים בשרץ אין מטמאין כלים, דאין אדם וכלים מקבלין טמאה אלא מאב הטמאה, ורבנן גזרו אפלו על משקין שנטמאו מחמת ידים שהן שניות, שיטמאו כלים, גזרה משום משקה דזב וזבה, כגון רקן ומימי רגליהן שהן אב הטמאה ומטמאין כלים מדאוריתא",
      "jbo:textNikud": "ר\"ע מברטנורה אֵלּוּ פוֹסְלִים אֶת הַתְּרוּמָה. מִדְּרַבָּנָן. וְכֻלְּהוּ מִשְּׁמֹנָה עָשָׂר דָּבָר שֶׁגָּזְרוּ בּוֹ בַיּוֹם. חוּץ מִטְּבוּל יוֹם דְּמִדְּאוֹרַיְתָא הוּא: הָאוֹכֵל אֹכֶל. שֶׁהוּא רִאשׁוֹן לַטֻּמְאָה אוֹ שֵׁנִי לַטֻּמְאָה, גָּזְרוּ שֶׁיְּהֵא גוּפוֹ שֵׁנִי לַטֻּמְאָה, וּפוֹסֵל אֶת הַתְּרוּמָה בְּמַגָּעוֹ, שֶׁשֵּׁנִי פוֹסֵל בַּתְּרוּמָה: וְהַשּׁוֹתֶה מַשְׁקִים טְמֵאִים. נַעֲשָׂה גַם כֵּן שֵׁנִי לַטֻּמְאָה וּפוֹסֵל אֶת הַתְּרוּמָה. וְטַעֲמָא דְגַזּוּר רַבָּנָן בְּהָנֵי, דְּזִמְנִין דְּאָכִיל אֳכָלִים טְמֵאִים, וְשָׁדֵי מַשְׁקִים דִּתְרוּמָה בְּפֻמֵּיהּ בְּעוֹד שֶׁהָאֳכָלִים טְמֵאִים בְּפִיו, וּפָסֵיל לְהוּ. וְכֵן נַמִּי זִמְנִין דְּשָׁתֵי מַשְׁקִין טְמֵאִין, וְשָׁדֵי אֳכָלִים דִּתְרוּמָה בְּפֻמֵּיהּ בְּעוֹדָן בְּפִיו, וּפָסֵיל לְהוּ: וְהַבָּא רֹאשׁוֹ וְרֻבּוֹ. לְאַחַר שֶׁטָּבַל בּוֹ בַיּוֹם: בְּמַיִם שְׁאוּבִין. לְפִי שֶׁהָיוּ טוֹבְלִים בְּמֵי מְעָרוֹת סְרוּחִים וְהָיוּ נוֹתְנִין עֲלֵיהֶם אַחַר כָּךְ מַיִם שְׁאוּבִין לְהַעֲבִיר סִרְחוֹן הַמַּיִם, הִתְחִילוּ וַעֲשָׂאוּם קֶבַע לוֹמַר לֹא מֵי הַמְּעָרוֹת מְטַהֲרִים אֶלָּא מַיִם שְׁאוּבִים מְטַהֲרִים, עָמְדוּ וְגָזְרוּ עֲלֵיהֶם טֻמְאָה, דִּלְמָא אָתוּ לְבַטּוֹלֵי תּוֹרַת מִקְוֶה וְטָבְלֵי בִשְׁאוּבִים, וּכְדֵי לְקַיֵּם גְּזֵרָה זוֹ לְהַעֲמִידָהּ, הוֹסִיפוּ וְגָזְרוּ עַל טָהוֹר גָּמוּר שֶׁנָּפְלוּ עַל רֹאשׁוֹ [וְרֻבּוֹ] שְׁלֹשָׁה לֻגִּין {לז} מַיִם שְׁאוּבִין, שֶׁיִּהְיֶה פוֹסֵל אֶת הַתְּרוּמָה עַד שֶׁיִּטְבֹּל: וְהַסֵּפֶר. כָּל כִּתְבֵי הַקֹּדֶשׁ פּוֹסְלִים אֶת הַתְּרוּמָה בְּמַגָּע. לְפִי שֶׁבַּתְּחִלָּה הָיוּ מַצְנִיעִים אֳכָלִים דִּתְרוּמָה אֵצֶל סֵפֶר תּוֹרָה, אָמְרֵי הַאי קֹדֶשׁ וְהַאי קֹדֶשׁ, כֵּיוָן דְּחָזוּ דְּקָא אָתוּ סְפָרִים לִידֵי פְסֵידָא שֶׁהָעַכְבָּרִים הַמְּצוּיִין אֵצֶל הָאֳכָלִים הָיוּ מַפְסִידִים אֶת הַסְּפָרִים, גָּזְרוּ עַל תּוֹרָה נְבִיאִים וּכְתוּבִים שֶׁיִּהְיוּ פוֹסְלִים בְּמַגָּעָן אֶת הַתְּרוּמָה: וּטְבוּל יוֹם. פּוֹסֵל אֶת הַתְּרוּמָה מִן הַתּוֹרָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ {לח}. וְאֵינוֹ מִשְּׁמֹנָה עָשָׂר דָּבָר שֶׁגָּזְרוּ בּוֹ בַיּוֹם: וְהָאֳכָלִים. שֶׁנִּטְמְאוּ בְמַשְׁקִים. חֲכָמִים גָּזְרוּ עַל הַמַּשְׁקִים שֶׁנִּטְמְאוּ בְּשֵׁנִי לַטֻּמְאָה, לִהְיוֹת תְּחִלָּה, וִיטַמְּאוּ אֶת הָאֳכָלִים, גְּזֵרָה מִשּׁוּם מַשְׁקִין הַבָּאִין מֵחֲמַת שֶׁרֶץ שֶׁהֵם תְּחִלָּה מִדְּאוֹרַיְתָא. וְלָמָּה לֹא גָזְרוּ עַל הָאֳכָלִים נַמִּי לִהְיוֹת תְּחִלָּה גְּזֵרָה מִשּׁוּם אֳכָלִים הַבָּאִים מֵחֲמַת שֶׁרֶץ, לְפִי שֶׁהָאֳכָלִים הֵן צְרִיכִין הֶכְשֵׁר וְאֵין מְקַבְּלִין טֻמְאָה אֶלָּא עַל יְדֵי בִּיאַת מַיִם, אֲבָל הַמַּשְׁקִין הֵן עֲלוּלִים לְקַבֵּל טֻמְאָה וְאֵין צְרִיכִין הֶכְשֵׁר וְתִקּוּן, וְטֻמְאָתָן יוֹתֵר מְצוּיָה: וְכֵלִים שֶׁנִּטְמְאוּ בְמַשְׁקִין. דְּמִדְּאוֹרַיְתָא אֲפִלּוּ נִטְמְאוּ הַמַּשְׁקִים בְּשֶׁרֶץ אֵין מְטַמְּאִין כֵּלִים, דְּאֵין אָדָם וְכֵלִים מְקַבְּלִין טֻמְאָה אֶלָּא מֵאַב הַטֻּמְאָה, וְרַבָּנָן גָּזְרוּ אֲפִלּוּ עַל מַשְׁקִין שֶׁנִּטְמְאוּ מֵחֲמַת יָדַיִם שֶׁהֵן שְׁנִיּוֹת, שֶׁיְּטַמְּאוּ כֵלִים, גְּזֵרָה מִשּׁוּם מַשְׁקֶה דְזָב וְזָבָה, כְּגוֹן רֻקָּן וּמֵימֵי רַגְלֵיהֶן שֶׁהֵן אַב הַטֻּמְאָה וּמְטַמְּאִין כֵּלִים מִדְּאוֹרַיְתָא",
      "rdfs:label": "ר\"ע מברטנורה משנה זבים ה יב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-6-9-5-12"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-6",
        "jbr:mishna-6-9",
        "jbr:mishna-6-9-5"
      ],
      "uri": "jbr:mishna-yomtov-6-9-5-12",
      "jbo:text": "עיקר תוי\"ט {לז} דמסתברא דהבא כו' נמי בשלשה לגין הוא, כיון דהא בהא תליא. וכן כתב הרמב\"ם: {לח} דכתיב ובא השמש וטהר. גמרא",
      "jbo:textNikud": "עיקר תוי\"ט {לז} דְּמִסְתַּבְּרָא דְּהַבָּא כוּ' נַמִּי בִשְׁלֹשָׁה לֻגִּין הוּא, כֵּיוָן דְּהָא בְהָא תַּלְיָא. וְכֵן כָּתַב הָרַמְבַּ\"ם: {לח} דִּכְתִיב וּבָא הַשֶּׁמֶשׁ וְטָהֵר. גְּמָרָא",
      "rdfs:label": "עיקר תוי\"ט משנה זבים ה יב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-6-9-5-12"
    }
  ]
}