{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-1-3-1-1","jbo:text":"הקלין שבדמאי, השיתין, והרימין והעזרדין, ובנות שוח, ובנות שקמה, ונובלות התמרה, והגפנין, והנצפה. וביהודה, האוג, והחמץ שביהודה, והכסבר {ג}. רבי יהודה אומר, כל השיתין פטורין, חוץ משל דופרה. כל הרימין פטורין, חוץ מרימי שקמונה. כל בנות שקמה פטורות, חוץ מן המסטפוס","jbo:textNikud":"הַקַּלִּין שֶׁבַּדְּמַאי, הַשִּׁיתִין, וְהָרִימִין וְהָעֻזְרָדִין, וּבְנוֹת שׁוּחַ, וּבְנוֹת שִׁקְמָה, וְנוֹבְלוֹת הַתְּמָרָה, וְהַגֻּפְנִין, וְהַנִּצְפָּה. וּבִיהוּדָה, הָאוֹג, וְהַחֹמֶץ שֶׁבִּיהוּדָה, וְהַכֻּסְבָּר {ג}. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַשִּׁיתִין פְּטוּרִין, חוּץ מִשֶּׁל דּוּפְרָה. כָּל הָרִימִין פְּטוּרִין, חוּץ מֵרִימֵי שִׁקְמוֹנָה. כָּל בְּנוֹת שִׁקְמָה פְּטוּרוֹת, חוּץ מִן הַמֻּסְטָפוֹס","rdfs:label":"משנה דמאי א א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-bartanura-1-3-1-1","jbo:text":"ר\"ע מברטנורה הקלין שבדמאי. שהקלו חכמים על הפרות הללו הנזכרים במתניתין שלא לעשרן דמאי, לפי שחזקתן באים מן ההפקר, משום דלא חשיבי, ואית בהו תרי ספקי, ספק באים מן ההפקר ופטורים מן המעשר, ואפלו אם תמצא לומר שבאים מן השמור וחיבים במעשר, שמא נתעשרו. ודמאי הם התבואה והפרות הנלקחים מעמי הארץ שהם חשודים על המעשרות. והחבר הלוקח פרות מעמי הארץ צריך להפריש מהם תרומת מעשר ומעשר שני בלבד אם היא שנת מעשר שני {א}, אבל תרומה גדולה לא נחשדו עמי הארץ עליה לפי שהיא במיתה, ואין לה שעור שחטה אחת פוטרת כל הכרי, והכל נזהרים בה. ומעשר ראשון ומעשר עני אינו צריך להוציא מן הדמאי אף על פי שעמי הארץ חשודים עליהם, לפי שיכול בעל הפרות לומר ללוי או לעני הבאים לטל המעשרות, הבא ראיה שאין פרות הללו מעשרים וטל, דקימא לן בכל דוכתא המוציא מחברו עליו הראיה. אבל בתרומת מעשר ליכא למימר הכי, שהאוכל טבל שלא הורמו ממנו מתנות כהנה חיב מיתה ומשום אסורא מפרישינן לה לתרומת מעשר {ב}, ומעשר שני נמי כדי שלא לאכלו בטמאה או שלא לאכלו חוץ לירושלים: השיתין. תאנים מדבריות: והרימין. פרש הערוך פולצרא\"קי בלע\"ז: ועזרדין. בערבי זערו\"ד ובלע\"ז סורבי\"ש: ובנות שוח. תאנים לבנות המתגדלות משלש שנים לשלש שנים, ומתגדלים ביערים: ובנות שקמה. תאנה המרכבת בערמון: ונובלות תמרה. תמרים שאינם מתבשלין באילן ותולשין אותן ומניחים אותם זה על זה עד שיתבשלו. ויש אומרים נובלות תמרה תמרים שהפילתן הרוח קדם בשולן: גפנים. ענבים שמניחים אותן בגפן בסוף הבציר ובקשי מתבשלים: הנצפה. צלף שקורין קאיפר\"י בלע\"ז: האוג. פרי אדם שקורין לו בלע\"ז קורניאול\"י. ורמב\"ם אומר שהוא אילן שעושה כמין אשכולות אדמות אדמות וקורין לו בערבי סומא\"ק. ולא היה זה הפרי חשוב ביהודה: והחמץ. בתחלה לא היה היין שביהודה מחמיץ לפי שהיו מביאים ממנו נסכים, וכל החמץ שביהודה לא היה בא אלא מן התמד, לפיכך החמץ שביהודה פטור. אבל לאחר שבטלו נסכים והחמץ בא מן היין, החמץ חיב בדמאי אף ביהודה כמו בשאר מקומות: והכסבר. כזרע גד (שמות טז) תרגום ירושלמי כסבר, כוליאנדר\"ו בלע\"ז: דיופרא. שטוען פרותיו שני פעמים בשנה. דיו בלשון יון שנים: שקמונה. שם מקום: המסטפוס. שנתבשלו באילן עד שנתבקעו מאליהן. שכל אלו חשובים הן וחזקתן שאין באין מן ההפקר. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הַקַּלִּין שֶׁבַּדְּמַאי. שֶׁהֵקֵלּוּ חֲכָמִים עַל הַפֵּרוֹת הַלָּלוּ הַנִּזְכָּרִים בְּמַתְנִיתִין שֶׁלֹּא לְעַשְּׂרָן דְּמַאי, לְפִי שֶׁחֶזְקָתָן בָּאִים מִן הַהֶפְקֵר, מִשּׁוּם דְּלֹא חֲשִׁיבֵי, וְאִית בְּהוּ תְּרֵי סְפֵקֵי, סָפֵק בָּאִים מִן הַהֶפְקֵר וּפְטוּרִים מִן הַמַּעֲשֵׂר, וַאֲפִלּוּ אִם תִּמְצָא לוֹמַר שֶׁבָּאִים מִן הַשָּׁמוּר וְחַיָּבִים בְּמַעֲשֵׂר, שֶׁמָּא נִתְעַשְּׂרוּ. וּדְמַאי הֵם הַתְּבוּאָה וְהַפֵּרוֹת הַנִּלְקָחִים מֵעַמֵּי הָאָרֶץ שֶׁהֵם חֲשׁוּדִים עַל הַמַּעַשְׂרוֹת. וְהֶחָבֵר הַלּוֹקֵחַ פֵּרוֹת מֵעַמֵּי הָאָרֶץ צָרִיךְ לְהַפְרִישׁ מֵהֶם תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי בִּלְבָד אִם הִיא שְׁנַת מַעֲשֵׂר שֵׁנִי {א}, אֲבָל תְּרוּמָה גְדוֹלָה לֹא נֶחְשְׁדוּ עַמֵּי הָאָרֶץ עָלֶיהָ לְפִי שֶׁהִיא בְּמִיתָה, וְאֵין לָהּ שִׁעוּר שֶׁחִטָּה אַחַת פּוֹטֶרֶת כָּל הַכְּרִי, וְהַכֹּל נִזְהָרִים בָּהּ. וּמַעֲשֵׂר רִאשׁוֹן וּמַעֲשַׂר עָנִי אֵינוֹ צָרִיךְ לְהוֹצִיא מִן הַדְּמַאי אַף עַל פִּי שֶׁעַמֵּי הָאָרֶץ חֲשׁוּדִים עֲלֵיהֶם, לְפִי שֶׁיָּכוֹל בַּעַל הַפֵּרוֹת לוֹמַר לַלֵּוִי אוֹ לֶעָנִי הַבָּאִים לִטֹּל הַמַּעַשְׂרוֹת, הָבֵא רְאָיָה שֶׁאֵין פֵּרוֹת הַלָּלוּ מְעֻשָּׂרִים וְטֹּל, דְּקַיְמָא לָן בְּכָל דּוּכְתָּא הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. אֲבָל בִּתְרוּמַת מַעֲשֵׂר לֵיכָּא לְמֵימַר הָכִי, שֶׁהָאוֹכֵל טֶבֶל שֶׁלֹּא הוּרְמוּ מִמֶּנּוּ מַתְּנוֹת כְּהֻנָּה חַיָּב מִיתָה וּמִשּׁוּם אִסּוּרָא מַפְרִישִׁינַן לַהּ לִתְרוּמַת מַעֲשֵׂר {ב}, וּמַעֲשֵׂר שֵׁנִי נַמִּי כְּדֵי שֶׁלֹּא לְאָכְלוֹ בְּטֻמְאָה אוֹ שֶׁלֹּא לְאָכְלוֹ חוּץ לִירוּשָׁלַיִם: הַשִּׁיתִין. תְּאֵנִים מִדְבָּרִיּוֹת: וְהָרִימִין. פֵּרֵשׁ הֶעָרוּךְ פולצרא\"קי בְּלַעַ\"ז: וְעֻזְרָדִין. בַּעֲרָבִי זערו\"ד וּבְלַעַ\"ז סורבי\"ש: וּבְנוֹת שׁוּחַ. תְּאֵנִים לְבָנוֹת הַמִּתְגַּדְּלוֹת מִשָּׁלֹשׁ שָׁנִים לְשָׁלֹשׁ שָׁנִים, וּמִתְגַּדְּלִים בַּיְעָרִים: וּבְנוֹת שִׁקְמָה. תְּאֵנָה הַמֻּרְכֶּבֶת בְּעַרְמוֹן: וְנוֹבְלוֹת תְּמָרָה. תְּמָרִים שֶׁאֵינָם מִתְבַּשְּׁלִין בָּאִילָן וְתוֹלְשִׁין אוֹתָן וּמַנִּיחִים אוֹתָם זֶה עַל זֶה עַד שֶׁיִּתְבַּשְּׁלוּ. וְיֵשׁ אוֹמְרִים נוֹבְלוֹת תְּמָרָה תְּמָרִים שֶׁהִפִּילָתָן הָרוּחַ קֹדֶם בִּשּׁוּלָן: גֻּפְנִים. עֲנָבִים שֶׁמַּנִּיחִים אוֹתָן בַּגֶּפֶן בְּסוֹף הַבָּצִיר וּבְקֹשִׁי מִתְבַּשְּׁלִים: הַנִּצְפָּה. צָלָף שֶׁקּוֹרִין קאיפר\"י בְּלַעַ\"ז: הָאוֹג. פְּרִי אָדֹם שֶׁקּוֹרִין לוֹ בְּלַעַ\"ז קורניאול\"י. וְרַמְבַּ\"ם אוֹמֵר שֶׁהוּא אִילָן שֶׁעוֹשֶׂה כְּמִין אֶשְׁכּוֹלוֹת אֲדֻמּוֹת אֲדֻמּוֹת וְקוֹרִין לוֹ בַּעֲרָבִי סומא\"ק. וְלֹא הָיָה זֶה הַפְּרִי חָשׁוּב בִּיהוּדָה: וְהַחֹמֶץ. בִּתְחִלָּה לֹא הָיָה הַיַּיִן שֶׁבִּיהוּדָה מַחְמִיץ לְפִי שֶׁהָיוּ מְבִיאִים מִמֶּנּוּ נְסָכִים, וְכָל הַחֹמֶץ שֶׁבִּיהוּדָה לֹא הָיָה בָּא אֶלָּא מִן הַתֶּמֶד, לְפִיכָךְ הַחֹמֶץ שֶׁבִּיהוּדָה פָּטוּר. אֲבָל לְאַחַר שֶׁבָּטְלוּ נְסָכִים וְהַחֹמֶץ בָּא מִן הַיַּיִן, הַחֹמֶץ חַיָּב בִּדְמַאי אַף בִּיהוּדָה כְּמוֹ בִשְׁאָר מְקוֹמוֹת: וְהַכֻּסְבָּר. כִּזְרַע גַּד (שְׁמוֹת טז) תַּרְגּוּם יְרוּשַׁלְמִי כֻּסְבָּר, כוליאנדר\"ו בְּלַעַ\"ז: דְּיוּפְרָא. שֶׁטּוֹעֵן פֵּרוֹתָיו שְׁנֵי פְעָמִים בַּשָּׁנָה. דְּיוּ בִּלְשׁוֹן יָוָן שְׁנַיִם: שִׁקְמוֹנָה. שֵׁם מָקוֹם: הַמֻּסְטָפוֹס. שֶׁנִּתְבַּשְּׁלוּ בָּאִילָן עַד שֶׁנִּתְבַּקְּעוּ מֵאֲלֵיהֶן. שֶׁכָּל אֵלּוּ חֲשׁוּבִים הֵן וְחֶזְקָתָן שֶׁאֵין בָּאִין מִן הַהֶפְקֵר. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי א א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-yomtov-1-3-1-1","jbo:text":"עיקר תוי\"ט {א} מסקנא דלכלי עלמא רב עמי הארץ מעשרין הן הלכך לא גזרו בלאו. ואפלו הכי חשו למעוט הכא דשכיחי טובא והיו הרבה נכשלים. תוספות. ודמאי, דא מאי: {ב} ולא פרש מה יעשה בה, אם יתננה לכהן או ימכרנה לו. ודעת הרמב\"ם דנותנן לכהן, אבל הר\"ש כתב או נותן לו או מוכר לו היתר לפי חשבון: {ג} והכסבר. מדאפסיק שביהודה בין חמץ לכסבר שמע מנה דכסבר לאו ביהודה הוא אלא בכל מקום. וכן הוא בר\"מ ובר\"ש בשם הירושלמי דגם כסבר ביהודה","jbo:textNikud":"עיקר תוי\"ט {א} מַסְקָנָא דִּלְכֻלֵּי עַלְמָא רֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִין הֵן הִלְכָּךְ לֹא גָזְרוּ בְּלָאו. וַאֲפִלּוּ הָכִי חָשׁוּ לְמִעוּט הָכָא דִּשְׁכִיחֵי טוּבָא וְהָיוּ הַרְבֵּה נִכְשָׁלִים. תּוֹסָפוֹת. וּדְמַאי, דָּא מַאי: {ב} וְלֹא פֵרֵשׁ מַה יַּעֲשֶׂה בָהּ, אִם יִתְּנֶנָּה לַכֹּהֵן אוֹ יִמְכְּרֶנָּה לוֹ. וְדַעַת הָרַמְבַּ\"ם דְּנוֹתְנָן לַכֹּהֵן, אֲבָל הָרַ\"שׁ כָּתַב אוֹ נוֹתֵן לוֹ אוֹ מוֹכֵר לוֹ הַיֶּתֶר לְפִי חֶשְׁבּוֹן: {ג} וְהַכֻּסְבָּר. מִדְּאִפְסִיק שֶׁבִּיהוּדָה בֵּין חֹמֶץ לְכֻסְבָּר שְׁמַע מִנָּהּ דְּכֻסְבָּר לָאו בִּיהוּדָה הוּא אֶלָּא בְּכָל מָקוֹם. וְכֵן הוּא בָּרַ\"מ וּבָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי דְּגַם כֻּסְבָּר בִּיהוּדָה","rdfs:label":"עיקר תוי\"ט משנה דמאי א א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-1-3-1-2","jbo:text":"הדמאי אין לו חמש, ואין לו בעור, ונאכל לאונן, ונכנס לירושלים ויוצא, ומאבדין את מעוטו בדרכים, ונותנו לעם הארץ, ויאכל כנגדו. ומחללים אותו כסף על כסף, נחשת על נחשת, כסף על נחשת, ונחשת על הפרות, ובלבד שיחזר ויפדה את הפרות, דברי רבי מאיר. וחכמים אומרים, יעלה הפרות ויאכלו בירושלים","jbo:textNikud":"הַדְּמַאי אֵין לוֹ חֹמֶשׁ, וְאֵין לוֹ בִעוּר, וְנֶאֱכָל לְאוֹנֵן, וְנִכְנָס לִירוּשָׁלַיִם וְיוֹצֵא, וּמְאַבְּדִין אֶת מִעוּטוֹ בַּדְּרָכִים, וְנוֹתְנוֹ לְעַם הָאָרֶץ, וְיֹאכַל כְּנֶגְדּוֹ. וּמְחַלְּלִים אוֹתוֹ כֶּסֶף עַל כֶּסֶף, נְחֹשֶׁת עַל נְחשֶׁת, כֶּסֶף עַל נְחֹשֶׁת, וּנְחֹשֶׁת עַל הַפֵּרוֹת, וּבִלְבַד שֶׁיַּחֲזֹר וְיִפְדֶּה אֶת הַפֵּרוֹת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, יַעֲלֶה הַפֵּרוֹת וְיֵאָכְלוּ בִירוּשָׁלָיִם","rdfs:label":"משנה דמאי א ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-bartanura-1-3-1-2","jbo:text":"ר\"ע מברטנורה הדמאי אין לו חמש. הפודה {ד} מעשר שני של דמאי אינו נותן את החמש, משום דרב עמי הארץ מעשרין הם. הלכך קרן דמעכב בדאוריתא איתא בדרבנן, חמש דלא מעכב בדאוריתא יאכל: ואין לו בעור. בסוף שלש שנים, שחיב לבער כל מעשרותיו כדכתיב (דברים כו) בערתי הקדש מן הבית, ולא תקנוהו רבנן בדמאי: ונאכל לאונן. דמעשר שני של ודאי אסור לאונן כדכתיב (שם) לא אכלתי באוני ממנו, ומעשר שני של דמאי לא גזרו בו: ונכנס לירושלים ויוצא. נפדה ונאכל חוץ לירושלים, מה שאין כן בודאי שהמחצות קולטות ואין יכולין לפדותו ולהוציאו חוץ לחומה לאחר שנכנס, ובדמאי לא גזרו: ומאבדים מעוטו בדרכים. אם היה מעשר שני של דמאי בדרכים במקום גדודי חיה ולסטים, אפלו היה דבר מעט ויכול להביאו בלא טרח ובלא הפסד, אינו חושש לו ומניח אותו לאבד בדרך במקום שהוא שם. ורמב\"ם פרש שאם בשעה שמוליך מעשר שני של דמאי בירושלים נאבד ממנו מעט בדרך אינו חושש לו, מה שאין כן בודאי שצריך שיעלהו כלו או דמיו ולא יפסד ממנו כלום בדרכים: ונותנים אותו לעם הארץ. לאכלו בירושלים ואף על פי שהוא חשוד לאכלו בטמאה, מה שאין כן בודאי שאין מוסרים אותו לעם הארץ לפי שאינו נזהר לאכלו בטהרה: ויאכל כנגדו. כנגד מה שנתן לעם הארץ לוקח מנכסיו ואוכל בטהרת מעשר בירושלים: ומחללים אותו כסף על כסף. אם יש לו כסף מעשר שני של דמאי והוא צריך לו יכול לחללו על כסף חלין, מה שאין כן בודאי, שאין מחללין כסף על כסף אלא בסלעים של שני מלכים שיכול לחלל זה על זה אם השני חריף, אבל של מלך אחד לא דלאו דרך חלול הוא, ובדמאי שרי: כסף על נחשת. אפלו שלא מדחק. אבל של ודאי מדחק אין, שלא מדחק לא: ויחזר ויפדה את הפרות. גרסינן, ולא גרסינן ובלבד שיחזר ויפדה {ה}. והכי קאמר ויכול לחזר ולפדות את הפרות אם ירצה, דברי רבי מאיר, וחכמים אומרים אינו יכול לחזר ולפדותם אלא מעלה הפרות לירושלים. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הַדְּמַאי אֵין לוֹ חֹמֶשׁ. הַפּוֹדֶה {ד} מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי אֵינוֹ נוֹתֵן אֶת הַחֹמֶשׁ, מִשּׁוּם דְּרֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִין הֵם. הִלְכָּךְ קֶרֶן דִּמְעַכֵּב בִּדְאוֹרַיְתָא אִיתָא בִּדְרַבָּנָן, חֹמֶשׁ דְּלֹא מְעַכֵּב בִּדְאוֹרַיְתָא יֵאָכֵל: וְאֵין לוֹ בִּעוּר. בְּסוֹף שָׁלֹשׁ שָׁנִים, שֶׁחַיָּב לְבַעֵר כָּל מַעַשְׂרוֹתָיו כְּדִכְתִיב (דְּבָרִים כו) בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת, וְלֹא תִקְּנוּהוּ רַבָּנָן בִּדְמַאי: וְנֶאֱכָל לְאוֹנֵן. דְּמַעֲשֵׂר שֵׁנִי שֶׁל וַדַּאי אָסוּר לָאוֹנֵן כְּדִכְתִיב (שָׁם) לֹא אָכַלְתִּי בְאוֹנִי מִמֶּנּוּ, וּמַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי לֹא גָזְרוּ בוֹ: וְנִכְנָס לִירוּשָׁלַיִם וְיוֹצֵא. נִפְדֶּה וְנֶאֱכָל חוּץ לִירוּשָׁלַיִם, מַה שֶּׁאֵין כֵּן בְּוַדַּאי שֶׁהַמְּחִצּוֹת קוֹלְטוֹת וְאֵין יְכוֹלִין לִפְדּוֹתוֹ וּלְהוֹצִיאוֹ חוּץ לַחוֹמָה לְאַחַר שֶׁנִכְנַס, וּבִדְמַאי לֹא גָזְרוּ: וּמְאַבְּדִים מִעוּטוֹ בַּדְּרָכִים. אִם הָיָה מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי בַּדְּרָכִים בִּמְקוֹם גְּדוּדֵי חַיָּה וְלִסְטִים, אֲפִלּוּ הָיָה דָּבָר מֻעָט וְיָכוֹל לַהֲבִיאוֹ בְּלֹא טֹרַח וּבְלֹא הֶפְסֵד, אֵינוֹ חוֹשֵׁשׁ לוֹ וּמַנִּיחַ אוֹתוֹ לֵאָבֵד בַּדֶּרֶךְ בַּמָּקוֹם שֶׁהוּא שָׁם. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁאִם בְּשָׁעָה שֶׁמּוֹלִיךְ מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי בִּירוּשָׁלַיִם נֶאֱבַד מִמֶּנּוּ מְעַט בַּדֶּרֶךְ אֵינוֹ חוֹשֵׁשׁ לוֹ, מַה שֶּׁאֵין כֵּן בְּוַדַּאי שֶׁצָּרִיךְ שֶׁיַּעֲלֵהוּ כֻּלּוֹ אוֹ דָמָיו וְלֹא יִפָּסֵד מִמֶּנּוּ כְּלוּם בַּדְּרָכִים: וְנוֹתְנִים אוֹתוֹ לְעַם הָאָרֶץ. לְאָכְלוֹ בִּירוּשָׁלַיִם וְאַף עַל פִּי שֶׁהוּא חָשׁוּד לְאָכְלוֹ בְּטֻמְאָה, מַה שֶּׁאֵין כֵּן בְּוַדַּאי שֶׁאֵין מוֹסְרִים אוֹתוֹ לְעַם הָאָרֶץ לְפִי שֶׁאֵינוֹ נִזְהָר לְאָכְלוֹ בְּטָהֳרָה: וְיֹאכַל כְּנֶגְדוֹ. כְּנֶגֶד מַה שֶּׁנָּתַן לְעַם הָאָרֶץ לוֹקֵחַ מִנְּכָסָיו וְאוֹכֵל בְּטָהֳרַת מַעֲשֵׂר בִּירוּשָׁלַיִם: וּמְחַלְּלִים אוֹתוֹ כֶּסֶף עַל כֶּסֶף. אִם יֵשׁ לוֹ כֶּסֶף מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי וְהוּא צָרִיךְ לוֹ יָכוֹל לְחַלְּלוֹ עַל כֶּסֶף חֻלִּין, מַה שֶּׁאֵין כֵּן בְּוַדַּאי, שֶׁאֵין מְחַלְּלִין כֶּסֶף עַל כֶּסֶף אֶלָּא בִּסְלָעִים שֶׁל שְׁנֵי מְלָכִים שֶׁיָּכוֹל לְחַלֵּל זֶה עַל זֶה אִם הַשֵּׁנִי חָרִיף, אֲבָל שֶׁל מֶלֶךְ אֶחָד לֹא דְּלָאו דֶּרֶךְ חִלּוּל הוּא, וּבִדְמַאי שָׁרֵי: כֶּסֶף עַל נְחֹשֶׁת. אֲפִלּוּ שֶׁלֹּא מִדֹּחַק. אֲבָל שֶׁל וַדַּאי מִדֹּחַק אִין, שֶׁלֹּא מִדֹּחַק לֹא: וְיַחֲזֹר וְיִפְדֶּה אֶת הַפֵּרוֹת. גָּרְסִינַן, וְלֹא גָרְסִינַן וּבִלְבָד שֶׁיַּחֲזֹר וְיִפְדֶּה {ה}. וְהָכִי קָאָמַר וְיָכוֹל לַחֲזֹר וְלִפְדּוֹת אֶת הַפֵּרוֹת אִם יִרְצֶה, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים אוֹמְרִים אֵינוֹ יָכוֹל לַחֲזֹר וְלִפְדּוֹתָם אֶלָּא מַעֲלֶה הַפֵּרוֹת לִירוּשָׁלַיִם. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה דמאי א ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-yomtov-1-3-1-2","jbo:text":"עיקר תוי\"ט {ד} הינו הבעלים: {ה} אבל התוספות קימו הגירסא ופרשו דיש לומר כך, מחללין כסף על כסף אפלו לחזר ולפדות אותו הכסף על דבר אחר, וכן נחשת על הפרות, כמו שפרשו כסף על כסף, ובלבד שיפדה, פרוש בלבד שיהא דעתו מתחלה כשיחלל נחשת על הפרות לחזר ולפדות הפרות, אז מתר, אבל אם היה אז דעתו להעלותן ונמלך לפדותן צריך להעלותן","jbo:textNikud":"עיקר תוי\"ט {ד} הַיְנוּ הַבְּעָלִים: {ה} אֲבָל הַתּוֹסָפוֹת קִיְּמוּ הַגִּירְסָא וּפֵרְשׁוּ דְּיֵשׁ לוֹמַר כָּךְ, מְחַלְּלִין כֶּסֶף עַל כֶּסֶף אֲפִלּוּ לַחֲזֹר וְלִפְדּוֹת אוֹתוֹ הַכֶּסֶף עַל דָּבָר אַחֵר, וְכֵן נְחֹשֶׁת עַל הַפֵּרוֹת, כְּמוֹ שֶׁפֵּרְשׁוּ כֶּסֶף עַל כֶּסֶף, וּבִלְבָד שֶׁיִּפְדֶּה, פֵּרוּשׁ בִּלְבָד שֶׁיְּהֵא דַעְתּוֹ מִתְּחִלָּה כְּשֶׁיְּחַלֵּל נְחֹשֶׁת עַל הַפֵּרוֹת לַחֲזֹר וְלִפְדּוֹת הַפֵּרוֹת, אָז מֻתָּר, אֲבָל אִם הָיָה אָז דַּעְתּוֹ לְהַעֲלוֹתָן וְנִמְלַךְ לִפְדּוֹתָן צָרִיךְ לְהַעֲלוֹתָן","rdfs:label":"עיקר תוי\"ט משנה דמאי א ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-1-3-1-3","jbo:text":"הלוקח לזרע ולבהמה, קמח לעורות, שמן לנר, שמן לסוך בו את הכלים, פטור מן הדמאי. מכזיב ולהלן, פטור מן הדמאי. חלת עם הארץ, והמדמע {ז}, והלקוח בכסף מעשר שני, ושירי המנחות, פטורין מן הדמאי. שמן ערב {ט}, בית שמאי מחיבין, ובית הלל פוטרין","jbo:textNikud":"הַלּוֹקֵחַ לְזֶרַע וְלִבְהֵמָה, קֶמַח לְעוֹרוֹת, שֶׁמֶן לְנֵר, שֶׁמֶן לָסוּךְ בּוֹ אֶת הַכֵּלִים, פָּטוּר מִן הַדְּמַאי. מִכְּזִיב וּלְהַלָּן, פָּטוּר מִן הַדְּמַאי. חַלַּת עַם הָאָרֶץ, וְהַמְדֻמָּע {ז}, וְהַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, וּשְׁיָרֵי הַמְּנָחוֹת, פְּטוּרִין מִן הַדְּמַאי. שֶׁמֶן עָרֵב {ט}, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין","rdfs:label":"משנה דמאי א ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-bartanura-1-3-1-3","jbo:text":"ר\"ע מברטנורה הלוקח לזרע. לקח תבואה לזרעה פטור בדמאי, דאלו טבל ודאי אסור לזרע: ולבהמה. לקח מתחלה להאכיל לבהמה פטור מן הדמאי. אבל לקח מתחלה לאדם ונמלך עליה לבהמה חיב לעשר בדמאי: וקמח לעורות. לעבד בו עורות: מכזיב ולהלן. כזיב הוא סוף המקום שכבשו עולי בבל, ומשם ולהלן כבשו עולי מצרים ולא כבשו עולי בבל, ולא נתחיבו בדמאי אלא הארצות שכבשו עולי בבל בלבד, הלכך מכזיב ולהלן פטור מן הדמאי ולא חישינן שמא מפרות הארץ שכבשו עולי בבל הוליכו לשם, שחזקת חוצה לארץ פטור עד שיודע לך שהוא חיב וחזקת ארץ ישראל חיב, עד שיודע לך שהוא פטור: חלת עם הארץ. שתקן לו גבל חבר {ו} ורוצה לתנה לכהן חבר, פטור מלעשר: והמדמע. עם הארץ שנפלה לו סאה של תרומה לפחות ממאה סאין של חלין, שנעשה הכל מדמע כלומר ערוב תרומה, ונותן הכל לכהן, פטור מלעשר דמאי: והלקוח בכסף מעשר. שלקח דמאי במעות של מעשר שני, בין במעות מעשר שני של דמאי בין במעות מעשר שני של ודאי, פטור מלעשר: ושירי מנחות. שהקמץ למזבח והשירים נאכלים לכהנים, ולא חישינן שמא הביא עם הארץ דבר שאינו מתקן {ח}: שמן ערב. שמן אפרסמון. ויש מפרשים שמן זית מערב עם מור ואהלות ובשמים","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ לְזֶרַע. לָקַח תְּבוּאָה לְזָרְעָהּ פָּטוּר בִּדְמַאי, דְּאִלּוּ טֶבֶל וַדַּאי אָסוּר לִזְרֹעַ: וְלִבְהֵמָה. לָקַח מִתְּחִלָּה לְהַאֲכִיל לִבְהֵמָה פָּטוּר מִן הַדְּמַאי. אֲבָל לָקַח מִתְּחִלָּה לְאָדָם וְנִמְלַךְ עָלֶיהָ לִבְהֵמָה חַיָּב לְעַשֵּׂר בִּדְמַאי: וְקֶמַח לְעוֹרוֹת. לְעַבֵּד בּוֹ עוֹרוֹת: מִכְּזִיב וּלְהַלָּן. כְּזִיב הוּא סוֹף הַמָּקוֹם שֶׁכָּבְשׁוּ עוֹלֵי בָּבֶל, וּמִשָּׁם וּלְהַלָּן כָּבְשׁוּ עוֹלֵי מִצְרַיִם וְלֹא כָּבְשׁוּ עוֹלֵי בָּבֶל, וְלֹא נִתְחַיְּבוּ בִּדְמַאי אֶלָּא הָאֲרָצוֹת שֶׁכָּבְשׁוּ עוֹלֵי בָּבֶל בִּלְבָד, הִלְכָּךְ מִכְּזִיב וּלְהַלָּן פָּטוּר מִן הַדְּמַאי וְלֹא חַיְשִׁינַן שֶׁמָּא מִפֵּרוֹת הָאָרֶץ שֶׁכָּבְשׁוּ עוֹלֵי בָּבֶל הוֹלִיכוּ לְשָׁם, שֶׁחֶזְקַת חוּצָה לָאָרֶץ פָּטוּר עַד שֶׁיִּוָּדַע לְךָ שֶׁהוּא חַיָּב וְחֶזְקַת אֶרֶץ יִשְׂרָאֵל חַיָּב, עַד שֶׁיִּוָּדַע לְךָ שֶׁהוּא פָּטוּר: חַלַּת עַם הָאָרֶץ. שֶׁתִּקֵּן לוֹ גַּבָּל חָבֵר {ו} וְרוֹצֶה לִתְּנָהּ לְכֹהֵן חָבֵר, פָּטוּר מִלְּעַשֵּׂר: וְהַמְדֻמָּע. עַם הָאָרֶץ שֶׁנָּפְלָה לוֹ סְאָה שֶׁל תְּרוּמָה לְפָחוֹת מִמֵּאָה סְאִין שֶׁל חֻלִּין, שֶׁנַּעֲשָׂה הַכֹּל מְדֻמָּע כְּלוֹמַר עֵרוּב תְּרוּמָה, וְנוֹתֵן הַכֹּל לַכֹּהֵן, פָּטוּר מִלְּעַשֵּׂר דְּמַאי: וְהַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר. שֶׁלָּקַח דְּמַאי בְּמָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי, בֵּין בִּמְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי בֵּין בִּמְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁל וַדַּאי, פָּטוּר מִלְּעַשֵּׂר: וּשְׁיָרֵי מְנָחוֹת. שֶׁהַקֹּמֶץ לַמִּזְבֵּחַ וְהַשְּׁיָרִים נֶאֱכָלִים לַכֹּהֲנִים, וְלֹא חַיְשִׁינַן שֶׁמָּא הֵבִיא עַם הָאָרֶץ דָּבָר שֶׁאֵינוֹ מְתֻקָּן {ח}: שֶׁמֶן עָרֵב. שֶׁמֶן אֲפַרְסְמוֹן. וְיֵשׁ מְפָרְשִׁים שֶׁמֶן זַיִת מְעֹרָב עִם מוֹר וַאֲהָלוֹת וּבְשָׂמִים","rdfs:label":"ר\"ע מברטנורה משנה דמאי א ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-yomtov-1-3-1-3","jbo:text":"עיקר תוי\"ט {ו} ובירושלמי פליגי רבי אושעיא ורבי יוחנן. דרבי יוחנן אומר בשעה שגזרו על הדמאי לא גזרו על דברים הללו, ולרבי אושעיא אימת קדשים עליו ואינו נותן לכהן דבר שאינו מתקן: {ז} והמדמע. התרומה שמה דמעה מלשון הפסוק מלאתך ודמעך: {ח} הינו אליבא דרבי אושעיא. אבל לרבי יוחנן לא גזרו ואין צריך לטעם לא חישינן וכו', וטעמא דרבי יוחנן דכל לכהן לא גזרו, וכעין דאיתא סוף פרק ה'. תוספות יום טוב: {ט} שמן ערב. ולשון הר\"ש דעקרו למשיחה ולא לאכילה דחמירא, כלומר אף על גב דסיכה נמי כשתיה כדלקמן מכל מקום לא חמור כמו אכילה ושתיה עצמה","jbo:textNikud":"עיקר תוי\"ט {ו} וּבַיְרוּשַׁלְמִי פְּלִיגֵי רַבִּי אוֹשַׁעְיָא וְרַבִּי יוֹחָנָן. דְּרַבִּי יוֹחָנָן אוֹמֵר בְּשָׁעָה שֶׁגָּזְרוּ עַל הַדְּמַאי לֹא גָזְרוּ עַל דְּבָרִים הַלָּלוּ, וּלְרַבִּי אוֹשַׁעְיָא אֵימַת קָדָשִׁים עָלָיו וְאֵינוֹ נוֹתֵן לַכֹּהֵן דָּבָר שֶׁאֵינוֹ מְתֻקָּן: {ז} וְהַמְדֻמָּע. הַתְּרוּמָה שְׁמָהּ דִּמְעָה מִלְּשׁוֹן הַפָּסוּק מְלֵאָתְךָ וְדִמְעֲךָ: {ח} הַיְנוּ אַלִּיבָּא דְרַבִּי אוֹשַׁעְיָא. אֲבָל לְרַבִּי יוֹחָנָן לֹא גָזְרוּ וְאֵין צָרִיךְ לְטַעַם לֹא חַיְשִׁינַן וְכוּ', וְטַעֲמָא דְרַבִּי יוֹחָנָן דְּכֹל לַכֹּהֵן לֹא גָזְרוּ, וּכְעֵין דְּאִיתָא סוֹף פֶּרֶק ה'. תּוֹסְפוֹת יוֹם טוֹב: {ט} שֶׁמֶן עָרֵב. וּלְשׁוֹן הָרַ\"שׁ דְּעִקָּרוֹ לִמְשִׁיחָה וְלֹא לַאֲכִילָה דַּחֲמִירָא, כְּלוֹמַר אַף עַל גַּב דְּסִיכָה נַמִּי כִּשְׁתִיָּה כְּדִלְקַמָּן מִכָּל מָקוֹם לֹא חָמוּר כְּמוֹ אֲכִילָה וּשְׁתִיָּה עַצְמָהּ","rdfs:label":"עיקר תוי\"ט משנה דמאי א ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-1-3-1-4","jbo:text":"הדמאי, מערבין בו, ומשתתפין בו {י}, ומברכין עליו, ומזמנין עליו, ומפרישין אותו ערום, בין השמשות. הא אם הקדים מעשר שני לראשון, אין בכך כלום. שמן שהגרדי סך באצבעותיו, חיב בדמאי. ושהסורק נותן בצמר, פטור מן הדמאי","jbo:textNikud":"הַדְּמַאי, מְעָרְבִין בּוֹ, וּמִשְׁתַּתְּפִין בּוֹ {י}, וּמְבָרְכִין עָלָיו, וּמְזַמְּנִין עָלָיו, וּמַפְרִישִׁין אוֹתוֹ עָרוֹם, בֵּין הַשְּׁמָשׁוֹת. הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן, אֵין בְּכָךְ כְּלוּם. שֶׁמֶן שֶׁהַגַּרְדִּי סָךְ בְּאֶצְבְּעוֹתָיו, חַיָּב בִּדְּמַאי. וְשֶׁהַסּוֹרֵק נוֹתֵן בַּצֶּמֶר, פָּטוּר מִן הַדְּמָאי","rdfs:label":"משנה דמאי א ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-bartanura-1-3-1-4","jbo:text":"ר\"ע מברטנורה מערבין בו. ערובי תחומין וחצרות: ומשתתפין בו. שתופי מבואות, ואף על גב דלא חזי ליה, מגו דאי בעי מפקיר לנכסיה הוי עני וחזי ליה, דהא תנן מאכילין את העניים דמאי, השתא נמי חזי ליה: ומברכין עליו. ברכת המזון {יא}: ומזמנין עליו. ואף על גב דאכל בעברה, דלאו עני הוא, מגו דאי בעי מפקיר לנכסיה והוי עני וחזי ליה: ומפרישין אותו ערום. כשבא להפריש ממנו תרומת מעשר ומעשר שני יכול להפריש והוא ערום, דלא בעי ברוכי, דאלו בעי ברוכי הא בעינן והיה מחניך קדוש (דברים כג) וליכא: בין השמשות. של ערב שבת, דספק חשכה מעשרין את הדמאי ואין מעשרין את הודאי: ואם הקדים מעשר שני לראשון. שהפריש מעשר שני של דמאי קדם שהפריש מעשר ראשון כדי לטל תרומת מעשר שבו, אין בכך כלום. מה שאין כן בודאי, דתנן ככל מצותך אשר צויתני (שם כו), הא אם הקדים מעשר שני לראשון אינו יכול להתודות: הגרדי. האורג: חיב בדמאי. שעל גופו הוא נותנו, וסיכה כשתיה: ושהסורק. הצמר במסרק נותן על הצמר הוי כשמן לסוך בו את הכלים ופטור מן הדמאי","jbo:textNikud":"ר\"ע מברטנורה מְעָרְבִין בּוֹ. עֵרוּבֵי תְּחוּמִין וַחֲצֵרוֹת: וּמִשְׁתַּתְּפִין בּוֹ. שִׁתּוּפֵי מְבוֹאוֹת, וְאַף עַל גַּב דְּלֹא חָזֵי לֵיהּ, מִגּוֹ דְּאִי בָּעֵי מַפְקִיר לְנִכְסֵיהּ הֲוֵי עָנִי וְחָזֵי לֵיהּ, דְּהָא תְּנַן מַאֲכִילִין אֶת הָעֲנִיִּים דְּמַאי, הַשְׁתָּא נַמִּי חָזֵי לֵיהּ: וּמְבָרְכִין עָלָיו. בִּרְכַּת הַמָּזוֹן {יא}: וּמְזַמְּנִין עָלָיו. וְאַף עַל גַּב דְּאָכַל בַּעֲבֵרָה, דְּלָאו עָנִי הוּא, מִגּוֹ דְּאִי בָּעֵי מַפְקִיר לְנִכְסֵיהּ וַהֲוֵי עָנִי וְחָזֵי לֵיהּ: וּמַפְרִישִׁין אוֹתוֹ עָרוֹם. כְּשֶׁבָּא לְהַפְרִישׁ מִמֶּנּוּ תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי יָכוֹל לְהַפְרִישׁ וְהוּא עָרוֹם, דְּלֹא בָּעֵי בְּרוּכֵי, דְּאִלּוּ בָּעֵי בְּרוּכֵי הָא בָּעִינַן וְהָיָה מַחֲנֶיךָ קָדוֹשׁ (דְּבָרִים כג) וְלֵיכָּא: בֵּין הַשְּׁמָשׁוֹת. שֶׁל עֶרֶב שַׁבָּת, דְּסָפֵק חֲשֵׁכָה מְעַשְּׂרִין אֶת הַדְּמַאי וְאֵין מְעַשְּׂרִין אֶת הַוַּדַּאי: וְאִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן. שֶׁהִפְרִישׁ מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי קֹדֶם שֶׁהִפְרִישׁ מַעֲשֵׂר רִאשׁוֹן כְּדֵי לִטֹּל תְּרוּמַת מַעֲשֵׂר שֶׁבּוֹ, אֵין בְּכָךְ כְּלוּם. מַה שֶּׁאֵין כֵּן בְּוַדַּאי, דִּתְנַן כְּכָל מִצְוָתְךָ אֲשֶׁר צִוִּיתָנִי (שָׁם כו), הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן אֵינוֹ יָכוֹל לְהִתְוַדּוֹת: הַגַּרְדִּי. הָאוֹרֵג: חַיָּב בִּדְמָאי. שֶׁעַל גּוּפוֹ הוּא נוֹתְנוֹ, וְסִיכָה כִּשְׁתִיָּה: וְשֶׁהַסּוֹרֵק. הַצֶּמֶר בַּמַּסְרֵק נוֹתֵן עַל הַצֶּמֶר הֲוֵי כְּשֶׁמֶן לָסוּךְ בּוֹ אֶת הַכֵּלִים וּפָטוּר מִן הַדְּמַאי","rdfs:label":"ר\"ע מברטנורה משנה דמאי א ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-1"],"uri":"jbr:mishna-yomtov-1-3-1-4","jbo:text":"עיקר תוי\"ט {י} ומשתתפין בו. נקט שתוף לגלויי אמערבין, דבין בחצרות ובין בתחומין. דהוה אמינא דוקא בחצרות שאינו אלא תקנת שלמה אבל תחומין דאף למאן דאמר דרבנן סמכוהו אקראי חמיר, קא משמע לן שתוף דגם כן תקנת שלמה הוא: {יא} דטעונה כוס (וכל שכן ברכת הנהנין דמתר בדמאי, ועין ריש פרק ז' דברכות). תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} וּמִשְׁתַּתְּפִין בּוֹ. נָקַט שִׁתּוּף לִגְלוּיֵי אַמְּעָרְבִין, דְּבֵין בַּחֲצֵרוֹת וּבֵין בִּתְחוּמִין. דַּהֲוָה אֲמֵינָא דַּוְקָא בַּחֲצֵרוֹת שֶׁאֵינוֹ אֶלָּא תַּקָּנַת שְׁלֹמֹה אֲבָל תְּחוּמִין דְּאַף לְמַאן דְּאָמַר דְּרַבָּנָן סְמָכוּהוּ אַקְּרָאֵי חָמִיר, קָא מַשְׁמַע לָן שִׁתּוּף דְּגַם כֵּן תַּקָּנַת שְׁלֹמֹה הוּא: {יא} דִּטְעוּנָה כּוֹס (וְכָל שֶׁכֵּן בִּרְכַּת הַנֶּהֱנִין דְּמֻתָּר בִּדְמַאי, וְעַיֵּן רֵישׁ פֶּרֶק ז' דִּבְרָכוֹת). תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי א ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-1-3-2-1","jbo:text":"ואלו דברים מתעשרין דמאי בכל מקום. הדבלה, והתמרים, והחרובים, הארז, והכמון. הארז שבחוצה לארץ, כל המשתמש ממנו פטור","jbo:textNikud":"וְאֵלּוּ דְבָרִים מִתְעַשְּׂרִין דְּמַאי בְּכָל מָקוֹם. הַדְּבֵלָה, וְהַתְּמָרִים, וְהֶחָרוּבִים, הָאֹרֶז, וְהַכַּמּוֹן. הָאֹרֶז שֶׁבְּחוּצָה לָאָרֶץ, כָּל הַמִּשְׁתַּמֵּשׁ מִמֶּנּוּ פָּטוּר","rdfs:label":"משנה דמאי ב א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-bartanura-1-3-2-1","jbo:text":"ר\"ע מברטנורה ואלו דברים. בכל מקום. אפלו מכזיב ולהלן {א} אם לקחן מעם הארץ, דבידוע שמארץ ישראל באו דמנכרי, שאין דגמתן אלא בארץ ישראל: והארז שבחוצה לארץ כל המשתמש ממנו פטור. אפלו בארץ ישראל, דמנכר טפי ולא אתי לאחלופי בארז של ארץ ישראל. אבל שאר דברים הנזכרים במתניתין איכא מניהו בארץ ישראל דדמו לאותן שבחוצה לארץ, אלא דהנהו דחשיבי שדרך לנשאם מתוך חשיבותן למקומות שאין כיוצא בהן, בעו עשורי, דבידוע שמארץ ישראל הן {ב}","jbo:textNikud":"ר\"ע מברטנורה וְאֵלּוּ דְבָרִים. בְּכָל מָקוֹם. אֲפִלּוּ מִכְּזִיב וּלְהַלָּן {א} אִם לְקָחָן מֵעַם הָאָרֶץ, דִּבְיָדוּעַ שֶׁמֵּאֶרֶץ יִשְׂרָאֵל בָּאוּ דְּמִנְכְּרֵי, שֶׁאֵין דֻּגְמָתָן אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל: וְהָאֹרֶז שֶׁבְּחוּצָה לָאָרֶץ כָּל הַמִּשְׁתַּמֵּשׁ מִמֶּנּוּ פָּטוּר. אֲפִלּוּ בְּאֶרֶץ יִשְׂרָאֵל, דְּמִנְכַּר טְפֵי וְלֹא אָתֵי לְאַחְלוּפֵי בְּאֹרֶז שֶׁל אֶרֶץ יִשְׂרָאֵל. אֲבָל שְׁאָר דְּבָרִים הַנִּזְכָּרִים בְּמַתְנִיתִין אִיכָּא מִנַּיְהוּ בְּאֶרֶץ יִשְׂרָאֵל דְּדָמוּ לְאוֹתָן שֶׁבְּחוּצָה לָאָרֶץ, אֶלָּא דְּהַנְהוּ דַּחֲשִׁיבֵי שֶׁדֶּרֶךְ לְנָשְׂאָם מִתּוֹךְ חֲשִׁיבוּתָן לִמְקוֹמוֹת שֶׁאֵין כַּיּוֹצֵא בָהֶן, בָּעוּ עִשּׂוּרֵי, דִּבְיָדוּעַ שֶׁמֵּאֶרֶץ יִשְׂרָאֵל הֵן {ב}","rdfs:label":"ר\"ע מברטנורה משנה דמאי ב א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-yomtov-1-3-2-1","jbo:text":"עיקר תוי\"ט {א} לשון הר\"מ, בין בארץ ישראל בין בחוצה לארץ, ואם כן פרות ארץ ישראל שיצאו לחוץ לארץ חיבין בתרומה ובמעשר: {ב} ואין רצונו באלו המינים המין כלו, אלא חלק ידוע מאותו המין שלא ימצא כמוהו אלא בארץ ישראל בלבד, ועל כן יתחיב בו דמאי בכל מקום שהוא. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {א} לְשׁוֹן הָרַ\"מ, בֵּין בְּאֶרֶץ יִשְׂרָאֵל בֵּין בְּחוּצָה לָאָרֶץ, וְאִם כֵּן פֵּרוֹת אֶרֶץ יִשְׂרָאֵל שֶׁיָּצְאוּ לְחוּץ לָאָרֶץ חַיָּבִין בִּתְרוּמָה וּבְמַעֲשֵׂר: {ב} וְאֵין רְצוֹנוֹ בְּאֵלּוּ הַמִּינִים הַמִּין כֻּלּוֹ, אֶלָּא חֵלֶק יָדוּעַ מֵאוֹתוֹ הַמִּין שֶׁלֹּא יִמָּצֵא כָמוֹהוּ אֶלָּא בְּאֶרֶץ יִשְׂרָאֵל בִּלְבָד, וְעַל כֵּן יִתְחַיֵּב בּוֹ דְּמַאי בְּכָל מָקוֹם שֶׁהוּא. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ב א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-1-3-2-2","jbo:text":"המקבל עליו להיות נאמן, מעשר את שהוא אוכל {ג}, ואת שהוא מוכר, ואת שהוא לוקח, ואינו מתארח אצל עם הארץ. רבי יהודה אומר, אף המתארח אצל עם הארץ נאמן. אמרו לו, על עצמו אינו נאמן, כיצד יהא נאמן על של אחרים","jbo:textNikud":"הַמְקַבֵּל עָלָיו לִהְיוֹת נֶאֱמָן, מְעַשֵּׂר אֶת שֶׁהוּא אוֹכֵל {ג}, וְאֶת שֶׁהוּא מוֹכֵר, וְאֶת שֶׁהוּא לוֹקֵחַ, וְאֵינוֹ מִתְאָרֵחַ אֵצֶל עַם הָאָרֶץ. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמִּתְאָרֵחַ אֵצֶל עַם הָאָרֶץ נֶאֱמָן. אָמְרוּ לוֹ, עַל עַצְמוֹ אֵינוֹ נֶאֱמָן, כֵּיצַד יְהֵא נֶאֱמָן עַל שֶׁל אֲחֵרִים","rdfs:label":"משנה דמאי ב ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-bartanura-1-3-2-2","jbo:text":"ר\"ע מברטנורה להיות נאמן. על המעשרות ולא יהיו פרותיו דמאי מכאן ואילך: את שהוא לוקח. על מנת למכר, דאלו על מנת לאכל הא תנא רישא מעשר את שהוא אוכל: ואת שהוא מוכר. מפרות קרקעותיו: על עצמו אינו נאמן. שהרי הוא אוכל דבר שאינו מתקן {ד} כשהוא מתארח אצל עם הארץ. ורבי יהודה סבר שאינו מפסיד נאמנותו בכך. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה לִהְיוֹת נֶאֱמָן. עַל הַמַּעַשְׂרוֹת וְלֹא יִהְיוּ פֵּרוֹתָיו דְּמַאי מִכָּאן וְאֵילָךְ: אֶת שֶׁהוּא לוֹקֵחַ. עַל מְנָת לִמְכֹּר, דְּאִלּוּ עַל מְנָת לֶאֱכֹל הָא תָּנָא רֵישָׁא מְעַשֵּׂר אֶת שֶׁהוּא אוֹכֵל: וְאֶת שֶׁהוּא מוֹכֵר. מִפֵּרוֹת קַרְקְעוֹתָיו: עַל עַצְמוֹ אֵינוֹ נֶאֱמָן. שֶׁהֲרֵי הוּא אוֹכֵל דָּבָר שֶׁאֵינוֹ מְתֻקָּן {ד} כְּשֶׁהוּא מִתְאָרֵחַ אֵצֶל עַם הָאָרֶץ. וְרַבִּי יְהוּדָה סָבַר שֶׁאֵינוֹ מַפְסִיד נֶאֱמָנוּתוֹ בְּכָךְ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ב ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-yomtov-1-3-2-2","jbo:text":"עיקר תוי\"ט {ג} שהוא כו'. וצריך שיקבל עליו דברים אלו. וכשיבאו עדים שקבל דברים אלה ברבים ושהוא רגיל בהם תמיד הרי זה נאמן. הר\"מ: {ד} שאינו נאמן שיאמר כי מה שאכלתי עמו היה מעשר, מפני שהוא נוגע בעדותו. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {ג} שֶׁהוּא כוּ'. וְצָרִיךְ שֶׁיְּקַבֵּל עָלָיו דְּבָרִים אֵלּוּ. וּכְשֶׁיָּבֹאוּ עֵדִים שֶׁקִּבֵּל דְּבָרִים אֵלֶּה בָּרַבִּים וְשֶׁהוּא רָגִיל בָּהֶם תָּמִיד הֲרֵי זֶה נֶאֱמָן. הָרַ\"מ: {ד} שֶׁאֵינוֹ נֶאֱמָן שֶׁיֹּאמַר כִּי מַה שֶּׁאָכַלְתִּי עִמּוֹ הָיָה מְעֻשָּׂר, מִפְּנֵי שֶׁהוּא נוֹגֵעַ בְּעֵדוּתוֹ. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ב ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-1-3-2-3","jbo:text":"המקבל עליו להיות חבר {ה}, אינו מוכר לעם הארץ לח ויבש, ואינו לוקח ממנו לח, ואינו מתארח אצל עם הארץ, ולא מארחו אצלו בכסותו. רבי יהודה אומר, אף לא יגדל בהמה דקה, ולא יהא פרוץ בנדרים ובשחוק, ולא יהא מטמא למתים, ומשמש בבית המדרש. אמרו לו, לא באו אלו לכלל","jbo:textNikud":"הַמְקַבֵּל עָלָיו לִהְיוֹת חָבֵר {ה}, אֵינוֹ מוֹכֵר לְעַם הָאָרֶץ לַח וְיָבֵשׁ, וְאֵינוֹ לוֹקֵחַ מִמֶּנּוּ לַח, וְאֵינוֹ מִתְאָרֵח אֵצֶל עַם הָאָרֶץ, וְלֹא מְאָרְחוֹ אֶצְלוֹ בִּכְסוּתוֹ. רַבִּי יְהוּדָה אוֹמֵר, אַף לֹא יְגַדֵּל בְּהֵמָה דַקָּה, וְלֹא יְהֵא פָרוּץ בִּנְדָרִים וּבִשְׂחוֹק, וְלֹא יְהֵא מִטַּמֵּא לְמֵתִים, וּמְשַׁמֵּשׁ בְּבֵית הַמִּדְרָשׁ. אָמְרוּ לוֹ, לֹא בָאוּ אֵלּוּ לַכְּלָל","rdfs:label":"משנה דמאי ב ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-bartanura-1-3-2-3","jbo:text":"ר\"ע מברטנורה להיות חבר. לענין טהרות, דהינו פרוש, ויהיו בגדיו ומשקים שלו טהורים. ואפלו תלמיד חכם אינו נאמן לענין טהרות עד שיקבל עליו דברי חברות, אלא אם כן היה זקן ויושב בישיבה. והמקבל עליו דברי חברות צריך להרגיל עצמו שלשים יום ואחר כך יהיו בגדיו ומשקים שלו טהורים. ואין קבלת דברי חברות בפחות משלשה חברים, אלא אם כן היה המקבל תלמיד חכם שאין צריך בפני שלשה {ו}, ולא עוד אלא שאחרים מקבלים לפניו: לח ויבש. דאין מוסרים טהרות לעם הארץ, שאסור לגרם טמאה לחלין שבארץ ישראל: ואין לוקח ממנו לח. אבל יבש לוקח ממנו, שלא הכשר לקבל טמאה כל זמן שלא בא עליו משקה. ונאמן עם הארץ לומר הפרות הללו לא הכשרו {ז}, אבל אינו נאמן לומר הכשרו אבל לא נטמאו: ולא יתארח אצל עם הארץ {ח}. שלא יטמא ויבא ויטמא טהרות: ולא מארחו. לעם הארץ: אצלו בכסותו. דכסות עם הארץ טמאתו חמורה מטמאת עם הארץ עצמו, דחישינן שמא ישבה עליהן אשתו נדה, ובגדי עם הארץ מדרס לפרושים. אי נמי לכך אמרו לא מארחו אצלו בכסותו, דממגע עצמו יכול לזהר טפי ממגע כסותו: אף לא יגדל בהמה דקה. שאסור לגדל בהמה [דקה] בארץ ישראל, שלא ירעו בשדות אחרים: ולא יהא פרוץ בנדרים. שסופו לבא לידי חלול: ולא יהא פרוץ בשחוק. דשחוק וקלות ראש מרגילין את האדם לערוה: ומשמש. תלמידי חכמים בבית המדרש: לא באו אלו לכלל. דאין ענינם נוגע לטהרות. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה לִהְיוֹת חָבֵר. לְעִנְיַן טָהֳרוֹת, דְּהַיְנוּ פָּרוּשׁ, וְיִהְיוּ בְגָדָיו וּמַשְׁקִים שֶׁלּוֹ טְהוֹרִים. וַאֲפִלּוּ תַּלְמִיד חָכָם אֵינוֹ נֶאֱמָן לְעִנְיַן טָהֳרוֹת עַד שֶׁיְּקַבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת, אֶלָּא אִם כֵּן הָיָה זָקֵן וְיוֹשֵׁב בִּישִׁיבָה. וְהַמְקַבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת צָרִיךְ לְהַרְגִּיל עַצְמוֹ שְׁלֹשִׁים יוֹם וְאַחַר כָּךְ יִהְיוּ בְּגָדָיו וּמַשְׁקִים שֶׁלּוֹ טְהוֹרִים. וְאֵין קַבָּלַת דִּבְרֵי חֲבֵרוּת בְּפָחוֹת מִשְּׁלֹשָׁה חֲבֵרִים, אֶלָּא אִם כֵּן הָיָה הַמְקַבֵּל תַּלְמִיד חָכָם שֶׁאֵין צָרִיךְ בִּפְנֵי שְׁלֹשָׁה {ו}, וְלֹא עוֹד אֶלָּא שֶׁאֲחֵרִים מְקַבְּלִים לְפָנָיו: לַח וְיָבֵשׁ. דְּאֵין מוֹסְרִים טָהֳרוֹת לְעַם הָאָרֶץ, שֶׁאָסוּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל: וְאֵין לוֹקֵחַ מִמֶּנּוּ לַח. אֲבָל יָבֵשׁ לוֹקֵחַ מִמֶּנּוּ, שֶׁלֹּא הֻכְשַׁר לְקַבֵּל טֻמְאָה כָּל זְמַן שֶׁלֹּא בָא עָלָיו מַשְׁקֶה. וְנֶאֱמָן עַם הָאָרֶץ לוֹמַר הַפֵּרוֹת הַלָּלוּ לֹא הֻכְשְׁרוּ {ז}, אֲבָל אֵינוֹ נֶאֱמָן לוֹמַר הֻכְשְׁרוּ אֲבָל לֹא נִטְמְאוּ: וְלֹא יִתְאָרֵחַ אֵצֶל עַם הָאָרֶץ {ח}. שֶׁלֹּא יִטָּמֵּא וְיָבֹא וִיטַמֵּא טָהֳרוֹת: וְלֹא מְאָרְחוֹ. לְעַם הָאָרֶץ: אֶצְלוֹ בִּכְסוּתוֹ. דִּכְסוּת עַם הָאָרֶץ טֻמְאָתוֹ חֲמוּרָה מִטֻּמְאַת עַם הָאָרֶץ עַצְמוֹ, דְּחַיְשִׁינַן שֶׁמָּא יָשְׁבָה עֲלֵיהֶן אִשְׁתּוֹ נִדָּה, וּבִגְדֵי עַם הָאָרֶץ מִדְרָס לַפְּרוּשִׁים. אִי נַמִּי לְכָךְ אָמְרוּ לֹא מְאָרְחוֹ אֶצְלוֹ בִּכְסוּתוֹ, דְּמִמַּגַּע עַצְמוֹ יָכוֹל לִזָּהֵר טְפֵי מִמַּגַּע כְּסוּתוֹ: אַף לֹא יְגַדֵּל בְּהֵמָה דַקָּה. שֶׁאָסוּר לְגַדֵּל בְּהֵמָה [דַקָּה] בְּאֶרֶץ יִשְׂרָאֵל, שֶׁלֹּא יִרְעוּ בִּשְׂדוֹת אֲחֵרִים: וְלֹא יְהֵא פָרוּץ בִּנְדָרִים. שֶׁסּוֹפוֹ לָבֹא לִידֵי חִלּוּל: וְלֹא יְהֵא פָרוּץ בִּשְׂחוֹק. דִּשְׂחוֹק וְקַלּוּת רֹאשׁ מַרְגִּילִין אֶת הָאָדָם לְעֶרְוָה: וּמְשַׁמֵּשׁ. תַּלְמִידֵי חֲכָמִים בְּבֵית הַמִּדְרָשׁ: לֹא בָאוּ אֵלּוּ לַכְּלָל. דְּאֵין עִנְיָנָם נוֹגֵעַ לְטָהֳרוֹת. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ב ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-yomtov-1-3-2-3","jbo:text":"עיקר תוי\"ט {ה} חבר. נקרא תלמיד חכם, וכן יקראו לתלמידי חכמים חברים, ונקראו בזה השם כי חברתם זה לזה חברה נאמנת כי היא חבורה לשם שמים. הר\"מ: {ו} לכאורה נראה דאיכא ביניהו דזקן ותלמיד חכם, דתלמיד חכם אף על פי שאין צריך בפני שלשה צריך להרגיל עצמו שלשים יום. אבל הזקן אין צריך גם לזה, אלא שאי אפשר לומר כן. עין בכורות דף ל: ועין בתוספות יום טוב: {ז} דהא דאין עם הארץ נאמן לומר שלא נטמאו אף על פי שהוא ישראל וישנו בתורה ובמצות, לפי שאין בקיאין בדקדוקי טהרות וטמאות, הלכך לענין שלא הכשרו נאמן שאין זה צריך לשום בקיאות לדקדק. תוספות יום טוב: {ח} אפלו עשר את פרותיו לפניו","jbo:textNikud":"עיקר תוי\"ט {ה} חָבֵר. נִקְרָא תַּלְמִיד חָכָם, וְכֵן יִקְרְאוּ לְתַלְמִידֵי חֲכָמִים חֲבֵרִים, וְנִקְרְאוּ בְזֶה הַשֵּׁם כִּי חֶבְרָתָם זֶה לָזֶה חֶבְרָה נֶאֱמֶנֶת כִּי הִיא חֲבוּרָה לְשֵׁם שָׁמַיִם. הָרַ\"מ: {ו} לִכְאוֹרָה נִרְאֶה דְּאִיכָּא בֵּינַיְהוּ דְּזָקֵן וְתַלְמִיד חָכָם, דְּתַלְמִיד חָכָם אַף עַל פִּי שֶׁאֵין צָרִיךְ בִּפְנֵי שְׁלֹשָׁה צָרִיךְ לְהַרְגִּיל עַצְמוֹ שְׁלֹשִׁים יוֹם. אֲבָל הַזָּקֵן אֵין צָרִיךְ גַּם לָזֶה, אֶלָּא שֶׁאִי אֶפְשָׁר לוֹמַר כֵּן. עַיֵּן בְּכוֹרוֹת דַּף ל: וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {ז} דְּהָא דְּאֵין עַם הָאָרֶץ נֶאֱמָן לוֹמַר שֶׁלֹּא נִטְמְאוּ אַף עַל פִּי שֶׁהוּא יִשְׂרָאֵל וְיֶשְׁנוֹ בַּתּוֹרָה וּבַמִּצְוֹת, לְפִי שֶׁאֵין בְּקִיאִין בְּדִקְדּוּקֵי טָהֳרוֹת וְטֻמְאוֹת, הִלְכָּךְ לְעִנְיַן שֶׁלֹּא הֻכְשְׁרוּ נֶאֱמָן שֶׁאֵין זֶה צָרִיךְ לְשׁוּם בְּקִיאוּת לְדַקְדֵּק. תּוֹסְפוֹת יוֹם טוֹב: {ח} אֲפִלּוּ עִשֵּׂר אֶת פֵּרוֹתָיו לְפָנָיו","rdfs:label":"עיקר תוי\"ט משנה דמאי ב ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-1-3-2-4","jbo:text":"הנחתומים {ט}, לא חיבו אותם חכמים להפריש אלא כדי תרומת מעשר וחלה. החנונים אינן רשאין למכר את הדמאי. כל המשפיעין במדה גסה, רשאין למכר את הדמאי. אלו הן המשפיעין במדה גסה, כגון הסיטונות {יא} ומוכרי תבואה","jbo:textNikud":"הַנַּחְתּוֹמִים {ט}, לֹא חִיְּבוּ אוֹתָם חֲכָמִים לְהַפְרִישׁ אֶלָּא כְדֵי תְרוּמַת מַעֲשֵׂר וְחַלָּה. הַחֶנְוָנִים אֵינָן רַשָּׁאִין לִמְכֹּר אֶת הַדְּמַאי. כָּל הַמַּשְׁפִּיעִין בְּמִדָּה גַסָּה, רַשָּׁאִין לִמְכֹּר אֶת הַדְּמַאי. אֵלּוּ הֵן הַמַּשְׁפִּיעִין בְּמִדָּה גַסָּה, כְּגוֹן הַסִּיטוֹנוֹת {יא} וּמוֹכְרֵי תְבוּאָה","rdfs:label":"משנה דמאי ב ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-bartanura-1-3-2-4","jbo:text":"ר\"ע מברטנורה הנחתומים. נחתום חבר שלקח תבואה מעם הארץ שהיא דמאי לא חיבו אותו חכמים להפריש: אלא כדי תרומת מעשר. שהיא אחד ממאה, אבל לא מעשר שני, מתוך ששוטרי המלך ונוגשיו חובטים אותם בכל שעה ואומרים להם מכרו בזול לא הטריחו עליהם חכמים במעשר שני שטרחו מרבה שצריך לאכלו בירושלים. ודוקא כשמוכר לחבר, שהלוקח יפריש מעשר שני, אבל אם מוכר {י} לעם הארץ חיב להפריש מעשר שני קדם שימכר: החנונים. שמוכרים מעט מעט בחנות, אינן רשאין למכר את הדמאי, הואיל והן משתכרים הרבה, עליהם מטל לתקן. אי נמי מפני שרגילין למכר לתינוקות, שלא יאכלו התינוקות דבר שאינו מתקן: כל המשפיעים. שמוכרים בשפע הרבה ביחד: במדה גסה. לקמן מפרש כמה היא מדה גסה: רשאין למכר את הדמאי. דרך המוכרים הרבה ביחד להוסיף על המדה, ולכך נקראו משפיעים, שעושין מדה גדושה ומוסיפים על המדות. ומשום הכי לא הטילו עליהם להפריש את הדמאי, אלא על הלוקח מהם: סיטונות. הם הסוחרים הגדולים הקונים תבואה מבעלי התבואה ומוכרים אותה לחנונים במדה גסה","jbo:textNikud":"ר\"ע מברטנורה הַנַּחְתּוֹמִים. נַחְתּוֹם חָבֵר שֶׁלָּקַח תְּבוּאָה מֵעַם הָאָרֶץ שֶׁהִיא דְּמַאי לֹא חִיְּבוּ אוֹתוֹ חֲכָמִים לְהַפְרִישׁ: אֶלָּא כְדֵי תְּרוּמַת מַעֲשֵׂר. שֶׁהִיא אֶחָד מִמֵּאָה, אֲבָל לֹא מַעֲשֵׂר שֵׁנִי, מִתּוֹךְ שֶׁשּׁוֹטְרֵי הַמֶּלֶךְ וְנוֹגְשָׂיו חוֹבְטִים אוֹתָם בְּכָל שָׁעָה וְאוֹמְרִים לָהֶם מִכְרוּ בְּזוֹל לֹא הִטְרִיחוּ עֲלֵיהֶם חֲכָמִים בְּמַעֲשֵׂר שֵׁנִי שֶׁטָּרְחוֹ מְרֻבֶּה שֶׁצָּרִיךְ לְאָכְלוֹ בִּירוּשָׁלַיִם. וְדַוְקָא כְּשֶׁמּוֹכֵר לְחָבֵר, שֶׁהַלּוֹקֵחַ יַפְרִישׁ מַעֲשֵׂר שֵׁנִי, אֲבָל אִם מוֹכֵר {י} לְעַם הָאָרֶץ חַיָּב לְהַפְרִישׁ מַעֲשֵׂר שֵׁנִי קֹדֶם שֶׁיִּמְכֹּר: הַחֶנְוָנִים. שֶׁמּוֹכְרִים מְעַט מְעַט בֶּחָנוּת, אֵינָן רַשָּׁאִין לִמְכֹּר אֶת הַדְּמַאי, הוֹאִיל וְהֵן מִשְׂתַּכְּרִים הַרְבֵּה, עֲלֵיהֶם מֻטָּל לְתַקֵּן. אִי נַמִּי מִפְּנֵי שֶׁרְגִילִין לִמְכֹּר לְתִינוֹקוֹת, שֶׁלֹּא יֹאכְלוּ הַתִּינוֹקוֹת דָּבָר שֶׁאֵינוֹ מְתֻקָּן: כָּל הַמַּשְׁפִּיעִים. שֶׁמּוֹכְרִים בְּשֶׁפַע הַרְבֵּה בְּיַחַד: בְּמִדָּה גַסָּה. לְקַמָּן מְפָרֵשׁ כַּמָּה הִיא מִדָּה גַסָּה: רַשָּׁאִין לִמְכֹּר אֶת הַדְּמָאי. דֶּרֶךְ הַמּוֹכְרִים הַרְבֵּה בְּיַחַד לְהוֹסִיף עַל הַמִּדָּה, וּלְכָךְ נִקְרְאוּ מַשְׁפִּיעִים, שֶׁעוֹשִׂין מִדָּה גְדוּשָׁה וּמוֹסִיפִים עַל הַמִּדּוֹת. וּמִשּׁוּם הָכִי לֹא הִטִּילוּ עֲלֵיהֶם לְהַפְרִישׁ אֶת הַדְּמַאי, אֶלָּא עַל הַלּוֹקֵחַ מֵהֶם: סִיטוֹנוֹת. הֵם הַסּוֹחֲרִים הַגְּדוֹלִים הַקּוֹנִים תְּבוּאָה מִבַּעֲלֵי הַתְּבוּאָה וּמוֹכְרִים אוֹתָהּ לַחֶנְוָנִים בְּמִדָּה גַסָּה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ב ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-yomtov-1-3-2-4","jbo:text":"עיקר תוי\"ט {ט} הנחתומים. ולקמן בריש פרק ה' מפרש דהכא במוכרים במדה דקה עסקינן ומתרי טעמי דמפרש הכא בחנונים. תוספות יום טוב: {י} והא דתנן לעיל דאין חבר רשאי למכר לעם הארץ, אפשר לומר דחבר דהכא לאו דוקא אלא דנאמן למעשרות. ועוד יש לומר דאתיא אליבא דמאן דאמר דמתר לגרם טמאה כו': {יא} סיטון. בלשון יון חטין ומשום שקונה הרבה חטין ביחד קורא לו סיטון. רשב\"ם. ועל זה נקרא כל תגר גדול סיטון","jbo:textNikud":"עיקר תוי\"ט {ט} הַנַּחְתּוֹמִים. וּלְקַמָּן בְּרֵישׁ פֶּרֶק ה' מְפָרֵשׁ דְּהָכָא בְּמוֹכְרִים בְּמִדָּה דַקָּה עָסְקִינַן וּמִתְּרֵי טַעֲמֵי דִּמְפָרֵשׁ הָכָא בְּחֶנְוָנִים. תּוֹסְפוֹת יוֹם טוֹב: {י} וְהָא דִתְנַן לְעֵיל דְּאֵין חָבֵר רַשַּׁאי לִמְכֹּר לְעַם הָאָרֶץ, אֶפְשָׁר לוֹמַר דְּחָבֵר דְּהָכָא לָאו דַּוְקָא אֶלָּא דְּנֶאֱמָן לְמַעַשְׂרוֹת. וְעוֹד יֵשׁ לוֹמַר דְּאַתְיָא אַלִּיבָּא דְמַאן דְּאָמַר דְּמֻתָּר לִגְרֹם טֻמְאָה כוּ': {יא} סִיטוֹן. בִּלְשׁוֹן יָוָן חִטִּין וּמִשּׁוּם שֶׁקּוֹנֶה הַרְבֵּה חִטִּין בְּיַחַד קוֹרֵא לוֹ סִיטוֹן. רַשְׁבַּ\"ם. וְעַל זֶה נִקְרָא כָּל תַּגָּר גָּדוֹל סִיטוֹן","rdfs:label":"עיקר תוי\"ט משנה דמאי ב ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-1-3-2-5","jbo:text":"רבי מאיר אומר, את שדרכו להמדד בגסה {יב} ומדדו בדקה, טפלה דקה לגסה. את שדרכו להמדד בדקה ומדד בגסה, טפלה גסה לדקה. איזו היא מדה גסה, ביבש, שלשת קבין, ובלח, דינר {יד}. רבי יוסי אומר, סלי תאנים וסלי ענבים וקפות של ירק, כל זמן שהוא מוכרן אכסרה, פטור","jbo:textNikud":"רַבִּי מֵאִיר אוֹמֵר, אֶת שֶׁדַּרְכּוֹ לְהִמָּדֵד בְּגַסָּה {יב} וּמְדָדוֹ בְדַקָּה, טְפֵלָה דַקָּה לַגַּסָּה. אֶת שֶׁדַּרְכּוֹ לְהִמָּדֵד בְּדַקָּה וּמָדַד בַּגַסָּה, טְפֵלָה גַסָּה לַדַּקָּה. אֵיזוֹ הִיא מִדָּה גַסָּה, בְּיָבֵשׁ, שְׁלשֶׁת קַבִּין, וּבְלַח, דִּינָר {יד}. רַבִּי יוֹסֵי אוֹמֵר, סַלֵּי תְאֵנִים וְסַלֵּי עֲנָבִים וְקֻפּוֹת שֶׁל יָרָק, כָּל זְמַן שֶׁהוּא מוֹכְרָן אַכְסָרָה, פָּטוּר","rdfs:label":"משנה דמאי ב ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-bartanura-1-3-2-5","jbo:text":"ר\"ע מברטנורה את שדרכו להמדד בדקה ומדדו בגסה. גרסינן: טפלה דקה לגסה. ופטור כשהוא מוכר בגסה, ולא אמרינן כיון דדרכו למוד בדקה חיב אף כשמודד בגסה {יג}: ובלח דינר. מדה שיש בה מה שהוא שוה דינר. לפי שלא היתה מדה ידועה ללח, שהשער משתנה תמיד, לכך שערו בדמים: אכסרה. לא במדה ולא במשקל אלא לפי האמד, פטור, דהוי כמוכר בגסה. ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה אֶת שֶׁדַּרְכּוֹ לְהִמָּדֵד בְּדַקָּה וּמְדָדוֹ בְגַסָּה. גָּרְסִינַן: טְפֵלָה דַקָּה לַגַּסָּה. וּפָטוּר כְּשֶׁהוּא מוֹכֵר בְּגַסָּה, וְלֹא אָמְרִינַן כֵּיוָן דְּדַרְכּוֹ לָמוֹד בַּדַּקָּה חַיָּב אַף כְּשֶׁמּוֹדֵד בַּגַּסָּה {יג}: וּבְלַח דִּינָר. מִדָּה שֶׁיֵּשׁ בָּהּ מַה שֶּׁהוּא שָׁוֶה דִינָר. לְפִי שֶׁלֹּא הָיְתָה מִדָּה יְדוּעָה לַלַּח, שֶׁהַשַּׁעַר מִשְׁתַּנֶּה תָּמִיד, לְכָךְ שִׁעֲרוּ בְדָמִים: אַכְסָרָה. לֹא בְמִדָּה וְלֹא בְמִשְׁקָל אֶלָּא לְפִי הָאֹמֶד, פָּטוּר, דַּהֲוֵי כְּמוֹכֵר בְּגַסָּה. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ב ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-2"],"uri":"jbr:mishna-yomtov-1-3-2-5","jbo:text":"עיקר תוי\"ט {יב} פרוש גירסא המהפך. כל הדברים שדרך בני אדם למכר בגסה מתר לו למכרן דמאי אף על פי שהוא מודד בדקה, וזה שאמר טפלה דקה לגסה. ואם הדבר נמכר ממה שדרך למדד במדה דקה אינו מתר למכרו דמאי אפלו למדד במדה גסה, שרבי מאיר הולך אחר דבר הנמכר. הר\"מ: {יג} דרבי מאיר הולך אחרי המדידה היאך היא ולא אחר הדבר הנמכר מה שהוא: {יד} דינר. שעורו ששה זוזים מכסף, ומשקל כל זוז ששה עשר שעורים, הר\"מ. וזוז שכתב רצונו לומר מעה","jbo:textNikud":"עיקר תוי\"ט {יב} פֵּרוּשׁ גִּירְסָא הַמְהֻפָּךְ. כָּל הַדְּבָרִים שֶׁדֶּרֶךְ בְּנֵי אָדָם לִמְכֹּר בְּגַסָּה מֻתָּר לוֹ לְמָכְרָן דְּמַאי אַף עַל פִּי שֶׁהוּא מוֹדֵד בְּדַקָּה, וְזֶה שֶׁאָמַר טְפֵלָה דַקָּה לַגַּסָּה. וְאִם הַדָּבָר נִמְכָּר מִמַּה שֶּׁדֶּרֶךְ לִמְדֹּד בְּמִדָּה דַקָּה אֵינוֹ מֻתָּר לְמָכְרוֹ דְּמַאי אֲפִלּוּ לִמְדֹּד בְּמִדָּה גַסָּה, שֶׁרַבִּי מֵאִיר הוֹלֵךְ אַחַר דָּבָר הַנִּמְכָּר. הָרַ\"מ: {יג} דְּרַבִּי מֵאִיר הוֹלֵךְ אַחֲרֵי הַמְּדִידָה הֵיאַךְ הִיא וְלֹא אַחַר הַדָּבָר הַנִּמְכָּר מַה שֶּׁהוּא: {יד} דִּינָר. שִׁעוּרוֹ שִׁשָּׁה זוּזִים מִכֶּסֶף, וּמִשְׁקַל כָּל זוּז שִׁשָּׁה עָשָׂר שְׂעוֹרִים, הָרַ\"מ. וְזוּז שֶׁכָּתַב רְצוֹנוֹ לוֹמַר מָעָה","rdfs:label":"עיקר תוי\"ט משנה דמאי ב ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-1","jbo:text":"מאכילין את העניים דמאי, ואת האכסניא דמאי. רבן גמליאל היה מאכיל את פועליו דמאי. גבאי צדקה, בית שמאי אומרים, נותנין את המעשר לשאינו מעשר, ואת שאינו מעשר למעשר. נמצאו כל האדם אוכלין מתקן. וחכמים אומרים, גובין סתם ומחלקין סתם, והרוצה לתקן יתקן","jbo:textNikud":"מַאֲכִילִין אֶת הָעֲנִיִּים דְּמַאי, וְאֶת הָאַכְסַנְיָא דְּמַאי. רַבָּן גַּמְלִיאֵל הָיָה מַאֲכִיל אֶת פּוֹעֲלָיו דְּמַאי. גַּבָּאֵי צְדָקָה, בֵּית שַׁמַּאי אוֹמְרִים, נוֹתְנִין אֶת הַמְעֻשָּׂר לְשֶׁאֵינוֹ מְעַשֵּׂר, וְאֶת שֶׁאֵינוֹ מְעֻשָּׂר לִמְעַשֵּׂר. נִמְצְאוּ כָל הָאָדָם אוֹכְלִין מְתֻקָּן. וַחֲכָמִים אוֹמְרִים, גּוֹבִין סְתָם וּמְחַלְּקִין סְתָם, וְהָרוֹצֶה לְתַקֵּן יְתַקֵּן","rdfs:label":"משנה דמאי ג א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-1","jbo:text":"ר\"ע מברטנורה מאכילין את העניים דמאי. אפלו הן חברים. וצריך להודיען, והרוצה לעשרן יעשרן: ואת האכסניא. חיל של מלך ישראל העובר ממקום למקום ומטל על בני המקום לפרנסם, מאכילין אותם דמאי, בזמן שהיא עוברת, אבל לנו שם בלילה חיבין לתקן {א}: רבן גמליאל היה מאכיל את פועליו דמאי. עניים היו. ואין הלכה כרבן גמליאל, דכיון דחיב במזונותיהן נמצא פורע את חובו בדמאי: ואת שאינו מעשר למעשר. ונותנין לו ביותר מכדי מעשרותיו, ונמצאו כל האדם אוכלים מתקן. ובית שמאי לטעמיהו דאמרי אין מאכילין את העניים דמאי {ב}: והרוצה לתקן יתקן. שלא התר הדמאי לעניים אלא כשאוכלין אכילה אחת אצל בעל הבית, אבל הפרות שיבאו לידם חיבים הם לעשרן דמאי. דיקא נמי דקתני מאכילין את העניים דמאי ולא תני העניים אוכלין דמאי. כך כתב הרמב\"ם {ג}","jbo:textNikud":"ר\"ע מברטנורה מַאֲכִילִין אֶת הָעֲנִיִּים דְּמָאי. אֲפִלּוּ הֵן חֲבֵרִים. וְצָרִיךְ לְהוֹדִיעָן, וְהָרוֹצֶה לְעַשְּׂרָן יְעַשְּׂרָן: וְאֶת הָאַכְסַנְיָא. חַיִל שֶׁל מֶלֶךְ יִשְׂרָאֵל הָעוֹבֵר מִמָּקוֹם לְמָקוֹם וּמֻטָּל עַל בְּנֵי הַמָּקוֹם לְפַרְנְסָם, מַאֲכִילִין אוֹתָם דְּמַאי, בִּזְמַן שֶׁהִיא עוֹבֶרֶת, אֲבָל לָנוּ שָׁם בַּלַּיְלָה חַיָּבִין לְתַקֵּן {א}: רַבָּן גַּמְלִיאֵל הָיָה מַאֲכִיל אֶת פּוֹעֲלָיו דְּמַאי. עֲנִיִּים הָיוּ. וְאֵין הֲלָכָה כְּרַבָּן גַּמְלִיאֵל, דְּכֵיוָן דְּחַיָּב בִּמְזוֹנוֹתֵיהֶן נִמְצָא פּוֹרֵעַ אֶת חוֹבוֹ בִּדְמַאי: וְאֶת שֶׁאֵינוֹ מְעֻשָּׂר לִמְעַשֵּׂר. וְנוֹתְנִין לוֹ בְּיוֹתֵר מִכְּדֵי מַעַשְׂרוֹתָיו, וְנִמְצְאוּ כָל הָאָדָם אוֹכְלִים מְתֻקָּן. וּבֵית שַׁמַּאי לְטַעֲמַיְהוּ דְּאָמְרֵי אֵין מַאֲכִילִין אֶת הָעֲנִיִּים דְּמָאי {ב}: וְהָרוֹצֶה לְתַקֵּן יְתַקֵּן. שֶׁלֹּא הֻתַּר הַדְּמַאי לָעֲנִיִּים אֶלָּא כְּשֶׁאוֹכְלִין אֲכִילָה אַחַת אֵצֶל בַּעַל הַבַּיִת, אֲבָל הַפֵּרוֹת שֶׁיָּבֹאוּ לְיָדָם חַיָּבִים הֵם לְעַשְּׂרָן דְּמַאי. דַּיְקָא נַמִּי דְּקָתָנֵי מַאֲכִילִין אֶת הָעֲנִיִּים דְּמַאי וְלֹא תָנֵי הָעֲנִיִּים אוֹכְלִין דְּמַאי. כָּךְ כָּתַב הָרַמְבַּ\"ם {ג}","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-1","jbo:text":"עיקר תוי\"ט {א} איכא דמוקי הכי בירושלמי. ועין בסוף פרק קמא דערובין: {ב} מימרא אמר רב הונא תנא בית שמאי אומרים אין מאכילין וכו': {ג} ובחבור הרמב\"ם נראה שחזר בו ואין לחלק בין אכילה אצל בעל הבית לאכילה בביתו. וכן בתוספות יום טוב מוכיח מהגמרא (דכל שכן) מדאמרינן מגו דאי בעי מפקיר לנכסיה והרי בביתו אוכל, אלא על כרחך דאין לחלק","jbo:textNikud":"עיקר תוי\"ט {א} אִיכָּא דְמוֹקֵי הָכִי בַּיְרוּשַׁלְמִי. וְעַיֵּן בְּסוֹף פֶּרֶק קַמָּא דְעֵרוּבִין: {ב} מֵימְרָא אָמַר רַב הוּנָא תָּנָא בֵּית שַׁמַּאי אוֹמְרִים אֵין מַאֲכִילִין וְכוּ': {ג} וּבְחִבּוּר הָרַמְבַּ\"ם נִרְאֶה שֶׁחָזַר בּוֹ וְאֵין לְחַלֵּק בֵּין אֲכִילָה אֵצֶל בַּעַל הַבַּיִת לַאֲכִילָה בְּבֵיתוֹ. וְכֵן בְּתוֹסְפוֹת יוֹם טוֹב מוֹכִיחַ מֵהַגְּמָרָא (דְּכָל שֶׁכֵּן) מִדְּאָמְרִינַן מִגּוֹ דְּאִי בָעֵי מַפְקִיר לְנִכְסֵיהּ וַהֲרֵי בְּבֵיתוֹ אוֹכֵל, אֶלָּא עַל כָּרְחֲךָ דְּאֵין לְחַלֵּק","rdfs:label":"עיקר תוי\"ט משנה דמאי ג א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-2","jbo:text":"הרוצה לחזם עלי ירק להקל ממשאו, לא ישליך עד שיעשר. הלוקח ירק מן השוק ונמלך {ה} להחזיר, לא יחזיר עד שיעשר {ז}, שאינו מחסר אלא מנין. היה עומד ולוקח וראה טען אחר יפה ממנו, מתר להחזיר, מפני שלא משך","jbo:textNikud":"הָרוֹצֶה לַחֲזֹם עֲלֵי יָרָק לְהָקֵל מִמַּשָּׂאוֹ, לֹא יַשְׁלִיךְ עַד שֶׁיְּעַשֵּׂר. הַלּוֹקֵחַ יָרָק מִן הַשּׁוּק וְנִמְלַךְ {ה} לְהַחֲזִיר, לֹא יַחֲזִיר עַד שֶׁיְּעַשֵּׂר {ז}, שֶׁאֵינוֹ מְחֻסָּר אֶלָּא מִנְיָן. הָיָה עוֹמֵד וְלוֹקֵחַ וְרָאָה טֹעַן אַחֵר יָפֶה מִמֶּנּוּ, מֻתָּר לְהַחֲזִיר, מִפְּנֵי שֶׁלֹּא מָשָׁךְ","rdfs:label":"משנה דמאי ג ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-2","jbo:text":"ר\"ע מברטנורה לחזם. לכרת ולחתך. ואין לו דומה במשנה: להקל ממשאו. שלא יכבד עליו: לא ישליך עד שיעשר. שמא ימצאם עם הארץ ויאכל אותם כשאינם מתקנים, ונמצא נותן מכשול. והני מילי בירק הנאגד, דאי בשלא נאגד אכתי לא אתחיב במעשר {ד}: הלוקח ירק מן השוק. ונטל אגדות ירק בידו ששומתן ידועה כך וכך אגדות בפרוטה, ולאחר שנטלן נמלך עליהן להחזירן למוכר: לא יחזיר עד שיעשר. ויתן לו דמי המעשר שהוא מפריש, דמכי אגבהינהו {ו} נעשו שלו ונתחיב עליהן לעשרן: שאינו מעשר אלא מנין. האי מעשר הוי פרושא מחסר, כלומר כבר קנה אותם בהגבהה ולא היה מחסר אלא למנותן, שכבר היה ידוע כך וכך אגדות בפרוטה: היה עומד ולוקח. ולא נטלם בידו ולא הגביהם: טען אחר. משאוי אחר של ירקות","jbo:textNikud":"ר\"ע מברטנורה לַחֲזֹם. לִכְרֹת וּלְחַתֵּךְ. וְאֵין לוֹ דּוֹמֶה בַּמִּשְׁנָה: לְהָקֵל מִמַּשָּׂאוֹ. שֶׁלֹּא יִכְבַּד עָלָיו: לֹא יַשְׁלִיךְ עַד שֶׁיְּעַשֵּׂר. שֶׁמָּא יִמְצָאֵם עַם הָאָרֶץ וְיֹאכַל אוֹתָם כְּשֶׁאֵינָם מְתֻקָּנִים, וְנִמְצָא נוֹתֵן מִכְשׁוֹל. וְהַנֵּי מִילֵי בְּיָרָק הַנֶּאֱגַד, דְּאִי בְּשֶׁלֹּא נֶאֱגַד אַכַּתִּי לֹא אִתְחַיֵּב בְּמַעֲשֵׂר {ד}: הַלּוֹקֵחַ יָרָק מִן הַשּׁוּק. וְנָטַל אֲגֻדּוֹת יָרָק בְּיָדוֹ שֶׁשּׁוּמָתָן יְדוּעָה כָּךְ וְכָךְ אֲגֻדּוֹת בִּפְרוּטָה, וּלְאַחַר שֶׁנְּטָלָן נִמְלַךְ עֲלֵיהֶן לְהַחֲזִירָן לַמּוֹכֵר: לֹא יַחֲזִיר עַד שֶׁיְּעַשֵּׂר. וְיִתֵּן לוֹ דְּמֵי הַמַּעֲשֵׂר שֶׁהוּא מַפְרִישׁ, דִּמְכִי אַגְבְּהִינְהוּ {ו} נַעֲשׂוּ שֶׁלּוֹ וְנִתְחַיֵּב עֲלֵיהֶן לְעַשְּׂרָן: שֶׁאֵינוֹ מְעֻשָּׂר אֶלָּא מִנְיָן. הַאי מְעֻשָּׂר הֲוֵי פֵּרוּשָׁא מְחֻסָּר, כְּלוֹמַר כְּבָר קָנָה אוֹתָם בְּהַגְבָּהָה וְלֹא הָיָה מְחֻסָּר אֶלָּא לִמְנוֹתָן, שֶׁכְּבָר הָיָה יָדוּעַ כָּךְ וְכָךְ אֲגֻדּוֹת בִּפְרוּטָה: הָיָה עוֹמֵד וְלוֹקֵחַ. וְלֹא נְטָלָם בְּיָדוֹ וְלֹא הִגְבִּיהָם: טֹעַן אַחֵר. מַשְּׂאוֹי אַחֵר שֶׁל יְרָקוֹת","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-2","jbo:text":"עיקר תוי\"ט {ד} מסים הר\"ש דתנן בפרק קמא דמעשרות ירק הנאגד משיאגד. וקדם לכן כי משליך הרי מפקירו ופטור מן המעשרות: {ה} ונמלך. חזר בעצתו, תרגום איעצך אמלכינך.: {ו} ולטעמיה אזיל שפסק כמאן דאמר פרק קמא דקדושין שכל שדרכו בהגבהה אינו נקנה אלא בהגבהה. ועין בתוספות יום טוב: {ז} עד שיעשר. בירושלמי ולא נמצא עושה תקלה לבאין אחריו, פרוש שיסברו הכל דמאי ויפרישו מה שתקן זה שהוא פטור על השאר שהוא חיב והשני עושה אותן צבור לפניו ויקבעם לתוך פרותיו","jbo:textNikud":"עיקר תוי\"ט {ד} מְסַיֵּם הָרַ\"שׁ דִּתְנַן בְּפֶרֶק קַמָּא דְמַעַשְׂרוֹת יָרָק הַנֶּאֱגָד מִשֶּׁיֵּאָגֵד. וְקֹדֶם לָכֵן כִּי מַשְׁלִיךְ הֲרֵי מַפְקִירוֹ וּפָטוּר מִן הַמַּעַשְׂרוֹת: {ה} וְנִמְלַךְ. חָזַר בַּעֲצָתוֹ, תַּרְגּוּם אִיעָצְךָ אַמְלְכִינָךְ.: {ו} וּלְטַעֲמֵיהּ אָזֵיל שֶׁפָּסַק כְּמַאן דְּאָמַר פֶּרֶק קַמָּא דְקִדּוּשִׁין שֶׁכָּל שֶׁדַּרְכּוֹ בְּהַגְבָּהָה אֵינוֹ נִקְנֶה אֶלָּא בְּהַגְבָּהָה. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {ז} עַד שֶׁיְּעַשֵּׂר. בַּיְרוּשַׁלְמִי וְלֹא נִמְצָא עוֹשֶׂה תַּקָּלָה לַבָּאִין אַחֲרָיו, פֵּרוּשׁ שֶׁיִּסְבְּרוּ הַכֹּל דְּמַאי וְיַפְרִישׁוּ מַה שֶּׁתִּקֵּן זֶה שֶׁהוּא פָּטוּר עַל הַשְּׁאָר שֶׁהוּא חַיָּב וְהַשֵּׁנִי עוֹשֶׂה אוֹתָן צִבּוּר לְפָנָיו וְיִקְבְּעֵם לְתוֹךְ פֵּרוֹתָיו","rdfs:label":"עיקר תוי\"ט משנה דמאי ג ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-3","jbo:text":"המוצא פרות בדרך {ח} ונטלן לאכלן, ונמלך להצניע {ט}, לא יצניע עד שיעשר {י}. ואם מתחלה נטלן בשביל שלא יאבדו, פטור. כל דבר שאין אדם רשאי למכרו דמאי, לא ישלח לחברו דמאי. רבי יוסי מתיר בודאי, ובלבד שיודיענו {יא}","jbo:textNikud":"הַמּוֹצֵא פֵרוֹת בַּדֶּרֶךְ {ח} וּנְטָלָן לְאָכְלָן, וְנִמְלַךְ לְהַצְנִיעַ {ט}, לֹא יַצְנִיעַ עַד שֶׁיְּעַשֵּׂר {י}. וְאִם מִתְּחִלָּה נְטָלָן בִּשְׁבִיל שֶׁלֹּא יֹאבֵדוּ, פָּטוּר. כָּל דָּבָר שֶׁאֵין אָדָם רַשַּׁאי לְמָכְרוֹ דְּמַאי, לֹא יִשְׁלַח לַחֲבֵרוֹ דְּמַאי. רַבִּי יוֹסֵי מַתִּיר בְּוַדַּאי, וּבִלְבַד שֶׁיּוֹדִיעֶנּוּ {יא}","rdfs:label":"משנה דמאי ג ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-3","jbo:text":"ר\"ע מברטנורה לא יצניע עד שיעשר. דאסור להוציא מידו דבר שאינו מתקן: שלא יאבדו. ולא נתכון לזכות בהן: שאין אדם רשאי למכרו דמאי. כגון במדה דקה דאמרינן בפרקין דלעיל: לא ישלח לחברו דמאי. בדקה, אבל שולח לו בגסה כיון שרשאי למכרו בגסה: רבי יוסי מתיר. לשלח לחברו ודאי אפלו בדקה, ובלבד שיודיעו. ומודה רבי יוסי שבדמאי אסור בדקה. ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה לֹא יַצְנִיעַ עַד שֶׁיְּעַשֵּׂר. דְּאָסוּר לְהוֹצִיא מִיָּדוֹ דָּבָר שֶׁאֵינוֹ מְתֻקָּן: שֶׁלֹּא יֹאבֵדוּ. וְלֹא נִתְכַּוֵּן לִזְכּוֹת בָּהֶן: שֶׁאֵין אָדָם רַשַּׁאי לְמָכְרוֹ דְּמָאי. כְּגוֹן בְּמִדָּה דַקָּה דְּאָמְרִינַן בְּפִרְקִין דִּלְעֵיל: לֹא יִשְׁלַח לַחֲבֵרוֹ דְּמָאי. בְּדַקָּה, אֲבָל שׁוֹלֵחַ לוֹ בְּגַסָּה כֵּיוָן שֶׁרַשַּׁאי לְמָכְרוֹ בְּגַסָּה: רַבִּי יוֹסֵי מַתִּיר. לִשְׁלֹחַ לַחֲבֵרוֹ וַדַּאי אֲפִלּוּ בְּדַקָּה, וּבִלְבָד שֶׁיּוֹדִיעוֹ. וּמוֹדֶה רַבִּי יוֹסֵי שֶׁבִּדְמַאי אָסוּר בְּדַקָּה. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-3","jbo:text":"עיקר תוי\"ט {ח} בדרך. ונקבעו למעשר: {ט} להצניע. לשמר ולגנז כמו והצנע לכת: {י} עד שיעשר. וכל שכן אם יאכלם בעצמו שלא יאכל עד שיעשר, דהא בהקבעו למעשר עסקינן כמו שכתבתי. אלא קא משמע לן דאף להוציא מתחת ידו דבר שאינו מתקן אסור: {יא} שיודיענו. כי הוא מתר לו לשלח טבל ולהודיע למי שישלחנו שהוא טבל ואינו חושש רבי יוסי שמא אם נתיר לו ישלח לו ולא יודיענו. הר\"מ. ומזה מובן הטעם שמודה רבי יוסי שבדמאי אסור, דמשום דקיל יש לחוש שלא יודיענו","jbo:textNikud":"עיקר תוי\"ט {ח} בַּדֶּרֶךְ. וְנִקְבְּעוּ לְמַעֲשֵׂר: {ט} לְהַצְנִיע. לִשְׁמֹר וְלִגְנֹז כְּמוֹ וְהַצְנֵעַ לֶכֶת: {י} עַד שֶׁיְּעַשֵּׂר. וְכָל שֶׁכֵּן אִם יֹאכְלֵם בְּעַצְמוֹ שֶׁלֹּא יֹאכַל עַד שֶׁיְּעַשֵּׂר, דְּהָא בְּהֻקְבְּעוּ לְמַעֲשֵׂר עָסְקִינַן כְּמוֹ שֶׁכָּתַבְתִּי. אֶלָּא קָא מַשְׁמַע לָן דְּאַף לְהוֹצִיא מִתַּחַת יָדוֹ דָּבָר שֶׁאֵינוֹ מְתֻקָּן אָסוּר: {יא} שֶׁיּוֹדִיעֶנּוּ. כִּי הוּא מֻתָּר לוֹ לִשְׁלֹחַ טֶבֶל וּלְהוֹדִיעַ לְמִי שֶׁיִּשְׁלְחֶנּוּ שֶׁהוּא טֶבֶל וְאֵינוֹ חוֹשֵׁשׁ רַבִּי יוֹסֵי שֶׁמָּא אִם נַתִּיר לוֹ יִשְׁלַח לוֹ וְלֹא יוֹדִיעֶנּוּ. הָרַ\"מ. וּמִזֶּה מוּבָן הַטַּעַם שֶׁמּוֹדֶה רַבִּי יוֹסֵי שֶׁבִּדְמַאי אָסוּר, דְּמִשּׁוּם דְּקִיל יֵשׁ לָחוּשׁ שֶׁלֹּא יוֹדִיעֶנּוּ","rdfs:label":"עיקר תוי\"ט משנה דמאי ג ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-4","jbo:text":"המוליך חטים לטוחן כותי או לטוחן עם הארץ, בחזקתן למעשרות ולשביעית. לטוחן עובד כוכבים, דמאי. המפקיד פרותיו אצל הכותי או אצל עם הארץ, בחזקתן למעשרות ולשביעית. אצל העובד כוכבים, כפרותיו. רבי שמעון אומר, דמאי","jbo:textNikud":"הַמּוֹלִיךְ חִטִּים לְטוֹחֵן כּוּתִי אוֹ לְטוֹחֵן עַם הָאָרֶץ, בְּחֶזְקָתָן לַמַּעַשְׂרוֹת וְלַשְּׁבִיעִית. לְטוֹחֵן עוֹבֵד כּוֹכָבִים, דְּמַאי. הַמַּפְקִיד פֵּרוֹתָיו אֵצֶל הַכּוּתִי אוֹ אֵצֶל עַם הָאָרֶץ, בְּחֶזְקָתָן לַמַּעַשְׂרוֹת וְלַשְּׁבִיעִית. אֵצֶל הָעוֹבֵד כּוֹכָבִים, כְּפֵרוֹתָיו. רַבִּי שִׁמְעוֹן אוֹמֵר, דְּמָאי","rdfs:label":"משנה דמאי ג ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-4","jbo:text":"ר\"ע מברטנורה לטוחן כותי. לכותי שטוחן התבואה: הרי הן בחזקתן. דלא חשידי שמא החליפו אלו המתקנים באחרים שאינן מתקנין: לטוחן עובד כוכבים דמאי. דעובד כוכבים חשוד להחליף. ולבתר דאשכחו יונה בראש הר גריזים לכותים שהיו עובדים אותה, כותי הרי הוא כעובד כוכבים: אצל העובד כוכבים כפרותיו. ופרות של עובד כוכבים פטורים {יב} מן המעשר. ורישא מפני שדרך בני אדם להוליך קפות רבות של חטים ולהניחן אצל הטוחן חישינן שמא נתחלפה קפה זו בקפות אחרות של ישראל שהן דמאי, אבל פרות ליכא למימר שמא החליפן בפרות של ישראל אלא שמא החליפן העובד כוכבים בפרותיו, לפיכך הרי הן כפרותיו של עובד כוכבים. ורבי שמעון סבר דאף בפרות חישינן שמא נתחלפו בבית העובד כוכבים בפרות של ישראל אחר, שכשם שישראל זה הפקיד פרותיו ביד העובד כוכבים כך יש לחוש שמא ישראל אחר מן החשודים על המעשרות הפקיד גם כן בידו ונתחלפו אלו באלו. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה לְטוֹחֵן כּוּתִי. לְכוּתִי שֶׁטּוֹחֵן הַתְּבוּאָה: הֲרֵי הֵן בְּחֶזְקָתָן. דְּלֹא חֲשִׁידֵי שֶׁמָּא הֶחְלִיפוּ אֵלּוּ הַמְתֻקָּנִים בַּאֲחֵרִים שֶׁאֵינָן מְתֻקָּנִין: לְטוֹחֵן עוֹבֵד כּוֹכָבִים דְּמָאי. דְּעוֹבֵד כּוֹכָבִים חָשׁוּד לְהַחְלִיף. וּלְבָתַר דְּאַשְׁכְּחוּ יוֹנָה בְּרֹאשׁ הַר גְּרִיזִים לַכּוּתִים שֶׁהָיוּ עוֹבְדִים אוֹתָהּ, כּוּתִי הֲרֵי הוּא כְּעוֹבֵד כּוֹכָבִים: אֵצֶל הָעוֹבֵד כּוֹכָבִים כְּפֵרוֹתָיו. וּפֵרוֹת שֶׁל עוֹבֵד כּוֹכָבִים פְּטוּרִים {יב} מִן הַמַּעֲשֵׂר. וְרֵישָׁא מִפְּנֵי שֶׁדֶּרֶךְ בְּנֵי אָדָם לְהוֹלִיךְ קֻפּוֹת רַבּוֹת שֶׁל חִטִּים וּלְהַנִּיחָן אֵצֶל הַטּוֹחֵן חַיְשִׁינַן שֶׁמָּא נִתְחַלְּפָה קֻפָּה זוֹ בְּקֻפּוֹת אֲחֵרוֹת שֶׁל יִשְׂרָאֵל שֶׁהֵן דְּמַאי, אֲבָל פֵּרוֹת לֵיכָּא לְמֵימַר שֶׁמָּא הֶחְלִיפָן בְּפֵרוֹת שֶׁל יִשְׂרָאֵל אֶלָּא שֶׁמָּא הֶחְלִיפָן הָעוֹבֵד כּוֹכָבִים בְּפֵרוֹתָיו, לְפִיכָךְ הֲרֵי הֵן כְּפֵרוֹתָיו שֶׁל עוֹבֵד כּוֹכָבִים. וְרַבִּי שִׁמְעוֹן סָבַר דְּאַף בְּפֵרוֹת חַיְשִׁינַן שֶׁמָּא נִתְחַלְּפוּ בְּבֵית הָעוֹבֵד כּוֹכָבִים בְּפֵרוֹת שֶׁל יִשְׂרָאֵל אַחֵר, שֶׁכְּשֵׁם שֶׁיִּשְׂרָאֵל זֶה הִפְקִיד פֵּרוֹתָיו בְּיַד הָעוֹבֵד כּוֹכָבִים כָּךְ יֵשׁ לָחוּשׁ שֶׁמָּא יִשְׂרָאֵל אַחֵר מִן הַחֲשׁוּדִים עַל הַמַּעַשְׂרוֹת הִפְקִיד גַּם כֵּן בְּיָדוֹ וְנִתְחַלְּפוּ אֵלּוּ בָאֵלּוּ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-4","jbo:text":"עיקר תוי\"ט {יב} מירי במפקיד חלין מתקנים","jbo:textNikud":"עיקר תוי\"ט {יב} מַיְרֵי בְּמַפְקִיד חֻלִּין מְתֻקָּנִים","rdfs:label":"עיקר תוי\"ט משנה דמאי ג ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-5","jbo:text":"הנותן לפנדקית, מעשר את שהוא נותן לה, ואת שהוא נוטל ממנה, מפני שחשודה לחלף. אמר רבי יוסי, אין אנו אחראין לרמאין, אינו מעשר אלא מה שהוא נוטל ממנה בלבד","jbo:textNikud":"הַנּוֹתֵן לְפֻנְדָּקִית, מְעַשֵּׂר אֶת שֶׁהוּא נוֹתֵן לָהּ, וְאֶת שֶׁהוּא נוֹטֵל מִמֶּנָּה, מִפְּנֵי שֶׁחֲשׁוּדָה לַחֲלֹף. אָמַר רַבִּי יוֹסֵי, אֵין אָנוּ אַחֲרָאִין לָרַמָּאִין, אֵינוֹ מְעַשֵּׂר אֶלָּא מַה שֶּׁהוּא נוֹטֵל מִמֶּנָּה בִּלְבָד","rdfs:label":"משנה דמאי ג ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-5","jbo:text":"ר\"ע מברטנורה פנדקית. שומרת הפנדק והולכי דרכים מתאכסנים אצלה: מעשר את שהוא נותן לה. דאין חבר מוציא מתחת ידו דבר שאינו מתקן {יג}: ואת שהוא נוטל ממנה. דאף על גב דעם הארץ אינו חשוד להחליף כדאמרן לעיל, הפנדקית חשודה להחליף שהיא מתכונת לטובה ונותנת משלה שהוא יותר יפה לחבר, ואומרת בלבה ראוי שאאכיל משלי שהוא חם ויפה לחבר ואני אטל את שלו הקר והגרוע: אין אנו אחראין לרמאים. כלומר אין אחריות הרמאים עלינו לשמרם שלא יאכלו דבר שאינו מעשר. לפיכך אינו מעשר מה שהוא נותן לה, ואם תקחנו הפנדקית לעצמה ותאכלנו כשאינו מתקן אין לחבר מזה כלום, ואינו מעשר אלא מה שהוא נוטל בלבד. ורבי יוסי סבר דלגזל היא מתכונת {יד}, ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה פֻּנְדָּקִית. שׁוֹמֶרֶת הַפֻּנְדָּק וְהוֹלְכֵי דְרָכִים מִתְאַכְסְנִים אֶצְלָהּ: מְעַשֵּׂר אֶת שֶׁהוּא נוֹתֵן לָהּ. דְּאֵין חָבֵר מוֹצִיא מִתַּחַת יָדוֹ דָּבָר שֶׁאֵינוֹ מְתֻקָּן {יג}: וְאֶת שֶׁהוּא נוֹטֵל מִמֶּנָּה. דְּאַף עַל גַּב דְּעַם הָאָרֶץ אֵינוֹ חָשׁוּד לְהַחְלִיף כִּדְאָמְרָן לְעֵיל, הַפֻּנְדָּקִית חֲשׁוּדָה לְהַחְלִיף שֶׁהִיא מִתְכַּוֶּנֶת לְטוֹבָה וְנוֹתֶנֶת מִשֶּׁלָּהּ שֶׁהוּא יוֹתֵר יָפֶה לֶחָבֵר, וְאוֹמֶרֶת בְּלִבָּהּ רָאוּי שֶׁאַאֲכִיל מִשֶּׁלִּי שֶׁהוּא חַם וְיָפֶה לֶחָבֵר וַאֲנִי אֶטֹּל אֶת שֶׁלּוֹ הַקַּר וְהַגָּרוּעַ: אֵין אָנוּ אַחֲרָאִין לָרַמָּאִים. כְּלוֹמַר אֵין אַחְרָיוּת הָרַמָּאִים עָלֵינוּ לְשָׁמְרָם שֶׁלֹּא יֹאכְלוּ דָּבָר שֶׁאֵינוֹ מְעֻשָּׂר. לְפִיכָךְ אֵינוֹ מְעַשֵּׂר מַה שֶּׁהוּא נוֹתֵן לָהּ, וְאִם תִּקָּחֶנּוּ הַפֻּנְדָּקִית לְעַצְמָהּ וְתֹאכְלֶנּוּ כְּשֶׁאֵינוֹ מְתֻקָּן אֵין לֶחָבֵר מִזֶּה כְּלוּם, וְאֵינוֹ מְעַשֵּׂר אֶלָּא מַה שֶּׁהוּא נוֹטֵל בִּלְבָד. וְרַבִּי יוֹסֵי סָבַר דְּלִגְזֹל הִיא מִתְכַּוֶּנֶת {יד}, וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-5","jbo:text":"עיקר תוי\"ט {יג} וצריך עיון דלעיל בטוחן עובד כוכבים שנחשד להחליף בשל ישראל נמי הוי לן למיחש כזה. ואפשר כיון שיד העובד כוכבים באמצע והחבר אינו מוציא מידו ליד ישראל לא הוי בכלל כו'. תוספות יום טוב: {יד} ובהא פליגי, דרבנן סברי דלטובה מתכונת. אבל אי ידעינן דלגזל מכונת מודו רבנן","jbo:textNikud":"עיקר תוי\"ט {יג} וְצָרִיךְ עִיּוּן דִּלְעֵיל בְּטוֹחֵן עוֹבֵד כּוֹכָבִים שֶׁנֶּחְשַׁד לְהַחְלִיף בְּשֶׁל יִשְׂרָאֵל נַמִּי הֲוֵי לָן לְמֵיחַשׁ כָּזֶה. וְאֶפְשָׁר כֵּיוָן שֶׁיַּד הָעוֹבֵד כּוֹכָבִים בְּאֶמְצַע וְהֶחָבֵר אֵינוֹ מוֹצִיא מִיָּדוֹ לְיַד יִשְׂרָאֵל לֹא הֲוֵי בִּכְלָל כוּ'. תּוֹסְפוֹת יוֹם טוֹב: {יד} וּבְהָא פְּלִיגֵי, דְּרַבָּנָן סָבְרֵי דִּלְטוֹבָה מִתְכַּוֶּנֶת. אֲבָל אִי יָדְעִינַן דְּלִגְזֹל מְכַוֶּנֶת מוֹדוּ רַבָּנָן","rdfs:label":"עיקר תוי\"ט משנה דמאי ג ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-1-3-3-6","jbo:text":"הנותן לחמותו, מעשר את שהוא נותן לה, ואת שהוא נוטל ממנה, מפני שהיא חשודה לחלף את המתקלקל {טו}. אמר רבי יהודה, רוצה היא בתקנת בתה ובושה מחתנה. מודה רבי יהודה בנותן לחמותו שביעית, שאינה חשודה להחליף להאכיל את בתה שביעית","jbo:textNikud":"הַנּוֹתֵן לַחֲמוֹתוֹ, מְעַשֵּׂר אֶת שֶׁהוּא נוֹתֵן לָהּ, וְאֶת שֶׁהוּא נוֹטֵל מִמֶּנָּה, מִפְּנֵי שֶׁהִיא חֲשׁוּדָה לַחֲלֹף אֶת הַמִּתְקַלְקֵל {טו}. אָמַר רַבִּי יְהוּדָה, רוֹצָה הִיא בְתַקָּנַת בִּתָּהּ וּבוֹשָׁה מֵחֲתָנָהּ. מוֹדֶה רַבִּי יְהוּדָה בְּנוֹתֵן לַחֲמוֹתוֹ שְׁבִיעִית, שֶׁאֵינָהּ חֲשׁוּדָה לְהַחֲלִיף לְהַאֲכִיל אֶת בִּתָּהּ שְׁבִיעִית","rdfs:label":"משנה דמאי ג ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-bartanura-1-3-3-6","jbo:text":"ר\"ע מברטנורה המתקלקל. פת או תבשיל שנתקלקל: אמר רבי יהודה. בירושלמי מפרש דקמיתא נמי מלתיה דרבי יהודה היא. והכי קאמר מפני שהיא חשודה להחליף את המתקלקל, דברי רבי יהודה, שרבי יהודה אומר רוצה היא בתקנת בתה וכו': בנותן לחמותו שביעית. בנותן לה לאפות ולבשל בשנה השביעית: שאינה חשודה להאכיל את בתה שביעית. דחמירא להו שביעית ואפלו אם יתקלקל לא תחליפנו בפרות שביעית. והלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הַמִּתְקַלְקֵל. פַּת אוֹ תַּבְשִׁיל שֶׁנִּתְקַלְקֵל: אָמַר רַבִּי יְהוּדָה. בַּיְרוּשַׁלְמִי מְפָרֵשׁ דְּקָמַיְתָא נַמִּי מִלְּתֵיהּ דְּרַבִּי יְהוּדָה הִיא. וְהָכִי קָאָמַר מִפְּנֵי שֶׁהִיא חֲשׁוּדָה לְהַחְלִיף אֶת הַמִּתְקַלְקֵל, דִּבְרֵי רַבִּי יְהוּדָה, שֶׁרַבִּי יְהוּדָה אוֹמֵר רוֹצָה הִיא בְּתַקָּנַת בִּתָּהּ וְכוּ': בְּנוֹתֵן לַחֲמוֹתוֹ שְׁבִיעִית. בְּנוֹתֵן לָהּ לֶאֱפוֹת וּלְבַשֵּׁל בַּשָּׁנָה הַשְּׁבִיעִית: שֶׁאֵינָהּ חֲשׁוּדָה לְהַאֲכִיל אֶת בִּתָּהּ שְׁבִיעִית. דַּחֲמִירָא לְהוּ שְׁבִיעִית וַאֲפִלּוּ אִם יִתְקַלְקֵל לֹא תַחְלִיפֶנּוּ בְּפֵרוֹת שְׁבִיעִית. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ג ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-3"],"uri":"jbr:mishna-yomtov-1-3-3-6","jbo:text":"עיקר תוי\"ט {טו} את המתקלקל. וגבי פנדקית לא תני המתקלקל, לפי שאכסנאי תמיד סומך על הפנדקית, לפיכך חוששת ביותר. רש\"י","jbo:textNikud":"עיקר תוי\"ט {טו} אֶת הַמִּתְקַלְקֵל. וְגַבֵּי פֻּנְדָּקִית לֹא תָנֵי הַמִּתְקַלְקֵל, לְפִי שֶׁאַכְסְנַאי תָּמִיד סוֹמֵךְ עַל הַפֻּנְדָּקִית, לְפִיכָךְ חוֹשֶׁשֶׁת בְּיוֹתֵר. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה דמאי ג ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-1","jbo:text":"הלוקח פרות ממי שאינו נאמן על המעשרות, ושכח לעשרן, ושואלו בשבת, יאכל על פיו. חשכה מוצאי שבת {א}, לא יאכל עד {ב} שיעשר {ג}. לא מצאו, אמר לו אחד שאינו נאמן על המעשרות, מעשרין הן, אוכל על פיו. חשכה מוצאי שבת, לא יאכל {ד} עד שיעשר. תרומת מעשר של דמאי שחזרה למקומה {ה}, רבי שמעון שזורי אומר, אף בחל שואלו ואוכלו על פיו {ו}","jbo:textNikud":"הַלּוֹקֵחַ פֵּרוֹת מִמִּי שֶׁאֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת, וְשָׁכַח לְעַשְּׂרָן, וְשׁוֹאֲלוֹ בְשַׁבָּת, יֹאכַל עַל פִּיו. חָשְׁכָה מוֹצָאֵי שַׁבָּת {א}, לֹא יֹאכַל עַד {ב} שֶׁיְּעַשֵּׂר {ג}. לֹא מְצָאוֹ, אָמַר לוֹ אֶחָד שֶׁאֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת, מְעֻשָּׂרִין הֵן, אוֹכֵל עַל פִּיו. חָשְׁכָה מוֹצָאֵי שַׁבָּת, לֹא יֹאכַל {ד} עַד שֶׁיְּעַשֵּׂר. תְּרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי שֶׁחָזְרָה לִמְקוֹמָהּ {ה}, רַבִּי שִׁמְעוֹן שְׁזוּרִי אוֹמֵר, אַף בְּחֹל שׁוֹאֲלוֹ וְאוֹכְלוֹ עַל פִּיו {ו}","rdfs:label":"משנה דמאי ד א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-1","jbo:text":"ר\"ע מברטנורה הלוקח פרות. בשבת יאכל על פיו. דאימת שבת עליו, שמתיראים לעבר עברה ולשקר בשבת יותר מבחל: תרומת מעשר של דמאי. להכי נקט תרומת מעשר, דעמי הארץ נחשדו עליה דסברי אינה במיתה כל זמן שלא הפרש מעשר ראשון, אבל תרומה גדולה לא נחשדו עליה. ותרומת מעשר הויא אחד ממאה, וכשחזרה למקומה לפחות ממאה חזרה ומדמעת: שואלו ואוכל על פיו. דמאחר שנקרא לה שם תרומה אימת דמוע על עם הארץ וירא לשקר. והלכה כרבי שמעון שזורי","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ פֵּרוֹת. בְּשַׁבָּת יֹאכַל עַל פִּיו. דְּאֵימַת שַׁבָּת עָלָיו, שֶׁמִּתְיָרְאִים לַעֲבֹר עֲבֵרָה וּלְשַׁקֵּר בְּשַׁבָּת יוֹתֵר מִבְּחֹל: תְּרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי. לְהָכִי נָקַט תְּרוּמַת מַעֲשֵׂר, דְּעַמֵּי הָאָרֶץ נֶחְשְׁדוּ עָלֶיהָ דְּסָבְרֵי אֵינָהּ בְּמִיתָה כָּל זְמַן שֶׁלֹּא הֻפְרַשׁ מַעֲשֵׂר רִאשׁוֹן, אֲבָל תְּרוּמָה גְדוֹלָה לֹא נֶחְשְׁדוּ עָלֶיהָ. וּתְרוּמַת מַעֲשֵׂר הַוְיָא אֶחָד מִמֵּאָה, וּכְשֶׁחָזְרָה לִמְקוֹמָהּ לְפָחוֹת מִמֵּאָה חָזְרָה וּמְדַמַּעַת: שׁוֹאֲלוֹ וְאוֹכֵל עַל פִּיו. דְּמֵאַחַר שֶׁנִּקְרָא לָהּ שֵׁם תְּרוּמָה אֵימַת דִּמּוּעַ עַל עַם הָאָרֶץ וְיָרֵא לְשַׁקֵּר. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן שְׁזוּרִי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-1","jbo:text":"עיקר תוי\"ט {א} מוצאי שבת. רצונו לומר ליל יום ראשון אחר צאת הכוכבים, אבל בין השמשות אוכל. הר\"מ: {ב} לא יאכל כו'. על הכל על שאכל בשבת ועל הנשאר, שלא הקלו והאמינוהו אלא לצרך אותו שבת. הר\"מ: {ג} עד שיעשר. רצונו לומר תרומת מעשר ומעשר שני המחיבים לדמאי. הר\"מ: {ד} לא יאכל. כסתם מתניתין פרק ד' דבכורות, כל החשוד על הדבר לא דנו ולא מעידו: {ה} למקומה. ירושלמי תרומת מעשר של דמאי שחזרה למקומה מדמעת: {ו} על פיו. ומירי כשהפרישה החבר או העם הארץ בפנינו לפי שיודע שלא נאמינהו, ונפלה למקומה לתשעים ותשעה שמהם הפרשה. שואלין את העם הארץ אם כבר תקנה גם כן לעצמו, שנמצא שלא היה צריך לתרומת מעשר זאת ואין כאן דמוע","jbo:textNikud":"עיקר תוי\"ט {א} מוֹצָאֵי שַׁבָּת. רְצוֹנוֹ לוֹמַר לֵיל יוֹם רִאשׁוֹן אַחַר צֵאת הַכּוֹכָבִים, אֲבָל בֵּין הַשְּׁמָשׁוֹת אוֹכֵל. הָרַ\"מ: {ב} לֹא יֹאכַל כוּ'. עַל הַכֹּל עַל שֶׁאָכַל בְּשַׁבָּת וְעַל הַנִּשְׁאָר, שֶׁלֹּא הֵקֵלּוּ וְהֶאֱמִינוּהוּ אֶלָּא לְצֹרֶךְ אוֹתוֹ שַׁבָּת. הָרַ\"מ: {ג} עַד שֶׁיְּעַשֵּׂר. רְצוֹנוֹ לוֹמַר תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי הַמְחֻיָּבִים לִדְמַאי. הָרַ\"מ: {ד} לֹא יֹאכַל. כִּסְתָם מַתְנִיתִין פֶּרֶק ד' דִּבְכוֹרוֹת, כָּל הֶחָשׁוּד עַל הַדָּבָר לֹא דָנוֹ וְלֹא מְעִידוֹ: {ה} לִמְקוֹמָהּ. יְרוּשַׁלְמִי תְּרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי שֶׁחָזְרָה לִמְקוֹמָהּ מְדַמַּעַת: {ו} עַל פִּיו. וּמַיְרֵי כְּשֶׁהִפְרִישָׁהּ הֶחָבֵר אוֹ הָעַם הָאָרֶץ בְּפָנֵינוּ לְפִי שֶׁיּוֹדֵעַ שֶׁלֹּא נַאֲמִינֵהוּ, וְנָפְלָה לִמְקוֹמָהּ לַתִּשְׁעִים וְתִשְׁעָה שֶׁמֵּהֶם הֻפְרְשָׁה. שׁוֹאֲלִין אֶת הָעַם הָאָרֶץ אִם כְּבָר תִּקְּנָהּ גַּם כֵּן לְעַצְמוֹ, שֶׁנִּמְצָא שֶׁלֹּא הָיָה צָרִיךְ לִתְרוּמַת מַעֲשֵׂר זֹאת וְאֵין כָּאן דִּמּוּעַ","rdfs:label":"עיקר תוי\"ט משנה דמאי ד א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-2","jbo:text":"המדיר את חברו שיאכל אצלו, והוא אינו מאמינו על המעשרות, אוכל עמו בשבת הראשונה, ואף על פי שאינו מאמינו על המעשרות, ובלבד שיאמר לו מעשרין הן. ובשבת שניה, אף על פי שנדר ממנו הניה, לא יאכל {ח} עד שיעשר","jbo:textNikud":"הַמַּדִּיר אֶת חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, וְהוּא אֵינוֹ מַאֲמִינוֹ עַל הַמַּעַשְׂרוֹת, אוֹכֵל עִמּוֹ בַּשַּׁבָּת הָרִאשׁוֹנָה, וְאַף עַל פִּי שֶׁאֵינוֹ מַאֲמִינוֹ עַל הַמַּעַשְׂרוֹת, וּבִלְבַד שֶׁיֹּאמַר לוֹ מְעֻשָּׂרִין הֵן. וּבְשַׁבָּת שְׁנִיָּה, אַף עַל פִּי שֶׁנָּדַר מִמֶּנּוּ הֲנָיָה, לֹא יֹאכַל {ח} עַד שֶׁיְּעַשֵּׂר","rdfs:label":"משנה דמאי ד ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-2","jbo:text":"ר\"ע מברטנורה המדיר את חברו שיאכל עמו. דאמר ליה קונם מה שאתה נהנה לי {ז} אם אין אתה סועד אצלי: שבת הראשונה. של סעדת נשואין לבחור שנשא בתולה התירו לו לאכל עמו משום איבה","jbo:textNikud":"ר\"ע מברטנורה הַמַּדִּיר אֶת חֲבֵרוֹ שֶׁיֹּאכַל עִמּוֹ. דְּאָמַר לֵיהּ קוֹנָם מַה שֶּׁאַתָּה נֶהֱנֶה לִי {ז} אִם אֵין אַתָּה סוֹעֵד אֶצְלִי: שַׁבָּת הָרִאשׁוֹנָה. שֶׁל סְעֻדַּת נִשּׂוּאִין לְבָחוּר שֶׁנָּשָׂא בְתוּלָה הִתִּירוּ לוֹ לֶאֱכֹל עִמּוֹ מִשּׁוּם אֵיבָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-2","jbo:text":"עיקר תוי\"ט {ז} רצונו לומר משלי: {ח} לא יאכל. ואף על פי שאמר לו מעשרין הן, דלא דמי ללוקח פרות דלעיל, דכשכבר לקח והרי הן שלו התירו לו שיסמך בשבת על פיו, אבל הכא לא התירו לו שיאכל עם עם הארץ על פיו אלא בשבת הראשונה מפני דרכי שלום. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} רְצוֹנוֹ לוֹמַר מִשֶּׁלִּי: {ח} לֹא יֹאכַל. וְאַף עַל פִּי שֶׁאָמַר לוֹ מְעֻשָּׂרִין הֵן, דְּלֹא דָמִי לְלוֹקֵחַ פֵּרוֹת דִּלְעֵיל, דִּכְשֶׁכְּבָר לָקַח וַהֲרֵי הֵן שֶׁלּוֹ הִתִּירוּ לוֹ שֶׁיִּסְמֹךְ בְּשַׁבָּת עַל פִּיו, אֲבָל הָכָא לֹא הִתִּירוּ לוֹ שֶׁיֹּאכַל עִם עַם הָאָרֶץ עַל פִּיו אֶלָּא בַּשַּׁבָּת הָרִאשׁוֹנָה מִפְּנֵי דַרְכֵי שָׁלוֹם. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ד ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-3","jbo:text":"רבי אליעזר אומר, אין אדם צריך לקרות שם למעשר עני של דמאי. וחכמים אומרים, קורא שם ואינו צריך להפריש","jbo:textNikud":"רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵין אָדָם צָרִיךְ לִקְרוֹת שֵׁם לְמַעְשַׂר עָנִי שֶׁל דְּמַאי. וַחֲכָמִים אוֹמְרִים, קוֹרֵא שֵׁם וְאֵינוֹ צָרִיךְ לְהַפְרִישׁ","rdfs:label":"משנה דמאי ד ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-3","jbo:text":"ר\"ע מברטנורה אין צריך לקרות שם למעשר עני של דמאי. דלא נחשדו עמי הארץ על מעשר עני, שהם יודעים שפרות הטבולים למעשר עני הם במיתה, ומפרישים אותו ולוקחים אותו לעצמן: וחכמים אומרים. אף על פי כן קורא לו שם, שהרי אינו מפסיד כלום בזה {ט}, דאינו צריך להפריש ולתן לעני משום דעני הוי בזה מוציא מחברו והמוציא מחברו עליו הראיה","jbo:textNikud":"ר\"ע מברטנורה אֵין צָרִיךְ לִקְרוֹת שֵׁם לְמַעְשַׂר עָנִי שֶׁל דְּמַאי. דְּלֹא נֶחְשְׁדוּ עַמֵּי הָאָרֶץ עַל מַעְשַׂר עָנִי, שֶׁהֵם יוֹדְעִים שֶׁפֵּרוֹת הַטְּבוּלִים לְמַעְשַׂר עָנִי הֵם בְּמִיתָה, וּמַפְרִישִׁים אוֹתוֹ וְלוֹקְחִים אוֹתוֹ לְעַצְמָן: וַחֲכָמִים אוֹמְרִים. אַף עַל פִּי כֵן קוֹרֵא לוֹ שֵׁם, שֶׁהֲרֵי אֵינוֹ מַפְסִיד כְּלוּם בָּזֶה {ט}, דְּאֵינוֹ צָרִיךְ לְהַפְרִישׁ וְלִתֵּן לֶעָנִי מִשּׁוּם דְּעָנִי הֲוֵי בָּזֶה מוֹצִיא מֵחֲבֵרוֹ וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-3","jbo:text":"עיקר תוי\"ט {ט} האריך להפליא דהרי בריש מכילתין מפרש דעמי הארץ חשודין על מעשר עני ואיך סגי בקריאת שם בלבד. ומסיק מפרוש הירושלמי דרבנן לדבריו דרבי אליעזר קאמרו דסברית דלא נחשדו. ועין בתוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ט} הֶאֱרִיךְ לְהַפְלִיא דַּהֲרֵי בְּרֵישׁ מְכִילְתִּין מְפָרֵשׁ דְּעַמֵּי הָאָרֶץ חֲשׁוּדִין עַל מַעֲשַׂר עָנִי וְאֵיךְ סַגִּי בִּקְרִיאַת שֵׁם בִּלְבָד. וּמַסִּיק מִפֵּרוּשׁ הַיְרוּשַׁלְמִי דְּרַבָּנָן לִדְבָרָיו דְּרַבִּי אֱלִיעֶזֶר קָאָמְרוּ דְּסָבְרִית דְּלֹא נֶחְשְׁדוּ. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ד ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-4","jbo:text":"מי שקרא שם {י} לתרומת מעשר {יא} של דמאי ולמעשר עני של ודאי, לא יטלם בשבת. ואם היה כהן או עני למודים לאכל אצלו, יבאו ויאכלו, ובלבד שיודיעם","jbo:textNikud":"מִי שֶׁקָּרָא שֵׁם {י} לִתְרוּמַת מַעֲשֵׂר {יא} שֶׁל דְּמַאי וּלְמַעְשַׂר עָנִי שֶׁל וַדַּאי, לֹא יִטְּלֵם בְּשַׁבָּת. וְאִם הָיָה כֹהֵן אוֹ עָנִי לְמוּדִים לֶאֱכֹל אֶצְלוֹ, יָבֹאוּ וְיֹאכְלוּ, וּבִלְבַד שֶׁיּוֹדִיעֵם","rdfs:label":"משנה דמאי ד ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-4","jbo:text":"ר\"ע מברטנורה מי שקרא שם לתרומת מעשר של דמאי. שאמר תרומת מעשר שאני חיב להפריש מכרי זה יהא מנח בצפונו או בדרומו, ולא הפרישה. ותרומת מעשר של דמאי דנקט לפי שהישראל קורא לה שם ונותנה לכהן ולוקח המעשר לעצמו, אבל תרומת מעשר של ודאי אין הישראל קורא לה שם אלא הוא נותן מעשר ללוי והלוי מפריש תרומת מעשר ונותנה לכהן: לא יטלם. כדי לתנם לכהן {יב} או לעני שבחצר ושבמבוי, שאסור לתן מתנות לכהן ולעני בשבת. אבל בלמודים לאכל אצלו כלומר הרגילין לאכל על שלחנו שרי, ובלבד שיודיעם שהם של תרומת מעשר או של מעשר עני, שאם אינו מודיעם והם סבורים שמשלו הוא מאכילם הוה ליה כמאכיל אורחיו תרומה ומעשרות, שהוא אסור","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁקָּרָא שֵׁם לִתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי. שֶׁאָמַר תְּרוּמַת מַעֲשֵׂר שֶׁאֲנִי חַיָּב לְהַפְרִישׁ מִכֶּרִי זֶה יְהֵא מֻנָּח בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ, וְלֹא הִפְרִישָׁהּ. וּתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי דְּנָקַט לְפִי שֶׁהַיִּשְׂרָאֵל קוֹרֵא לָהּ שֵׁם וְנוֹתְנָהּ לַכֹּהֵן וְלוֹקֵחַ הַמַּעֲשֵׂר לְעַצְמוֹ, אֲבָל תְּרוּמַת מַעֲשֵׂר שֶׁל וַדַּאי אֵין הַיִּשְׂרָאֵל קוֹרֵא לָהּ שֵׁם אֶלָּא הוּא נוֹתֵן מַעֲשֵׂר לַלֵּוִי וְהַלֵּוִי מַפְרִישׁ תְּרוּמַת מַעֲשֵׂר וְנוֹתְנָהּ לַכֹּהֵן: לֹא יִטְּלֵם. כְּדֵי לִתְּנָם לַכֹּהֵן {יב} אוֹ לֶעָנִי שֶׁבֶּחָצֵר וְשֶׁבַּמָּבוֹי, שֶׁאָסוּר לִתֵּן מַתָּנוֹת לַכֹּהֵן וְלֶעָנִי בְּשַׁבָּת. אֲבָל בִּלְמוּדִים לֶאֱכֹל אֶצְלוֹ כְּלוֹמַר הָרְגִילִין לֶאֱכֹל עַל שֻׁלְחָנוֹ שָׁרֵי, וּבִלְבָד שֶׁיּוֹדִיעֵם שֶׁהֵם שֶׁל תְּרוּמַת מַעֲשֵׂר אוֹ שֶׁל מַעְשַׂר עָנִי, שֶׁאִם אֵינוֹ מוֹדִיעָם וְהֵם סְבוּרִים שֶׁמִּשֶּׁלּוֹ הוּא מַאֲכִילָם הֲוָה לֵיהּ כְּמַאֲכִיל אוֹרְחָיו תְּרוּמָה וּמַעַשְׂרוֹת, שֶׁהוּא אָסוּר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-4","jbo:text":"עיקר תוי\"ט {י} שקרא שם. רצונו לומר בערב שבת: {יא} לתרומת מעשר. הר\"ש, ולתני תרומה גדולה של ודאי, ומסיק משום דלאו אורחיה להשהותה ורגילין להפרישה לאלתר אפלו קדם שהביאה לבית. ודלא תני מעשר ראשון של ודאי לפי שאף על פי שקרא שם אין בו תועלת לתנו ללוי בשבת זה שאינו יכול להפריש בשבת תרומה שבמעשר דהוה כמתקן מנא. תוספות יום טוב: {יב} ואין אסור אחרי שהפרישו מערב שבת אלא בהולכה לכהן. ואין כל המתנות שוים בזה","jbo:textNikud":"עיקר תוי\"ט {י} שֶׁקָּרָא שֵׁם. רְצוֹנוֹ לוֹמַר בְּעֶרֶב שַׁבָּת: {יא} לִתְרוּמַת מַעֲשֵׂר. הָרַ\"שׁ, וְלִתְנֵי תְּרוּמָה גְדוֹלָה שֶׁל וַדַּאי, וּמַסִּיק מִשּׁוּם דְּלָאו אוֹרְחֵיהּ לְהַשְׁהוֹתָהּ וּרְגִילִין לְהַפְרִישָׁהּ לְאַלְתַּר אֲפִלּוּ קֹדֶם שֶׁהֱבִיאָהּ לַבַּיִת. וּדְלֹא תָנֵי מַעֲשֵׂר רִאשׁוֹן שֶׁל וַדַּאי לְפִי שֶׁאַף עַל פִּי שֶׁקָּרָא שֵׁם אֵין בּוֹ תּוֹעֶלֶת לִתְּנוֹ לַלֵּוִי בְּשַׁבָּת זֶה שֶׁאֵינוֹ יָכוֹל לְהַפְרִישׁ בְּשַׁבָּת תְּרוּמָה שֶׁבַּמַּעֲשֵׂר דַּהֲוָה כִּמְתַקֵּן מָנָא. תּוֹסְפוֹת יוֹם טוֹב: {יב} וְאֵין אִסּוּר אַחֲרֵי שֶׁהִפְרִישׁוֹ מֵעֶרֶב שַׁבָּת אֶלָּא בְּהוֹלָכָה לַכֹּהֵן. וְאֵין כָּל הַמַּתָּנוֹת שָׁוִים בָּזֶה","rdfs:label":"עיקר תוי\"ט משנה דמאי ד ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-5","jbo:text":"האומר למי שאינו נאמן על המעשרות, קח לי ממי שהוא נאמן {יג} וממי שהוא מעשר, אינו נאמן. מאיש פלוני, הרי זה נאמן. הלך לקח ממנו, ואמר לו לא מצאתיו ולקחתי לך מאחר שהוא נאמן, אינו נאמן {יד}","jbo:textNikud":"הָאוֹמֵר לְמִי שֶׁאֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת, קַח לִי מִמִּי שֶׁהוּא נֶאֱמָן {יג} וּמִמִּי שֶׁהוּא מְעַשֵּׂר, אֵינוֹ נֶאֱמָן. מֵאִישׁ פְּלוֹנִי, הֲרֵי זֶה נֶאֱמָן. הָלַךְ לִקַּח מִמֶּנּוּ, וְאָמַר לוֹ לֹא מְצָאתִיו וְלָקַחְתִּי לְךָ מֵאַחֵר שֶׁהוּא נֶאֱמָן, אֵינוֹ נֶאֱמָן {יד}","rdfs:label":"משנה דמאי ד ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-5","jbo:text":"ר\"ע מברטנורה אינו נאמן. דאפלו ימצא שלקח ממי שאינו נאמן מצי לאשתמוטי ולומר בעיני היה נאמן. אבל כי אמר ליה מאיש פלוני לא מצי לאשתמוטי דהא אינו רשאי לקח מאחר","jbo:textNikud":"ר\"ע מברטנורה אֵינוֹ נֶאֱמָן. דַּאֲפִלּוּ יִמָּצֵא שֶׁלָּקַח מִמִּי שֶׁאֵינוֹ נֶאֱמָן מָצֵי לְאִשְׁתַּמּוּטֵי וְלוֹמַר בְּעֵינַי הָיָה נֶאֱמָן. אֲבָל כִּי אָמַר לֵיהּ מֵאִישׁ פְּלוֹנִי לֹא מָצֵי לְאִשְׁתַּמוֹטֵי דְּהָא אֵינוֹ רַשַּׁאי לִקַּח מֵאַחֵר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-5","jbo:text":"עיקר תוי\"ט {יג} שהוא נאמן. לענין אסור כל ישראל בחזקת כשרות הם שאינם אוכלים דבר אסור. והכא במכילתין לענין מעשרות ותרומה מירי: {יד} אינו נאמן. ואין לומר נהמנוהו במגו דאי בעי אמר שמצאו ולקח ממנו, אין זה מגו טוב שמתירא שימצא בדאי אם יבא אותו פלוני וישאלהו זה ששלחו. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יג} שֶׁהוּא נֶאֱמָן. לְעִנְיַן אִסּוּר כָּל יִשְׂרָאֵל בְּחֶזְקַת כַּשְׁרוּת הֵם שֶׁאֵינָם אוֹכְלִים דְּבַר אִסּוּר. וְהָכָא בִּמְכִילְתִּין לְעִנְיַן מַעַשְׂרוֹת וּתְרוּמָה מַיְרֵי: {יד} אֵינוֹ נֶאֱמָן. וְאֵין לוֹמַר נְהֵמְנוּהוּ בְּמִגּוֹ דְּאִי בָעֵי אָמַר שֶׁמְּצָאוֹ וְלָקַח מִמֶּנּוּ, אֵין זֶה מִגּוֹ טוֹב שֶׁמִּתְיָרֵא שֶׁיִּמָּצֵא בַּדַּאי אִם יָבֹא אוֹתוֹ פְּלוֹנִי וְיִשְׁאָלֵהוּ זֶה שֶׁשְּׁלָחוֹ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ד ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-6","jbo:text":"הנכנס לעיר ואינו מכיר אדם שם, אמר, מי כאן נאמן. מי כאן מעשר. אמר לו אחד, אני, אינו נאמן. אמר לו, איש פלוני נאמן, הרי זה נאמן. הלך לקח ממנו, אמר לו, מי כאן מוכר ישן. אמר לו, מי ששלחך אצלי, אף על פי שהן כגומלין זה את זה, הרי אלו נאמנין","jbo:textNikud":"הַנִּכְנָס לְעִיר וְאֵינוֹ מַכִּיר אָדָם שָׁם, אָמַר, מִי כָּאן נֶאֱמָן. מִי כָּאן מְעַשֵּׂר. אָמַר לוֹ אֶחָד, אֲנִי, אֵינוֹ נֶאֱמָן. אָמַר לוֹ, אִישׁ פְּלוֹנִי נֶאֱמָן, הֲרֵי זֶה נֶאֱמָן. הָלַךְ לִקַּח מִמֶּנּוּ, אָמַר לוֹ, מִי כָּאן מוֹכֵר יָשָׁן. אָמַר לוֹ, מִי שֶׁשְּׁלָחֲךָ אֶצְלִי, אַף עַל פִּי שֶׁהֵן כְּגוֹמְלִין זֶה אֶת זֶה, הֲרֵי אֵלּוּ נֶאֱמָנִין","rdfs:label":"משנה דמאי ד ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-6","jbo:text":"ר\"ע מברטנורה איש פלוני נאמן הרי זה נאמן. אף על גב דלא היה ראוי להאמינו כיון שהוא עצמו חשוד, קלא היא שהקלו באכסנאי משום חיי נפש. ודוקא כשאין מכיר אדם שם אבל אם מכיר אדם שם, לא יטל אלא מן הממחה: מי כאן מוכר ישן. שירא שמא יאכילוהו חדש קדם שיקרב העמר. ורב עמי הארץ אין חשודים על החדש והוי כדמאי דרב עמי הארץ מעשרים הן, הלכך לא החמירו עליהן כל כך דנימא שהם גומלים חסד זה לזה, תעיד אתה עלי ואני אעיד עליך","jbo:textNikud":"ר\"ע מברטנורה אִישׁ פְּלוֹנִי נֶאֱמָן הֲרֵי זֶה נֶאֱמָן. אַף עַל גַּב דְּלֹא הָיָה רָאוּי לְהַאֲמִינוֹ כֵּיוָן שֶׁהוּא עַצְמוֹ חָשׁוּד, קֻלָּא הִיא שֶׁהֵקֵלּוּ בְּאַכְסְנַאי מִשּׁוּם חַיֵּי נֶפֶשׁ. וְדַוְקָא כְּשֶׁאֵין מַכִּיר אָדָם שָׁם אֲבָל אִם מַכִּיר אָדָם שָׁם, לֹא יִטֹּל אֶלָּא מִן הַמֻּמְחֶה: מִי כָּאן מוֹכֵר יָשָׁן. שֶׁיָּרֵא שֶׁמָּא יַאֲכִילוּהוּ חָדָשׁ קֹדֶם שֶׁיִּקְרַב הָעֹמֶר. וְרֹב עַמֵּי הָאָרֶץ אֵין חֲשׁוּדִים עַל הֶחָדָשׁ וַהֲוֵי כִּדְמַאי דְּרֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִים הֵן, הִלְכָּךְ לֹא הֶחְמִירוּ עֲלֵיהֶן כָּל כָּךְ דְּנֵימָא שֶׁהֵם גּוֹמְלִים חֶסֶד זֶה לָזֶה, תָּעִיד אַתָּה עָלַי וַאֲנִי אָעִיד עָלֶיךָ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-1-3-4-7","jbo:text":"החמרים שנכנסו לעיר, אמר אחד, שלי חדש ושל חברי ישן {טו}, שלי אינו מתקן ושל חברי מתקן, אינן נאמנין. רבי יהודה אומר, נאמנין","jbo:textNikud":"הַחַמָּרִים שֶׁנִּכְנְסוּ לְעִיר, אָמַר אֶחָד, שֶׁלִּי חָדָשׁ וְשֶׁל חֲבֵרִי יָשָׁן {טו}, שֶׁלִּי אֵינוֹ מְתֻקָּן וְשֶׁל חֲבֵרִי מְתֻקָּן, אֵינָן נֶאֱמָנִין. רַבִּי יְהוּדָה אוֹמֵר, נֶאֱמָנִין","rdfs:label":"משנה דמאי ד ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-bartanura-1-3-4-7","jbo:text":"ר\"ע מברטנורה החמרים. המביאים תבואה ממקום הזול למקום היקר: אין נאמנים. דודאי גומלים זה את זה ומשבח של חברו בעיר זו כדי שישבח חברו את שלו בעיר אחרת: רבי יהודה אומר נאמנים. הואיל ורב עמי הארץ מעשרים הן, בדמאי הקלו משום חייהן של בני העיר, שיהיו מוכרי תבואה ופרות רגילין לבא שם {טז}. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הַחַמָּרִים. הַמְּבִיאִים תְּבוּאָה מִמְּקוֹם הַזּוֹל לִמְקוֹם הַיֹּקֶר: אֵין נֶאֱמָנִים. דְּוַדַּאי גּוֹמְלִים זֶה אֶת זֶה וּמְשַׁבֵּחַ שֶׁל חֲבֵרוֹ בְּעִיר זוֹ כְּדֵי שֶׁיְּשַׁבַּח חֲבֵרוֹ אֶת שֶׁלּוֹ בְּעִיר אַחֶרֶת: רַבִּי יְהוּדָה אוֹמֵר נֶאֱמָנִים. הוֹאִיל וְרֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִים הֵן, בִּדְמַאי הֵקֵלּוּ מִשּׁוּם חַיֵּיהֶן שֶׁל בְּנֵי הָעִיר, שֶׁיִּהְיוּ מוֹכְרֵי תְבוּאָה וּפֵרוֹת רְגִילִין לָבֹא שָׁם {טז}. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ד ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-4"],"uri":"jbr:mishna-yomtov-1-3-4-7","jbo:text":"עיקר תוי\"ט {טו} שלי חדש ושל חברי ישן. בתוספות כתובות כ\"ד האריכו להקשות והעלו כפרוש רש\"י ז\"ל. שלי חדש ואינו יבש כל צרכו, של חברי יבש וישן, דאף על פי שמגרע שלו ומוסיף להשביח של חברו אינו נאמן להחזיק את חברו בחזקת מתקן, שאינן אלא מערימין: {טז} וטעמיהו דרבנן דמצויין הם להתפרנס מעיר אחרת. ירושלמי","jbo:textNikud":"עיקר תוי\"ט {טו} שֶׁלִּי חָדָשׁ וְשֶׁל חֲבֵרִי יָשָׁן. בְּתוֹסָפוֹת כְּתוּבּוֹת כ\"ד הֶאֱרִיכוּ לְהַקְשׁוֹת וְהֶעֱלוּ כְּפֵרוּשׁ רַשִׁ\"י ז\"ל. שֶׁלִּי חָדָשׁ וְאֵינוֹ יָבֵשׁ כָּל צָרְכּוֹ, שֶׁל חֲבֵרִי יָבֵשׁ וְיָשָׁן, דְּאַף עַל פִּי שֶׁמְּגָרֵעַ שֶׁלּוֹ וּמוֹסִיף לְהַשְׁבִּיחַ שֶׁל חֲבֵרוֹ אֵינוֹ נֶאֱמָן לְהַחֲזִיק אֶת חֲבֵרוֹ בְּחֶזְקַת מְתֻקָּן, שֶׁאֵינָן אֶלָּא מַעֲרִימִין: {טז} וְטַעֲמַיְהוּ דְּרַבָּנָן דִּמְצוּיִין הֵם לְהִתְפַּרְנֵס מֵעִיר אַחֶרֶת. יְרוּשַׁלְמִי","rdfs:label":"עיקר תוי\"ט משנה דמאי ד ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-1","jbo:text":"הלוקח מן הנחתום, כיצד הוא מעשר. נוטל כדי תרומת מעשר וחלה, ואומר, אחד ממאה ממה שיש כאן, הרי {א} בצד זה מעשר, ושאר מעשר סמוך לו, זה שעשיתי מעשר עשוי תרומת מעשר {ב} עליו, והשאר חלה, ומעשר שני בצפונו {ג} או בדרומו, ומחלל על המעות","jbo:textNikud":"הַלּוֹקֵחַ מִן הַנַּחְתּוֹם, כֵּיצַד הוּא מְעַשֵּׂר. נוֹטֵל כְּדֵי תְרוּמַת מַעֲשֵׂר וְחַלָּה, וְאוֹמֵר, אֶחָד מִמֵּאָה מִמַּה שֶּׁיֶּשׁ כָּאן, הֲרֵי {א} בְצַד זֶה מַעֲשֵׂר, וּשְׁאָר מַעֲשֵׂר סָמוּךְ לוֹ, זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר {ב} עָלָיו, וְהַשְּׁאָר חַלָּה, וּמַעֲשֵׂר שֵׁנִי בִּצְפוֹנוֹ {ג} אוֹ בִדְרוֹמוֹ, וּמְחֻלָּל עַל הַמָּעוֹת","rdfs:label":"משנה דמאי ה א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-1","jbo:text":"ר\"ע מברטנורה הלוקח מן הנחתום. כשהנחתום מוכר במדה גסה הלוקח ממנו חיב לתקן מה שהוא לוקח, והנחתום פטור. והא דתנן לעיל בפרק ב' שהנחתומים חיבים להפריש כדי שעור תרומת מעשר וחלה, התם מירי במוכר במדה דקה, שמפני שהוא משתכר הרבה הטילו עליו לעשר, אי נמי מפני התינוקות שלוקחים ממי שמוכר בדקה כדי שלא יאכלו טבלים הטילו עליו לתקן. מדה גסה ודקה מפרשים לעיל סוף פרק ב': נוטל כדי תרומת מעשר. דהינו אחד ממאה, וכדי חלה אחד מארבעים ושמנה. ולא שיפרישם מן הככר שלקח מן הנחתום, אלא קובע להם מקום ומניחם מחברים במקומם: אחד ממאה ממה שיש כאן. מכל מה שיש כאן משמע, אף עם כדי שעור חלה שהפריש, עשוי מעשר, ונמצא מפריש מעשר אף מן החלה: ושאר מעשר. דהינו עוד תשעה סמוך לו, הרי קבע מקום לכל המעשר, ואותו האחד שקראתי לו שם מעשר תחלה עשוי תרומת מעשר על התשעה הסמוכים לו: והשאר חלה. אחד מארבעים ושמנה שהפרשתי חלה: ומעשר שני בצפונו או בדרומו. קובע לו מקום ואחר כך מחללו, ואינו צריך להוסיף חמש","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ מִן הַנַּחְתּוֹם. כְּשֶׁהַנַּחְתּוֹם מוֹכֵר בְּמִדָּה גַסָּה הַלּוֹקֵחַ מִמֶּנּוּ חַיָּב לְתַקֵּן מַה שֶּׁהוּא לוֹקֵחַ, וְהַנַּחְתּוֹם פָּטוּר. וְהָא דִתְנַן לְעֵיל בְּפֶרֶק ב' שֶׁהַנַּחְתּוֹמִים חַיָּבִים לְהַפְרִישׁ כְּדֵי שִׁעוּר תְּרוּמַת מַעֲשֵׂר וְחַלָּה, הָתָם מַיְרֵי בְּמוֹכֵר בְּמִדָּה דַקָּה, שֶׁמִּפְּנֵי שֶׁהוּא מִשְׂתַּכֵּר הַרְבֵּה הִטִּילוּ עָלָיו לְעַשֵּׂר, אִי נַמִּי מִפְּנֵי הַתִּינוֹקוֹת שֶׁלּוֹקְחִים מִמִּי שֶׁמּוֹכֵר בְּדַקָּה כְּדֵי שֶׁלֹּא יֹאכְלוּ טְבָלִים הִטִּילוּ עָלָיו לְתַקֵּן. מִדָּה גַסָּה וְדַקָּה מְפֹרָשִׁים לְעֵיל סוֹף פֶּרֶק ב': נוֹטֵל כְּדֵי תְּרוּמַת מַעֲשֵׂר. דְּהַיְנוּ אֶחָד מִמֵּאָה, וּכְדֵי חַלָּה אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה. וְלֹא שֶׁיַּפְרִישָׁם מִן הַכִּכָּר שֶׁלָּקַח מִן הַנַּחְתּוֹם, אֶלָּא קוֹבֵעַ לָהֶם מָקוֹם וּמַנִּיחָם מְחֻבָּרִים בִּמְקוֹמָם: אֶחָד מִמֵּאָה מִמַּה שֶׁיֶּשׁ כָּאן. מִכָּל מַה שֶׁיֶּשׁ כָּאן מַשְׁמַע, אַף עִם כְּדֵי שִׁעוּר חַלָּה שֶׁהִפְרִישׁ, עָשׂוּי מַעֲשֵׂר, וְנִמְצָא מַפְרִישׁ מַעֲשֵׂר אַף מִן הַחַלָּה: וּשְׁאָר מַעֲשֵׂר. דְּהַיְנוּ עוֹד תִּשְׁעָה סָמוּךְ לוֹ, הֲרֵי קָבַע מָקוֹם לְכָל הַמַּעֲשֵׂר, וְאוֹתוֹ הָאֶחָד שֶׁקָּרָאתִי לוֹ שֵׁם מַעֲשֵׂר תְּחִלָּה עָשׂוּי תְּרוּמַת מַעֲשֵׂר עַל הַתִּשְׁעָה הַסְּמוּכִים לוֹ: וְהַשְּׁאָר חַלָּה. אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה שֶׁהִפְרַשְׁתִּי חַלָּה: וּמַעֲשֵׂר שֵׁנִי בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ. קוֹבֵעַ לוֹ מָקוֹם וְאַחַר כָּךְ מְחַלְּלוֹ, וְאֵינוֹ צָרִיךְ לְהוֹסִיף חֹמֶשׁ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-1","jbo:text":"עיקר תוי\"ט {א} הרי זה. פרוש זה האחד ממאה יהיה בצד זה מעשר והינו קביעת מקום: {ב} תרומת מעשר. לפי שההפרשה היא לתרומת מעשר בלבד, אבל המעשר אין צריך להפריש דכיון שקרא שם ונטל תרומתו הרי הלוי המוציא מחברו עליו הראיה, הלכך קבע מקום ומסים לאחד ממאה שזה יפריש אחר כך, ואין צריך יותר. תוספות יום טוב: {ג} בצפונו. שכן דרך בני אדם בהושטת יד ימין נוטל מה שכנגד ימינו, והיא שמאלו של אותו דבר, לכך מקדים צפונו. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} הֲרֵי זֶה. פֵּרוּשׁ זֶה הָאֶחָד מִמֵּאָה יִהְיֶה בְּצַד זֶה מַעֲשֵׂר וְהַיְנוּ קְבִיעַת מָקוֹם: {ב} תְּרוּמַת מַעֲשֵׂר. לְפִי שֶׁהָהַפְרָשָׁה הִיא לִתְרוּמַת מַעֲשֵׂר בִּלְבָד, אֲבָל הַמַּעֲשֵׂר אֵין צָרִיךְ לְהַפְרִישׁ דְּכֵיוָן שֶׁקָּרָא שֵׁם וְנָטַל תְּרוּמָתוֹ הֲרֵי הַלֵּוִי הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה, הִלְכָּךְ קֹבֵעַ מָקוֹם וּמְסַיֵּם לְאֶחָד מִמֵּאָה שֶׁזֶּה יַפְרִישׁ אַחַר כָּךְ, וְאֵין צָרִיךְ יוֹתֵר. תּוֹסְפוֹת יוֹם טוֹב: {ג} בִּצְפוֹנוֹ. שֶׁכֵּן דֶּרֶךְ בְּנֵי אָדָם בְּהוֹשָׁטַת יַד יָמִין נוֹטֵל מַה שֶּׁכְּנֶגֶד יְמִינוֹ, וְהִיא שְׂמֹאלוֹ שֶׁל אוֹתוֹ דָבָר, לְכָךְ מַקְדִּים צְפוֹנוֹ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ה א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-2","jbo:text":"הרוצה להפריש תרומה ותרומת מעשר כאחת, נוטל אחד משלשים ושלש ושליש {ד}, ואומר, אחד ממאה ממה שיש כאן, הרי זה בצד זה חלין, והשאר תרומה על הכל. ומאה חלין שיש כאן, הרי זה בצד זה מעשר, ושאר מעשר סמוך לו, זה שעשיתי מעשר עשוי תרומת מעשר עליו, והשאר חלה {ו}, ומעשר שני בצפונו או בדרומו, ומחלל על המעות","jbo:textNikud":"הָרוֹצֶה לְהַפְרִישׁ תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר כְּאַחַת, נוֹטֵל אֶחָד מִשְּׁלשִׁים וְשָׁלשׁ וּשְׁלִישׁ {ד}, וְאוֹמֵר, אֶחָד מִמֵּאָה מִמַּה שֶּׁיֶּשׁ כָּאן, הֲרֵי זֶה בְּצַד זֶה חֻלִּין, וְהַשְּׁאָר תְּרוּמָה עַל הַכֹּל. וּמֵאָה חֻלִּין שֶׁיֶּשׁ כָּאן, הֲרֵי זֶה בְּצַד זֶה מַעֲשֵׂר, וּשְׁאָר מַעֲשֵׂר סָמוּךְ לוֹ, זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר עָלָיו, וְהַשְּׁאָר חַלָּה {ו}, וּמַעֲשֵׂר שֵׁנִי בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ, וּמְחֻלָּל עַל הַמָּעוֹת","rdfs:label":"משנה דמאי ה ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-2","jbo:text":"ר\"ע מברטנורה נוטל אחד משלשים ושלש ושליש. הינו שליש ממאה. וסאה שנוטל יש בה שלשה שלישים, שנים מהן לתרומה שהיא תרי ממאה ואחד לתרומת מעשר שהיא אחד ממאה. ואומר על אותה סאה שנטל, אחד ממאה שיש כאן בין הכל, דהינו שליש אותה סאה: הרי הוא בצד זה חלין. פרוש ישאר חלין כמו שהוא עתה בטבלו בצד שני שלישים שעמו, והשאר דהינו שני שלישים יהיו תרומה על הכל: מהחלין שיש כאן. דהינו השליש שאמרתי עליו שישאר חלין. הרי זה בצד זה מעשר: ושאר מעשר. דהינו עוד תשעה סמוך לשליש זה, אותם עשרה שלישים יהיו מעשר על המאה שלישים. ולאו דוקא עשרה אלא מעט פחות כפי המגיע לשנים של תרומה: זה שעשיתי מעשר. הינו השליש שקרא עליו שם מעשר תחלה עשוי תרומת מעשר על תשעה השלישים. ולא שליש שלם אלא חסר דבר מעט, ולהכי קאמר מהחלין שיש כאן דמשמע ולא כל החלין. ומתניתין אתיא כאבא אלעזר בן גומל דאמר בסוף פרק כל הגט (גטין לא.) כשם שיש לו לבעל הבית רשות לתרם תרומה גדולה כך יש לו רשות לתרם תרומת מעשר. ואיהו נמי שרי להפריש תרומת מעשר באמד {ה} בעין יפה בפרק כל המנחות באות מצה (מנחות דף נד: נה.). הלכך אותו שליש שהוא מפריש משלם, אף על פי שהיה ראוי להיות חסר מעט, בעין יפה הוא מפריש ושרי","jbo:textNikud":"ר\"ע מברטנורה נוֹטֵל אֶחָד מִשְּׁלֹשִׁים וְשָׁלֹשׁ וּשְׁלִישׁ. הַיְנוּ שְׁלִישׁ מִמֵּאָה. וּסְאָה שֶׁנּוֹטֵל יֵשׁ בָּהּ שְׁלֹשָׁה שְׁלִישִׁים, שְׁנַיִם מֵהֶן לִתְרוּמָה שֶׁהִיא תְּרֵי מִמֵּאָה וְאֶחָד לִתְרוּמַת מַעֲשֵׂר שֶׁהִיא אֶחָד מִמֵּאָה. וְאוֹמֵר עַל אוֹתָהּ סְאָה שֶׁנָּטַל, אֶחָד מִמֵּאָה שֶׁיֶּשׁ כָּאן בֵּין הַכֹּל, דְּהַיְנוּ שְׁלִישׁ אוֹתָהּ סְאָה: הֲרֵי הוּא בְּצַד זֶה חֻלִּין. פֵּרוּשׁ יִשָּׁאֵר חֻלִּין כְּמוֹ שֶׁהוּא עַתָּה בְּטִבְלוֹ בְּצַד שְׁנֵי שְׁלִישִׁים שֶׁעִמּוֹ, וְהַשְּׁאָר דְּהַיְנוּ שְׁנֵי שְׁלִישִׁים יִהְיוּ תְּרוּמָה עַל הַכֹּל: מֵהַחֻלִּין שֶׁיֶּשׁ כָּאן. דְּהַיְנוּ הַשְּׁלִישׁ שֶׁאָמַרְתִּי עָלָיו שֶׁיִּשָּׁאֵר חֻלִּין. הֲרֵי זֶה בְּצַד זֶה מַעֲשֵׂר: וּשְׁאָר מַעֲשֵׂר. דְּהַיְנוּ עוֹד תִּשְׁעָה סָמוּךְ לִשְׁלִישׁ זֶה, אוֹתָם עֲשָׂרָה שְׁלִישִׁים יִהְיוּ מַעֲשֵׂר עַל הַמֵּאָה שְׁלִישִׁים. וְלָאו דַּוְקָא עֲשָׂרָה אֶלָּא מְעַט פָּחוּת כְּפִי הַמַּגִּיעַ לִשְׁנַיִם שֶׁל תְּרוּמָה: זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר. הַיְנוּ הַשְּׁלִישׁ שֶׁקָּרָא עָלָיו שֵׁם מַעֲשֵׂר תְּחִלָּה עָשׂוּי תְּרוּמַת מַעֲשֵׂר עַל תִּשְׁעָה הַשְּׁלִישִׁים. וְלֹא שְׁלִישׁ שָׁלֵם אֶלָּא חָסֵר דָּבָר מֻעָט, וּלְהָכִי קָאָמַר מֵהַחֻלִּין שֶׁיֶּשׁ כָּאן דְּמַשְׁמַע וְלֹא כָל הַחֻלִּין. וּמַתְנִיתִין אַתְיָא כְּאַבָּא אֶלְעָזָר בֶּן גּוֹמֵל דְּאָמַר בְּסוֹף פֶּרֶק כָּל הַגֵּט (גִּטִּין לא.) כְּשֵׁם שֶׁיֵּשׁ לוֹ לְבַעַל הַבַּיִת רְשׁוּת לִתְרֹם תְּרוּמָה גְדוֹלָה כָּךְ יֵשׁ לוֹ רְשׁוּת לִתְרֹם תְּרוּמַת מַעֲשֵׂר. וְאִיהוּ נַמִּי שָׁרֵי לְהַפְרִישׁ תְּרוּמַת מַעֲשֵׂר בְּאֹמֶד {ה} בְּעַיִן יָפָה בְּפֶרֶק כָּל הַמְּנָחוֹת בָּאוֹת מַצָּה (מְנָחוֹת דַּף נד: נה.). הִלְכָּךְ אוֹתוֹ שְׁלִישׁ שֶׁהוּא מַפְרִישׁ מִשָּׁלֵם, אַף עַל פִּי שֶׁהָיָה רָאוּי לִהְיוֹת חָסֵר מְעַט, בְּעַיִן יָפָה הוּא מַפְרִישׁ וְשָׁרֵי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-2","jbo:text":"עיקר תוי\"ט {ד} משלשים ושלש ושליש שחולק המאה לשלשה חלקים ומכל חלק נוטל עשירית העשירית ושלש העשיריות הן אחד משלשים ושלש ושליש. ועין בתוספות יום טוב: {ה} כלומר דהשתא אין אנו צריכין לפרש חסר דבר מעט כיון דבלאו הכי מתניתין כאבא אלעזר: {ו} והשאר חלה. בירושלמי הרוצה להפריש תרומה תרומת מעשר וחלה כאחת כמה הן אחד מעשרים ופרש הר\"ש אחד מעשרים הינו חמש סאה ממאה. שתים מהן תרומה גדולה ואחת תרומת מעשר ושתים לחלה שהיא אחד מארבעים ושמנה, אלא דכך אין החשבון מכון","jbo:textNikud":"עיקר תוי\"ט {ד} מִשְּׁלֹשִׁים וְשָׁלֹשׁ וּשְׁלִישׁ שֶׁחוֹלֵק הַמֵּאָה לִשְׁלֹשָׁה חֲלָקִים וּמִכָּל חֵלֶק נוֹטֵל עֲשִׂירִית הָעֲשִׂירִית וְשָׁלֹשׁ הָעֲשִׂירִיּוֹת הֵן אֶחָד מִשְּׁלֹשִׁים וְשָׁלֹשׁ וּשְׁלִישׁ. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {ה} כְּלוֹמַר דְּהַשְׁתָּא אֵין אָנוּ צְרִיכִין לְפָרֵשׁ חָסֵר דָּבָר מֻעָט כֵּיוָן דִּבְלָאו הָכִי מַתְנִיתִין כְּאַבָּא אֶלְעָזָר: {ו} וְהַשְּׁאָר חַלָּה. בַּיְרוּשַׁלְמִי הָרוֹצֶה לְהַפְרִישׁ תְּרוּמָה תְּרוּמַת מַעֲשֵׂר וְחַלָּה כְּאַחַת כַּמָּה הֵן אֶחָד מֵעֶשְׂרִים וּפֵרֵשׁ הָרַ\"שׁ אֶחָד מֵעֶשְׂרִים הַיְנוּ חָמֵשׁ סְאָה מִמֵּאָה. שְׁתַּיִם מֵהֶן תְּרוּמָה גְדוֹלָה וְאַחַת תְּרוּמַת מַעֲשֵׂר וּשְׁתַּיִם לְחַלָּה שֶׁהִיא אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה, אֶלָּא דְכָךְ אֵין הַחֶשְׁבּוֹן מְכֻוָּן","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-3","jbo:text":"הלוקח מן הנחתום, מעשר מן החמה על הצוננת, ומן הצוננת על החמה, אפלו מטפוסין הרבה, דברי רבי מאיר. רבי יהודה אוסר, שאני אומר, חטים של אמש היו משל אחד, ושל היום היו משל אחר. רבי שמעון אוסר בתרומת מעשר, ומתיר בחלה","jbo:textNikud":"הַלּוֹקֵחַ מִן הַנַּחְתּוֹם, מְעַשֵּׂר מִן הַחַמָּה עַל הַצּוֹנֶנֶת, וּמִן הַצּוֹנֶנֶת עַל הַחַמָּה, אֲפִלּוּ מִטְּפוּסִין הַרְבֵּה, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹסֵר, שֶׁאֲנִי אוֹמֵר, חִטִּים שֶׁל אֶמֶשׁ הָיוּ מִשֶּׁל אֶחָד, וְשֶׁל הַיּוֹם הָיוּ מִשֶּׁל אַחֵר. רַבִּי שִׁמְעוֹן אוֹסֵר בִּתְרוּמַת מַעֲשֵׂר, וּמַתִּיר בְּחַלָּה","rdfs:label":"משנה דמאי ה ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-3","jbo:text":"ר\"ע מברטנורה ומן הצוננת על החמה. אף על פי שהוא מעשר מן הרע על היפה, סבר לה כרבי אלעאי דאמר (קדושין מו:) התורם מן הרע על היפה תרומתו תרומה, ובדמאי התירו אפלו לכתחלה: ואפלו מדפוסים הרבה. ולא חישינן שמא אתמול קנה הנחתום תבואה ממי שהוא מעשר והיום ממי שאינו מעשר ונמצא מפריש מן הפטור על החיוב, דנחתום מחד גברא זבין, אף על פי שהוא עושה מדפוסים הרבה: רבי יהודה אוסר. כששניהם של אמש או שניהם של היום מודה רבי יהודה לרבי מאיר דאפלו מדפוסים הרבה שרי, דלא חיש לדפוסים {ז}. אבל אחד של אמש ואחד של היום אפלו מדפוס אחד אסר, שאני אומר וכו': רבי שמעון אוסר בתרומת מעשר. דאפלו שניהם של היום או של אמש, כיון דבשני דפוסים הוא אמרינן מתרי גברי זבן את התבואה, ושמא האחד עשר והאחד לא, ונמצא מפריש מן הפטור על החיוב: ומתיר בחלה. דבחלה כלי עלמא מודו אפלו של אמש בשל היום ואפלו משני דפוסים, דאי נמי מתרי גברי זבן לא חישינן, שהרי אצל הנחתום מתחיבה בחלה, שהוא גלגל את העסה. והלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה וּמִן הַצּוֹנֶנֶת עַל הַחַמָּה. אַף עַל פִּי שֶּׁהוּא מְעַשֵּׂר מִן הָרַע עַל הַיָּפֶה, סָבַר לַהּ כְּרַבִּי אִלָּעִאי דְּאָמַר (קִדּוּשִׁין מו:) הַתּוֹרֵם מִן הָרַע עַל הַיָּפֶה תְּרוּמָתוֹ תְּרוּמָה, וּבִדְמַאי הִתִּירוּ אֲפִלּוּ לְכַתְּחִלָּה: וַאֲפִלּוּ מִדְּפוּסִים הַרְבֵּה. וְלֹא חַיְשִׁינַן שֶׁמָּא אֶתְמוֹל קָנָה הַנַּחְתּוֹם תְּבוּאָה מִמִּי שֶׁהוּא מְעַשֵּׂר וְהַיּוֹם מִמִּי שֶׁאֵינוֹ מְעַשֵּׂר וְנִמְצָא מַפְרִישׁ מִן הַפָּטוּר עַל הַחִיּוּב, דְּנַחְתּוֹם מֵחַד גַּבְרָא זְבִין, אַף עַל פִּי שֶׁהוּא עוֹשֶׂה מִדְּפוּסִים הַרְבֵּה: רַבִּי יְהוּדָה אוֹסֵר. כְּשֶׁשְּׁנֵיהֶם שֶׁל אֶמֶשׁ אוֹ שְׁנֵיהֶם שֶׁל הַיּוֹם מוֹדֶה רַבִּי יְהוּדָה לְרַבִּי מֵאִיר דַּאֲפִלּוּ מִדְּפוּסִים הַרְבֵּה שָׁרֵי, דְּלֹא חַיֵּשׁ לִדְפוּסִים {ז}. אֲבָל אֶחָד שֶׁל אֶמֶשׁ וְאֶחָד שֶׁל הַיּוֹם אֲפִלּוּ מִדְּפוּס אֶחָד אָסַר, שֶׁאֲנִי אוֹמֵר וְכוּ': רַבִּי שִׁמְעוֹן אוֹסֵר בִּתְרוּמַת מַעֲשֵׂר. דַּאֲפִלּוּ שְׁנֵיהֶם שֶׁל הַיּוֹם אוֹ שֶׁל אֶמֶשׁ, כֵּיוָן דְּבִשְׁנֵי דְפוּסִים הוּא אָמְרִינַן מִתְּרֵי גַבְרֵי זְבַן אֶת הַתְּבוּאָה, וְשֶׁמָּא הָאֶחָד עִשֵּׂר וְהָאֶחָד לֹא, וְנִמְצָא מַפְרִישׁ מִן הַפָּטוּר עַל הַחִיּוּב: וּמַתִּיר בְּחַלָּה. דִּבְחַלָּה כֻּלֵּי עַלְמָא מוֹדוּ אֲפִלּוּ שֶׁל אֶמֶשׁ בְּשֶׁל הַיּוֹם וַאֲפִלּוּ מִשְּׁנֵי דְפוּסִים, דְּאִי נַמִּי מִתְּרֵי גַבְרֵי זְבַן לֹא חַיְשִׁינַן, שֶׁהֲרֵי אֵצֶל הַנַּחְתּוֹם מִתְחַיְּבָה בְּחַלָּה, שֶׁהוּא גִלְגֵּל אֶת הָעִסָּה. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-3","jbo:text":"עיקר תוי\"ט {ז} כי הנחתום בעצמו אפשר שיעשה מעסה אחת מינים הרבה מן הלחם בדפוסים משתנים זה מזה. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {ז} כִּי הַנַּחְתּוֹם בְּעַצְמוֹ אֶפְשָׁר שֶׁיַּעֲשֶׂה מֵעִסָּה אַחַת מִינִים הַרְבֵּה מִן הַלֶּחֶם בִּדְפוּסִים מִשְׁתַּנִּים זֶה מִזֶּה. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-4","jbo:text":"הלוקח מן הפלטר, מעשר מכל טפוס וטפוס {ח}, דברי רבי מאיר. רבי יהודה אומר, מאחת על הכל. מודה רבי יהודה בלוקח מן המנפול, שהוא מעשר מכל אחד ואחד","jbo:textNikud":"הַלּוֹקֵחַ מִן הַפַּלְטֵר, מְעַשֵּׂר מִכָּל טְפוּס וּטְפוּס {ח}, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, מֵאַחַת עַל הַכֹּל. מוֹדֶה רַבִּי יְהוּדָה בְּלוֹקֵחַ מִן הַמַּנְפּוֹל, שֶׁהוּא מְעַשֵּׂר מִכָּל אֶחָד וְאֶחָד","rdfs:label":"משנה דמאי ה ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-4","jbo:text":"ר\"ע מברטנורה פלטר. הוא הלוקח מן הנחתומים ככרות הרבה בבת אחת ומוכרן אחר כך בשוק אחד אחד: מעשר מכל דפוס ודפוס דברי רבי מאיר. דסבירא ליה לרבי מאיר פלטר מתרי תלתא נחתומי זבן, ואנו אומרים דפוס זה קנה מנחתום אחד והשני מנחתום אחר. ורבי יהודה סבר פלטר מחד נחתום זבן, ואף על פי שהם משני דפוסים כלן מנחתום אחד הן, הלכך אם כלן משל אמש או משל היום מעשר מאחד על הכל, כדין נחתום: מנפול. קונה מן פלטרין הרבה ומוכר לאחרים, וכיון שהוא רגיל לקנות מאנשים הרבה הלוקח ממנו מעשר על כל אחד ואחד. והלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה פַּלְטֵר. הוּא הַלּוֹקֵחַ מִן הַנַּחְתּוֹמִים כִּכָּרוֹת הַרְבֵּה בְּבַת אַחַת וּמוֹכְרָן אַחֵר כָּךְ בַּשּׁוּק אֶחָד אֶחָד: מְעַשֵּׂר מִכָּל דְּפוּס וּדְפוּס דִּבְרֵי רַבִּי מֵאִיר. דִּסְבִירָא לֵיהּ לְרַבִּי מֵאִיר פַּלְטֵר מִתְּרֵי תְּלָתָא נַחְתּוֹמֵי זְבַן, וְאָנוּ אוֹמְרִים דְּפוּס זֶה קָנָה מִנַּחְתּוֹם אֶחָד וְהַשֵּׁנִי מִנַּחְתּוֹם אַחֵר. וְרַבִּי יְהוּדָה סָבַר פַּלְטֵר מֵחַד נַחְתּוֹם זְבַן, וְאַף עַל פִּי שֶׁהֵם מִשְּׁנֵי דְפוּסִים כֻּלָּן מִנַּחְתּוֹם אֶחָד הֵן, הִלְכָּךְ אִם כֻּלָּן מִשֶּׁל אֶמֶשׁ אוֹ מִשֶּׁל הַיּוֹם מְעַשֵּׂר מֵאֶחָד עַל הַכֹּל, כְּדִין נַחְתּוֹם: מַנְפּוֹל. קוֹנֶה מִן פַּלְטֵרִין הַרְבֵּה וּמוֹכֵר לַאֲחֵרִים, וְכֵיוָן שֶׁהוּא רָגִיל לִקְנוֹת מֵאֲנָשִׁים הַרְבֵּה הַלּוֹקֵחַ מִמֶּנּוּ מְעַשֵּׂר עַל כָּל אֶחָד וְאֶחָד. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-4","jbo:text":"עיקר תוי\"ט {ח} וטפוס. כמו דפוס, לפי שהיו עושין הלחם בדפוס. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {ח} וּטְפוּס. כְּמוֹ דְּפוּס, לְפִי שֶׁהָיוּ עוֹשִׂין הַלֶּחֶם בִּדְפוּס. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-5","jbo:text":"הלוקח מן העני, וכן העני שנתנו לו פרוסות פת או פלחי דבלה {ט}, מעשר מכל אחד ואחד. ובתמרים ובגרוגרות, בולל ונוטל. אמר רבי יהודה, אימתי, בזמן שהמתנה מרבה, אבל בזמן שהמתנה מעטת, מעשר מכל אחד ואחד","jbo:textNikud":"הַלּוֹקֵח מִן הֶעָנִי, וְכֵן הֶעָנִי שֶׁנָּתְנוּ לוֹ פְרוּסוֹת פַּת אוֹ פִלְחֵי דְבֵלָה {ט}, מְעַשֵּׂר מִכָּל אֶחָד וְאֶחָד. וּבִתְמָרִים וּבִגְרוֹגָרוֹת, בּוֹלֵל וְנוֹטֵל. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁהַמַּתָּנָה מְרֻבָּה, אֲבָל בִּזְמַן שֶׁהַמַּתָּנָה מֻעֶטֶת, מְעַשֵּׂר מִכָּל אֶחָד וְאֶחָד","rdfs:label":"משנה דמאי ה ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-5","jbo:text":"ר\"ע מברטנורה הלוקח מן העני. המחזר על הפתחים: פלחי דבלה. חתיכות של דבלה: בולל ונוטל. דורס התמרים או הגרוגרות ומערבן יחד, והן נבללים ומתערבים, ונמצא מפריש מן החיוב, דקסבר יש בלילה בדבר היבש. אבל פרוסות של לחם ופלחי דבלה אין נבללין, ואתי לאפרושי מן הפטור על החיוב: בזמן שהמתנה מרבה. בזמן שהכל נותנין מתנה מרבה, שכל המתנות שוות, אז מועלת בלילה: אבל בזמן שהמתנה מעטת. כלומר שמתנה אחת מעוטה מחברתה, לא מהניא בלילה, דדלמא כל חד וחד לא מתרמי דידיה, וחישינן שמא מן הרב מפריש על המעט. כך נראה פרוש משנה זו בירושלמי {י}","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ מִן הֶעָנִי. הַמְחַזֵּר עַל הַפְּתָחִים: פִּלְחֵי דְבֵלָה. חֲתִיכוֹת שֶׁל דְּבֵלָה: בּוֹלֵל וְנוֹטֵל. דּוֹרֵס הַתְּמָרִים אוֹ הַגְּרוֹגָרוֹת וּמְעָרְבָן יַחַד, וְהֵן נִבְלָלִים וּמִתְעָרְבִים, וְנִמְצָא מַפְרִישׁ מִן הַחִיּוּב, דְּקָסָבַר יֵשׁ בְּלִילָה בְּדָבָר הַיָּבֵשׁ. אֲבָל פְּרוּסוֹת שֶׁל לֶחֶם וּפִלְחֵי דְבֵלָה אֵין נִבְלָלִין, וְאָתֵי לְאַפְרוּשֵׁי מִן הַפָּטוּר עַל הַחִיּוּב: בִּזְמַן שֶׁהַמַּתָּנָה מְרֻבָּה. בִּזְמַן שֶׁהַכֹּל נוֹתְנִין מַתָּנָה מְרֻבָּה, שֶׁכָּל הַמַּתָּנוֹת שָׁווֹת, אָז מוֹעֶלֶת בְּלִילָה: אֲבָל בִּזְמַן שֶׁהַמַּתָּנָה מֻעֶטֶת. כְּלוֹמַר שֶׁמַּתָּנָה אַחַת מְעוּטָה מֵחֲבֶרְתָּהּ, לֹא מְהַנְיָא בְּלִילָה, דְּדִלְמָא כָּל חַד וְחַד לֹא מִתְרְמֵי דִידֵיהּ, וְחַיְשִׁינַן שֶׁמָּא מִן הָרֹב מַפְרִישׁ עַל הַמֻּעָט. כָּךְ נִרְאֶה פֵּרוּשׁ מִשְׁנָה זוֹ בַּיְרוּשַׁלְמִי {י}","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-5","jbo:text":"עיקר תוי\"ט {ט} פלחי דבלה. כשנתיבשו ודרוסות בעגול מתעגל לפלחים שיש בפלח כמה דבלות. הר\"ש. ופלח מלשון פולח ובוקע: {י} הרמב\"ם מפרש בדרך אחר. לפי שנאמר שזה שנתן מתנה גדולה איש נדיב הוא ועל כל פנים הוציא המעשרות, וזה שנתן מתנה מעטת איש כילי הוא ולא עשר, לכך לא יתערב הכל, שמא יפריש מדמאי על הודאי","jbo:textNikud":"עיקר תוי\"ט {ט} פִּלְחֵי דְבֵלָה. כְּשֶׁנִּתְיַבְּשׁוּ וּדְרוּסוֹת בְּעִגּוּל מִתְעַגֵּל לִפְלָחִים שֶׁיֵּשׁ בְּפֶלַח כַּמָּה דְבֵלוֹת. הָרַ\"שׁ. וּפֶלַח מִלְּשׁוֹן פּוֹלֵחַ וּבוֹקֵעַ: {י} הָרַמְבַּ\"ם מְפָרֵשׁ בְּדֶרֶךְ אַחֵר. לְפִי שֶׁנֹּאמַר שֶׁזֶּה שֶׁנָּתַן מַתָּנָה גְדוֹלָה אִישׁ נָדִיב הוּא וְעַל כָּל פָּנִים הוֹצִיא הַמַּעַשְׂרוֹת, וְזֶה שֶׁנָּתַן מַתָּנָה מֻעֶטֶת אִישׁ כִּילַי הוּא וְלֹא עִשֵּׂר, לְכָךְ לֹא יִתְעָרֵב הַכֹּל, שֶׁמָּא יַפְרִישׁ מִדְּמַאי עַל הַוַּדַּאי","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-6","jbo:text":"הלוקח מן הסיטון וחזר ולקח ממנו שניה, לא יעשר מזה על זה, אפלו מאותו הסוג, אפלו מאותו המין. נאמן הסיטון לומר, משל אחד הם","jbo:textNikud":"הַלּוֹקֵחַ מִן הַסִּיטוֹן וְחָזַר וְלָקַח מִמֶּנּוּ שְׁנִיָּה, לֹא יְעַשֵּׂר מִזֶּה עַל זֶה, אֲפִלּוּ מֵאוֹתוֹ הַסּוּג, אֲפִלּוּ מֵאוֹתוֹ הַמִּין. נֶאֱמָן הַסִּיטוֹן לוֹמַר, מִשֶּׁל אֶחָד הֵם","rdfs:label":"משנה דמאי ה ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-6","jbo:text":"ר\"ע מברטנורה סיטון. סוחר הלוקח תבואה מבעלי בתים הרבה ביחד ומוכר לאחרים במדה גסה: לא יעשר מזה על זה. דשמא מה שלקח ממנו בשניה מאדם אחר קנאו, ואתי לאפרושי מן הפטור על החיוב: ואפלו מאותו הסוג. כלומר מאותה קפה. ודומה לו במסכת כלים (פרק טז משנה ג) הסוגים הגדולים: ואפלו מאותו המין. דשניהם שחמתית או שניהם לבנה. ואם אמר הסיטון דמאדם אחד קנה, נאמן","jbo:textNikud":"ר\"ע מברטנורה סִיטוֹן. סוֹחֵר הַלּוֹקֵחַ תְּבוּאָה מִבַּעֲלֵי בָתִּים הַרְבֵּה בְּיַחַד וּמוֹכֵר לַאֲחֵרִים בְּמִדָּה גַסָּה: לֹא יְעַשֵּׂר מִזֶּה עַל זֶה. דְּשֶׁמָּא מַה שֶּׁלָּקַח מִמֶּנּוּ בַּשְּׁנִיָּה מֵאָדָם אַחֵר קְנָאוֹ, וְאָתֵי לְאַפְרוּשֵׁי מִן הַפָּטוּר עַל הַחִיּוּב: וַאֲפִלּוּ מֵאוֹתוֹ הַסּוּג. כְּלוֹמַר מֵאוֹתָהּ קֻפָּה. וְדוֹמֶה לוֹ בְּמַסֶּכֶת כֵּלִים (פֶּרֶק טז מִשְׁנָה ג) הַסּוּגִים הַגְּדוֹלִים: וַאֲפִלּוּ מֵאוֹתוֹ הַמִּין. דִּשְׁנֵיהֶם שְׁחַמְתִּית אוֹ שְׁנֵיהֶם לְבָנָה. וְאִם אָמַר הַסִּיטוֹן דְּמֵאָדָם אֶחָד קָנָה, נֶאֱמָן","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-7","jbo:text":"הלוקח מבעל הבית וחזר ולקח ממנו שניה, מעשר מזה על זה, אפלו משתי קפות, אפלו משתי עירות. בעל הבית שהיה מוכר ירק בשוק, בזמן שמביאין לו מגנותיו, מעשר מאחת על הכל. ומגנות אחרות {יא}, מעשר מכל אחד ואחד","jbo:textNikud":"הַלּוֹקֵחַ מִבַּעַל הַבַּיִת וְחָזַר וְלָקַח מִמֶּנּוּ שְׁנִיָּה, מְעַשֵּׂר מִזֶּה עַל זֶה, אֲפִלּוּ מִשְּׁתֵּי קֻפּוֹת, אֲפִלּוּ מִשְּׁתֵּי עֲיָרוֹת. בַּעַל הַבַּיִת שֶׁהָיָה מוֹכֵר יָרָק בַּשּׁוּק, בִּזְמַן שֶׁמְּבִיאִין לוֹ מִגַּנּוֹתָיו, מְעַשֵּׂר מֵאַחַת עַל הַכֹּל. וּמִגַּנּוֹת אֲחֵרוֹת {יא}, מְעַשֵּׂר מִכָּל אֶחָד וְאֶחָד","rdfs:label":"משנה דמאי ה ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-7","jbo:text":"ר\"ע מברטנורה מעשר מזה על זה. דכלו מעשר או כלו אינו מעשר. ובלבד שיהיה ממין אחד ובתוך שנתו, שאין תורמין משל שנה זו על [של] שנה אחרת: ומגנות אחרות מעשר מכל אחת ואחת. דבעלי הגנות שמא זה עשר וזה לא עשר","jbo:textNikud":"ר\"ע מברטנורה מְעַשֵּׂר מִזֶּה עַל זֶה. דְּכֻלּוֹ מְעֻשָּׂר אוֹ כֻּלּוֹ אֵינוֹ מְעֻשָּׂר. וּבִלְבָד שֶׁיִּהְיֶה מִמִּין אֶחָד וּבְתוֹךְ שְׁנָתוֹ, שֶׁאֵין תּוֹרְמִין מִשֶּׁל שָׁנָה זוֹ עַל [שֶׁל] שָׁנָה אַחֶרֶת: וּמִגַּנּוֹת אֲחֵרוֹת מְעַשֵּׂר מִכָּל אַחַת וְאַחַת. דְּבַעֲלֵי הַגַּנּוֹת שֶׁמָּא זֶה עִשֵּׂר וְזֶה לֹא עִשֵּׂר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-7","jbo:text":"עיקר תוי\"ט {יא} ומגנות אחרות. אם לקח ממנו וחזר ולקח ממנו פעם שניה. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {יא} וּמִגַּנּוֹת אֲחֵרוֹת. אִם לָקַח מִמֶּנּוּ וְחָזַר וְלָקַח מִמֶּנּוּ פַּעַם שְׁנִיָּה. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-8","jbo:text":"הלוקח טבל משני מקומות, מעשר מזה על זה, אף על פי שאמרו, אין אדם רשאי {יב} למכר טבל אלא לצרך","jbo:textNikud":"הַלּוֹקֵחַ טֶבֶל מִשְּׁנֵי מְקוֹמוֹת, מְעַשֵּׂר מִזֶּה עַל זֶה, אַף עַל פִּי שֶׁאָמְרוּ, אֵין אָדָם רַשַּׁאי {יב} לִמְכֹּר טֶבֶל אֶלָּא לְצֹרֶךְ","rdfs:label":"משנה דמאי ה ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-8","jbo:text":"ר\"ע מברטנורה משני מקומות. ששני המוכרים הודיעוהו שהוא טבל: אלא לצרך. כגון שנתערב לחברו חלין מעטין בטבל מרבה, שאין לטבל זה תקנה עד שיעשר עליו ממקום אחר {יג}. ודוקא לחבר {יד} מתר למכר טבל, אבל לא לעם הארץ. ועם הארץ שנתערב לו חלין בטבל כיצד הוא עושה, הולך אצל חבר והוא לוקח לו טבל ממקום אחר ומעשר לו","jbo:textNikud":"ר\"ע מברטנורה מִשְּׁנֵי מְקוֹמוֹת. שֶׁשְּׁנֵי הַמּוֹכְרִים הוֹדִיעוּהוּ שֶׁהוּא טֶבֶל: אֶלָּא לְצֹרֶךְ. כְּגוֹן שֶׁנִּתְעָרֵב לַחֲבֵרוֹ חֻלִּין מֻעָטִין בְּטֶבֶל מְרֻבֶּה, שֶׁאֵין לְטֶבֶל זֶה תַּקָּנָה עַד שֶׁיְּעַשֵּׂר עָלָיו מִמָּקוֹם אַחֵר {יג}. וְדַוְקָא לְחָבֵר {יד} מֻתָּר לִמְכֹּר טֶבֶל, אֲבָל לֹא לְעַם הָאָרֶץ. וְעַם הָאָרֶץ שֶׁנִּתְעָרֵב לוֹ חֻלִּין בְּטֶבֶל כֵּיצַד הוּא עוֹשֶׂה, הוֹלֵךְ אֵצֶל חָבֵר וְהוּא לוֹקֵחַ לוֹ טֶבֶל מִמָּקוֹם אַחֵר וּמְעַשֵּׂר לוֹ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-8","jbo:text":"עיקר תוי\"ט {יב} אין אדם רשאי. שאין רשאי להוציא מידו בלתי מתקן, דשמא לא יודיע ללוקח: {יג} דאי אפכא טבל מעט בחלין מרבין נתבטל ברב מדאוריתא ולא נתחיב אלא מדרבנן. ואם יתקן בטבל ודאי ממקום אחר יהיה מן החיוב על הפטור: {יד} הוא הדין לנאמן על המעשרות","jbo:textNikud":"עיקר תוי\"ט {יב} אֵין אָדָם רַשַּׁאי. שֶׁאֵין רַשַּׁאי לְהוֹצִיא מִיָּדוֹ בִּלְתִּי מְתֻקָּן, דְּשֶׁמָּא לֹא יוֹדִיעַ לַלּוֹקֵחַ: {יג} דְּאִי אִפְּכָא טֶבֶל מֻעָט בְּחֻלִּין מְרֻבִּין נִתְבַּטֵּל בָּרֹב מִדְּאוֹרַיְתָא וְלֹא נִתְחַיֵּב אֶלָּא מִדְּרַבָּנָן. וְאִם יְתַקֵּן בְּטֶבֶל וַדַּאי מִמָּקוֹם אַחֵר יִהְיֶה מִן הַחִיּוּב עַל הַפָּטוּר: {יד} הוּא הַדִּין לְנֶאֱמָן עַל הַמַּעַשְׂרוֹת","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-9","jbo:text":"מעשרין משל ישראל על של נכרי, משל נכרי על של ישראל, משל ישראל על של כותים, משל כותים על של כותים. רבי אליעזר אוסר משל כותים על של כותים","jbo:textNikud":"מְעַשְּׂרִין מִשֶּׁל יִשְׂרָאֵל עַל שֶׁל נָכְרִי, מִשֶּׁל נָכְרִי עַל שֶׁל יִשְׂרָאֵל, מִשֶּׁל יִשְׂרָאֵל עַל שֶׁל כּוּתִים, מִשֶּׁל כּוּתִים עַל שֶׁל כּוּתִים. רַבִּי אֱלִיעֶזֶר אוֹסֵר מִשֶּׁל כּוּתִים עַל שֶׁל כּוּתִים","rdfs:label":"משנה דמאי ה ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-9","jbo:text":"ר\"ע מברטנורה משל ישראל על של עובד כוכבים. האי תנא סבר אין קנין לעובד כוכבים בארץ ישראל להפקיע מן המעשר, ורבי מאיר היא, ואינה הלכה, דקימא לן יש קנין לעובד כוכבים בארץ ישראל להפקיע מן המעשר דכתיב (ויקרא כה) והארץ לא תמכר לצמיתות, הא אם נמכרה צמותה היא {טו}: על של כותים. פרות הכותים ודאי טבל מוכרין אותן. דאף על פי דכשאוכלין פרותיהן עשורי מעשרי, כשמוכרין אינן מעשרין, דלא חישי על לפני עור לא תתן מכשול {טז}: רבי אלעזר אוסר משל כותים על של כותים. דזמנין דמעשר לנפשיה ונמלך ומוכרו, ושמא האחד מעשר והאחד לא, ונמצא מפריש מן הפטור על החיוב {יז}. ובזמן הזה הכותים עשאום כעובדי כוכבים גמורים לכל דבריהם","jbo:textNikud":"ר\"ע מברטנורה מִשֶּׁל יִשְׂרָאֵל עַל שֶׁל עוֹבֵד כּוֹכָבִים. הַאי תַּנָּא סָבַר אֵין קִנְיָן לְעוֹבֵד כּוֹכָבִים בְּאֶרֶץ יִשְׂרָאֵל לְהַפְקִיעַ מִן הַמַּעֲשֵׂר, וְרַבִּי מֵאִיר הִיא, וְאֵינָהּ הֲלָכָה, דְּקַיְמָא לָן יֵשׁ קִנְיָן לְעוֹבֵד כּוֹכָבִים בְּאֶרֶץ יִשְׂרָאֵל לְהַפְקִיעַ מִן הַמַּעֲשֵׂר דִּכְתִיב (וַיִּקְרָא כה) וְהָאָרֶץ לֹא תִמָּכֵר לִצְמִיתוּת, הָא אִם נִמְכְּרָה צְמוּתָה הִיא {טו}: עַל שֶׁל כּוּתִים. פֵּרוֹת הַכּוּתִים וַדַּאי טֶבֶל מוֹכְרִין אוֹתָן. דְּאַף עַל פִּי דִּכְשֶׁאוֹכְלִין פֵּרוֹתֵיהֶן עִשּׂוּרֵי מְעַשְּׂרֵי, כְּשֶׁמּוֹכְרִין אֵינָן מְעַשְּׂרִין, דְּלֹא חַיְשֵׁי עַל לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל {טז}: רַבִּי אֶלְעָזָר אוֹסֵר מִשֶּׁל כּוּתִים עַל שֶׁל כּוּתִים. דְּזִמְנִין דִּמְעַשֵּׂר לְנַפְשֵׁיהּ וְנִמְלַךְ וּמוֹכְרוֹ, וְשֶׁמָּא הָאֶחָד מְעֻשָּׂר וְהָאֶחָד לֹא, וְנִמְצָא מַפְרִישׁ מִן הַפָּטוּר עַל הַחִיּוּב {יז}. וּבַזְּמַן הַזֶּה הַכּוּתִים עֲשָׂאוּם כְּעוֹבְדֵי כוֹכָבִים גְּמוּרִים לְכָל דִּבְרֵיהֶם","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-9","jbo:text":"עיקר תוי\"ט {טו} ולרבי מאיר קא משמע לן קרא שלא תוכל למכרם לחלוטין להפקיע מן המעשרות: {טז} דדרשי ליה כפשטיה. ומשום גזל הכהן נמי לא חישי דהוי ממון שאין לו תובעים ועוד דלא הברר חלקן. הר\"ש: {יז} וכל שכן דמהאי טעמא פליג על משל ישראל על של כותים. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {טו} וּלְרַבִּי מֵאִיר קָא מַשְׁמַע לָן קְרָא שֶׁלֹּא תוּכַל לְמָכְרָם לַחֲלוּטִין לְהַפְקִיעַ מִן הַמַּעַשְׂרוֹת: {טז} דְּדָרְשֵׁי לֵיהּ כְּפַשְׁטֵיהּ. וּמִשּׁוּם גֶּזֶל הַכֹּהֵן נַמִּי לֹא חַיְשֵׁי דַּהֲוֵי מָמוֹן שֶׁאֵין לוֹ תּוֹבְעִים וְעוֹד דְּלֹא הֻבְרַר חֶלְקָן. הָרַ\"שׁ: {יז} וְכָל שֶׁכֵּן דְּמֵהַאי טַעֲמָא פָּלֵיג עַל מִשֶּׁל יִשְׂרָאֵל עַל שֶׁל כּוּתִים. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ה ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-10","jbo:text":"עציץ נקוב, הרי זה כארץ. תרם מהארץ על עציץ נקוב, מעציץ נקוב על הארץ, תרומתו תרומה. משאינו נקוב על הנקוב, תרומה, ויחזר ויתרם. מן הנקוב על שאינו נקוב, תרומה, ולא תאכל עד שיוציא עליה תרומות ומעשרות","jbo:textNikud":"עָצִיץ נָקוּב, הֲרֵי זֶה כָּאָרֶץ. תָּרַם מֵהָאָרֶץ עַל עָצִיץ נָקוּב, מֵעָצִיץ נָקוּב עַל הָאָרֶץ, תְּרוּמָתוֹ תְּרוּמָה. מִשֶּׁאֵינוֹ נָקוּב עַל הַנָּקוּב, תְּרוּמָה, וְיַחֲזֹר וְיִתְרֹם. מִן הַנָּקוּב עַל שֶׁאֵינוֹ נָקוּב, תְּרוּמָה, וְלֹא תֵאָכֵל עַד שֶׁיּוֹצִיא עָלֶיהָ תְּרוּמוֹת וּמַעַשְׂרוֹת","rdfs:label":"משנה דמאי ה י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-10","jbo:text":"ר\"ע מברטנורה עציץ נקוב. כלי שמשימין בתוכו עפר וזורעים בו, אם נקוב כדי שרש קטן שהוא פחות מכזית הרי הוא כארץ ופרותיו טבל גמור דאוריתא: תרם מן הארץ. אפלו לכתחלה נמי מצי לתרם, ומשום סיפא נקט לשון דיעבד: תרומה ויחזר ויתרם. דמן הפטור על החיוב הפריש ולאו תרומה היא, הלכך יחזר ויתרם, ומכל מקום כיון שקרא לה שם תרומה נותנה לכהן דלא ליתי לזלזולי בתרומה. ואין צריך להוציא עליה תרומה ומעשר כמו בסיפא, משום דמדאוריתא לאו טבל הוא, אבל מן הנקוב על שאינו נקוב דמן החיוב על הפטור הפריש, התרומה הויא טבל דאוריתא {יח}, הלכך לא יאכל עד שיוציא עליה תרומה ומעשרות","jbo:textNikud":"ר\"ע מברטנורה עָצִיץ נָקוּב. כְּלִי שֶׁמְּשִׂימִין בְּתוֹכוֹ עָפָר וְזוֹרְעִים בּוֹ, אִם נָקוּב כְּדֵי שֹׁרֶשׁ קָטָן שֶׁהוּא פָּחוֹת מִכַּזַּיִת הֲרֵי הוּא כָּאָרֶץ וּפֵרוֹתָיו טֶבֶל גָּמוּר דְּאוֹרַיְתָא: תָּרַם מִן הָאָרֶץ. אֲפִלּוּ לְכַתְּחִלָּה נַמִּי מָצֵי לִתְרֹם, וּמִשּׁוּם סֵיפָא נָקַט לְשׁוֹן דִּיעֲבַד: תְּרוּמָה וְיַחֲזֹר וְיִתְרֹם. דְּמִן הַפָּטוּר עַל הַחִיּוּב הִפְרִישׁ וְלָאו תְּרוּמָה הִיא, הִלְכָּךְ יַחֲזֹר וְיִתְרֹם, וּמִכָּל מָקוֹם כֵּיוָן שֶׁקָּרָא לָהּ שֵׁם תְּרוּמָה נוֹתְנָהּ לַכֹּהֵן דְּלֹא לֵיתֵי לְזִלְזוּלֵי בִּתְרוּמָה. וְאֵין צָרִיךְ לְהוֹצִיא עָלֶיהָ תְּרוּמָה וּמַעֲשֵׂר כְּמוֹ בְּסֵיפָא, מִשּׁוּם דְּמִדְּאוֹרַיְתָא לָאו טֶבֶל הוּא, אֲבָל מִן הַנָּקוּב עַל שֶׁאֵינוֹ נָקוּב דְּמִן הַחִיּוּב עַל הַפָּטוּר הִפְרִישׁ, הַתְּרוּמָה הַוְיָא טֶבֶל דְּאוֹרַיְתָא {יח}, הִלְכָּךְ לֹא יֹאכַל עַד שֶׁיּוֹצִיא עָלֶיהָ תְּרוּמָה וּמַעַשְׂרוֹת","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-10","jbo:text":"עיקר תוי\"ט {יח} ואסור אף לכהנים כדתנן במשנה ב' פרק ח' דתרומות, ונדרש מפסוק כן תרימו גם אתם לרבות כהנים ולוים","jbo:textNikud":"עיקר תוי\"ט {יח} וְאָסוּר אַף לַכֹּהֲנִים כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק ח' דִּתְרוּמוֹת, וְנִדְרָשׁ מִפָּסוּק כֵּן תָּרִימוּ גַּם אַתֶּם לְרַבּוֹת כֹּהֲנִים וּלְוִיִּם","rdfs:label":"עיקר תוי\"ט משנה דמאי ה י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-1-3-5-11","jbo:text":"אתרם מן הדמאי {יט} על הדמאי, מדמאי על הודאי, תרומה, ויחזר ויתרם {כ}. מן הודאי על הדמאי, תרומה, ולא תאכל עד שיוציא {כא} עליה תרומות ומעשרות","jbo:textNikud":"אתָּרַם מִן הַדְּמַאי {יט} עַל הַדְּמַאי, מִדְּמַאי עַל הַוַּדַּאי, תְּרוּמָה, וְיַחֲזֹר וְיִתְרֹם {כ}. מִן הַוַּדַּאי עַל הַדְּמַאי, תְּרוּמָה, וְלֹא תֵאָכֵל עַד שֶׁיּוֹצִיא {כא} עָלֶיהָ תְּרוּמוֹת וּמַעַשְׂרוֹת","rdfs:label":"משנה דמאי ה יא"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-bartanura-1-3-5-11","jbo:text":"ר\"ע מברטנורה מן הדמאי על הדמאי. דלמא האי מעשר והאי לא מעשר: תרומה. ואין צריך לתקן את התרומה כיון דספק הוא ורב עמי הארץ מעשרים הן: מן הודאי על הדמאי תרומה ולא תאכל. דהוי דומיא דמפריש מן הנקוב על שאינו נקוב מן החיוב על הפטור, שאם הדמאי מעשר נמצאת התרומה טבל דאוריתא, הלכך לא תאכל","jbo:textNikud":"ר\"ע מברטנורה מִן הַדְּמַאי עַל הַדְּמַאי. דִּלְמָא הַאי מְעֻשָּׂר וְהַאי לֹא מְעֻשָּׂר: תְּרוּמָה. וְאֵין צָרִיךְ לְתַקֵּן אֶת הַתְּרוּמָה כֵּיוָן דְּסָפֵק הוּא וְרֹב עַמֵּי הָאָרֶץ מְעַשְּׂרִים הֵן: מִן הַוַּדַּאי עַל הַדְּמַאי תְּרוּמָה וְלֹא תֵאָכֵל. דַּהֲוֵי דּוּמְיָא דְּמַפְרִישׁ מִן הַנָּקוּב עַל שֶׁאֵינוֹ נָקוּב מִן הַחִיּוּב עַל הַפָּטוּר, שֶׁאִם הַדְּמַאי מְעֻשָּׂר נִמְצֵאת הַתְּרוּמָה טֶבֶל דְּאוֹרַיְתָא, הִלְכָּךְ לֹא תֵאָכֵל","rdfs:label":"ר\"ע מברטנורה משנה דמאי ה יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-5-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-5"],"uri":"jbr:mishna-yomtov-1-3-5-11","jbo:text":"עיקר תוי\"ט {יט} מן הדמאי. תרומת מעשר בדמאי, ובודאי אף תרומה גדולה בכלל, להכי תנן סתמא: {כ} ויחזר כו'. שהרי אפשר שאחד מהן טבל. אבל אם תרם מעציץ שאינו נקוב על שאינו נקוב תרומתו תרומה, לפי ששניהם בערך אחד וחיובן מדרבנן. הר\"מ: {כא} עד שיוציא. הבעל הבית ואחר כך יתננה לכהן. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {יט} מִן הַדְּמַאי. תְּרוּמַת מַעֲשֵׂר בִּדְמַאי, וּבְוַדַּאי אַף תְּרוּמָה גְדוֹלָה בִּכְלַל, לְהָכִי תְּנַן סְתָמָא: {כ} וְיַחֲזֹר כוּ'. שֶׁהֲרֵי אֶפְשָׁר שֶׁאֶחָד מֵהֶן טֶבֶל. אֲבָל אִם תָּרַם מֵעָצִיץ שֶׁאֵינוֹ נָקוּב עַל שֶׁאֵינוֹ נָקוּב תְּרוּמָתוֹ תְּרוּמָה, לְפִי שֶׁשְּׁנֵיהֶם בְּעֵרֶךְ אֶחָד וְחִיּוּבָן מִדְּרַבָּנָן. הָרַ\"מ: {כא} עַד שֶׁיּוֹצִיא. הַבַּעַל הַבַּיִת וְאַחַר כָּךְ יִתְּנֶנָּה לַכֹּהֵן. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה דמאי ה יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-5-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-1","jbo:text":"המקבל שדה מישראל, מן הנכרי ומן הכותי, יחלק לפניהם {ב}. החוכר שדה מישראל, תורם ונותן לו. אמר רבי יהודה, אימתי, בזמן שנתן לו מאותה השדה ומאותו המין, אבל אם נתן לו משדה אחרת או ממין אחר, מעשר ונותן לו","jbo:textNikud":"הַמְקַבֵּל שָׂדֶה מִיִּשְׂרָאֵל, מִן הַנָּכְרִי וּמִן הַכּוּתִי, יְחַלֵּק לִפְנֵיהֶם {ב}. הַחוֹכֵר שָׂדֶה מִיִּשְׂרָאֵל, תּוֹרֵם וְנוֹתֵן לוֹ. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, בִּזְמַן שֶׁנָּתַן לוֹ מֵאוֹתָהּ הַשָּׂדֶה וּמֵאוֹתוֹ הַמִּין, אֲבָל אִם נָתַן לוֹ מִשָּׂדֶה אַחֶרֶת אוֹ מִמִּין אַחֵר, מְעַשֵּׂר וְנוֹתֵן לוֹ","rdfs:label":"משנה דמאי ו א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-1","jbo:text":"ר\"ע מברטנורה המקבל שדה. למחצה לשליש ולרביע כדרך האריסין: חולק לפניהם. ואינו צריך לעשר {א} חלק בעל השדה, אבל מניח לפניהם חלק שכר הקרקע כשאינו מעשר, ולא חיבו חכמים למקבל שיעשר על חלקו של בעל השדה ויתן לו מה שפסק עמו כשהוא מעשר, מפני ישוב ארץ ישראל, כדי שלא ימנעו מלקבל השדות באריסות: החוכר. מקבל השדה בדבר קצוב, כך וכך כורין לשנה, בין שהיא עושה הרבה בין שהיא עושה מעט: תורם ונותן לו. אבל לא מעשר, דכל חוכר על מנת כן יורד לשדה שיתן לו חכירותו מפרות הגדלים בשדה בטבלם, ומיהו משום דאין להשהות התרומה, דאי אפשר לגרן שתעקר אלא אם כן נתרמה, משום הכי תורם ונותן לו, ומסתבר דמנכה לו התרומה מחכירותו, דמאי שנא תרומה ממעשר: אמר רבי יהודה. אימתי סגי לחוכר שיתרם לבד ואינו מעשר, כשנותן לו חכירותו מאותה שדה ומאותו המין {ג}. אבל אם נתן לו משדה אחרת אף מאותו המין, או ממין אחר אף מאותה שדה, כגון שזרע מקצת השדה מין אחר כשעור חכירותו, חיב אף לעשר, דדמי לפורע חובו. אי נמי אין דעת [המחכיר] לקבל פרות טבולים אלא כשפורע לו מאותה שדה ומאותו המין","jbo:textNikud":"ר\"ע מברטנורה הַמְקַבֵּל שָׂדֶה. לְמֶחֱצָה לִשְׁלִישׁ וְלִרְבִיעַ כְּדֶרֶךְ הָאֲרִיסִין: חוֹלֵק לִפְנֵיהֶם. וְאֵינוֹ צָרִיךְ לְעַשֵּׂר {א} חֵלֶק בַּעַל הַשָּׂדֶה, אֲבָל מַנִּיחַ לִפְנֵיהֶם חֵלֶק שְׂכַר הַקַּרְקַע כְּשֶׁאֵינוֹ מְעֻשָּׂר, וְלֹא חִיְּבוּ חֲכָמִים לַמְּקַבֵּל שֶׁיְּעַשֵּׂר עַל חֶלְקוֹ שֶׁל בַּעַל הַשָּׂדֶה וְיִתֵּן לוֹ מַה שֶּׁפָּסַק עִמּוֹ כְּשֶׁהוּא מְעֻשָּׂר, מִפְּנֵי יִשּׁוּב אֶרֶץ יִשְׂרָאֵל, כְּדֵי שֶׁלֹּא יִמָּנְעוּ מִלְּקַבֵּל הַשָּׂדוֹת בַּאֲרִיסוּת: הַחוֹכֵר. מְקַבֵּל הַשָּׂדֶה בְּדָבָר קָצוּב, כָּךְ וְכָךְ כּוֹרִין לְשָׁנָה, בֵּין שֶׁהִיא עוֹשָׂה הַרְבֵּה בֵּין שֶׁהִיא עוֹשָׂה מְעַט: תּוֹרֵם וְנוֹתֵן לוֹ. אֲבָל לֹא מְעַשֵּׂר, דְּכָל חוֹכֵר עַל מְנַת כֵּן יוֹרֵד לַשָּׂדֶה שֶׁיִּתֵּן לוֹ חֲכִירוּתוֹ מִפֵּרוֹת הַגְּדֵלִים בַּשָּׂדֶה בְּטִבְלָם, וּמִיהוּ מִשּׁוּם דְּאֵין לְהַשְׁהוֹת הַתְּרוּמָה, דְּאִי אֶפְשָׁר לַגֹּרֶן שֶׁתֵּעָקֵר אֶלָּא אִם כֵּן נִתְרְמָה, מִשּׁוּם הָכִי תּוֹרֵם וְנוֹתֵן לוֹ, וּמִסְתַּבֵּר דִּמְנַכֶּה לוֹ הַתְּרוּמָה מֵחֲכִירוּתוֹ, דְּמַאי שְׁנָא תְּרוּמָה מִמַּעֲשֵׂר: אָמַר רַבִּי יְהוּדָה. אֵימָתַי סַגִּי לַחוֹכֵר שֶׁיִּתְרֹם לְבָד וְאֵינוֹ מְעַשֵּׂר, כְּשֶׁנּוֹתֵן לוֹ חֲכִירוּתוֹ מֵאוֹתָהּ שָׂדֶה וּמֵאוֹתוֹ הַמִּין {ג}. אֲבָל אִם נָתַן לוֹ מִשָּׂדֶה אַחֶרֶת אַף מֵאוֹתוֹ הַמִּין, אוֹ מִמִּין אַחֵר אַף מֵאוֹתָהּ שָׂדֶה, כְּגוֹן שֶׁזָּרַע מִקְצַת הַשָּׂדֶה מִין אַחֵר כְּשִׁעוּר חֲכִירוּתוֹ, חַיָּב אַף לְעַשֵּׂר, דְּדָמִי לְפוֹרֵעַ חוֹבוֹ. אִי נַמִּי אֵין דַּעַת [הַמַּחְכִּיר] לְקַבֵּל פֵּרוֹת טְבוּלִים אֶלָּא כְּשֶׁפּוֹרֵעַ לוֹ מֵאוֹתָהּ שָׂדֶה וּמֵאוֹתוֹ הַמִּין","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-1","jbo:text":"עיקר תוי\"ט {א} אינו רוצה לומר אבל לתרם צריך, דאם כן אין בין מקבל לחוכר, אלא השאל שם מעשר לכלל המתנות: {ב} לפניהם. והחלוקה יהיה בפני בעל השדה שיודע שמה שנתן לו הוא טבל. הר\"מ: {ג} דאדעתא דהכי יורדים החוכרים ומעקרא בשל רשות המחכיר גדלים אין זה פורע, ומהאי טעמא נמי לא הוי כמוכר טבל לעם הארץ","jbo:textNikud":"עיקר תוי\"ט {א} אֵינוֹ רוֹצֶה לוֹמַר אֲבָל לִתְרֹם צָרִיךְ, דְּאִם כֵּן אֵין בֵּין מְקַבֵּל לְחוֹכֵר, אֶלָּא הֻשְׁאַל שֵׁם מַעֲשֵׂר לִכְלָל הַמַּתָּנוֹת: {ב} לִפְנֵיהֶם. וְהַחֲלוּקָה יִהְיֶה בִּפְנֵי בַּעַל הַשָּׂדֶה שֶׁיּוֹדֵעַ שֶׁמַּה שֶּׁנָּתַן לוֹ הוּא טֶבֶל. הָרַ\"מ: {ג} דְּאַדַּעְתָּא דְהָכִי יוֹרְדִים הַחוֹכְרִים וּמֵעִקָּרָא בְּשֶׁל רְשׁוּת הַמַּחְכִּיר גְּדֵלִים אֵין זֶה פּוֹרֵעַ, וּמֵהַאי טַעֲמָא נַמִּי לֹא הֲוֵי כְּמוֹכֵר טֶבֶל לְעַם הָאָרֶץ","rdfs:label":"עיקר תוי\"ט משנה דמאי ו א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-2","jbo:text":"החוכר שדה מן הנכרי, מעשר ונותן לו. רבי יהודה אומר, אף המקבל שדה אבותיו מן הנכרי, מעשר ונותן לו","jbo:textNikud":"הַחוֹכֵר שָׂדֶה מִן הַנָּכְרִי, מְעַשֵּׂר וְנוֹתֵן לוֹ. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמְקַבֵּל שְׂדֵה אֲבוֹתָיו מִן הַנָּכְרִי, מְעַשֵּׂר וְנוֹתֵן לוֹ","rdfs:label":"משנה דמאי ו ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-2","jbo:text":"ר\"ע מברטנורה החוכר שדה מן העובד כוכבים. קנס קנסו חכמים לחוכר שדה מן העובד כוכבים שיהא מעשר מה שנותן לו, כדי שלא יהא שום ישראל חוכר שדה ממנו ותשאר בורה בידו, ומתוך כך יצטרך למכרה לישראל בדמים מעטים {ד}. ובמקבל באריסות לא קנסו, שיותר חפץ העובד כוכבים בחכירות מבאריסות: שדה של אבותיו. שגזלה העובד כוכבים מאבותיו, וקנסוהו שיצטרך לעשר כדי שידחק עצמו ויקננה מן העובד כוכבים, שמתוך שהיא חביבה עליו שהיתה של אבותיו לא יניח לקבלה מן העובד כוכבים ביותר מן הראוי לה, וכשיכבד עליו המעשר יקננה. וכותיה דרבי יהודה קימא לן, דלא פליג תנא קמא עליה","jbo:textNikud":"ר\"ע מברטנורה הַחוֹכֵר שָׂדֶה מִן הָעוֹבֵד כּוֹכָבִים. קְנָס קָנְסוּ חֲכָמִים לְחוֹכֵר שָׂדֶה מִן הָעוֹבֵד כּוֹכָבִים שֶׁיְּהֵא מְעַשֵּׂר מַה שֶּׁנּוֹתֵן לוֹ, כְּדֵי שֶׁלֹּא יְהֵא שׁוּם יִשְׂרָאֵל חוֹכֵר שָׂדֶה מִמֶּנּוּ וְתִשָּׁאֵר בּוּרָה בְּיָדוֹ, וּמִתּוֹךְ כָּךְ יִצְטָרֵךְ לְמָכְרָהּ לְיִשְׂרָאֵל בְּדָמִים מֻעָטִים {ד}. וּבִמְקַבֵּל בַּאֲרִיסוּת לֹא קָנְסוּ, שֶׁיּוֹתֵר חָפֵץ הָעוֹבֵד כּוֹכָבִים בַּחֲכִירוּת מִבַּאֲרִיסוּת: שָׂדֶה שֶׁל אֲבוֹתָיו. שֶׁגְּזָלָהּ הָעוֹבֵד כּוֹכָבִים מֵאֲבוֹתָיו, וּקְנָסוּהוּ שֶׁיִּצְטָרֵךְ לְעַשֵּׂר כְּדֵי שֶׁיִּדְחַק עַצְמוֹ וְיִקְנֶנָּה מִן הָעוֹבֵד כּוֹכָבִים, שֶׁמִּתּוֹךְ שֶׁהִיא חֲבִיבָה עָלָיו שֶׁהָיְתָה שֶׁל אֲבוֹתָיו לֹא יַנִּיחַ לְקַבְּלָהּ מִן הָעוֹבֵד כּוֹכָבִים בְּיוֹתֵר מִן הָרָאוּי לָהּ, וּכְשֶׁיִּכְבַּד עָלָיו הַמַּעֲשֵׂר יִקְנֶנָּה. וּכְוָתֵיהּ דְּרַבִּי יְהוּדָה קַיְמָא לָן, דְּלֹא פָּלֵיג תַּנָּא קַמָּא עָלֵיהּ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-2","jbo:text":"עיקר תוי\"ט {ד} כתב הר\"מ וזה העקר בידינו מה שאמר הכתוב (דברים ז) לא תכרת להם ברית ולא תחנם, ובאה הקבלה לא תתן להם חניה בקרקע, ולפיכך נדחק אתם שלא ישכרו אתה ממנו עד שיצטרך למכרה","jbo:textNikud":"עיקר תוי\"ט {ד} כָּתַב הָרַ\"מ וְזֶה הָעִקָּר בְּיָדֵינוּ מַה שֶׁאָמַר הַכָּתוּב (דְּבָרִים ז) לֹא תִכְרֹת לָהֶם בְּרִית וְלֹא תְחָנֵּם, וּבָאָה הַקַּבָּלָה לֹא תִתֵּן לָהֶם חֲנִיָּה בַקַּרְקַע, וּלְפִיכָך נִדְחֹק אֹתָם שְׁלֹא יִשְׂכְּרוּ אֹתָהּ מִמֶנּוּ עַד שֶׁיִּצְטָרֵךְ לְמֹכְרָהּ","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-3","jbo:text":"כהן ולוי שקבלו שדה מישראל, כשם שחולקין בחלין כך חולקין בתרומה. רבי אליעזר אומר, אף המעשרות שלהן, שעל מנת כן באו","jbo:textNikud":"כֹּהֵן וְלֵוִי שֶׁקִּבְּלוּ שָׂדֶה מִיִּשְׂרָאֵל, כְּשֵׁם שֶׁחוֹלְקִין בַּחֻלִּין כָּךְ חוֹלְקִין בַּתְּרוּמָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַמַּעַשְׂרוֹת שֶׁלָּהֶן, שֶׁעַל מְנָת כֵּן בָּאוּ","rdfs:label":"משנה דמאי ו ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-3","jbo:text":"ר\"ע מברטנורה כשם שחולקין בחלין כך חולקים בתרומה. כשנוטל בעל השדה מחצה ושליש ורביע ממה שהוציאה השדה נוטל גם כן מחצה ושליש ורביע מן התרומה והמעשרות המוטלות עליה ונותנן הוא לכל כהן ולוי שירצה: אף המעשרות שלהן. אם המקבל כהן כל התרומה שלו, ואם לוי הוא כל המעשר שלו: שעל מנת כן. ירדו לקבל שדה זו באריסות. ואין הלכה כרבי אליעזר, דאף על גב דעל מנת כן ירדו במה קנו {ה}","jbo:textNikud":"ר\"ע מברטנורה כְּשֵׁם שֶׁחוֹלְקִין בַּחֻלִּין כָּךְ חוֹלְקִים בַּתְּרוּמָה. כְּשֶׁנּוֹטֵל בַּעַל הַשָּׂדֶה מֶחֱצָה וּשְׁלִישׁ וּרְבִיעַ מִמַּה שֶּׁהוֹצִיאָה הַשָּׂדֶה נוֹטֵל גַּם כֵּן מֶחֱצָה וּשְׁלִישׁ וּרְבִיעַ מִן הַתְּרוּמָה וְהַמַּעַשְׂרוֹת הַמּוּטָלוֹת עָלֶיהָ וְנוֹתְנָן הוּא לְכָל כֹּהֵן וְלֵוִי שֶׁיִּרְצֶה: אַף הַמַּעַשְׂרוֹת שֶׁלָּהֶן. אִם הַמְקַבֵּל כֹּהֵן כָּל הַתְּרוּמָה שֶׁלּוֹ, וְאִם לֵוִי הוּא כָּל הַמַּעֲשֵׂר שֶׁלּוֹ: שֶׁעַל מְנָת כֵּן. יָרְדוּ לְקַבֵּל שָׂדֶה זוֹ בַּאֲרִיסוּת. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר, דְּאַף עַל גַּב דְּעַל מְנָת כֵּן יָרְדוּ בְּמַה קָּנוּ {ה}","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-3","jbo:text":"עיקר תוי\"ט {ה} ולרבי אליעזר סתמו בהתנה שהמעשרות שלהם דהוה ליה כאומר לו תלש מקרקע זה שתקנה לך, ובהכי קני","jbo:textNikud":"עיקר תוי\"ט {ה} וּלְרַבִּי אֶלִיעֶזֶר סְתָמוֹ בְּהִתְנָה שֶׁהַמַּעַשְׂרוֹת שֶׁלָּהֶם דַּהֲוָה לֵיהּ כְּאוֹמֵר לוֹ תְּלֹשׁ מִקַּרְקַע זֶה שֶׁתִּקָּנֶה לְךָ, וּבְהָכִי קָנֵי","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-4","jbo:text":"ישראל שקבל מכהן ומלוי, המעשרות לבעלים. רבי ישמעאל אומר, הקרתני {ו} שקבל שדה מירושלמי, מעשר שני של ירושלמי. וחכמים אומרים, יכול הוא הקרתני לעלות ולאכלו בירושלים","jbo:textNikud":"יִשְׂרָאֵל שֶׁקִּבֵּל מִכֹּהֵן וּמִלֵּוִי, הַמַּעַשְׂרוֹת לַבְּעָלִים. רַבִּי יִשְׁמָעֵאל אוֹמֵר, הַקַּרְתָּנִי {ו} שֶׁקִּבֵּל שָׂדֶה מִירוּשַׁלְמִי, מַעֲשֵׂר שֵׁנִי שֶׁל יְרוּשַׁלְמִי. וַחֲכָמִים אוֹמְרִים, יָכוֹל הוּא הַקַּרְתָּנִי לַעֲלוֹת וּלְאָכְלוֹ בִירוּשָׁלָיִם","rdfs:label":"משנה דמאי ו ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-4","jbo:text":"ר\"ע מברטנורה המעשרות לבעלים. בהא אפלו רבנן דפליגי עליה דרבי אליעזר מודו, דכיון דשדה של בעלים מקום מעשר שיורי שיריה: הקרתני. לשון קריה, כלומר האיש היושב בקריה בכפרים. שכן דרך בני הכפרים לקבל שדה מבני הכרכים: יכול הוא הקרתני וכו'. הלכך כל אחד נוטל חלקו במעשר שני. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה הַמַּעַשְׂרוֹת לַבְּעָלִים. בְּהָא אֲפִלּוּ רַבָּנָן דִּפְלִיגֵי עֲלֵיה דְּרַבִּי אֱלִיעֶזֶר מוֹדוּ, דְּכֵיוָן דְּשָׂדֶה שֶׁל בְּעָלִים מְקוֹם מַעֲשֵׂר שִׁיּוּרֵי שַׁיְרֵיהּ: הַקַּרְתָּנִי. לְשׁוֹן קִרְיָה, כְּלוֹמַר הָאִישׁ הַיּוֹשֵׁב בַּקִּרְיָה בַּכְּפָרִים. שֶׁכֵּן דֶּרֶךְ בְּנֵי הַכְּפָרִים לְקַבֵּל שָׂדֶה מִבְּנֵי הַכְּרָכִים: יָכוֹל הוּא הַקַּרְתָּנִי וְכוּ'. הִלְכָּךְ כָּל אֶחָד נוֹטֵל חֶלְקוֹ בְּמַעֲשֵׂר שֵׁנִי. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-4","jbo:text":"עיקר תוי\"ט {ו} הקרתני. מודה בכהן טמא שהוא שתף עם הטהור דאפלו הכי חולק עמו דהרי יוכל למכרו לטהור. אבל הכא אין רשאי למכר חוץ לירושלים","jbo:textNikud":"עיקר תוי\"ט {ו} הַקַּרְתָּנִי. מוֹדֶה בְּכֹהֵן טָמֵא שֶׁהוּא שֻׁתָּף עִם הַטָּהוֹר דַּאֲפִלּוּ הָכִי חוֹלֵק עִמּוֹ דַּהֲרֵי יוּכַל לְמָכְרוֹ לְטָהוֹר. אֲבָל הָכָא אֵין רַשַּׁאי לִמְכֹּר חוּץ לִירוּשָׁלַיִם","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-5","jbo:text":"המקבל זיתים לשמן, כשם שחולקין בחלין כך חולקין בתרומה. רבי יהודה אומר, ישראל שקבל מכהן ומלוי זיתים לשמן למחצית שכר, המעשרות לבעלים","jbo:textNikud":"הַמְקַבֵּל זֵיתִים לְשֶׁמֶן, כְּשֵׁם שֶׁחוֹלְקִין בַּחֻלִּין כָּךְ חוֹלְקִין בַּתְּרוּמָה. רַבִּי יְהוּדָה אוֹמֵר, יִשְׂרָאֵל שֶׁקִּבֵּל מִכֹּהֵן וּמִלֵּוִי זֵיתִים לְשֶׁמֶן לְמַחֲצִית שָׂכָר, הַמַּעַשְׂרוֹת לַבְּעָלִים","rdfs:label":"משנה דמאי ו ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-5","jbo:text":"ר\"ע מברטנורה המקבל זיתים לשמן. ישראל שקבל זיתים מכהן או מלוי {ז}: כשם שחולקין בחלין כך חולקים בתרומה. ואף על גב דלעיל לבעלים, הכא שאני דלא קבל קרקע אלא אילנות, ורבנן לא עבדי זיתים {ח} כקרקע: או למחצית שכר. שימכר השמן ויחלקו הרוח לאמצע: המעשרות לבעלים. דרבי יהודה עביד זיתים כקרקע. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הַמְקַבֵּל זֵיתִים לְשֶׁמֶן. יִשְׂרָאֵל שֶׁקִּבֵּל זֵיתִים מִכֹּהֵן אוֹ מִלֵּוִי {ז}: כְּשֵׁם שֶׁחוֹלְקִין בַּחֻלִּין כָּךְ חוֹלְקִים בַּתְּרוּמָה. וְאַף עַל גַּב דִּלְעֵיל לַבְּעָלִים, הָכָא שָׁאנֵי דְּלֹא קִבֵּל קַרְקַע אֶלָּא אִילָנוֹת, וְרַבָּנָן לֹא עָבְדֵי זֵיתִים {ח} כְּקַרְקַע: אוֹ לְמַחֲצִית שָׂכָר. שֶׁיִּמְכֹּר הַשֶּׁמֶן וִיחַלְּקוּ הָרֶוַח לָאֶמְצַע: הַמַּעַשְׂרוֹת לַבְּעָלִים. דְּרַבִּי יְהוּדָה עָבֵיד זֵיתִים כְּקַרְקַע. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-5","jbo:text":"עיקר תוי\"ט {ז} וכל שכן איפכא וסתמא תנן: {ח} משמע דהוא הדין אם קבל למסקן, ומהרמב\"ם משמע דדוקא לשמן תנן","jbo:textNikud":"עיקר תוי\"ט {ז} וְכָל שֶׁכֵּן אִיפְּכָא וּסְתָמָא תְּנַן: {ח} מַשְׁמַע דְּהוּא הַדִּין אִם קִבֵּל לְמָסְקָן, וּמֵהָרַמְבַּ\"ם מַשְׁמַע דְּדַוְקָא לְשֶׁמֶן תְּנַן","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-6","jbo:text":"בית שמאי אומרים, לא ימכר אדם את זיתיו אלא לחבר. בית הלל אומרים, אף למעשר. וצנועי בית הלל היו נוהגין כדברי בית שמאי","jbo:textNikud":"בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִמְכֹּר אָדָם אֶת זֵיתָיו אֶלָּא לְחָבֵר. בֵּית הִלֵּל אוֹמְרִים, אַף לִמְעַשֵּׂר. וּצְנוּעֵי בֵית הִלֵּל הָיוּ נוֹהֲגִין כְּדִבְרֵי בֵית שַׁמָּאי","rdfs:label":"משנה דמאי ו ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-6","jbo:text":"ר\"ע מברטנורה לא ימכר אדם זיתיו. זיתים שנתלשו מן האילן ולא הכשרו לקבל טמאה, כגון שעדין לא הזיעו זעת המעטן שהיא מכשירתן לקבל טמאה: אלא לחבר. לפרוש המחזק לטהרות, ולא ימכרם למי שאינו חבר, שלא ידרך אותם בטמאה: אף למעשר. אף למי שלא קבל עליו אלא לעשר אבל לא קבל עליו להיות מחזק לטהרות יכול למכרם, דכיון דאכתי לא הכשרו אמור שמא יאכלם קדם שיזיעו. ואף על גב דרב זיתים אין עומדין לאכלן כך, בעלילה כל דהו דמצינן לתלות תלינן. ורמב\"ם מוקי פלוגתיהו דבית שמאי ובית הלל, דבית שמאי סברי אסור לגרם טמאה לחלין שבארץ ישראל, ובית הלל סברי מתר לגרם טמאה לחלין שבארץ ישראל: וצנועי בית הלל. ותיקין המדקדקים במצות שהיו בבית הלל","jbo:textNikud":"ר\"ע מברטנורה לֹא יִמְכֹּר אָדָם זֵיתָיו. זֵיתִים שֶׁנִּתְלְשׁוּ מִן הָאִילָן וְלֹא הֻכְשְׁרוּ לְקַבֵּל טֻמְאָה, כְּגוֹן שֶׁעֲדַיִן לֹא הִזִּיעוּ זֵעַת הַמַּעֲטָן שֶׁהִיא מַכְשִׁירָתָן לְקַבֵּל טֻמְאָה: אֶלָּא לְחָבֵר. לְפָרוּשׁ הַמֻּחְזָק לְטָהֳרוֹת, וְלֹא יִמְכְּרֵם לְמִי שֶׁאֵינוֹ חָבֵר, שֶׁלֹּא יִדְרֹךְ אוֹתָם בְּטֻמְאָה: אַף לִמְעַשֵּׂר. אַף לְמִי שֶׁלֹּא קִבֵּל עָלָיו אֶלָּא לְעַשֵּׂר אֲבָל לֹא קִבֵּל עָלָיו לִהְיוֹת מֻחְזָק לְטָהֳרוֹת יָכוֹל לְמָכְרָם, דְּכֵיוָן דְּאַכָּתֵי לֹא הֻכְשְׁרוּ אֵמוּר שֶׁמָּא יֹאכְלֵם קֹדֶם שֶׁיַּזִּיעוּ. וְאַף עַל גַּב דְּרֹב זֵיתִים אֵין עוֹמְדִין לְאָכְלָן כָּךְ, בַּעֲלִילָה כָּל דְּהוּ דְּמָצִינַן לִתְלוֹת תָּלִינַן. וְרַמְבַּ\"ם מוֹקֵי פְּלוּגְתַּיְהוּ דְּבֵית שַׁמַּאי וּבֵית הִלֵּל, דְּבֵית שַׁמַּאי סָבְרֵי אָסוּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל, וּבֵית הִלֵּל סָבְרֵי מֻתָּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל: וּצְנוּעֵי בֵית הִלֵּל. וָתִיקִין הַמְדַקְדְּקִים בְּמִצְוֹת שֶׁהָיוּ בְּבֵית הִלֵּל","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-7","jbo:text":"שנים שבצרו את כרמיהם לתוך גת אחת, אחד מעשר ואחד שאינו מעשר, המעשר מעשר את שלו, וחלקו בכל מקום שהוא","jbo:textNikud":"שְׁנַיִם שֶׁבָּצְרוּ אֶת כַּרְמֵיהֶם לְתוֹךְ גַּת אַחַת, אֶחָד מְעַשֵּׂר וְאֶחָד שֶׁאֵינוֹ מְעַשֵּׂר, הַמְעַשֵּׂר מְעַשֵּׂר אֶת שֶׁלּוֹ, וְחֶלְקוֹ בְּכָל מָקוֹם שֶׁהוּא","rdfs:label":"משנה דמאי ו ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-7","jbo:text":"ר\"ע מברטנורה אחד מעשר. נאמן על המעשרות: ואחד אינו מעשר. אינו נאמן על המעשרות: המעשר מעשר את שלו. מתקן החצי מכל מה שגדל בכרם של שניהם: וחלקו בכל מקום שהוא. בירושלמי מפרש דהכי קאמר, וחלקו של חברו דהינו של זה שאינו מעשר בכל מקום שהוא דמאי הוא. ומשום דאין ברירה {ט} חישינן שמא חצי חלקו של המעשר ביד חברו שאינו מעשר וחצי חלק חברו בידו, הלכך אף על פי שכבר תקן החצי מכל מה שגדל בכרם חיב לתקן בתורת דמאי חצי חלק חברו שבידו","jbo:textNikud":"ר\"ע מברטנורה אֶחָד מְעַשֵּׂר. נֶאֱמָן עַל הַמַּעַשְׂרוֹת: וְאֶחָד אֵינוֹ מְעַשֵּׂר. אֵינוֹ נֶאֱמָן עַל הַמַּעַשְׂרוֹת: הַמְּעַשֵּׂר מְעַשֵּׂר אֶת שֶׁלּוֹ. מְתַקֵּן הַחֵצִי מִכָּל מַה שֶּׁגָּדֵל בַּכֶּרֶם שֶׁל שְׁנֵיהֶם: וְחֶלְקוֹ בְּכָל מָקוֹם שֶׁהוּא. בַּיְרוּשַׁלְמִי מְפָרֵשׁ דְּהָכִי קָאָמַר, וְחֶלְקוֹ שֶׁל חֲבֵרוֹ דְּהַיְנוּ שֶׁל זֶה שֶׁאֵינוֹ מְעַשֵּׂר בְּכָל מָקוֹם שֶׁהוּא דְּמַאי הוּא. וּמִשּׁוּם דְּאֵין בְּרֵירָה {ט} חַיְשִׁינַן שֶׁמָּא חֲצִי חֶלְקוֹ שֶׁל הַמְּעַשֵּׂר בְּיַד חֲבֵרוֹ שֶׁאֵינוֹ מְעַשֵּׂר וַחֲצִי חֵלֶק חֲבֵרוֹ בְּיָדוֹ, הִלְכָּךְ אַף עַל פִּי שֶׁכְּבָר תִּקֵּן הַחֵצִי מִכָּל מַה שֶּׁגָּדֵל בַּכֶּרֶם חַיָּב לְתַקֵּן בְּתוֹרַת דְּמַאי חֲצִי חֵלֶק חֲבֵרוֹ שֶׁבְּיָדוֹ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-7","jbo:text":"עיקר תוי\"ט {ט} ואף דלקמן בפרק ז' משנה ד' קימא לן דבדרבנן יש ברירה, הינו לרבי אושעיה דסבירא ליה הכי. אבל הר\"מ מפרש דמירי שחלקו הענבים והפריש מחלקו מעשרותיו ואחר כך נתערבו הענבים ודרכו ביחד, אם כן אין זה ענין לדין ברירה","jbo:textNikud":"עיקר תוי\"ט {ט} וְאַף דִּלְקַמָּן בְּפֶרֶק ז' מִשְׁנָה ד' קַיְמָא לָן דְּבִדְרַבָּנָן יֵשׁ בְּרֵירָה, הַיְנוּ לְרַבִּי אוֹשַׁעְיָה דִּסְבִירָא לֵיהּ הָכִי. אֲבָל הָרַ\"מ מְפָרֵשׁ דְּמַיְרֵי שֶׁחִלְּקוּ הָעֲנָבִים וְהִפְרִישׁ מֵחֶלְקוֹ מַעַשְׂרוֹתָיו וְאַחַר כָּךְ נִתְעָרְבוּ הָעֲנָבִים וְדָרְכוּ בְּיַחַד, אִם כֵּן אֵין זֶה עִנְיָן לְדִין בְּרֵירָה","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-8","jbo:text":"שנים שקבלו שדה באריסות, או שירשו או שנשתתפו, יכול הוא לומר, טל אתה חטים שבמקום פלוני ואני חטים שבמקום פלוני, אתה יין שבמקום פלוני ואני יין שבמקום פלוני. אבל לא יאמר לו, טל אתה חטים ואני שעורים, טל אתה יין ואני אטל שמן","jbo:textNikud":"שְׁנַיִם שֶׁקִּבְּלוּ שָׂדֶה בַאֲרִיסוּת, אוֹ שֶׁיָּרְשׁוּ אוֹ שֶׁנִּשְׁתַּתְּפוּ, יָכוֹל הוּא לוֹמַר, טֹל אַתָּה חִטִּים שֶׁבְּמָקוֹם פְּלוֹנִי וַאֲנִי חִטִּים שֶׁבְּמָקוֹם פְּלוֹנִי, אַתָּה יַיִן שֶׁבְּמָקוֹם פְּלוֹנִי וַאֲנִי יַיִן שֶׁבְּמָקוֹם פְּלוֹנִי. אֲבָל לֹא יֹאמַר לוֹ, טֹל אַתָּה חִטִּים וַאֲנִי שְׂעוֹרִים, טֹל אַתָּה יַיִן וַאֲנִי אֶטֹּל שָׁמֶן","rdfs:label":"משנה דמאי ו ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-8","jbo:text":"ר\"ע מברטנורה טל אתה חטין שבמקום פלוני. הכא מירי שחלקו שדה בקמותיה וענבים המחברים בכרם הלכך יש ברירה ואמרינן זהו חלקו המגיעו והמעשר מעשר את שלו ודיו. ולעיל אירי שחלקו בתלוש והתם אין ברירה דכל קלח וקלח של שתפים הוא וצריך לעשר דמאי על חלק חברו שבידו {י}: אבל לא יאמר לו טל אתה חטין ואני שעורים. דליכא למימר הכא זהו חלקו המגיעו אלא הוו כמחליפים זה לזה, ונמצא זה המעשר מוכר חלקו למי שאינו מעשר","jbo:textNikud":"ר\"ע מברטנורה טֹל אַתָּה חִטִּין שֶׁבְּמָקוֹם פְּלוֹנִי. הָכָא מַיְרֵי שֶׁחִלְּקוּ שָׂדֶה בְּקָמוֹתֶיהָ וַעֲנָבִים הַמְחֻבָּרִים בַּכֶּרֶם הִלְכָּךְ יֵשׁ בְּרֵירָה וְאָמְרִינַן זֶהוּ חֶלְקוֹ הַמַּגִּיעוֹ וְהַמְּעַשֵּׂר מְעַשֵּׂר אֶת שֶׁלּוֹ וְדַיּוֹ. וּלְעֵיל אַיְרֵי שֶׁחִלְּקוּ בַּתָּלוּשׁ וְהָתָם אֵין בְּרֵירָה דְּכָל קֶלַח וָקֶלַח שֶׁל שֻׁתָּפִים הוּא וְצָרִיךְ לְעַשֵּׂר דְּמַאי עַל חֵלֶק חֲבֵרוֹ שֶׁבְּיָדוֹ {י}: אֲבָל לֹא יֹאמַר לוֹ טֹל אַתָּה חִטִּין וַאֲנִי שְׂעוֹרִים. דְּלֵיכָּא לְמֵימַר הָכָא זֶהוּ חֶלְקוֹ הַמַּגִּיעוֹ אֶלָּא הֲווֹ כְּמַחְלִיפִים זֶה לָזֶה, וְנִמְצָא זֶה הַמְּעַשֵּׂר מוֹכֵר חֶלְקוֹ לְמִי שֶׁאֵינוֹ מְעַשֵּׂר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-8","jbo:text":"עיקר תוי\"ט {י} ולפרוש הר\"מ אין צריכין לחלק בזה, אלא דלעיל מירי שנתערב אחרי שכבר חלקו, והכא מירי שעדין לא חלקו ולא הפריש המעשר כלום","jbo:textNikud":"עיקר תוי\"ט {י} וּלְפֵרוּשׁ הָרַ\"מ אֵין צְרִיכִין לְחַלֵּק בָּזֶה, אֶלָּא דִּלְעֵיל מַיְרֵי שֶׁנִּתְעָרֵב אַחֲרֵי שֶׁכְּבָר חִלְּקוּ, וְהָכָא מַיְרֵי שֶׁעֲדַיִן לֹא חִלְּקוּ וְלֹא הִפְרִישׁ הַמְּעַשֵּׂר כְּלוּם","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-9","jbo:text":"חבר ועם הארץ שירשו את אביהם עם הארץ, יכול הוא לומר לו, טל אתה {יא} חטים שבמקום פלוני ואני חטים שבמקום פלוני, אתה יין שבמקום פלוני ואני יין שבמקום פלוני. אבל לא יאמר לו, טל אתה חטים ואני שעורים, טל אתה {יב} הלח ואני אטל את היבש","jbo:textNikud":"חָבֵר וְעַם הָאָרֶץ שֶׁיָּרְשׁוּ אֶת אֲבִיהֶם עַם הָאָרֶץ, יָכוֹל הוּא לוֹמַר לוֹ, טֹל אַתָּה {יא} חִטִּים שֶׁבְּמָקוֹם פְּלוֹנִי וַאֲנִי חִטִּים שֶׁבְּמָקוֹם פְּלוֹנִי, אַתָּה יַיִן שֶׁבְּמָקוֹם פְּלוֹנִי וַאֲנִי יַיִן שֶׁבְּמָקוֹם פְּלוֹנִי. אֲבָל לֹא יֹאמַר לוֹ, טֹל אַתָּה חִטִּים וַאֲנִי שְׂעוֹרִים, טֹל אַתָּה {יב} הַלַּח וַאֲנִי אֶטֹּל אֶת הַיָּבֵשׁ","rdfs:label":"משנה דמאי ו ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-9","jbo:text":"ר\"ע מברטנורה חבר. הנאמן לטהרות ואין צריך לומר למעשרות: שירשו את אביהן עם הארץ. ופרות שהניח הוו דמאי ובחזקת טמאים: טל אתה בלח. שהכשר לקבל טמאה ואני ביבש שלא הכשר לקבל טמאה, לפי שאסור לחבר למכר לעם הארץ לח ויבש כדתנן לעיל בפרק שני","jbo:textNikud":"ר\"ע מברטנורה חָבֵר. הַנֶּאֱמָן לְטָהֳרוֹת וְאֵין צָרִיךְ לוֹמַר לְמַעַשְׂרוֹת: שֶׁיָּרְשׁוּ אֶת אֲבִיהֶן עַם הָאָרֶץ. וּפֵרוֹת שֶׁהִנִּיחַ הֲווֹ דְּמַאי וּבְחֶזְקַת טְמֵאִים: טֹל אַתָּה בַּלַּח. שֶׁהֻכְשַׁר לְקַבֵּל טֻמְאָה וַאֲנִי בַּיָּבֵשׁ שֶׁלֹּא הֻכְשַׁר לְקַבֵּל טֻמְאָה, לְפִי שֶׁאָסוּר לְחָבֵר לִמְכֹּר לְעַם הָאָרֶץ לַח וְיָבֵשׁ כְּדִתְנַן לְעֵיל בְּפֶרֶק שֵׁנִי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-9","jbo:text":"עיקר תוי\"ט {יא} טל אתה. ופרוש הר\"ב הכא נמי בקמותיה ובענבים המחברים דוקא: {יב} טל כו' היבש. ואיפכא פשיטא שלא יאמר, שכל שהכשר לטמאה הוא בחזקת טמא ביד עם הארץ. ועין בתוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} טֹל אַתָּה. וּפֵרוּשׁ הָרַ\"ב הָכָא נַמִּי בְּקָמוֹתֶיהָ וּבַעֲנָבִים הַמְחֻבָּרִים דַּוְקָא: {יב} טֹל כוּ' הַיָּבֵשׁ. וְאִיפְּכָא פְּשִׁיטָא שֶׁלֹּא יֹאמַר, שֶׁכָּל שֶׁהֻכְשַׁר לְטֻמְאָה הוּא בְּחֶזְקַת טָמֵא בְּיַד עַם הָאָרֶץ. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ו ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-10","jbo:text":"גר וגוי שירשו את אביהם גוי, יכול הוא לומר, טל אתה עבודה זרה ואני מעות, אתה יין ואני פרות. ואם משבאו לרשות הגר, אסור","jbo:textNikud":"גֵּר וְגוֹי שֶׁיָּרְשׁוּ אֶת אֲבִיהֶם גּוֹי, יָכוֹל הוּא לוֹמַר, טֹל אַתָּה עֲבוֹדָה זָרָה וַאֲנִי מָעוֹת, אַתָּה יַיִן וַאֲנִי פֵרוֹת. וְאִם מִשֶּׁבָּאוּ לִרְשׁוּת הַגֵּר, אָסוּר","rdfs:label":"משנה דמאי ו י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-10","jbo:text":"ר\"ע מברטנורה טל אתה עבודת כוכבים ואני מעות. אף על גב דחלופי עבודת כוכבים ויין נסך אסורים בהנאה, הכא שרי עד שלא באו לידו, משום דירושת גר את אביו אינה מן התורה אלא מדברי סופרים {יג}. ולא דמי לחבר ועם הארץ שירשו את אביהם עם הארץ דאפלו קדם שבאו לידו אסור לומר לו טל אתה חטים ואני שעורים, דהתם הויא ירושה דאוריתא והוי כאלו בא לידו","jbo:textNikud":"ר\"ע מברטנורה טֹל אַתָּה עֲבוֹדַת כּוֹכָבִים וַאֲנִי מָעוֹת. אַף עַל גַּב דַּחֲלוּפֵי עֲבוֹדַת כּוֹכָבִים וְיֵין נֶסֶךְ אֲסוּרִים בַּהֲנָאָה, הָכָא שָׁרֵי עַד שֶׁלֹּא בָאוּ לְיָדוֹ, מִשּׁוּם דִּירוּשַׁת גֵּר אֶת אָבִיו אֵינָהּ מִן הַתּוֹרָה אֶלָּא מִדִּבְרֵי סוֹפְרִים {יג}. וְלֹא דָמִי לְחָבֵר וְעַם הָאָרֶץ שֶׁיָּרְשׁוּ אֶת אֲבִיהֶם עַם הָאָרֶץ דַּאֲפִלּוּ קֹדֶם שֶׁבָּאוּ לְיָדוֹ אָסוּר לוֹמַר לוֹ טֹל אַתָּה חִטִּים וַאֲנִי שְׂעוֹרִים, דְּהָתָם הַוְיָא יְרוּשָׁה דְּאוֹרַיְתָא וַהֲוֵי כְּאִלּוּ בָא לְיָדוֹ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-10","jbo:text":"עיקר תוי\"ט {יג} לפי שאין ביניהם קרבה שהדת הבדיל ביניהם, וחכמים תקנו כדי שלא יחזר לסורו","jbo:textNikud":"עיקר תוי\"ט {יג} לְפִי שֶׁאֵין בֵּינֵיהֶם קֻרְבָה שֶׁהַדָּת הִבְדִּיל בֵּינֵיהֶם, וַחֲכָמִים תִּקְּנוּ כְּדֵי שֶׁלֹּא יַחֲזֹר לְסוּרוֹ","rdfs:label":"עיקר תוי\"ט משנה דמאי ו י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-11","jbo:text":"אהמוכר פרות בסוריא, ואמר משל ארץ ישראל הן, חיב לעשר. מעשרין הן, נאמן, שהפה שאסר הוא הפה שהתיר. משלי הן, חיב לעשר, מעשרין הן, נאמן {יד}, שהפה שאסר הוא הפה שהתיר. ואם ידוע שיש לו שדה אחד בסוריא, חיב לעשר","jbo:textNikud":"אהַמּוֹכֵר פֵּרוֹת בְּסוּרְיָא, וְאָמַר מִשֶּׁל אֶרֶץ יִשְׂרָאֵל הֵן, חַיָּב לְעַשֵּׂר. מְעֻשָּׂרִין הֵן, נֶאֱמָן, שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. מִשֶּׁלִּי הֵן, חַיָּב לְעַשֵּׂר, מְעֻשָּׂרִין הֵן, נֶאֱמָן {יד}, שֶׁהַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר. וְאִם יָדוּעַ שֶׁיֶּשׁ לוֹ שָׂדֶה אֶחָד בְּסוּרְיָא, חַיָּב לְעַשֵּׂר","rdfs:label":"משנה דמאי ו יא"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-11","jbo:text":"ר\"ע מברטנורה סוריא. הם ארצות שכבש דוד שלא היו מארץ ישראל כגון ארם נהרים וארם צובה, ולפי שעדין לא נכבשה כל ארץ ישראל לפיכך לא קדשו כקדשת הארץ אף על פי שהיה כבוש של רבים, ובמקצת דינים היא כארץ ישראל ובמקצת דינים היא כחוצה לארץ. והקונה פרות בסוריא אינו חיב להפריש מהן דמאי לפי שרב פרות הנמכרים בסוריא מחוץ לארץ הן באים, הלכך כי אמר מעשרין הן נאמן מגו דאי בעי אמר של חוץ לארץ הן והיה נאמן כדתנן בפרק קמא מכזיב ולהלן נאמן, השתא נמי כי אמר של ארץ ישראל הם ועשרתים נאמן: שהפה שאסר. כשאמר של ארץ ישראל הם וחיבים במעשר, הוא הפה שהתיר כשאמר עשרתים, וכי היכי דמהמנינן ליה במאי דאסר כשאמר של ארץ ישראל הם נהמניה נמי במה שהתיר כשאמר עשרתים: משלי הן. מן השדה שיש לי כאן בסוריא, חיבים לעשר, דבפרות של סוריא גזרו על הדמאי כשידוע שגדלו שם: ואם ידוע שיש לו שדה. אין כאן הפה שאסר הוא הפה שהתיר, דכיון שידוע שיש לו שדה מסתמא משדהו הביא הפרות, ולא היה נאמן לומר מחוץ לארץ הם באים, הלכך כי אמר עשרתים אינו נאמן דליכא מגו","jbo:textNikud":"ר\"ע מברטנורה סוּרְיָא. הֵם אֲרָצוֹת שֶׁכָּבַשׁ דָּוִד שֶׁלֹּא הָיוּ מֵאֶרֶץ יִשְׂרָאֵל כְּגוֹן אֲרַם נַהֲרַיִם וַאֲרַם צוֹבָה, וּלְפִי שֶׁעֲדַיִן לֹא נִכְבְּשָׁה כָּל אֶרֶץ יִשְׂרָאֵל לְפִיכָךְ לֹא קָדְשׁוּ כִּקְדֻשַּׁת הָאָרֶץ אַף עַל פִּי שֶׁהָיָה כִּבּוּשׁ שֶׁל רַבִּים, וּבְמִקְצַת דִּינִים הִיא כְּאֶרֶץ יִשְׂרָאֵל וּבְמִקְצַת דִּינִים הִיא כְּחוּצָה לָאָרֶץ. וְהַקּוֹנֶה פֵּרוֹת בְּסוּרְיָא אֵינוֹ חַיָּב לְהַפְרִישׁ מֵהֶן דְּמַאי לְפִי שֶׁרֹב פֵּרוֹת הַנִּמְכָּרִים בְּסוּרְיָא מִחוּץ לָאָרֶץ הֵן בָּאִים, הִלְכָּךְ כִּי אָמַר מְעֻשָּׂרִין הֵן נֶאֱמָן מִגּוֹ דְּאִי בָעֵי אָמַר שֶׁל חוּץ לָאָרֶץ הֵן וְהָיָה נֶאֱמָן כְּדִתְנַן בְּפֶרֶק קַמָּא מִכְּזִיב וּלְהַלָּן נֶאֱמָן, הַשְׁתָּא נַמִּי כִּי אָמַר שֶׁל אֶרֶץ יִשְׂרָאֵל הֵם וְעִשַּׂרְתִּים נֶאֱמָן: שֶׁהַפֶּה שֶׁאָסַר. כְּשֶׁאָמַר שֶׁל אֶרֶץ יִשְׂרָאֵל הֵם וְחַיָּבִים בְּמַעֲשֵׂר, הוּא הַפֶּה שֶׁהִתִּיר כְּשֶׁאָמַר עִשַּׂרְתִּים, וְכִי הֵיכִי דִּמְהֵמְנִינַן לֵיהּ בְּמַאי דְאָסַר כְּשֶׁאָמַר שֶׁל אֶרֶץ יִשְׂרָאֵל הֵם נְהַמְנֵיהּ נַמִּי בְּמַה שֶּׁהִתִּיר כְּשֶׁאָמַר עִשַּׂרְתִּים: מִשֶּׁלִּי הֵן. מִן הַשָּׂדֶה שֶׁיֵּשׁ לִי כָּאן בְּסוּרְיָא, חַיָּבִים לְעַשֵּׂר, דִּבְפֵרוֹת שֶׁל סוּרְיָא גָּזְרוּ עַל הַדְּמַאי כְּשֶׁיָּדוּעַ שֶׁגָּדְלוּ שָׁם: וְאִם יָדוּעַ שֶׁיֶּשׁ לוֹ שָׂדֶה. אֵין כָּאן הַפֶּה שֶׁאָסַר הוּא הַפֶּה שֶׁהִתִּיר, דְּכֵיוָן שֶׁיָּדוּעַ שֶׁיֵּשׁ לוֹ שָׂדֶה מִסְּתָמָא מִשָּׂדֵהוּ הֵבִיא הַפֵּרוֹת, וְלֹא הָיָה נֶאֱמָן לוֹמַר מִחוּץ לָאָרֶץ הֵם בָּאִים, הִלְכָּךְ כִּי אָמַר עִשַּׂרְתִּים אֵינוֹ נֶאֱמָן דְּלֵיכָּא מִגּוֹ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-11","jbo:text":"עיקר תוי\"ט {יד} מעשרין הן נאמן. ולא אמרינן דכיון שיש לו שדה הוי מגו גרוע לומר דמשל חוץ לארץ הן","jbo:textNikud":"עיקר תוי\"ט {יד} מְעֻשָּׂרִין הֵן נֶאֱמָן. וְלֹא אָמְרִינַן דְּכֵיוָן שֶׁיֵּשׁ לוֹ שָׂדֶה הֲוֵי מִגּוֹ גָּרוּעַ לוֹמַר דְּמִשֶּׁל חוּץ לָאָרֶץ הֵן","rdfs:label":"עיקר תוי\"ט משנה דמאי ו יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-1-3-6-12","jbo:text":"בעם הארץ שאמר לחבר, קח לי אגדת ירק, קח לי גלסקן אחד, לוקח סתם ופטור. ואם אמר, שלי זה, וזה של חברי, ונתערבו, חיב לעשר, ואפלו הן מאה","jbo:textNikud":"בעַם הָאָרֶץ שֶׁאָמַר לְחָבֵר, קַח לִי אֲגֻדַּת יָרָק, קַח לִי גְלֻסְקָן אֶחָד, לוֹקֵחַ סְתָם וּפָטוּר. וְאִם אָמַר, שֶׁלִּי זֶה, וְזֶה שֶׁל חֲבֵרִי, וְנִתְעָרְבוּ, חַיָּב לְעַשֵּׂר, וַאֲפִלּוּ הֵן מֵאָה","rdfs:label":"משנה דמאי ו יב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-bartanura-1-3-6-12","jbo:text":"ר\"ע מברטנורה עם הארץ שאמר לחבר קח לי. כגון שהיה החבר הולך לשוק לקנות ירק לעצמו ואמר לו עם הארץ קח לי גם כן אגדה של ירק, ולקח חבר שתי אגדות סתם ולא פרש זו לי וזו לעם הארץ, פטור מלעשר אותה שנותן לעם הארץ, דיש ברירה כשנותנה לעם הארץ שזו היא אותה שלקח מתחלה לצרכו ואין חבר מחליפה בשלו {טו}. פרוש אחר מן הירושלמי, עם הארץ שאמר לחבר קח לי אגדת ירק, והמוכר חבר הוא ויודע שזה הלוקח בשביל עם הארץ הוא לוקח, ולא לקח החבר לעצמו כלום, פטורה האגדה הזאת ממעשר דמאי שכיון שהמוכר חבר ויודע שלצרך עם הארץ הוא קונה אינו מוכר לו אלא אם כן עשר, דהכי אמרינן לעיל פרק ב' שאסור למכר לעם הארץ אלא אם כן עשר תחלה. אבל אם קנה החבר אחת לעצמו ואחת לעם הארץ ונתערבו, חיב לעשר דשמא מה שמכר לו לעצמו אינו מעשר, שהמוכר לחבר אינו צריך לעשר והקונה עליו מטל לעשר כדאמרן לעיל פרק ב': ואפלו הן מאה. ואפלו נתערבה אחת שלו במאה של עם הארץ: גלסקן. ככר לחם יפה","jbo:textNikud":"ר\"ע מברטנורה עַם הָאָרֶץ שֶׁאָמַר לְחָבֵר קַח לִי. כְּגוֹן שֶׁהָיָה הֶחָבֵר הוֹלֵךְ לַשּׁוּק לִקְנוֹת יָרָק לְעַצְמוֹ וְאָמַר לוֹ עַם הָאָרֶץ קַח לִי גַּם כֵּן אֲגֻדָּה שֶׁל יָרָק, וְלָקַח חָבֵר שְׁתֵּי אֲגֻדּוֹת סְתָם וְלֹא פֵּרֵשׁ זוֹ לִי וְזוֹ לְעַם הָאָרֶץ, פָּטוּר מִלְּעַשֵּׂר אוֹתָהּ שֶׁנּוֹתֵן לְעַם הָאָרֶץ, דְּיֵשׁ בְּרֵירָה כְּשֶׁנּוֹתְנָהּ לְעַם הָאָרֶץ שֶׁזּוֹ הִיא אוֹתָהּ שֶׁלָּקַח מִתְּחִלָּה לְצָרְכּוֹ וְאֵין חָבֵר מַחֲלִיפָהּ בְּשֶׁלּוֹ {טו}. פֵּרוּשׁ אַחֵר מִן הַיְרוּשַׁלְמִי, עַם הָאָרֶץ שֶׁאָמַר לְחָבֵר קַח לִי אֲגֻדַּת יָרָק, וְהַמּוֹכֵר חָבֵר הוּא וְיוֹדֵעַ שֶׁזֶּה הַלּוֹקֵחַ בִּשְׁבִיל עַם הָאָרֶץ הוּא לוֹקֵחַ, וְלֹא לָקַח הֶחָבֵר לְעַצְמוֹ כְּלוּם, פְּטוּרָה הָאֲגֻדָּה הַזֹּאת מִמַּעֲשֵׂר דְּמַאי שֶׁכֵּיוָן שֶׁהַמּוֹכֵר חָבֵר וְיוֹדֵעַ שֶׁלְּצֹרֶךְ עַם הָאָרֶץ הוּא קוֹנֶה אֵינוֹ מוֹכֵר לוֹ אֶלָּא אִם כֵּן עִשֵּׂר, דְּהָכִי אָמְרִינַן לְעֵיל פֶּרֶק ב' שֶׁאָסוּר לִמְכֹּר לְעַם הָאָרֶץ אֶלָּא אִם כֵּן עִשֵּׂר תְּחִלָּה. אֲבָל אִם קָנָה הֶחָבֵר אַחַת לְעַצְמוֹ וְאַחַת לְעַם הָאָרֶץ וְנִתְעָרְבוּ, חַיָּב לְעַשֵּׂר דְּשֶׁמָּא מַה שֶּׁמָּכַר לוֹ לְעַצְמוֹ אֵינוֹ מְעֻשָּׂר, שֶׁהַמּוֹכֵר לְחָבֵר אֵינוֹ צָרִיךְ לְעַשֵּׂר וְהַקּוֹנֶה עָלָיו מֻטָּל לְעַשֵּׂר כִּדְאָמְרָן לְעֵיל פֶּרֶק ב': וַאֲפִלּוּ הֵן מֵאָה. וַאֲפִלּוּ נִתְעָרְבָה אַחַת שֶׁלּוֹ בְּמֵאָה שֶׁל עַם הָאָרֶץ: גְּלֻסְקָן. כִּכַּר לֶחֶם יָפֶה","rdfs:label":"ר\"ע מברטנורה משנה דמאי ו יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-6-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-6"],"uri":"jbr:mishna-yomtov-1-3-6-12","jbo:text":"עיקר תוי\"ט {טו} שנמצא מוציא מתחת ידו דבר שאינו מתקן","jbo:textNikud":"עיקר תוי\"ט {טו} שֶׁנִּמְצָא מוֹצִיא מִתַּחַת יָדוֹ דָּבָר שֶׁאֵינוֹ מְתֻקָּן","rdfs:label":"עיקר תוי\"ט משנה דמאי ו יב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-6-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-1","jbo:text":"המזמין את חברו שיאכל אצלו, והוא אינו מאמינו על המעשרות, אומר מערב שבת {ב}, מה שאני עתיד להפריש מחר, הרי הוא מעשר, ושאר מעשר סמוך לו, זה שעשיתי מעשר עשוי תרומת מעשר עליו, ומעשר שני בצפונו או בדרומו, ומחלל על המעות","jbo:textNikud":"הַמַּזְמִין אֶת חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, וְהוּא אֵינוֹ מַאֲמִינוֹ עַל הַמַּעַשְׂרוֹת, אוֹמֵר מֵעֶרֶב שַׁבָּת {ב}, מַה שֶּׁאֲנִי עָתִיד לְהַפְרִישׁ מָחָר, הֲרֵי הוּא מַעֲשֵׂר, וּשְׁאָר מַעֲשֵׂר סָמוּךְ לוֹ, זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר עָלָיו, וּמַעֲשֵׂר שֵׁנִי בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ, וּמְחֻלָּל עַל הַמָּעוֹת","rdfs:label":"משנה דמאי ז א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-1","jbo:text":"ר\"ע מברטנורה המזמין את חברו. אומר מערב שבת וכו'. והיכא דהתנה מערב שבת מתר להפריש בשבת, אבל לא התנה אסור דתנן ספק חשכה מעשרים את הדמאי, הא ודאי חשכה לא. והכא מירי בהזמינו חברו ולא הדירו, דאי הדירו {א} הא אמרינן לעיל פרק ד' אוכל עמו בשבת ראשונה אף על פי שאינו מאמינו על המעשרות. אי נמי התם בשבת ראשונה של בחור שנשא בתולה והכא בשאר שבתות: הרי הוא מעשר. ותרומה גדולה אינו צריך להפריש דלא נחשדו עמי הארץ עליה כדפרשינן בפרק קמא. ועל אחד ממאה שמפריש למחר אומר הרי הוא מעשר ראשון, ושאר מעשר דהינו תשעה שהוא חיב עדין כדי שיהו עשרה למאה מודד {ג} לו האחד, ואחר כך אומר זה האחד שעשיתי תחלה מעשר עשוי תרומת מעשר על תשעה הסמוכים לו: מעשר שני. יהיה בצפונו או בדרומו ומחלל יהיה על המעות, ונמצא למחר שאין צריך להפריש כי אם תרומת מעשר בלבד, ואוכל ושותה את השאר","jbo:textNikud":"ר\"ע מברטנורה הַמַּזְמִין אֶת חֲבֵרוֹ. אוֹמֵר מֵעֶרֶב שַׁבָּת וְכוּ'. וְהֵיכָא דְהִתְנָה מֵעֶרֶב שַׁבָּת מֻתָּר לְהַפְרִישׁ בְּשַׁבָּת, אֲבָל לֹא הִתְנָה אָסוּר דִּתְנַן סָפֵק חֲשֵׁכָה מְעַשְּׂרִים אֶת הַדְּמַאי, הָא וַדַּאי חֲשֵׁכָה לֹא. וְהָכָא מַיְרֵי בְּהִזְמִינוֹ חֲבֵרוֹ וְלֹא הִדִּירוֹ, דְּאִי הִדִּירוֹ {א} הָא אָמְרִינַן לְעֵיל פֶּרֶק ד' אוֹכֵל עִמּוֹ בְּשַׁבָּת רִאשׁוֹנָה אַף עַל פִּי שֶׁאֵינוֹ מַאֲמִינוֹ עַל הַמַּעַשְׂרוֹת. אִי נַמִּי הָתָם בְּשַׁבָּת רִאשׁוֹנָה שֶׁל בָּחוּר שֶׁנָּשָׂא בְתוּלָה וְהָכָא בִּשְׁאָר שַׁבָּתוֹת: הֲרֵי הוּא מַעֲשֵׂר. וּתְרוּמָה גְדוֹלָה אֵינוֹ צָרִיךְ לְהַפְרִישׁ דְלֹא נֶחְשְׁדוּ עַמֵּי הָאָרֶץ עָלֶיהָ כִּדְפָרְשִׁינַן בְּפֶרֶק קַמָּא. וְעַל אֶחָד מִמֵּאָה שֶׁמַּפְרִישׁ לְמָחָר אוֹמֵר הֲרֵי הוּא מַעֲשֵׂר רִאשׁוֹן, וּשְׁאָר מַעֲשֵׂר דְּהַיְנוּ תִּשְׁעָה שֶׁהוּא חַיָּב עֲדַיִן כְּדֵי שֶׁיְּהוּ עֲשָׂרָה לְמֵאָה מוֹדֵד {ג} לוֹ הָאֶחָד, וְאַחַר כָּךְ אוֹמֵר זֶה הָאֶחָד שֶׁעָשִׂיתִי תְּחִלָּה מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר עַל תִּשְׁעָה הַסְּמוּכִים לוֹ: מַעֲשֵׂר שֵׁנִי. יִהְיֶה בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ וּמְחֻלָּל יִהְיֶה עַל הַמָּעוֹת, וְנִמְצָא לְמָחָר שֶׁאֵין צָרִיךְ לְהַפְרִישׁ כִּי אִם תְּרוּמַת מַעֲשֵׂר בִּלְבָד, וְאוֹכֵל וְשׁוֹתֶה אֶת הַשְּׁאָר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-1","jbo:text":"עיקר תוי\"ט {א} ואין להקשות דבלא הדירו איך אוכל אצלו והתנן בפרק ג' שאינו מתארח אצל עם הארץ, דיש לומר דהכא בעי תקנה למי שרוצה לאכל מתקן ואף על פי שלא קבל עליו להיות נאמן. אי נמי מירי ביחד לו עדים. תוספות יום טוב: {ב} אומר מערב שבת. כי בדמאי אדם מתנה על הדבר שאינו ברשותו הר\"מ: {ג} משער באמד כמה שעור אכילתו ומחשב בלבו להתנות עכשיו ושיפריש כזה למחר","jbo:textNikud":"עיקר תוי\"ט {א} וְאֵין לְהַקְשׁוֹת דִּבְלֹא הִדִּירוֹ אֵיךְ אוֹכֵל אֶצְלוֹ וְהָתְנַן בְּפֶרֶק ג' שֶׁאֵינוֹ מִתְאָרֵחַ אֵצֶל עַם הָאָרֶץ, דְּיֵשׁ לוֹמַר דְּהָכָא בָּעֵי תַּקָּנָה לְמִי שֶׁרוֹצֶה לֶאֱכֹל מְתֻקָּן וְאַף עַל פִּי שֶׁלֹּא קִבֵּל עָלָיו לִהְיוֹת נֶאֱמָן. אִי נַמִּי מַיְרֵי בְּיִחֵד לוֹ עֵדִים. תּוֹסְפוֹת יוֹם טוֹב: {ב} אוֹמֵר מֵעֶרֶב שַׁבָּת. כִּי בִדְמַאי אָדָם מַתְנֶה עַל הַדָּבָר שֶׁאֵינוֹ בִרְשׁוּתוֹ הָרַ\"מ: {ג} מְשַׁעֵר בְּאֹמֶד כַּמָּה שִׁעוּר אֲכִילָתוֹ וּמְחַשֵּׁב בְּלִבּוֹ לְהַתְנוֹת עַכְשָׁיו וְשֶׁיַּפְרִישׁ כָּזֶה לְמָחָר","rdfs:label":"עיקר תוי\"ט משנה דמאי ז א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-2","jbo:text":"מזגו לו את הכוס, אומר, מה שאני עתיד לשיר בשולי הכוס, הרי הוא מעשר, ושאר מעשר סמוך לו, זה שעשיתי מעשר עשוי תרומת מעשר עליו, ומעשר שני בפיו {ה}, ומחלל על המעות","jbo:textNikud":"מָזְגוּ לוֹ אֶת הַכּוֹס, אוֹמֵר, מַה שֶּׁאֲנִי עָתִיד לְשַׁיֵּר בְּשׁוּלֵי הַכּוֹס, הֲרֵי הוּא מַעֲשֵׂר, וּשְׁאָר מַעֲשֵׂר סָמוּךְ לוֹ, זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר עָלָיו, וּמַעֲשֵׂר שֵׁנִי בְּפִיו {ה}, וּמְחֻלָּל עַל הַמָּעוֹת","rdfs:label":"משנה דמאי ז ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-2","jbo:text":"ר\"ע מברטנורה מזגו לו את הכוס. ביום השבת: אומר וכו'. ואין די לו במה שהתנה מערב שבת, אבל צריך לחזר ולומר בשבת כשבא לאכל ולשתות מה שאני עתיד לשיר מן הכוס {ד} וכו'. בירושלמי פריך אם באומר מעכשיו תהא תרומה הרי הכל מתערב יחד ונעשה מדמע, ואם באומר לכשאשתה הא לא הוי תרומה אלא לאחר ששתה ונמצא שותה טבל, ומשני באומר מעכשיו ולכשאשתה תהא תרומה, ונמצא שלא שתה טבל וגם לא היה מדמע: בפיו. בפי הכוס","jbo:textNikud":"ר\"ע מברטנורה מָזְגוּ לוֹ אֶת הַכּוֹס. בְּיוֹם הַשַּׁבָּת: אוֹמֵר וְכוּ'. וְאֵין דַּי לוֹ בְּמַה שֶּׁהִתְנָה מֵעֶרֶב שַׁבָּת, אֲבָל צָרִיךְ לַחֲזֹר וְלוֹמַר בְּשַׁבָּת כְּשֶׁבָּא לֶאֱכֹל וְלִשְׁתּוֹת מַה שֶּׁאֲנִי עָתִיד לְשַׁיֵּר מִן הַכּוֹס {ד} וְכוּ'. בַּיְרוּשַׁלְמִי פָּרֵיךְ אִם בְּאוֹמֵר מֵעַכְשָׁיו תְּהֵא תְּרוּמָה הֲרֵי הַכֹּל מִתְעָרֵב יַחַד וְנַעֲשֶׂה מְדֻמָּע, וְאִם בְּאוֹמֵר לִכְשֶׁאֶשְׁתֶּה הָא לֹא הֲוֵי תְּרוּמָה אֶלָּא לְאַחַר שֶׁשָּׁתָה וְנִמְצָא שׁוֹתֶה טֶבֶל, וּמְשָׁנֵי בְּאוֹמֵר מֵעַכְשָׁיו וְלִכְשֶׁאֶשְׁתֶּה תְּהֵא תְּרוּמָה, וְנִמְצָא שֶׁלֹּא שָׁתָה טֶבֶל וְגַם לֹא הָיָה מְדֻמָּע: בְּפִיו. בְּפִי הַכּוֹס","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-2","jbo:text":"עיקר תוי\"ט {ד} והוא הדין למה שיאכל שצריך שיחזר וירחש בשפתיו בשבת בשעה שמפריש זו אחר זו. ירושלמי: {ה} ומעשר שני בפיו. בכוס לא שיך כלי האי בצפונו כו' והויא יותר קביעת מקום בפיו","jbo:textNikud":"עיקר תוי\"ט {ד} וְהוּא הַדִּין לְמַה שֶּׁיֹּאכַל שֶׁצָּרִיךְ שֶׁיַּחֲזֹר וְיִרְחֹשׁ בִּשְׂפָתָיו בְּשַׁבָּת בְּשָׁעָה שֶׁמַּפְרִישׁ זוֹ אַחַר זוֹ. יְרוּשַׁלְמִי: {ה} וּמַעֲשֵׂר שֵׁנִי בְּפִיו. בְּכוֹס לֹא שַׁיָּךְ כֻּלֵּי הַאי בִּצְפוֹנוֹ כוּ' וְהַוְיָא יוֹתֵר קְבִיעַת מָקוֹם בְּפִיו","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-3","jbo:text":"פועל שאינו מאמין לבעל הבית, נוטל גרוגרת אחת ואומר, זו ותשע הבאות אחריה, עשויות מעשר על תשעים שאני אוכל, זו עשויה תרומת מעשר עליהן, ומעשר שני באחרונה, ומחלל על המעות, וחושך {ו} גרוגרת אחת. רבן שמעון בן גמליאל אומר, לא יחשך, מפני שהוא ממעט מלאכתו של בעל הבית. רבי יוסי אומר לא יחשך, מפני שהוא תנאי בית דין","jbo:textNikud":"פּוֹעֵל שֶׁאֵינוֹ מַאֲמִין לְבַעַל הַבַּיִת, נוֹטֵל גְּרוֹגֶרֶת אַחַת וְאוֹמֵר, זוֹ וְתֵשַׁע הַבָּאוֹת אַחֲרֶיהָ, עֲשׂוּיוֹת מַעֲשֵׂר עַל תִּשְׁעִים שֶׁאֲנִי אוֹכֵל, זוֹ עֲשׂוּיָה תְרוּמַת מַעֲשֵׂר עֲלֵיהֶן, וּמַעֲשֵׂר שֵׁנִי בָּאַחֲרוֹנָה, וּמְחֻלָּל עַל הַמָּעוֹת, וְחוֹשֵׂךְ {ו} גְּרוֹגֶרֶת אֶחָת. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, לֹא יַחְשׂךְ, מִפְּנֵי שֶׁהוּא מְמַעֵט מְלַאכְתּוֹ שֶׁל בַּעַל הַבָּיִת. רַבִּי יוֹסֵי אוֹמֵר לֹא יַחְשׂךְ, מִפְּנֵי שֶׁהוּא תְנַאי בֵּית דִּין","rdfs:label":"משנה דמאי ז ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-3","jbo:text":"ר\"ע מברטנורה שאינו מאמין לבעל הבית. על המעשרות: וחושך גרוגרת אחת. נמנע מלאכל גרוגרת אחת כנגד אותה של תרומת מעשר שהפריש, שלא יהא גוזל את בעל הבית: לא יחשך. ויקנה גרוגרת אחת ויאכל, שאם לא יאכל מרעיב עצמו וממעט מסעדתו ונמצא ממעט בכך מלאכתו של בעל הבית, שלא יוכל לעשות מלאכה: לא יחשך מפני שהוא תנאי בית דין. שתהא תרומת מעשר משל בעל הבית ומעשר שני משל פועל, הלכך חיב בעל הבית לתן לו {ז} הגרוגרת שהפריש לתרומת מעשר","jbo:textNikud":"ר\"ע מברטנורה שֶׁאֵינוֹ מַאֲמִין לְבַעַל הַבַּיִת. עַל הַמַּעַשְׂרוֹת: וְחוֹשֵׂךְ גְּרוֹגֶרֶת אֶחָת. נִמְנָע מִלֶּאֱכֹל גְּרוֹגֶרֶת אַחַת כְּנֶגֶד אוֹתָהּ שֶׁל תְּרוּמַת מַעֲשֵׂר שֶׁהִפְרִישׁ, שֶׁלֹּא יְהֵא גּוֹזֵל אֶת בַּעַל הַבַּיִת: לֹא יַחְשֹׂךְ. וְיִקְנֶה גְּרוֹגֶרֶת אַחַת וְיֹאכַל, שֶׁאִם לֹא יֹאכַל מַרְעִיב עַצְמוֹ וּמְמַעֵט מִסְּעֻדָּתוֹ וְנִמְצָא מְמַעֵט בְּכָךְ מְלַאכְתּוֹ שֶׁל בַּעַל הַבַּיִת, שֶׁלֹּא יוּכַל לַעֲשׂוֹת מְלָאכָה: לֹא יַחְשֹׂךְ מִפְּנֵי שֶׁהוּא תְנַאי בֵּית דִּין. שֶׁתְּהֵא תְּרוּמַת מַעֲשֵׂר מִשֶּׁל בַּעַל הַבַּיִת וּמַעֲשֵׂר שֵׁנִי מִשֶּׁל פּוֹעֵל, הִלְכָּךְ חַיָּב בַּעַל הַבַּיִת לִתֵּן לוֹ {ז} הַגְּרוֹגֶרֶת שֶׁהִפְרִישׁ לִתְרוּמַת מַעֲשֵׂר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-3","jbo:text":"עיקר תוי\"ט {ו} וחושך. מלשון ולא חשכת את בנך: {ז} ולכך רשאי לאכל, ואין רצונו לומר שנחיבהו לבעל הבית שיתן לו כו' דמכיון שהוא עם הארץ לא ישמע לנו לעשר פרותיו דמאי","jbo:textNikud":"עיקר תוי\"ט {ו} וְחוֹשֵׂךְ. מִלְּשׁוֹן וְלֹא חָשַׂכְתָּ אֶת בִּנְךָ: {ז} וּלְכָךְ רַשַּׁאי לֶאֱכֹל, וְאֵין רְצוֹנוֹ לוֹמַר שֶׁנְּחַיְּבֵהוּ לְבַעַל הַבַּיִת שֶׁיִּתֵּן לוֹ כוּ' דְּמִכֵּיוָן שֶׁהוּא עַם הָאָרֶץ לֹא יִשְׁמַע לָנוּ לְעַשֵּׂר פֵּרוֹתָיו דְּמַאי","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-4","jbo:text":"הלוקח יין מבין הכותים {ח}, אומר, שני לגין שאני עתיד להפריש, הרי הן תרומה, ועשרה מעשר, ותשעה מעשר שני. מחל ושותה","jbo:textNikud":"הַלּוֹקֵחַ יַיִן מִבֵּין הַכּוּתִים {ח}, אוֹמֵר, שְׁנֵי לֻגִּין שֶׁאֲנִי עָתִיד לְהַפְרִישׁ, הֲרֵי הֵן תְּרוּמָה, וַעֲשָׂרָה מַעֲשֵׂר, וְתִשְׁעָה מַעֲשֵׂר שֵׁנִי. מֵחֵל וְשׁוֹתֶה","rdfs:label":"משנה דמאי ז ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-4","jbo:text":"ר\"ע מברטנורה הלוקח יין מבין הכותים. קדם שגזרו על יינן, והיה יינן ודאי טבל. והכא אירי בלוקח ערב שבת בין השמשות או שלקח מבעוד יום ושכח להפריש עד בין השמשות, ואז אסור להפריש דתנן ספק חשכה אין מעשרין את הודאי, הלכך אסור לקבע לו מקום, דקביעות מקום חשוב כהפרשה ואסור בין השמשות, ומשום הכי לא קתני בסיפא ומעשר שני מחלל על המעות, דכיון דאינו רשאי לקבע לו מקום בצפונו או בדרומו אי אפשר לחללו, אבל לקרות שם דאמר שאני עתיד להפריש שרי, דכלי האי לא גזור בין השמשות: שאני עתיד להפריש. הכא לא קתני שאני עתיד להפריש למחר כדקתני לעיל גבי המזמין את חברו, דדוקא כשאינו מתקן אלא מה שאוכל ושותה התירו להפריש למחר ממותר אכילתו ושתיתו הנשאר בשולי הכוס, אבל לתקן את כל הנאד בשבת לא התירו. והכא אינו קורא שם לתרומת מעשר כמו בבבא של דמאי וכדלעיל גבי המזמין את חברו, משום דגבי דמאי דמעשרן והן שלו קורא שם לתרומת מעשר כדי לתקן את המעשר ולאכלו, אבל כאן שהוא טבל ודאי צריך לתן המעשר ללוי והלוי יקרא שם לתרומת מעשר: ועשרה מעשר ראשון ותשעה מעשר שני. לאו דוקא, שהרי לאחר שהפריש ממאה שני לגין לתרומה גדולה ונשאר תשעים ושמנה לא יהיה המעשר אלא עשרה לגין פחות חמש ומעשר שני שמנה לגין ושמנה עשיריות וחמש עשירית: מחל ושותה. מתחיל ושותה. פרוש אחר מוזג ושותה, מחל כמו מהל, לשון סבאך מהול במים (ישעיה א). וסתם מתניתין אתיא כרבי מאיר דאמר אף בדאוריתא יש ברירה וזה שנשאר בשולי הכוס הוי כאלו הפרש מתחלה. ואינה הלכה אלא קימא לן דבדרבנן יש ברירה אבל בדאוריתא אין ברירה, הלכך בודאי טבל לא יאכל ולא ישתה עד שיפריש","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ יַיִן מִבֵּין הַכּוּתִים. קֹדֶם שֶׁגָּזְרוּ עַל יֵינָן, וְהָיָה יֵינָן וַדַּאי טֶבֶל. וְהָכָא אַיְרֵי בְּלוֹקֵחַ עֶרֶב שַׁבָּת בֵּין הַשְּׁמָשׁוֹת אוֹ שֶׁלָּקַח מִבְּעוֹד יוֹם וְשָׁכַח לְהַפְרִישׁ עַד בֵּין הַשְּׁמָשׁוֹת, וְאָז אָסוּר לְהַפְרִישׁ דִּתְנַן סָפֵק חֲשֵׁכָה אֵין מְעַשְּׂרִין אֶת הַוַּדַּאי, הִלְכָּךְ אָסוּר לִקְבֹּעַ לוֹ מָקוֹם, דִּקְבִיעוּת מָקוֹם חָשׁוּב כְּהַפְרָשָׁה וְאָסוּר בֵּין הַשְּׁמָשׁוֹת, וּמִשּׁוּם הָכִי לֹא קָתָנֵי בְּסֵיפָא וּמַעֲשֵׂר שֵׁנִי מְחֻלָּל עַל הַמָּעוֹת, דְּכֵיוָן דְּאֵינוֹ רַשַּׁאי לִקְבֹּעַ לוֹ מָקוֹם בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ אִי אֶפְשָׁר לְחַלְּלוֹ, אֲבָל לִקְרוֹת שֵׁם דְּאָמַר שֶׁאֲנִי עָתִיד לְהַפְרִישׁ שָׁרֵי, דְּכֻלֵּי הַאי לֹא גָזוּר בֵּין הַשְּׁמָשׁוֹת: שֶׁאֲנִי עָתִיד לְהַפְרִישׁ. הָכָא לֹא קָתָנֵי שֶׁאֲנִי עָתִיד לְהַפְרִישׁ לְמָחָר כִּדְקָתָנֵי לְעֵיל גַּבֵּי הַמַּזְמִין אֶת חֲבֵרוֹ, דְּדַוְקָא כְּשֶׁאֵינוֹ מְתַקֵּן אֶלָּא מַה שֶּׁאוֹכֵל וְשׁוֹתֶה הִתִּירוּ לְהַפְרִישׁ לְמָחָר מִמּוֹתַר אֲכִילָתוֹ וּשְׁתִיָּתוֹ הַנִּשְׁאַר בְּשׁוּלֵי הַכּוֹס, אֲבָל לְתַקֵּן אֶת כָּל הַנֹּאד בְּשַׁבָּת לֹא הִתִּירוּ. וְהָכָא אֵינוֹ קוֹרֵא שֵׁם לִתְרוּמַת מַעֲשֵׂר כְּמוֹ בַּבָּבָא שֶׁל דְּמַאי וּכְדִלְעֵיל גַּבֵּי הַמַּזְמִין אֶת חֲבֵרוֹ, מִשּׁוּם דְּגַבֵּי דְּמַאי דִּמְעַשְּׂרָן וְהֵן שֶׁלּוֹ קוֹרֵא שֵׁם לִתְרוּמַת מַעֲשֵׂר כְּדֵי לְתַקֵּן אֶת הַמַּעֲשֵׂר וּלְאָכְלוֹ, אֲבָל כָּאן שֶׁהוּא טֶבֶל וַדַּאי צָרִיךְ לִתֵּן הַמַּעֲשֵׂר לַלֵּוִי וְהַלֵּוִי יִקְרָא שֵׁם לִתְרוּמַת מַעֲשֵׂר: וַעֲשָׂרָה מַעֲשֵׂר רִאשׁוֹן וְתִשְׁעָה מַעֲשֵׂר שֵׁנִי. לָאו דַּוְקָא, שֶׁהֲרֵי לְאַחַר שֶׁהִפְרִישׁ מִמֵּאָה שְׁנֵי לֻגִּין לִתְרוּמָה גְדוֹלָה וְנִשְׁאַר תִּשְׁעִים וּשְׁמֹנָה לֹא יִהְיֶה הַמַּעֲשֵׂר אֶלָּא עֲשָׂרָה לֻגִּין פָּחוֹת חֹמֶשׁ וּמַעֲשֵׂר שֵׁנִי שְׁמֹנָה לֻגִּין וּשְׁמֹנֶה עֲשִׂירִיּוֹת וְחֹמֶשׁ עֲשִׂירִית: מֵחֵל וְשׁוֹתֶה. מַתְחִיל וְשׁוֹתֶה. פֵּרוּשׁ אַחֵר מוֹזֵג וְשׁוֹתֶה, מֵחֵל כְּמוֹ מֵהֵל, לְשׁוֹן סָבְאֵךְ מָהוּל בַּמָּיִם (יְשַׁעְיָה א). וּסְתָם מַתְנִיתִין אַתְיָא כְּרַבִּי מֵאִיר דְּאָמַר אַף בִּדְאוֹרַיְתָא יֵשׁ בְּרֵירָה וְזֶה שֶׁנִּשְׁאַר בְּשׁוּלֵי הַכּוֹס הֲוֵי כְּאִלּוּ הֻפְרַשׁ מִתְּחִלָּה. וְאֵינָהּ הֲלָכָה אֶלָּא קַיְמָא לָן דְּבִדְרַבָּנָן יֵשׁ בְּרֵירָה אֲבָל בִּדְאוֹרַיְתָא אֵין בְּרֵירָה, הִלְכָּךְ בְּוַדַּאי טֶבֶל לֹא יֹאכַל וְלֹא יִשְׁתֶּה עַד שֶׁיַּפְרִישׁ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-4","jbo:text":"עיקר תוי\"ט {ח} מבין הכותים. דאלו ישראל אינו רשאי למכר טבל אלא לצרך, וכיון דלא שכיח לא בעי למתניה הכא","jbo:textNikud":"עיקר תוי\"ט {ח} מִבֵּין הַכּוּתִים. דְּאִלּוּ יִשְׂרָאֵל אֵינוֹ רַשַּׁאי לִמְכֹּר טֶבֶל אֶלָּא לְצֹרֶךְ, וְכֵיוָן דְּלֹא שְׁכִיחַ לֹא בָעֵי לְמַתְנֵיהּ הָכָא","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-5","jbo:text":"היו לו תאנים של טבל בתוך ביתו, והוא בבית המדרש או בשדה, אומר, שתי תאנים שאני עתיד להפריש, הרי הן תרומה, ועשר מעשר ראשון, ותשע מעשר שני. היו דמאי, אומר, מה שאני עתיד להפריש {ט} למחר, הרי הוא מעשר, ושאר מעשר סמוך לו, זה שעשיתי מעשר עשוי תרומת מעשר עליו, ומעשר שני בצפונו או בדרומו, ומחלל על המעות","jbo:textNikud":"הָיוּ לוֹ תְאֵנִים שֶׁל טֶבֶל בְּתוֹךְ בֵּיתוֹ, וְהוּא בְּבֵית הַמִּדְרָשׁ אוֹ בַשָּׂדֶה, אוֹמֵר, שְׁתֵּי תְאֵנִים שֶׁאֲנִי עָתִיד לְהַפְרִישׁ, הֲרֵי הֵן תְּרוּמָה, וְעֶשֶׂר מַעֲשֵׂר רִאשׁוֹן, וְתֵשַׁע מַעֲשֵׂר שֵׁנִי. הָיוּ דְמַאי, אוֹמֵר, מַה שֶּׁאֲנִי עָתִיד לְהַפְרִישׁ {ט} לְמָחָר, הֲרֵי הוּא מַעֲשֵׂר, וּשְׁאָר מַעֲשֵׂר סָמוּךְ לוֹ, זֶה שֶׁעָשִׂיתִי מַעֲשֵׂר עָשׂוּי תְּרוּמַת מַעֲשֵׂר עָלָיו, וּמַעֲשֵׂר שֵׁנִי בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ, וּמְחֻלָּל עַל הַמָּעוֹת","rdfs:label":"משנה דמאי ז ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-5","jbo:text":"ר\"ע מברטנורה והוא בבית המדרש. בערב שבת ומתירא שמא יקדש עליו היום ולא יוכל לעשר","jbo:textNikud":"ר\"ע מברטנורה וְהוּא בְּבֵית הַמִּדְרָשׁ. בְּעֶרֶב שַׁבָּת וּמִתְיָרֵא שֶׁמָּא יִקְדָּשׁ עָלָיו הַיּוֹם וְלֹא יוּכַל לְעַשֵּׂר","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-5","jbo:text":"עיקר תוי\"ט {ט} להפריש. לא גרסינן למחר לפי מה שכתב הר\"ב לעיל לחלק בין שאינו מתקן אלא מה שאוכל למתקן את כל הנאד. דאי גרס אין צריך לחלק בהכי אלא הוה ליה לחלק בין ודאי לדמאי. ועין בתוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ט} לְהַפְרִישׁ. לֹא גָרְסִינַן לְמָחָר לְפִי מַה שֶּׁכָּתַב הָרַ\"ב לְעֵיל לְחַלֵּק בֵּין שֶׁאֵינוֹ מְתַקֵּן אֶלָּא מַה שֶּׁאוֹכֵל לַמְתַקֵּן אֶת כָּל הַנֹּאד. דְּאִי גָרַס אֵין צָרִיךְ לְחַלֵּק בְּהָכִי אֶלָּא הֲוָה לֵיהּ לְחַלֵּק בֵּין וַדַּאי לִדְמַאי. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-6","jbo:text":"היו לפניו שתי כלכלות של טבל, ואמר, מעשרות {י} זו בזו, הראשונה מעשרת {יא}. של זו בזו ושל זו בזו, הראשונה מעשרת. מעשרותיהן מעשרות כלכלה בחברתה, קרא שם","jbo:textNikud":"הָיוּ לְפָנָיו שְׁתֵּי כַלְכָּלוֹת שֶׁל טֶבֶל, וְאָמַר, מַעַשְׂרוֹת {י} זוֹ בָזוֹ, הָרִאשׁוֹנָה מְעֻשָּׂרֶת {יא}. שֶׁל זוֹ בָזוֹ וְשֶׁל זוֹ בָזוֹ, הָרִאשׁוֹנָה מְעֻשֶּׂרֶת. מַעַשְׂרוֹתֵיהֶן מַעַשְׂרוֹת כַּלְכָּלָה בַחֲבֶרְתָּהּ, קָרָא שֵׁם","rdfs:label":"משנה דמאי ז ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-6","jbo:text":"ר\"ע מברטנורה כלכלות. סלים: מעשרות זו בזו. מעשרות שאני צריך להפריש מכלכלה זו יהיו מנחים בחברתה: הראשונה מעשרת. ומפריש מן השניה המעשרות של שתיהן: של זו בזו ושל זו בזו הראשונה מעשרת. אבל השניה אינה מעשרת, דמיד כשאמר של זו בזו נתקנה הראשונה ונפטרה מן המעשרות {יב} וכי הדר ואמר של זו בזו נמצא מפריש מזו שכבר נפטרת על זו שהיא חיבת, ואין מפרישין מן הפטור על החיוב ולא אמר כלום {יג}, ונוטל מן השניה המעשרות של שתיהן: מעשרותיהן מעשרות כלכלה בחברתה. המעשרות המחיבות לשתי כלכלות הללו יהיו של כלכלה בחברתה, הרי קרא שם מעשרות שתיהן כאחת, ומפריש מזו על זו ומזו על זו, דבכל אחת שיר טבל כדי מעשרות חברתה. אבל אינו מפריש עליהן ממקום אחר, שהרי קרא שם וקבע מעשרות כל אחת מהן בחברתה. פרוש אחר ועקר, מעשרותיהן מעשרות כלכלה בחברתה קרא שם ומפריש מאיזו מהן שירצה, דהכי מפרשינן למלתיה, מעשרותיהן מאיזה מהן שארצה יהיו מעשרות כלכלה בחברתה","jbo:textNikud":"ר\"ע מברטנורה כַּלְכָּלוֹת. סַלִּים: מַעַשְׂרוֹת זוֹ בְזוֹ. מַעַשְׂרוֹת שֶׁאֲנִי צָרִיךְ לְהַפְרִישׁ מִכַּלְכָּלָה זוֹ יִהְיוּ מֻנָּחִים בַּחֲבֶרְתָּהּ: הָרִאשׁוֹנָה מְעֻשָּׂרֶת. וּמַפְרִישׁ מִן הַשְּׁנִיָּה הַמַּעַשְׂרוֹת שֶׁל שְׁתֵּיהֶן: שֶׁל זוֹ בָזוֹ וְשֶׁל זוֹ בָזוֹ הָרִאשׁוֹנָה מְעֻשֶּׂרֶת. אֲבָל הַשְּׁנִיָּה אֵינָהּ מְעֻשֶּׂרֶת, דְּמִיָּד כְּשֶׁאָמַר שֶׁל זוֹ בְזוֹ נִתְקְנָה הָרִאשׁוֹנָה וְנִפְטְרָה מִן הַמַּעַשְׂרוֹת {יב} וְכִי הָדַר וְאָמַר שֶׁל זוֹ בְזוֹ נִמְצָא מַפְרִישׁ מִזּוֹ שֶׁכְּבָר נִפְטֶרֶת עַל זוֹ שֶׁהִיא חַיֶּבֶת, וְאֵין מַפְרִישִׁין מִן הַפָּטוּר עַל הַחִיּוּב וְלֹא אָמַר כְּלוּם {יג}, וְנוֹטֵל מִן הַשְּׁנִיָּה הַמַּעַשְׂרוֹת שֶׁל שְׁתֵּיהֶן: מַעַשְׂרוֹתֵיהֶן מַעַשְׂרוֹת כַּלְכָּלָה בַחֲבֶרְתָּהּ. הַמַּעַשְׂרוֹת הַמְחֻיָּבוֹת לִשְׁתֵּי כַלְכָּלוֹת הַלָּלוּ יִהְיוּ שֶׁל כַּלְכָּלָה בַחֲבֶרְתָּהּ, הֲרֵי קָרָא שֵׁם מַעַשְׂרוֹת שְׁתֵּיהֶן כְּאַחַת, וּמַפְרִישׁ מִזּוֹ עַל זוֹ וּמִזּוֹ עַל זוֹ, דִּבְכָל אַחַת שִׁיֵּר טֶבֶל כְּדֵי מַעַשְׂרוֹת חֲבֶרְתָּהּ. אֲבָל אֵינוֹ מַפְרִישׁ עֲלֵיהֶן מִמָּקוֹם אַחֵר, שֶׁהֲרֵי קָרָא שֵׁם וְקָבַע מַעַשְׂרוֹת כָּל אַחַת מֵהֶן בַּחֲבֶרְתָּהּ. פֵּרוּשׁ אַחֵר וְעִקָּר, מַעַשְׂרוֹתֵיהֶן מַעַשְׂרוֹת כַּלְכָּלָה בַחֲבֶרְתָּהּ קָרָא שֵׁם וּמַפְרִישׁ מֵאֵיזוֹ מֵהֶן שֶׁיִּרְצֶה, דְּהָכִי מְפָרְשִׁינַן לְמִלְּתֵיהּ, מַעַשְׂרוֹתֵיהֶן מֵאֵיזֶה מֵהֶן שֶׁאֶרְצֶה יִהְיוּ מַעַשְׂרוֹת כַּלְכָּלָה בַחֲבֶרְתָּהּ","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-6","jbo:text":"עיקר תוי\"ט {י} מעשרות. השאל שם מעשרות לכלל המתנות ובכללן גם התרומה: {יא} מעשרת. בהך קמיתא ליכא חדוש שהראשונה מעשרת, ומשום סיפא נקטה. הר\"ש: {יב} דרבי מאיר היא דאמר אינו תופס אלא לשון ראשון כדאיתא במסכת תמורה: {יג} ואין להקשות דהא במפריש מפטור על החיוב תרומתו תרומה אלא דיחזר ויתרם, ואם כן איך קאמר ולא אמר כלום. דשאני התם שהפריש והתרומה נכרת לכך תרומתו תרומה כדי שלא לזלזולי בתרומה, אבל הכא שלא נתרמה ולא נכרת אין כאן בית מחוש כלל","jbo:textNikud":"עיקר תוי\"ט {י} מַעַשְׂרוֹת. הֻשְׁאַל שֵׁם מַעַשְׂרוֹת לִכְלַל הַמַּתָּנוֹת וּבִכְלָלָן גַּם הַתְּרוּמָה: {יא} מְעֻשֶּׂרֶת. בְּהַךְ קָמַיְתָא לֵיכָּא חִדּוּשׁ שֶׁהָרִאשׁוֹנָה מְעֻשֶּׂרֶת, וּמִשּׁוּם סֵיפָא נָקְטָהּ. הָרַ\"שׁ: {יב} דְּרַבִּי מֵאִיר הִיא דְּאָמַר אֵינוֹ תּוֹפֵס אֶלָּא לָשׁוֹן רִאשׁוֹן כִּדְאִיתָא בְּמַסֶּכֶת תְּמוּרָה: {יג} וְאֵין לְהַקְשׁוֹת דְּהָא בְּמַפְרִישׁ מִפָּטוּר עַל הַחִיּוּב תְּרוּמָתוֹ תְּרוּמָה אֶלָּא דְּיַחֲזֹר וְיִתְרֹם, וְאִם כֵּן אֵיךְ קָאָמַר וְלֹא אָמַר כְּלוּם. דְּשָׁאנֵי הָתָם שֶׁהִפְרִישׁ וְהַתְּרוּמָה נִכֶּרֶת לְכָךְ תְּרוּמָתוֹ תְּרוּמָה כְּדֵי שֶׁלֹּא לְזַלְזוֹלֵי בִּתְרוּמָה, אֲבָל הָכָא שֶׁלֹּא נִתְרְמָה וְלֹא נִכֶּרֶת אֵין כָּאן בֵּית מֵחוּשׁ כְּלָל","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-7","jbo:text":"מאה טבל מאה חלין, נוטל מאה ואחד. מאה טבל מאה מעשר, נוטל מאה ואחד. מאה חלין מתקנים {טו} מאה מעשר, נוטל מאה ועשר. מאה טבל תשעים מעשר, תשעים טבל ושמונים מעשר, לא הפסיד כלום. זה הכלל, כל זמן שהטבל מרבה, לא הפסיד כלום","jbo:textNikud":"מֵאָה טֶבֶל מֵאָה חֻלִּין, נוֹטֵל מֵאָה וְאֶחָד. מֵאָה טֶבֶל מֵאָה מַעֲשֵׂר, נוֹטֵל מֵאָה וְאֶחָד. מֵאָה חֻלִּין מְתֻקָּנִים {טו} מֵאָה מַעֲשֵׂר, נוֹטֵל מֵאָה וָעֶשֶׂר. מֵאָה טֶבֶל תִּשְׁעִים מַעֲשֵׂר, תִּשְׁעִים טֶבֶל וּשְׁמוֹנִים מַעֲשֵׂר, לֹא הִפְסִיד כְּלוּם. זֶה הַכְּלָל, כָּל זְמַן שֶׁהַטֶּבֶל מְרֻבֶּה, לֹא הִפְסִיד כְּלוּם","rdfs:label":"משנה דמאי ז ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-7","jbo:text":"ר\"ע מברטנורה מאה טבל ומאה חלין. שנתערבו: נוטל מאה ואחד. נוטל מאה להפריש מהן מעשר ראשון ומעשר שני כדין כל טבל, ואחד נוטל מן המאה (דלשם) [של] חלין לתרומת מעשר כאלו היו טבל, שהחלין נעשים כטבל עצמו {יד} לענין תרומת מעשר בלבד אבל לא לענין מעשר ראשון ומעשר שני, ונמצא זה מפסיד על ידי תערבת זו אחת בלבד שמפריש מן החלין. וטבל דאירי ביה הכא הוא שהורמה ממנו תרומה גדולה אבל לא הורמו ממנו מעשרות ולא תרומת מעשר: מאה טבל ומאה מעשר. שלא הורמה מן המעשר הזה תרומת מעשר, ונתערבו, נוטל מאה של טבל להפריש מהן המעשרות כדפרישית לעיל, ונוטל אחת מן המאה של מעשר שהם נעשים כטבל עצמו להתחיב בתרומת מעשר, ונשארו תשעים ותשע, מפריש מהן תרומת מעשר לפי חשבון שהם עשר פחות עשירית של אחד. ואם לא נתערב המעשר בטבל לא היה מפריש אלא עשרה לתרומת מעשר שבהן, השתא מפני שנתערבו בטבל מפריש אחד עשר פחות עשירית נמצא מפסיד אחד פחות עשירית: מאה חלין מתקנין ומאה מעשר. ראשון שלא נטלה תרומתו, שנתערבו, נוטל מאה לשם מעשר ראשון כדי להפריש מהן עשרה לתרומת מעשר שבהן, ועשר נוטל מן המאה חלין מתקנין כאלו היו הם מעשר ראשון דעשרה מהם לתרומת מעשר, ונמצא מפסיד עשרה. והא דלא מחמרינן הכי כשנתערב עם טבל להזקיק הטבל להפריש ממנו עשרה לתרומת מעשר כמאה של מעשר, משום שכך הוא הדין שכל דבר המתערב חוזר להיות כתחלתו, הלכך המעשר חוזר להיות כטבל ואין הטבל חוזר להיות כמעשר: מאה טבל ותשעים מעשר וכו' לא הפסיד כלום. דכיון דאיכא בטבל עשרה יתרים דינינן ליה כאלו יש לו פרנסה ממקום אחר {טז}. וכל טבל שנתערב בחלין, אם יש לו טבלים אחרים שיכול להפריש על זה התערבת ממקום אחר, אינו מפריש אלא לפי חשבון של הטבל בלבד, והכא שהטבל יתר עשר על [המעשר] חשבינן כאלו הם ממקום אחר ומפריש מהן לפי חשבון של טבל בלבד ואינו מפסיד כלום: כל זמן שהטבל מרבה. והוא שיהיה מרבה עשר {יז}, והכי איתא בירושלמי","jbo:textNikud":"ר\"ע מברטנורה מֵאָה טֶבֶל וּמֵאָה חֻלִּין. שֶׁנִּתְעָרְבוּ: נוֹטֵל מֵאָה וְאֶחָד. נוֹטֵל מֵאָה לְהַפְרִישׁ מֵהֶן מַעֲשֵׂר רִאשׁוֹן וּמַעֲשֵׂר שֵׁנִי כְּדִין כָּל טֶבֶל, וְאֶחָד נוֹטֵל מִן הַמֵּאָה (דִּלְשֵׁם) [שֶׁל] חֻלִּין לִתְרוּמַת מַעֲשֵׂר כְּאִלּוּ הָיוּ טֶבֶל, שֶׁהַחֻלִּין נַעֲשִׂים כַּטֶּבֶל עַצְמוֹ {יד} לְעִנְיַן תְּרוּמַת מַעֲשֵׂר בִּלְבָד אֲבָל לֹא לְעִנְיַן מַעֲשֵׂר רִאשׁוֹן וּמַעֲשֵׂר שֵׁנִי, וְנִמְצָא זֶה מַפְסִיד עַל יְדֵי תַּעֲרֹבֶת זוֹ אַחַת בִּלְבָד שֶׁמַּפְרִישׁ מִן הַחֻלִּין. וְטֶבֶל דְּאַיְרֵי בֵיהּ הָכָא הוּא שֶׁהוּרְמָה מִמֶּנּוּ תְּרוּמָה גְדוֹלָה אֲבָל לֹא הוּרְמוּ מִמֶּנּוּ מַעַשְׂרוֹת וְלֹא תְּרוּמַת מַעֲשֵׂר: מֵאָה טֶבֶל וּמֵאָה מַעֲשֵׂר. שֶׁלֹּא הוּרְמָה מִן הַמַּעֲשֵׂר הַזֶּה תְּרוּמַת מַעֲשֵׂר, וְנִתְעָרְבוּ, נוֹטֵל מֵאָה שֶׁל טֶבֶל לְהַפְרִישׁ מֵהֶן הַמַּעַשְׂרוֹת כְּדִפְרִישִׁית לְעֵיל, וְנוֹטֵל אַחַת מִן הַמֵּאָה שֶׁל מַעֲשֵׂר שֶׁהֵם נַעֲשִׂים כַּטֶּבֶל עַצְמוֹ לְהִתְחַיֵּב בִּתְרוּמַת מַעֲשֵׂר, וְנִשְׁאֲרוּ תִּשְׁעִים וָתֵשַׁע, מַפְרִישׁ מֵהֶן תְּרוּמַת מַעֲשֵׂר לְפִי חֶשְׁבּוֹן שֶׁהֵם עֶשֶׂר פָּחוֹת עֲשִׂירִית שֶׁל אֶחָד. וְאִם לֹא נִתְעָרֵב הַמַּעֲשֵׂר בַּטֶּבֶל לֹא הָיָה מַפְרִישׁ אֶלָּא עֲשָׂרָה לִתְרוּמַת מַעֲשֵׂר שֶׁבָּהֶן, הַשְׁתָּא מִפְּנֵי שֶׁנִּתְעָרְבוּ בַּטֶּבֶל מַפְרִישׁ אַחַד עָשָׂר פָּחוֹת עֲשִׂירִית נִמְצָא מַפְסִיד אֶחָד פָּחוֹת עֲשִׂירִית: מֵאָה חֻלִּין מְתֻקָּנִין וּמֵאָה מַעֲשֵׂר. רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ, שֶׁנִּתְעָרְבוּ, נוֹטֵל מֵאָה לְשֵׁם מַעֲשֵׂר רִאשׁוֹן כְּדֵי לְהַפְרִישׁ מֵהֶן עֲשָׂרָה לִתְרוּמַת מַעֲשֵׂר שֶׁבָּהֶן, וְעֶשֶׂר נוֹטֵל מִן הַמֵּאָה חֻלִּין מְתֻקָּנִין כְּאִלּוּ הָיוּ הֵם מַעֲשֵׂר רִאשׁוֹן דַּעֲשָׂרָה מֵהֶם לִתְרוּמַת מַעֲשֵׂר, וְנִמְצָא מַפְסִיד עֲשָׂרָה. וְהָא דְלֹא מַחְמְרִינַן הָכִי כְּשֶׁנִּתְעָרֵב עִם טֶבֶל לְהַזְקִיק הַטֶּבֶל לְהַפְרִישׁ מִמֶּנּוּ עֲשָׂרָה לִתְרוּמַת מַעֲשֵׂר כְּמֵאָה שֶׁל מַעֲשֵׂר, מִשּׁוּם שֶׁכָּךְ הוּא הַדִּין שֶׁכָּל דָּבָר הַמִּתְעָרֵב חוֹזֵר לִהְיוֹת כִּתְחִלָּתוֹ, הִלְכָּךְ הַמַּעֲשֵׂר חוֹזֵר לִהְיוֹת כַּטֶּבֶל וְאֵין הַטֶּבֶל חוֹזֵר לִהְיוֹת כַּמַּעֲשֵׂר: מֵאָה טֶבֶל וְתִשְׁעִים מַעֲשֵׂר וְכוּ' לֹא הִפְסִיד כְּלוּם. דְּכֵיוָן דְּאִיכָּא בַּטֶּבֶל עֲשָׂרָה יְתֵרִים דַּיְנִינַן לֵיהּ כְּאִלּוּ יֵשׁ לוֹ פַּרְנָסָה מִמָּקוֹם אַחֵר {טז}. וְכָל טֶבֶל שֶׁנִּתְעָרֵב בְּחֻלִּין, אִם יֵשׁ לוֹ טְבָלִים אֲחֵרִים שֶׁיָּכוֹל לְהַפְרִישׁ עַל זֶה הַתַּעֲרֹבֶת מִמָּקוֹם אַחֵר, אֵינוֹ מַפְרִישׁ אֶלָּא לְפִי חֶשְׁבּוֹן שֶׁל הַטֶּבֶל בִּלְבָד, וְהָכָא שֶׁהַטֶּבֶל יָתֵר עֶשֶׂר עַל [הַמַּעֲשֵׂר] חָשְׁבִינַן כְּאִלּוּ הֵם מִמָּקוֹם אַחֵר וּמַפְרִישׁ מֵהֶן לְפִי חֶשְׁבּוֹן שֶׁל טֶבֶל בִּלְבָד וְאֵינוֹ מַפְסִיד כְּלוּם: כָּל זְמַן שֶׁהַטֶּבֶל מְרֻבֶּה. וְהוּא שֶׁיִּהְיֶה מְרֻבֶּה עֶשֶׂר {יז}, וְהָכִי אִיתָא בַּיְרוּשַׁלְמִי","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-7","jbo:text":"עיקר תוי\"ט {יד} ואמתניתין דשתי כלכלות נמי קאי מדלא תני בהא אלא מעשרות: {טו} חלין מתקנים. הטבל כשיוציא ממנו תרומה גדולה ותרומת מעשר ולא שאר מעשרות יקרא חלין מפני שהקדשה נטלה ממנו, וחלין מתקנים הינו שהוציא ממנו כל התרומות ומעשרות. הר\"מ: {טז} וכלה מתניתין כשאין לו פרנסה ממקום אחר. ועין בפרק ג' דחלה משנה ט': {יז} ולהכי בעינן עשרה. דהא משום דדינינן ליה כאלו יש לו פרנסה ממקום אחר הוא, וכל שיש לו עשרה חלקים יתרים. שיש לנו להפריש מהן אחת לתרומת מעשר הראויה לחלק עשירית מעשרה חלקי הטבל או המעשר, הלכך דינינן ליה כפרנסה ממקום אחר, ובפחות מזה לא נוכל לדינו כך. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יד} וְאַמַּתְנִיתִין דִּשְׁתֵּי כַלְכָּלוֹת נַמִּי קָאֵי מִדְּלֹא תָנֵי בְּהָא אֶלָּא מַעַשְׂרוֹת: {טו} חֻלִּין מְתֻקָּנִים. הַטֶּבֶל כְּשֶׁיּוֹצִיא מִמֶּנּוּ תְּרוּמָה גְדוֹלָה וּתְרוּמַת מַעֲשֵׂר וְלֹא שְׁאָר מַעַשְׂרוֹת יִקָּרֵא חֻלִּין מִפְּנֵי שֶׁהַקְּדֻשָּׁה נִטְּלָה מִמֶּנּוּ, וְחֻלִּין מְתֻקָּנִים הַיְנוּ שֶׁהוֹצִיא מִמֶּנּוּ כָּל הַתְּרוּמוֹת וּמַעַשְׂרוֹת. הָרַ\"מ: {טז} וְכֻלָּהּ מַתְנִיתִין כְּשֶׁאֵין לוֹ פַּרְנָסָה מִמָּקוֹם אַחֵר. וְעַיֵּן בְּפֶרֶק ג' דְּחַלָּה מִשְׁנָה ט': {יז} וּלְהָכִי בָּעִינַן עֲשָׂרָה. דְּהָא מִשּׁוּם דְּדַיְנִינַן לֵיהּ כְּאִלּוּ יֵשׁ לוֹ פַּרְנָסָה מִמָּקוֹם אַחֵר הוּא, וְכָל שֶׁיֵּשׁ לוֹ עֲשָׂרָה חֲלָקִים יְתֵרִים. שֶׁיֵּשׁ לָנוּ לְהַפְרִישׁ מֵהֶן אֶחָת לִתְרוּמַת מַעֲשֵׂר הָרְאוּיָה לֵחַלֵּק עֲשִׂירִית מֵעֲשָׂרָה חֶלְקֵי הַטֶּבֶל אוֹ הַמַּעֲשֵׁר, הִלְכָּךְ דַּיְנִינַן לֵיהּ כְּפַרְנָסָה מִמָּקוֹם אַחֵר, וּבְפָחוֹת מִזֶּה לֹא נוּכַל לְדַיְנוֹ כָּךְ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-1-3-7-8","jbo:text":"מי שהיו לו עשר שורות של עשר עשר כדי יין, ואמר, שורה החיצונה אחת מעשר, ואין ידוע איזו היא, נוטל שתי חביות {יח} לוכסן. חצי שורה החיצונה אחת מעשר, ואין ידוע איזו היא, נוטל ארבע חביות מארבע זויות. שורה אחת מעשר, ואין ידוע איזו היא, נוטל שורה אחת לוכסן. חצי שורה אחת מעשר {כ}, ואין ידוע איזו היא, נוטל שתי שורות לוכסן. חבית אחת מעשר, ואין ידוע איזו היא, נוטל מכל חבית וחבית","jbo:textNikud":"מִי שֶׁהָיוּ לוֹ עֶשֶׂר שׁוּרוֹת שֶׁל עֶשֶׂר עֶשֶׂר כַּדֵּי יַיִן, וְאָמַר, שׁוּרָה הַחִיצוֹנָה אַחַת מַעֲשֵׂר, וְאֵין יָדוּעַ אֵיזוֹ הִיא, נוֹטֵל שְׁתֵּי חָבִיּוֹת {יח} לוֹכְסָן. חֲצִי שׁוּרָה הַחִיצוֹנָה אַחַת מַעֲשֵׂר, וְאֵין יָדוּעַ אֵיזוֹ הִיא, נוֹטֵל אַרְבַּע חָבִיּוֹת מֵאַרְבַּע זָוִיּוֹת. שׁוּרָה אַחַת מַעֲשֵׂר, וְאֵין יָדוּעַ אֵיזוֹ הִיא, נוֹטֵל שׁוּרָה אַחַת לוֹכְסָן. חֲצִי שׁוּרָה אַחַת מַעֲשֵׂר {כ}, וְאֵין יָדוּעַ אֵיזוֹ הִיא, נוֹטֵל שְׁתֵּי שׁוּרוֹת לוֹכְסָן. חָבִית אַחַת מַעֲשֵׂר, וְאֵין יָדוּעַ אֵיזוֹ הִיא, נוֹטֵל מִכָּל חָבִית וְחָבִית","rdfs:label":"משנה דמאי ז ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-bartanura-1-3-7-8","jbo:text":"ר\"ע מברטנורה עשר שורות של עשר עשר כדי יין. מסדרים בארץ, שבכל ענין שתמנה בין ממזרח למערב בין מצפון לדרום תמצא עשר שורות של עשר עשר שהן מאה כדות: שורה החיצונה אחת מעשר. חבית אחת שבשורה החיצונה קבעתי מעשר על כדות אחרות שיש לי: ואין ידוע איזו. חיצונה, שהרי יש כאן ארבע שורות חיצונות לארבע רוחות: נוטל שתי חביות באלכסון. אחת למקצוע דרומית מזרחית ושניה לה במקצוע מערבית צפונית, שכל חבית שבמקצוע נמנית לשתי רוחות, וימלא משתיהן חבית אחת ותהיה מעשר {יט}: חצי שורה החיצונה אחת מעשר. ואם אמר חבית אחת שבחצי שורה החיצונה בה קבעתי מעשר על כדות אחרות שיש לי: ואין ידוע איזו. חצי שורה מארבע שורות החיצונות: נוטל ארבע חביות מארבע זויות. מפני שיש בכל זוית משתי חצאים שבשתי שורות החיצונות הסמוכות לה, וממלא מארבעתן חבית אחת ותהיה מעשר: שורה אחת מעשר וכו'. ואם אמר חבית אחת שבשורה אחת מאלו עשר שורות בה קבעתי מעשר ואין ידוע באיזו שורה היא: נוטל שורה אחת באלכסון. כלומר נוטל עשר כדות משורה אחת ממקצוע דרומית מזרחית עד מקצוע מערבית צפונית, או ממקצוע דרומית מערבית עד מקצוע מזרחית צפונית וממלא מכל העשר חביות חבית אחת ותהיה מעשר. ומפני מה נוטל באלכסון ואינו נוטל שורה אחת כלה בישר ממזרח למערב או מצפון לדרום, דכשהוא נוטל באלכסון בין שתמנה השורות כלן ממזרח למערב בין שתמנה אותן מצפון לדרום נמצא נוטל חבית אחת מכל שורה ושורה, מה שאין כן אם היה נוטל שורה אחת בארך ממזרח למערב או מצפון לדרום","jbo:textNikud":"ר\"ע מברטנורה עֶשֶׂר שׁוּרוֹת שֶׁל עֶשֶׂר עֶשֶׂר כַּדֵּי יַיִן. מְסֻדָּרִים בָּאָרֶץ, שֶׁבְּכָל עִנְיָן שֶׁתִּמְנֶה בֵּין מִמִּזְרָח לְמַעֲרָב בֵּין מִצָּפוֹן לְדָרוֹם תִּמְצָא עֶשֶׂר שׁוּרוֹת שֶׁל עֶשֶׂר עֶשֶׂר שֶׁהֵן מֵאָה כַּדּוֹת: שׁוּרָה הַחִיצוֹנָה אַחַת מַעֲשֵׂר. חָבִית אַחַת שֶׁבַּשּׁוּרָה הַחִיצוֹנָה קָבַעְתִּי מַעֲשֵׂר עַל כַּדּוֹת אֲחֵרוֹת שֶׁיֵּשׁ לִי: וְאֵין יָדוּעַ אֵיזוֹ. חִיצוֹנָה, שֶׁהֲרֵי יֵשׁ כָּאן אַרְבַּע שׁוּרוֹת חִיצוֹנוֹת לְאַרְבַּע רוּחוֹת: נוֹטֵל שְׁתֵּי חָבִיּוֹת בַּאֲלַכְסוֹן. אַחַת לְמִקְצוֹעַ דְּרוֹמִית מִזְרָחִית וּשְׁנִיָּה לָהּ בְּמִקְצוֹעַ מַעֲרָבִית צְפוֹנִית, שֶׁכָּל חָבִית שֶׁבַּמִּקְצוֹעַ נִמְנֵית לִשְׁתֵּי רוּחוֹת, וִימַלֵּא מִשְּׁתֵּיהֶן חָבִית אַחַת וְתִהְיֶה מַעֲשֵׂר {יט}: חֲצִי שׁוּרָה הַחִיצוֹנָה אַחַת מַעֲשֵׂר. וְאִם אָמַר חָבִית אַחַת שֶׁבַּחֲצִי שׁוּרָה הַחִיצוֹנָה בָּהּ קָבַעְתִּי מַעֲשֵׂר עַל כַּדּוֹת אֲחֵרוֹת שֶׁיֵּשׁ לִי: וְאֵין יָדוּעַ אֵיזוֹ. חֲצִי שׁוּרָה מֵאַרְבַּע שׁוּרוֹת הַחִיצוֹנוֹת: נוֹטֵל אַרְבַּע חָבִיּוֹת מֵאַרְבַּע זָוִיּוֹת. מִפְּנֵי שֶׁיֵּשׁ בְּכָל זָוִית מִשְּׁתֵּי חֲצָאִים שֶׁבִּשְׁתֵּי שׁוּרוֹת הַחִיצוֹנוֹת הַסְּמוּכוֹת לָהּ, וּמְמַלֵּא מֵאַרְבַּעְתָּן חָבִית אַחַת וְתִהְיֶה מַעֲשֵׂר: שׁוּרָה אַחַת מַעֲשֵׂר וְכוּ'. וְאִם אָמַר חָבִית אַחַת שֶׁבְּשׁוּרָה אַחַת מֵאֵלּוּ עֶשֶׂר שׁוּרוֹת בָּהּ קָבַעְתִּי מַעֲשֵׂר וְאֵין יָדוּעַ בְּאֵיזוֹ שׁוּרָה הִיא: נוֹטֵל שׁוּרָה אַחַת בַּאֲלַכְסוֹן. כְּלוֹמַר נוֹטֵל עֶשֶׂר כַּדּוֹת מִשּׁוּרָה אַחַת מִמִּקְצוֹעַ דְּרוֹמִית מִזְרָחִית עַד מִקְצוֹעַ מַעֲרָבִית צְפוֹנִית, אוֹ מִמִּקְצוֹעַ דְּרוֹמִית מַעֲרָבִית עַד מִקְצוֹעַ מִזְרָחִית צְפוֹנִית וּמְמַלֵּא מִכָּל הָעֶשֶׂר חָבִיּוֹת חָבִית אַחַת וְתִהְיֶה מַעֲשֵׂר. וּמִפְּנֵי מַה נוֹטֵל בַּאֲלַכְסוֹן וְאֵינוֹ נוֹטֵל שׁוּרָה אַחַת כֻּלָּהּ בְּיֹשֶׁר מִמִּזְרָח לְמַעֲרָב אוֹ מִצָּפוֹן לְדָרוֹם, דִּכְשֶׁהוּא נוֹטֵל בַּאֲלַכְסוֹן בֵּין שֶׁתִּמְנֶה הַשּׁוּרוֹת כֻּלָּן מִמִּזְרָח לְמַעֲרָב בֵּין שֶׁתִּמְנֶה אוֹתָן מִצָּפוֹן לְדָרוֹם נִמְצָא נוֹטֵל חָבִית אַחַת מִכָּל שׁוּרָה וְשׁוּרָה, מַה שֶּׁאֵין כֵּן אִם הָיָה נוֹטֵל שׁוּרָה אַחַת בָּאֹרֶךְ מִמִּזְרָח לְמַעֲרָב אוֹ מִצָּפוֹן לְדָרוֹם","rdfs:label":"ר\"ע מברטנורה משנה דמאי ז ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-3-7-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-3","jbr:mishna-1-3-7"],"uri":"jbr:mishna-yomtov-1-3-7-8","jbo:text":"עיקר תוי\"ט {יח} שתי חביות. פתח בכד וסים בחבית, לומר לך הינו כד הינו חבית, כדאיתא בבבא קמא (כז.): {יט} וכל החרדה הזאת בשביל תרומת מעשר שיש בו. תוספות יום טוב: {כ} חצי שורה אחת מעשר. לשון הר\"מ ואם אמר חבית אחת מחצי שורה אחת מעשר ולא יחד איזו חצי שורה יקח עשרים חביות עשר על אלכסון אחד ועשר על אלכסון אחר העובר עליו ונמצא לוקח חבית מכל חצי שורה מן השורות ואחר כך יוציא מכלם חבית אחת","jbo:textNikud":"עיקר תוי\"ט {יח} שְׁתֵּי חָבִיּוֹת. פָּתַח בְּכַד וְסִיֵּם בְּחָבִית, לוֹמַר לְךָ הַיְנוּ כַּד הַיְנוּ חָבִית, כִּדְאִיתָא בְּבָבָא קַמָּא (כז.): {יט} וְכָל הַחֲרָדָה הַזֹּאת בִּשְׁבִיל תְּרוּמַת מַעֲשֵׂר שֶׁיֵּשׁ בּוֹ. תּוֹסְפוֹת יוֹם טוֹב: {כ} חֲצִי שׁוּרָה אַחַת מַעֲשֵׂר. לְשׁוֹן הָרַ\"מ וְאִם אָמַר חָבִית אַחַת מֵחֲצִי שׁוּרָה אַחַת מַעֲשֵׂר וְלֹא יִחֵד אֵיזוֹ חֲצִי שׁוּרָה יִקַּח עֶשְׂרִים חָבִיּוֹת עֶשֶׂר עַל אֲלַכְסוֹן אֶחָד וְעֶשֶׂר עַל אֲלַכְסוֹן אַחֵר הָעוֹבֵר עָלָיו וְנִמְצָא לוֹקֵחַ חָבִית מִכָּל חֲצִי שׁוּרָה מִן הַשּׁוּרוֹת וְאַחַר כָּךְ יוֹצִיא מִכֻּלָּם חָבִית אַחַת","rdfs:label":"עיקר תוי\"ט משנה דמאי ז ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-3-7-8"}]}