{"subjects":[{"uri":"jbr:mishna-1-9-1-1","jbo:text":"חמשה דברים חיבים בחלה, החטים והשעורים והכסמין ושבלת שועל ושיפון. הרי אלו חיבין בחלה, ומצטרפין זה עם זה, ואסורין בחדש מלפני הפסח, ומלקצר מלפני העמר {א}. ואם השרישו קדם לעמר, העמר מתירן. ואם לאו, אסורין עד שיבא העמר הבא","jbo:textNikud":"חֲמִשָּׁה דְבָרִים חַיָּבִים בַּחַלָּה, הַחִטִּים וְהַשְּׂעוֹרִים וְהַכֻּסְּמִין וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן. הֲרֵי אֵלּוּ חַיָּבִין בַּחַלָּה, וּמִצְטָרְפִין זֶה עִם זֶה, וַאֲסוּרִין בֶּחָדָשׁ מִלִּפְנֵי הַפֶּסַח, וּמִלִּקְצֹר מִלִּפְנֵי הָעֹמֶר {א}. וְאִם הִשְׁרִישׁוּ קֹדֶם לָעֹמֶר, הָעֹמֶר מַתִּירָן. וְאִם לָאו, אֲסוּרִין עַד שֶׁיָּבֹא הָעֹמֶר הַבָּא","rdfs:label":"משנה חלה א א","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-1"},{"uri":"jbr:mishna-bartanura-1-9-1-1","jbo:text":"ר\"ע מברטנורה חמשה דברים חיבים בחלה. דגמרינן חלה מפסח, נאמר בפסח מצות לחם עני (דברים טז) ונאמר לחם בחלה, והיה באכלכם מלחם הארץ (במדבר טו), מה לחם האמור בפסח דבר הבא לידי חמוץ, אף לחם האמור בחלה דבר הבא לידי חמוץ. ואין לך בא לידי חמוץ אלא אלו חמשת המינים בלבד: ומצטרפין זה עם זה. להשלים שעור העסה החיבת בחלה. ולא שיצטרפו כלן יחד, דמין בשאינו מינו אינו מצטרף, כדתנן לקמן ריש פרק ד', אלא החטים מצטרפים עם הכסמין בלבד מפני שהם מינן, והשעורים מצטרפים עם הכל חוץ מן החטין, ואף על גב דכסמין מין חטין הם, לאו מין חטין דוקא אלא מין שעורים ואף מין חטים, ומצטרפין עם החטים והשעורים. ובירושלמי משמע דאם נלושו יחד מצטרפין אפלו מין בשאינו מינו, אבל אם לא נלושו יחד אלא שאחר כך היו נוגעין העסות זו בזו, מין במינו מצטרפין, שלא במינו אין מצטרפין: ואסורים בחדש. כדכתיב (ויקרא כג) ולחם וקלי וכרמל לא תאכלו עד עצם היום הזה, וגמרינן לחם לחם מפסח: ומלקצר מלפני הפסח. שאסור לקצר מאחד מחמשת המינים קדם קצירת העמר, דכתיב בעמר (ויקרא כג) ראשית קצירכם, שתהא תחלה לכל הנקצרים, ואתיא ראשית ראשית מחלה, כתיב התם (במדבר טו) ראשית עריסותיכם, וכתיב הכא ראשית קצירכם, מה להלן מחמשת המינים אף כאן מחמשת המינים: ואם השרישו. אחד מחמשת המינין הללו, קדם קצירת העמר: העמר מתירן. ומתר לקצרו אחר קצירת העמר, דכתיב (שמות כג) אשר תזרע בשדה, משעה שנזרע ונשרש בשדה {ב}: ואם לאו. שלא השרישו אלא אחר קצירת העמר: אסורים עד שיבא עמר הבא. של שנה הבאה","jbo:textNikud":"ר\"ע מברטנורה חֲמִשָּׁה דְבָרִים חַיָּבִים בַּחַלָּה. דְּגָמְרִינַן חַלָּה מִפֶּסַח, נֶאֱמַר בְּפֶסַח מַצּוֹת לֶחֶם עֹנִי (דְּבָרִים טז) וְנֶאֱמַר לֶחֶם בַּחַלָּה, וְהָיָה בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ (בְּמִדְבָּר טו), מַה לֶּחֶם הָאָמוּר בְּפֶסַח דָּבָר הַבָּא לִידֵי חִמּוּץ, אַף לֶחֶם הָאָמוּר בַּחַלָּה דָּבָר הַבָּא לִידֵי חִמּוּץ. וְאֵין לְךָ בָּא לִידֵי חִמּוּץ אֶלָּא אֵלּוּ חֲמֵשֶׁת הַמִּינִים בִּלְבָד: וּמִצְטָרְפִין זֶה עִם זֶה. לְהַשְׁלִים שִׁעוּר הָעִסָּה הַחַיֶּבֶת בַּחַלָּה. וְלֹא שֶׁיִּצְטָרְפוּ כֻלָּן יַחַד, דְּמִין בְּשֶׁאֵינוֹ מִינוֹ אֵינוֹ מִצְטָרֵף, כְּדִתְנַן לְקַמָּן רֵישׁ פֶּרֶק ד', אֶלָּא הַחִטִּים מִצְטָרְפִים עִם הַכֻּסְּמִין בִּלְבָד מִפְּנֵי שֶׁהֵם מִינָן, וְהַשְּׂעוֹרִים מִצְטָרְפִים עִם הַכֹּל חוּץ מִן הַחִטִּין, וְאַף עַל גַּב דְּכֻסְּמִין מִין חִטִּין הֵם, לָאו מִין חִטִּין דַּוְקָא אֶלָּא מִין שְׂעוֹרִים וְאַף מִין חִטִּים, וּמִצְטָרְפִין עִם הַחִטִּים וְהַשְּׂעוֹרִים. וּבַיְרוּשַׁלְמִי מַשְׁמַע דְּאִם נִלּוֹשׁוּ יַחַד מִצְטָרְפִין אֲפִלּוּ מִין בְּשֶׁאֵינוֹ מִינוֹ, אֲבָל אִם לֹא נִלּוֹשׁוּ יַחַד אֶלָּא שֶׁאַחַר כָּךְ הָיוּ נוֹגְעִין הָעִסּוֹת זוֹ בָזוֹ, מִין בְּמִינוֹ מִצְטָרְפִין, שֶׁלֹּא בְמִינוֹ אֵין מִצְטָרְפִין: וַאֲסוּרִים בֶּחָדָשׁ. כְּדִכְתִיב (וַיִּקְרָא כג) וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ עַד עֶצֶם הַיּוֹם הַזֶּה, וְגָמְרִינַן לֶחֶם לֶחֶם מִפֶּסַח: וּמִלִּקְצֹר מִלִּפְנֵי הַפֶּסַח. שֶׁאָסוּר לִקְצֹר מֵאֶחָד מֵחֲמֵשֶׁת הַמִּינִים קֹדֶם קְצִירַת הָעֹמֶר, דִּכְתִיב בָּעֹמֶר (וַיִּקְרָא כג) רֵאשִׁית קְצִירְכֶם, שֶׁתְּהֵא תְּחִלָּה לְכָל הַנִּקְצָרִים, וְאַתְיָא רֵאשִׁית רֵאשִׁית מֵחַלָּה, כְּתִיב הָתָם (בְּמִדְבָּר טו) רֵאשִׁית עֲרִיסוֹתֵיכֶם, וּכְתִיב הָכָא רֵאשִׁית קְצִירְכֶם, מַה לְּהַלָּן מֵחֲמֵשֶׁת הַמִּינִים אַף כָּאן מֵחֲמֵשֶׁת הַמִּינִים: וְאִם הִשְׁרִישׁוּ. אֶחָד מֵחֲמֵשֶׁת הַמִּינִין הַלָּלוּ, קֹדֶם קְצִירַת הָעֹמֶר: הָעֹמֶר מַתִּירָן. וּמֻתָּר לְקָצְרוֹ אַחַר קְצִירַת הָעֹמֶר, דִּכְתִיב (שְׁמוֹת כג) אֲשֶׁר תִּזְרַע בַּשָּׂדֶה, מִשָּׁעָה שֶׁנִּזְרַע וְנִשְׁרַשׁ בַּשָּׂדֶה {ב}: וְאִם לָאו. שֶׁלֹּא הִשְׁרִישׁוּ אֶלָּא אַחַר קְצִירַת הָעֹמֶר: אֲסוּרִים עַד שֶׁיָּבֹא עֹמֶר הַבָּא. שֶׁל שָׁנָה הַבָּאָה","rdfs:label":"ר\"ע מברטנורה משנה חלה א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-1"},{"uri":"jbr:mishna-yomtov-1-9-1-1","jbo:text":"עיקר תוי\"ט {א} ואסורין כו'. הכי גרסינן בספרים ובפרוש הר\"מ. אבל הר\"ש גורס אסורים בחדש מלפני העמר ומלקצר מלפני הפסח, וכן נראה גרסת הר\"ב. וגרסא זו נראית עקר, דלגרסת הספרים איכא למטעי דאסורים לפני הפסח הינו קדם הפסח אבל כשיגיע תחלת הפסח שרי כו', והא מלתא ליתא דמקרא מלא הוא, עד עצם היום הזה עד הביאכם כו', וזה בראשון לחל המועד. הלכך בחדש מלפני העמר גרסינן. תוספות יום טוב: {ב} בגמרא מנחות דף ע\"א, מדכתיב בשדה, עד שיהא נקלט ונשרש בשדה. והך קרא בשתי הלחם כתיב, ואזריעת העמר קאי, דשתי הלחם לא שרי למקדש, אלא תבואה דשרי עמר להדיוט שרי שתי הלחם למקדש. רש\"י","jbo:textNikud":"עיקר תוי\"ט {א} וַאֲסוּרִין כוּ'. הָכִי גָרְסִינַן בַּסְּפָרִים וּבְפֵרוּשׁ הָרַ\"מ. אֲבָל הָרַ\"שׁ גּוֹרֵס אֲסוּרִים בֶּחָדָשׁ מִלִּפְנֵי הָעֹמֶר וּמִלִּקְצֹר מִלִּפְנֵי הַפֶּסַח, וְכֵן נִרְאֶה גִּרְסַת הָרַ\"ב. וְגִרְסָא זוֹ נִרְאֵית עִקָּר, דִּלְגִרְסַת הַסְּפָרִים אִיכָּא לְמִטְעֵי דַאֲסוּרִים לִפְנֵי הַפֶּסַח הַיְנוּ קֹדֶם הַפֶּסַח אֲבָל כְּשֶׁיַּגִּיעַ תְּחִלַּת הַפֶּסַח שָׁרֵי כוּ', וְהָא מִלְּתָא לֵיתָא דְּמִקְרָא מָלֵא הוּא, עַד עֶצֶם הַיּוֹם הַזֶּה עַד הֲבִיאֲכֶם כוּ', וְזֶה בָּרִאשׁוֹן לְחֹל הַמּוֹעֵד. הִלְכָּךְ בֶּחָדָשׁ מִלִּפְנֵי הָעֹמֶר גָּרְסִינַן. תּוֹסְפוֹת יוֹם טוֹב: {ב} בִּגְמָרָא מְנָחוֹת דַּף ע\"א, מִדִּכְתִיב בַּשָּׂדֶה, עַד שֶׁיְּהֵא נִקְלַט וְנִשְׁרַשׁ בַּשָּׂדֶה. וְהַךְ קְרָא בִּשְׁתֵּי הַלֶּחֶם כְּתִיב, וְאַזְּרִיעַת הָעֹמֶר קָאֵי, דִּשְׁתֵּי הַלֶּחֶם לֹא שָׁרֵי לַמִּקְדָּשׁ, אֶלָּא תְּבוּאָה דְּשָׁרֵי עֹמֶר לָהֶדְיוֹט שָׁרֵי שְׁתֵּי הַלֶּחֶם לַמִּקְדָּשׁ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה חלה א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-1"},{"uri":"jbr:mishna-1-9-1-2","jbo:text":"האוכל מהם כזית מצה בפסח, יצא ידי חובתו. כזית חמץ, חיב בהכרת. נתערב אחד מהם בכל המינים, הרי זה עובר בפסח. הנודר מן הפת {ג} ומן התבואה, אסור בהם, דברי רבי מאיר. וחכמים אומרים, הנודר מן הדגן אינו אסור אלא מהן. וחיבין בחלה ובמעשרות","jbo:textNikud":"הָאוֹכֵל מֵהֶם כַּזַּיִת מַצָּה בְּפֶסַח, יָצָא יְדֵי חוֹבָתוֹ. כַּזַּיִת חָמֵץ, חַיָּב בְּהִכָּרֵת. נִתְעָרֵב אֶחָד מֵהֶם בְּכָל הַמִּינִים, הֲרֵי זֶה עוֹבֵר בְּפֶסַח. הַנּוֹדֵר מִן הַפַּת {ג} וּמִן הַתְּבוּאָה, אָסוּר בָּהֶם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַנּוֹדֵר מִן הַדָּגָן אֵינוֹ אָסוּר אֶלָּא מֵהֶן. וְחַיָּבִין בַּחַלָּה וּבַמַּעַשְׂרוֹת","rdfs:label":"משנה חלה א ב","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-2"},{"uri":"jbr:mishna-bartanura-1-9-1-2","jbo:text":"ר\"ע מברטנורה יצא ידי חובתו. דכתיב (דברים טז) לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות, דברים הבאים לידי חמוץ אדם יוצא בהן ידי חובת מצה, דברים שאין באים לידי חמוץ אין אדם יוצא בהן ידי חובת מצה: נתערב אחד מהן בכל המינים. נתערב אחד מחמשת המינים הללו בשאר תערבות, כגון כתח הבבלי ושכר המדי: הרי זה עובר בפסח. על בל יראה ובל ימצא, אם הניחו ברשותו: הנודר מן הדגן אסור בכל המינים. דדגן כל דמדגן משמע, וקטנית וזרעים מידי דמדגן הוא: אינו אסור אלא בהן. דדגן ותבואה אחד הוא. והלכה כחכמים: וחיבים בחלה ובמעשרות. אידי דבעי למתני אלו חיבים בחלה ופטורים מן המעשרות, ואלו חיבים במעשרות ופטורים מן החלה, תנא הכא וחיבים בחלה ובמעשרות","jbo:textNikud":"ר\"ע מברטנורה יָצָא יְדֵי חוֹבָתוֹ. דִּכְתִיב (דְּבָרִים טז) לֹא תֹאכַל עָלָיו חָמֵץ שִׁבְעַת יָמִים תֹּאכַל עָלָיו מַצּוֹת, דְּבָרִים הַבָּאִים לִידֵי חִמּוּץ אָדָם יוֹצֵא בָהֶן יְדֵי חוֹבַת מַצָּה, דְּבָרִים שֶׁאֵין בָּאִים לִידֵי חִמּוּץ אֵין אָדָם יוֹצֵא בָהֶן יְדֵי חוֹבַת מַצָּה: נִתְעָרֵב אֶחָד מֵהֶן בְּכָל הַמִּינִים. נִתְעָרֵב אֶחָד מֵחֲמֵשֶׁת הַמִּינִים הַלָּלוּ בִּשְׁאָר תַּעֲרֹבוֹת, כְּגוֹן כֻּתָּח הַבַּבְלִי וְשֵׁכָר הַמָּדִי: הֲרֵי זֶה עוֹבֵר בְּפֶסַח. עַל בַּל יֵרָאֶה וּבַל יִמָּצֵא, אִם הִנִּיחוֹ בִרְשׁוּתוֹ: הַנּוֹדֵר מִן הַדָּגָן אָסוּר בְּכָל הַמִּינִים. דְּדָגָן כָּל דְּמִדְגָּן מַשְׁמַע, וְקִטְנִית וּזְרָעִים מִידֵי דְּמִדְגָּן הוּא: אֵינוֹ אָסוּר אֶלָּא בָהֶן. דְּדָגָן וּתְבוּאָה אֶחָד הוּא. וַהֲלָכָה כַּחֲכָמִים: וְחַיָּבִים בַּחַלָּה וּבַמַּעַשְׂרוֹת. אַיְדֵי דְבָעֵי לְמִתְנֵי אֵלּוּ חַיָּבִים בַּחַלָּה וּפְטוּרִים מִן הַמַּעַשְׂרוֹת, וְאֵלוּ חַיָּבִים בַּמַּעַשְׂרוֹת וּפְטוּרִים מִן הַחַלָּה, תָּנָא הָכָא וְחַיָּבִים בַּחַלָּה וּבַמַּעַשְׂרוֹת","rdfs:label":"ר\"ע מברטנורה משנה חלה א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-2"},{"uri":"jbr:mishna-yomtov-1-9-1-2","jbo:text":"עיקר תוי\"ט {ג} הנודר מן הפת. כן הנסחא בספרים. ופליגי רבנן אדיוקא דרבי מאיר דאיהו לא קאמר אלא הנודר מן הפת ומן התבואה שאינו אסור אלא בהן. וקאמרי רבנן דבנודר מן הדגן נמי אינו אסור אלא בהן. ומלשון הר\"ב משמע דגרס בדברי רבי מאיר הנודר מן הדגן אסור בכל המינים. והכי קאמר רבי מאיר במשנה ב' פרק ז' דנדרים הנודר מן הדגן אסור בכל","jbo:textNikud":"עיקר תוי\"ט {ג} הַנּוֹדֵר מִן הַפַּת. כֵּן הַנֻּסְחָא בַּסְּפָרִים. וּפְלִיגֵי רַבָּנָן אַדִּיּוּקָא דְרַבִּי מֵאִיר דְּאִיהוּ לֹא קָאָמַר אֶלָּא הַנּוֹדֵר מִן הַפַּת וּמִן הַתְּבוּאָה שֶׁאֵינוֹ אָסוּר אֶלָּא בָהֶן. וְקָאָמְרֵי רַבָּנָן דִּבְנוֹדֵר מִן הַדָּגָן נַמִּי אֵינוֹ אָסוּר אֶלָּא בָהֶן. וּמִלְּשׁוֹן הָרַ\"ב מַשְׁמַע דְּגָרַס בְּדִבְרֵי רַבִּי מֵאִיר הַנּוֹדֵר מִן הַדָּגָן אָסוּר בְּכָל הַמִּינִים. וְהָכִי קָאָמַר רַבִּי מֵאִיר בְּמִשְׁנָה ב' פֶּרֶק ז' דִּנְדָרִים הַנּוֹדֵר מִן הַדָּגָן אָסוּר בַּכֹּל","rdfs:label":"עיקר תוי\"ט משנה חלה א ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-2"},{"uri":"jbr:mishna-1-9-1-3","jbo:text":"אלו חיבין בחלה ופטורים מן המעשרות. הלקט, והשכחה, והפאה, וההפקר, ומעשר ראשון {ד} שנטלה תרומתו, ומעשר שני והקדש {ה} שנפדו, ומותר העמר, ותבואה שלא הביאה שליש. רבי אליעזר אומר, תבואה שלא הביאה שליש, פטורה מן החלה","jbo:textNikud":"אֵלּוּ חַיָּבִין בַּחַלָּה וּפְטוּרִים מִן הַמַּעַשְׂרוֹת. הַלֶּקֶט, וְהַשִּׁכְחָה, וְהַפֵּאָה, וְהַהֶפְקֵר, וּמַעֲשֵׂר רִאשׁוֹן {ד} שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ {ה} שֶׁנִּפְדּוּ, וּמוֹתַר הָעֹמֶר, וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, פְּטוּרָה מִן הַחַלָּה","rdfs:label":"משנה חלה א ג","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-3"},{"uri":"jbr:mishna-bartanura-1-9-1-3","jbo:text":"ר\"ע מברטנורה הלקט והשכחה והפאה וההפקר. פטורים מן המעשרות. דכתיב (דברים יד) ובא הלוי כי אין לו חלק ונחלה עמך, ממה שיש לך ואין לו אתה חיב לתן לו, יצאו אלו שיש לו עמך: ומותר העמר. שהעמר היה בא משלש סאין, ומוציאין ממנו עשרון סלת מנפה בשלש עשרה נפה, והשאר נפדה ונאכל לכל אדם. וחיב בחלה ופטור ממעשר, לפי שבשעת מרוח היה של הקדש: ותבואה שלא הביאה שליש. חיבת בחלה, שאף היא באה לידי חמוץ, וכל דבר הבא לידי חמוץ לחם אקרי וחיב בחלה. ופטורה מן המעשרות, דבמעשרות כתיב (דברים יד) תבואת זרעך, דבר שזורעים אותו וצומח, והאי אי זרעי ליה לא צמח: תבואה שלא הביאה שליש פטורה מן החלה. דכתיב (במדבר טו) כתרומת גרן כן תרימו אתה, מה תרומה אינה באה מתבואה שלא הביאה שליש, אף חלה אינה באה מתבואה שלא הביאה שליש. ואין הלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה וְהַהֶפְקֵר. פְּטוּרִים מִן הַמַּעַשְׂרוֹת. דִּכְתִיב (דְּבָרִים יד) וּבָא הַלֵּוִי כִּי אֵין לוֹ חֵלֶק וְנַחֲלָה עִמָּךְ, מִמַּה שֶּׁיֵּשׁ לְךָ וְאֵין לוֹ אַתָּה חַיָּב לִתֵּן לוֹ, יָצְאוּ אֵלּוּ שֶׁיֵּשׁ לוֹ עִמָּךְ: וּמוֹתַר הָעֹמֶר. שֶׁהָעֹמֶר הָיָה בָא מִשָּׁלֹשׁ סְאִין, וּמוֹצִיאִין מִמֶּנּוּ עִשָּׂרוֹן סֹלֶת מְנֻפֶּה בִּשְׁלֹשׁ עֶשְׂרֵה נָפָה, וְהַשְּׁאָר נִפְדֶּה וְנֶאֱכַל לְכָל אָדָם. וְחַיָּב בַּחַלָּה וּפָטוּר מִמַּעֲשֵׂר, לְפִי שֶׁבִּשְׁעַת מֵרוּחַ הָיָה שֶׁל הֶקְדֵּשׁ: וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. חַיֶּבֶת בַּחַלָּה, שֶׁאַף הִיא בָאָה לִידֵי חִמּוּץ, וְכָל דָּבָר הַבָּא לִידֵי חִמּוּץ לֶחֶם אִקְרֵי וְחַיָּב בַּחַלָּה. וּפְטוּרָה מִן הַמַּעַשְׂרוֹת, דִּבְמַעַשְׂרוֹת כְּתִיב (דְּבָרִים יד) תְּבוּאַת זַרְעֶךָ, דָּבָר שֶׁזּוֹרְעִים אוֹתוֹ וְצוֹמֵחַ, וְהַאי אִי זָרְעֵי לֵיהּ לֹא צָמַח: תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ פְּטוּרָה מִן הַחַלָּה. דִּכְתִיב (בְּמִדְבָּר טו) כִּתְרוּמַת גֹּרֶן כֵּן תָּרִימוּ אֹתָהּ, מַה תְּרוּמָה אֵינָהּ בָּאָה מִתְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, אַף חַלָּה אֵינָהּ בָּאָה מִתְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה חלה א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-3"},{"uri":"jbr:mishna-yomtov-1-9-1-3","jbo:text":"עיקר תוי\"ט {ד} ומעשר ראשון כו'. מפרש בירושלמי שהקדימו בשבלים: {ה} ומעשר שני והקדש. נראה לפרש כמו שכתב הר\"ב פרק קמא דתרומות, מעשר שני קא משמע לן כגון שהקדימו בשבלים, וכן משמע בירושלמי. וקדם שפדאו ממון גבוה הוא דהכי הלכתא כדפסק בפרק ד' דמעשר שני. והקדש כשמרחו הגזבר ואחר כך פדאו. ומשום הכי פטורין מן המעשרות. וטעמא דחיבים בחלה, משום דמשעת הגלגול הוי חיובא דחלה כדפרש רש\"י והר\"ב במסכת מנחות לענין מותר העמר. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ד} וּמַעֲשֵׂר רִאשׁוֹן כוּ'. מְפָרֵשׁ בַּיְרוּשַׁלְמִי שֶׁהִקְדִּימוֹ בַשִּׁבֳּלִים: {ה} וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ. נִרְאֶה לְפָרֵשׁ כְּמוֹ שֶׁכָּתַב הָרַ\"ב פֶּרֶק קַמָּא דִתְרוּמוֹת, מַעֲשֵׂר שֵׁנִי קָא מַשְׁמַע לָן כְּגוֹן שֶׁהִקְדִּימוֹ בַשִּׁבֳּלִים, וְכֵן מַשְׁמַע בַּיְרוּשַׁלְמִי. וְקֹדֶם שֶׁפְּדָאוֹ מָמוֹן גָּבוֹהַּ הוּא דְּהָכִי הִלְכְתָא כִּדְפָסַק בְּפֶרֶק ד' דְּמַעֲשֵׂר שֵׁנִי. וְהֶקְדֵּשׁ כְּשֶׁמֵּרְחוֹ הַגִּזְבָּר וְאַחַר כָּךְ פְּדָאוֹ. וּמִשּׁוּם הָכִי פְּטוּרִין מִן הַמַּעַשְׂרוֹת. וְטַעֲמָא דְחַיָּבִים בַּחַלָּה, מִשּׁוּם דְּמִשְּׁעַת הַגִּלְגּוּל הֲוֵי חִיּוּבָא דְחַלָּה כִּדְפֵרֵשׁ רַשִׁ\"י וְהָרַ\"ב בְּמַסֶּכֶת מְנָחוֹת לְעִנְיַן מוֹתַר הָעֹמֶר. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה חלה א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-3"},{"uri":"jbr:mishna-1-9-1-4","jbo:text":"אלו חיבין במעשרות ופטורים מן החלה, הארז, והדחן, והפרגים, והשמשמין, והקטניות, ופחות מחמשת רבעים בתבואה. הספגנין, והדבשנין, והאסקריטין, וחלת המשרת, והמדמע {ז}, פטורין מן החלה","jbo:textNikud":"אֵלּוּ חַיָּבִין בַּמַּעַשְׂרוֹת וּפְטוּרִים מִן הַחַלָּה, הָאֹרֶז, וְהַדֹּחַן, וְהַפְּרָגִים, וְהַשֻּׁמְשְׁמִין, וְהַקִּטְנִיּוֹת, וּפָחוֹת מֵחֲמֵשֶׁת רְבָעִים בַּתְּבוּאָה. הַסֻּפְגָּנִין, וְהַדֻּבְשָׁנִין, וְהָאִסְקְרִיטִין, וְחַלַּת הַמַּשְׂרֵת, וְהַמְדֻמָּע {ז}, פְּטוּרִין מִן הַחַלָּה","rdfs:label":"משנה חלה א ד","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-4"},{"uri":"jbr:mishna-bartanura-1-9-1-4","jbo:text":"ר\"ע מברטנורה ופרגין. קורין לו בערבי כשכא\"ש, ובלע\"ז פפאור\"ו: ופחות מחמשת רבעים בתבואה. תבואה שעושה פחות מחמשת רבעים קמח חיב במעשרות, והעסה שנלושה מן הקמח ההוא פטורה מן החלה, לפי ששעור העסה להתחיב בחלה היא חמשת רבעים קמח ועוד {ו}, כלומר מעט יותר מחמשת רבעים: הספגנים. לחם שבלילתו רכה ועשוי כספוג. פרוש אחר רקיקים דקים, תרגום ורקיקי מצות, ואספוגין: הדבשנים. מטגנים בדבש, אי נמי נלושים בדבש: האסקריטין. תרגום צפיחית, אסקריטון. ובלילתן רכה מאד: וחלת המשרת. חלה חלוטה במחבת, תרגום מחבת, משריתא: המדמע. סאה של תרומה שנפלה לפחות ממאה סאין של חלין, ונעשו כלן מדמע ואסורים לזרים, ופטור מן החלה, דכתיב (במדבר טו) תרימו תרומה, ולא שכבר נתרמה","jbo:textNikud":"ר\"ע מברטנורה וּפְרָגִין. קוֹרִין לוֹ בַּעֲרָבִי כשכא\"ש, וּבְלַעַ\"ז פפאור\"ו: וּפָחוֹת מֵחֲמֵשֶׁת רְבָעִים בַּתְּבוּאָה. תְּבוּאָה שֶׁעוֹשָׂה פָּחוֹת מֵחֲמֵשֶׁת רְבָעִים קֶמַח חַיָּב בַּמַּעַשְׂרוֹת, וְהָעִסָּה שֶׁנִּלּוֹשָׁה מִן הַקֶּמַח הַהוּא פְּטוּרָה מִן הַחַלָּה, לְפִי שֶׁשִּׁעוּר הָעִסָּה לְהִתְחַיֵּב בַּחַלָּה הִיא חֲמֵשֶׁת רְבָעִים קֶמַח וְעוֹד {ו}, כְּלוֹמַר מְעַט יוֹתֵר מֵחֲמֵשֶׁת רְבָעִים: הַסֻּפְגָּנִים. לֶחֶם שֶׁבְּלִילָתוֹ רַכָּה וְעָשׂוּי כִּסְפוֹג. פֵּרוּשׁ אַחֵר רְקִיקִים דַּקִּים, תַּרְגּוּם וּרְקִיקֵי מַצּוֹת, וְאִסְפּוֹגִין: הַדֻּבְשָׁנִים. מְטֻגָּנִים בִּדְבַשׁ, אִי נַמִּי נִלּוֹשִׁים בִּדְבַשׁ: הָאִסְקְרִיטִין. תַּרְגּוּם צַפִּיחִית, אִסְקְרִיטוֹן. וּבְלִילָתָן רַכָּה מְאֹד: וְחַלַּת הַמַּשְׂרֵת. חַלָּה חֲלוּטָה בַּמַּחֲבַת, תַּרְגּוּם מַחֲבַת, מַשְׂרִיתָא: הַמְדֻמָּע. סְאָה שֶׁל תְּרוּמָה שֶׁנָּפְלָה לְפָחוֹת מִמֵּאָה סְאִין שֶׁל חֻלִּין, וְנַעֲשׂוּ כֻלָּן מְדֻמָּע וַאֲסוּרִים לְזָרִים, וּפָטוּר מִן הַחַלָּה, דִּכְתִיב (בְּמִדְבָּר טו) תָּרִימוּ תְרוּמָה, וְלֹא שֶׁכְּבָר נִתְרְמָה","rdfs:label":"ר\"ע מברטנורה משנה חלה א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-4"},{"uri":"jbr:mishna-yomtov-1-9-1-4","jbo:text":"עיקר תוי\"ט {ו} אבל משנתנו מוכחת דסברה דלא בעינן ועוד, דאי לא תימא הכי לא הוה ליה למתני פחות, וכן כתב הר\"ש דמצמצמים חיב. ופלגתא דתנאי הוא בפרק קמא דעדיות, ושם פוסק הר\"ב כחכמים דסברי דחמשת רבעים חיבים. תוספות יום טוב: {ז} והמדמע. לפי מה שאכתב בסוף פרקין דדמוע דרבנן, מתניתין בחלה בזמן הזה דרבנן, דאי לאו הכי לא אתי דמוע דרבנן ופקע חיובא דחלה דאוריתא. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ו} אֲבָל מִשְׁנָתֵנוּ מוֹכַחַת דְּסָבְרָה דְלֹא בָעִינַן וְעוֹד, דְּאִי לֹא תֵימָא הָכִי לֹא הֲוָה לֵיהּ לְמִתְנֵי פָּחוֹת, וְכֵן כָּתַב הָרַ\"שׁ דִּמְצֻמְצָמִים חַיָּב. וּפְלֻגְתָּא דְתַנָּאֵי הוּא בְּפֶרֶק קַמָּא דְעֵדֻיּוֹת, וְשָׁם פּוֹסֵק הָרַ\"ב כַּחֲכָמִים דְּסָבְרֵי דַּחֲמֵשֶׁת רְבָעִים חַיָּבִים. תּוֹסְפוֹת יוֹם טוֹב: {ז} וְהַמְדֻמָּע. לְפִי מַה שֶּׁאֶכְתֹּב בְּסוֹף פִּרְקִין דְּדִמּוּעַ דְּרַבָּנָן, מַתְנִיתִין בְּחַלָּה בַּזְּמַן הַזֶּה דְּרַבָּנָן, דְּאִי לָאו הָכִי לֹא אָתֵי דִּמּוּעַ דְּרַבָּנָן וּפָקַע חִיּוּבָא דְחַלָּה דְּאוֹרַיְתָא. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה חלה א ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-4"},{"uri":"jbr:mishna-1-9-1-5","jbo:text":"עסה שתחלתה ספגנין וסופה ספגנין, פטורה מן החלה. תחלתה עסה וסופה ספגנין, תחלתה ספגנין וסופה עסה, חיבין בחלה. וכן הקנובקאות חיבות","jbo:textNikud":"עִסָּה שֶׁתְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ סֻפְגָּנִין, פְּטוּרָה מִן הַחַלָּה. תְּחִלָּתָהּ עִסָּה וְסוֹפָהּ סֻפְגָּנִין, תְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ עִסָּה, חַיָּבִין בַּחַלָּה. וְכֵן הַקְּנוּבְקָאוֹת חַיָּבוֹת","rdfs:label":"משנה חלה א ה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-5"},{"uri":"jbr:mishna-bartanura-1-9-1-5","jbo:text":"ר\"ע מברטנורה עסה שתחלתה ספגנים. כגון עסה שבלילתה רכה: וסופה ספגנים. שמטגנים אותה בשמן ודבש, או מבשלה במים: תחלתה עסה וסופה ספגנים. שבלילתה עבה ואחר כך מטגנים אותה בשמן ודבש או מבשלה במים: תחלתה ספגנין וסופה עסה. בלילתה רכה, ואופה אותה בתנור: קנובקאות. לחם שמחזירים אותו לסלתו, ועושים ממנו מאכל לתינוקות","jbo:textNikud":"ר\"ע מברטנורה עִסָּה שֶׁתְּחִלָּתָהּ סֻפְגָּנִים. כְּגוֹן עִסָּה שֶׁבְּלִילָתָהּ רַכָּה: וְסוֹפָהּ סֻפְגָּנִים. שֶׁמְּטַגְּנִים אוֹתָהּ בְּשֶׁמֶן וּדְבַשׁ, אוֹ מְבַשְּׁלָהּ בְּמַיִם: תְּחִלָּתָהּ עִסָּה וְסוֹפָהּ סֻפְגָּנִים. שֶׁבְּלִילָתָהּ עָבָה וְאַחַר כָּךְ מְטַגְּנִים אוֹתָהּ בְּשֶׁמֶן וּדְבַשׁ אוֹ מְבַשְּׁלָהּ בַּמַּיִם: תְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ עִסָּה. בְּלִילָתָהּ רַכָּה, וְאוֹפֶה אוֹתָהּ בַּתַּנּוּר: קְנוּבְקָאוֹת. לֶחֶם שֶׁמַּחֲזִירִים אוֹתוֹ לְסָלְתּוֹ, וְעוֹשִׂים מִמֶּנּוּ מַאֲכָל לַתִּינוֹקוֹת","rdfs:label":"ר\"ע מברטנורה משנה חלה א ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-5"},{"uri":"jbr:mishna-1-9-1-6","jbo:text":"המעסה, בית שמאי פוטרין, ובית הלל מחיבין. החליטה, בית שמאי מחיבין, ובית הלל פוטרין. חלות תודה ורקיקי נזיר {ח}, עשאן לעצמו, פטור. למכר בשוק, חיב","jbo:textNikud":"הַמְּעִסָּה, בֵּית שַׁמַּאי פּוֹטְרִין, וּבֵית הִלֵּל מְחַיְּבִין. הַחֲלִיטָה, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין. חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר {ח}, עֲשָׂאָן לְעַצְמוֹ, פָּטוּר. לִמְכֹּר בַּשּׁוּק, חַיָּב","rdfs:label":"משנה חלה א ו","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-6"},{"uri":"jbr:mishna-bartanura-1-9-1-6","jbo:text":"ר\"ע מברטנורה המעסה. קמח על גבי מים רותחים: החליטה. מים רותחים על גבי קמח, ומפרש בגמרא דתרי תנאי נינהו ומי ששנה זו לא שנה זו, דתנא אחד תנא מעסה והוא הדין חליטה, וסבר בין מעסה בין חליטה בית שמאי פוטרין ובית הלל מחיבין, ואידך תנא, תנא חליטה והוא הדין מעסה, וסבר בין חליטה בין מעסה בית שמאי מחיבים ובית הלל פוטרים. ולענין פסק הלכה בין מעסה בין חליטה אם נאפות בתנור חיבות בחלה, ואם במרחשת או במחבת ובכל דבר שהאור עוברת תחתיו פטורות מן החלה: עשאן לעצמו. לצרך תודתו ונזירותו: פטור. כיון דגלגלן לקדשן, דכתיב עריסותיכם ולא עסת הקדש: למכר בשוק. לבני אדם שצריכים לחלות תודה ורקיקי נזיר: חיב. דכל לשוק אימלוכי ממליך, אי מזביננא מזביננא, ואי לא, אכילנא להו אנא","jbo:textNikud":"ר\"ע מברטנורה הַמְּעִסָּה. קֶמַח עַל גַּבֵּי מַיִם רוֹתְחִים: הַחֲלִיטָה. מַיִם רוֹתְחִים עַל גַּבֵּי קֶמַח, וּמְפֹרָשׁ בַּגְּמָרָא דִּתְרֵי תַּנָּאֵי נִינְהוּ וּמִי שֶׁשָּׁנָה זוֹ לֹא שָׁנָה זוֹ, דְּתַנָּא אֶחָד תְּנָא מְעִסָּה וְהוּא הַדִּין חֲלִיטָה, וְסָבַר בֵּין מְעִסָּה בֵּין חֲלִיטָה בֵּית שַׁמַּאי פּוֹטְרִין וּבֵית הִלֵּל מְחַיְּבִין, וְאִידָךְ תַּנָּא, תְּנָא חֲלִיטָה וְהוּא הַדִּין מְעִסָּה, וְסָבַר בֵּין חֲלִיטָה בֵּין מְעִסָּה בֵּית שַׁמַּאי מְחַיְּבִים וּבֵית הִלֵּל פּוֹטְרִים. וּלְעִנְיַן פְּסַק הֲלָכָה בֵּין מְעִסָּה בֵּין חֲלִיטָה אִם נֶאֱפוֹת בַּתַּנּוּר חַיָּבוֹת בַּחַלָּה, וְאִם בַּמַּרְחֶשֶׁת אוֹ בַמַּחֲבַת וּבְכָל דָּבָר שֶׁהָאוּר עוֹבֶרֶת תַּחְתָּיו פְּטוּרוֹת מִן הַחַלָּה: עֲשָׂאָן לְעַצְמוֹ. לְצֹרֶךְ תּוֹדָתוֹ וּנְזִירוּתוֹ: פָּטוּר. כֵּיוָן דְּגִלְגְּלָן לְקַדְּשָׁן, דִּכְתִיב עֲרִיסוֹתֵיכֶם וְלֹא עִסַּת הֶקְדֵּשׁ: לִמְכֹּר בַּשּׁוּק. לִבְנֵי אָדָם שֶׁצְּרִיכִים לְחַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר: חַיָּב. דְּכָל לַשּׁוּק אִימְלוֹכֵי מַמְלִיךְ, אִי מִזְבִּינְנָא מִזְבִּינְנָא, וְאִי לֹא, אָכִילְנָא לְהוּ אֲנָא","rdfs:label":"ר\"ע מברטנורה משנה חלה א ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-6"},{"uri":"jbr:mishna-yomtov-1-9-1-6","jbo:text":"עיקר תוי\"ט {ח} חלות תודה ורקיקי נזיר. ולא ידעתי טעם לדבר למה קרי לשל תודה חלות ולשל נזיר רקיקים, הוי ליה למימר חלות ורקיקי תודה ונזיר, דשתיהן בשניהם. ונראה לי לישב קצת, דלהכי קאמר בלשון דצריכין לפרש דתנא הך והוא הדין לאידך, דהא קראי מוכחי דכתיבי חלות ורקיקים בתרויהו, כי היכי לגלאי ארישא דתהיה מתפרשת נמי בכהאי גונא דמעסה והוא הדין חליטה, וכן איפכא, דתרי תנאי נינהו כדכתב הר\"ב","jbo:textNikud":"עיקר תוי\"ט {ח} חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר. וְלֹא יָדַעְתִּי טַעַם לַדָּבָר לָמָּה קָרֵי לְשֶׁל תּוֹדָה חַלּוֹת וּלְשֶׁל נָזִיר רְקִיקִים, הֲוֵי לֵיהּ לְמֵימַר חַלּוֹת וּרְקִיקֵי תּוֹדָה וְנָזִיר, דִּשְׁתֵּיהֶן בִּשְׁנֵיהֶם. וְנִרְאֶה לִי לְיַשֵּׁב קְצָת, דִּלְהָכִי קָאָמַר בְּלָשׁוֹן דִּצְרִיכִין לְפָרֵשׁ דִּתְנָא הַךְ וְהוּא הַדִּין לְאִידָךְ, דְּהָא קְרָאֵי מוֹכְחֵי דִּכְתִיבֵי חַלּוֹת וּרְקִיקִים בְּתַרְוַיְהוּ, כִּי הֵיכִי לְגַלָּאֵי אַרֵישָׁא דְתִהְיֶה מִתְפָּרֶשֶׁת נַמִּי בִּכְהַאי גַוְנָא דִּמְעִסָּה וְהוּא הַדִּין חֲלִיטָה, וְכֵן אִיפְּכָא, דִּתְרֵי תַּנָּאֵי נִינְהוּ כִּדְכָתַב הָרַ\"ב","rdfs:label":"עיקר תוי\"ט משנה חלה א ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-6"},{"uri":"jbr:mishna-1-9-1-7","jbo:text":"נחתום שעשה שאר לחלק, חיב בחלה. נשים שנתנו לנחתום לעשות להן שאר, אם אין בשל אחת מהן כשעור, פטורה מן החלה","jbo:textNikud":"נַחְתּוֹם שֶׁעָשָׂה שְׂאֹר לְחַלֵּק, חַיָּב בַּחַלָּה. נָשִׁים שֶׁנָּתְנוּ לְנַחְתּוֹם לַעֲשׂוֹת לָהֶן שְׂאֹר, אִם אֵין בְּשֶׁל אַחַת מֵהֶן כַּשִּׁעוּר, פְּטוּרָה מִן הַחַלָּה","rdfs:label":"משנה חלה א ז","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-7"},{"uri":"jbr:mishna-bartanura-1-9-1-7","jbo:text":"ר\"ע מברטנורה נחתום שעשה שאר לחלק. ויש בו כדי חיוב חלה, אלא שדעתו למכרו לבני אדם לחלקו לכמה עסות, ואין בכל חלק וחלק כשעור: חיב בחלה. שדעתו אם לא ימצא קונים שיעשנו עסה ויאפה אותה כלה כאחת","jbo:textNikud":"ר\"ע מברטנורה נַחְתּוֹם שֶׁעָשָׂה שְׂאֹר לְחַלֵּק. וְיֵשׁ בּוֹ כְּדֵי חִיּוּב חַלָּה, אֶלָּא שֶׁדַּעְתּוֹ לְמָכְרוֹ לִבְנֵי אָדָם לְחַלְּקוֹ לְכַמָּה עִסּוֹת, וְאֵין בְּכָל חֵלֶק וְחֵלֶק כַּשִּׁעוּר: חַיָּב בַּחַלָּה. שֶׁדַּעְתּוֹ אִם לֹא יִמְצָא קוֹנִים שֶׁיַּעֲשֶׂנּוּ עִסָּה וְיֹאפֶה אוֹתָהּ כֻּלָּהּ כְּאַחַת","rdfs:label":"ר\"ע מברטנורה משנה חלה א ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-7"},{"uri":"jbr:mishna-1-9-1-8","jbo:text":"עסת הכלבים, בזמן שהרועים אוכלין ממנה, חיבת בחלה, ומערבין בה, ומשתתפין בה, ומברכין עליה, ומזמנין עליה, ונעשית ביום טוב, ויוצא בה אדם ידי חובתו בפסח. אם אין הרועים אוכלין ממנה, אינה חיבת בחלה, ואין מערבין בה, ואין משתתפין בה, ואין מברכין עליה, ואין מזמנין עליה, ואינה נעשית ביום טוב, ואין אדם יוצא בה ידי חובתו בפסח. בין כך ובין כך, מטמאה טמאת אכלין","jbo:textNikud":"עִסַּת הַכְּלָבִים, בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה, חַיֶּבֶת בַּחַלָּה, וּמְעָרְבִין בָּהּ, וּמִשְׁתַּתְּפִין בָּהּ, וּמְבָרְכִין עָלֶיהָ, וּמְזַמְּנִין עָלֶיהָ, וְנַעֲשֵׂית בְּיוֹם טוֹב, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. אִם אֵין הָרוֹעִים אוֹכְלִין מִמֶּנָּה, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין מְעָרְבִין בָּהּ, וְאֵין מִשְׁתַּתְּפִין בָּהּ, וְאֵין מְבָרְכִין עָלֶיהָ, וְאֵין מְזַמְּנִין עָלֶיהָ, וְאֵינָהּ נַעֲשֵׂית בְּיוֹם טוֹב, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. בֵּין כָּךְ וּבֵין כָּךְ, מִטַּמְּאָה טֻמְאַת אֳכָלִין","rdfs:label":"משנה חלה א ח","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-8"},{"uri":"jbr:mishna-bartanura-1-9-1-8","jbo:text":"ר\"ע מברטנורה עסת כלבים. נעשית מקמח, ומרסן הרבה מערב בה: בזמן שהרועים אוכלים ממנה. שלא נתערב בה מרסן כל כך: חיבת בחלה. דכיון דחזיא לרועים לחם קרינן בה: ומערבין בה. ערובי חצרות, להוציא מן הבתים לחצר {ט}: ומשתתפין בה. שתופי מבואות, להוציא מן החצרות למבוי: ומברכין עליה. ברכת המוציא: ומזמנין עליה. שלשה שאכלו ממנה כאחת חיבים לזמן: ונאפית ביום טוב. משום חלק רועים: ואדם יוצא בה ידי חובתו בפסח. לילה ראשונה שחיב לאכל כזית מצה: אינה חיבת בחלה. דכתיב (במדבר טו) ראשית עריסותיכם, שלכם חיבת ולא של חיה {י}: מטמאה טמאת אכלין. כיון דעל ידי הדחק נאכלת לאדם, מטמאה, עד שתפסל מלאכל לכלב","jbo:textNikud":"ר\"ע מברטנורה עִסַּת כְּלָבִים. נַעֲשֵׂית מִקֶּמַח, וּמֻרְסָן הַרְבֵּה מְעֹרָב בָּהּ: בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִים מִמֶּנָּה. שֶׁלֹּא נִתְעָרֵב בָּהּ מֻרְסָן כָּל כָּךְ: חַיֶּבֶת בַּחַלָּה. דְּכֵיוָן דְּחַזְיָא לָרוֹעִים לֶחֶם קָרִינַן בָּהּ: וּמְעָרְבִין בָּהּ. עֵרוּבֵי חֲצֵרוֹת, לְהוֹצִיא מִן הַבָּתִּים לֶחָצֵר {ט}: וּמִשְׁתַּתְּפִין בָּהּ. שִׁתּוּפֵי מְבוֹאוֹת, לְהוֹצִיא מִן הַחֲצֵרוֹת לַמָּבוֹי: וּמְבָרְכִין עָלֶיהָ. בִּרְכַּת הַמּוֹצִיא: וּמְזַמְּנִין עָלֶיהָ. שְׁלֹשָׁה שֶׁאָכְלוּ מִמֶּנָּה כְּאַחַת חַיָּבִים לְזַמֵּן: וְנֶאֱפֵית בְּיוֹם טוֹב. מִשּׁוּם חֵלֶק רוֹעִים: וְאָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. לַיְלָה רִאשׁוֹנָה שֶׁחַיָּב לֶאֱכֹל כַּזַּיִת מַצָּה: אֵינָהּ חַיֶּבֶת בַּחַלָּה. דִּכְתִיב (בְּמִדְבָּר טו) רֵאשִׁית עֲרִיסוֹתֵיכֶם, שֶׁלָּכֶם חַיֶּבֶת וְלֹא שֶׁל חַיָּה {י}: מִטַּמְּאָה טֻמְאַת אֳכָלִין. כֵּיוָן דְּעַל יְדֵי הַדְּחַק נֶאֱכֶלֶת לָאָדָם, מִטַּמְּאָה, עַד שֶׁתִּפָּסֵל מִלֶּאֱכֹל לַכֶּלֶב","rdfs:label":"ר\"ע מברטנורה משנה חלה א ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-8"},{"uri":"jbr:mishna-yomtov-1-9-1-8","jbo:text":"עיקר תוי\"ט {ט} והר\"מ מפרש ערובי תחומין ומשמע לכאורה דאתי למעט ערובי חצרות שאין מערבין אלא בפת. אבל כי דיקת בה ליתא דהא טעמא דכולהו משום דכשהרועים אוכלים ממנה הוי פת. תוספות יום טוב: {י} וכלב מין חיה, כדברי תנא קמא סוף פרק ח' דכלאים","jbo:textNikud":"עיקר תוי\"ט {ט} וְהָרַ\"מ מְפָרֵשׁ עֵרוּבֵי תְחוּמִין וּמַשְׁמַע לִכְאוֹרָה דְּאָתֵי לְמַעֵט עֵרוּבֵי חֲצֵרוֹת שֶׁאֵין מְעָרְבִין אֶלָּא בַּפַּת. אֲבָל כִּי דַיְקַת בָּהּ לֵיתָא דְּהָא טַעֲמָא דְּכוּלְהוּ מִשּׁוּם דִּכְשֶׁהָרוֹעִים אוֹכְלִים מִמֶּנָּה הֲוֵי פַּת. תּוֹסְפוֹת יוֹם טוֹב: {י} וְכֶלֶב מִין חַיָּה, כְּדִבְרֵי תַּנָּא קַמָּא סוֹף פֶּרֶק ח' דְּכִלְאַיִם","rdfs:label":"עיקר תוי\"ט משנה חלה א ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-8"},{"uri":"jbr:mishna-1-9-1-9","jbo:text":"החלה והתרומה, חיבין עליה מיתה וחמש, ואסורים לזרים, והם נכסי כהן, ועולין באחד ומאה, וטעונין רחיצת ידים והערב שמש, ואין נטלין מן הטהור על הטמא, אלא מן המקף ומן הדבר הגמור. האומר, כל גרני תרומה וכל עסתי חלה, לא אמר כלום, עד שישיר מקצת","jbo:textNikud":"הַחַלָּה וְהַתְּרוּמָה, חַיָּבִין עָלֶיהָ מִיתָה וְחֹמֶשׁ, וַאֲסוּרִים לְזָרִים, וְהֵם נִכְסֵי כֹהֵן, וְעוֹלִין בְּאֶחָד וּמֵאָה, וּטְעוּנִין רְחִיצַת יָדַיִם וְהַעֲרֵב שֶׁמֶשׁ, וְאֵין נִטָּלִין מִן הַטָּהוֹר עַל הַטָּמֵא, אֶלָּא מִן הַמֻּקָּף וּמִן הַדָּבָר הַגָּמוּר. הָאוֹמֵר, כָּל גָּרְנִי תְרוּמָה וְכָל עִסָּתִי חַלָּה, לֹא אָמַר כְּלוּם, עַד שֶׁיְּשַׁיֵּר מִקְצָת","rdfs:label":"משנה חלה א ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-9"},{"uri":"jbr:mishna-bartanura-1-9-1-9","jbo:text":"ר\"ע מברטנורה חיבין עליהן מיתה. זר האוכלן מזיד חיב מיתה בידי שמים, דחלה אקריא תרומה, ובתרומה כתיב (ויקרא כב) ומתו בו כי יחללהו: וחמש. האוכלן שוגג משלם קרן לבעלים, וחמש לכל כהן שירצה: ואסורים לזרים. בחנם היא שנויה, דכיון שחיבים הזרים עליהם מיתה וחמש פשיטא דאסורים לזרים. ולרבי יוחנן דאמר חצי שעור מדאוריתא, מצינן למימר דתנא אסורים לזרים לחצי שעור שאין בו לא מיתה ולא חמש, אבל אסורא דאוריתא מיהא איכא {יא}: והן נכסי כהן. שיכול למכרן ולקח בהן עבדים וקרקעות ובהמה טמאה: ועולין באחד ומאה. אם נתערבו במאה של חלין: וטעונים רחיצת ידים. הבא לגע בהן צריך לטל ידיו תחלה, שסתם ידים פוסלות את התרומה, ואת החלה, שאף היא נקראת תרומה: והערב שמש. טמא שטבל אינו אוכל בתרומה עד שיעריב שמשו, כדכתיב (ויקרא כב) ובא השמש וטהר ואחר יאכל מן הקדשים, והוא הדין לחלה: ואינן נטלים מן הטהור על הטמא. גזרה שמא יתרם שלא מן המקף, משום דמסתפי שמא יגע הטמא בטהור ויטמאנו, ואנן בעינן שהתורם יתרם מן המקף כדתנן בסמוך: ואין נטלין אלא מן המקף. גרסינן, ופרוש מקף קרוב וסמוך: מן הדבר הגמור. שנגמרה מלאכתן, וחלה משתתגלגל העסה: עד שישיר מקצת. דחלה ותרומה כתיב בהו ראשית, ובעינן שיהו שיריהן נכרים {יב}","jbo:textNikud":"ר\"ע מברטנורה חַיָּבִין עֲלֵיהֶן מִיתָה. זָר הָאוֹכְלָן מֵזִיד חַיָּב מִיתָה בִּידֵי שָׁמַיִם, דְּחַלָּה אִקַּרְיָא תְּרוּמָה, וּבִתְרוּמָה כְּתִיב (וַיִּקְרָא כב) וּמֵתוּ בוֹ כִּי יְחַלְּלֻהוּ: וְחֹמֶשׁ. הָאוֹכְלָן שׁוֹגֵג מְשַׁלֵּם קֶרֶן לַבְּעָלִים, וְחֹמֶשׁ לְכָל כֹּהֵן שֶׁיִּרְצֶה: וַאֲסוּרִים לְזָרִים. בְּחִנָּם הִיא שְׁנוּיָה, דְּכֵיוָן שֶׁחַיָּבִים הַזָּרִים עֲלֵיהֶם מִיתָה וְחֹמֶשׁ פְּשִׁיטָא דַאֲסוּרִים לְזָרִים. וּלְרַבִּי יוֹחָנָן דְּאָמַר חֲצִי שִׁעוּר מִדְּאוֹרַיְתָא, מָצִינַן לְמֵימַר דִּתְנָא אֲסוּרִים לְזָרִים לַחֲצִי שִׁעוּר שֶׁאֵין בּוֹ לֹא מִיתָה וְלֹא חֹמֶשׁ, אֲבָל אִסּוּרָא דְאוֹרַיְתָא מִיהָא אִיכָּא {יא}: וְהֵן נִכְסֵי כֹהֵן. שֶׁיָּכוֹל לְמָכְרָן וְלִקַּח בָּהֶן עֲבָדִים וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה: וְעוֹלִין בְּאֶחָד וּמֵאָה. אִם נִתְעָרְבוּ בְּמֵאָה שֶׁל חֻלִּין: וּטְעוּנִים רְחִיצַת יָדַיִם. הַבָּא לִגַּע בָּהֶן צָרִיךְ לִטֹּל יָדָיו תְּחִלָּה, שֶׁסְּתָם יָדַיִם פּוֹסְלוֹת אֶת הַתְּרוּמָה, וְאֶת הַחַלָּה, שֶׁאַף הִיא נִקְרֵאת תְּרוּמָה: וְהַעֲרֵב שֶׁמֶשׁ. טָמֵא שֶׁטָּבַל אֵינוֹ אוֹכֵל בַּתְּרוּמָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ, כְּדִכְתִיב (וַיִּקְרָא כב) וּבָא הַשֶּׁמֶשׁ וְטָהֵר וְאַחַר יֹאכַל מִן הַקָּדָשִׁים, וְהוּא הַדִּין לְחַלָּה: וְאֵינָן נִטָּלִים מִן הַטָּהוֹר עַל הַטָּמֵא. גְּזֵרָה שֶׁמָּא יִתְרֹם שֶׁלֹּא מִן הַמֻּקָּף, מִשּׁוּם דְּמִסְתְּפֵי שֶׁמָּא יִגַּע הַטָּמֵא בַּטָּהוֹר וִיטַמְּאֶנּוּ, וַאֲנַן בָּעִינַן שֶׁהַתּוֹרֵם יִתְרֹם מִן הַמֻּקָּף כְּדִתְנַן בְּסָמוּךְ: וְאֵין נִטָּלִין אֶלָּא מִן הַמֻּקָּף. גָּרְסִינַן, וּפֵרוּשׁ מֻקָּף קָרוֹב וְסָמוּךְ: מִן הַדָּבָר הַגָּמוּר. שֶׁנִּגְמְרָה מְלַאכְתָּן, וְחַלָּה מִשֶּׁתִּתְגַּלְגֵּל הָעִסָּה: עַד שֶׁיְּשַׁיֵּר מִקְצָת. דְּחַלָּה וּתְרוּמָה כְּתִיב בְּהוּ רֵאשִׁית, וּבָעִינַן שֶׁיְּהוּ שְׁיָרֵיהֶן נִכָּרִים {יב}","rdfs:label":"ר\"ע מברטנורה משנה חלה א ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-9"},{"uri":"jbr:mishna-yomtov-1-9-1-9","jbo:text":"עיקר תוי\"ט {יא} וקשיא לי דהא אף למאן דאמר חצי שעור דרבנן לא בחנם היא שנויה, דנוקים לה מדרבנן, דהא הכי נמי תני רחיצת ידים דלאו דאוריתא אלא משמנה עשר דבר, ואף דמוע הוא מדרבנן. תוספות יום טוב ועין עוד: {יב} כלומר דאי אין שירים אין כאן ראשית. ולשון הגמרא בפרק ראשית הגז, ראשית ששיריה נכרין","jbo:textNikud":"עיקר תוי\"ט {יא} וְקַשְׁיָא לִי דְּהָא אַף לְמַאן דְּאָמַר חֲצִי שִׁעוּר דְּרַבָּנָן לֹא בְחִנָּם הִיא שְׁנוּיָה, דְּנוֹקִים לַהּ מִדְּרַבָּנָן, דְּהָא הָכִי נַמִּי תָּנֵי רְחִיצַת יָדַיִם דְּלָאו דְּאוֹרַיְתָא אֶלָּא מִשְּׁמֹנָה עָשָׂר דָּבָר, וְאַף דִּמּוּעַ הוּא מִדְּרַבָּנָן. תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן עוֹד: {יב} כְּלוֹמַר דְּאִי אֵין שְׁיָרִים אֵין כָּאן רֵאשִׁית. וּלְשׁוֹן הַגְּמָרָא בְּפֶרֶק רֵאשִׁית הַגֵּז, רֵאשִׁית שֶׁשְּׁיָרֶיהָ נִכָּרִין","rdfs:label":"עיקר תוי\"ט משנה חלה א ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-1","jbo:interprets":"jbr:mishna-1-9-1-9"},{"uri":"jbr:mishna-1-9-2-1","jbo:text":"פרות חוצה לארץ שנכנסו לארץ, חיבים בחלה. יצאו מכאן לשם, רבי אליעזר מחיב, ורבי עקיבא פוטר","jbo:textNikud":"פֵּרוֹת חוּצָה לָאָרֶץ שֶׁנִּכְנְסוּ לָאָרֶץ, חַיָּבִים בַּחַלָּה. יָצְאוּ מִכָּאן לְשָׁם, רַבִּי אֱלִיעֶזֶר מְחַיֵּב, וְרַבִּי עֲקִיבָא פּוֹטֵר","rdfs:label":"משנה חלה ב א","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-1"},{"uri":"jbr:mishna-bartanura-1-9-2-1","jbo:text":"ר\"ע מברטנורה פרות חוצה לארץ שנכנסו לארץ חיבין בחלה. דכתיב (במדבר טו) אל הארץ אשר אני מביא אתכם שמה, שמה אתם חיבים בין בפרות הארץ בין בפרות חוצה לארץ: מכאן לשם. מארץ ישראל לחוץ לארץ: רבי אליעזר מחיב. דכתיב (במדבר טו) והיה באכלכם מלחם הארץ, בין שאתם אוכלים אותו בארץ בין שאתם אוכלים אותו בחוץ לארץ, הואיל ולחם הארץ הוא, חיב בחלה: ורבי עקיבא פוטר. דשמה משמע ליה מעוטא, שמה אתם חיבים, ואין אתם חיבים בחוצה לארץ, אף על פי שאתם אוכלים מלחם הארץ. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה פֵּרוֹת חוּצָה לָאָרֶץ שֶׁנִּכְנְסוּ לָאֶרֶץ חַיָּבִין בַּחַלָּה. דִּכְתִיב (בְּמִדְבָּר טו) אֶל הָאָרֶץ אֲשֶׁר אֲנִי מֵבִיא אֶתְכֶם שָׁמָּה, שָׁמָּה אַתֶּם חַיָּבִים בֵּין בְּפֵרוֹת הָאָרֶץ בֵּין בְּפֵרוֹת חוּצָה לָאָרֶץ: מִכָּאן לְשָׁם. מֵאֶרֶץ יִשְׂרָאֵל לְחוּץ לָאָרֶץ: רַבִּי אֱלִיעֶזֶר מְחַיֵּב. דִּכְתִיב (בְּמִדְבָּר טו) וְהָיָה בְאָכְלְכֶם מִלֶּחֶם הָאָרֶץ, בֵּין שֶׁאַתֶּם אוֹכְלִים אוֹתוֹ בָּאָרֶץ בֵּין שֶׁאַתֶּם אוֹכְלִים אוֹתוֹ בְּחוּץ לָאָרֶץ, הוֹאִיל וְלֶחֶם הָאָרֶץ הוּא, חַיָּב בַּחַלָּה: וְרַבִּי עֲקִיבָא פּוֹטֵר. דְּשָׁמָּה מַשְׁמַע לֵיהּ מִעוּטָא, שָׁמָּה אַתֶּם חַיָּבִים, וְאֵין אַתֶּם חַיָּבִים בְּחוּצָה לָאָרֶץ, אַף עַל פִּי שֶׁאַתֶּם אוֹכְלִים מִלֶּחֶם הָאָרֶץ. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה חלה ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-1"},{"uri":"jbr:mishna-1-9-2-2","jbo:text":"עפר חוצה לארץ שבא בספינה לארץ, חיבת במעשרות ובשביעית. אמר רבי יהודה, אימתי {א}, בזמן שהספינה גוששת. עסה שנלושה במי פרות, חיבת בחלה, ונאכלת בידים מסואבות","jbo:textNikud":"עֲפַר חוּצָה לָאָרֶץ שֶׁבָּא בִסְפִינָה לָאָרֶץ, חַיֶּבֶת בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית. אָמַר רַבִּי יְהוּדָה, אֵימָתַי {א}, בִּזְמַן שֶׁהַסְּפִינָה גוֹשֶׁשֶׁת. עִסָּה שֶׁנִּלּוֹשָׁה בְמֵי פֵרוֹת, חַיֶּבֶת בַּחַלָּה, וְנֶאֱכֶלֶת בְּיָדַיִם מְסוֹאָבוֹת","rdfs:label":"משנה חלה ב ב","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-2"},{"uri":"jbr:mishna-bartanura-1-9-2-2","jbo:text":"ר\"ע מברטנורה עפר חוץ לארץ הבא בספינה לארץ. בספינה נקובה אירי, ורגבי האדמה סותמין את הנקב, שאין המים נכנסים בה: חיבת במעשרות. אם זרע וצמחו הזרעים בעפר שבתוך הספינה. ואף על פי שמעפר חוץ לארץ הוא, הואיל והיא נקובה הזרע יונק מלחות עפרה של ארץ ישראל: אימתי בזמן שהספינה גוששת. נוגעת בגושי העפר, כלומר שהיא דבוקה בארץ: עסה שנלושה במי פרות חיבת בחלה. בירושלמי מוכיח קצת שאין הלכה כסתם משנה זו, ועסה שנלושה במי פרות פטורה מחלה. הלכך אין ללוש עסה שיש בה שעור חלה במי ביצים או במי פרות לבדם בלא תערבת מים, הואיל ולא אתבריר הלכה אי חיבת בחלה או פטורה: ונאכלת בידים מסואבות. שאין אכל מכשר לקבל טמאה עד שיבאו עליו מים או אחד משבעה משקין, [ומה] שלא הכשר לקבל טמאה אין הידים מסואבות פוסלות אותה","jbo:textNikud":"ר\"ע מברטנורה עֲפַר חוּץ לָאָרֶץ הַבָּא בִסְפִינָה לָאָרֶץ. בִּסְפִינָה נְקוּבָה אַיְרֵי, וְרִגְבֵי הָאֲדָמָה סוֹתְמִין אֶת הַנֶּקֶב, שֶׁאֵין הַמַּיִם נִכְנָסִים בָּהּ: חַיֶּבֶת בַּמַּעַשְׂרוֹת. אִם זָרַע וְצָמְחוּ הַזְּרָעִים בֶּעָפָר שֶׁבְּתוֹךְ הַסְּפִינָה. וְאַף עַל פִּי שֶׁמֵּעֲפַר חוּץ לָאָרֶץ הוּא, הוֹאִיל וְהִיא נְקוּבָה הַזֶּרַע יוֹנֵק מִלַּחוּת עֲפָרָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל: אֵימָתַי בִּזְמַן שֶׁהַסְּפִינָה גוֹשֶׁשֶׁת. נוֹגַעַת בְּגוּשֵׁי הֶעָפָר, כְּלוֹמַר שֶׁהִיא דְבוּקָה בָאָרֶץ: עִסָּה שֶׁנִּלּוֹשָׁה בְמֵי פֵרוֹת חַיֶּבֶת בַּחַלָּה. בַּיְרוּשַׁלְמִי מוֹכִיחַ קְצָת שֶׁאֵין הֲלָכָה כִּסְתָם מִשְׁנָה זוֹ, וְעִסָּה שֶׁנִּלּוֹשָׁה בְמֵי פֵרוֹת פְּטוּרָה מֵחַלָּה. הִלְכָּךְ אֵין לָלוּשׁ עִסָּה שֶׁיֶּשׁ בָּהּ שִׁעוּר חַלָּה בְּמֵי בֵיצִים אוֹ בְּמֵי פֵרוֹת לְבַדָּם בְּלֹא תַעֲרֹבֶת מַיִם, הוֹאִיל וְלֹא אִתְבָּרִיר הֲלָכָה אִי חַיֶּבֶת בַּחַלָּה אוֹ פְטוּרָה: וְנֶאֱכֶלֶת בְּיָדַיִם מְסוֹאָבוֹת. שֶׁאֵין אֹכֶל מֻכְשָׁר לְקַבֵּל טֻמְאָה עַד שֶׁיָּבֹאוּ עָלָיו מַיִם אוֹ אֶחָד מִשִּׁבְעָה מַשְׁקִין, [וּמַה] שֶּׁלֹּא הֻכְשַׁר לְקַבֵּל טֻמְאָה אֵין הַיָּדַיִם מְסוֹאָבוֹת פּוֹסְלוֹת אוֹתָהּ","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-2"},{"uri":"jbr:mishna-yomtov-1-9-2-2","jbo:text":"עיקר תוי\"ט {א} אמר רבי יהודה אימתי. כתב הר\"מ וכבר בארנו כי בכל מקום שאמר רבי יהודה אימתי שהוא מבאר למי שקדם לו ואינו חולק עליו. והר\"ש כתב דבפרק קמא דגטין מוכח דפליגי. ועין שם בתוספות דהא דמוכח מניה דרבי יהודה דאמר אימתי שבא לחלק, בריתא היא ולא משנתנו","jbo:textNikud":"עיקר תוי\"ט {א} אָמַר רַבִּי יְהוּדָה אֵימָתַי. כָּתַב הָרַ\"מ וּכְבָר בֵּאַרְנוּ כִּי בְכָל מָקוֹם שֶׁאָמַר רַבִּי יְהוּדָה אֵימָתַי שֶׁהוּא מְבָאֵר לְמִי שֶׁקָּדַם לוֹ וְאֵינוֹ חוֹלֵק עָלָיו. וְהָרַ\"שׁ כָּתַב דִּבְפֶרֶק קַמָּא דְגִטִּין מוּכָח דִּפְלִיגֵי. וְעַיֵּן שָׁם בַּתּוֹסָפוֹת דְּהָא דְמוּכָח מִנֵּיהּ דְּרַבִּי יְהוּדָה דְּאָמַר אֵימָתַי שֶׁבָּא לַחֲלֹק, בְּרַיְתָא הִיא וְלֹא מִשְׁנָתֵנוּ","rdfs:label":"עיקר תוי\"ט משנה חלה ב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-2"},{"uri":"jbr:mishna-1-9-2-3","jbo:text":"האשה יושבת וקוצה חלתה ערמה, מפני שהיא יכולה לכסות עצמה, אבל לא האיש. מי שאינו יכול לעשות עסתו בטהרה, יעשנה קבין, ואל יעשנה בטמאה. ורבי עקיבא אומר, יעשנה בטמאה ואל יעשנה קבים, שכשם שהוא קורא לטהורה, כך הוא קורא לטמאה, לזו קורא חלה בשם ולזו קורא חלה בשם, אבל קבים אין להם חלק בשם","jbo:textNikud":"הָאִשָּׁה יוֹשֶׁבֶת וְקוֹצָה חַלָּתָהּ עֲרֻמָּה, מִפְּנֵי שֶׁהִיא יְכוֹלָה לְכַסּוֹת עַצְמָהּ, אֲבָל לֹא הָאִישׁ. מִי שֶׁאֵינוֹ יָכוֹל לַעֲשׂוֹת עִסָּתוֹ בְטָהֳרָה, יַעֲשֶׂנָּה קַבִּין, וְאַל יַעֲשֶׂנָּה בְטֻמְאָה. וְרַבִּי עֲקִיבָא אוֹמֵר, יַעֲשֶׂנָּה בְטֻמְאָה וְאַל יַעֲשֶׂנָּה קַבִּים, שֶׁכְּשֵׁם שֶׁהוּא קוֹרֵא לַטְּהוֹרָה, כָּךְ הוּא קוֹרֵא לַטְּמֵאָה, לְזוֹ קוֹרֵא חַלָּה בַשֵּׁם וּלְזוֹ קוֹרֵא חַלָּה בַשֵּׁם, אֲבָל קַבַּיִם אֵין לָהֶם חֵלֶק בַּשֵּׁם","rdfs:label":"משנה חלה ב ג","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-3"},{"uri":"jbr:mishna-bartanura-1-9-2-3","jbo:text":"ר\"ע מברטנורה וקוצה חלתה ערומה. מפרשת חלה ומברכת על הפרשתה, והוא שפניה של מטה טוחות בקרקע וכל ערותה מכסה. והעגבות אין בהן משום ערוה לענין ברכה. אבל האיש אינו יכול לברך ערום, שאי אפשר לו לכסות ערותו, שבולטים הביצים והגיד: מי שאינו יכול לעשות עסתו בטהרה. כגון שהוא טמא, ואין שם ארבעים סאה שיטבל בהן {ב}: יעשנה קבין. יעשה כל עסתו קב קב, כדי שלא תתחיב בחלה ויצטרך להפריש בטמאה: יעשנה בטמאה. דהכי עדיף טפי ממה שיפטר עסתו מן החלה ולא יהיה בה חלק לשם {ג}. ואין הלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה וְקוֹצָה חַלָּתָהּ עֲרוּמָה. מַפְרֶשֶׁת חַלָּה וּמְבָרֶכֶת עַל הַפְרָשָׁתָהּ, וְהוּא שֶׁפָּנֶיהָ שֶׁל מַטָּה טוּחוֹת בַּקַּרְקַע וְכָל עֶרְוָתָהּ מְכֻסָּה. וְהָעֲגָבוֹת אֵין בָּהֵן מִשּׁוּם עֶרְוָה לְעִנְיַן בְּרָכָה. אֲבָל הָאִישׁ אֵינוֹ יָכוֹל לְבָרֵךְ עָרוֹם, שֶׁאִי אֶפְשָׁר לוֹ לְכַסּוֹת עֶרְוָתוֹ, שֶׁבּוֹלְטִים הַבֵּיצִים וְהַגִּיד: מִי שֶׁאֵינוֹ יָכוֹל לַעֲשׂוֹת עִסָּתוֹ בְטָהֳרָה. כְּגוֹן שֶׁהוּא טָמֵא, וְאֵין שָׁם אַרְבָּעִים סְאָה שֶׁיִּטְבֹּל בָּהֶן {ב}: יַעֲשֶׂנָּה קַבִּין. יַעֲשֶׂה כָּל עִסָּתוֹ קַב קַב, כְּדֵי שֶׁלֹּא תִתְחַיֵּב בַּחַלָּה וְיִצְטָרֵךְ לְהַפְרִישׁ בְּטֻמְאָה: יַעֲשֶׂנָּה בְטֻמְאָה. דְּהָכִי עָדִיף טְפֵי מִמַּה שֶּׁיִּפְטֹר עִסָּתוֹ מִן הַחַלָּה וְלֹא יִהְיֶה בָהּ חֵלֶק לַשֵּׁם {ג}. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-3"},{"uri":"jbr:mishna-yomtov-1-9-2-3","jbo:text":"עיקר תוי\"ט {ב} ופרש הר\"ש בשם הירושלמי ברחוק ארבעה מילין. וכן כתב הר\"מ. וכתב דהינו דוקא לפניו, אבל לאחריו אין מטריחין אותו כלל אפלו בשעור מעט. אבל בחבורו אינו מחלק כלל בין לפניו ולאחריו, וכפרוש רש\"י חלין דף קכ\"ג: {ג} כן פרש הר\"ש, ואין לשמים חלק בה. ואית ספרים דגריס בשלשתן לשם","jbo:textNikud":"עיקר תוי\"ט {ב} וּפֵרֵשׁ הָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי בְּרִחוּק אַרְבָּעָה מִילִין. וְכֵן כָּתַב הָרַ\"מ. וְכָתַב דְּהַיְנוּ דַּוְקָא לְפָנָיו, אֲבָל לְאַחֲרָיו אֵין מַטְרִיחִין אוֹתוֹ כְּלָל אֲפִלּוּ בְּשִׁעוּר מֻעָט. אֲבָל בְּחִבּוּרוֹ אֵינוֹ מְחַלֵּק כְּלָל בֵּין לְפָנָיו וּלְאַחֲרָיו, וּכְפֵרוּשׁ רַשִׁ\"י חֻלִּין דַּף קכ\"ג: {ג} כֵּן פֵּרֵשׁ הָרַ\"שׁ, וְאֵין לַשָּׁמַיִם חֵלֶק בָּהּ. וְאִית סְפָרִים דְּגָרֵיס בִּשְׁלָשְׁתָּן לַשֵּׁם","rdfs:label":"עיקר תוי\"ט משנה חלה ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-3"},{"uri":"jbr:mishna-1-9-2-4","jbo:text":"העושה עסתו קבים ונגעו זה בזה, פטורים מן החלה עד שישוכו. רבי אליעזר אומר, אף הרודה ונותן לסל, הסל מצרפן {ד} לחלה","jbo:textNikud":"הָעוֹשֶׂה עִסָּתוֹ קַבִּים וְנָגְעוּ זֶה בָזֶה, פְּטוּרִים מִן הַחַלָּה עַד שֶׁיִּשּׁוֹכוּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָרוֹדֶה וְנוֹתֵן לַסַּל, הַסַּל מְצָרְפָן {ד} לַחַלָּה","rdfs:label":"משנה חלה ב ד","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-4"},{"uri":"jbr:mishna-bartanura-1-9-2-4","jbo:text":"ר\"ע מברטנורה קבים. קב קב בפני עצמו: ונגעו זה בזה. אין הנגיעה מצרפתן להתחיב בחלה: עד שישוכו. שיתדבקו זה בזה כל כך שאם בא להפרידם נתלש מזו לזו: אף הרודה ונותן לסל. הרודה חלות מן התנור לאחר שנאפו ונותנם בסל: הסל מצרפן לחלה. ואף על פי שאין נושכות. והלכה כרבי אליעזר. והא דמצרכי רבנן נשיכה ורבי אליעזר נגיעה, הני מילי לצרף שני עסות יחד שאין בכל אחת כשעור, אבל לענין לתרם [מן] המקף אף נגיעה לא בעי, רק שיהיו סמוכים זה לזה. ובשלהי פרקין דאמר רבי אליעזר נותן פחות מכביצה באמצע כדי לתרם מן המקף, אלמא בעינן נגיעה לענין מקף, טהורה וטמאה שאני, מפני שהוא דבר שמקפיד על תערבתו אין הכלי מצרף","jbo:textNikud":"ר\"ע מברטנורה קַבִּים. קַב קַב בִּפְנֵי עַצְמוֹ: וְנָגְעוּ זֶה בָזֶה. אֵין הַנְּגִיעָה מְצָרַפְתָּן לְהִתְחַיֵּב בַּחַלָּה: עַד שֶׁיִּשּׁוֹכוּ. שֶׁיִּתְדַּבְּקוּ זֶה בָזֶה כָּל כָּךְ שֶׁאִם בָּא לְהַפְרִידָם נִתְלָשׁ מִזּוֹ לָזוֹ: אַף הָרוֹדֶה וְנוֹתֵן לַסַּל. הָרוֹדֶה חַלּוֹת מִן הַתַּנּוּר לְאַחַר שֶׁנֶּאֱפוּ וְנוֹתְנָם בַּסַּל: הַסַּל מְצָרְפָן לַחַלָּה. וְאַף עַל פִּי שֶׁאֵין נוֹשְׁכוֹת. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר. וְהָא דְמַצְרְכֵי רַבָּנָן נְשִׁיכָה וְרַבִּי אֱלִיעֶזֶר נְגִיעָה, הַנֵּי מִילֵי לְצָרֵף שְׁנֵי עִסּוֹת יַחַד שֶׁאֵין בְּכָל אַחַת כַּשִּׁעוּר, אֲבָל לְעִנְיַן לִתְרֹם [מִן] הַמֻּקָּף אַף נְגִיעָה לֹא בָעֵי, רַק שֶׁיִּהְיוּ סְמוּכִים זֶה לָזֶה. וּבְשִׁלְהֵי פִּרְקִין דְּאָמַר רַבִּי אֱלִיעֶזֶר נוֹתֵן פָּחוֹת מִכַּבֵּיצָה בָּאֶמְצַע כְּדֵי לִתְרֹם מִן הַמֻּקָּף, אַלְמָא בָּעִינַן נְגִיעָה לְעִנְיַן מֻקָּף, טְהוֹרָה וּטְמֵאָה שָׁאנֵי, מִפְּנֵי שֶׁהוּא דָבָר שֶׁמַּקְפִּיד עַל תַּעֲרֻבְתּוֹ אֵין הַכְּלִי מְצָרֵף","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-4"},{"uri":"jbr:mishna-yomtov-1-9-2-4","jbo:text":"עיקר תוי\"ט {ד} מצרפן. טעמא מפרש בבריתא הביאה הרי\"ף בפרק אלו עוברין, דכתיב (במדבר טו) והיה באכלכם מלחם הארץ חלה תרימו, ופרש הר\"ן אלמא דזמנין דלא מחיב מעסה ומחיב בתר הכי דהוי לחם, והינו על ידי צרוף סל","jbo:textNikud":"עיקר תוי\"ט {ד} מְצָרְפָן. טַעֲמָא מְפֹרָשׁ בַּבְּרַיְתָא הֱבִיאָהּ הָרִי\"ף בְּפֶרֶק אֵלּוּ עוֹבְרִין, דִּכְתִיב (בְּמִדְבָּר טו) וְהָיָה בַּאֲכָלְכֶם מִלֶּחֶם הָאָרֶץ חַלָּה תָּרִימוּ, וּפֵרֵשׁ הָרַ\"ן אַלְמָא דְזִמְנִין דְּלֹא מְחַיֵּב מֵעִסָּה וּמְחַיֵּב בָּתַר הָכִי דַּהֲוֵי לֶחֶם, וְהַיְנוּ עַל יְדֵי צֵרוּף סַל","rdfs:label":"עיקר תוי\"ט משנה חלה ב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-4"},{"uri":"jbr:mishna-1-9-2-5","jbo:text":"המפריש חלתו קמח, אינה חלה, וגזל ביד כהן. העסה עצמה, חיבת בחלה. והקמח, אם יש בו כשעור, חיבת בחלה, ואסורה לזרים, דברי רבי יהושע. אמרו לו, מעשה וקפשה זקן זר. אמר להם, אף הוא קלקל לעצמו ותקן לאחרים {ו}","jbo:textNikud":"הַמַּפְרִישׁ חַלָּתוֹ קֶמַח, אֵינָהּ חַלָּה, וְגָזֵל בְּיַד כֹּהֵן. הָעִסָּה עַצְמָהּ, חַיֶּבֶת בַּחַלָּה. וְהַקֶּמַח, אִם יֶשׁ בּוֹ כַשִּׁעוּר, חַיֶּבֶת בַּחַלָּה, וַאֲסוּרָה לְזָרִים, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. אָמְרוּ לוֹ, מַעֲשֶׂה וּקְפָשָׁהּ זָקֵן זָר. אָמַר לָהֶם, אַף הוּא קִלְקֵל לְעַצְמוֹ וְתִקֵּן לַאֲחֵרִים {ו}","rdfs:label":"משנה חלה ב ה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-5"},{"uri":"jbr:mishna-bartanura-1-9-2-5","jbo:text":"ר\"ע מברטנורה אינה חלה. דראשית עריסותיכם כתיב: וגזל ביד כהן. וצריך להחזירה לבעלים, שאם תשאר בידו יהיה סבור שעסתו פטורה {ה}: העסה עצמה. שהפריש חלתה קמח חיבת בחלה: והקמח. שבא ליד כהן בתורת חלה: אם יש בו כשעור. חמשת רבעים קמח, חיבת בחלה: ואסורה לזרים. כל הקמח שבא ליד כהן, וחמרא בעלמא הוא, לפי שראו שבא ליד כהן, שלא יאמרו ראינו זר אוכל חלות: וקפשה זקן זר. חטפה זקן זר ואכלה: קלקל לעצמו. דאכלה ואיענש: ותקן לאחרים. שאחרים אוכלין ותולין בו, ומוצאים פתח להתיר, לפי שראוהו שאכל","jbo:textNikud":"ר\"ע מברטנורה אֵינָהּ חַלָּה. דְּרֵאשִׁית עֲרִיסוֹתֵיכֶם כְּתִיב: וְגָזֵל בְּיַד כֹּהֵן. וְצָרִיךְ לְהַחֲזִירָהּ לַבְּעָלִים, שֶׁאִם תִּשָּׁאֵר בְּיָדוֹ יִהְיֶה סָבוּר שֶׁעִסָּתוֹ פְטוּרָה {ה}: הָעִסָּה עַצְמָהּ. שֶׁהִפְרִישׁ חַלָּתָהּ קֶמַח חַיֶּבֶת בַּחַלָּה: וְהַקֶּמַח. שֶׁבָּא לְיַד כֹּהֵן בְּתוֹרַת חַלָּה: אִם יֶשׁ בּוֹ כַשִּׁעוּר. חֲמֵשֶׁת רְבָעִים קֶמַח, חַיֶּבֶת בַּחַלָּה: וַאֲסוּרָה לְזָרִים. כָּל הַקֶּמַח שֶׁבָּא לְיַד כֹּהֵן, וְחֻמְרָא בְּעַלְמָא הוּא, לְפִי שֶׁרָאוּ שֶׁבָּא לְיַד כֹּהֵן, שֶׁלֹּא יֹאמְרוּ רָאִינוּ זָר אוֹכֵל חַלּוֹת: וּקְפָשָׁהּ זָקֵן זָר. חֲטָפָהּ זָקֵן זָר וַאֲכָלָהּ: קִלְקֵל לְעַצְמוֹ. דַּאֲכָלָהּ וְאִיעֲנַשׁ: וְתִקֵּן לַאֲחֵרִים. שֶׁאֲחֵרִים אוֹכְלִין וְתוֹלִין בּוֹ, וּמוֹצְאִים פֶּתַח לְהַתִּיר, לְפִי שֶׁרָאוּהוּ שֶׁאָכַל","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-5"},{"uri":"jbr:mishna-1-9-2-6","jbo:text":"חמשת רבעים קמח, חיבים בחלה. הם ושארן וסבן ומרסנן חמשת רבעים, חיבין. נטל מרסנן מתוכן וחזר לתוכן, הרי אלו פטורין","jbo:textNikud":"חֲמֵשֶׁת רְבָעִים קֶמַח, חַיָּבִים בַּחַלָּה. הֵם וּשְׂאֹרָן וְסֻבָּן וּמֻרְסָנָן חֲמֵשֶׁת רְבָעִים, חַיָּבִין. נִטַּל מֻרְסָנָן מִתּוֹכָן וְחָזַר לְתוֹכָן, הֲרֵי אֵלּוּ פְטוּרִין","rdfs:label":"משנה חלה ב ו","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-6"},{"uri":"jbr:mishna-bartanura-1-9-2-6","jbo:text":"עיקר תוי\"ט {ה} גמרא בפרק ב' דקדושין דף מ\"ו. ופריך ותהוי תרומה ויחזר ויתרם. מי לא תנן (דמאי פרק ה משנה י) משאינו נקוב על הנקוב תרומה ויחזר ויתרם. ומשני הא אוקימנא בתרי מני (חד נקוב וחד לא) צאית, בחד מנא לא צאית, כגון חלת קמח על קמח: {ו} ותקן לאחרים. שהאחרים העושין כן על פי הוראתו הרי הם שוגגין ולא מזידין, שזקן זה לא קטל קניא באגמא הוה אלא חכם היה, שכן זקן בלשון הקדש חכם כמאמרם בוהדרת פני זקן [קדושין לב:] (עיקר תוי\"ט). פרק ב - משנה ו חמשת רבעים קמח, חיבים בחלה. הם ושארן וסבן ומרסנן חמשת רבעים, חיבין. נטל מרסנן מתוכן וחזר לתוכן, הרי אלו פטורין: ר\"ע מברטנורה חמשת רבעים. של קב חיבין בחלה, דכתיב (במדבר טו) ראשית עריסותיכם, ועסת מדבר היתה עמר לגלגלת, והעמר עשירית האיפה הוא, האיפה שלש סאין, והסאה ששה קבין, הרי שמנה עשר קבין באיפה, והקב ארבעה לגין, הרי שבעים ושנים לגין. עשירית שבעים שבעה לגין, ועשירית שני לגין הוא ביצה וחמש ביצה, שהלג הוא ששה ביצים. כשבאו לירושלים והוסיפו שתות על המדות נמצא ששה לגין [הם] חמשה, (ולג השבעה) [ולג הוא] חמשה ביצים, שכל ששה נעשים חמשה, וביצה וחמש ביצה נעשית ביצה. נמצא העמר שהיה במדבר שבעה לגים וביצה וחמש ביצה, נעשה בירושלים ששה לגין. כשבאו לצפורי והוסיפו שתות על המדות של ירושלים, נעשו הששה לגין חמשה. והינו חמשת רבעים קמח. ונקראו הלגין רבעים, לפי שהלג הוא רבע הקב, שהקב ארבעה לגין: הן ושאורן. השאר שנותנין לתוכן: וסבן. הוא הדק: מרסנן. הוא הגס. כלן מצטרפין עם הקמח להשלים השעור, שכן עני אוכל פתו בעסה מערבת עם סבין ומרסנן: נטל מרסנן מתוכן וחזר לתוכן הרי אלו פטורים. שאין דרך עסה להחזיר מרסן לתוכה לאחר שנטל ממנה","jbo:textNikud":"עיקר תוי\"ט {ה} גְּמָרָא בְּפֶרֶק ב' דְּקִדּוּשִׁין דַּף מ\"ו. וּפָרֵיךְ וְתֶהֱוֵי תְּרוּמָה וְיַחֲזֹר וְיִתְרֹם. מִי לֹא תְנַן (דְּמַאי פֶּרֶק ה מִשְׁנָה י) מִשֶּׁאֵינוֹ נָקוּב עַל הַנָּקוּב תְּרוּמָה וְיַחֲזֹר וְיִתְרֹם. וּמְשָׁנֵי הָא אוֹקִימְנָא בִּתְרֵי מָנֵי (חַד נָקוּב וְחַד לֹא) צָאֵית, בְּחַד מָנָא לֹא צָאֵית, כְּגוֹן חַלַּת קֶמַח עַל קֶמַח: {ו} וְתִקֵּן לַאֲחֵרִים. שֶׁהָאֲחֵרִים הָעוֹשִׂין כֵּן עַל פִּי הוֹרָאָתוֹ הֲרֵי הֵם שׁוֹגְגִין וְלֹא מְזִידִין, שֶׁזָּקֵן זֶה לֹא קָטַל קַנְיָא בְּאַגָּמָא הֲוָה אֶלָּא חָכָם הָיָה, שֶׁכֵּן זָקֵן בִּלְשׁוֹן הַקֹּדֶשׁ חָכָם כְּמַאֲמָרָם בִּוְהָדַרְתָּ פְּנֵי זָקֵן [קִדוּשִׁין לב:] (עיקר תוי\"ט). פרק ב - משנה ו חֲמֵשֶׁת רְבָעִים קֶמַח, חַיָּבִים בַּחַלָּה. הֵם וּשְׂאֹרָן וְסֻבָּן וּמֻרְסָנָן חֲמֵשֶׁת רְבָעִים, חַיָּבִין. נִטַּל מֻרְסָנָן מִתּוֹכָן וְחָזַר לְתוֹכָן, הֲרֵי אֵלּוּ פְטוּרִין: ר\"ע מברטנורה חֲמֵשֶׁת רְבָעִים. שֶׁל קַב חַיָּבִין בַּחַלָּה, דִּכְתִיב (בְּמִדְבָּר טו) רֵאשִׁית עֲרִיסוֹתֵיכֶם, וְעִסַּת מִדְבָּר הָיְתָה עֹמֶר לַגֻּלְגֹּלֶת, וְהָעֹמֶר עֲשִׂירִית הָאֵיפָה הוּא, הָאֵיפָה שָׁלֹשׁ סְאִין, וְהַסְּאָה שִׁשָּׁה קַבִּין, הֲרֵי שְׁמֹנָה עָשָׂר קַבִּין בְּאֵיפָה, וְהַקַּב אַרְבָּעָה לֻגִּין, הֲרֵי שִׁבְעִים וּשְׁנַיִם לֻגִּין. עֲשִׂירִית שִׁבְעִים שִׁבְעָה לֻגִּין, וַעֲשִׂירִית שְׁנֵי לֻגִּין הוּא בֵּיצָה וְחֹמֶשׁ בֵּיצָה, שֶׁהַלֹּג הוּא שִׁשָּׁה בֵיצִים. כְּשֶׁבָּאוּ לִירוּשָׁלַיִם וְהוֹסִיפוּ שְׁתוּת עַל הַמִּדּוֹת נִמְצָא שִׁשָּׁה לֻגִּין [הֵם] חֲמִשָּׁה, (וְלֹג הַשִּׁבְעָה) [וְלֹג הוּא] חֲמִשָּׁה בֵיצִים, שֶׁכָּל שִׁשָּׁה נַעֲשִׂים חֲמִשָּׁה, וּבֵיצָה וְחֹמֶשׁ בֵּיצָה נַעֲשֵׂית בֵּיצָה. נִמְצָא הָעֹמֶר שֶׁהָיָה בַמִּדְבָּר שִׁבְעָה לֻגִּים וּבֵיצָה וְחֹמֶשׁ בֵּיצָה, נַעֲשָׂה בִירוּשָׁלַיִם שִׁשָּׁה לֻגִּין. כְּשֶׁבָּאוּ לְצִפּוֹרִי וְהוֹסִיפוּ שְׁתוּת עַל הַמִּדּוֹת שֶׁל יְרוּשָׁלַיִם, נַעֲשׂוּ הַשִּׁשָּׁה לֻגִּין חֲמִשָּׁה. וְהַיְנוּ חֲמֵשֶׁת רְבָעִים קֶמַח. וְנִקְרְאוּ הַלֻּגִּין רְבָעִים, לְפִי שֶׁהַלֹּג הוּא רֹבַע הַקַּב, שֶׁהַקַּב אַרְבָּעָה לֻגִּין: הֵן וּשְׂאוֹרָן. הַשְּׂאֹר שֶׁנּוֹתְנִין לְתוֹכָן: וְסֻבָּן. הוּא הַדַּק: מֻרְסָנָן. הוּא הַגַּס. כֻּלָּן מִצְטָרְפִין עִם הַקֶּמַח לְהַשְׁלִים הַשִּׁעוּר, שֶׁכֵּן עָנִי אוֹכֵל פִּתּוֹ בְּעִסָּה מְעֹרֶבֶת עִם סֻבִּין וּמֻרְסָנָן: נִטַּל מֻרְסָנָן מִתּוֹכָן וְחָזַר לְתוֹכָן הֲרֵי אֵלּוּ פְטוּרִים. שֶׁאֵין דֶּרֶךְ עִסָּה לְהַחֲזִיר מֻרְסָן לְתוֹכָהּ לְאַחַר שֶׁנִּטַּל מִמֶּנָּה","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-6"},{"uri":"jbr:mishna-1-9-2-7","jbo:text":"שעור החלה, אחד מעשרים וארבעה. העושה עסה לעצמו, והעושה למשתה בנו, אחד מעשרים וארבעה. נחתום שהוא עושה למכר בשוק, וכן האשה שהיא עושה למכר בשוק, אחד מארבעים ושמנה. נטמאת עסתה שוגגת או אנוסה, אחד מארבעים ושמנה. נטמאת מזידה, אחד מעשרים וארבעה, כדי שלא יהא חוטא נשכר","jbo:textNikud":"שִׁעוּר הַחַלָּה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. הָעוֹשֶׂה עִסָּה לְעַצְמוֹ, וְהָעוֹשֶׂה לְמִשְׁתֵּה בְנוֹ, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. נַחְתּוֹם שֶׁהוּא עוֹשֶׂה לִמְכֹּר בַּשּׁוּק, וְכֵן הָאִשָּׁה שֶׁהִיא עוֹשָׂה לִמְכֹּר בַּשּׁוּק, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה. נִטְמֵאת עִסָּתָהּ שׁוֹגֶגֶת אוֹ אֲנוּסָה, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה. נִטְמֵאת מְזִידָה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה, כְּדֵי שֶׁלֹּא יְהֵא חוֹטֵא נִשְׂכָּר","rdfs:label":"משנה חלה ב ז","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-7"},{"uri":"jbr:mishna-bartanura-1-9-2-7","jbo:text":"ר\"ע מברטנורה אחד מעשרים וארבעה. לפי שבעל הבית עסתו מעוטה, ובפחות מאחד מעשרים וארבעה אין בה כדי מתנה, והתורה אמרה תתנו, שיהא בו כדי נתינה: והעושה למשתה בנו. אף על פי שעושה עסה מרבה לא פלוג בעסת בעל הבית: נחתום העושה למכר בשוק. עסתו מרבה, ובאחד מארבעים ושמנה יש בה כדי מתנה: וכן האשה העושה למכר. אף על פי שעסתה מעוטה לא פלוג בפת העשוי למכר: נטמאת. הואיל ולשרפה עומדת, אחד מארבעים ושמנה","jbo:textNikud":"ר\"ע מברטנורה אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה. לְפִי שֶׁבַּעַל הַבַּיִת עִסָּתוֹ מְעוּטָה, וּבְפָחוֹת מֵאֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה אֵין בָּהּ כְּדֵי מַתָּנָה, וְהַתּוֹרָה אָמְרָה תִּתְּנוּ, שֶׁיְּהֵא בוֹ כְדֵי נְתִינָה: וְהָעוֹשֶׂה לְמִשְׁתֵּה בְנוֹ. אַף עַל פִּי שֶׁעוֹשֶׂה עִסָּה מְרֻבָּה לֹא פְּלוּג בְּעִסַּת בַּעַל הַבַּיִת: נַחְתּוֹם הָעוֹשֶׂה לִמְכֹּר בַּשּׁוּק. עִסָּתוֹ מְרֻבָּה, וּבְאֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה יֵשׁ בָּהּ כְּדֵי מַתָּנָה: וְכֵן הָאִשָּׁה הָעוֹשָׂה לִמְכֹּר. אַף עַל פִּי שֶׁעִסָּתָהּ מְעוּטָה לֹא פְּלוּג בְּפַת הֶעָשׂוּי לִמְכֹּר: נִטְמֵאת. הוֹאִיל וְלִשְׂרֵפָה עוֹמֶדֶת, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-7"},{"uri":"jbr:mishna-1-9-2-8","jbo:text":"רבי אליעזר אומר, נטלת מן הטהור על הטמא. כיצד, עסה טהורה ועסה טמאה, נוטל כדי חלה מעסה שלא {ז} הורם חלתה, ונותן פחות מכביצה באמצע, כדי שיטל מן המקף. וחכמים אוסרין","jbo:textNikud":"רַבִּי אֱלִיעֶזֶר אוֹמֵר, נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא. כֵּיצַד, עִסָּה טְהוֹרָה וְעִסָּה טְמֵאָה, נוֹטֵל כְּדֵי חַלָּה מֵעִסָּה שֶׁלֹּא {ז} הוּרָם חַלָּתָהּ, וְנוֹתֵן פָּחוֹת מִכַּבֵּיצָה בָּאֶמְצַע, כְּדֵי שֶׁיִּטֹּל מִן הַמֻּקָּף. וַחֲכָמִים אוֹסְרִין","rdfs:label":"משנה חלה ב ח","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-8"},{"uri":"jbr:mishna-bartanura-1-9-2-8","jbo:text":"ר\"ע מברטנורה נטלת מן הטהור על הטמא. ולא חישינן שמא יגעו זה בזה: נוטל כדי חלה. שעור חלה שצריך לטל מן הטהור והטמא, נוטל מאותה עסה הטהורה שלא הורמה חלתה: ונותן פחות מכביצה באמצע. בין הטמאה והטהורה, דפחות מכביצה אינו מטמא {ח}, ומניח החלה על אותו פחות מכביצה המחבר בין הטמאה והטהורה, שאין החלה מקבלת טמאה בכך: כדי שיטל מן המקף. שתהיה הטמאה מחברת לטהורה על ידי אותו פחות מכביצה, וכאלו הטמאה וטהורה עסה אחת: וחכמים אוסרין. לטל מן הטהורה על הטמאה, דחישינן שמא יגע זו בזו, אלא נוטל מן הטהור לעצמו ומן הטמא לעצמו. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא. וְלֹא חַיְשִׁינַן שֶׁמָּא יִגְּעוּ זֶה בָזֶה: נוֹטֵל כְּדֵי חַלָּה. שִׁעוּר חַלָּה שֶׁצָּרִיךְ לִטֹּל מִן הַטָּהוֹר וְהַטָּמֵא, נוֹטֵל מֵאוֹתָהּ עִסָּה הַטְּהוֹרָה שֶׁלֹּא הוּרְמָה חַלָּתָהּ: וְנוֹתֵן פָּחוֹת מִכַּבֵּיצָה בָּאֶמְצַע. בֵּין הַטְּמֵאָה וְהַטְּהוֹרָה, דְּפָחוֹת מִכַּבֵּיצָה אֵינוֹ מְטַמֵּא {ח}, וּמַנִּיחַ הַחַלָּה עַל אוֹתוֹ פָּחוֹת מִכַּבֵּיצָה הַמְחַבֵּר בֵּין הַטְּמֵאָה וְהַטְּהוֹרָה, שֶׁאֵין הַחַלָּה מְקַבֶּלֶת טֻמְאָה בְּכָךְ: כְּדֵי שֶׁיִּטֹּל מִן הַמֻּקָּף. שֶׁתִּהְיֶה הַטְּמֵאָה מְחֻבֶּרֶת לַטְּהוֹרָה עַל יְדֵי אוֹתוֹ פָּחוֹת מִכַּבֵּיצָה, וּכְאִלּוּ הַטְּמֵאָה וּטְהוֹרָה עִסָּה אַחַת: וַחֲכָמִים אוֹסְרִין. לִטֹּל מִן הַטְּהוֹרָה עַל הַטְּמֵאָה, דְּחַיְשִׁינַן שֶׁמָּא יִגַּע זוֹ בָזוֹ, אֶלָּא נוֹטֵל מִן הַטָּהוֹר לְעַצְמוֹ וּמִן הַטָּמֵא לְעַצְמוֹ. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה חלה ב ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-8"},{"uri":"jbr:mishna-yomtov-1-9-2-8","jbo:text":"עיקר תוי\"ט {ז} שלא הורמה חלתה. כדי להפריש מן החיוב על החיוב. הר\"ש: {ח} כלומר אף על פי שהיא פחות מכביצה הרי היא מקבלת טמאה, וכדתנן בריש פרק ב' דטהרות, ושם אאריך בזה בסיעתא דשמיא. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} שֶׁלֹּא הוּרְמָה חַלָּתָהּ. כְּדֵי לְהַפְרִישׁ מִן הַחִיּוּב עַל הַחִיּוּב. הָרַ\"שׁ: {ח} כְּלוֹמַר אַף עַל פִּי שֶׁהִיא פָּחוֹת מִכַּבֵּיצָה הֲרֵי הִיא מְקַבֶּלֶת טֻמְאָה, וּכְדִתְנַן בְּרֵישׁ פֶּרֶק ב' דְּטָהֳרוֹת, וְשָׁם אַאֲרִיךְ בָּזֶה בְּסִיַּעְתָּא דִשְׁמַיָּא. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה חלה ב ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-2","jbo:interprets":"jbr:mishna-1-9-2-8"},{"uri":"jbr:mishna-1-9-3-1","jbo:text":"אוכלין עראי מן העסה, עד שתתגלגל בחטים ותטמטם בשעורים {א}. גלגלה בחטים וטמטמה בשעורים, האוכל ממנה חיב מיתה. כיון שהיא נותנת את המים, מגבהת חלתה, ובלבד שלא יהא שם חמשה רבעי קמח","jbo:textNikud":"אוֹכְלִין עֲרַאי מִן הָעִסָּה, עַד שֶׁתִּתְגַּלְגֵּל בַּחִטִּים וְתִטַּמְטֵם בַּשְּׂעוֹרִים {א}. גִּלְגְּלָהּ בַּחִטִּים וְטִמְטְמָהּ בַּשְּׂעוֹרִים, הָאוֹכֵל מִמֶּנָּה חַיָּב מִיתָה. כֵּיוָן שֶׁהִיא נוֹתֶנֶת אֶת הַמַּיִם, מַגְבַּהַת חַלָּתָהּ, וּבִלְבַד שֶׁלֹּא יְהֵא שָׁם חֲמִשָּׁה רִבְעֵי קֶמַח","rdfs:label":"משנה חלה ג א","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-1"},{"uri":"jbr:mishna-bartanura-1-9-3-1","jbo:text":"ר\"ע מברטנורה אוכלין עראי עד שתתגלגל. שתתערב יפה, לפי שאין שם עסה עליה קדם גלגול: ותטמטם בשעורים. לפי שעסת השעורים מתפרדת ואינה מתערבת יפה כעסה של חטים, אלא מטמטם ביד {ב}: חיב מיתה. דנגמרה מלאכתה, וטבל הוא במיתה: מגבהת חלתה. תקנת חכמים היא בעסה טהורה למהר להפריש חלה בטהרה, שמא תטמא העסה, דעקר מצוה היא להמתין עד אחר גמר לישה: ובלבד שיהא שם חמשת רבעים קמח. שנתערבו במים, דבפחות מהן לא הגיעה העסה לכלל חיוב חלה. ואית ספרים דגרסי ובלבד שלא יהיה שם חמשת רבעים קמח, כלומר שלא ישארו חמשת רבעים קמח שלא נתערבו במים, דאם נשארו חמשת רבעים לא נפטרו בחלה שהפריש קדם שנתגלגלו. ובירושלמי מוכיח שאם אמר הרי זו חלה על השאר ועל העסה, ועל הקמח הנשאר לכשתתגלגל העסה כלה תתקדש זו שבידי לשם חלה, הרי זה מתר {ג}. וכן ילמד אדם בתוך ביתו לנשים לומר כן כשמפרישות חלה מיד אחר גלגול העסה קדם עריכת הלחם","jbo:textNikud":"ר\"ע מברטנורה אוֹכְלִין עֲרַאי עַד שֶׁתִּתְגַּלְגֵּל. שֶׁתִּתְעָרֵב יָפֶה, לְפִי שֶׁאֵין שֵׁם עִסָּה עָלֶיהָ קֹדֶם גִּלְגּוּל: וְתִטַּמְטֵם בַּשְּׂעוֹרִים. לְפִי שֶׁעִסַּת הַשְּׂעוֹרִים מִתְפָּרֶדֶת וְאֵינָהּ מִתְעָרֶבֶת יָפֶה כְּעִסָּה שֶׁל חִטִּים, אֶלָּא מְטַמְטֵם בַּיָּד {ב}: חַיָּב מִיתָה. דְּנִגְמְרָה מְלַאכְתָּהּ, וְטֶבֶל הוּא בְּמִיתָה: מַגְבַּהַת חַלָּתָהּ. תַּקָּנַת חֲכָמִים הִיא בְּעִסָּה טְהוֹרָה לְמַהֵר לְהַפְרִישׁ חַלָּה בְּטָהֳרָה, שֶׁמָּא תִּטַּמֵּא הָעִסָּה, דְּעִקַּר מִצְוָה הִיא לְהַמְתִּין עַד אַחַר גְּמַר לִישָׁה: וּבִלְבָד שֶׁיְּהֵא שָׁם חֲמֵשֶׁת רְבָעִים קֶמַח. שֶׁנִּתְעָרְבוּ בְמַיִם, דִּבְפָחוֹת מֵהֶן לֹא הִגִּיעָה הָעִסָּה לִכְלַל חִיּוּב חַלָּה. וְאִית סְפָרִים דְּגָרְסֵי וּבִלְבָד שֶׁלֹּא יִהְיֶה שָׁם חֲמֵשֶׁת רְבָעִים קֶמַח, כְּלוֹמַר שֶׁלֹּא יִשָּׁאֲרוּ חֲמֵשֶׁת רְבָעִים קֶמַח שֶׁלֹּא נִתְעָרְבוּ בְמַיִם, דְּאִם נִשְׁאֲרוּ חֲמֵשֶׁת רְבָעִים לֹא נִפְטְרוּ בַּחַלָּה שֶׁהִפְרִישׁ קֹדֶם שֶׁנִּתְגַּלְגְּלוּ. וּבַיְרוּשַׁלְמִי מוֹכִיחַ שֶׁאִם אָמַר הֲרֵי זוֹ חַלָּה עַל הַשְּׂאֹר וְעַל הָעִסָּה, וְעַל הַקֶּמַח הַנִּשְׁאָר לִכְשֶׁתִּתְגַּלְגֵּל הָעִסָּה כֻלָּהּ תִּתְקַדֵּשׁ זוֹ שֶׁבְּיָדִי לְשֵׁם חַלָּה, הֲרֵי זֶה מֻתָּר {ג}. וְכֵן יְלַמֵּד אָדָם בְּתוֹךְ בֵּיתוֹ לַנָּשִׁים לוֹמַר כֵּן כְּשֶׁמַּפְרִישׁוֹת חַלָּה מִיָּד אַחַר גִּלְגּוּל הָעִסָּה קֹדֶם עֲרִיכַת הַלֶּחֶם","rdfs:label":"ר\"ע מברטנורה משנה חלה ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-1"},{"uri":"jbr:mishna-yomtov-1-9-3-1","jbo:text":"עיקר תוי\"ט {א} ותטמטם בשעורים. והכסמין כחטין. ושבלת שועל ושיפון כשעורים. הר\"ם: {ב} ולפי זה לשון מטמטם הוא מלשון ארמי, כמו טמונון פלשתאי בפרשת תולדות. ויותר נראה לי מה שכתב הרא\"ש לפי שאין עסת השעורים נדבקת יפה, לפיכך נקראת לישתה טמטום: {ג} ואף על גב דחלה זו לא הוי מקף לקמח המתערב בעסה אחר כך, מכל מקום כיון דהוי עקר העסה מקף סגי בהכי. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {א} וְתִטַּמְטֵם בַּשְּׂעוֹרִים. וְהַכֻּסְּמִין כַּחִטִּין. וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן כַּשְּׂעוֹרִים. הָרַ\"ם: {ב} וּלְפִי זֶה לְשׁוֹן מִטַּמְטֵם הוּא מִלְּשׁוֹן אֲרַמִּי, כְּמוֹ טַמּוֹנוּן פְּלִשְׁתָּאֵי בְּפָרָשַׁת תּוֹלְדוֹת. וְיוֹתֵר נִרְאֶה לִי מַה שֶּׁכָּתַב הָרֹא\"שׁ לְפִי שֶׁאֵין עִסַּת הַשְּׂעוֹרִים נִדְבֶּקֶת יָפֶה, לְפִיכָךְ נִקְרֵאת לִישָׁתָהּ טִמְטוּם: {ג} וְאַף עַל גַּב דְּחַלָּה זוֹ לֹא הֲוֵי מֻקָּף לַקֶּמַח הַמִּתְעָרֵב בָּעִסָּה אַחַר כָּךְ, מִכָּל מָקוֹם כֵּיוָן דַּהֲוֵי עִקַּר הָעִסָּה מֻקָּף סַגִּי בְהָכִי. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה חלה ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-1"},{"uri":"jbr:mishna-1-9-3-2","jbo:text":"נדמעה עסתה עד שלא גלגלה, פטורה, שהמדמע פטור. ומשגלגלה, חיבת. נולד לה ספק {ד} טמאה עד שלא גלגלה, תעשה בטמאה, ומשגלגלה, תעשה בטהרה","jbo:textNikud":"נִדְמְעָה עִסָּתָהּ עַד שֶׁלֹּא גִלְגְּלָה, פְּטוּרָה, שֶׁהַמְּדֻמָּע פָּטוּר. וּמִשֶּׁגִּלְגְּלָה, חַיֶּבֶת. נוֹלַד לָהּ סְפֵק {ד} טֻמְאָה עַד שֶׁלֹּא גִלְגְּלָה, תֵּעָשֶׂה בְטֻמְאָה, וּמִשֶּׁגִּלְגְּלָה, תֵּעָשֶׂה בְטָהֳרָה","rdfs:label":"משנה חלה ג ב","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-2"},{"uri":"jbr:mishna-bartanura-1-9-3-2","jbo:text":"ר\"ע מברטנורה נדמעה עסתה. נתערב בה תרומה בפחות ממאה חלין: משגלגלה חיבת. דכיון דנתחיבה בחלה כבר, תו לא פקע על ידי דמוע: עד שלא גלגלה תעשה בטמאה. כיון דאפלו אם תעשה בטהרה אין הכהן רשאי לאכלה {ה} מפני ספק שנולד בה, יכול לטמאותה מיד קדם גלגול: משגלגלה תעשה בטהרה. אם נולד בה ספק לאחר הגלגול אסור לטמאותה, דחלין הטבולים לחלה כחלה דמו {ו}, ותרומה תלויה צריכה שמור {ז}","jbo:textNikud":"ר\"ע מברטנורה נִדְמְעָה עִסָּתָהּ. נִתְעָרֵב בָּהּ תְּרוּמָה בְּפָחוֹת מִמֵּאָה חֻלִּין: מִשֶּׁגִּלְגְּלָה חַיֶּבֶת. דְּכֵיוָן דְּנִתְחַיְּבָה בַחַלָּה כְּבָר, תּוּ לֹא פָקַע עַל יְדֵי דִמּוּעַ: עַד שֶׁלֹּא גִלְגְּלָה תֵּעָשֶׂה בְטֻמְאָה. כֵּיוָן דַּאֲפִלּוּ אִם תֵּעָשֶׂה בְטָהֳרָה אֵין הַכֹּהֵן רַשַּׁאי לְאָכְלָהּ {ה} מִפְּנֵי סָפֵק שֶׁנּוֹלַד בָּהּ, יָכוֹל לְטַמְּאוֹתָהּ מִיָּד קֹדֶם גִּלְגּוּל: מִשֶּׁגִּלְגְּלָה תֵּעָשֶׂה בְטָהֳרָה. אִם נוֹלַד בָּהּ סָפֵק לְאַחַר הַגִּלְגּוּל אָסוּר לְטַמְּאוֹתָהּ, דְּחֻלִּין הַטְּבוּלִים לְחַלָּה כְּחַלָּה דָּמוּ {ו}, וּתְרוּמָה תְּלוּיָה צְרִיכָה שִׁמּוּר {ז}","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-2"},{"uri":"jbr:mishna-yomtov-1-9-3-2","jbo:text":"עיקר תוי\"ט {ד} ספק. הינו ספק טמאה לחלין, דהא עד שלא גלגלה אכתי לאו טבולה לחלה נינהו. הר\"ש: {ה} ומשמע דאי לאו הכי הוי אסור לעשות בטמאה אפלו לחלין שעדין אינם טבולים לחלה. טעמא דמכל מקום סופו לבא לידי חיוב חלה ולפיכך אסור לטמאו בידים. ולדברי הר\"מ אפלו לגרם נמי אסור: {ו} מפרש בגמרא נדה דף ז' כל שודאו מטמא חלין גזרו על ספקו משום חלין הטבולין לחלה, לאפוקי טבול יום, כיון דלא מטמא ודאו חלין, לא גזרו עליו משום חלין הטבולין לחלה: {ז} לפי לשון הגמרא שם, חלין הטבולים לחלה כחלה דמי, ואסור לגרם טמאה לחלה, אם כן אסור לגרם לה טמאה, כל שכן לטמאה ביד","jbo:textNikud":"עיקר תוי\"ט {ד} סָפֵק. הַיְנוּ סְפֵק טֻמְאָה לְחֻלִּין, דְּהָא עַד שֶׁלֹּא גִלְגְּלָה אַכַּתִּי לָאו טְבוּלָה לְחַלָּה נִינְהוּ. הָרַ\"שׁ: {ה} וּמַשְׁמַע דְּאִי לָאו הָכִי הֲוֵי אָסוּר לַעֲשׂוֹת בְּטֻמְאָה אֲפִלּוּ לְחֻלִּין שֶׁעֲדַיִן אֵינָם טְבוּלִים לְחַלָּה. טַעֲמָא דְמִכָּל מָקוֹם סוֹפוֹ לָבֹא לִידֵי חִיּוּב חַלָּה וּלְפִיכָךְ אָסוּר לְטַמְּאוֹ בְיָדַיִם. וּלְדִבְרֵי הָרַ\"מ אֲפִלּוּ לִגְרֹם נַמִּי אָסוּר: {ו} מְפָרֵשׁ בַּגְּמָרָא נִדָּה דַּף ז' כָּל שֶׁוַּדָּאוֹ מְטַמֵּא חֻלִּין גָּזְרוּ עַל סְפֵקוֹ מִשּׁוּם חֻלִּין הַטְּבוּלִין לְחַלָּה, לַאֲפוֹקֵי טְבוּל יוֹם, כֵּיוָן דְּלֹא מְטַמֵּא וַדָּאוֹ חֻלִּין, לֹא גָזְרוּ עָלָיו מִשּׁוּם חֻלִּין הַטְּבוּלִין לְחַלָּה: {ז} לְפִי לְשׁוֹן הַגְּמָרָא שָׁם, חֻלִּין הַטְּבוּלִים לְחַלָּה כְּחַלָּה דָּמִי, וְאָסוּר לִגְרֹם טֻמְאָה לְחַלָּה, אִם כֵּן אָסוּר לִגְרֹם לָהּ טֻמְאָה, כָּל שֶׁכֵּן לְטַמְּאָהּ בַּיָּד","rdfs:label":"עיקר תוי\"ט משנה חלה ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-2"},{"uri":"jbr:mishna-1-9-3-3","jbo:text":"הקדישה עסתה עד שלא גלגלה, ופדאתה, חיבת. משגלגלה, ופדאתה, חיבת. הקדישתה עד שלא גלגלה, וגלגלה הגזבר, ואחר כך פדאתה, פטורה, שבשעת חובתה היתה פטורה","jbo:textNikud":"הִקְדִּישָׁה עִסָּתָהּ עַד שֶׁלֹּא גִלְגְּלָה, וּפְדָאַתָּהּ, חַיֶּבֶת. מִשֶּׁגִּלְגְּלָה, וּפְדָאַתָּה, חַיֶּבֶת. הִקְדִּישַׁתָּהּ עַד שֶׁלֹּא גִלְגְּלָה, וְגִלְגְּלָהּ הַגִּזְבָּר, וְאַחַר כָּךְ פְּדָאַתָּהּ, פְּטוּרָה, שֶׁבִּשְׁעַת חוֹבָתָהּ הָיְתָה פְטוּרָה","rdfs:label":"משנה חלה ג ג","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-3"},{"uri":"jbr:mishna-bartanura-1-9-3-3","jbo:text":"ר\"ע מברטנורה עד שלא גלגלה ופדאתה. ולאחר שפדאתה גלגלה, חיבת, כיון דבשעת הגלגול לא היתה הקדש: שבשעת חובתה היתה פטורה. דגלגול הקדש פוטר, דכתיב עריסותיכם, ולא עסת הקדש {ח}","jbo:textNikud":"ר\"ע מברטנורה עַד שֶׁלֹּא גִלְגְּלָה וּפְדָאַתָּהּ. וּלְאַחַר שֶׁפְּדָאַתָּה גִּלְגְּלָה, חַיֶּבֶת, כֵּיוָן דְּבִשְׁעַת הַגִּלְגּוּל לֹא הָיְתָה הֶקְדֵּשׁ: שֶׁבִּשְׁעַת חוֹבָתָהּ הָיְתָה פְטוּרָה. דְּגִלְגּוּל הֶקְדֵּשׁ פּוֹטֵר, דִּכְתִיב עֲרִיסוֹתֵיכֶם, וְלֹא עִסַּת הֶקְדֵּשׁ {ח}","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-3"},{"uri":"jbr:mishna-yomtov-1-9-3-3","jbo:text":"עיקר תוי\"ט {ח} אף על גב דבפרק ב' משנה ו' דריש ליה, הא אמרינן במנחות דף ס\"ז דתרי עריסותיכם כתיבי. והר\"מ הביא ספרי, תרימו תרומה, את שמורם ממנו קדש והנשאר חל, ולא שזה וזה קדש","jbo:textNikud":"עיקר תוי\"ט {ח} אַף עַל גַּב דִּבְפֶרֶק ב' מִשְׁנָה ו' דָּרֵישׁ לֵיהּ, הָא אָמְרִינַן בִּמְנָחוֹת דַּף ס\"ז דִּתְרֵי עֲרִיסוֹתֵיכֶם כְּתִיבֵי. וְהָרַ\"מ הֵבִיא סִפְרִי, תָּרִימוּ תְרוּמָה, אֶת שֶׁמּוּרָם מִמֶּנּוּ קֹדֶשׁ וְהַנִּשְׁאָר חֹל, וְלֹא שֶׁזֶּה וְזֶה קֹדֶשׁ","rdfs:label":"עיקר תוי\"ט משנה חלה ג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-3"},{"uri":"jbr:mishna-1-9-3-4","jbo:text":"כיוצא בו, המקדיש פרותיו עד שלא באו לעונת המעשרות, ופדאן, חיבין. ומשבאו לעונת המעשרות, ופדאן, חיבין. הקדישן עד שלא נגמרו, וגמרן הגזבר, ואחר כך פדאן, פטורין, שבשעת חובתן היו פטורין","jbo:textNikud":"כַּיּוֹצֵא בוֹ, הַמַּקְדִּישׁ פֵּרוֹתָיו עַד שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. וּמִשֶּׁבָּאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, וּפְדָאָן, חַיָּבִין. הִקְדִּישָׁן עַד שֶׁלֹּא נִגְמְרוּ, וּגְמָרָן הַגִּזְבָּר, וְאַחַר כָּךְ פְּדָאָן, פְּטוּרִין, שֶׁבִּשְׁעַת חוֹבָתָן הָיוּ פְטוּרִין","rdfs:label":"משנה חלה ג ד","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-4"},{"uri":"jbr:mishna-bartanura-1-9-3-4","jbo:text":"ר\"ע מברטנורה עד שלא באו לעונת המעשרות. כל אחד כמשפט המפרש בפרק קמא דמעשרות: וגמרן הגזבר. שנגמרו בעודן תחת יד הגזבר: שבשעת חובתן היו פטורים. דכתיב דגנך, ולא דגן הקדש","jbo:textNikud":"ר\"ע מברטנורה עַד שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת. כָּל אֶחָד כַּמִּשְׁפָּט הַמְפֹרָשׁ בְּפֶרֶק קַמָּא דְמַעַשְׂרוֹת: וּגְמָרָן הַגִּזְבָּר. שֶׁנִּגְמְרוּ בְּעוֹדָן תַּחַת יַד הַגִּזְבָּר: שֶׁבִּשְׁעַת חוֹבָתָן הָיוּ פְטוּרִים. דִּכְתִיב דְּגָנְךָ, וְלֹא דְּגַן הֶקְדֵּשׁ","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-4"},{"uri":"jbr:mishna-1-9-3-5","jbo:text":"נכרי שנתן לישראל לעשות לו עסה, פטורה מן החלה. נתנה לו מתנה, עד שלא גלגל, חיב, ומשגלגל, פטור. העושה עסה עם הנכרי, אם אין בשל ישראל כשעור חלה, פטורה מן החלה","jbo:textNikud":"נָכְרִי שֶׁנָּתַן לְיִשְׂרָאֵל לַעֲשׂוֹת לוֹ עִסָּה, פְּטוּרָה מִן הַחַלָּה. נְתָנָהּ לוֹ מַתָּנָה, עַד שֶׁלֹּא גִלְגֵּל, חַיָּב, וּמִשֶּׁגִּלְגֵּל, פָּטוּר. הָעוֹשֶׂה עִסָּה עִם הַנָּכְרִי, אִם אֵין בְּשֶׁל יִשְׂרָאֵל כְּשִׁעוּר חַלָּה, פְּטוּרָה מִן הַחַלָּה","rdfs:label":"משנה חלה ג ה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-5"},{"uri":"jbr:mishna-bartanura-1-9-3-5","jbo:text":"ר\"ע מברטנורה פטורה מן החלה. שאין גלגולו של ישראל מחיב העסה של עובד כוכבים. וכן עסה של ישראל אין גלגול העובד כוכבים פוטרתה: אם אין בשל ישראל כשעור. שחיבין להפריש ממנה חלה, שהן חמשת רבעים","jbo:textNikud":"ר\"ע מברטנורה פְּטוּרָה מִן הַחַלָּה. שֶׁאֵין גִּלְגּוּלוֹ שֶׁל יִשְׂרָאֵל מְחַיֵּב הָעִסָּה שֶׁל עוֹבֵד כּוֹכָבִים. וְכֵן עִסָּה שֶׁל יִשְׂרָאֵל אֵין גִּלְגּוּל הָעוֹבֵד כּוֹכָבִים פּוֹטַרְתָּהּ: אִם אֵין בְּשֶׁל יִשְׂרָאֵל כְּשִׁעוּר. שֶׁחַיָּבִין לְהַפְרִישׁ מִמֶּנָּה חַלָּה, שֶׁהֵן חֲמֵשֶׁת רְבָעִים","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-5"},{"uri":"jbr:mishna-1-9-3-6","jbo:text":"גר שנתגיר והיתה לו עסה, נעשית {ט} עד שלא נתגיר, פטור, ומשנתגיר, חיב. ואם ספק, חיב, ואין חיבין עליה חמש. רבי עקיבא אומר, הכל הולך אחר הקרימה {יא} בתנור","jbo:textNikud":"גֵּר שֶׁנִּתְגַּיֵּר וְהָיְתָה לוֹ עִסָּה, נַעֲשֵׂית {ט} עַד שֶׁלֹּא נִתְגַּיֵּר, פָּטוּר, וּמִשֶּׁנִּתְגַיֵּר, חַיָּב. וְאִם סָפֵק, חַיָּב, וְאֵין חַיָּבִין עָלֶיהָ חֹמֶשׁ. רַבִּי עֲקִיבָא אוֹמֵר, הַכֹּל הוֹלֵךְ אַחַר הַקְּרִימָה {יא} בַתַּנּוּר","rdfs:label":"משנה חלה ג ו","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-6"},{"uri":"jbr:mishna-bartanura-1-9-3-6","jbo:text":"ר\"ע מברטנורה ספק חיב. משום דהוי ספק אסורא, ולחמרא, ומפריש חלה ומוכרה לכהן {י}: ואין חיבין עליה חמש. זר האוכלה אינו משלם את החמש, אבל הקרן משלם, דתשלומי תרומה כפרה נינהו, הלכך מפריש תשלומין, ומכפרים מספק, ומוכרן לכהן: אחר הקרימה בתנור. דסבר רבי עקיבא אין גמר מלאכתה של חלה עד שיקרמו פני הפת בתנור, וזו היא עונתה לחלה, הלכך אם נתגיר קדם שיקרמו פני הפת בתנור, חיב בחלה. ואין הלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה סָפֵק חַיָּב. מִשּׁוּם דַּהֲוֵי סְפֵק אִסּוּרָא, וּלְחֻמְרָא, וּמַפְרִישׁ חַלָּה וּמוֹכְרָהּ לַכֹּהֵן {י}: וְאֵין חַיָּבִין עָלֶיהָ חֹמֶשׁ. זָר הָאוֹכְלָהּ אֵינוֹ מְשַׁלֵּם אֶת הַחֹמֶשׁ, אֲבָל הַקֶּרֶן מְשַׁלֵּם, דְּתַשְׁלוּמֵי תְרוּמָה כַּפָּרָה נִינְהוּ, הִלְכָּךְ מַפְרִישׁ תַּשְׁלוּמִין, וּמְכַפְּרִים מִסָּפֵק, וּמוֹכְרָן לַכֹּהֵן: אַחַר הַקְּרִימָה בַתַּנּוּר. דְּסָבַר רַבִּי עֲקִיבָא אֵין גְּמַר מְלַאכְתָּהּ שֶׁל חַלָּה עַד שֶׁיִּקְרְמוּ פְנֵי הַפַּת בַּתַּנּוּר, וְזוֹ הִיא עוֹנָתָהּ לַחַלָּה, הִלְכָּךְ אִם נִתְגַּיֵּר קֹדֶם שֶׁיִּקְרְמוּ פְנֵי הַפַּת בַּתַּנּוּר, חַיָּב בַּחַלָּה. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-6"},{"uri":"jbr:mishna-yomtov-1-9-3-6","jbo:text":"עיקר תוי\"ט {ט} נעשית. הינו נתגלגלה בחטים ונטמטמה בשעורים. הר\"מ: {י} ולפי מה שכתבתי בשם התוספות בריש דמאי, יש לומר דלהכי מוכרם לכהן, משום דהוי דבר מרבה, אחד מעשרים וארבעה, מה שאין כן תרומת מעשר אחד ממאה. עוד יש לומר דהכא עסה בחזקת פטורה קימת, מה שאין כן פרות של עם הארץ דבחזקת חיבים הן. וכהאי גונא מצינו בגמרא דחלין פרק י' לענין ממונא: {יא} אחר הקרימה. לכאורה דוקא הכא פליג. וכן הוא בירושלמי. אבל להר\"ם בשם ספרי משמע דבכל חלה קאמר שזה גמר מלאכתה. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ט} נַעֲשֵׂית. הַיְנוּ נִתְגַּלְגְּלָה בַחִטִּים וְנִטַּמְטְמָה בַשְּׂעוֹרִים. הָרַ\"מ: {י} וּלְפִי מַה שֶּׁכָּתַבְתִּי בְּשֵׁם הַתּוֹסָפוֹת בְּרֵישׁ דְּמַאי, יֵשׁ לוֹמַר דִּלְהָכִי מוֹכְרָם לַכֹּהֵן, מִשּׁוּם דַּהֲוֵי דָּבָר מְרֻבֶּה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה, מַה שֶּׁאֵין כֵּן תְּרוּמַת מַעֲשֵׂר אֶחָד מִמֵּאָה. עוֹד יֵשׁ לוֹמַר דְּהָכָא עִסָּה בְּחֶזְקַת פְּטוּרָה קַיֶּמֶת, מַה שֶּׁאֵין כֵּן פֵּרוֹת שֶׁל עַם הָאָרֶץ דִּבְחֶזְקַת חַיָּבִים הֵן. וּכְהַאי גַוְנָא מָצִינוּ בַגְּמָרָא דְחֻלִּין פֶּרֶק י' לְעִנְיַן מָמוֹנָא: {יא} אַחַר הַקְּרִימָה. לִכְאוֹרָה דַּוְקָא הָכָא פָּלֵיג. וְכֵן הוּא בַיְרוּשַׁלְמִי. אֲבָל לְהָרַ\"ם בְּשֵׁם סִפְרִי מַשְׁמַע דִּבְכָל חַלָּה קָאָמַר שֶׁזֶּה גְּמַר מְלַאכְתָּהּ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה חלה ג ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-6"},{"uri":"jbr:mishna-1-9-3-7","jbo:text":"העושה עסה מן החטים ומן הארז, אם יש בה טעם דגן, חיבת בחלה, ויוצא בה אדם ידי חובתו בפסח. ואם אין בה טעם דגן, אינה חיבת בחלה, ואין אדם יוצא בה ידי חובתו בפסח","jbo:textNikud":"הָעוֹשֶׂה עִסָּה מִן הַחִטִּים וּמִן הָאֹרֶז, אִם יֶשׁ בָּהּ טַעַם דָּגָן, חַיֶּבֶת בַּחַלָּה, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. וְאִם אֵין בָּהּ טַעַם דָּגָן, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח","rdfs:label":"משנה חלה ג ז","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-7"},{"uri":"jbr:mishna-bartanura-1-9-3-7","jbo:text":"ר\"ע מברטנורה ארז. לאו מין דגן הוא, וכל שאינו מין דגן פטור מן החלה, ואין אדם יוצא בו ידי חובתו בפסח: אם יש בה טעם דגן חיב בחלה. ואף על גב דאין בדגן כשעור חלה","jbo:textNikud":"ר\"ע מברטנורה אֹרֶז. לָאו מִין דָּגָן הוּא, וְכָל שֶׁאֵינוֹ מִין דָּגָן פָּטוּר מִן הַחַלָּה, וְאֵין אָדָם יוֹצֵא בוֹ יְדֵי חוֹבָתוֹ בְּפֶסַח: אִם יֶשׁ בָּהּ טַעַם דָּגָן חַיָּב בַּחַלָּה. וְאַף עַל גַּב דְּאֵין בַּדָּגָן כְּשִׁעוּר חַלָּה","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-7"},{"uri":"jbr:mishna-1-9-3-8","jbo:text":"הנוטל שאר מעסה שלא הורמה חלתה ונותן לתוך עסה שהורמה חלתה, אם יש לו פרנסה ממקום אחר, מוציא לפי חשבון. ואם לאו, מוציא חלה אחת על הכל","jbo:textNikud":"הַנּוֹטֵל שְׂאֹר מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ וְנוֹתֵן לְתוֹךְ עִסָּה שֶׁהוּרְמָה חַלָּתָהּ, אִם יֶשׁ לוֹ פַרְנָסָה מִמָּקוֹם אַחֵר, מוֹצִיא לְפִי חֶשְׁבּוֹן. וְאִם לָאו, מוֹצִיא חַלָּה אַחַת עַל הַכֹּל","rdfs:label":"משנה חלה ג ח","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-8"},{"uri":"jbr:mishna-bartanura-1-9-3-8","jbo:text":"ר\"ע מברטנורה אם יש לו פרנסה ממקום אחר. אם יש לו קמח אחר חוץ מעסה זו, מביא קמח כשעור שאם יצרפנו לשאר זה שחיב בחלה יהיה בו חמשת רבעים שהוא שעור חלה, ולש עסה ומערב עם העסה שיש בה השאר, ומוציא ממנה כשעור חלה שצריך להפריש מחמשת רבעים: ואם לאו. שאין לו קמח, מוציא חלה אחד מעשרים וארבעה על כל העסה, דטבל אוסר בכל שהוא במינו, ונעשית כלה טבולה לחלה","jbo:textNikud":"ר\"ע מברטנורה אִם יֶשׁ לוֹ פַרְנָסָה מִמָּקוֹם אַחֵר. אִם יֶשׁ לוֹ קֶמַח אַחֵר חוּץ מֵעִסָּה זוֹ, מֵבִיא קֶמַח כְּשִׁעוּר שֶׁאִם יְצָרְפֶנּוּ לִשְׂאֹר זֶה שֶׁחַיָּב בַּחַלָּה יִהְיֶה בוֹ חֲמֵשֶׁת רְבָעִים שֶׁהוּא שִׁעוּר חַלָּה, וְלָשׁ עִסָּה וּמְעָרֵב עִם הָעִסָּה שֶׁיֶּשׁ בָּהּ הַשְּׂאֹר, וּמוֹצִיא מִמֶּנָּה כְּשִׁעוּר חַלָּה שֶׁצָּרִיךְ לְהַפְרִישׁ מֵחֲמֵשֶׁת רְבָעִים: וְאִם לָאו. שֶׁאֵין לוֹ קֶמַח, מוֹצִיא חַלָּה אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה עַל כָּל הָעִסָּה, דְּטֶבֶל אוֹסֵר בְּכָל שֶׁהוּא בְּמִינוֹ, וְנַעֲשֵׂית כֻּלָּהּ טְבוּלָה לְחַלָּה","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-8"},{"uri":"jbr:mishna-1-9-3-9","jbo:text":"כיוצא בו, זיתי מסיק שנתערבו עם זיתי נקוף, ענבי בציר עם ענבי עוללות, אם יש לו פרנסה ממקום אחר, מוציא לפי חשבון. ואם לאו, מוציא תרומה {יב} ותרומת מעשר לכל, והשאר מעשר ומעשר שני לפי חשבון","jbo:textNikud":"כַּיּוֹצֵא בוֹ, זֵיתֵי מָסִיק שֶׁנִּתְעָרְבוּ עִם זֵיתֵי נִקּוּף, עִנְּבֵי בָצִיר עִם עִנְּבֵי עוֹלְלוֹת, אִם יֶשׁ לוֹ פַרְנָסָה מִמָּקוֹם אַחֵר, מוֹצִיא לְפִי חֶשְׁבּוֹן. וְאִם לָאו, מוֹצִיא תְרוּמָה {יב} וּתְרוּמַת מַעֲשֵׂר לַכֹּל, וְהַשְּׁאָר מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי לְפִי חֶשְׁבּוֹן","rdfs:label":"משנה חלה ג ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-9"},{"uri":"jbr:mishna-bartanura-1-9-3-9","jbo:text":"ר\"ע מברטנורה זיתי מסיק. זיתים שבעל הבית מלקט. ולקיטת הזיתים קרויה מסיקה: זיתי נקוף. זיתים שעניים מלקטים. כמה דאת אומר (ישעיה יז) כנקף זית שנים שלשה גרגרים, והם פטורים מן המעשר: ענבי בציר. שחיבים במעשר: עם ענבי עוללות. שפטורים מן המעשר: אם יש לו. טבל אחר כיוצא בזה, מוציא ממנו לפי חשבון כשעור מה שצריך להוציא מזיתי מסיק או מענבי בציר שחיבים במעשר: ואם לאו. אם אין לו טבל אחר, רואים אותו כאלו כלו טבל, ומוציא תרומה ותרומת מעשר על הכל: והשאר מעשר. ראשון: ומעשר שני. או מעשר עני, אין מוציא אלא לפי חשבון. ולא שלא יפריש אלא לפי חשבון, דהא אי אפשר להפריש תרומת מעשר עד שיפריש תחלה מעשר על הכל, ועוד אי לא מפריש מעשר על הכל הרי כל מה שמעשר יש בהן חלין לפי חשבון, ונמצא מפריש מן הפטור על החיוב, אלא כל המעשרות צריך להפריש על הכל, אבל אינו צריך לתן ללוי ולעני אלא לפי חשבון, והשאר מערב עם פרותיו. וכן מעשר שני אינו צריך לפדות אלא לפי חשבון, אבל תרומה ותרומת מעשר שהן במיתה. כשמפריש על הכל נמצאו חלין שבהן מדמעין, וצריך שיתן הכל לכהן {יג}","jbo:textNikud":"ר\"ע מברטנורה זֵיתֵי מָסִיק. זֵיתִים שֶׁבַּעַל הַבַּיִת מְלַקֵּט. וּלְקִיטַת הַזֵּיתִים קְרוּיָה מְסִיקָה: זֵיתֵי נִקּוּף. זֵיתִים שֶׁעֲנִיִּים מְלַקְּטִים. כְּמָה דְאַתְּ אוֹמֵר (יְשַׁעְיָה יז) כְּנֹקֶף זַיִת שְׁנַיִם שְׁלֹשָׁה גַּרְגְּרִים, וְהֵם פְּטוּרִים מִן הַמַּעֲשֵׂר: עִנְּבֵי בָצִיר. שֶׁחַיָּבִים בַּמַּעֲשֵׂר: עִם עִנְּבֵי עוֹלְלוֹת. שֶׁפְּטוּרִים מִן הַמַּעֲשֵׂר: אִם יֶשׁ לוֹ. טֶבֶל אַחֵר כַּיּוֹצֵא בָזֶה, מוֹצִיא מִמֶּנּוּ לְפִי חֶשְׁבּוֹן כְּשִׁעוּר מַה שֶּׁצָּרִיךְ לְהוֹצִיא מִזֵּיתֵי מָסִיק אוֹ מֵעִנְבֵי בָצִיר שֶׁחַיָּבִים בַּמַּעֲשֵׂר: וְאִם לָאו. אִם אֵין לוֹ טֶבֶל אַחֵר, רוֹאִים אוֹתוֹ כְּאִלּוּ כֻּלּוֹ טֶבֶל, וּמוֹצִיא תְרוּמָה וּתְרוּמַת מַעֲשֵׂר עַל הַכֹּל: וְהַשְּׁאָר מַעֲשֵׂר. רִאשׁוֹן: וּמַעֲשֵׂר שֵׁנִי. אוֹ מַעְשַׂר עָנִי, אֵין מוֹצִיא אֶלָּא לְפִי חֶשְׁבּוֹן. וְלֹא שֶׁלֹּא יַפְרִישׁ אֶלָּא לְפִי חֶשְׁבּוֹן, דְּהָא אִי אֶפְשָׁר לְהַפְרִישׁ תְּרוּמַת מַעֲשֵׂר עַד שֶׁיַּפְרִישׁ תְּחִלָּה מַעֲשֵׂר עַל הַכֹּל, וְעוֹד אִי לֹא מַפְרִישׁ מַעֲשֵׂר עַל הַכֹּל הֲרֵי כָּל מַה שֶּׁמְּעַשֵּׂר יֵשׁ בָּהֶן חֻלִּין לְפִי חֶשְׁבּוֹן, וְנִמְצָא מַפְרִישׁ מִן הַפָּטוּר עַל הַחִיּוּב, אֶלָּא כָּל הַמַּעַשְׂרוֹת צָרִיךְ לְהַפְרִישׁ עַל הַכֹּל, אֲבָל אֵינוֹ צָרִיךְ לִתֵּן לַלֵּוִי וְלֶעָנִי אֶלָּא לְפִי חֶשְׁבּוֹן, וְהַשְּׁאָר מְעָרֵב עִם פֵּרוֹתָיו. וְכֵן מַעֲשֵׂר שֵׁנִי אֵינוֹ צָרִיךְ לִפְדּוֹת אֶלָּא לְפִי חֶשְׁבּוֹן, אֲבָל תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר שֶׁהֵן בְּמִיתָה. כְּשֶׁמַּפְרִישׁ עַל הַכֹּל נִמְצְאוּ חֻלִּין שֶׁבָּהֶן מְדֻמָּעִין, וְצָרִיךְ שֶׁיִּתֵּן הַכֹּל לַכֹּהֵן {יג}","rdfs:label":"ר\"ע מברטנורה משנה חלה ג ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-9"},{"uri":"jbr:mishna-yomtov-1-9-3-9","jbo:text":"עיקר תוי\"ט {יב} מוציא תרומה. ובלי ספק שיכול לחזר ולקח ולקנות מן העניים זיתי נקוף המערבות על הדרך שנזכר בפאה משנה ב' פרק ה'. הר\"מ: {יג} והר\"ש נסתפק אם יתן לו בחנם או שמוכר לו היתר לפי חשבון, כמו שכתבתי ריש דמאי","jbo:textNikud":"עיקר תוי\"ט {יב} מוֹצִיא תְרוּמָה. וּבְלִי סָפֵק שֶׁיָּכוֹל לַחֲזֹר וְלִקַּח וְלִקְנוֹת מִן הָעֲנִיִּים זֵיתֵי נִקּוּף הַמְעֹרָבוֹת עַל הַדֶּרֶךְ שֶׁנִּזְכַּר בְּפֵאָה מִשְׁנָה ב' פֶּרֶק ה'. הָרַ\"מ: {יג} וְהָרַ\"שׁ נִסְתַּפֵּק אִם יִתֵּן לוֹ בְּחִנָּם אוֹ שֶׁמּוֹכֵר לוֹ הַיֶּתֶר לְפִי חֶשְׁבּוֹן, כְּמוֹ שֶׁכָּתַבְתִּי רֵישׁ דְּמַאי","rdfs:label":"עיקר תוי\"ט משנה חלה ג ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-9"},{"uri":"jbr:mishna-1-9-3-10","jbo:text":"הנוטל שאר מעסת חטים ונותן לתוך עסת ארז, אם יש בה טעם דגן חיבת בחלה. ואם לאו, פטורה. אם כן, למה אמרו הטבל אוסר כל שהוא, מין במינו. ושלא במינו, בנותן טעם {טו}","jbo:textNikud":"הַנּוֹטֵל שְׂאֹר מֵעִסַּת חִטִּים וְנוֹתֵן לְתוֹךְ עִסַּת אֹרֶז, אִם יֶשׁ בָּהּ טַעַם דָּגָן חַיֶּבֶת בַּחַלָּה. וְאִם לָאו, פְּטוּרָה. אִם כֵּן, לָמָּה אָמְרוּ הַטֶּבֶל אוֹסֵר כָּל שֶׁהוּא, מִין בְּמִינוֹ. וְשֶׁלֹּא בְמִינוֹ, בְּנוֹתֵן טָעַם {טו}","rdfs:label":"משנה חלה ג י","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-10"},{"uri":"jbr:mishna-bartanura-1-9-3-10","jbo:text":"ר\"ע מברטנורה הנוטל שאר מעסת חטין. שלא הורמה חלתה: ואם לאו פטורה. דאין הטבל אוסרה, כיון דליכא טעם: אם כן למה אמרו הטבל אוסר בכל שהוא. דאמרן לעיל כשאין לו פרנסה שמביא על הכל. הני מילי במינו, אבל שלא במינו כי האי דחטין בארז, בנותן טעם, דטעמא דטבל בכל שהוא, משום דכהתרו דחטה אחת פוטרת את הכרי {יד}, כך אסורו, והאי טעמא לא שיך אלא מין במינו","jbo:textNikud":"ר\"ע מברטנורה הַנּוֹטֵל שְׂאֹר מֵעִסַּת חִטִּין. שֶׁלֹּא הוּרְמָה חַלָּתָהּ: וְאִם לָאו פְּטוּרָה. דְּאֵין הַטֶּבֶל אוֹסְרָהּ, כֵּיוָן דְּלֵיכָּא טַעַם: אִם כֵּן לָמָּה אָמְרוּ הַטֶּבֶל אוֹסֵר בְּכָל שֶׁהוּא. דְּאָמְרָן לְעֵיל כְּשֶׁאֵין לוֹ פַּרְנָסָה שֶׁמֵּבִיא עַל הַכֹּל. הַנֵּי מִילֵי בְּמִינוֹ, אֲבָל שֶׁלֹּא בְמִינוֹ כִּי הַאי דְחִטִּין בְּאֹרֶז, בְּנוֹתֵן טַעַם, דְּטַעֲמָא דְּטֶבֶל בְּכָל שֶׁהוּא, מִשּׁוּם דִּכְהֶתֵּרוֹ דְחִטָּה אַחַת פּוֹטֶרֶת אֶת הַכְּרִי {יד}, כָּךְ אִסּוּרוֹ, וְהַאי טַעֲמָא לֹא שַׁיָּךְ אֶלָּא מִין בְּמִינוֹ","rdfs:label":"ר\"ע מברטנורה משנה חלה ג י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-10"},{"uri":"jbr:mishna-yomtov-1-9-3-10","jbo:text":"עיקר תוי\"ט {יד} ולפי זה דוקא טבול לתרומה גדולה, אבל במעשר ראשון הטבול לתרומת מעשר לא. ומיהו התוספות הביאו בשם הירושלמי טעם אחר, משום דהוי דבר שיש לו מתירין ואפלו באלף לא בטיל. וכתבו דמכל מקום איצטריך לטעמא דכהתרו כו' משום דמטעם דבר שיש לו מתירין לא היה נאסר אלא כשהבעלים בעיר, שיכולים להפריש, אבל כשאינם בעיר אף שיכול לילך למקומם, מכל מקום כיון שיש טרח והוצאה הוי כאין לו מתירין: {טו} ושלא במינו בנותן טעם. דלא אמרו דבר שיש לו מתירין אפלו באלף לא בטיל אלא במינו","jbo:textNikud":"עיקר תוי\"ט {יד} וּלְפִי זֶה דַּוְקָא טָבוּל לִתְרוּמָה גְדוֹלָה, אֲבָל בְּמַעֲשֵׂר רִאשׁוֹן הַטָּבוּל לִתְרוּמַת מַעֲשֵׂר לֹא. וּמִיהוּ הַתּוֹסָפוֹת הֵבִיאוּ בְּשֵׁם הַיְרוּשַׁלְמִי טַעַם אַחֵר, מִשּׁוּם דַּהֲוֵי דָּבָר שֶׁיֶּשׁ לוֹ מַתִּירִין וַאֲפִלּוּ בְּאֶלֶף לֹא בָטִיל. וְכָתְבוּ דְמִכָּל מָקוֹם אִיצְטְרִיךְ לְטַעֲמָא דִכְהֶתֵּרוֹ כוּ' מִשּׁוּם דְּמִטַּעַם דָּבָר שֶׁיֶּשׁ לוֹ מַתִּירִין לֹא הָיָה נֶאֱסַר אֶלָּא כְּשֶׁהַבְּעָלִים בָּעִיר, שֶׁיְּכוֹלִים לְהַפְרִישׁ, אֲבָל כְּשֶׁאֵינָם בָּעִיר אַף שֶׁיָּכוֹל לֵילֵךְ לִמְקוֹמָם, מִכָּל מָקוֹם כֵּיוָן שֶׁיֵּשׁ טֹרַח וְהוֹצָאָה הֲוֵי כְּאֵין לוֹ מַתִּירִין: {טו} וְשֶׁלֹּא בְמִינוֹ בְּנוֹתֵן טָעַם. דְּלֹא אָמְרוּ דָּבָר שֶׁיֶּשׁ לוֹ מַתִּירִין אֲפִלּוּ בְאֶלֶף לֹא בָטִיל אֶלָּא בְמִינוֹ","rdfs:label":"עיקר תוי\"ט משנה חלה ג י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-3","jbo:interprets":"jbr:mishna-1-9-3-10"},{"uri":"jbr:mishna-1-9-4-1","jbo:text":"שתי נשים שעשו שני קבין, ונגעו זה בזה, אפלו הם ממין אחד, פטורים. ובזמן שהם של אשה אחת, מין במינו, חיב. ושלא במינו, פטור","jbo:textNikud":"שְׁתֵּי נָשִׁים שֶׁעָשׂוּ שְׁנֵי קַבִּין, וְנָגְעוּ זֶה בָזֶה, אֲפִלּוּ הֵם מִמִּין אֶחָד, פְּטוּרִים. וּבִזְמַן שֶׁהֵם שֶׁל אִשָּׁה אַחַת, מִין בְּמִינוֹ, חַיָּב. וְשֶׁלֹּא בְמִינוֹ, פָּטוּר","rdfs:label":"משנה חלה ד א","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-1"},{"uri":"jbr:mishna-bartanura-1-9-4-1","jbo:text":"ר\"ע מברטנורה שתי נשים. אפלו הן ממין אחד פטורים. ואין נשיכה וצרוף סל מצרפן, כיון שמקפידות. ואפלו לשו שני קבין כאחד, כיון דסופן לחלק פטורות. וסתם מתניתין כבית הלל דאמרי קבים לחלה, ואינה הלכה, דקימא לן דחמשה רבעים הוא שעור חלה: ובזמן שהן של אשה אחת. סתם אשה אחת אינה מקפדת אם העסות נוגעות זו בזו: מין במינו חיב. בנשיכה או בצרוף סל","jbo:textNikud":"ר\"ע מברטנורה שְׁתֵּי נָשִׁים. אֲפִלּוּ הֵן מִמִּין אֶחָד פְּטוּרִים. וְאֵין נְשִׁיכָה וְצֵרוּף סַל מְצָרְפָן, כֵּיוָן שֶׁמַּקְפִּידוֹת. וַאֲפִלּוּ לָשׁוּ שְׁנֵי קַבִּין כְּאֶחָד, כֵּיוָן דְּסוֹפָן לֵחָלֵק פְּטוּרוֹת. וּסְתָם מַתְנִיתִין כְּבֵית הִלֵּל דְּאָמְרֵי קַבַּיִם לַחַלָּה, וְאֵינָהּ הֲלָכָה, דְּקַיְמָא לָן דַּחֲמִשָּׁה רְבָעִים הוּא שִׁעוּר חַלָּה: וּבִזְמַן שֶׁהֵן שֶׁל אִשָּׁה אַחַת. סְתָם אִשָּׁה אַחַת אֵינָהּ מַקְפֶּדֶת אִם הָעִסּוֹת נוֹגְעוֹת זוֹ בָזוֹ: מִין בְּמִינוֹ חַיָּב. בִּנְשִׁיכָה אוֹ בְצֵרוּף סַל","rdfs:label":"ר\"ע מברטנורה משנה חלה ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-1"},{"uri":"jbr:mishna-1-9-4-2","jbo:text":"איזה הוא מין במינו, החטים אינן מצטרפות עם הכל, אלא עם הכסמין. השעורים מצטרפות עם הכל, חוץ מן החטים. רבי יוחנן בן נורי אומר, שאר המינים מצטרפין זה עם זה","jbo:textNikud":"אֵיזֶה הוּא מִין בְּמִינוֹ, הַחִטִּים אֵינָן מִצְטָרְפוֹת עִם הַכֹּל, אֶלָּא עִם הַכֻּסְּמִין. הַשְּׂעוֹרִים מִצְטָרְפוֹת עִם הַכֹּל, חוּץ מִן הַחִטִּים. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, שְׁאָר הַמִּינִים מִצְטָרְפִין זֶה עִם זֶה","rdfs:label":"משנה חלה ד ב","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-2"},{"uri":"jbr:mishna-bartanura-1-9-4-2","jbo:text":"ר\"ע מברטנורה החטים אינן מצטרפות עם הכל. אם היו שתי עסות, אחת של חטים ואחת של מין אחר מחמשת המינים, ואין באחת מהן שעור חלה, ונושכות זו בזו: השעורים מצטרפות עם הכל. אף עם הכסמין, ואף על גב דמין חטים הן, לאו דוקא מין חטים אלא מין שעורים ואף מין חטים, והכי פרישנא לה בריש פרק קמא: שאר המינים מצטרפין זה עם זה. כגון כסמין ושבלת שועל ושיפון. והלכה כרבי יוחנן בן נורי","jbo:textNikud":"ר\"ע מברטנורה הַחִטִּים אֵינָן מִצְטָרְפוֹת עִם הַכֹּל. אִם הָיוּ שְׁתֵּי עִסּוֹת, אַחַת שֶׁל חִטִּים וְאַחַת שֶׁל מִין אַחֵר מֵחֲמֵשֶׁת הַמִּינִים, וְאֵין בְּאַחַת מֵהֶן שִׁעוּר חַלָּה, וְנוֹשְׁכוֹת זוֹ בָזוֹ: הַשְּׂעוֹרִים מִצְטָרְפוֹת עִם הַכֹּל. אַף עִם הַכֻּסְּמִין, וְאַף עַל גַּב דְּמִין חִטִּים הֵן, לָאו דַּוְקָא מִין חִטִּים אֶלָּא מִין שְׂעוֹרִים וְאַף מִין חִטִּים, וְהָכִי פָּרִישְׁנָא לַהּ בְּרֵישׁ פֶּרֶק קַמָּא: שְׁאָר הַמִּינִים מִצְטָרְפִין זֶה עִם זֶה. כְּגוֹן כֻּסְּמִין וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן. וַהֲלָכָה כְּרַבִּי יוֹחָנָן בֶּן נוּרִי","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-2"},{"uri":"jbr:mishna-1-9-4-3","jbo:text":"שני קבים, וקב ארז או קב תרומה {א} באמצע {ב}, אינן מצטרפין. דבר שנטלה חלתו באמצע, מצטרפין, שכבר נתחיב בחלה","jbo:textNikud":"שְׁנֵי קַבִּים, וְקַב אֹרֶז אוֹ קַב תְּרוּמָה {א} בָּאֶמְצַע {ב}, אֵינָן מִצְטָרְפִין. דָּבָר שֶׁנִּטְּלָה חַלָּתוֹ בָּאֶמְצַע, מִצְטָרְפִין, שֶׁכְּבָר נִתְחַיֵּב בַּחַלָּה","rdfs:label":"משנה חלה ד ג","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-3"},{"uri":"jbr:mishna-bartanura-1-9-4-3","jbo:text":"ר\"ע מברטנורה שני קבין. של אחד מחמשת המינים שחיבין בחלה: וקב ארז או תרומה. שאין חיבין בחלה, באמצע: אין מצטרפין. להתחיב בחלה","jbo:textNikud":"ר\"ע מברטנורה שְׁנֵי קַבִּין. שֶׁל אֶחָד מֵחֲמֵשֶׁת הַמִּינִים שֶׁחַיָּבִין בַּחַלָּה: וְקַב אֹרֶז אוֹ תְרוּמָה. שֶׁאֵין חַיָּבִין בַּחַלָּה, בָּאֶמְצַע: אֵין מִצְטָרְפִין. לְהִתְחַיֵּב בַּחַלָּה","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-3"},{"uri":"jbr:mishna-yomtov-1-9-4-3","jbo:text":"עיקר תוי\"ט {א} וקב ארז וכו'. ירושלמי אלו תנן ארז ולא תנן תרומה, הוה אמרינן ארז על ידי שאינו ממינו אינו מצטרף. ואלו תני תרומה ולא תני ארז, הוה אמינא תרומה על ידי שאין נגררת אינו מצטרף, כלומר ארז נגרר כדתנן לעיל דאם יש בו טעם דגן חיב בחלה. הר\"ש: {ב} באמצע. נושך זה בזה. הר\"מ והר\"ש","jbo:textNikud":"עיקר תוי\"ט {א} וְקַב אֹרֶז וְכוּ'. יְרוּשַׁלְמִי אִלּוּ תְּנַן אֹרֶז וְלֹא תְנַן תְּרוּמָה, הֲוָה אָמְרִינַן אֹרֶז עַל יְדֵי שֶׁאֵינוֹ מִמִּינוֹ אֵינוֹ מִצְטָרֵף. וְאִלּוּ תָּנֵי תְּרוּמָה וְלֹא תָנֵי אֹרֶז, הֲוָה אֲמֵינָא תְּרוּמָה עַל יְדֵי שֶׁאֵין נִגְרֶרֶת אֵינוֹ מִצְטָרֵף, כְּלוֹמַר אֹרֶז נִגְרָר כְּדִתְנַן לְעֵיל דְּאִם יֶשׁ בּוֹ טַעַם דָּגָן חַיָּב בַּחַלָּה. הָרַ\"שׁ: {ב} בָּאֶמְצַע. נוֹשֵׁךְ זֶה בָזֶה. הָרַ\"מ וְהָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה חלה ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-3"},{"uri":"jbr:mishna-1-9-4-4","jbo:text":"קב חדש וקב ישן שנשכו זה בזה, רבי ישמעאל אומר, יטל מן האמצע, וחכמים אוסרים, הנוטל חלה מן הקב, רבי עקיבא אומר, חלה. וחכמים אומרים, אינה חלה","jbo:textNikud":"קַב חָדָשׁ וְקַב יָשָׁן שֶׁנָּשְׁכוּ זֶה בָזֶה, רַבִּי יִשְׁמָעֵאל אוֹמֵר, יִטֹּל מִן הָאֶמְצַע, וַחֲכָמִים אוֹסְרִים, הַנּוֹטֵל חַלָּה מִן הַקַּב, רַבִּי עֲקִיבָא אוֹמֵר, חַלָּה. וַחֲכָמִים אוֹמְרִים, אֵינָהּ חַלָּה","rdfs:label":"משנה חלה ד ד","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-4"},{"uri":"jbr:mishna-bartanura-1-9-4-4","jbo:text":"ר\"ע מברטנורה יטל מן האמצע. ממקום שנושכין זה את זה, נמצא מפריש משתיהן: וחכמים אוסרים. שהרואה סבור שמתר לתרם ולעשר מן החדש על הישן ומן הישן על החדש {ג}. והלכה כחכמים: מן הקב. שאין בו שעור חלה: רבי עקיבא אומר חלה. והוא שהשלים {ד} על העסה אחר כן כשעור חלה, דכיון שנשלם השעור הויא חלה למפרע: אינה חלה. כיון שבשעה שהפרישה היתה העסה פטורה. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה יִטֹּל מִן הָאֶמְצַע. מִמָּקוֹם שֶׁנּוֹשְׁכִין זֶה אֶת זֶה, נִמְצָא מַפְרִישׁ מִשְּׁתֵּיהֶן: וַחֲכָמִים אוֹסְרִים. שֶׁהָרוֹאֶה סָבוּר שֶׁמֻּתָּר לִתְרֹם וּלְעַשֵּׂר מִן הֶחָדָשׁ עַל הַיָּשָׁן וּמִן הַיָּשָׁן עַל הֶחָדָשׁ {ג}. וַהֲלָכָה כַּחֲכָמִים: מִן הַקַּב. שֶׁאֵין בּוֹ שִׁעוּר חַלָּה: רַבִּי עֲקִיבָא אוֹמֵר חַלָּה. וְהוּא שֶׁהִשְׁלִים {ד} עַל הָעִסָּה אַחַר כֵּן כְּשִׁעוּר חַלָּה, דְּכֵיוָן שֶׁנִּשְׁלַם הַשִּׁעוּר הַוְיָא חַלָּה לְמַפְרֵעַ: אֵינָהּ חַלָּה. כֵּיוָן שֶׁבְּשָׁעָה שֶׁהִפְרִישָׁהּ הָיְתָה הָעִסָּה פְּטוּרָה. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-4"},{"uri":"jbr:mishna-yomtov-1-9-4-4","jbo:text":"עיקר תוי\"ט {ג} כך מפרש בירושלמי מכח קשיא, דכמו דחטין וכסמין שהן שני מינים על ידי שהן דומין מצטרפין, חדש וישן לא כל שכן. ואסורא דאין תורמין מן החדש כו' תנן לה במשנה ה' פרק קמא דתרומות: {ד} דאי לא תימא הכי תקשה דידיה אדידיה ממשנה ג' פרק ב'. ירושלמי","jbo:textNikud":"עיקר תוי\"ט {ג} כָּךְ מְפָרֵשׁ בַּיְרוּשַׁלְמִי מִכֹּחַ קֻשְׁיָא, דִּכְמוֹ דְחִטִּין וְכֻסְּמִין שֶׁהֵן שְׁנֵי מִינִים עַל יְדֵי שֶׁהֵן דּוֹמִין מִצְטָרְפִין, חָדָשׁ וְיָשָׁן לֹא כָּל שֶׁכֵּן. וְאִסּוּרָא דְאֵין תּוֹרְמִין מִן הֶחָדָשׁ כוּ' תְּנַן לַהּ בְּמִשְׁנָה ה' פֶּרֶק קַמָּא דִתְרוּמוֹת: {ד} דְּאִי לֹא תֵימָא הָכִי תִקְּשֶׁה דִּידֵיהּ אַדִּידֵיהּ מִמִּשְׁנָה ג' פֶּרֶק ב'. יְרוּשַׁלְמִי","rdfs:label":"עיקר תוי\"ט משנה חלה ד ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-4"},{"uri":"jbr:mishna-1-9-4-5","jbo:text":"שני קבין שנטלה חלתו של זה בפני עצמו ושל זה בפני עצמו, חזר ועשאו עסה אחת, רבי עקיבא פוטר, וחכמים מחיבין. נמצא חמרו קלו","jbo:textNikud":"שְׁנֵי קַבִּין שֶׁנִּטְּלָה חַלָּתוֹ שֶׁל זֶה בִּפְנֵי עַצְמוֹ וְשֶׁל זֶה בִּפְנֵי עַצְמוֹ, חָזַר וַעֲשָׂאוֹ עִסָּה אַחַת, רַבִּי עֲקִיבָא פוֹטֵר, וַחֲכָמִים מְחַיְּבִין. נִמְצָא חֻמְרוֹ קֻלּוֹ","rdfs:label":"משנה חלה ד ה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-5"},{"uri":"jbr:mishna-bartanura-1-9-4-5","jbo:text":"ר\"ע מברטנורה רבי עקיבא פוטר. ואזדא לטעמיה דהדרא והויא חלה למפרע: נמצא חמרו קלו. חמרו של רבי עקיבא דאמר לעיל בנוטל חלה מקב דהויא חלה וקדשה, גורם לו להקל ולפטר בשני קבים שנטלה חלתו של זה בפני עצמו ושל זה בפני עצמו","jbo:textNikud":"ר\"ע מברטנורה רַבִּי עֲקִיבָא פוֹטֵר. וְאַזְדָא לְטַעֲמֵיהּ דְּהַדְרָא וְהַוְיָא חַלָּה לְמַפְרֵעַ: נִמְצָא חֻמְרוֹ קֻלּוֹ. חֻמְרוֹ שֶׁל רַבִּי עֲקִיבָא דְּאָמַר לְעֵיל בְּנוֹטֵל חַלָּה מִקַּב דְּהַוְיָא חַלָּה וְקִדְּשָׁהּ, גּוֹרֵם לוֹ לְהָקֵל וְלִפְטֹר בִּשְׁנֵי קַבִּים שֶׁנִּטְּלָה חַלָּתוֹ שֶׁל זֶה בִּפְנֵי עַצְמוֹ וְשֶׁל זֶה בִּפְנֵי עַצְמוֹ","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-5"},{"uri":"jbr:mishna-1-9-4-6","jbo:text":"נוטל אדם כדי חלה מעסה שלא הורמה חלתה, לעשותה בטהרה, להיות מפריש עליה והולך חלת דמאי עד שתסרח. שחלת דמאי נטלת מן הטהור על הטמא, ושלא מן המקף","jbo:textNikud":"נוֹטֵל אָדָם כְּדֵי חַלָּה מֵעִסָּה שֶׁלֹּא הוּרְמָה חַלָּתָהּ, לַעֲשׂוֹתָה בְּטָהֳרָה, לִהְיוֹת מַפְרִישׁ עָלֶיהָ וְהוֹלֵךְ חַלַּת דְּמַאי עַד שֶׁתִּסָּרֵחַ. שֶׁחַלַּת דְּמַאי נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא, וְשֶׁלֹּא מִן הַמֻּקָּף","rdfs:label":"משנה חלה ד ו","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-6"},{"uri":"jbr:mishna-bartanura-1-9-4-6","jbo:text":"ר\"ע מברטנורה נוטל אדם כדי חלה וכו'. הרוצה ללוש כמה עסות של דמאי טמא, יכול לקבע חלתן מעסה טהורה שלא הורמה חלתה, ושתהיה זאת העסה הטהורה קבועה לחלה על כל עסות שילוש מן הדמאי הטמא: עד שתסרח. עסה זו ולא תהיה ראויה למאכל אדם. שבדמאי הקלו לתרם מן הטהור על הטמא ושלא מן המקף, והקלו נמי לתרם מן הרע על היפה. וחלת דמאי הינו הלוקח תבואה מעם הארץ ומאכילה לעניים ולאכסניא, כדתנן מאכילין את העניים דמאי ואת האכסניא דמאי. וחלה שמפרישים ממנה היא חלת דמאי {ה}","jbo:textNikud":"ר\"ע מברטנורה נוֹטֵל אָדָם כְּדֵי חַלָּה וְכוּ'. הָרוֹצֶה לָלוּשׁ כַּמָּה עִסּוֹת שֶׁל דְּמַאי טָמֵא, יָכוֹל לִקְבֹּעַ חַלָּתָן מֵעִסָּה טְהוֹרָה שֶׁלֹּא הוּרְמָה חַלָּתָהּ, וְשֶׁתִּהְיֶה זֹאת הָעִסָּה הַטְּהוֹרָה קְבוּעָה לְחַלָּה עַל כָּל עִסּוֹת שֶׁיָּלוּשׁ מִן הַדְּמַאי הַטָּמֵא: עַד שֶׁתִּסָּרֵחַ. עִסָּה זוֹ וְלֹא תִהְיֶה רְאוּיָה לְמַאֲכַל אָדָם. שֶׁבַּדְּמַאי הֵקֵלּוּ לִתְרֹם מִן הַטָּהוֹר עַל הַטָּמֵא וְשֶׁלֹּא מִן הַמֻּקָּף, וְהֵקֵלּוּ נַמִּי לִתְרֹם מִן הָרַע עַל הַיָּפֶה. וְחַלַּת דְּמַאי הַיְנוּ הַלּוֹקֵחַ תְּבוּאָה מֵעַם הָאָרֶץ וּמַאֲכִילָהּ לָעֲנִיִּים וְלָאַכְסַנְיָא, כְּדִתְנַן מַאֲכִילִין אֶת הָעֲנִיִּים דְּמַאי וְאֶת הָאַכְסַנְיָא דְּמַאי. וְחַלָּה שֶׁמַּפְרִישִׁים מִמֶּנָּה הִיא חַלַּת דְּמַאי {ה}","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-6"},{"uri":"jbr:mishna-yomtov-1-9-4-6","jbo:text":"עיקר תוי\"ט {ה} ותימה לפרושו דהרי ודאי לא הפרשה החלה, שהרי עדין לא נתחיבה בחלה כשהיתה התבואה ביד עם הארץ, ומאי ספק חלה איכא. והר\"ש כתב זה לשונו, תימה, דבלוקח עסה או לחם מעם הארץ, היכן מצינו דנחשדו עמי הארץ על החלה, והלא לא נחשדו אתרומה גדולה, ומאי שנא חלה, דהא דנחשדו על המעשר משום דסברי דלא הוי במיתה כו', ויש לפרש דחלת דמאי הינו שלקח תבואה מעם הארץ וטחנה ואפאה והוציא ממנה חלה, והחלה אסורה לכהן עד שיפריש ממנה מעשר ותרומת מעשר כדין דמאי כו', ובאותו תקון מניח להיות מפריש עליה כו'. ועין עוד. והתוספות חדשים מישב מלת דמאי, תרומת מעשר של דמאי שביד כהן, כיון שאינו ודאי תרומה חיב להפריש ממנה חלה. וכן מעשר שני שביד ישראל, דקימא לן מעשר שני פטורה מן החלה לרבי מאיר דסבירא ליה ממון גבוה הוא, אבל במעשר שני של דמאי הוה ספק","jbo:textNikud":"עיקר תוי\"ט {ה} וְתֵימַהּ לְפֵרוּשׁוֹ דַּהֲרֵי וַדַּאי לֹא הֻפְרְשָׁה הַחַלָּה, שֶׁהֲרֵי עֲדַיִן לֹא נִתְחַיְּבָה בַחַלָּה כְּשֶׁהָיְתָה הַתְּבוּאָה בְּיַד עַם הָאָרֶץ, וּמַאי סְפֵק חַלָּה אִיכָּא. וְהָרַ\"שׁ כָּתַב זֶה לְשׁוֹנוֹ, תֵּימַהּ, דִּבְלוֹקֵחַ עִסָּה אוֹ לֶחֶם מֵעַם הָאָרֶץ, הֵיכָן מָצִינוּ דְנֶחְשְׁדוּ עַמֵּי הָאָרֶץ עַל הַחַלָּה, וַהֲלֹא לֹא נֶחְשְׁדוּ אַתְּרוּמָה גְדוֹלָה, וּמַאי שְׁנָא חַלָּה, דְּהָא דְנֶחְשְׁדוּ עַל הַמַּעֲשֵׂר מִשּׁוּם דְּסָבְרֵי דְלֹא הֲוֵי בְמִיתָה כוּ', וְיֵשׁ לְפָרֵשׁ דְּחַלַּת דְּמַאי הַיְנוּ שֶׁלָּקַח תְּבוּאָה מֵעַם הָאָרֶץ וּטְחָנָהּ וַאֲפָאָהּ וְהוֹצִיא מִמֶּנָּה חַלָּה, וְהַחַלָּה אֲסוּרָה לַכֹּהֵן עַד שֶׁיַּפְרִישׁ מִמֶּנָּה מַעֲשֵׂר וּתְרוּמַת מַעֲשֵׂר כְּדִין דְּמַאי כוּ', וּבְאוֹתוֹ תִקּוּן מַנִּיחַ לִהְיוֹת מַפְרִישׁ עָלֶיהָ כוּ'. וְעַיֵּן עוֹד. וְהַתּוֹסָפוֹת חֲדָשִׁים מְיַשֵּׁב מִלַּת דְּמַאי, תְּרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי שֶׁבְּיַד כֹּהֵן, כֵּיוָן שֶׁאֵינוֹ וַדַּאי תְרוּמָה חַיָּב לְהַפְרִישׁ מִמֶּנָּה חַלָּה. וְכֵן מַעֲשֵׂר שֵׁנִי שֶׁבְּיַד יִשְׂרָאֵל, דְּקַיְמָא לָן מַעֲשֵׂר שֵׁנִי פְּטוּרָה מִן הַחַלָּה לְרַבִּי מֵאִיר דִּסְבִירָא לֵיהּ מָמוֹן גָּבוֹהַּ הוּא, אֲבָל בְּמַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי הֲוָה סָפֵק","rdfs:label":"עיקר תוי\"ט משנה חלה ד ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-6"},{"uri":"jbr:mishna-1-9-4-7","jbo:text":"ישראל שהיו אריסין לנכרים בסוריא, רבי אליעזר מחיב פרותיהם במעשרות ובשביעית, ורבן גמליאל פוטר. רבן גמליאל אומר, שתי חלות בסוריא. ורבי אליעזר אומר, חלה אחת. אחזו קלו של רבן גמליאל וקלו של רבי אליעזר. חזרו לנהוג כדברי רבן גמליאל בשתי דרכים","jbo:textNikud":"יִשְׂרָאֵל שֶׁהָיוּ אֲרִיסִין לְנָכְרִים בְּסוּרְיָא, רַבִּי אֱלִיעֶזֶר מְחַיֵּב פֵּרוֹתֵיהֶם בַּמַּעַשְׂרוֹת וּבַשְּׁבִיעִית, וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. רַבָּן גַּמְלִיאֵל אוֹמֵר, שְׁתֵּי חַלּוֹת בְּסוּרְיָא. וְרַבִּי אֱלִיעֶזֶר אוֹמֵר, חַלָּה אֶחָת. אָחֲזוּ קֻלּוֹ שֶׁל רַבָּן גַּמְלִיאֵל וְקֻלּוֹ שֶׁל רַבִּי אֱלִיעֶזֶר. חָזְרוּ לִנְהוֹג כְּדִבְרֵי רַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְרָכִים","rdfs:label":"משנה חלה ד ז","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-7"},{"uri":"jbr:mishna-bartanura-1-9-4-7","jbo:text":"ר\"ע מברטנורה בסוריא. ארצות שכבש דוד, ואינה קדושה כקדשת ארץ ישראל {ו}: רבי אליעזר מחיב וכו'. קסבר עשו סוריא כארץ ישראל לענין מעשרות ושביעית: ורבן גמליאל פוטר. דסבר לא עשו סוריא כארץ ישראל, ואינו חיב במעשרות בסוריא אלא בזמן שהקרקע של ישראל ואין לעובד כוכבים חלק בו: רבן גמליאל אומר שתי חלות בסוריא. כדרך שמפרישים שתי חלות בחוצה לארץ, האחת נשרפת מפני שהיא טמאה בטמאת ארץ העמים {ז}, והשנית תנתן לכהן כדי שלא תשתכח תורת חלה מישראל: ורבי אליעזר אומר חלה אחת. רבי אליעזר לטעמיה דאמר עשו סוריא כארץ ישראל ואין עפרה מטמא כעפר ארץ העמים, הלכך חלה אחת ותו לא: אחזו קלו של רבן גמליאל. דפוטר סוריא ממעשרות ושביעית: וקלו של רבי אליעזר. דאומר בסוריא חלה אחת. ואנן קימא לן שהעושה כקלי דמר וכקלי דמר רשע, הלכך חזרו לעשות כרבן גמליאל בשתי דרכים, שאין סוריא כארץ ישראל לא לענין מעשרות ושביעית כשיש לעובד כוכבים חלק בקרקע, ולא לענין חלה. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה בְּסוּרְיָא. אֲרָצוֹת שֶׁכָּבַשׁ דָּוִד, וְאֵינָהּ קְדוֹשָׁה כִּקְדֻשַּׁת אֶרֶץ יִשְׂרָאֵל {ו}: רַבִּי אֱלִיעֶזֶר מְחַיֵּב וְכוּ'. קָסָבַר עָשׂוּ סוּרְיָא כְּאֶרֶץ יִשְׂרָאֵל לְעִנְיַן מַעַשְׂרוֹת וּשְׁבִיעִית: וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. דְּסָבַר לֹא עָשׂוּ סוּרְיָא כְּאֶרֶץ יִשְׂרָאֵל, וְאֵינוֹ חַיָּב בַּמַּעַשְׂרוֹת בְּסוּרְיָא אֶלָּא בִּזְמַן שֶׁהַקַּרְקַע שֶׁל יִשְׂרָאֵל וְאֵין לְעוֹבֵד כּוֹכָבִים חֵלֶק בּוֹ: רַבָּן גַּמְלִיאֵל אוֹמֵר שְׁתֵּי חַלּוֹת בְּסוּרְיָא. כְּדֶרֶךְ שֶׁמַּפְרִישִׁים שְׁתֵּי חַלּוֹת בְּחוּצָה לָאָרֶץ, הָאַחַת נִשְׂרֶפֶת מִפְּנֵי שֶׁהִיא טְמֵאָה בְּטֻמְאַת אֶרֶץ הָעַמִּים {ז}, וְהַשֵּׁנִית תִּנָּתֵן לַכֹּהֵן כְּדֵי שֶׁלֹּא תִשְׁתַּכַּח תּוֹרַת חַלָּה מִיִּשְׂרָאֵל: וְרַבִּי אֱלִיעֶזֶר אוֹמֵר חַלָּה אֶחָת. רַבִּי אֱלִיעֶזֶר לְטַעֲמֵיהּ דְּאָמַר עָשׂוּ סוּרְיָא כְּאֶרֶץ יִשְׂרָאֵל וְאֵין עֲפָרָהּ מְטַמֵּא כַּעֲפַר אֶרֶץ הָעַמִּים, הִלְכָּךְ חַלָּה אַחַת וְתוּ לֹא: אָחֲזוּ קֻלּוֹ שֶׁל רַבָּן גַּמְלִיאֵל. דְּפוֹטֵר סוּרְיָא מִמַּעַשְׂרוֹת וּשְׁבִיעִית: וְקֻלּוֹ שֶׁל רַבִּי אֱלִיעֶזֶר. דְּאוֹמֵר בְּסוּרְיָא חַלָּה אֶחָת. וַאֲנַן קַיְמָא לָן שֶׁהָעוֹשֶׂה כְּקֻלֵּי דְמַר וּכְקֻלֵּי דְמַר רָשָׁע, הִלְכָּךְ חָזְרוּ לַעֲשׂוֹת כְּרַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְרָכִים, שֶׁאֵין סוּרְיָא כְּאֶרֶץ יִשְׂרָאֵל לֹא לְעִנְיַן מַעַשְׂרוֹת וּשְׁבִיעִית כְּשֶׁיֵּשׁ לְעוֹבֵד כּוֹכָבִים חֵלֶק בַּקַּרְקַע, וְלֹא לְעִנְיַן חַלָּה. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-7"},{"uri":"jbr:mishna-yomtov-1-9-4-7","jbo:text":"עיקר תוי\"ט {ו} וטעמא מפרש בירושלמי, לפי שהיה דוד מניח ספרי ארץ ישראל ומכבש ספרי חוצה לארץ, אבל אלו כבש כל ארץ כנען לגבולותיה ואחר כך כבשן היה כבושו כמו ארץ ישראל לכל דבר. ומפרש הר\"מ כיון שהיה מלך ישראל ועל פי בית דין הגדול היה עושה, שארץ ישראל הוא מכבוש מלך ישראל או נביא מדעת רב ישראל, ואם יחיד או שבט כבשו אפלו בארץ שנתנה לאברהם אינה נקראת ארץ ישראל כדי שינהגו בה כל המצות: {ז} פרוש שחכמי המשנה בימי הבית גזרו טמאה על ארץ העמים בימיהם, משום שהעמים ההם לא ידעו בדרך ארץ ולא חששו לקברי מתיהם במקום מיחד כאשר בימים אלה, אם כן היה כל ארצם ספק קבר ומטמא טמאת בית הפרס. עין ביורה דעה (סימן שסט סעיף ב) וזה לשונו, וכל ארץ העמים כו' פרוש בזמן שהיה ארץ ישראל בטהרה היה אסור לכהן לילך (או להוציא טהרות) מארץ ישראל לארץ העמים שהיה חוצה לארץ, שהיו העובדי כוכבים קוברים מתיהם בכל מקום","jbo:textNikud":"עיקר תוי\"ט {ו} וְטַעֲמָא מְפָרֵשׁ בַּיְרוּשַׁלְמִי, לְפִי שֶׁהָיָה דָוִד מַנִּיחַ סְפָרֵי אֶרֶץ יִשְׂרָאֵל וּמְכַבֵּשׁ סְפָרֵי חוּצָה לָאָרֶץ, אֲבָל אִלּוּ כָבַשׁ כָּל אֶרֶץ כְּנַעַן לִגְבוּלוֹתֶיהָ וְאַחַר כָּךְ כְּבָשָׁן הָיָה כִּבּוּשׁוֹ כְּמוֹ אֶרֶץ יִשְׂרָאֵל לְכָל דָּבָר. וּמְפָרֵשׁ הָרַ\"מ כֵּיוָן שֶׁהָיָה מֶלֶךְ יִשְׂרָאֵל וְעַל פִּי בֵית דִּין הַגָּדוֹל הָיָה עוֹשֶׂה, שֶׁאֶרֶץ יִשְׂרָאֵל הוּא מִכִּבּוּשׁ מֶלֶךְ יִשְׂרָאֵל אוֹ נָבִיא מִדַּעַת רֹב יִשְׂרָאֵל, וְאִם יָחִיד אוֹ שֵׁבֶט כָּבְשׁוּ אֲפִלּוּ בָאָרֶץ שֶׁנִּתְּנָה לְאַבְרָהָם אֵינָהּ נִקְרֵאת אֶרֶץ יִשְׂרָאֵל כְּדֵי שֶׁיִּנְהֲגוּ בָהּ כָּל הַמִּצְוֹת: {ז} פֵּרוּשׁ שֶׁחַכְמֵי הַמִּשְׁנָה בִּימֵי הַבַּיִת גָּזְרוּ טֻמְאָה עַל אֶרֶץ הָעַמִּים בִּימֵיהֶם, מִשּׁוּם שֶׁהָעַמִּים הָהֵם לֹא יָדְעוּ בְדֶרֶךְ אֶרֶץ וְלֹא חָשְׁשׁוּ לְקִבְרֵי מְתֵיהֶם בְּמָקוֹם מְיֻחָד כַּאֲשֶׁר בְּיָמִים אֵלֶּה, אִם כֵּן הָיָה כָל אַרְצָם סְפֵק קֶבֶר וּמְטַמֵּא טֻמְאַת בֵּית הַפְּרָס. עַיֵּן בְּיוֹרֶה דֵעָה (סִימָן שסט סְעִיף ב) וְזֶה לְשׁוֹנוֹ, וְכָל אֶרֶץ הָעַמִּים כוּ' פֵּרוּשׁ בִּזְמַן שֶׁהָיָה אֶרֶץ יִשְׂרָאֵל בְּטָהֳרָה הָיָה אָסוּר לַכֹּהֵן לֵילֵךְ (אוֹ לְהוֹצִיא טָהֳרוֹת) מֵאֶרֶץ יִשְׂרָאֵל לְאֶרֶץ הָעַמִּים שֶׁהָיָה חוּצָה לָאָרֶץ, שֶׁהָיוּ הָעוֹבְדֵי כּוֹכָבִים קוֹבְרִים מְתֵיהֶם בְּכָל מָקוֹם","rdfs:label":"עיקר תוי\"ט משנה חלה ד ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-7"},{"uri":"jbr:mishna-1-9-4-8","jbo:text":"רבן גמליאל אומר, שלש ארצות לחלה. מארץ ישראל ועד כזיב, חלה אחת. מכזיב ועד הנהר ועד אמנה, שתי חלות {ח}, אחת לאור ואחת לכהן. של אור יש לה שעור, ושל כהן אין לה שעור. מן הנהר ועד אמנה ולפנים, שתי חלות, אחת לאור ואחת לכהן. של אור אין לה שעור {יב}, ושל כהן יש לה שעור. וטבול יום אוכלה. רבי יוסי אומר, אינו צריך טבילה. ואסורה לזבים ולזבות לנדה וליולדות, ונאכלת עם הזר על השלחן, ונתנת לכל כהן","jbo:textNikud":"רַבָּן גַּמְלִיאֵל אוֹמֵר, שָׁלֹשׁ אֲרָצוֹת לַחַלָּה. מֵאֶרֶץ יִשְׂרָאֵל וְעַד כְּזִיב, חַלָּה אֶחָת. מִכְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנָה, שְׁתֵּי חַלּוֹת {ח}, אַחַת לָאוּר וְאַחַת לַכֹּהֵן. שֶׁל אוּר יֶשׁ לָהּ שִׁעוּר, וְשֶׁל כֹּהֵן אֵין לָהּ שִׁעוּר. מִן הַנָּהָר וְעַד אֲמָנָה וְלִפְנִים, שְׁתֵּי חַלּוֹת, אַחַת לָאוּר וְאַחַת לַכֹּהֵן. שֶׁל אוּר אֵין לָהּ שִׁעוּר {יב}, וְשֶׁל כֹּהֵן יֶשׁ לָהּ שִׁעוּר. וּטְבוּל יוֹם אוֹכְלָהּ. רַבִּי יוֹסֵי אוֹמֵר, אֵינוֹ צָרִיךְ טְבִילָה. וַאֲסוּרָה לַזָּבִים וְלַזָּבוֹת לַנִּדָּה וְלַיּוֹלְדוֹת, וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשֻּׁלְחָן, וְנִתֶּנֶת לְכָל כֹּהֵן","rdfs:label":"משנה חלה ד ח","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-8"},{"uri":"jbr:mishna-bartanura-1-9-4-8","jbo:text":"ר\"ע מברטנורה שלש ארצות. חלוקות בדין חלה: מארץ ישראל ועד כזיב. כלומר כל ארץ ישראל עד כזיב, שהיא רצועה היוצאה מעכו לצד צפון, וכבשוה עולי בבל וקדשה קדשה שניה: מפרישים חלה אחת. ונתנת לכהן ואוכלה בטהרה: מכזיב ועד הנהר. לצד מזרח ומכזיב ועד אמנה לצד מערב. ואינה ארץ ישראל ממש, לפי שכבשוה עולי מצרים ולא כבשוה עולי בבל, וקדשה ראשונה לא קדשה לעתיד לבא: מפרישין שתי חלות. הראשונה נשרפת לפי שהיא טמאה בטמאת ארץ העמים, כיון שלא כבשוה עולי בבל, והשניה נאכלת לפי שאין טמאת החלה הראשונה מפרסמת {ט}, שהרי אינה ארץ העמים גמורה. ואם לא היו מפרישין חלה שניה הנאכלת יאמרו תרומה טהורה נשרפת, אבל כשמפרישין חלה שניה ונאכלת הרואה נותן על לבו להבין טעם הדבר, או שואל לחכמים ואומרים לו: של אור יש לה שעור. מפני שזאת הארץ היתה קדושה כבר, נראית חלתה כשל תורה {י}, הלכך יפריש כשעור שמפרישים מעסה טמאה, אחד מעשרים וארבעה או מארבעים ושמנה {יא}: ושל כהן אין לה שעור. לפי שהיא מדברי סופרים: מן הנהר ומן אמנה ולפנים. כלומר מתחלת הנהר ולפנים ממנה, וכן מתחלת אמנה ולפנים ממנו, חוצה לארץ ממש, ומפרישין שתי חלות ושתיהן מדברי סופרים: אחת לאור. שהיא טמאה בטמאת ארץ העמים ממש: ואחת לכהן. כדי שלא תשתכח תורת חלה שנתנת לכהן: של אור אין לה שעור. הואיל ושתיהן מדברי סופרים, מוטב להרבות באותה שנותנין לכהן שנאכלת ולא בנשרפת: וטבול יום אוכלה. לחלת האור של חוץ ישראל. וטבול יום דקאמר הכא הוא כהן שטבל לקריו, שאין חלת האור של חוץ ישראל אסורה אלא למי שטמאה יוצאה עליו מגופו, אבל טמא בשאר טמאות מתר בה. הלכך בחוץ לארץ היכא דאיכא כהן קטן שלא ראה קרי מימיו או כהן גדול בשנים שטבל לקריו, מפריש חלה אחת בלבד ונותנה לכהן. ואי ליכא כהן קטן או כהן גדול שטבל לקריו ואיכא כהן בעל קרי, מפריש שתי חלות, אחת לאור ואין לה שעור, ואחת לכהן ויש לה שעור, אחד מארבעים ושמנה, כדין כל עסה שנטמאה באנס, דטמאת ארץ העמים טמאת אנס היא, ואוכלה הכהן בקריו, כדי שלא תשתכח תורת חלה מישראל: אינו צריך טבילה. ובעל קרי מתר בחלת חוץ ישראל. ואין הלכה כרבי יוסי: ואסורה לזבים ולזבות. רבנן קאמרי לה, דאלו לרבי יוסי שריא לזבים ולזבות כי היכי דשריא לבעל קרי {יג}: ונאכלת עם הזר על השלחן. דלא גזרינן העלאה אטו אכילה: ונתנת לכל כהן. בין לכהן חבר בין לכהן עם הארץ, כך פרש רמב\"ם. ואין שיטת הגמרא מוכחת כן, אלא בין לכהן שאוכל חליו בטהרה, בין לכהן שאינו אוכל חליו בטהרה, אבל לעם הארץ אין נותנין שום מתנה ממתנות כהנה דכתיב (דברי הימים ב לא) לתת מנת הכהנים והלוים למען יחזקו בתורת ה', אין נותנין מנה אלא לכהנים המחזיקים בתורת ה' {יד}. וכן הא דתנן לקמן אלו נתנין לכל כהן, לאו לכהן עם הארץ, אלא לכל כהן אף על פי שאינו אוכל חליו בטהרה","jbo:textNikud":"ר\"ע מברטנורה שָׁלֹשׁ אֲרָצוֹת. חֲלוּקוֹת בְּדִין חַלָּה: מֵאֶרֶץ יִשְׂרָאֵל וְעַד כְּזִיב. כְּלוֹמַר כָּל אֶרֶץ יִשְׂרָאֵל עַד כְּזִיב, שֶׁהִיא רְצוּעָה הַיּוֹצְאָה מֵעַכּוֹ לְצַד צָפוֹן, וּכְבָשׁוּהָ עוֹלֵי בָבֶל וְקָדְשָׁה קְדֻשָּׁה שְׁנִיָּה: מַפְרִישִׁים חַלָּה אֶחָת. וְנִתֶּנֶת לַכֹּהֵן וְאוֹכְלָהּ בְּטָהֳרָה: מִכְּזִיב וְעַד הַנָּהָר. לְצַד מִזְרָח וּמִכְּזִיב וְעַד אֲמָנָה לְצַד מַעֲרָב. וְאֵינָהּ אֶרֶץ יִשְׂרָאֵל מַמָּשׁ, לְפִי שֶׁכְּבָשׁוּהָ עוֹלֵי מִצְרָיִם וְלֹא כְבָשׁוּהָ עוֹלֵי בָבֶל, וּקְדֻשָּׁה רִאשׁוֹנָה לֹא קָדְשָׁה לֶעָתִיד לָבֹא: מַפְרִישִׁין שְׁתֵּי חַלּוֹת. הָרִאשׁוֹנָה נִשְׂרֶפֶת לְפִי שֶׁהִיא טְמֵאָה בְּטֻמְאַת אֶרֶץ הָעַמִּים, כֵּיוָן שֶׁלֹּא כְבָשׁוּהָ עוֹלֵי בָבֶל, וְהַשְּׁנִיָּה נֶאֱכֶלֶת לְפִי שֶׁאֵין טֻמְאַת הַחַלָּה הָרִאשׁוֹנָה מְפֻרְסֶמֶת {ט}, שֶׁהֲרֵי אֵינָהּ אֶרֶץ הָעַמִּים גְּמוּרָה. וְאִם לֹא הָיוּ מַפְרִישִׁין חַלָּה שְׁנִיָּה הַנֶּאֱכֶלֶת יֹאמְרוּ תְּרוּמָה טְהוֹרָה נִשְׂרֶפֶת, אֲבָל כְּשֶׁמַּפְרִישִׁין חַלָּה שְׁנִיָּה וְנֶאֱכֶלֶת הָרוֹאֶה נוֹתֵן עַל לִבּוֹ לְהָבִין טַעַם הַדָּבָר, אוֹ שׁוֹאֵל לַחֲכָמִים וְאוֹמְרִים לוֹ: שֶׁל אוּר יֶשׁ לָהּ שִׁעוּר. מִפְּנֵי שֶׁזֹּאת הָאָרֶץ הָיְתָה קְדוֹשָׁה כְּבָר, נִרְאֵית חַלָּתָהּ כְּשֶׁל תּוֹרָה {י}, הִלְכָּךְ יַפְרִישׁ כַּשִּׁעוּר שֶׁמַּפְרִישִׁים מֵעִסָּה טְמֵאָה, אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה אוֹ מֵאַרְבָּעִים וּשְׁמֹנָה {יא}: וְשֶׁל כֹּהֵן אֵין לָהּ שִׁעוּר. לְפִי שֶׁהִיא מִדִּבְרֵי סוֹפְרִים: מִן הַנָּהָר וּמִן אֲמָנָה וְלִפְנִים. כְּלוֹמַר מִתְּחִלַּת הַנָּהָר וְלִפְנִים מִמֶּנָּה, וְכֵן מִתְּחִלַּת אֲמָנָה וְלִפְנִים מִמֶּנּוּ, חוּצָה לָאָרֶץ מַמָּשׁ, וּמַפְרִישִׁין שְׁתֵּי חַלּוֹת וּשְׁתֵּיהֶן מִדִּבְרֵי סוֹפְרִים: אַחַת לָאוּר. שֶׁהִיא טְמֵאָה בְּטֻמְאַת אֶרֶץ הָעַמִּים מַמָּשׁ: וְאַחַת לַכֹּהֵן. כְּדֵי שֶׁלֹּא תִשְׁתַּכַּח תּוֹרַת חַלָּה שֶׁנִּתֶּנֶת לַכֹּהֵן: שֶׁל אוּר אֵין לָהּ שִׁעוּר. הוֹאִיל וּשְׁתֵּיהֶן מִדִּבְרֵי סוֹפְרִים, מוּטָב לְהַרְבּוֹת בְּאוֹתָהּ שֶׁנּוֹתְנִין לַכֹּהֵן שֶׁנֶּאֱכֶלֶת וְלֹא בַנִּשְׂרֶפֶת: וּטְבוּל יוֹם אוֹכְלָהּ. לְחַלַּת הָאוּר שֶׁל חוּץ יִשְׂרָאֵל. וּטְבוּל יוֹם דְּקָאָמַר הָכָא הוּא כֹּהֵן שֶׁטָּבַל לְקֶרְיוֹ, שֶׁאֵין חַלַּת הָאוּר שֶׁל חוּץ יִשְׂרָאֵל אֲסוּרָה אֶלָּא לְמִי שֶׁטֻּמְאָה יוֹצְאָה עָלָיו מִגּוּפוֹ, אֲבָל טָמֵא בִשְׁאָר טֻמְאוֹת מֻתָּר בָּהּ. הִלְכָּךְ בְּחוּץ לָאָרֶץ הֵיכָא דְאִיכָּא כֹּהֵן קָטָן שֶׁלֹּא רָאָה קֶרִי מִיָּמָיו אוֹ כֹּהֵן גָּדוֹל בַּשָּׁנִים שֶׁטָּבַל לְקֶרְיוֹ, מַפְרִישׁ חַלָּה אַחַת בִּלְבָד וְנוֹתְנָהּ לַכֹּהֵן. וְאִי לֵיכָּא כֹּהֵן קָטָן אוֹ כֹּהֵן גָּדוֹל שֶׁטָּבַל לְקֶרְיוֹ וְאִיכָּא כֹּהֵן בַּעַל קֶרִי, מַפְרִישׁ שְׁתֵּי חַלּוֹת, אַחַת לָאוּר וְאֵין לָהּ שִׁעוּר, וְאַחַת לַכֹּהֵן וְיֶשׁ לָהּ שִׁעוּר, אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה, כְּדִין כָּל עִסָּה שֶׁנִּטְמְאָה בְאֹנֶס, דְּטֻמְאַת אֶרֶץ הָעַמִּים טֻמְאַת אֹנֶס הִיא, וְאוֹכְלָהּ הַכֹּהֵן בְּקֶרְיוֹ, כְּדֵי שֶׁלֹּא תִשְׁתַּכַּח תּוֹרַת חַלָּה מִיִּשְׂרָאֵל: אֵינוֹ צָרִיךְ טְבִילָה. וּבַעַל קֶרִי מֻתָּר בְּחַלַּת חוּץ יִשְׂרָאֵל. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: וַאֲסוּרָה לַזָּבִים וְלַזָּבוֹת. רַבָּנָן קָאָמְרֵי לַהּ, דְּאִלּוּ לְרַבִּי יוֹסֵי שַׁרְיָא לַזָּבִים וְלַזָּבוֹת כִּי הֵיכִי דְשַׁרְיָא לְבַעַל קֶרִי {יג}: וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשֻּׁלְחָן. דְּלֹא גָזְרִינַן הַעֲלָאָה אָטוּ אֲכִילָה: וְנִתֶּנֶת לְכָל כֹּהֵן. בֵּין לְכֹהֵן חָבֵר בֵּין לְכֹהֵן עַם הָאָרֶץ, כָּךְ פֵּרֵשׁ רַמְבַּ\"ם. וְאֵין שִׁיטַת הַגְּמָרָא מוֹכַחַת כֵּן, אֶלָּא בֵּין לְכֹהֵן שֶׁאוֹכֵל חֻלָּיו בְּטָהֳרָה, בֵּין לְכֹהֵן שֶׁאֵינוֹ אוֹכֵל חֻלָּיו בְּטָהֳרָה, אֲבָל לְעַם הָאָרֶץ אֵין נוֹתְנִין שׁוּם מַתָּנָה מִמַּתְּנוֹת כְּהֻנָּה דִּכְתִיב (דִּבְרֵי הַיָּמִים ב לא) לָתֵת מְנָת הַכֹּהֲנִים וְהַלְוִיִּם לְמַעַן יֶחֶזְקוּ בְּתוֹרַת ה', אֵין נוֹתְנִין מָנָה אֶלָּא לְכֹהֲנִים הַמַּחֲזִיקִים בְּתוֹרַת ה' {יד}. וְכֵן הָא דִתְנַן לְקַמָּן אֵלּוּ נִתָּנִין לְכָל כֹּהֵן, לָאו לְכֹהֵן עַם הָאָרֶץ, אֶלָּא לְכָל כֹּהֵן אַף עַל פִּי שֶׁאֵינוֹ אוֹכֵל חֻלָּיו בְּטָהֳרָה","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-8"},{"uri":"jbr:mishna-yomtov-1-9-4-8","jbo:text":"עיקר תוי\"ט {ח} שתי חלות. ולא מצינו בתרומה שיאמרו להפריש שתי תרומות, משום דבחלה יש לחוש יותר שלא תשתכח תורת חלה, משום דשיכא בכל אדם המגלגל עסתו, אבל תרומה אין רגילין בה אלא בעלי קרקעות וממרחי תבואות. תוספות: {ט} ובדין שלישי פרש שארץ העמים טמאה ממש. ועין לקמן משנה י': {י} ואף במקומות שכבשו עולי בבל אינה מן התורה, ואפלו בימי עזרא דרשינן בבאכם בביאת כלכם ולא בביאת מקצתכם (ואפלו הכי אין צריך אלא חלה אחת הואיל ואין הארץ טמאה. תוספות יום טוב): {יא} ודבר תמוה, דמאי שנא מדין השלישי דכתב בו אחד מארבעים ושמנה (ואפשר להגיה טהורה במקום טמאה). תוספות יום טוב ועין עוד: {יב} אין לה שעור. ובסימן שכ\"ב כתב הרמ\"א דבזמן הזה אין מפרישין רק חלה אחת ובלא שעור. ונוהגין לטל כזית. תוספות חדשים: {יג} ורישא וטבול יום אוכלה מוקי לה הר\"ב בטבל לקריו. ויש לדקדק הך אסורא דזבים כו' במאי מוקים לה, אי בדלא טבלי פשיטא, השתא בעל קרי שאין טמאתו חמורה קאסרי בשאינו טבול, כל שכן הני כו'. ואי בדטבלי נמי אסרי קשה, מאי שנא דגביהו אסרי בדטבלי ולא כן בבעל קרי, והלא שניהם צריכים הערב שמש. ושמא יש לומר הואיל וטמאתן חמירי החמירו לאכל אף חלת חוץ לארץ הראשונה עד שיעריב שמשן. תוספות יום טוב ועין עוד: {יד} נראה דלא קשיא דאף הר\"מ לא קאמר אלא במי שלא קבל עליו דברי חברות לענין טמאה וטהרה, וזה אפלו בתלמיד חכם כמו שמפרש במשנה ג' פרק ב' דדמאי, ולמי שלא קבל עליו קרי ליה עם הארץ בההיא מתניתין. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ח} שְׁתֵּי חַלּוֹת. וְלֹא מָצִינוּ בִתְרוּמָה שֶׁיֹּאמְרוּ לְהַפְרִישׁ שְׁתֵּי תְרוּמוֹת, מִשּׁוּם דִּבְחַלָּה יֵשׁ לָחוּשׁ יוֹתֵר שֶׁלֹּא תִשְׁתַּכַּח תּוֹרַת חַלָּה, מִשּׁוּם דְּשַׁיְּכָא בְּכָל אָדָם הַמְגַלְגֵּל עִסָּתוֹ, אֲבָל תְּרוּמָה אֵין רְגִילִין בָּהּ אֶלָּא בַּעֲלֵי קַרְקָעוֹת וּמְמָרְחֵי תְבוּאוֹת. תּוֹסָפוֹת: {ט} וּבְדִין שְׁלִישִׁי פֵּרֵשׁ שֶׁאֶרֶץ הָעַמִּים טְמֵאָה מַמָּשׁ. וְעַיֵּן לְקַמָּן מִשְׁנָה י': {י} וְאַף בַּמְּקוֹמוֹת שֶׁכָּבְשׁוּ עוֹלֵי בָבֶל אֵינָהּ מִן הַתּוֹרָה, וַאֲפִלּוּ בִּימֵי עֶזְרָא דָּרְשִׁינַן בְּבֹאֲכֶם בְּבִיאַת כֻּלְּכֶם וְלֹא בְבִיאַת מִקְצַתְכֶם (וַאֲפִלּוּ הָכִי אֵין צָרִיךְ אֶלָּא חַלָּה אַחַת הוֹאִיל וְאֵין הָאָרֶץ טְמֵאָה. תּוֹסְפוֹת יוֹם טוֹב): {יא} וְדָבָר תָּמוּהַּ, דְּמַאי שְׁנָא מִדִּין הַשְּׁלִישִׁי דְּכָתַב בּוֹ אֶחָד מֵאַרְבָּעִים וּשְׁמֹנָה (וְאֶפְשָׁר לְהַגִּיהַּ טְהוֹרָה בִּמְקוֹם טְמֵאָה). תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן עוֹד: {יב} אֵין לָהּ שִׁעוּר. וּבְסִימָן שכ\"ב כָּתַב הָרְמָ\"א דְּבַזְּמַן הַזֶּה אֵין מַפְרִישִׁין רַק חַלָּה אַחַת וּבְלֹא שִׁעוּר. וְנוֹהֲגִין לִטֹּל כַּזַּיִת. תּוֹסָפוֹת חֲדָשִׁים: {יג} וְרֵישָׁא וּטְבוּל יוֹם אוֹכְלָהּ מוֹקֵי לַהּ הָרַ\"ב בְּטָבַל לְקֶרְיוֹ. וְיֵשׁ לְדַקְדֵּק הַךְ אִסּוּרָא דְזָבִים כוּ' בְּמַאי מוֹקִים לַהּ, אִי בִדְלֹא טָבְלֵי פְּשִׁיטָא, הַשְׁתָּא בַּעַל קֶרִי שֶׁאֵין טֻמְאָתוֹ חֲמוּרָה קָאָסְרֵי בְּשֶׁאֵינוֹ טָבוּל, כָּל שֶׁכֵּן הַנֵּי כוּ'. וְאִי בִדְטָבְלֵי נַמִּי אָסְרֵי קָשֶׁה, מַאי שְׁנָא דְגַבַּיְהוּ אָסְרֵי בִדְטָבְלֵי וְלֹא כֵן בְּבַעַל קֶרִי, וַהֲלֹא שְׁנֵיהֶם צְרִיכִים הַעֲרֵב שֶׁמֶשׁ. וְשֶׁמָּא יֵשׁ לוֹמַר הוֹאִיל וְטֻמְאָתָן חֲמִירֵי הֶחְמִירוּ לֶאֱכֹל אַף חַלַּת חוּץ לָאָרֶץ הָרִאשׁוֹנָה עַד שֶׁיַּעֲרִיב שִׁמְשָׁן. תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן עוֹד: {יד} נִרְאֶה דְלֹא קַשְׁיָא דְּאַף הָרַ\"מ לֹא קָאָמַר אֶלָּא בְמִי שֶׁלֹּא קִבֵּל עָלָיו דִּבְרֵי חֲבֵרוּת לְעִנְיַן טֻמְאָה וְטָהֳרָה, וְזֶה אֲפִלּוּ בְּתַלְמִיד חָכָם כְּמוֹ שֶׁמְּפֹרָשׁ בְּמִשְׁנָה ג' פֶּרֶק ב' דִּדְמַאי, וּלְמִי שֶׁלֹּא קִבֵּל עָלָיו קָרֵי לֵיהּ עַם הָאָרֶץ בְּהַהִיא מַתְנִיתִין. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה חלה ד ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-8"},{"uri":"jbr:mishna-1-9-4-9","jbo:text":"ואלו נתנין לכל כהן, החרמים, והבכורות, ופדיון הבן, ופדיון פטר חמור, והזרוע, והלחיים, והקבה, וראשית הגז, ושמן שרפה, וקדשי המקדש, והבכורים. רבי יהודה אוסר בבכורים. כרשיני תרומה, רבי עקיבא מתיר וחכמים אוסרים","jbo:textNikud":"וְאֵלּוּ נִתָּנִין לְכָל כֹּהֵן, הַחֲרָמִים, וְהַבְּכוֹרוֹת, וּפִדְיוֹן הַבֵּן, וּפִדְיוֹן פֶּטֶר חֲמוֹר, וְהַזְּרוֹעַ, וְהַלְּחָיַיִם, וְהַקֵּבָה, וְרֵאשִׁית הַגֵּז, וְשֶׁמֶן שְׂרֵפָה, וְקָדְשֵׁי הַמִּקְדָּשׁ, וְהַבִּכּוּרִים. רַבִּי יְהוּדָה אוֹסֵר בַּבִּכּוּרִים. כַּרְשִׁינֵי תְרוּמָה, רַבִּי עֲקִיבָא מַתִּיר וַחֲכָמִים אוֹסְרִים","rdfs:label":"משנה חלה ד ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-9"},{"uri":"jbr:mishna-bartanura-1-9-4-9","jbo:text":"ר\"ע מברטנורה החרמים. לכהנים כדכתיב (במדבר יח) כל חרם בישראל לך יהיה: והבכורות. אי תם הוא הרי זה קדשי מקדש, ואי בעל מום הוא כתיב (דברים יב) הטמא והטהור יאכלנו: ופדיון פטר חמור. פודהו בשה ואין בו קדשה: ראשית הגז. דכתיב (שם יח) וראשית גז צאנך תתן לו: ושמן שרפה. שמן תרומה שנטמא: וקדשי מקדש. דלא אסרו לתת לכהן שאינו נזהר מטמאה אלא דבר שיש בו אסור טמאה בגבולין, כגון תרומה ותרומת מעשר וחלה, אבל קדשי מקדש ובכורים שמביאין אותם לעזרה, לא חששו, דטהורי מטהר נפשיה: רבי יהודה אוסר בבכורים. דחיש דלמא לא מזדהר בהו, הואיל ואין עושין בהן עבודה. ואין הלכה כרבי יהודה: רבי עקיבא מתיר. רבי עקיבא לטעמיה, דאמר בפרק שני דמעשר שני דכרשינין כל מעשיהן בטמאה, דלא חשיבי אכל: וחכמים אוסרים. דחשיבי להו אכל הואיל והן נאכלין בשנות רעבון. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הַחֲרָמִים. לַכֹּהֲנִים כְּדִכְתִיב (בְּמִדְבָּר יח) כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה: וְהַבְּכוֹרוֹת. אִי תָּם הוּא הֲרֵי זֶה קָדְשֵׁי מִקְדָּשׁ, וְאִי בַעַל מוּם הוּא כְּתִיב (דְּבָרִים יב) הַטָּמֵא וְהַטָּהוֹר יֹאכְלֶנּוּ: וּפִדְיוֹן פֶּטֶר חֲמוֹר. פּוֹדֵהוּ בְשֶׂה וְאֵין בּוֹ קְדֻשָּׁה: רֵאשִׁית הַגֵּז. דִּכְתִיב (שָׁם יח) וְרֵאשִׁית גֵּז צֹאנְךָ תִּתֶּן לוֹ: וְשֶׁמֶן שְׂרֵפָה. שֶׁמֶן תְּרוּמָה שֶׁנִּטְמָא: וְקָדְשֵׁי מִקְדָּשׁ. דְּלֹא אָסְרוּ לָתֵת לְכֹהֵן שֶׁאֵינוֹ נִזְהָר מִטֻּמְאָה אֶלָּא דָבָר שֶׁיֶּשׁ בּוֹ אִסּוּר טֻמְאָה בַּגְּבוּלִין, כְּגוֹן תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר וְחַלָּה, אֲבָל קָדְשֵׁי מִקְדָּשׁ וּבִכּוּרִים שֶׁמְּבִיאִין אוֹתָם לָעֲזָרָה, לֹא חָשְׁשׁוּ, דְּטִהוּרֵי מְטַהֵר נַפְשֵׁיהּ: רַבִּי יְהוּדָה אוֹסֵר בַּבִּכּוּרִים. דְּחָיֵשׁ דִּלְמָא לֹא מִזְדָּהֵר בְּהוּ, הוֹאִיל וְאֵין עוֹשִׂין בָּהֶן עֲבוֹדָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: רַבִּי עֲקִיבָא מַתִּיר. רַבִּי עֲקִיבָא לְטַעֲמֵיהּ, דְּאָמַר בְּפֶרֶק שֵׁנִי דְמַעֲשֵׂר שֵׁנִי דְּכַרְשִׁינִין כָּל מַעֲשֵׂיהֶן בְּטֻמְאָה, דְּלֹא חֲשִׁיבֵי אֹכֶל: וַחֲכָמִים אוֹסְרִים. דַּחֲשִׁיבֵי לְהוּ אֹכֶל הוֹאִיל וְהֵן נֶאֱכָלִין בִּשְׁנוֹת רְעָבוֹן. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה חלה ד ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-9"},{"uri":"jbr:mishna-1-9-4-10","jbo:text":"נתאי איש תקוע הביא חלות מביתר, ולא קבלו ממנו. אנשי אלכסנדריא הביאו חלותיהן מאלכסנדריא, ולא קבלו מהם. אנשי הר צבועים הביאו בכוריהם קדם עצרת, ולא קבלו {טז} מהם, מפני הכתוב שבתורה (שמות כג), וחג הקציר בכורי מעשיך אשר תזרע בשדה","jbo:textNikud":"נִתַּאי אִישׁ תְּקוֹעַ הֵבִיא חַלּוֹת מִבֵּיתָר, וְלֹא קִבְּלוּ מִמֶּנּוּ. אַנְשֵׁי אֲלֶכְּסַנְדְּרִיָּא הֵבִיאוּ חַלּוֹתֵיהֶן מֵאֲלֶכְּסַנְדְּרִיָּא, וְלֹא קִבְּלוּ מֵהֶם. אַנְשֵׁי הַר צְבוֹעִים הֵבִיאוּ בִכּוּרֵיהֶם קֹדֶם עֲצֶרֶת, וְלֹא קִבְּלוּ {טז} מֵהֶם, מִפְּנֵי הַכָּתוּב שֶׁבַּתּוֹרָה (שמות כג), וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ אֲשֶׁר תִּזְרַע בַּשָּׂדֶה","rdfs:label":"משנה חלה ד י","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-10"},{"uri":"jbr:mishna-bartanura-1-9-4-10","jbo:text":"ר\"ע מברטנורה מביתר. שם מקום בחוץ לארץ: ולא קבלו ממנו. דלאכלן אי אפשר שהרי נטמאו בארץ העמים. ולשרפן אי אפשר לפי שאין טמאה זו ידועה {טו}, שמא יאמרו ראינו תרומה טהורה נשרפת, להחזירן למקומן אי אפשר שלא יאמרו תרומה יוצאה מארץ ישראל לחוץ לארץ, אלא מניחן עד ערב פסח ושורפן: וחג הקציר בכורי מעשיך. דשתי הלחם אקרו בכורים, ומתירין את החדש במקדש","jbo:textNikud":"ר\"ע מברטנורה מִבֵּיתָר. שֵׁם מָקוֹם בְּחוּץ לָאָרֶץ: וְלֹא קִבְּלוּ מִמֶּנּוּ. דִּלְאָכְלָן אִי אֶפְשָׁר שֶׁהֲרֵי נִטְמְאוּ בְאֶרֶץ הָעַמִּים. וּלְשָׂרְפָן אִי אֶפְשָׁר לְפִי שֶׁאֵין טֻמְאָה זוֹ יְדוּעָה {טו}, שֶׁמָּא יֹאמְרוּ רָאִינוּ תְרוּמָה טְהוֹרָה נִשְׂרֶפֶת, לְהַחֲזִירָן לִמְקוֹמָן אִי אֶפְשָׁר שֶׁלֹּא יֹאמְרוּ תְּרוּמָה יוֹצְאָה מֵאֶרֶץ יִשְׂרָאֵל לְחוּץ לָאָרֶץ, אֶלָּא מַנִּיחָן עַד עֶרֶב פֶּסַח וְשׂוֹרְפָן: וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ. דִּשְׁתֵּי הַלֶּחֶם אִקְרוּ בִּכּוּרִים, וּמַתִּירִין אֶת הֶחָדָשׁ בַּמִּקְדָּשׁ","rdfs:label":"ר\"ע מברטנורה משנה חלה ד י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-10"},{"uri":"jbr:mishna-yomtov-1-9-4-10","jbo:text":"עיקר תוי\"ט {טו} ולעיל במשנה ח' בדין השלישי מפרש דטמאת ארץ העמים היא טמאה ידועה, דדוקא אותו חלק שלא כבשו עולי בבל מקרי טמאה שאינה ידועה, וצריך לומר דאף על גב דכשהיה בארץ העמים הויא טמאה ידועה ונשרפת, מכל מקום כשהובאה לארץ ישראל מקרי אינה ידועה, דלאו כלי עלמא ידעי מאיזה מקום הובאת, אם מארץ העמים אם מהארץ שלא כבשו עולי בבל. תוספות יום טוב: {טז} ולא קבלו. ובירושלמי פריך אמאי לא קבלו, והתנן במנחות שאם הביא קדם לשתי הלחם כשר. ומשני שניא היא שהדבר מסים שלא יקבע הדבר חובה, מפני שאנשים גדולים היו ויסמכו עליהם. אי נמי משום דמנכרא מלתא טובא. עד כאן הר\"ש","jbo:textNikud":"עיקר תוי\"ט {טו} וּלְעֵיל בְּמִשְׁנָה ח' בַּדִּין הַשְּׁלִישִׁי מְפָרֵשׁ דְּטֻמְאַת אֶרֶץ הָעַמִּים הִיא טֻמְאָה יְדוּעָה, דְּדַוְקָא אוֹתוֹ חֵלֶק שֶׁלֹּא כָבְשׁוּ עוֹלֵי בָבֶל מִקְרֵי טֻמְאָה שֶׁאֵינָהּ יְדוּעָה, וְצָרִיךְ לוֹמַר דְּאַף עַל גַּב דִּכְשֶׁהָיָה בְאֶרֶץ הָעַמִּים הַוְיָא טֻמְאָה יְדוּעָה וְנִשְׂרֶפֶת, מִכָּל מָקוֹם כְּשֶׁהוּבְאָה לְאֶרֶץ יִשְׂרָאֵל מִקְרֵי אֵינָהּ יְדוּעָה, דְּלָאו כֻּלֵּי עַלְמָא יָדְעֵי מֵאֵיזֶה מָקוֹם הוּבֵאת, אִם מֵאֶרֶץ הָעַמִּים אִם מֵהָאָרֶץ שֶׁלֹּא כָבְשׁוּ עוֹלֵי בָבֶל. תּוֹסְפוֹת יוֹם טוֹב: {טז} וְלֹא קִבְּלוּ. וּבַיְרוּשַׁלְמִי פָּרֵיךְ אַמַּאי לֹא קִבְּלוּ, וְהָתְנַן בִּמְנָחוֹת שֶׁאִם הֵבִיא קֹדֶם לִשְׁתֵּי הַלֶּחֶם כָּשֵׁר. וּמְשָׁנֵי שַׁנְיָא הִיא שֶׁהַדָּבָר מְסֻיָּם שֶׁלֹּא יִקָּבַע הַדָּבָר חוֹבָה, מִפְּנֵי שֶׁאֲנָשִׁים גְּדוֹלִים הָיוּ וְיִסְמְכוּ עֲלֵיהֶם. אִי נַמִּי מִשּׁוּם דְּמִנְכְּרָא מִלְּתָא טוּבָא. עַד כָּאן הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה חלה ד י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-10"},{"uri":"jbr:mishna-1-9-4-11","jbo:text":"בן אנטינוס העלה בכורות מבבל, ולא קבלו {יז} ממנו. יוסף הכהן הביא בכורי יין ושמן, ולא קבלו ממנו. אף הוא העלה את בניו ובני ביתו לעשות פסח קטן בירושלים, והחזירוהו, שלא יקבע הדבר חובה. אריסטון הביא בכוריו מאפמיא, וקבלו ממנו, מפני שאמרו, הקונה בסוריא, כקונה בפרור שבירושלים {יח}","jbo:textNikud":"בֶּן אַנְטִינוֹס הֶעֱלָה בְכוֹרוֹת מִבָּבֶל, וְלֹא קִבְּלוּ {יז} מִמֶּנּוּ. יוֹסֵף הַכֹּהֵן הֵבִיא בִכּוּרֵי יַיִן וְשֶׁמֶן, וְלֹא קִבְּלוּ מִמֶּנּוּ. אַף הוּא הֶעֱלָה אֶת בָּנָיו וּבְנֵי בֵיתוֹ לַעֲשׂוֹת פֶּסַח קָטָן בִּירוּשָׁלַיִם, וְהֶחֱזִירוּהוּ, שֶׁלֹּא יִקָּבַע הַדָּבָר חוֹבָה. אֲרִיסְטוֹן הֵבִיא בִכּוּרָיו מֵאַפַּמְיָא, וְקִבְּלוּ מִמֶּנּוּ, מִפְּנֵי שֶׁאָמְרוּ, הַקּוֹנֶה בְסוּרְיָא, כְּקוֹנֶה בְּפַרְוָר שֶׁבִּירוּשָׁלָיִם {יח}","rdfs:label":"משנה חלה ד יא","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-11"},{"uri":"jbr:mishna-bartanura-1-9-4-11","jbo:text":"ר\"ע מברטנורה העלה בכורות מבבל ולא קבלו ממנו. דכתיב (דברים יד) ואכלת לפני ה' אלהיך מעשר דגנך תירשך ויצהרך ובכרת בקרך וצאנך, ממקום שאתה מביא מעשר דגן אתה מביא בכורות, מחוץ לארץ שאי אתה מביא מעשר דגן אין אתה מביא בכורות: הביא בכורים יין ושמן ולא קבלו ממנו. לפי שלא בצרום מתחלה לכך, דאלו בצרום מתחלה לכך שרי, דהכי תנן פרק בתרא דתרומות, אין מביאין בכורים משקה אלא היוצא מן הזיתים וענבים בלבד: פסח קטן. פסח שני. ובניו קטנים היו, ובפסח ראשון בלבד הן חיבים, שהכל חיבים בראיה כדכתיב (שמות כג) יראה כל זכורך, אבל לא בפסח שני: מאפמיא. גרסינן, והוא שם מקום בסוריא: כקונה בפרורי ירושלים. מגרשי ירושלים וכפרים שסביבותיה. תרגום מגרשיה פרוהא","jbo:textNikud":"ר\"ע מברטנורה הֶעֱלָה בְכוֹרוֹת מִבָּבֶל וְלֹא קִבְּלוּ מִמֶּנּוּ. דִּכְתִיב (דְּבָרִים יד) וְאָכַלְתָּ לִפְנֵי ה' אֱלֹהֶיךָ מַעְשַׂר דְּגָנְךָ תִּירֹשְׁךָ וְיִצְהָרֶךָ וּבְכֹרֹת בְּקָרְךָ וְצֹאנֶךָ, מִמָּקוֹם שֶׁאַתָּה מֵבִיא מַעְשַׂר דָּגָן אַתָּה מֵבִיא בְּכוֹרוֹת, מִחוּץ לָאָרֶץ שֶׁאִי אַתָּה מֵבִיא מַעְשַׂר דָּגָן אֵין אַתָּה מֵבִיא בְּכוֹרוֹת: הֵבִיא בִכּוּרִים יַיִן וְשֶׁמֶן וְלֹא קִבְּלוּ מִמֶּנּוּ. לְפִי שֶׁלֹּא בְצָרוּם מִתְּחִלָּה לְכָךְ, דְּאִלּוּ בְצָרוּם מִתְּחִלָּה לְכָךְ שָׁרֵי, דְּהָכִי תְנַן פֶּרֶק בַּתְרָא דִתְרוּמוֹת, אֵין מְבִיאִין בִּכּוּרִים מַשְׁקֶה אֶלָּא הַיּוֹצֵא מִן הַזֵּיתִים וַעֲנָבִים בִּלְבָד: פֶּסַח קָטָן. פֶּסַח שֵׁנִי. וּבָנָיו קְטַנִּים הָיוּ, וּבְפֶסַח רִאשׁוֹן בִּלְבָד הֵן חַיָּבִים, שֶׁהַכֹּל חַיָּבִים בִּרְאִיָּה כְּדִכְתִיב (שְׁמוֹת כג) יֵרָאֶה כָל זְכוּרְךָ, אֲבָל לֹא בְּפֶסַח שֵׁנִי: מֵאַפַּמְיָא. גָּרְסִינַן, וְהוּא שֵׁם מָקוֹם בְּסוּרְיָא: כְּקוֹנֶה בְּפַרְוָרֵי יְרוּשָׁלַיִם. מִגְרְשֵׁי יְרוּשָׁלַיִם וּכְפָרִים שֶׁסְּבִיבוֹתֶיהָ. תַּרְגּוּם מִגְרָשֶׁיהָ פַרְוָהָא","rdfs:label":"ר\"ע מברטנורה משנה חלה ד יא","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-11"},{"uri":"jbr:mishna-yomtov-1-9-4-11","jbo:text":"עיקר תוי\"ט {יז} ולא קבלו. בירושלמי פריך ולא תנן בסוף פרק ג' דתמורה ואם באו תמימים יקרבו ומשני שניא הוא שהדבר מסים, שלא יקבע הדבר חובה כנזכר לעיל. ועין בגמרא דתמורה סוף פרק ג': {יח} שבירושלים. ומכל מקום תרומה אין מביאין מסוריא, דבתרומה חוששין שמא יהיו הכהנים מרדפים אחריה ויצאו לחוצה לארץ, אבל הבכורים הבעלים מחיבים להביאם לירושלים","jbo:textNikud":"עיקר תוי\"ט {יז} וְלֹא קִבְּלוּ. בַּיְרוּשַׁלְמִי פָּרֵיךְ וְלֹא תְנַן בְּסוֹף פֶּרֶק ג' דִּתְמוּרָה וְאִם בָּאוּ תְמִימִים יִקְרְבוּ וּמְשָׁנֵי שַׁנְיָא הוּא שֶׁהַדָּבָר מְסֻיָּם, שֶׁלֹּא יִקָּבַע הַדָּבָר חוֹבָה כַּנִּזְכַּר לְעֵיל. וְעַיֵּן בַּגְּמָרָא דִתְמוּרָה סוֹף פֶּרֶק ג': {יח} שֶׁבִּירוּשָׁלַיִם. וּמִכָּל מָקוֹם תְּרוּמָה אֵין מְבִיאִין מִסּוּרְיָא, דְּבַתְּרוּמָה חוֹשְׁשִׁין שֶׁמָּא יִהְיוּ הַכֹּהֲנִים מְרַדְּפִים אַחֲרֶיהָ וְיֵצְאוּ לְחוּצָה לָאָרֶץ, אֲבָל הַבִּכּוּרִים הַבְּעָלִים מְחֻיָּבִים לַהֲבִיאָם לִירוּשָׁלַיִם","rdfs:label":"עיקר תוי\"ט משנה חלה ד יא","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-9","jbo:perek":"jbr:mishna-1-9-4","jbo:interprets":"jbr:mishna-1-9-4-11"}]}