{"subjects":[{"uri":"jbr:mishna-bartanura-1-7-1-1","jbo:text":"ר\"ע מברטנורה כְּלָל אָמְרוּ בַּמַּעַשְׂרוֹת כָּל שֶׁהוּא אֹכֶל. לְמִעוּטֵי סִטִּיס שֶׁקּוֹרִין בַּעֲרָבִי ני\"ל, וְקוֹצָה שֶׁקּוֹרִין בַּעֲרָבִי אלעצפו\"ר, שֶׁאֵלּוּ אֵינָן אֹכֶל, אַף עַל פִּי שֶׁהֵן נֶאֱכָלִים עַל יְדֵי הַדְּחַק, וְאֵינָם חַיָּבִים בַּמַּעַשְׂרוֹת: וְנִשְׁמָר. לְמִעוּטֵי הֶפְקֵר שֶׁאֵין לוֹ בְּעָלִים שֶׁיִּשְׁמְרוּהוּ: וְגִדּוּלָיו מִן הָאָרֶץ. לְמִעוּטֵי כְּמֵהִין וּפִטְרִיּוֹת. וְכָל הַנֵּי יָלְפִינַן מִקְּרָא, דִּכְתִיב (דְּבָרִים יד) עַשֵּׂר תְּעַשֵּׂר אֵת כָּל תְּבוּאַת זַרְעֶךָ וְכוּ'. אֵת כָּל תְּבוּאַת, דּוּמְיָא דִתְבוּאָה שֶׁהוּא אֹכֶל. זַרְעֶךָ, הַמְּיֻחָד לְךָ {א}, פְּרָט לַהֶפְקֵר שֶׁאֵין לוֹ בְּעָלִים מְיֻחָדִים. זַרְעֶךָ דָּבָר שֶׁזּוֹרְעִים אוֹתוֹ וּמַצְמִיחַ, פְּרָט לִכְמֵהִין וּפִטְרִיּוֹת שֶׁאֵינָן נִזְרָעוֹת: כָּל שֶׁתְּחִלָּתוֹ אֹכֶל וְסוֹפוֹ אֹכֶל. כְּגוֹן יְרָקוֹת, שֶׁמִּיָּד כְּשֶׁהֵן גְּדֵלִים רְאוּיִן לַאֲכִילָה, וּמְשַׁמְּרִין אוֹתוֹ עַד שֶׁיִּגְדַּל וְיוֹסִיף אֹכֶל: חַיָּב קָטָן וְגָדוֹל. שֶׁהֲרֵי רְאוּיִן לַאֲכִילָה בֵּין גְּדוֹלִים בֵּין קְטַנִּים: וְכָל שֶׁאֵין תְּחִלָּתוֹ אֹכֶל. כְּגוֹן מִינֵי פֵרוֹת: אֵינוֹ חַיָּב עַד שֶׁיֵּעָשֶׂה אֹכֶל. דִּכְתִיב (וַיִּקְרָא כז) מִזֶּרַע הָאָרֶץ מִפְּרִי הָעֵץ, עַד שֶׁיִּגְדַּל וְיַעֲשֶׂה פְּרִי","rdfs:label":"ר\"ע מברטנורה מעשרות א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-1"},{"uri":"jbr:mishna-yomtov-1-7-1-1","jbo:text":"עיקר תוי\"ט {א} וּלְעֵיל בְּפֶרֶק קַמָּא דְפֵאָה מִשְׁנָה ו' דָּרֵישׁ מִדִּכְתִיב (דְּבָרִים יד) וּבָא הַלֵּוִי כִּי אֵין לוֹ חֵלֶק וְנַחֲלָה עִמָּךְ","rdfs:label":"עיקר תוי\"ט מעשרות א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-1"},{"uri":"jbr:mishna-bartanura-1-7-1-2","jbo:text":"ר\"ע מברטנורה מֵאֵימָתַי הַפֵּרוֹת חַיָּבִים בַּמַּעַשְׂרוֹת. דִּתְחִלָּתָן אֵינוֹ אֹכֶל, וְצָרִיךְ לִתֵּן שִׁעוּר לְכָל פְּרִי וּפְרִי מֵאֵימָתַי יַגִּיעַ זְמַנּוֹ לִהְיוֹת רָאוּי לַאֲכִילָה: מִשֶּׁיַּבְחִילוּ. תְּחִלַּת בִּשּׁוּלָם קָרוּי בֹּחַל, וְדֻּגְמָא לָזוֹ תְּחִלַּת יְמֵי הַנְּעוּרִים בְּאִשָּׁה קָרוּי בֹּחַל. וּמְפָרֵשׁ בַּגְּמָרָא מִשֶּׁיַּלְבִּין רָאשֵׁיהֶם זֶהוּ הַתְחָלַת בִּשּׁוּלָם: הָאֳבָשִׁים. מִין מִמִּינֵי הָעֲנָבִים הָרָעִים כְּמוֹ וַיַּעַשׂ בְּאֻשִׁים (יְשַׁעְיָה ה): מִשֶּׁהִבְאִישׁוּ. שֶׁנִּתְבַּשְּׁלוּ כָּל כָּךְ עַד שֶׁהַחַרְצַנִּים שֶׁבִּפְנִים נִרְאִים מִבַּחוּץ מִתּוֹךְ הַקְּלִפָּה. וְאֶשְׁכּוֹל שֶׁיֵּשׁ בּוֹ גַּרְגֵּר אֶחָד שֶׁהִגִּיעַ לְשִׁעוּר זֶה הֲוֵי כֻלּוֹ חִבּוּר לַמַּעַשְׂרוֹת: וְהָאוֹג. אִילָן שֶׁפֵּרוֹתָיו אֲדֻמִּים, וְקוֹרִין לוֹ בְּלַעַ\"ז קורניאול\"י: וְהַתּוּתִים. בַּעֲרָבִי תו\"ת וּבְלַעַ\"ז מורא\"ש: מִשֶּׁיִּמַּסּוּ. מִשֶּׁיִּתְמַעֵךְ הָאֹכֶל מִתַּחַת יָדוֹ. וְאִם הִגִּיעָה אֲפִלּוּ פְּרֵדָה אַחַת שֶׁל רִמּוֹן לְשִׁעוּר זֶה כָּל הָרִמּוֹן חַיָּב בַּמַּעַשְׂרוֹת: מִשֶּׁיָּטִּילוּ שְׂאֹר. מִשֶּׁיִּפָּתְחוּ כִּשְׂאֹר שֶׁיֵּשׁ בּוֹ סְדָקִים: מִשֶּׁיַּטִּילוּ גִידִים. כְּשֶׁמַּתְחִילִים לְהִתְבַּשֵּׁל נִרְאִים בָּהֶם כְּמִין גִּידִים אֲדֻמִּים: מִשֶּׁיַּעֲשׂוּ מְגוּרָה. מִשֶּׁיִּבָּדֵל הָאֹכֶל מִן הַקְּלִפָּה הַחִיצוֹנָה וְיִהְיֶה הָאֹכֶל כְּאִלּוּ מֻנָּח בִּמְגוּרָה דְּהַיְנוּ אוֹצָר: מִשֶּׁיַּעֲשׂוּ קְלִפָּה. הַקְּלִפָּה הַתַּחְתּוֹנָה הַסְּמוּכָה לָאֹכֶל, וְאֵינָהּ נַעֲשֵׂית אֶלָּא אַחַר גְּמַר בִּשּׁוּל הַפְּרִי. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-2"},{"uri":"jbr:mishna-yomtov-1-7-1-2","jbo:text":"עיקר תוי\"ט {ב} חַיָּבוֹת. פֵּרוּשׁ כְּשֶׁאוֹכֵל קֶבַע. אֲבָל עֲרַאי רַשַּׁאי עֲדַיִן לֶאֱכֹל עַד שֶׁיַּגִּיעוּ זְמַנִּים אֲחֵרִים","rdfs:label":"עיקר תוי\"ט מעשרות א ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-2"},{"uri":"jbr:mishna-bartanura-1-7-1-3","jbo:text":"ר\"ע מברטנורה מִשֶּׁיִּנָּקְדוּ. מִשֶּׁיִּהְיֶה בָהֶם נְקוּדוֹת שְׁחוֹרוֹת. כִּי בִגְמַר בִּשּׁוּלָם הֵם מַתְחִילִים לְהַשְׁחִיר: וְכָל הַשְּׁחוֹרִים. כְּגוֹן עִנְבֵי הֲדַס וְעִנְבֵי סְנֶה: אֲגָסִים. בַּעֲרָבִי אג\"ס, וּבְלַעַ\"ז פירא\"ש: קְרֻסְטוֹמֵלִין. תַּפּוּחִים קְטַנִּים הַדּוֹמִים לַעֲפָצִים שֶׁקּוֹרִין מִילִין: פָּרִישִׁין. קונדוניי\"ש בְּלַעַ\"ז, וּבַעֲרָבִי ספרג\"ל: עֻזְרָדִין. בַּעֲרָבִי זערו\"ד, וּבְלַעַ\"ז סורב\"ש: מִשֶּׁיַּקְרִיחוּ. פֵּרוֹת הַלָּלוּ בְּקָטְנָן מְכֻסִּים שְׂעָרוֹת דַּקּוֹת כְּמִין נוֹצָה, וּכְשֶׁיַּתְחִילוּ לְהִתְבַּשֵּׁל נִקְרָחִים מְעַט מְעַט, וּבִגְמַר בִּשּׁוּלָם נוֹפֵל הַכֹּל: הַתִּלְתָּן מִשֶּׁיְּצַמֵּחַ. מִשֶּׁהָיָה נִגְמַר בְּבִשּׁוּלוֹ עַד שֶׁאִם הָיוּ זוֹרְעִים אוֹתוֹ הָיָה צוֹמֵחַ. וְסִימָן לֵידַע מָתַי הִגִּיעַ לְשִׁעוּר זֶה, נוֹתֵן אוֹתוֹ לְתוֹךְ הַמַּיִם, וְכָל פְּרֵדָה שֶׁשּׁוֹקַעַת רֻבָּהּ בַּמַּיִם בְּיָדוּעַ שֶׁאִם יִזְרְעֶנָּה תַּצְמִיחַ. וְדָרְשִׁינַן לַהּ מִדִּכְתִיב (דְּבָרִים יד) עַשֵּׂר תְּעַשֵּׂר אֵת כָּל תְּבוּאַת זַרְעֶךָ, דָּבָר שֶׁהוּא נִזְרָע וּמַצְמִיחַ: מִשֶּׁיַּכְנִיסוּ שְׁלִישׁ. שֶׁנִּתְגַּדְּלוּ שְׁלִישׁ מִמַּה שֶּׁעֲתִידִין לְהִתְגַּדֵּל. אִי נַמִּי כְּשֶׁבָּא לְעָצְרָן וּלְסָחֲטָן {ג} מוֹצִיא מֵהֶן עַכְשָׁיו שְׁלִישׁ מִמַּה שֶּׁמּוֹצִיא כְּשֶׁנִּתְבַּשְּׁלוּ יָפֶה","rdfs:label":"ר\"ע מברטנורה מעשרות א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-3"},{"uri":"jbr:mishna-yomtov-1-7-1-3","jbo:text":"עיקר תוי\"ט {ג} לְעִנְיַן זֵיתִים כָּתַב כֵּן, וּלְעִנְיַן תְּבוּאָה כְּשֶׁבָּא לְטָחֲנָן. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-3"},{"uri":"jbr:mishna-bartanura-1-7-1-4","jbo:text":"ר\"ע מברטנורה וּבַיָּרָק הַקִּשּׁוּאִים וְהָאֲבַטִּיחִים. הָכִי קָאָמַר אַרְבָּעָה מִינִים הַלָּלוּ בַּיָּרָק, שֶׁהֵן הַקִּשּׁוּאִין וְהָאֲבַטִּיחִים וְהַדְּלוּעִין וְהַמְּלָפְפוֹנוֹת, וּבְפֵרוֹת הָאִילָן הַתַּפּוּחִים וְהָאֶתְרוֹגִים, חַיָּבִים בֵּין גְּדוֹלִים בֵּין קְטַנִּים, לְפִי שֶׁתְּחִלָּתָן אֹכֶל וְסוֹפָן אֹכֶל, וְהֵן נֶאֱכָלִים בֵּין גְּדוֹלִים בֵּין קְטַנִּים: רַבִּי שִׁמְעוֹן פּוֹטֵר אֶת הָאֶתְרוֹגִין בְּקָטְנָן. דִּסְבִירָא לֵיהּ שֶׁאֵין נֶאֱכָלִים קְטַנִּים, וְלֹא הֲוֵי תְּחִלָּתָן אֹכֶל. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: שְׁקֵדִים הַמָּרִים. נֶאֱכָלִים בְּקָטְנָן וְאֵין נֶאֱכָלִים בְּגָדְלָן. וּשְׁקֵדִים מְתוּקִים אִיפְּכָא","rdfs:label":"ר\"ע מברטנורה מעשרות א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-4"},{"uri":"jbr:mishna-bartanura-1-7-1-5","jbo:text":"ר\"ע מברטנורה אֵיזֶהוּ גָּרְנָן לַמַּעַשְׂרוֹת. אֵימָתַי הֻקְבְּעוּ הַפֵּרוֹת לַמַּעֲשֵׂר וְאָסוּר לֶאֱכֹל מֵהֶן עֲרַאי, כְּמוֹ הַתְּבוּאָה בַגֹּרֶן. שֶׁאַף עַל פִּי שֶׁהִגִּיעוּ הַפֵּרוֹת לְעוֹנַת הַמַּעַשְׂרוֹת עֲדַיִן מֻתָּר לֶאֱכֹל מֵהֶן עֲרַאי עַד שֶׁיְּהֵא גָּרְנָן לַמַּעַשְׂרוֹת: מִשֶּׁיְּפָקְסוּ. מִשֶּׁיִּנָּטֵל פֵּיקָס שֶׁלָּהֶם, וְהוּא שֵׂעָר הַצּוֹמֵחַ בָּהֶן כְּשֶׁהֵן קְטַנִּים, וּכְשֶׁנִּתְבַּשְּׁלוּ כָּל צָרְכָּן נוֹשֵׁר: מִשֶּׁיַּעֲמִיד עֲרֵמָה. שֶׁיַּעֲשֶׂה מֵהֶן כְּרִי: מִשֶּׁיְּשַׁלֵּק. שִׁלּוּק לָאֲבַטִּיחַ כְּמוֹ פִקּוּס לַדְּלוּעִים: מֻקְצֶה. לְפִי שֶׁאֵין עוֹשִׂים עֲרֵמָה מִן הָאֲבַטִּיחִים אֶלָּא שׁוֹטְחִים אוֹתָם, וּמָקוֹם שֶׁשּׁוֹטְחִים בּוֹ הַפֵּרוֹת קָרוּי מֻקְצֶה: יָרָק הַנֶּאֱגָד. שֶׁדַּרְכּוֹ לְמָכְרוֹ אֲגֻדּוֹת: וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי. כְּגוֹן שֶׁרוֹצֶה לְמַלֹּאת שְׁנַיִם אוֹ שְׁלֹשָׁה כֵלִים, אוֹכֵל מִכָּל אֶחָד עֲרַאי עַד שֶׁיְּמַלֵּא אֶת הָאַחֲרוֹן: כַּלְכָּלָה. הַמְלַקֵּט יָרָק לְתוֹךְ הַכַּלְכָּלָה דְּהַיְנוּ סַל: מִשֶּׁיְּחַפֶּה. אֶת הַיָּרָק בְּהוּצִין אוֹ בְעָלִין שֶׁדַּרְכָּן לְכַסּוֹת בּוֹ: בַּמֶּה דְבָרִים אֲמוּרִים. שֶׁזֶּהוּ גָּרְנָן לַמַּעַשְׂרוֹת: בְּמוֹלִיךְ לַשּׁוּק. לִמְכֹּר, דְּלָאו בְּדַעְתּוֹ הַדָּבָר תָּלוּי, שֶׁמָּא יִמְצָא לָקוֹחוֹת וְיִהְיוּ הַפֵּרוֹת טְבוּלִים שֶׁהַמִּקָּח קוֹבֵעַ לַמַּעֲשֵׂר: אֲבָל בְּמוֹלִיךְ לְבֵיתוֹ אוֹכֵל עֲרַאי עַד שֶׁמַּגִּיעַ לְבֵיתוֹ. דִּבְדַעְתּוֹ תָּלוּי הַדָּבָר, וְלֹא יִהְיוּ הַפֵּרוֹת טְבוּלִים עַד שֶׁיַּגִּיעַ לְבֵיתוֹ, שֶׁהַטֶּבֶל אֵינוֹ חַיָּב בַּמַּעֲשֵׂר עַד שֶׁיִּרְאֶה פְּנֵי הַבַּיִת, דִּכְתִיב (דְּבָרִים כו) בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת","rdfs:label":"ר\"ע מברטנורה מעשרות א ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-5"},{"uri":"jbr:mishna-yomtov-1-7-1-5","jbo:text":"עיקר תוי\"ט {ד} שֶׁיְּחַפֶּה. פֵּרוּשׁ פְּעָמִים שֶׁאֵין רְצוֹנוֹ לְמַלְּאוֹתָהּ וּמְכַסֶּה הַפֵּרוֹת שֶׁבַּכַּלְכָּלָה בְּעָלִין אוֹ בְהוּצִין וּבְכַיּוֹצֵא בָהֶם, וְהַיְנוּ דְקָאָמַר מִשֶּׁיְּחַפֶּה. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ","rdfs:label":"עיקר תוי\"ט מעשרות א ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-5"},{"uri":"jbr:mishna-bartanura-1-7-1-6","jbo:text":"ר\"ע מברטנורה הַפֶּרֶד. רְגִילִין הָיוּ לְפָרֵד בָּרִמּוֹנִים וּלְיַבְּשָׁן, וְאוֹתָן הַגַּרְגְּרִים יְבֵשִׁים קְרוּיִין פֶּרֶד עַל שֵׁם שֶׁמַּפְרִידִים אוֹתָן כְּדֵי שֶׁתִּכָּנֵס בָּהֶן [הַחַמָּה] מִכָּל צַד: מִשֶּׁיְּפַקֵּל. כְּמוֹ מִשֶּׁיְּקַלֵּף {ז}, כְּלוֹמַר מִשֶּׁיָּסִיר מֵעֲלֵיהֶן הַקְּלִפּוֹת הָרָעוֹת: מִשֶּׁיְּמָרֵחַ. אַחַר שֶׁמְּנַקִּין הַתְּבוּאָה מִן הַמֹּץ שֶׁלָּהּ צוֹבְרִים אוֹתָהּ בְּמָקוֹם אֶחָד בַּגֹּרֶן, וּמְיַפֶּה פְּנֵי הַכְּרִי וּמַחֲלִיקִין אוֹתוֹ, וְהוּא הַנִּקְרָא מֵרוּחַ: מִשֶׁיִּכְבֹּר. לְפִי שֶׁרְגִילִים לַעֲקֹר הַקִּטְנִית עִם הֶעָפָר צָרִיךְ לְכָבְרָם בִּכְבָרָה: קֻטָּעִים. שִׁבֳּלִים קְטוּעִים שֶׁלֹּא נִדּוֹשׁוּ: מִן הַצְּדָדִים. צִדֵּי הַכְּרִי שֶׁלֹּא נִתְמָרַח: וּמִמַּה שֶּׁבְּתוֹךְ הַתֶּבֶן. שֶׁלֹּא נִזְרָה מִן הַמֹּץ","rdfs:label":"ר\"ע מברטנורה מעשרות א ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-6"},{"uri":"jbr:mishna-yomtov-1-7-1-6","jbo:text":"עיקר תוי\"ט {ה} הַצִּמּוּקִין. הָעֲנָבִים הַיְבֵשִׁים. הָרַמְבַּ\"ם: {ו} מִשֶּׁיַּעֲמִיד. עֲרֵמָה, שֶׁדֶּרֶךְ לְהַעֲמִידָם בְּרֹאשׁ הַגַּג לְיַבְּשָׁם. פֵּרוּשׁ: {ז} בְּחִלּוּף, כְּמוֹ שִׂמְלָה שַׂלְמָה","rdfs:label":"עיקר תוי\"ט מעשרות א ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-6"},{"uri":"jbr:mishna-bartanura-1-7-1-7","jbo:text":"ר\"ע מברטנורה מִשֶּׁיְּקַפֶּה. מִשֶּׁיָּסִיר הַחַרְצַנִּים וְהַזַּגִּים שֶׁמַּעֲלֶה הַיַּיִן בְּתוֹךְ בּוֹר שֶׁל יַיִן בִּשְׁעַת רְתִיחָתוֹ: מִן הַגַּת הָעֶלְיוֹנָה. שֶׁעֲדַיִן לֹא יָרַד לַבּוֹר: וּמִן הַצִּנּוֹר. הֶעָשׂוּי בְּפִי הַגַּת, וְהַיַּיִן מְקַלֵּחַ מִן הַצִּנּוֹר לַבּוֹר. וְהַיַּיִן שֶׁבַּגַּת אוֹ שֶׁבַּצִּנּוֹר עֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ: לָעוּקָה. גֻּמָּא שֶׁלִּפְנֵי בֵית הַבַּד שֶׁהַשֶּׁמֶן יוֹרֵד לְתוֹכָהּ: עָקָל. כְּלִי עָשׂוּי מֵחֲבָלִים שֶׁצּוֹבְרִים הַזֵּיתִים לְתוֹכוֹ כְּשֶׁמַּכְבִּידִים הַקּוֹרָה עֲלֵיהֶם: מָמָל. הָרֶכֶב הָעֶלְיוֹנָה שֶׁטּוֹחֲנִין בָּהּ הַזֵּיתִים: מִבֵּין הַפַּצִּים. שֶׁמֶן הַיּוֹצֵא מִבֵּין הַנְּסָרִים: חֲמִטָּה. הִיא עֻגָּה דַקָּה, וּכְשֶׁמּוֹצִיאִין אוֹתָהּ מִן הַתַּנּוּר רְגִילִים לְהַחֲלִיק פָּנֶיהָ בְּשֶׁמֶן, וְקָא מַשְׁמַע לָן דְּלֹא חָשִׁיב כִּמְבֻשָּׁל. שֶׁהָאֵשׁ קוֹבַעַת לַמַּעֲשֵׂר וְאָסוּר לֶאֱכֹל עֲרַאי מִכָּל תְּבוּאָה וּפֵרוֹת וִירָקוֹת שֶׁנִּתְבַּשְּׁלוּ בָאוּר {ח}, אֲבָל הַאי לֹא חָשִׁיב בִּשּׁוּל: וְכֵן לַתַּמְחוּי. דִּכְלִי שֵׁנִי הוּא וְאֵינוֹ מְבַשֵּׁל: אֲבָל לֹא יִתֵּן. שֶׁמֶן לַקְּדֵרָה וְלָאִלְפָס כְּשֶׁהֵן מַרְתִּיחִים. אַף עַל פִּי שֶׁהֶעֱבִירָן מִן הָאוּר, וְיֹאכַל אֲכִילַת עֲרַאי, דְּכָל זְמַן שֶׁהַיָּד סוֹלֶדֶת בָּהֶן חָשׁוּב כִּמְבַשֵּׁל וְקָבַע לַמַּעֲשֵׂר: לַכֹּל הוּא נוֹתֵן. לְכָל אִלְפָסִין רוֹתְחִין וּלְכָל קְדֵרוֹת רוֹתְחוֹת הוּא נוֹתֵן, לְאַחַר שֶׁהֶעֱבִירָן מִן הָאוּר, וְאֵינוֹ קוֹבֵעַ לַמַּעֲשֵׂר: חוּץ מִדָּבָר שֶׁיֶּשׁ בּוֹ חֹמֶץ וְצִיר. שֶׁחֲרִיפָתוֹ שֶׁל חֹמֶץ וְצִיר מְסַיֵּעַ לְבַשֵּׁל. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות א ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-7"},{"uri":"jbr:mishna-yomtov-1-7-1-7","jbo:text":"עיקר תוי\"ט {ח} הַטַּעַם שֶׁאֵין הַמִּנְהָג שֶׁיְּבַשֵּׁל אָדָם וְיֹאכַל וְתִקָּרֵא זֹאת הָאֲכִילָה עֲרַאי, לְפִי שֶׁכֵּיוָן שֶׁבִּשֵּׁל אֵינוֹ עֲרַאי. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מעשרות א ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-7"},{"uri":"jbr:mishna-bartanura-1-7-1-8","jbo:text":"ר\"ע מברטנורה הָעִגּוּל שֶׁל דְּבֵלָה. רְגִילִין לְהַחֲלִיק פָּנָיו בְּמַשְׁקִין, וְהוּא גְמַר מְלַאכְתּוֹ לַמַּעֲשֵׂר: בִּתְאֵנִים וּבַעֲנָבִים שֶׁל טֶבֶל. בַּמַּשְׁקִין הַיּוֹצְאִים מִתְּאֵנִים וַעֲנָבִים שֶׁל טֶבֶל מַחֲלִיקִים בָּהֶם הָעִגּוּל שֶׁל דְּבֵלָה, וְלֹא חֲשִׁיבֵי כֵּיוָן דְּאָזְלֵי לְאִבּוּד: וְרַבִּי יְהוּדָה אוֹסֵר. דְּמַשְׁקִין חֲשׁוּבִין הֵם וַאֲסוּרִים מִשּׁוּם טֶבֶל. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה בְכֻלָּהּ מַתְנִיתִין: הַמַּחֲלִיק בָּעֲנָבִים. מְשַׁפְשֵׁף הָעֲנָבִים עַל עִגּוּל שֶׁל דְּבֵלָה: לֹא הֻכְשָׁר. הָעִגּוּל לְקַבֵּל טֻמְאָה, דְּלֹא חָשִׁיב מַשְׁקֶה זֶה שֶׁיּוֹצֵא מִן הָעֲנָבִים. וּבְמַשְׁקֶה הָעוֹמֵד לְצַחְצֵחַ פְּלִיגֵי [בָהּ] תַּנָּא קַמָּא וְרַבִּי יְהוּדָה אִי חָשִׁיב מַשְׁקֶה אִי לֹא: מִשֶּׁיָּדוּשׁ. מְיַבְּשִׁים הַתְּאֵנִים וְאַחַר כָּךְ דָּשִׁים אוֹתָם בְּמַקְלוֹת לְתוֹךְ הֶחָבִית, אוֹ מְעַגְּלִין אוֹתָם בַּיָּדַיִם לְתוֹךְ הָאוֹצָר. וְדִישַׁת הֶחָבִית וְעִגּוּל הַמְּגוּרָה הוּא גְמַר מְלַאכְתָּן: לֹא יֹאכַל מֵהֶן עֲרָאי. דְּקָא סָבַר לֹא עֶלְיוֹן צָרִיךְ לַתַּחְתּוֹן וְלֹא תַחְתּוֹן צָרִיךְ לָעֶלְיוֹן וּכְבָר נִגְמְרָה מְלַאכְתָּן. וְרַבִּי יוֹסֵי סָבַר עֲדַיִן צְרִיכִין זֶה לָזֶה וְלֹא נִגְמְרָה מְלַאכְתָּן. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה מעשרות א ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-8"},{"uri":"jbr:mishna-yomtov-1-7-1-8","jbo:text":"עיקר תוי\"ט {ט} מְגוּרָה. אוֹצָר. הָרַ\"ב","rdfs:label":"עיקר תוי\"ט מעשרות א ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-1","jbo:mishna":"jbr:mishna-1-7-1-8"},{"uri":"jbr:mishna-bartanura-1-7-2-1","jbo:text":"ר\"ע מברטנורה הָיָה עוֹבֵר בַּשּׁוּק. עַם הָאָרֶץ הֶחָשׁוּד עַל הַמַּעַשְׂרוֹת: אוֹכְלִין וּפְטוּרִים. דְּאֵמוּר לֹא רָאוּ פְּנֵי הַבַּיִת וְלֹא הֻקְבְּעוּ לַמַּעֲשֵׂר {א}. וְאַף עַל גַּב דְּמֶכֶר קוֹבֵעַ לַמַּעֲשֵׂר, הַאי מַתָּנָה יָהֵיב לְהוּ, וּמַתָּנָה אֵינָהּ קוֹבַעַת: מְתַקְּנִים וַדָּאי. שֶׁהַנּוֹתֵן לֹא עִשֵּׂר, דְּסָבַר הוּא שֶׁיֹּאכְלוּ בַּשּׁוּק וְלֹא בָעֵי עִשּׂוּרֵי, וְכֵיוָן דְּהִכְנִיסוּם לַבַּיִת הֻקְבְּעוּ. וְדַוְקָא שֶׁנָּתַן לָהֶם דָּבָר מֻעָט שֶׁרָאוּי לְאָכְלוֹ בַּשּׁוּק, אֲבָל אִם נָתַן דָּבָר מְרֻבֶּה, אוֹ שֶׁהָיָה הַמְקַבֵּל אָדָם שֶׁאֵין דַּרְכּוֹ לֶאֱכֹל בַּשּׁוּק, אוֹ הַדָּבָר הַנִּתַּן אֵינוֹ נֶאֱכָל כָּךְ כְּמוֹת שֶׁהוּא, בְּכָל אֵלּוּ הֲוֵי כְּאוֹמֵר הַכְנִיסוּ לְבָתֵּיכֶם, וְאָסוּר לֶאֱכֹל מֵהֶם עֲרַאי דְּמִסְּתָמָא כְּבָר הֻקְבְּעוּ לַמַּעֲשֵׂר: אֵין מְתַקְּנִים אֶלָּא דְמָאי. וְנוֹתֵן תְּרוּמַת מַעֲשֵׂר לַכֹּהֵן, וּמַעֲשֵׂר רִאשׁוֹן וְעָנִי נוֹטֵל לְעַצְמוֹ","rdfs:label":"ר\"ע מברטנורה מעשרות ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-1"},{"uri":"jbr:mishna-yomtov-1-7-2-1","jbo:text":"עיקר תוי\"ט {א} דְּאִלּוּ רָאוּ פְּנֵי הַבַּיִת עַל יְדֵי בַעַל הַבַּיִת וְהֻקְבְּעוּ לְמַעֲשֵׂר טָבֵיל לְהוּ וַאֲסוּרִים לְכָל אָדָם: {ב} לְבָתֵּיכֶם. דַּוְקָא לְבָתֵּיכֶם, דְּאִלּוּ לְבֵיתִי אֵין בַּיִת אַחֵר טוֹבֵל כְּדִלְקַמָּן. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-1"},{"uri":"jbr:mishna-bartanura-1-7-2-2","jbo:text":"ר\"ע מברטנורה וְאָמַר טְלוּ לָכֶם תְּאֵנִים. בַּעַל הַשַּׁעַר אוֹ בַעַל הַחֲנוּת אָמַר כֵּן {ג}: וּבַעַל הַשַּׁעַר וּבַעַל הַחֲנוּת חַיָּבִין. דְּבֵיתוֹ שֶׁל אָדָם טוֹבֵל לוֹ, אֲבָל לֹא לַאֲחֵרִים: וְרַבִּי יְהוּדָה פּוֹטֵר. מִשּׁוּם דְּשַׁעַר וַחֲנוּת אָדָם בּוֹשׁ לֶאֱכֹל בְּתוֹכוֹ. וְחָצֵר הַקּוֹבַעַת לַמַּעֲשֵׂר הִיא כָּל שֶׁאֵין אָדָם בּוֹשׁ לֶאֱכֹל בְּתוֹכָהּ {ד}: עַד שֶׁיַּחֲזִיר פָּנָיו. בַּמָּקוֹם שֶׁיּוֹשֵׁב וּמוֹכֵר הוּא בּוֹשׁ לֶאֱכֹל בְּלֹא חֲזָרַת פָּנִים, אֲבָל בְּמָקוֹם שֶׁאֵינוֹ יוֹשֵׁב וּמוֹכֵר אֵינוֹ בוֹשׁ, וְקַיְמָא לָן מָקוֹם שֶׁהוּא בּוֹשׁ פָּטוּר, מָקוֹם שֶׁאֵינוֹ בוֹשׁ חַיָּב. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-2"},{"uri":"jbr:mishna-yomtov-1-7-2-2","jbo:text":"עיקר תוי\"ט {ג} וְצָרִיךְ לוֹמַר שֶׁהַפֵּרוֹת מֻנָּחִים בַּשּׁוּק, דְּאִלּוּ הַפֵּרוֹת הֵמָּה גַם כֵּן בַּשַּׁעַר אוֹ בַחֲנוּת, אִם כֵּן טְבוּלִים וְהֻקְבְּעוּ לַמַּעֲשֵׂר וַאֲסוּרִין גַּם לַאֲחֵרִים. וְהוּא הַדִּין דַּהֲוָה מָצֵי לְמִתְנֵי הָיוּ יוֹשְׁבִים בַּבַּיִת, אֶלָּא שֶׁדֶּרֶךְ הַמּוֹכֵר פֵּרוֹת לֵישֵׁב בַּשַּׁעַר אוֹ בַחֲנוּת: {ד} דִּבְרֵי רַבִּי נְחֶמְיָה בְּמִשְׁנָה ה' פֶּרֶק ג'. וּבַיְרוּשַׁלְמִי, רַבִּי יְהוּדָה וְרַבִּי נְחֶמְיָה אָמְרוּ דָּבָר אֶחָד","rdfs:label":"עיקר תוי\"ט מעשרות ב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-2"},{"uri":"jbr:mishna-bartanura-1-7-2-3","jbo:text":"ר\"ע מברטנורה הַמַּעֲלֶה פֵרוֹת מִן הַגָּלִיל. לִקֵּט פֵּרוֹת בַּגָּלִיל כְּדֵי לְמָכְרָן בִּיהוּדָה, לֹא הֻקְבְּעוּ לַמַּעֲשֵׂר אֲפִלּוּ לָן בַּדֶּרֶךְ, עַד שֶׁיַּגִּיעַ לִיהוּדָה שֶׁדַּעְתּוֹ לְמָכְרָם שָׁם: וְכֵן בַּחֲזָרָה. אִם קֹדֶם שֶׁהִגִּיעַ לִיהוּדָה נִמְלַךְ לְהַחֲזִירָן לַגָּלִיל, אוֹכֵל מֵהֶן עֲרַאי בַּדֶּרֶךְ עַד שֶׁיַּגִּיעַ לַגָּלִיל: עַד שֶׁהוּא מַגִּיעַ לִמְקוֹם הַשְּׁבִיתָה. לַמָּקוֹם שֶׁהוּא רוֹצֶה לָנוּחַ שָׁם בַּשַּׁבָּת, וּמִיָּד כְּשֶׁיַּגִּיעַ שָׁם הֻקְבְּעוּ פֵרוֹתָיו לַמַּעֲשֵׂר אַף עַל פִּי שֶׁעֲדַיִן לֹא הִגִּיעָה שַׁבָּת {ה}. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: וְהָרוֹכְלִין הַמְחַזְּרִין בָּעֲיָרוֹת. לִמְכֹּר בְּשָׂמִים וְתַמְרוּקֵי הַנָּשִׁים, וּמוֹלִיכִין עִמָּהֶם פֵּרוֹת, אוֹכְלִים מֵהֶן עֲרַאי עַד שֶׁיַּגִּיעוּ לִמְקוֹם הַלִּינָה, וּכְשֶׁמַּגִּיעִים שָׁם הֻקְבְּעוּ הַפֵּרוֹת לַמַּעֲשֵׂר: רַבִּי יְהוּדָה אוֹמֵר בַּיִת רִאשׁוֹן. שֶׁבָּעִיר שֶׁהוּא לָן שָׁם, קוֹבֵעַ לַמַּעֲשֵׂר, וַאֲפִלּוּ הוּא לָן בַּקָּצֶה הָאַחֵר שֶׁל הָעִיר, לְפִי שֶׁאָדָם רוֹצֶה לְפַנּוֹת כֵּלָיו בְּבַיִת רִאשׁוֹן שֶׁהוּא פּוֹגֵעַ כְּדֵי לָלוּן שָׁם. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-3"},{"uri":"jbr:mishna-yomtov-1-7-2-3","jbo:text":"עיקר תוי\"ט {ה} דְּאִלּוּ הִגִּיעַ הַשַּׁבָּת טָבְלוּ אַף עַל פִּי שֶׁלֹּא יִחֲדָם לְצֹרֶךְ הַשַּׁבָּת. יְרוּשַׁלְמִי: {ו} הָרִאשׁוֹן. כְּלוֹמַר כֵּיוָן שֶׁהִגִּיעַ לַבַּיִת הָרִאשׁוֹן שֶׁבָּעִיר נִטְבְּלוּ הַפֵּרוֹת אַף עַל פִּי שֶׁלֹּא לָן שָׁם. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט מעשרות ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-3"},{"uri":"jbr:mishna-bartanura-1-7-2-4","jbo:text":"ר\"ע מברטנורה עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן. שֶׁלֹּא הִגִּיעַ גָּרְנָן לַמַּעֲשֵׂר, כָּל פְּרִי וּפְרִי כְּפִי מַה שֶּׁמְּפֹרָשׁ לְעֵיל: רַבִּי אֱלִיעֶזֶר אוֹסֵר לֶאֱכֹל מֵהֶן עֲרַאי. עַד שֶׁיַּפְרִישׁ כָּל מַעַשְׂרוֹתֵיהֶן, דִּתְרוּמָה טוֹבֶלֶת: וַחֲכָמִים מַתִּירִים. דְּסָבְרֵי אֵין תְּרוּמָה טוֹבֶלֶת אֶלָּא אִם כֵּן תָּרַם מִתּוֹךְ הַכַּלְכָּלָה: כַּלְכָּלַת תְּאֵנִים שֶׁתְּרָמָהּ. עַד שֶׁלֹּא הִגִּיעַ גָּרְנָן לַמַּעַשְׂרוֹת: רַבִּי שִׁמְעוֹן מַתִּיר. אֲפִלּוּ תָּרַם מִתּוֹךְ הַכַּלְכָּלָה: וַחֲכָמִים אוֹסְרִים. וַהֲלָכָה כַּחֲכָמִים, דִּתְרוּמָה קוֹבַעַת לַמַּעֲשֵׂר כְּשֶׁתָּרַם מִתּוֹךְ הַכַּלְכָּלָה, וּלְאַחַר שֶׁתָּרַם אָסוּר לֶאֱכֹל עֲרַאי מֵאוֹתָהּ כַּלְכָּלָה עַד שֶׁיַּפְרִישׁ כָּל הַמַּעַשְׂרוֹת","rdfs:label":"ר\"ע מברטנורה מעשרות ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-4"},{"uri":"jbr:mishna-yomtov-1-7-2-4","jbo:text":"עיקר תוי\"ט {ז} וַחֲכָמִים אוֹסְרִים. טַעֲמַיְהוּ, דְּסָבְרֵי דִּכְשֶׁכּוֹנְסִין תְּאֵנִים בַּכַּלְכָּלָה יֵשׁ שֶׁמַּנִּיחִין אוֹתָן כָּךְ וַהֲוָה גְמַר מְלָאכָה, אַף עַל גַּב דְּלָאו כֻּלֵּי עַלְמָא עָבְדֵי הָכִי אֶלָּא מַחֲלִיקִים אוֹתָם כִּדְאִיתָא סוֹף פֶּרֶק דִּלְעֵיל. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-4"},{"uri":"jbr:mishna-bartanura-1-7-2-5","jbo:text":"ר\"ע מברטנורה עַד שֶׁיְּעַשֵּׂר. דְּמִקָּח טוֹבֵל: וְאִם צֵרַף. שֶׁלָּקַח בַּעַל הַגִּנָּה שְׁתַּיִם כְּאַחַת {ח} וְנָתַן לוֹ, חַיָּב. אֲבָל בִּזְמַן שֶׁהַקּוֹנֶה לִקֵּט וְאָכַל, מוֹדֶה רַבִּי מֵאִיר דְּאוֹכֵל אַחַת אַחַת: אָמַר רַבִּי יְהוּדָה מַעֲשֶׂה בְגִנַּת וְרָדִין וְכוּ'. וְהָתָם בַּעַל הַגִּנָּה הָיָה מְלַקֵּט, שֶׁלֹּא הָיוּ מַנִּיחִים לִכָּנֵס שָׁם אָדָם מִפְּנֵי הַוְּרָדִים, וְאַף עַל פִּי כֵן לֹא הֻפְרַשׁ מִמֶּנָּה תְּרוּמָה וּמַעֲשֵׂר מֵעוֹלָם. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות ב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-5"},{"uri":"jbr:mishna-yomtov-1-7-2-5","jbo:text":"עיקר תוי\"ט {ח} בַּגְּמָרָא פֶּרֶק ז' דְּבָבָא מְצִיעָא אַסְמְכִינַן אַקְּרָא כִּי קִבְּצָם כֶּעָמִיר גֹּרְנָה (מִיכָה ד), וּפֵרֵשׁ רַשִׁ\"י אֵין גֹּרֶן בְּלֹא קִבּוּץ, וְאֵין קִבּוּץ פָּחוֹת מִשְּׁתַּיִם","rdfs:label":"עיקר תוי\"ט מעשרות ב ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-5"},{"uri":"jbr:mishna-bartanura-1-7-2-6","jbo:text":"ר\"ע מברטנורה שֶׁאָבֹר. שֶׁאֶבְרֹר וְאֶבְחַר: בּוֹרֵר וְאוֹכֵל. תּוֹלֵשׁ אַחַת אַחַת וְאוֹכֵל, אֲבָל אִם תָּלַשׁ וְצֵרֵף שְׁתַּיִם חַיָּב: מְגַרְגֵּר. מְלַקֵּט גַּרְגֵּר גַּרְגֵּר וְאוֹכֵל: פּוֹרֵט. בְּעוֹד הָרִמּוֹן בִּמְחֻבָּר פּוֹרֵט מִמֶּנּוּ גַּרְגֵּר גַּרְגֵּר וְאוֹכֵל: וּבַאֲבַטִּיחַ סוֹפֵת וְאוֹכֵל. גָּרְסִינַן, כְּלוֹמַר חוֹתֵךְ חֲתִיכוֹת דַּקּוֹת וְאוֹכֵל","rdfs:label":"ר\"ע מברטנורה מעשרות ב ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-6"},{"uri":"jbr:mishna-yomtov-1-7-2-6","jbo:text":"עיקר תוי\"ט {ט} וְאוֹכֵל. פֵּרוּשׁ בְּעוֹדוֹ בִמְחֻבָּר כְּמוֹ שֶׁכָּתַב הָרַמְבַּ\"ם, שֶׁלֹּא יִכְרֹת הָאֶשְׁכּוֹל כֻּלּוֹ כְּדֵי שֶׁלֹּא יִתְחַיֵּב בַּמַּעַשְׂרוֹת, שֶׁהֲרֵי לֹא קָנָה אֶלָּא הַנִּתְלַשׁ. מַה שֶּׁאֵין כֵּן בְּסֵיפָא דְּאָמְרִינַן אֵלּוּ בִמְחֻבָּר קָנָה, וּתְנַן בְּרֵישׁ פֶּרֶק ה' דְּהַקּוֹנֶה בִמְחֻבָּר לֹא נִקְבַּע לַמַּעֲשֵׂר: {י} בִּמְחֻבָּר. וְנַעֲשָׂה כְּבַעַל הַגִּנָּה דִּתְנַן לְעֵיל דְּאוֹכֵל מֵהֶן עֲרַאי, וְעוֹד תְּנַן בִּמְחֻבָּר לַקַּרְקַע פָּטוּר. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט מעשרות ב ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-6"},{"uri":"jbr:mishna-bartanura-1-7-2-7","jbo:text":"ר\"ע מברטנורה לִקְצוֹת בִּתְאֵנִים. לַעֲשׂוֹת קְצִיעוֹת. יֵשׁ מְפָרְשִׁים לְשָׁטְחָן לְיַבֵּשׁ, וְיֵשׁ מְפָרְשִׁים לְחָתְכָן בְּמִקְצוֹעוֹת שֶׁרְגִילִים לַחְתּוֹךְ בָּהֶם הַתְּאֵנִים: וְאָמַר לוֹ עַל מְנָת שֶׁאוֹכַל תְּאֵנִים. וְלֹא הָיָה צָרִיךְ לִתְנַאי זֶה, דִּבְלָאו הָכִי אוֹכֵל בְּדִין תּוֹרָה דִּכְתִיב (דְּבָרִים כג) כִּי תָבֹא בְּכֶרֶם רֵעֶךָ וְאָכַלְתָּ עֲנָבִים וְגוֹ', וּבְפוֹעֵל הַכָּתוּב מְדַבֵּר, הִלְכָּךְ לֹא הֲוֵי כְּמִקָּח וְאֵינוֹ קוֹבֵעַ לַמַּעֲשֵׂר: עַל מְנָת שֶׁאוֹכַל אֲנִי וּבְנִי. אֲכִילַת בְּנוֹ הֲוֵי מִקָּח וְקוֹבֵעַ: וּלְאַחַר הַקְּצִיעָה. שֶׁגָּמַר כְּבָר פְּעֻלָּתוֹ, אֵינוֹ אוֹכֵל בְּדִין תּוֹרָה, וּבָא לֶאֱכֹל מִכֹּחַ הַתְּנַאי, וַהֲוֵי כְּמִקָּח: הָאוֹכֵל מִן הַתּוֹרָה פָּטוּר. וּבְפֶרֶק הַשּׂוֹכֵר אֶת הַפּוֹעֲלִים [בָּבָא מְצִיעָא דַּף פז] מְפָרֵשׁ אֵלּוּ אוֹכְלִים מִן הַתּוֹרָה, הָעוֹשֶׂה בִמְחֻבָּר לַקַּרְקַע בִּשְׁעַת גְּמַר מְלָאכָה, וּבְתָלוּשׁ עַד שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ","rdfs:label":"ר\"ע מברטנורה מעשרות ב ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-7"},{"uri":"jbr:mishna-yomtov-1-7-2-7","jbo:text":"עיקר תוי\"ט {יא} בְּנִי בִּשְׂכָרִי. פֵּרֵשׁ רַשִׁ\"י בְּמַסֶּכֶת בָּבָא מְצִיעָא דַּף צ\"ב בַּשָּׂכָר שֶׁקָּצַצְתָּ לִי. וְהַתּוֹסָפוֹת מְפָרְשִׁים בִּשְׂכָרִי הַיְנוּ תַּחְתַּי. וְחַיָּב אֲפִלּוּ עַל מַה שֶּׁהָיָה אוֹכֵל הָאָב, לֹא בִלְבָד מַה שֶּׁיֹּאכַל הוּא יוֹתֵר מִן הָאָב, מִשּׁוּם דְּמֵחֲזֵי כְּמִקָּח: {יב} אוֹכֵל וְחַיָּב. סְתָמָא דְּלֹא כְרַבִּי יְהוּדָה דְּסוֹף פִּרְקִין שֶׁסּוֹבֵר דְּכָל מִקָּח דְּלִקְצוֹת פָּטוּר (וּבְסֵפֶר תּוֹסָפוֹת חֲדָשִׁים מוֹכִיחַ מִלְּשׁוֹן הָרַמְבַּ\"ם דְּלִקְצוֹת דְּרַבִּי יְהוּדָה אֵינוֹ דָמִי לִדְהָכָא דְּרוֹצֶה לֶאֱכֹל מִיָּד וַהֲוָה אֶצְלוֹ דָּבָר הַגָּמוּר) וְעַיֵּן עוֹד אַחֲרֵי זֶה","rdfs:label":"עיקר תוי\"ט מעשרות ב ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-7"},{"uri":"jbr:mishna-bartanura-1-7-2-8","jbo:text":"ר\"ע מברטנורה בִּלְבָסִים. מִין מִמִּינֵי הַתְּאֵנִים הָרָעִים: בִּבְנוֹת שֶׁבַע. מִין שֶׁל תְּאֵנִים לְבָנִים וְטוֹבִים: לֹא יֹאכַל בִּבְנוֹת שֶׁבַע. דִּכְתִיב (דְּבָרִים כג) כִּי תָבֹא בְּכֶרֶם רֵעֶךָ וְאָכַלְתָּ עֲנָבִים, מַה תַּלְמוּד לוֹמַר וְאָכַלְתָּ עֲנָבִים, וְכִי לֹא יָדַעְנוּ שֶׁאֵין בַּכֶּרֶם אֶלָּא עֲנָבִים, מִכָּאן שֶׁאִם הָיָה עוֹשֶׂה בִתְאֵנִים לֹא יֹאכַל בַּעֲנָבִים: אֲבָל מוֹנֵעַ הוּא אֶת עַצְמוֹ. פּוֹעֵל רַשַּׁאי לִהְיוֹת מוֹנֵעַ אֶת עַצְמוֹ שֶׁלֹּא לֶאֱכֹל בְּשָׁעָה שֶׁעוֹשֶׂה בָּרָעוֹת עַד שֶׁמַּגִּיעַ לַיָּפוֹת, וְאוֹכֵל מִן הַיָּפוֹת מַה שֶּׁהָיָה לוֹ לֶאֱכֹל בָּרָעוֹת: זֶה לֶאֱכֹל וְזֶה לֶאֱכֹל. אֱכֹל אַתָּה בַּתְּאֵנִים שֶׁלִּי וַאֲנִי אוֹכַל בְּשֶׁלְּךָ: זֶה לִקְצוֹת וְזֶה לִקְצוֹת. אֱכֹל אַתָּה בַּקְּצִיעוֹת שֶׁלִּי הַשְּׁטוּחוֹת לְיַבֵּשׁ אוֹ הַחֲתוּכוֹת בַּמִּקְצוֹעוֹת וַאֲנִי אוֹכַל בַּקְּצִיעוֹת שֶׁלְּךָ: זֶה לֶאֱכֹל וְזֶה לִקְצוֹת. אֱכֹל אַתָּה בַּתְּאֵנִים הַלַּחִים שֶׁלִּי וַאֲנִי אוֹכַל בַּקְּצִיעוֹת שֶׁלְּךָ, בְּכָל אֵלּוּ הֲוֵי מִקָּח וְקוֹבֵעַ לַמַּעַשְׂרוֹת: הַמַּחֲלִיף לֶאֱכֹל חַיָּב, לִקְצוֹת פָּטוּר. דְּאֵין מִקָּח קוֹבֵעַ בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, הִלְכָּךְ קְצִיעוֹת הַלָּלוּ שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן אֵין הַמִּקָּח קוֹבֵעַ בָּהֶן. וַהֲלָכָה כְּרַבִּי יְהוּדָה {יד}","rdfs:label":"ר\"ע מברטנורה מעשרות ב ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-8"},{"uri":"jbr:mishna-yomtov-1-7-2-8","jbo:text":"עיקר תוי\"ט {יג} בִּלְבָסִים. מַתְנִיתִין כְּשֶׁלְּבָסִים וּתְאֵנִים מֻרְכָּבִים בְּיִחוּר אֶחָד, וַאֲפִלּוּ הָכִי לֹא יֹאכַל, דְּאִי לֹא תֵימָא הָכִי הָא תָּנֵינָא בָּבָא מְצִיעָא (דַּף צא) הָיָה עוֹשֶׂה בְּיִחוּר זֶה לֹא יֹאכַל בְּיִחוּר אַחֵר. הָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי: {יד} וְטַעֲמָא דְמַתְנִיתִין דִּלְעֵיל סְתָמָא וְאַחַר כָּךְ מַחֲלוֹקֶת דְּהָכָא, וּבְכִי הָא לֵית הִלְכְתָא כִּסְתָם כוּ'. וּמִיהוּ נִרְאֶה לִי דְּאַף לְרַבִּי יְהוּדָה עַד כָּאן לֹא פָטַר בְּלִקְצוֹת אֶלָּא כְּשֶׁאוֹכֵל אַחַת אַחַת וְלֹא צֵרַף שְׁתַּיִם, דְּצֵרוּף קוֹבֵעַ לְמִקָּח כְּדִלְעֵיל מִשְׁנָה ה'. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ב ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-2","jbo:mishna":"jbr:mishna-1-7-2-8"},{"uri":"jbr:mishna-bartanura-1-7-3-1","jbo:text":"ר\"ע מברטנורה הַמַּעֲבִיר תְּאֵנִים. דֶּרֶךְ חֲצֵרוֹ, לְהוֹלִיכָם לְמָקוֹם שֶׁעוֹשִׂים הַקְּצִיעוֹת: אוֹכְלִין וּפְטוּרִין. דְּחָצֵר אֵינָהּ קוֹבַעַת בְּדָבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, אֲבָל הוּא אָסוּר לֶאֱכֹל אֶלָּא בְּמָקוֹם שֶׁעוֹשִׂים הַקְּצִיעוֹת, מִשּׁוּם דְּבִמְקוֹמוֹ נִכָּר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, וְשֶׁלֹּא בִמְקוֹמוֹ אֵינוֹ נִכָּר. וּבָנָיו מֻתָּרִין אֲפִלּוּ בְּמָקוֹם שֶׁאֵין עוֹשִׂין בּוֹ הַקְּצִיעוֹת, שֶׁאֵין תָּלוּי בָהֶם לִמָּלֵךְ, וְכֵיוָן שֶׁדַּעַת אֲבִיהֶן לַעֲשׂוֹת מֵהֶן קְצִיעוֹת מֻתָּרִין, אֲבָל הוּא שֶׁבְּיָדוֹ לִמָּלֵךְ אֵינוֹ מֻתָּר אֶלָּא בַּמָּקוֹם שֶׁעוֹשִׂים הַקְּצִיעוֹת: אֲבָל אִם יֶשׁ לָהֶם עָלָיו מְזוֹנוֹת. שֶׁקָּצַץ לָהֶן, דְּאֵינָן אוֹכְלִין מִן הַתּוֹרָה, כֵּיוָן שֶׁאֵינוֹ גְמַר מְלָאכָה דְּלֹא שְׂכָרָן אֶלָּא לְהַעֲבִירָן {ג} עַד מָקוֹם שֶׁעוֹשִׂים הַקְּצִיעוֹת: הֲרֵי אֵלּוּ לֹא יֹאכֵלוּ. דַּהֲוֵי מִקָּח, וּלְגַבֵּי לוֹקֵחַ חֲשִׁיבֵי כְּנִגְמְרָה מְלַאכְתָּן, שֶׁהַלּוֹקֵחַ עֵינָיו בְּמִקְחוֹ {ד}","rdfs:label":"ר\"ע מברטנורה מעשרות ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-1"},{"uri":"jbr:mishna-yomtov-1-7-3-1","jbo:text":"עיקר תוי\"ט {א} בָּנָיו וּבְנֵי בֵיתוֹ. בַּיְרוּשַׁלְמִי מְבֹאָר דְּאַף דִּמְזוֹנוֹת אִשְׁתּוֹ עָלָיו, הוֹאִיל וַאֲכִילָתָהּ אֵינָהּ אֶלָּא מִתְּנַאי בֵית דִּין, לֹא דָמִי לִתְנַאי דְפוֹעֲלִים. לְפִי שֶׁבֵּית דִּין שֶׁהִתְנוּ וְתִקְּנוּ מְזוֹנוֹת לָאִשָּׁה, לֹא תִקְּנוּ אֶלָּא שֶׁלְּעִנְיַן מַעַשְׂרוֹת לֹא תְהֵא אֶלָּא כְמַתָּנָה: {ב} אוֹכְלִין. אִם נָתַן לָהֶם: {ג} דְּהָא דְּפֵרֵשׁ סוֹף פִּרְקִין דִּלְעֵיל דְּפוֹעֵל אוֹכֵל מִן הַתּוֹרָה בְּתָלוּשׁ שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, הַיְנוּ שֶׁלֹּא נִגְמְרָה לַמַּעֲשֵׂר. וּמִיהוּ בִּשְׁעַת גְּמַר מְלָאכָה בָּעִינַן וְלֹא לְהַעֲבִירָן כוּ'. וְעַיֵּן מִשְׁנָה ב' פֶּרֶק ז' דְּבָבָא מְצִיעָא: {ד} כְּלוֹמַר וְלֹא תוֹלֶה עֵינָיו בְּדָבָר אַחֵר לִגְמָרוֹ שֶׁל הַמְּלָאכָה, אֶלָּא אוֹכְלוֹ כָּךְ כְּשֶׁהוּא לוֹקְחוֹ","rdfs:label":"עיקר תוי\"ט מעשרות ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-1"},{"uri":"jbr:mishna-bartanura-1-7-3-2","jbo:text":"ר\"ע מברטנורה הַמּוֹצִיא פּוֹעֲלָיו לַשָּׂדֶה. לִמְלָאכָה אַחֶרֶת וְלֹא לִלְקֹט פֵּרוֹת, דְּהַשְׁתָּא אֵין אוֹכְלִין מִן הַתּוֹרָה {ה}: אוֹכְלִין וּפְטוּרִין. אִם נָתַן לָהֶם, דְּמַתָּנָה אֵינָהּ כְּמֶכֶר {ו}: וְאִם יֶשׁ לָהֶן עָלָיו מְזוֹנוֹת. שֶׁקָּצַץ לָהֶן: אוֹכְלִין אַחַת אַחַת וְכוּ'. דְּלֹא הֲוֵי קְבַע: וְלֹא מִן הַמֻּקְצֶה. כְּרִי שֶׁל תְּאֵנִים","rdfs:label":"ר\"ע מברטנורה מעשרות ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-2"},{"uri":"jbr:mishna-yomtov-1-7-3-2","jbo:text":"עיקר תוי\"ט {ה} בְּסֵפֶר בֵּית דָּוִד הִצְרִיךְ עִיּוּן לָמָּה נִדְחַק לְפָרֵשׁ כֵּן, דְּאַף בְּאוֹכְלִין מִן הַתּוֹרָה הַדִּין כֵּן. וְכֵן הוּא בָּרַמְבַּ\"ם בְּחִבּוּרוֹ: {ו} וְעַיֵּן בְּמַעֲשֵׂר שֵׁנִי פֶּרֶק א' מִשְׁנָה א': {ז} אַחַת כוּ'. לְפִי שֶׁאֵין כָּאן דָּבָר שֶׁיִּקְבָּעֵהוּ בְּלֹא הַמִּקָּח, הִלְכָּךְ לֹא סַגִּי הַמִּקָּח לְקָבְעוֹ קֹדֶם שֶׁנִּגְמְרָה מְלַאכְתּוֹ, כְּרַבִּי יְהוּדָה סוֹף פֶּרֶק דִּלְעֵיל. וּשְׁתַּיִם לֹא יֹאכְלוּ, כְּמוֹ שֶׁאָמְרוּ בְּמִשְׁנָה ה' פֶּרֶק דִּלְעֵיל: {ח} הַקֻּפָּה. דִּלְגַבֵּי לוֹקֵחַ הֲוֵי כְּמוֹלִיךְ לַשּׁוּק, דְּסַגִּי לְקָבְעוֹ כְּדִתְנַן בְּמִשְׁנָה ה' פֶּרֶק קַמָּא, וְהַלּוֹקֵחַ עֵינָיו בְּמִקְחוֹ כְּדִלְעֵיל: {ט} הַמֻּקְצֶה. דְּמֻקְצֶה עָשׂוּ אוֹתוֹ כִּמְצָרֵף. יְרוּשַׁלְמִי","rdfs:label":"עיקר תוי\"ט מעשרות ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-2"},{"uri":"jbr:mishna-bartanura-1-7-3-3","jbo:text":"ר\"ע מברטנורה לַעֲשׂוֹת בְּזֵיתִים. לַעֲדֹר וּלְקַשְׁקֵשׁ תַּחַת הַזֵּיתִים, וְלֹא לִלְקֹט, דְּהַשְׁתָּא אֵינוֹ אוֹכֵל מִן הַתּוֹרָה: וְאִם צֵרַף. שְׁנַיִם בְּיַחַד חַיָּב דַּהֲוֵי קְבַע: לְנַכֵּשׁ בִּבְצָלִים. לִתְלֹשׁ הָעֲשָׂבִים הָרָעִים הַגְּדֵלִים בְּתוֹךְ הַבְּצָלִים: מְקַרְסֵם. מְחַתֵּךְ, וְדוֹמֶה לוֹ יְכַרְסְמֶנָּה חֲזִיר מִיָּעַר (תְּהִלִּים פ)","rdfs:label":"ר\"ע מברטנורה מעשרות ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-3"},{"uri":"jbr:mishna-yomtov-1-7-3-3","jbo:text":"עיקר תוי\"ט {י} מְקַרְטֵם. כְּמוֹ מְקַרְסֵם, וּמְקַרְסֵם כְּמוֹ מְכַרְסֵם. הָרַמְבַּ\"ם. וְזֶהוּ שֶׁכָּתַב הָרַ\"ב וְדוֹמֶה לוֹ יְכַרְסְמֶנָּה כוּ': {יא} עָלֶה. לְבַדּוֹ מִן הַמְחֻבָּר, וְלֹא יֹאחַז הַקֶּלַח בְּיָדוֹ לֶאֱכֹל. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ","rdfs:label":"עיקר תוי\"ט מעשרות ג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-3"},{"uri":"jbr:mishna-bartanura-1-7-3-4","jbo:text":"ר\"ע מברטנורה וַאֲפִלּוּ בְצַד שְׂדֵה קְצִיעוֹת {יג}. דְּמוֹכְחָא מִלְּתָא דְּמֵהַךְ שָׂדֶה נָפוּל, אֲפִלּוּ הָכִי מֻתָּרוֹת מִשּׁוּם גָּזֵל, דְּמִסְּתָמָא נִתְיָאֲשׁוּ הַבְּעָלִים מֵהֶן: וּפְטוּרוֹת מִן הַמַּעֲשֵׂר. כְּדִין הֶפְקֵר: וּבְזֵיתִים וּבְחָרוּבִים חַיָּבִין. לְפִי שֶׁאֵין הַבְּעָלִים מִתְיָאֲשִׁים מֵהֶן, שֶׁמַּרְאִיתוֹ מוֹכִיחַ עָלָיו שֶׁמֵּאִילָן זֶה נָפַל. אֲבָל תְּאֵנָה עִם נְפִילָתָהּ נִמְאֶסֶת וְלֹא יָדוּעַ מֵאֵיזֶה אִילָן הִיא {טו}: אִם דָּרְסוּ רוֹב בְּנֵי אָדָם. אִם רוֹב אַנְשֵׁי אוֹתָהּ הָעִיר דָּרְסוּ כְּבָר הַגְּרוֹגָרוֹת שֶׁלָּהֶן בִּשְׂדוֹתֵיהֶן {יז}, אִית לָן לְמֵימַר זוֹ מִן הַדְּרוּסוֹת הֵן וּכְבָר נִגְמְרָה מְלַאכְתָּן, וְחַיָּב לְעַשֵּׂר: פִּלְחֵי דְבֵלָה. אַחַר שֶׁנִּדְרְסוּ בָעִגּוּל מְחַלְּקִים הָעִגּוּל לְכַמָּה פְּלָחִין, וְיֵשׁ בְּפֶלַח הַרְבֵּה דְבֵלוֹת דְּבוּקוֹת זוֹ בָזוֹ: עַד שֶׁלֹּא כְנָסָן לְרֹאשׁ הַגַּג. לַעֲשׂוֹת מֵהֶן עֲרֵמָה, שֶׁהוּא גָרְנָן שֶׁל חָרוּבִין לַמַּעֲשֵׂר כְּדִתְנַן בְּפֶרֶק קַמָּא: מוֹרִיד מֵהֶן לִבְהֵמָה. אֲבָל הוּא לֹא יֹאכַל {יט}, שֶׁאֵין אוֹכְלִים עַל הַמֻּקְצֶה אֶלָּא בִמְקוֹמָן, כְּלוֹמַר הַפֵּרוֹת שֶׁשּׁוֹטְחִין אוֹתָם לְיַבֵּשׁ שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן אֵין אוֹכְלִים מֵהֶן אֶלָּא בִמְקוֹמָן, דְּשֶׁלֹּא בִמְקוֹמָן אֵינוֹ נִכָּר שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן. וּמִיהוּ כְּשֶׁמַּאֲכִיל מֵהֶן לַבְּהֵמָה אֲפִלּוּ שֶׁלֹּא בִמְקוֹמָן, מִתּוֹךְ שֶׁאֵין הֶחָרוּבִין מַאֲכַל בְּהֵמָה, מֵידַע יְדִיעַ דְּלֹא נִגְמְרָה מְלַאכְתָּן וְלֹא יָבְשׁוּ כָּל צָרְכָּן: מִפְּנֵי שֶׁהוּא מַחֲזִיר אֶת הַמּוֹתָר. לַמָּקוֹם שֶׁשּׁוֹטְחָן שָׁם לְיַבֵּשׁ, וְכָל הֵיכָא דְּמוֹתָרוֹ חוֹזֵר לֹא טָבֵיל","rdfs:label":"ר\"ע מברטנורה מעשרות ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-4"},{"uri":"jbr:mishna-yomtov-1-7-3-4","jbo:text":"עיקר תוי\"ט {יב} קְצִיצוֹת. גַּרְגְּרִים תְּלוּשִׁים מֵאֵיזוֹ אִילָן שֶׁיִּהְיוּ. הָרַמְבַּ\"ם. וְהָרַ\"שׁ מְפָרֵשׁ עַל שֵׁם שֶׁהַכְּלִי שֶׁקּוֹצְצִין בּוֹ תְּאֵנִים נִקְרָא מֻקְצֶה: {יג} לְפִי גִירְסָתוֹ הוּא עַל שֵׁם הַמִּקְצוֹעוֹת שֶׁהֵם כְּמַחְצְלָאוֹת שֶׁעֲלֵיהֶן מְיַבְּשִׁים אוֹתָם: {יד} גָּזֵל. וְדַוְקָא שֶׁמָּצָא בַּדֶּרֶךְ, שֶׁאָז יָדוּעַ שֶׁהַבְּעָלִים נִתְיָאֲשׁוּ, לְפִי שֶׁרַבִּים מְצוּיִים שָׁם, אֲבָל אִם מְצָאָן בֵּינוֹ לְבֵין חֲבֵרוֹ אֲסוּרִין מִשּׁוּם גָּזֵל, דְּלֹא מִתְיָאֵשׁ, שֶׁיּוֹדֵעַ שֶׁחֲבֵרוֹ יִמְצָאֵם. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ: {טו} שֶׁמִּתְלַכְלֶכֶת וּמִשְׁתַּנֵּית בְּצוּרָתָהּ, וּכְשֶׁמָּצָא אוֹתָן תַּחַת הַתְּאֵנָה אֵינוֹ מַכִּיר אִם מִזֹּאת הַתְּאֵנָה נָפְלוּ וְנִשְׁתַּנּוּ אוֹ אִם בָּאוּ מִמָּקוֹם אַחֵר, וְאֵין לְבַעַל הַתְּאֵנָה בָּהֶם זְכוּת וְאֵין בָּהֶם מִשּׁוּם גָּזֵל. הָרַמְבַּ\"ם: {טז} אִם דָּרְסוּ. דִּגְרוֹגָרוֹת קְרוּיִין כְּשֶׁיָּבְשׁוּ קֹדֶם שֶׁנִּדְרְסוּ: {יז} דִּסְתָמָא בַּבָּתִּים נִדְרָסוֹת, וּלְהָכִי הֻצְרַךְ לְמוֹקֵי מַתְנִיתִין כְּשֶׁרוֹב דּוֹרְסִים בַּשָּׂדוֹת, דְּהָא בְנִמְצָא בַּשָּׂדוֹת עָסְקִינַן. הָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי: {יח} וְאִם לָאו פָּטוּר. יְרוּשַׁלְמִי מַקְשֶׁה, וְאֵינָהּ נִכֶּרֶת אִם דְּרוּסָה הִיא אִם לֹא בִּתְמִיהָה. וּמְשָׁנֵי פְּעָמִים שֶׁהִיא בוֹקַעַת מִתַּחַת הַגַּלְגַּל וְהִיא דְרוּסָה וְהִיא נִרְאֵית שֶׁאֵינָה דְרוּסָה, פְּעָמִים שֶׁהָרֶגֶל דּוֹרַסְתָּהּ וְהִיא אֵינָה דְרוּסָה וְנִרְאֵית כִּדְרוּסָה: {יט} וְהוּא הַדִּין נַמִּי בָּנָיו וּבְנֵי בֵיתוֹ, דְּלֹא שַׁרְיָן בְּרֵישׁ פִּרְקִין אֶלָּא הֵיכָא דַעֲדַיִן לֹא הוּבְאוּ לִמְקוֹמָן. וְזֶהוּ דִמְסַיֵּם וְיָהֵיב טַעֲמָא לִבְהֵמָה מִתּוֹךְ כוּ': {כ} מַחֲזִיר. וְהוּא רְאָיָה שֶׁעֲרַאי מַאֲכִיל. הָרַמְבַּ\"ם. (רְצוֹנוֹ לוֹמַר שֶׁאֲכִילַת בְּהֵמָה אֲפִלּוּ קֶבַע כְּשֶׁמּוֹתָרָהּ חוֹזֵר אֵינָהּ נֶחֱשֶׁבֶת רַק לַעֲרַאי. כֵּן פָּסַק הַמ\"ח כְּדֵי שֶׁלֹּא תַקְשֶׁה מִמִּשְׁנָה י' פֶּרֶק א' דְּפֵאָה. וְעַיֵּן בַּפֶּרֶק דִּלְקַמָּן מִשְׁנָה ג')","rdfs:label":"עיקר תוי\"ט מעשרות ג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-4"},{"uri":"jbr:mishna-bartanura-1-7-3-5","jbo:text":"ר\"ע מברטנורה אֵיזוֹ הִיא חָצֵר שֶׁחַיֶּבֶת בַּמַּעֲשֵׂר. שֶׁקּוֹבַעַת לַמַּעֲשֵׂר כְּמוֹ בַיִת: חָצֵר צוֹרִית. שֶׁכֵּן בְּצוֹר הָיוּ מוֹשִׁיבִין שׁוֹמֵר בְּפֶתַח הֶחָצֵר: כָּל שֶׁאֶחָד פּוֹתֵחַ וְאֶחָד נוֹעֵל. כְּגוֹן שֶׁיֵּשׁ בֶּחָצֵר שְׁנֵי בָתִּים לִשְׁנֵי בְנֵי אָדָם, וּכְשֶׁאֶחָד מֵהֶן פּוֹתֵחַ פֶּתַח הֶחָצֵר בָּא הַשֵּׁנִי וְנוֹעֵל, וּכְשֶׁאֶחָד נוֹעֵל הַשֵּׁנִי מוֹחֶה בְיָדוֹ וּפוֹתֵחַ, נִמְצֵאת חָצֵר שֶׁאֵינָהּ מִשְׁתַּמֶּרֶת: וְאֵין אוֹמְרִים לוֹ מָה אַתָּה מְבַקֵּשׁ פְּטוּרָה. וְאַף עַל פִּי שֶׁאֵינוֹ בוֹשׁ לֶאֱכֹל בְּתוֹכָהּ: וְהַחִיצוֹנָה פְּטוּרָה. כֵּיוָן שֶׁיֵּשׁ לַפְּנִימִית דְּרִיסַת הָרֶגֶל עָלֶיהָ אֵינָהּ מִשְׁתַּמֶּרֶת. וְקַיְמָא לָן הֲלָכָה כְּדִבְרֵי כֻלָּן לְהַחְמִיר","rdfs:label":"ר\"ע מברטנורה מעשרות ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-5"},{"uri":"jbr:mishna-bartanura-1-7-3-6","jbo:text":"ר\"ע מברטנורה אַף עַל פִּי שֶׁהֵן שֶׁל חָצֵר הַחַיָּבֶת. וְהֶעֱלָה הַפֵּרוֹת לַגָּג דֶּרֶךְ חָצֵר, אַף עַל פִּי כֵן לֹא טָבְלֵי, הוֹאִיל וּבְשָׁעָה שֶׁהִכְנִיסָן לֶחָצֵר הָיָה בְדַעְתּוֹ לְהַעֲלוֹתָן וּלְאָכְלָן בַּגָּג. וְהַנֵּי מִילֵי כְּשֶׁיֵּשׁ בַּגָּג אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת, אֲבָל אִם אֵין בַּגָּג אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת, בָּטֵל לְגַבֵּי חָצֵר: בֵּית שַׁעַר. אֵצֶל פֶּתַח הֶחָצֵר: אַכְסַדְרָה. מֻקֶּפֶת מִשָּׁלֹשׁ מְחִצּוֹת וּמְקוּרָה לְמַעְלָה: מִרְפֶּסֶת. מָקוֹם לִפְנֵי הָעֲלִיּוֹת, וְיוֹצְאִים מִן הָעֲלִיּוֹת לַמִּרְפֶּסֶת, וּמִן הַמִּרְפֶּסֶת יוֹרְדִים בְּסֻלָּם לֶחָצֵר","rdfs:label":"ר\"ע מברטנורה מעשרות ג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-6"},{"uri":"jbr:mishna-bartanura-1-7-3-7","jbo:text":"ר\"ע מברטנורה הַצְּרִיפִים. אֵין לָהֶם גָּג, אֶלָּא הַקּוֹרוֹת לְמַעְלָה נוֹגְעוֹת זוֹ בָזוֹ וְהוֹלְכִים וּמִתְרַחֲבִים לְמַטָּה: וְהַבֻּרְגָּנִים. כְּמִין שׁוֹבָכִים, עֲשׂוּיִין בַּשָּׂדוֹת לֶאֱצֹר בָּהֶן פֵּרוֹת: וְהָאֶלְקָטִיּוֹת. סֻכּוֹת שֶׁעוֹשִׂים בִּימוֹת הַחַמָּה לְצֵל. תַּרְגּוּם קַיִץ קַיְטָא: סֻכַּת גִּנּוֹסָר. יַם כִּנֶּרֶת מְתַרְגְּמִינַן גִּנּוֹסָר, וְהוּא מָקוֹם בְּאֶרֶץ הַגָּלִיל שֶׁפֵּרוֹתָיו מְרֻבִּים וְטוֹבִים, וְיוֹשְׁבָיו עוֹשִׂים סֻכּוֹת וְדָרִים שָׁם כָּל זְמַן הַפֵּרוֹת: אַף עַל פִּי שֶׁיֵּשׁ שָׁם רֵחַיִם וְתַרְנְגוֹלִים. לֹא הֲוֵי קֶבַע: סֻכַּת הַיּוֹצְרִים. רְגִילִים לַעֲשׂוֹת שְׁתֵּי סֻכּוֹת זוֹ לִפְנִים מִזּוֹ, בַּפְּנִימִית מַצְנִיעַ קְדֵרוֹתָיו וְדָר שָׁם, וּבַחִיצוֹנָה עוֹשֶׂה מְלַאכְתּוֹ וּמוֹכֵר קְדֵרוֹתָיו: כָּל שֶׁאֵינָה דִּירַת הַחַמָּה וְדִירַת הַגְּשָׁמִים. וְסֻכָּה פְּנִימִית אֵין הַיּוֹצֵר דָּר בָּהּ בִּימוֹת הַגְּשָׁמִים, הִלְכָּךְ פְּטוּרָה, וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: רַבִּי יְהוּדָה מְחַיֵּב. רַבִּי יְהוּדָה לְטַעֲמֵיהּ, דְּסָבַר סֻכָּה דִּירַת קֶבַע בָּעִינַן {כב} וְחַיֶּבֶת בִּמְזוּזָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות ג ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-7"},{"uri":"jbr:mishna-yomtov-1-7-3-7","jbo:text":"עיקר תוי\"ט {כא} פְּטוּרָה. נִרְאֶה לִי טַעֲמָא כִּדְאָמְרִינַן בְּיוֹמָא [דַּף י] דְּבַיִת סְתָמָא לֹא מִקְרֵי אֶלָּא בֵּית חֹרֶף וּבֵית קַיִץ. לְפִיכָךְ לֹא טְבוּלָה. פֵּרוּשׁ: {כב} כִּדְאָמַר שָׁם בְּיוֹמָא","rdfs:label":"עיקר תוי\"ט מעשרות ג ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-7"},{"uri":"jbr:mishna-bartanura-1-7-3-8","jbo:text":"ר\"ע מברטנורה תְּאֵנָה שֶׁהִיא עוֹמֶדֶת בֶּחָצֵר. אִילָן שֶׁל תְּאֵנָה שֶׁהוּא עוֹמֵד בֶּחָצֵר, וְחָצֵר קוֹבַעַת לַמַּעֲשֵׂר: וְאִם צֵרַף. שְׁתַּיִם, חַיָּב: רַבִּי שִׁמְעוֹן אוֹמֵר אַחַת בִּימִינוֹ. אֲפִלּוּ שָׁלֹשׁ כְּהַאי גַוְנָא לֹא הֲוֵי צֵרוּף וְשָׁרֵי. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: עָלָה לְרֹאשָׁהּ. לְרֹאשׁ הַתְּאֵנָה: מְמַלֵּא חֵיקוֹ וְאוֹכֵל. שָׁם. וּבִלְבָד שֶׁלֹּא יוֹרִיד לֶחָצֵר","rdfs:label":"ר\"ע מברטנורה מעשרות ג ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-8"},{"uri":"jbr:mishna-bartanura-1-7-3-9","jbo:text":"ר\"ע מברטנורה נוֹטֵל אֶת הָאֶשְׁכּוֹל. אוֹכֵל כְּדַרְכּוֹ וְאֵין צָרִיךְ לְגַרְגֵּר, וְכֵן בְּרִמּוֹן אֵין צָרִיךְ לִפְרֹט, וְכֵן בַּאֲבַטִּיחַ אֵין צָרִיךְ לִסְפּוֹת, דְּהַיְנוּ לַחְתֹּךְ חֲתִיכוֹת דַּקּוֹת: רַבִּי עֲקִיבָא אוֹמֵר וְכוּ'. וַהֲלָכָה כְּרַבִּי עֲקִיבָא: כֻּסְבָּר. כָּךְ שְׁמָהּ בַּעֲרָבִי, וְהוּא זֶרַע גַּד, וּבְלַעַ\"ז קוליינדר\"ו: מְקַרְסֵם. מְחַתֵּךְ: סֵאָה. בַּעֲרָבִי פודנ\"ג, וּבְלַעַ\"ז פוליי\"ו: אֵזוֹב. בַּעֲרָבִי זעת\"ר: וְהַקּוֹרָנִית. בַּעֲרָבִי חש\"א, וּבְלַעַ\"ז שדריא\"ה: אִם הָיוּ נִשְׁמָרִים חַיָּבִין. דְּאֵין חַיָּב בַּמַּעֲשֵׂר אֶלָּא אֹכֶל וְנִשְׁמָר","rdfs:label":"ר\"ע מברטנורה מעשרות ג ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-9"},{"uri":"jbr:mishna-yomtov-1-7-3-9","jbo:text":"עיקר תוי\"ט {כג} דִּבְרֵי רַבִּי טַרְפוֹן. וּמוֹדֶה רַבִּי טַרְפוֹן גַּבֵּי מִקָּח, דִּתְנַן בְּפֶרֶק ב' מִשְׁנָה ו' מְגַרְגֵּר בָּאֶשְׁכּוֹל. הָרַ\"שׁ: {כד} שֶׁבֶּחָצֵר. וְדֶרֶךְ אֵלּוּ הָעֲשָׂבִים שֶׁצּוֹמְחִין בַּגִּנּוֹת וּבַבָּתִּים מִבְּלִי שֶׁיִּזְרְעוּ אוֹתָם. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מעשרות ג ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-9"},{"uri":"jbr:mishna-bartanura-1-7-3-10","jbo:text":"ר\"ע מברטנורה אוֹכֵל כְּדַרְכּוֹ. מִן הַנּוֹף הָעוֹמֵד בַּגִּנָּה: אוֹכֵל אַחַת אַחַת. מִן הַנּוֹף הַנּוֹטֶה לֶחָצֵר: וְאִם צֵרַף. שְׁנַיִם חַיָּב: הַכֹּל הוֹלֵךְ אַחַר הָעִקָּר. דְּשָׁדִינַן נוֹפוֹ בָּתַר עִקָּרוֹ, שֶׁהוּא מְקוֹם יְנִיקַת הָאִילָן: וּבְבָתֵּי עָרֵי חוֹמָה הַכֹּל הוֹלֵךְ אַחַר הָעִקָּר. אַף הַנּוֹף הַנּוֹטֶה חוּץ לַחוֹמָה, אִם לֹא גְאָלוֹ בְּתוֹךְ הַשָּׁנָה, נֶחְלַט לִצְמִיתוּת כְּאִלּוּ הָיָה בְּתוֹךְ הַחוֹמָה, הוֹאִיל וְעִקַּר הָאִילָן בְּתוֹךְ הַחוֹמָה הוּא: וּבְעָרֵי מִקְלָט הַכֹּל הוֹלֵךְ אַחַר הַנּוֹף. אַף אַחַר הַנּוֹף קָאָמַר {כו}, שֶׁאִם עִקָּרוֹ בִּפְנִים בְּתוֹךְ תְּחוּם עָרֵי מִקְלָט וְנוֹפוֹ נוֹטֶה חוּץ לַתְּחוּם, כִּי הֵיכִי דִּבְעִקָּרוֹ לֹא מָצֵי גּוֹאֵל הַדָּם קָטֵיל לֵיהּ לָרוֹצֵחַ, בְּנוֹפוֹ נַמִּי לֹא מָצֵי קָטֵיל לֵיהּ, דְּשָׁדִינַן נוֹפוֹ בָּתַר עִקָּרוֹ. וְאִי עִקָּרוֹ בַּחוּץ וְנוֹפוֹ בִּפְנִים, כִּי הֵיכִי דִּבְנוֹפוֹ לֹא מָצֵי קָטֵיל לֵיהּ, בְּעִקָּרוֹ נַמִּי לֹא מָצֵי קָטֵיל לֵיהּ, דְּשָׁדֵי עִקָּרוֹ בָּתַר נוֹפוֹ לְחֻמְרָא. וְכֵן בִּירוּשָׁלַיִם הוֹלֵךְ אַחַר הַנּוֹף לְעִנְיַן מַעֲשֵׂר שֵׁנִי, הַיְנוּ נַמִּי לְחֻמְרָא, דְּעִקָּרוֹ בַּחוּץ וְנוֹפוֹ לִפְנִים, כִּי הֵיכִי דִּבְנוֹפוֹ לֹא מָצֵי פָּרֵיק, דְּאֵין מַעֲשֵׂר טָהוֹר נִפְדֶּה בְּתוֹךְ יְרוּשָׁלַיִם, בְּעִקָּרוֹ נַמִּי לֹא מָצֵי פָּרֵיק לֵיהּ. וְאִי עִקָּרוֹ בִּפְנִים וְנוֹפוֹ לַחוּץ, כִּי הֵיכִי דְּבִמְקוֹם נוֹפוֹ לֹא מָצֵי אָכֵיל לֵיהּ בְּלֹא פְדִיָּה, שֶׁהֲרֵי הוּא חוּץ לִירוּשָׁלַיִם, הָכִי נַמִּי בִּמְקוֹם עִקָּרוֹ אַף עַל פִּי שֶׁהוּא בִּפְנִים לֹא מָצֵי אָכֵיל לֵיהּ בְּלֹא פְדִיָּה {כז}","rdfs:label":"ר\"ע מברטנורה מעשרות ג י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-10"},{"uri":"jbr:mishna-yomtov-1-7-3-10","jbo:text":"עיקר תוי\"ט {כה} וְנוֹטָה כוּ'. נוֹף אֶחָד מִן הַתְּאֵנָה. הָרַ\"שׁ: {כו} וּמִשּׁוּם דִּבְכֻלֵּי גְמָרָא שָׁדִינַן נוֹף בָּתַר עִקָּרוֹ, אִיצְטְרִיךְ לְמֵימַר דִּלְעִנְיַן מִקְלָט זִמְנִין דְּשָׁדִינַן עִקָּר בָּתַר נוֹף, אַף עַל גַּב דְּבָתַר עִקָּרוֹ נַמִּי שָׁדִינַן. תּוֹסְפוֹת יוֹם טוֹב: {כז} זֶה לְשׁוֹן רַשִׁ\"י בְּמַסֶּכֶת מַכּוֹת, דְּתִשְׁדֵי עִקָּרוֹ בָּתַר נוֹפוֹ וְאָסוּר לְאָכְלוֹ בְּעִקָּרוֹ, אֶלָּא אִם כֵּן פְּדָאוֹ מִקֹּדֶם שֶׁנִּכְנַס, [וּכְחוּץ לִירוּשָׁלַיִם דָּמִי]. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ג י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-3","jbo:mishna":"jbr:mishna-1-7-3-10"},{"uri":"jbr:mishna-bartanura-1-7-4-1","jbo:text":"ר\"ע מברטנורה הַכּוֹבֵשׁ. יְרָקוֹת אוֹ זֵיתִים בְּחֹמֶץ אוֹ בְיַיִן, וְכֵן הַשּׁוֹלֵק אוֹ הַמּוֹלֵחַ, אַף בַּשָּׂדֶה חַיָּב. שֶׁהָאוּר וְהַמֶּלַח וְהַמִּקָּח וְהַתְּרוּמָה וְהַשַּׁבָּת וְהֶחָצֵר הַמִּשְׁתַּמֶּרֶת, כָּל אֶחָד מֵאֵלּוּ קוֹבֵעַ לַמַּעֲשֵׂר: הַמְכַמֵּן בָּאֲדָמָה. הַמַּטְמִין פֵּרוֹת תַּחַת הַקַּרְקַע כְּדֶרֶךְ שֶׁרְגִילִין לְהַטְמִין פֵּרוֹת שֶׁאֵין מְבֻשָּׁלִים כָּל צָרְכָּן כְּדֵי שֶׁיִּתְבַּשְּׁלוּ: וְהַמְטַבֵּל. פֵּרוֹת בְּמֶלַח אוֹ בְצִיר אוֹ בְחֹמֶץ וְאוֹכֵל, פָּטוּר, וְאֵינוֹ קוֹבֵעַ לַמַּעֲשֵׂר כְּמוֹ הַכּוֹבֵשׁ אוֹ הַמּוֹלֵחַ, אֶלָּא אוֹכֵל מֵהֶן אֲכִילַת עֲרַאי וּפָטוּר מִן הַמַּעֲשֵׂר: הַפּוֹצֵעַ זֵיתִים. מְמַעֵךְ וְכוֹתֵשׁ אוֹתָם כְּדֵי שֶׁיֵּצֵא הַשְּׂרָף, דְּהַיְנוּ הַמְּרִירוּת שֶׁלָּהֶן: הַסּוֹחֵט זֵיתִים עַל בְּשָׂרוֹ. לָסוּךְ גּוּפוֹ: לְתוֹךְ יָדוֹ חַיָּב. דְּמַה שֶּׁנָּתַן לְתוֹךְ יָדוֹ נֶחְשָׁב כְּאִלּוּ נָתַן לְתוֹךְ בּוֹר קָטָן, דְּהַיְנוּ הַחֲפִירָה שֶׁהַיַּיִן וְהַשֶּׁמֶן יוֹרְדִים בָּהּ: הַמְקַפֶּה לְתַבְשִׁיל. הַשּׁוֹלֶה פְּסֹלֶת שֶׁמַּעֲלֶה הַיַּיִן בְּעֵת רְתִיחָתוֹ נִקְרָא מְקַפֶּה, וְאִם אַחַר שֶׁנָּתַן יַיִן בַּתַּבְשִׁיל הֵסִיר מֵעָלָיו הַחַרְצַנִּים וְהַזַּגִּים הַצָּפִין לְמַעְלָה, קִפּוּי עֲרַאי הוּא זֶה וְאֵינוֹ קוֹבֵעַ לַמַּעֲשֵׂר כִּשְׁאָר מְקַפֶּה יַיִן בְּעַלְמָא. וּבְתַבְשִׁיל צוֹנֵן אַיְרֵי, דְּאִי בְּתַבְשִׁיל רוֹתֵחַ הָא אָמְרִינַן שֶׁהָאוּר קוֹבַעַת לַמַּעֲשֵׂר, וּבְלֹא הַקְפָּאָה הָיָה נִקְבַּע לַמַּעֲשֵׂר מֵחֲמַת הָאוּר: לִקְדֵרָה. רֵיקָנִית, קֹדֶם שֶׁנָּתַן לְתוֹכָהּ הַתַּבְשִׁיל נָתַן בְּתוֹכָהּ יַיִן וְהִקְפָּהוּ, הֲוָה לֵיהּ כִּמְקַפֶּה בְּבוֹר קָטָן וְחַיָּב","rdfs:label":"ר\"ע מברטנורה מעשרות ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-1"},{"uri":"jbr:mishna-yomtov-1-7-4-1","jbo:text":"עיקר תוי\"ט {א} הַשּׁוֹלֵק. לִרְבוּתָא נָקַט הַשּׁוֹלֵק, שֶׁהוּא פָּחוֹת מִמְּבַשֵּׁל, וְכָל שֶׁכֵּן הַמְּבַשֵּׁל","rdfs:label":"עיקר תוי\"ט מעשרות ד א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-1"},{"uri":"jbr:mishna-bartanura-1-7-4-2","jbo:text":"ר\"ע מברטנורה תִּינוֹקוֹת שֶׁטָּמְנוּ תְאֵנִים. בַּשָּׂדֶה, דְּאִי בַּבַּיִת, בְּלֹא שַׁבָּת בַּיִת קוֹבַעַת. וְנָקַט תִּינוֹקוֹת לְאַשְׁמוּעִינַן דְּיֵשׁ לָהֶם מַחֲשָׁבָה הַנִּכֶּרֶת מִתּוֹךְ מַעֲשֵׂיהֶם: לֹא יֹאכְלוּ לְמוֹצָאֵי שַׁבָּת. דְּכֵיוָן שֶׁקְּבַעְתָּן שַׁבָּת לַמַּעֲשֵׂר אֲסוּרִים לְעוֹלָם עַד שֶׁיִּתְעַשְּׂרוּ: כַּלְכַּלַת שַׁבָּת. כַּלְכָּלָה מְלֵאָה פֵּרוֹת שֶׁיִּחֲדָהּ לַשַּׁבָּת: וּבֵית הִלֵּל מְחַיְּבִין. בַּמַּעֲשֵׂר מִיָּד אֲפִלּוּ קֹדֶם הַשַּׁבָּת, דְּכֵיוָן שֶׁיִּחֲדָהּ לַשַּׁבָּת הֻקְבְּעָה מִיָּד: לִשְׁלֹחַ לַחֲבֵרוֹ. נִטְבַּל מִיָּד, וְלֹא יֹאכַל עֲרַאי עַד שֶׁיְּעַשֵּׂר, וַאֲפִלּוּ לֹא שְׁלָחָהּ, לְפִי שֶׁכֵּיוָן שֶׁיִּחֲדָהּ לְשָׁלְחָהּ הוּא מַקְפִּיד עָלֶיהָ כְּמוֹ בְּכַלְכַּלַת שַׁבָּת. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מעשרות ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-2"},{"uri":"jbr:mishna-bartanura-1-7-4-3","jbo:text":"ר\"ע מברטנורה הַמַּעֲטָן. מָקוֹם שֶׁצּוֹבְרִין שָׁם הַזֵּיתִים כְּדֵי שֶׁיִּתְרַכְּכוּ וְיִהְיוּ רְאוּיוֹת לְהוֹצִיא שַׁמְנָן: טוֹבֵל אֶחָד אֶחָד בְּמֶלַח. שֶׁאֵין קוֹבֵעַ אֶלָּא בְמֶלַח וְצֵרוּף שְׁתַּיִם, הִלְכָּךְ אִם מָלַח וְנָתַן לְפָנָיו חַיָּב: מִן הַמַּעֲטָן הַטָּהוֹר חַיָּב. וּכְגוֹן שֶׁהָאָדָם הַנּוֹטְלָן טָמֵא, שֶׁאִי אֶפְשָׁר לוֹ לְהַחֲזִיר אֶת הַמּוֹתָר, שֶׁכְּבָר נִטְמְאוּ כָּל אוֹתָן שֶׁנָּטַל בְּיָדוֹ {ב}: מִן הַטָּמֵא פָּטוּר. שֶׁכֵּיוָן שֶׁהַמַּעֲטָן כֻּלּוֹ טָמֵא [וְהָאָדָם] הַנּוֹטְלָן טָמֵא הֲרֵי הוּא מַחֲזִיר אֶת הַנּוֹתָר","rdfs:label":"ר\"ע מברטנורה מעשרות ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-3"},{"uri":"jbr:mishna-yomtov-1-7-4-3","jbo:text":"עיקר תוי\"ט {ב} וּכְשֶׁמַּחֲזִירִים מִתְעָרְבִים הַטְּמֵאִים עִם הַטְּהוֹרִים. וּבְשָׁעָה שֶׁנָּטַל דִּקְדֵּק שֶׁלֹּא יְטַמֵּא אֶלָּא מְקוֹם מַגָּעוֹ, הַיְנוּ אוֹתָן שֶׁנָּגַע בָּהֶן וּנְטָלָן. אִי נַמִּי כְּגוֹן שֶׁנְּטָלָן בִּפְשׁוּטֵי כְלֵי עֵץ, אוֹ שֶׁנָּתַן לוֹ חֲבֵרוֹ","rdfs:label":"עיקר תוי\"ט מעשרות ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-3"},{"uri":"jbr:mishna-bartanura-1-7-4-4","jbo:text":"ר\"ע מברטנורה שׁוֹתִין עַל הַגַּת. וּכְגוֹן שֶׁהִכְנִיס שָׁם רֹאשׁוֹ וְרֻבּוֹ, דְּלֵיכָּא לְמִגְזָר שֶׁמָּא יָבִיא הַכְּלִי אֵלָיו וְיִשְׁתֶּה חוּץ לַגַּת, דְּחוּץ לַגַּת הֲוֵי קֶבַע וְאָסוּר לִשְׁתּוֹת: בֵּין עַל הַחַמִּין. בֵּין שֶׁמָּזַג הַיַּיִן בְּחַמִּין, בֵּין שֶׁמְּזָגוֹ בְצוֹנֵן: רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק מְחַיֵּב. דְּגָזַר שֶׁמָּא יוֹצִיא מִן הַיַּיִן חוּץ לַגַּת: עַל הַחַמִּין חַיָּב. שֶׁהוּא קוֹבֵעַ, לְפִי שֶׁאֵינוֹ יָכוֹל לְהַחֲזִיר הַמּוֹתָר, שֶׁיְּקַלְקֵל הַיַּיִן שֶׁבַּגַּת, אֲבָל מָזַג בְּצוֹנֵן פָּטוּר, שֶׁיָּכוֹל לְהַחֲזִיר הַמּוֹתָר. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה מעשרות ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-4"},{"uri":"jbr:mishna-bartanura-1-7-4-5","jbo:text":"ר\"ע מברטנורה הַמְקַלֵּף. מֵסִיר קְלִפָּתָן: מְקַלֵּף אַחַת אַחַת. שְׂעוֹרָה אַחַת. וְדַוְקָא כְּשֶׁאֵינוֹ סָמוּךְ לַגֹּרֶן, אֲבָל אִם הָיָה סָמוּךְ לַגֹּרֶן אֲפִלּוּ קִלֵּף יוֹתֵר פָּטוּר, מִפְּנֵי שֶׁהוּא מַחֲזִיר אֶת הַמּוֹתָר: הַמּוֹלֵל מְלִילוֹת. הַמְהַבְהֵב שִׁבֳּלִין בָּאוּר וּמְמַעֲכָן בְּיָדוֹ לְהָסִיר הַפְּסֹלֶת: מְנַפֶּה. לְהַפְרִיחַ הַמֹּץ: מִיָּד לְיָד. מְנַעֲרָן מִיָּדוֹ אַחַת לְיָדוֹ הָאַחֶרֶת: יַרְקָהּ פָּטוּר. שֶׁהַזֶּרַע עִקָּר, וְיַרְקָהּ לֹא חָשִׁיב אֶלָּא אִם כֵּן כִּוֵּן לְיָרָק: מִתְעַשֶּׂרֶת זֶרַע וְיָרָק. חַיָּב לְעַשֵּׂר, בֵּין אָכַל הַזֶּרַע, בֵּין אָכַל הֶעָלִין יָרָק כְּמוֹת שֶׁהֵן: הַשֶּׁבֶת. כָּךְ שְׁמָהּ בַּעֲרָבִי, וּבְלַעַ\"ז אניט\"ו: וְזֵירִים. זְמוֹרוֹת. וַאֲפִלּוּ זְרָעָהּ סְתָם מִתְעַשֶּׂרֶת זֶרַע וְיָרָק וְזֵירִים, לְפִי שֶׁהַשֶּׁבֶת עוֹשָׂה זְמוֹרוֹת אֲרֻכּוֹת. אֲבָל הַכֻּסְבָּר אֵינָהּ מִתְעַשֶּׂרֶת זֵירִים אֶלָּא אִם כֵּן זְרָעָהּ תְּחִלָּה לְזֵירִים: אֵינוֹ מִתְעַשֵּׂר זֶרַע וְיָרָק. אִם זָרַע סְתָם וְלֹא פֵרֵשׁ: הַשְּׁחָלִים. בַּעֲרָבִי חב אל שאר, וּבְלַעַ\"ז קרישו\"ן: הַגַּרְגִּיר. כָּךְ שְׁמוֹ בַּעֲרָבִי, וּבְלַעַ\"ז אירוג\"א. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה מעשרות ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-5"},{"uri":"jbr:mishna-yomtov-1-7-4-5","jbo:text":"עיקר תוי\"ט {ג} וְאִם קִלֵּף כוּ'. מַשְׁמַע אֲפִלּוּ אַחַת אַחַת, דְּאִי תֵימָא דַּוְקָא בְּצֵרַף וְנָתַן לְתוֹךְ יָדוֹ קַשְׁיָא רֵישָׁא, וְזֶה דַעַת רַשִׁ\"י בְּבֵיצָה דַּף י\"ג. וְהַתּוֹסָפוֹת כָּתְבוּ דְּלֹא נְהִירָא, דְּמַשְׁמַע שֶׁהַטַּעַם מִפְּנֵי שֶׁהוּא גְמַר מְלָאכָה הוֹאִיל וְהוּא קוֹלֵף הַרְבֵּה בְּיַחַד. וְנִרְאֶה לִי דְּתַנָּא אוֹרְחָא דְמִלְּתָא נָקַט, דִּכְשֶׁמְּצָרֵף נוֹתְנָם לְתוֹךְ יָדוֹ. וְהַרְבֵּה דְּנָקְטוּ הַתּוֹסָפוֹת לָאו דַּוְקָא, דְּבִשְׁתַּיִם חַיָּב. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ד ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-5"},{"uri":"jbr:mishna-bartanura-1-7-4-6","jbo:text":"ר\"ע מברטנורה הַתְּמָרוֹת שֶׁל תִּלְתָּן. יֵשׁ מְפָרְשִׁים לוּלָבֵי תִלְתָּן, כְּעֵין שֶׁיֵּשׁ לַגְּפָנִים, וְהֵן נֶאֱכָלִים. וְיֵשׁ מְפָרְשִׁים כְּשֶׁמַּתְחִיל הַגִּבְעוֹל לִצְמֹחַ נִרְאֶה בִּמְקוֹם צְמִיחָתוֹ כְּמִין גַּרְגִּיר עָב וְנִקְרָא תְּמָרָה, כִּדְאָמְרִינַן [סֻכָּה לג.] גַּבֵּי הֲדַס נִקְטַם רֹאשׁוֹ וְעָלְתָה בוֹ תְּמָרָה. וּבְתִלְתָּן וְחַרְדָּל וּפוֹל הַלָּבָן חֲשׁוּבִין אֹכֶל: הַצָּלָף. בְּלַעַ\"ז קאפר\"י: תְּמָרוֹת. לוּלָבִין שֶׁבּוֹ, וְיֵשׁ מְפָרְשִׁים הַפֶּרַח: אֲבִיּוֹנוֹת. הוּא עִקַּר הַפְּרִי, וְקַפְרִיסִין הוּא שׁוֹמֵר הַפְּרִי: רַבִּי עֲקִיבָא וְכוּ'. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה מעשרות ד ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-4","jbo:mishna":"jbr:mishna-1-7-4-6"},{"uri":"jbr:mishna-bartanura-1-7-5-1","jbo:text":"ר\"ע מברטנורה הָעוֹקֵר שְׁתָלִים. נְטִיעוֹת אַחַר שֶׁצָּמְחוּ וְגָדְלוּ קְצָת עוֹקְרִין אוֹתָן וְשׁוֹתְלִין אוֹתָם בְּמָקוֹם אַחֵר {א}, וְהֵם מִתְעַבִּים וּמִתְרַחֲבִים וּמִתְגַדְּלִין שָׁם: פָּטוּר. אֲפִלּוּ רָאוּ פְנֵי הַבַּיִת, מִפְּנֵי שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן: לָקַח בִּמְחֻבָּר לַקַּרְקַע. הַקּוֹנֶה פֵּרוֹת כְּשֶׁהֵן מְחֻבָּרִין פָּטוּר, שֶׁאֵין הַמִּקָּח קוֹבֵעַ לַמַּעֲשֵׂר אֶלָּא בְקוֹנֶה בְּתָלוּשׁ, לֹא בִמְחֻבָּר {ב}: לָקַט. שְׁתִילִין לִשְׁלֹחַ לַחֲבֵרוֹ פָּטוּר: אִם יֵשׁ כַּיּוֹצֵא בָהֶם נִמְכָּרִים בַּשּׁוּק. חֲשִׁיבֵי כְּאִלּוּ נִגְמְרָה מְלַאכְתָּן. וְאֵין הֲלָכָה כְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה","rdfs:label":"ר\"ע מברטנורה מעשרות ה א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-1"},{"uri":"jbr:mishna-yomtov-1-7-5-1","jbo:text":"עיקר תוי\"ט {א} וּתְמִיהָה לִי מַאי מַעֲשֵׂר שַׁיָּךְ בִּנְטִיעוֹת. וְנִרְאֶה לִי שֶׁכָּךְ צָרִיךְ לוֹמַר, הָעוֹקֵר שְׁתָלִים נְטִיעוֹת אַף עַל פִּי שֶׁיֵּשׁ בָּהֶם פֵּרוֹת. אִי נַמִּי הָעוֹקֵר שְׁתָלִים הַיְנוּ בְּצָלִים וּכְרֵשִׁים, שֶׁדֶּרֶךְ הַגַּנָּנִים אַחַר שֶׁצָּמְחוּ מְעַט עוֹקְרִין אוֹתָם וְשׁוֹתְלִין אוֹתָם בְּמָקוֹם אַחַר וּמִתְעַבִּין וּגְדֵלִין יוֹתֵר. תּוֹסְפוֹת יוֹם טוֹב: {ב} לְשׁוֹן הָרַ\"שׁ, לָקַח בִּמְחֻבָּר פָּטוּר דְּאֵין מִקָּח קוֹבֵעַ בִּמְחֻבָּר. אֲבָל תָּלוּשׁ דּוּמְיָא דִמְחֻבָּר קוֹבֵעַ אַף עַל פִּי שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, וּסְתָמָא כְּרַבִּי מֵאִיר דִּלְעֵיל בְּפֶרֶק ב' מִשְׁנָה ה'","rdfs:label":"עיקר תוי\"ט מעשרות ה א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-1"},{"uri":"jbr:mishna-bartanura-1-7-5-2","jbo:text":"ר\"ע מברטנורה וְנוֹטֵעַ בְּתוֹךְ שֶׁלּוֹ לְזֶרַע. [שֶׁיִּתְבַּשֵּׁל] בָּהֶם הַזֶּרַע בִּמְקוֹם נְטִיעָתָן: מִפְּנֵי שֶׁהוּא גָּרְנָן. עֲקִירָתָן הוּא גָּרְנָן, שֶׁאֵין לָהֶם גֹּרֶן אַחֵר לְהִתְחַיֵּב בַּמַּעֲשֵׂר, דְּזַרְעָן פָּטוּר מִן הַמַּעֲשֵׂר דִּכְתִיב (וַיִּקְרָא כו) מִזֶּרַע הָאָרֶץ, וְלֹא כָּל זֶרַע, פְּרָט לְזֵרְעוֹנֵי גִנָּה שֶׁאֵינָן נֶאֱכָלִין, וְנִמְצָא שֶׁנִּגְמְרָה מְלַאכְתָּן וְאָסוּר לְנָטְעָן עַד שֶׁיְּעַשֵּׂר: טָהֲרוּ מִלְּטַמֵּא. דְּכִזְרוּעִין דָּמוּ, וְהַתּוֹרָה רִבְּתָה בְּטָהֳרַת זְרָעִים, דִּכְתִיב (שָׁם יא) עַל כָּל זֶרַע זֵרוּעַ אֲשֶׁר יִזָּרֵעַ טָהוֹר הוּא. אֲבָל לְכָל שְׁאָר מִילֵי כִּתְלוּשִׁין דָּמוּ, וּבְחֶזְקָתָן הֵן לַמַּעֲשֵׂר וְלַשְּׁבִיעִית {ג}. וַאֲפִלּוּ לְטָהֳרַת טֻמְאָה, דַּוְקָא הִשְׁרִישׁוּ בָעֲלִיָּה שֶׁיֵּשׁ תַּחְתֵּיהֶן עֲפַר הַמַּעֲזִיבָה, אֲבָל הִשְׁרִישׁוּ בַקֻּפָּה כִּתְלוּשִׁים דָּמִי אַף לְעִנְיַן טֻמְאָה: וְהֵן מְגֻלִּין. הֶעָלִין שֶׁלָּהֶן, כְּדֶרֶךְ גְּדִילָתָן, כִּנְטוּעִים בַּשָּׂדֶה דָּמוּ, וְהַתּוֹלֵשׁ מֵהֶן בְּשַׁבָּת חַיָּב, וְחַיָּבִין בַּשְּׁבִיעִית וּבַמַּעַשְׂרוֹת","rdfs:label":"ר\"ע מברטנורה מעשרות ה ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-2"},{"uri":"jbr:mishna-yomtov-1-7-5-2","jbo:text":"עיקר תוי\"ט {ג} וְלֹא נָקַט שַׁבָּת לִפְטוֹר כְּמוֹ דְנָקַט בְּסֵיפָא שַׁבָּת לְחוֹבָה. וּבַיְרוּשַׁלְמִי מְפֹרָשׁ דְּגַם לְעִנְיַן שַׁבָּת פָּטוּר","rdfs:label":"עיקר תוי\"ט מעשרות ה ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-2"},{"uri":"jbr:mishna-bartanura-1-7-5-3","jbo:text":"ר\"ע מברטנורה לֹא יִמְכֹּר אָדָם פֵּרוֹתָיו וְכוּ'. דְּקָעָבַר מִשּׁוּם וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל (וַיִּקְרָא יט): וְאִם בִּכְּרוּ. אִם יֵשׁ בָּהֶן בַּכּוּרוֹת שֶׁהִגִּיעוּ לְעוֹנַת מַעַשְׂרוֹת וְהַשְּׁאָר לֹא הִגִּיעוּ, נוֹטְלָן וּמוֹכֵר אֶת הַשְּׁאָר","rdfs:label":"ר\"ע מברטנורה מעשרות ה ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-3"},{"uri":"jbr:mishna-bartanura-1-7-5-4","jbo:text":"ר\"ע מברטנורה תִּבְנוֹ. שִׁבֳּלִין שֶׁנִּדּוֹשׁוּ, וּפְעָמִים נִשְׁאָר בָּהֶן חִטִּין: גִּפְתּוֹ. פְּסֹלֶת שֶׁל זֵיתִים: זַגָּיו. פְּסֹלֶת שֶׁל עֲנָבִים: לְהוֹצִיא מֵהֶן מַשְׁקִין. אַגִּפְתּוֹ וְזַגָּיו קָאֵי {ד}: עַל הַקֻּטָּעִין. שִׁבּוֹלוֹת קְטוּעוֹת שֶׁלֹּא נִדּוֹשׁוּ: וְעַל הַצְּדָדִין. צִדֵּי הַכְּרִי. וְכֵן הַתּוֹרֵם בַּבּוֹר, בְּלִבּוֹ עַל מַה שֶּׁבַּחַרְצַנִּים וְעַל מַה שֶּׁבַּזַּגִּין. וְהַתּוֹרֵם בְּבֵית הַבַּד, בְּלִבּוֹ עַל מַה שֶּׁבְּתוֹךְ הַגֶּפֶת","rdfs:label":"ר\"ע מברטנורה מעשרות ה ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-4"},{"uri":"jbr:mishna-yomtov-1-7-5-4","jbo:text":"עיקר תוי\"ט {ד} וּלְגַבֵּי תֶּבֶן לִלְקֹט מִמֶּנּוּ חִטִּים: {ה} בְּלִבּוֹ. וְאִם אֵין בְּלִבּוֹ, תְּנַאי בֵית דִּין הוּא. תּוֹסֶפְתָּא. וְדַוְקָא בִּתְרוּמָה, הַנִּטֶּלֶת מֵאֹמֶד, אֲבָל מַעֲשֵׂר הָא קָחָזִינַן שֶׁלֹּא עִשֵּׂר כְּפִי הַמִּדָּה עַל אֵלּוּ הַדְּבָרִים. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ה ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-4"},{"uri":"jbr:mishna-bartanura-1-7-5-5","jbo:text":"ר\"ע מברטנורה הַלּוֹקֵחַ שְׂדֵה יָרָק. מִן הַנָּכְרִי: בְּסוּרְיָא. הֵם אֲרָצוֹת שֶׁכָּבַשׁ דָּוִד, כְּגוֹן דַּמֶּשֶׂק וַאֲרַם נַהֲרַיִם וַאֲרַם צוֹבָה. וּבְמִקְצַת דְּבָרִים עֲשָׂאוּם כְּאֶרֶץ יִשְׂרָאֵל וּבְמִקְצָתָן לֹא: אִם עַד שֶׁלֹּא בָא לְעוֹנַת הַמַּעַשְׂרוֹת חַיָּב. הוֹאִיל וּבְשָׁעָה שֶׁבָּאִים לִידֵי חִיּוּב בִּרְשׁוּתוֹ שֶׁל יִשְׂרָאֵל הֵם. אֲבָל אִם הִגִּיעַ עֵת הַחִיּוּב בִּרְשׁוּת הָעוֹבֵד כּוֹכָבִים פָּטוּר, דִּלְדָבָר זֶה עָשׂוּ סוּרְיָא כְּכִבּוּשׁ יָחִיד וְלָאו שְׁמֵיהּ כִּבּוּשׁ: וְלוֹקֵט כְּדַרְכּוֹ. וּפָטוּר מִלְּעַשֵּׂר אַף מַה שֶּׁנּוֹסַף בִּרְשׁוּתוֹ. אֲבָל פּוֹעֲלִים לֹא יִשְׂכֹּר, דְּחַיְשִׁינַן דִּלְמָא אָתֵי לְמֵעֲבָד הָכִי אַף בְּשָׂדֶה שֶׁלָּקַח עַד שֶׁלֹּא בָא לְעוֹנַת הַמַּעַשְׂרוֹת. וְרַבִּי יְהוּדָה לֹא גָזַר: פָּטוּר. כֵּיוָן שֶׁאֵין לוֹ בְּגוּף הַקַּרְקַע כְּלוּם: רַבִּי אוֹמֵר אַף לְפִי חֶשְׁבּוֹן. אַמִּילְתֵיהּ דְּתַנָּא קַמָּא קָאֵי, וְהָכִי קָאָמַר כִּי הֵיכִי דִמְחַיֵּב אִם לָקַח עַד שֶׁלֹּא בָא לְעוֹנַת הַמַּעַשְׂרוֹת לְעַשֵּׂר עַל הַכֹּל, הָכִי נַמִּי מְחַיֵּב אִם הִגִּיעַ לְעוֹנַת מַעַשְׂרוֹת לְעַשֵּׂר לְפִי חֶשְׁבּוֹן שֶׁנִּתּוֹסֵף בִּרְשׁוּתוֹ, כְּגוֹן אִם הֵבִיאוּ שְׁלִישׁ בְּיַד הַנָּכְרִי, חַיָּב לְעַשֵּׂר עַל שְׁנֵי שְׁלִישִׁים שֶׁנִּתּוֹסְפוּ בִרְשׁוּתוֹ {ו}. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה מעשרות ה ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-5"},{"uri":"jbr:mishna-yomtov-1-7-5-5","jbo:text":"עיקר תוי\"ט {ו} וּלְפִי שֶׁאֵין לְךָ כָּל חִטָּה וְחִטָּה שֶׁאֵין בּוֹ מִשְּׁנֵי חֲלָקָיו, מַפְרִישׁ מֵהַכֹּל, וְחֵלֶק הַשְּׁלִישִׁי מוֹכֵר לְכֹהֵן אוֹ לְלֵוִי. פֵּרוּשׁ","rdfs:label":"עיקר תוי\"ט מעשרות ה ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-5"},{"uri":"jbr:mishna-bartanura-1-7-5-6","jbo:text":"ר\"ע מברטנורה הַמְתַמֵּד. הַנּוֹתֵן מַיִם בַּחַרְצַנִּין וּבַזַּגִּין אוֹ בַשְּׁמָרִים נִקְרָא מְתַמֵּד. וְהָכָא מַיְרֵי בְּנוֹתֵן מַיִם בַּשְּׁמָרִים דַּוְקָא: וּמָצָא כְדֵי מִדָּתוֹ. לָאו דַּוְקָא כְּדֵי מִדָּתוֹ, דַּאֲפִלּוּ נָתַן שָׁלֹשׁ כַּדּוֹת שֶׁל מַיִם וּמָצָא שָׁלֹשׁ וָחֵצִי פָּטוּר, עַד שֶׁיִּתֵּן שָׁלֹשׁ וְיִמְצָא אַרְבַּע: פָּטוּר. וְאַף עַל גַּב דִּשְׁמָרִים יְהָבֵי בְהוּ טַעַם, פָּטוּר, דְּטַעַם שְׁמָרִים שֶׁל טֶבֶל לֹא חָשִׁיב טַעַם גָּמוּר אֶלָּא קְיוּהָא בְּעַלְמָא: רַבִּי יְהוּדָה מְחַיֵּב. דְּסָבַר אִי אֶפְשָׁר שֶׁיֵּצְאוּ כָל הַמַּיִם לַחוּץ, אֶלָּא נִשְׁאָר חֲצִי כַּד שֶׁל מַיִם בְּתוֹךְ הַשְּׁמָרִים, וְנִמְצָא שֶׁאֵלּוּ הַשָּׁלֹשׁ כַּדּוֹת וָחֵצִי שֶׁיָּצְאוּ יֵשׁ בָּהֶן כַּד אֶחָד שֶׁל יַיִן וּשְׁנַיִם וָחֵצִי מַיִם, וַהֲווֹ כְּיַיִן מָזוּג, שֶׁכֵּן דֶּרֶךְ מְזִיגַת הַיַּיִן. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: מָצָא יוֹתֵר מִכְּדֵי מִדָּתוֹ. וְהוּא דְּרָמָא תְּלָתָא וְאַשְׁכַּח אַרְבָּעָה: מוֹצִיא עָלָיו מִמָּקוֹם אַחֵר. אַף מִמָּקוֹם אַחֵר, כְּלוֹמַר לֹא מִיבַּעְיָא מִנֵּיהּ וּבֵיהּ דְּשָׁרֵי, אֶלָּא אַף מִמָּקוֹם אַחֵר יָכוֹל לְעַשֵּׂר לְפִי חֶשְׁבּוֹן הַיֶּתֶר עַל מִדָּתוֹ","rdfs:label":"ר\"ע מברטנורה מעשרות ה ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-6"},{"uri":"jbr:mishna-yomtov-1-7-5-6","jbo:text":"עיקר תוי\"ט {ז} רַבִּי יְהוּדָה מְחַיֵּב. וְהַיְנוּ בַּמַּעֲשֵׂר, אֲבָל בַּתְּרוּמָה לֹא, כִּדְאָמַר לְעֵיל מִשְׁנָה ה' הַתּוֹרֵם בְּלִבּוֹ עַל הַכֹּל. הָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי. עוֹד כָּתַב דְּעַד כָּאן לֹא מְחַיֵּב רַבִּי יְהוּדָה אֶלָּא מִנֵּיהּ וּבֵיהּ, אֲבָל מֵעָלְמָא לֹא, דִּלְמָא אָתֵי לְאַפְרוּשֵׁי מִן הַחִיּוּב עַל הַפָּטוּר כוּ'","rdfs:label":"עיקר תוי\"ט מעשרות ה ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-6"},{"uri":"jbr:mishna-bartanura-1-7-5-7","jbo:text":"ר\"ע מברטנורה שֶׁלָּנוּ. לִינַת לַיְלָה: הָעֲרֵמָה הַחַיֶּבֶת. הַכְּרִי שֶׁנִּתְחַיֵּב בַּמַּעֲשֵׂר, כְּהַהִיא דִתְנַן בְּפֶרֶק קַמָּא וְאִם אֵינוֹ מְמָרֵחַ מִשֶּׁיַּעֲמִיד עֲרֵמָה","rdfs:label":"ר\"ע מברטנורה מעשרות ה ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-7"},{"uri":"jbr:mishna-bartanura-1-7-5-8","jbo:text":"ר\"ע מברטנורה שׁוּם בַּעַל בֶּכִי. שׁוּם חָרִיף שֶׁהָאוֹכְלוֹ בּוֹכֶה וְעֵינָיו זוֹלְגוֹת דְּמָעוֹת. וְלִי נִרְאֶה שׁוּם הַגָּדֵל בְּהַר הַלְּבָנוֹן, שֶׁכֵּן בַּעֲרָבִי קוֹרִין לַלְּבָנוֹן בע\"ל: רִכְפָּא. שֵׁם מָקוֹם: גְּרִיסִין הַקִּלְּקִין. גְּרִיסִין שֶׁל פּוֹל הַבָּאִים מִן הַקִּלְקִי, שֵׁם מָקוֹם, וְהֵן מְרֻבָּעוֹת, כְּדִתְנַן בִּנְגָעִים (פ\"ו מ\"א) כִּגְרִיס הַקִּלְקִי הַמְּרֻבָּע: וַעֲדָשִׁים הַמִּצְרִיּוֹת. רֹאשָׁן אֶחָד חַד. וְהַמִּינִין הַלָּלוּ כֻּלָּם הֵם מִדְבָּרִיּוֹת, וְחֶזְקָתָן מִן הַהֶפְקֵר, לְפִי שֶׁאֵינָן נִזְרָעִים בַּגִּנָּה, לְפִיכָךְ פְּטוּרִים מִן הַמַּעַשְׂרוֹת: אַף הַקּוּרְקָס. בַּעֲרָבִי קלקא\"ס, וְהוּא מִין מִמִּינֵי הַכְּרוּב: הַקּוּטְנִים. מִמִּינֵי הָעֲדָשִׁים. וַהֲלָכָה כִּסְתָם מִשְׁנָה: וְנִלְקָחִים מִכָּל אָדָם. אַף מִן הַחֲשׁוּדִים לִמְכֹּר פֵּרוֹת שְׁבִיעִית: זֶרַע הַלּוּף הָעֶלְיוֹן. אֲנִי שָׁמַעְתִּי הַלּוּף הַשּׁוֹטֶה. אֲבָל זֶרַע הַלּוּף הַפִּקֵּחַ חַיָּב. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁהַמִּשְׁנָה מְסוֹרֶסֶת, זֶרַע הָעֶלְיוֹן שֶׁל לוּף. וְלוּף הוּא מִמִּינֵי הַבְּצָלִים: שֶׁאַף עַל פִּי שֶׁאֲבִיהֶן תְּרוּמָה. אַף עַל פִּי שֶׁאֶחָד מִכָּל אֵלּוּ זֵרְעוֹנֵי גִנָּה שֶׁאֵינָם נֶאֱכָלִים הֵן תְּרוּמָה, וּזְרָעָן, הֲרֵי הַגִּדּוּלִים נֶאֱכָלִין. וְלֹא אָמְרִינַן גִּדּוּלֵי תְרוּמָה תְּרוּמָה אֶלָּא כְּשֶׁהַזֶּרַע הַזָּרוּעַ הוּא מִדְּבָרִים הָרְאוּיִין לַאֲכִילָה: שֶׁאֲבִיהֶן. הַזֶּרַע, שֶׁהוּא אָב לְמַה שֶּׁגָּדֵל מִמֶּנּוּ","rdfs:label":"ר\"ע מברטנורה מעשרות ה ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-8"},{"uri":"jbr:mishna-yomtov-1-7-5-8","jbo:text":"עיקר תוי\"ט {ח} שֶׁאֲבִיהֶן תְּרוּמָה. כְּהַהִיא דִתְנַן בְּרֵישׁ פִּרְקִין הָעוֹקֵר לֶפֶת וּצְנוֹנוֹת מִתּוֹךְ שֶׁלּוֹ וְנוֹטֵעַ לְתוֹךְ שֶׁלּוֹ לְזֶרַע, חַיָּב מִפְּנֵי שֶׁהוּא גָּרְנָן. וְאִם עֲשָׂאָן תְּרוּמָה וּנְטָעָן לְזֶרַע, הַזֶּרַע נֶאֱכָל לְזָרִים. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מעשרות ה ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-1","jbo:masechet":"jbr:mishna-1-7","jbo:perek":"jbr:mishna-1-7-5","jbo:mishna":"jbr:mishna-1-7-5-8"}]}