{"subjects":[{"uri":"jbr:mishna-bartanura-4-8-1-1","jbo:text":"ר\"ע מברטנורה לִפְנֵי אֵידֵיהֶן שֶׁל גּוֹיִם. שֵׁם כִּנּוּי לִגְנַאי לְחַגֵּיהֶם וּלְמוֹעֲדֵיהֶם: לָשֵׂאת וְלָתֵת. לִמְכֹּר וְלִקְנוֹת. מִשּׁוּם דְּאָזְלֵי וּמוֹדוּ לַעֲבוֹדָה זָרָה {ג} בְּיוֹם אֵידָם: לְהַשְׁאִילָן. בְּהֵמָה וְכֵלִים, מִידֵי דְהַדְרָא בְעֵינָא: לְהַלְוֹתָם. מָעוֹת. דְּלֹא הַדְרֵי בְעֵין, דְּמִלְוָה לְהוֹצָאָה נִתְּנָה: לְפָרְעָן. כְּשֶׁהֵן נִפְרָעִים אָזְלוּ וּמוֹדוּ לַעֲבוֹדָה זָרָה בְיוֹם אֵידָם: מִפְּנֵי שֶׁהוּא מֵצֵר. עַל מְעוֹתָיו שֶׁאֵינָם חוֹזְרִים לוֹ, וְלֹא אָזֵיל וּמוֹדֶה: שָׂמֵחַ הוּא לְאַחַר זְמָן. לְמָחָר בְּיוֹם אֵידוֹ, וְאָזֵיל וּמוֹדֶה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה. וְדַוְקָא בְמִלְוָה בִשְׁטָר אָסוּר לְהִפָּרַע מֵהֶם, אֲבָל בְּמִלְוָה עַל פֶּה שָׁרֵי, מִפְּנֵי שֶׁהוּא כְמַצִּיל מִיָּדָם","rdfs:label":"ר\"ע מברטנורה עבודה זרה א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-1"},{"uri":"jbr:mishna-yomtov-4-8-1-1","jbo:text":"עיקר תוי\"ט {א} שֶׁל גּוֹיִם. עוֹבְדֵי עֲבוֹדָה זָרָה. וְעַיֵּן בְּפֵרוּשׁ הָרַ\"ב מִשְׁנָה ב': {ב} שְׁלֹשָׁה יָמִים. דִּלְהָכִין צָרְכֵי הַקְרָבָה (עַיֵּן פֶּרֶק ה' דְּחֻלִּין מִשְׁנָה ג') צָרִיךְ שְׁלֹשָׁה יָמִים. הִלְכָּךְ אָסוּר לָשֵׂאת וְלָתֵת כוּ', מִשּׁוּם דְּשֵׁם עֲבוֹדָה זָרָה שָׁגוּר בְּפִיו וְאָזֵיל וּמוֹדֶה. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְעָבַר יִשְׂרָאֵל מִשּׁוּם לֹא יִשָּׁמַע עַל פִּיךָ. רַשִׁ\"י. כְּלוֹמַר לֹא יִשָּׁמַע בִּגְרָם שֶׁלְּךָ. הָרַ\"ן: {ד} וְלִשְׁאֹל. שֶׁהַנָּכְרִי יִשְׂמַח כְּשֶׁיִּשְׂרָאֵל צָרִיךְ לוֹ. וּבַגְּמָרָא עֲבִיד צְרִיכוּתָא: {ה} לְהַלְוֹתָן. פֵּרֵשׁ רַבֵּנוּ תָם דַּוְקָא בְחִנָּם, אֲבָל בְּרִבִּית שָׁרֵי. מִשּׁוּם דְּמִצְטַעֵר טוּבָא, כִּדְאָמְרִינַן בְּקִדּוּשִׁין דַּף כ', לְזַבֵּין אֱינִישׁ בְּרַתֵּיהּ וְלֹא לוֹזִיף בְּרִבִּית","rdfs:label":"עיקר תוי\"ט עבודה זרה א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-1"},{"uri":"jbr:mishna-bartanura-4-8-1-2","jbo:text":"ר\"ע מברטנורה לְאַחַר אֵידֵיהֶן מֻתָּר. וְכֵן הֲלָכָה. וּבַגּוֹלָה שֶׁאֵין אָנוּ יְכוֹלִים לְהַעֲמִיד עַצְמֵנוּ מִלִּשָּׂא וְלִתֵּן עִמָּהֶם, שֶׁעִקַּר פַּרְנָסָתֵנוּ מֵהֶם, וְעוֹד מִשּׁוּם יִרְאָה {ז}, אֵינוֹ אָסוּר אֶלָּא יוֹם אֵידָם בִּלְבָד. וְהָאִידְנָא נַהוּג עָלְמָא הֶתֵּר אֲפִלּוּ בְכָל יוֹם אֵידָם, מִשּׁוּם דְּקִים לְהוּ לְרַבָּנָן בְּגַוַּיְהוּ דְּלֹא אָזְלֵי וּמוֹדוּ. [דְּכָל הָנֵי דְאִתַּסְרֵי בְזוֹ הַמַּסֶּכְתָּא מַיְרֵי בְעוֹבְדֵי אֱלִילִים וַעֲבוֹדָה זָרָה מַמָּשׁ]","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-2"},{"uri":"jbr:mishna-yomtov-4-8-1-2","jbo:text":"עיקר תוי\"ט {ו} וַחֲכָמִים אוֹמְרִים כוּ'. חֲכָמִים הַיְנוּ תַנָּא קַמָּא. הֵן בְּלֹא אֵידֵיהֶן אִיכָּא בֵינַיְהוּ. תַּנָּא קַמָּא סָבַר הֵן בְּלֹא אֵידֵיהֶן, וְרַבָּנָן בָּתְרָאֵי סָבְרֵי הֵן וְאֵידֵיהֶן. וְאִי בָעֵית אֵימָא כוּ'. גְּמָרָא: {ז} לְשׁוֹן הָרַמְבַּ\"ם בְּמִשְׁנָה ד', אֲבָל אֲנַחְנוּ אֲנוּסִים, וְנִתְקַיֵּם בָּנוּ מַה שֶּׁנֶּאֱמַר (דְּבָרִים ד) וַעֲבַדְתֶּם שָׁם אֱלֹהִים עֵץ וָאֶבֶן. עַד כָּאן: {ח} לְאַחַר אֵידֵיהֶן מֻתָּר. וְהַאִידְנָא מֻתָּר לָשֵׂאת וְלָתֵת עִם הָעַמִּים אֲשֶׁר אֲנַחְנוּ יוֹשְׁבִים בֵּינֵיהֶם, דְּכָל הָנֵי דְאִתַּסְּרוּ בְזוֹ הַמַּסֶּכֶת מַיְרֵי בְעוֹבְדֵי אֱלִילִים וַעֲבוֹדָה זָרָה מַמָּשׁ. וְאֵלּוּ הַגּוֹיִים לֹא עוֹבְדֵי עֲבוֹדָה זָרָה מַמָּשׁ הֵם, כְּלוֹמַר שֶׁאֵינָם יוֹדְעִים בְּטִיב עֲבוֹדָה זָרָה כָּל כָּךְ, וְכִדְאָמְרִינַן בְּפֶרֶק קַמָּא דְחֻלִּין דַּף י\"ג ב', גּוֹיִים שֶׁבְּחוּץ לָאָרֶץ לָאו עוֹבְדֵי עֲבוֹדָה זָרָה הֵם, אֶלָּא מִנְהַג אֲבוֹתֵיהֶם בִּידֵיהֶם. בֵּית יוֹסֵף סוֹף סִימָן קמ\"ח","rdfs:label":"עיקר תוי\"ט עבודה זרה א ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-2"},{"uri":"jbr:mishna-bartanura-4-8-1-3","jbo:text":"ר\"ע מברטנורה קָלֶנְדָּא. שְׁמֹנָה יָמִים אַחַר תְּקוּפַת טֵבֵת: סְטַרְנוּרָא. שְׁמֹנָה יָמִים קֹדֶם הַתְּקוּפָה. לְפִי שֶׁרָאָה אָדָם הָרִאשׁוֹן יוֹם שֶׁהָיָה מִתְמַעֵט וְהוֹלֵךְ, אָמַר, אוֹי לִי שֶׁמָּא בִשְׁבִיל שֶׁסָּרַחְתִּי חוֹזֵר הָעוֹלָם לְתֹהוּ וָבֹהוּ, עָמַד וְיָשַׁב שְׁמֹנָה יָמִים בְּתַעֲנִית [וּבִתְפִלָּה], כֵּיוָן שֶׁנָּפְלָה הַתְּקוּפָה וְרָאָה יוֹם שֶׁמַּאֲרִיךְ וְהוֹלֵךְ, אָמַר מִנְהָגוֹ שֶׁל עוֹלָם הוּא, עָמַד וְעָשָׂה שְׁמֹנָה יָמִים טוֹבִים. לְשָׁנָה אַחֶרֶת, עֲשָׂאָן לְאֵלּוּ וָאֵלּוּ יָמִים טוֹבִים {ט}. הוּא קְבָעָם לַשָּׁמַיִם, וְהֵם קְבָעוּם לַעֲבוֹדָה זָרָה: קְרָטֵסִים. יוֹם תְּפִיסַת בּוֹ מַלְכוּת {י}, וּקְבָעוּם יוֹם אֵיד: גְּנֻסְיָא. יוֹם שֶׁמַּעֲמִידִין בּוֹ מֶלֶךְ {יא}: יוֹם הַלֵּידָה. יוֹם שֶׁנּוֹלַד בּוֹ הַמֶּלֶךְ: שְׂרֵפָה. שֶׁשָּׂרְפוּ עָלָיו כְּלֵי תַשְׁמִישׁוֹ כְּדֶרֶךְ שֶׁשּׂוֹרְפִין עַל הַמְּלָכִים: יֶשׁ בָּהּ עֲבוֹדָה זָרָה. כְּלוֹמַר אוֹתוֹ הַיּוֹם יֵשׁ לָהֶם אֵיד לַעֲבוֹדָה זָרָה, וְכֵן מִשָּׁנָה לְשָׁנָה כָּל יְמֵי בְנוֹ. וְכָל הָנָךְ דְּחָשְׁבִינַן עַד הַשְׁתָּא, חֲשִׁיבֵי לְהוּ וַאֲסוּרִים שְׁלֹשָׁה יָמִים לִפְנֵיהֶם: אֲבָל יוֹם תִּגְלַחַת זְקָנוֹ. שֶׁאֵינוֹ זְמַן הַקָּבוּעַ לָרַבִּים אֶלָּא כָּל אֶחָד כְּשֶׁמְּגַלֵּחַ עוֹשֶׂה יוֹם אֵיד: וּבְלוֹרִיתוֹ. שֶׁמַּנִּיחַ בְּלוֹרִית מֵאֲחוֹרָיו כָּל הַשָּׁנָה כֻּלָּהּ וְאֵינוֹ מְגַלְּחָהּ אֶלָּא מִשָּׁנָה לְשָׁנָה, וְיוֹם שֶׁמְּגַלְּחָהּ עוֹשֶׂה יוֹם אֵיד: וְיוֹם שֶׁעָלָה מִן הַיָּם. וּמַקְרִיב זְבָחִים לַעֲבוֹדָה זָרָה עַל שֶׁנִּצּוֹל. בְּכָל הָנָךְ אֵינוֹ אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם וְלֹא לְפָנָיו, דְּלֹא חֲשִׁיבֵי כֻלֵּי הַאי","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-3"},{"uri":"jbr:mishna-yomtov-4-8-1-3","jbo:text":"עיקר תוי\"ט {ט} גְּמָרָא. וְנִרְאֶה דְּמִשּׁוּם שֶׁאֵלּוּ הַשְּׁמֹנָה יָמִים שֶׁאַחַר הַתְּקוּפָה עָשָׂה אוֹתָן יָמִים טוֹבִים קֹדֶם שֶׁעָשָׂה לְאוֹתָן שֶׁקֹּדֶם הַתְּקוּפָה, שֶׁלֹּא עֲשָׂאָן אֶלָּא לְשָׁנָה הַבָּאָה, לְפִיכָךְ הִקְדִימָן לִשְׁנוֹת, קָלֶנְדָּא קֹדֶם סְטַרְנוּרָא. וּבַיְרוּשַׁלְמִי כֵּיוָן דַּחֲזָא אַיְּמָמָא אָמַר קָלֶנְדָּא. קְלָן דִיא\"וֹ. וְנִרְאֶה לִי כִּי קְלָן הוּא לְשׁוֹן שְׂרָרָה וּגְדֻלָּה. כְּמוֹ שֶׁכָּתַב הָרַ\"ב פֶּרֶק ד' דְּסֻכָּה מִשְׁנָה ה', קָלֶנְיָא חָפְשִׁי מִמַּס, וְאֵין לְךָ חָפְשִׁי כְּמֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא, וְהוּא דִיא\"וֹ, שֶׁבִּלְשׁוֹן יָוָן קוֹרִין אֱלוֹהַּ דִיא\"וֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} בִּלְשׁוֹן יָוָן הוּא קָרַט, לְשׁוֹן תְּפִיסָה. תּוֹסָפוֹת: {יא} בַּגְּמָרָא, גְּנִיסֵי מַלְכוּת, פֵּרוּשׁ תַּכְסִיסֵי מַלְכוּת. עָרוּךְ: {יב} וּבְלוֹרִיתוֹ. פֵּרוּשׁ צִיצִית שֶׁל שֵׂעָר. עָרוּךְ","rdfs:label":"עיקר תוי\"ט עבודה זרה א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-3"},{"uri":"jbr:mishna-bartanura-4-8-1-4","jbo:text":"ר\"ע מברטנורה עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה. שֶׁיּוֹם אֵיד [יֵשׁ] לִבְנֵי הָעִיר הַיּוֹם לָעֲבוֹדָה זָרָה שֶׁבָּעִיר: חוּצָה לָהּ. וַאֲפִלּוּ סָמוּךְ לָעִיר מְאֹד מֻתָּר לָשֵׂאת וְלָתֵת עִם הַיּוֹשְׁבִים חוּץ לָעִיר, שֶׁאֵין נִמְשָׁכִים אַחַר אוֹתָהּ עֲבוֹדָה זָרָה. שֶׁכֵּן מִנְהָגָם יוֹם אֵיד שֶׁל אֵלּוּ אֵינוֹ כְיוֹם אֵיד שֶׁל אֵלּוּ: מַהוּ לֵילֵךְ לְשָׁם. בְּאוֹתָהּ הָעִיר בְּיוֹם עֲבוֹדָה זָרָה שֶׁלָּהֶם: בִּזְמַן שֶׁהַדֶּרֶךְ מְיֻחֶדֶת לְאוֹתָהּ הָעִיר. שֶׁהַדֶּרֶךְ הַכְּבוּשָׁה מִכָּאן לְאוֹתָהּ הָעִיר, מְיֻחֶדֶת לְאוֹתָהּ הָעִיר לְבַדָּהּ, אָסוּר לֵילֵךְ שָׁם, מִפְּנֵי שֶׁנִּרְאֶה כִמְהַלֵּךְ שָׁם לַעֲבֹד עֲבוֹדָה זָרָה. וְאִם הָיָה דֶרֶךְ מַסְלוּל הוֹלֵךְ גַּם לְעִיר אַחֶרֶת, מֻתָּר, שֶׁהָרוֹאֶה אוֹמֵר לְמָקוֹם אַחֵר הוּא הוֹלֵךְ: הָיוּ בָהּ חֲנֻיּוֹת מְעֻטָּרוֹת. וְסִימָן הוּא לָהֶם שֶׁאוֹתָם חֲנֻיּוֹת שֶׁל עֲבוֹדָה זָרָה, לִטֹּל הַכְּמָרִים מֵהֶם מֶכֶס: וְשֶׁאֵינָן מְעֻטָּרוֹת מֻתָּרוֹת. דִּבְאוֹתָם שֶׁאֵינָם מְעֻטָּרוֹת לֹא שָׁקְלֵי מִנֵּיהּ מֶכֶס לַעֲבוֹדָה זָרָה וְלֹא מָטֵי לַעֲבוֹדָה זָרָה הֲנָאָה מִנַּיְהוּ. וּלְמִזְבַּן מִנַּיְהוּ דָבָר הַמִּתְקַיֵּם, שָׁרֵי בְיוֹם אֵידָם, שֶׁסְּתָמוֹ הַמּוֹכֵר עָצֵב וְלֹא אָזֵיל וּמוֹדֵי {טו}","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-4"},{"uri":"jbr:mishna-yomtov-4-8-1-4","jbo:text":"עיקר תוי\"ט {יג} לְשָׁם. לְאוֹתָהּ הָעִיר בְּיוֹם עֲבוֹדָה זָרָה שֶׁלָּהֶם לְסַפֵּר עִם אֶחָד מִבְּנֵי הָעִיר. רַשִׁ\"י: {יד} אֲסוּרוֹת. מִשּׁוּם דְּנֶהֱנֶה מִשֶּׁל עֲבוֹדָה זָרָה אָסוּר, כְּדִכְתִיב [דְּבָרִים יג] וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם, כָּל שֶׁכֵּן לִמְהַנֶּה לַעֲבוֹדָה זָרָה דְּאָסוּר. הָרַ\"ן: {טו} וְאִי מִשּׁוּם דְּנוֹשֵׂא וְנוֹתֵן בְּיוֹם אֵידָם, הָנֵי מִלֵּי לְזַבּוֹנֵי לְהוּ, דִּלְמָא מְזַבֵּן לֵיהּ בְּהֵמָה וְאָזֵיל וּמַקְרִיב לַהּ לַעֲבוֹדָה זָרָה. אִי נַמִּי דֶּרֶךְ לוֹקֵחַ לִהְיוֹת שָׂמֵחַ וְאָזֵיל וּמוֹדֶה. אֲבָל לְמִזְבַּן מִנֵּיהּ דָּבָר הַמִּתְקַיֵּם שָׁרֵי, דִּסְתָם מוֹכֵר עָצֵב הוּא. רַשִׁ\"י. וְאַף עַל פִּי שֶׁהָרַ\"ב פֵּרֵשׁ בְּרֵישׁ פִּרְקִין לִמְכֹּר וְלִקְנוֹת, לֹא קַשְׁיָא כִּדְפֵרֵשׁ הָרֹא\"שׁ דִּלְרַשִׁ\"י יֵשׁ בִּמְכִירָה צַד אִסּוּר וְצַד הֶתֵּר וְכֵן בִּלְקִיחָה. כְּלוֹמַר צַד אִסּוּר דִּמְכִירָה דָּבָר הַמִּתְקַיֵּם, וְצַד הֶתֵּר שֶׁאֵינוֹ מִתְקַיֵּם. וְדִלְקִיחָה הוּא בְהֵפֶךְ","rdfs:label":"עיקר תוי\"ט עבודה זרה א ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-4"},{"uri":"jbr:mishna-bartanura-4-8-1-5","jbo:text":"ר\"ע מברטנורה אִצְטְרוֹבָּלִין. פֵּירָא דְאַרְזָא: בְּנוֹת שׁוּחַ. מִין מִמִּינֵי הַתְּאֵנִים הַגְּדוֹלִים הַלְּבָנִים. אָסוּר לְיִשְׂרָאֵל לִמְכֹּר אֵלּוּ לְעוֹבְדֵי עֲבוֹדָה זָרָה: פְּטוֹטָרוֹת. בִּפְטוֹטְרוֹתֵיהֶם קָאָמַר, כְּלוֹמַר בָּעֳקָצִין שֶׁלָּהֶם שֶׁהֵם נִתְלִין בּוֹ. דְּמִסְּתָמָא הָעוֹבֵד עֲבוֹדָה זָרָה רוֹצֶה לְהַקְרִיבָן תִּקְרֹבֶת לַעֲבוֹדָה זָרָה: תַּרְנְגוֹל לָבָן בֵּין הַתַּרְנְגוֹלִין. לָקַח הָעוֹבֵד עֲבוֹדָה זָרָה מִיִּשְׂרָאֵל תַּרְנְגוֹלִים הַרְבֵּה, מֻתָּר לִמְכֹּר בֵּינֵיהֶם תַּרְנְגוֹל לָבָן. דְּכֵיוָן דְּשָׁקֵיל אַחֲרִינֵי לָאו לַעֲבוֹדָה זָרָה בָעֵי לְהוּ: וּפֵרוּשָׁן אָסוּר. אִם פֵּרֵשׁ דְּלַעֲבוֹדָה זָרָה בָעֵי לְהוּ, אָסוּר. וְאִצְטְרִיךְ לְמִתְנֵי, דְּסָלְקָא דַעְתָּךְ אֲמֵינָא הַאי גַּבְרָא לָאו לַעֲבוֹדָה זָרָה בָעֵי לְהוּ, וְהַאי דְּקָאָמַר הָכִי, סָבַר כִּי הֵיכִי דְהַהוּא גַבְרָא אֲבִיק {יז} בָּהּ כֻּלֵּי עָלְמָא נַמִּי אֲבִיקוּ, וְאֵימָא הָכִי כִּי הֵיכִי דְלֵיתְבוּ לִי, קָמַשְׁמַע לָן: דֶּקֶל טָב. פֵּרוֹת דֶּקֶל מְשֻׁבָּח שֶׁפֵּרוֹתָיו רְגִילִין לְהַקְרִיב מֵהֶן לַעֲבוֹדָה זָרָה: וְחָצָב. קָנִים שֶׁעוֹשִׂין מֵהֶן הַצּוּקְרָ\"א {יח}: וְנִקְלִיבָם. מִין עֵשֶׂב מְשֻׁבָּח מְאֹד. וַהֲלָכָה כְּרַבִּי מֵאִיר","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-5"},{"uri":"jbr:mishna-yomtov-4-8-1-5","jbo:text":"עיקר תוי\"ט {טז} הָאֲסוּרִים לִמְכֹּר. לְעוֹלָם. הָרַמְבַּ\"ם. וְטַעֲמָא, דְּכֵיוָן דִּלְהַקְרָבָה צָרִיךְ לָהֶם קָא עָבַר עַל לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל, דְּבֶן נֹחַ מֻזְהָר עַל עֲבוֹדָה זָרָה. נִרְאֶה לִי. וְהַבֵּית יוֹסֵף כָּתַב דְּאֶפְשָׁר שֶׁכָּתַב לְעוֹלָם, שֶׁאֲפִלּוּ שֶׁלֹּא בְיוֹם חַגָּם אָסוּר. אִי נַמִּי לוֹמַר שֶׁלְּעִנְיָן זֶה אֵין חִלּוּק [בֵּין בִּימֵיהֶם לְהָאִידְנָא כְדִלְעֵיל בְּמִשְׁנָה ב']. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} קָשׁוּר. רַשִׁ\"י: {יח} רַשִׁ\"י וְתוֹסָפוֹת. עוֹד פֵּרְשׁוּ, שֶׁהוּא מִין עֵשֶׂב שֶׁבּוֹ תִחֵם יְהוֹשֻׁעַ אֶת הָאָרֶץ","rdfs:label":"עיקר תוי\"ט עבודה זרה א ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-5"},{"uri":"jbr:mishna-bartanura-4-8-1-6","jbo:text":"ר\"ע מברטנורה אֵין מוֹכְרִין בְּהֵמָה גַסָּה. דְּגָזְרִינַן מְכִירָה אַטּוּ שְׂכִירוּת וְהַשְׁאָלָה, שֶׁהִיא בְהֶמְתּוֹ שֶׁל יִשְׂרָאֵל, וְיַעֲשֶׂה בָהּ הַנָּכְרִי מְלָאכָה בְשַׁבָּת. וְעַל יְדֵי סַרְסוּר דְּלֵיכָּא לְאַחְלוּפֵי בִשְׂכִירוּת, שֶׁאֵין הַסַּרְסוּר מַשְׂכִּיר, שָׁרֵי לְמָכְרָהּ: שְׁלֵמִים וּשְׁבוּרִים. שֶׁאַף הַשְּׁבוּרִים חֲזוּ לִמְלָאכָה, שֶׁטּוֹחֲנִים בָּהֶם: רַבִּי יְהוּדָה מַתִּיר בִּשְׁבוּרָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: בֶּן בְּתֵירָא מַתִּיר בְּסוּס. וַאֲפִלּוּ הַסּוּס שֶׁהַצַּיָּדִים מְבִיאִים עָלָיו הָעוֹפוֹת שֶׁצָּדִין בּוֹ. קָסָבַר הַחַי נוֹשֵׂא אֶת עַצְמוֹ. וְרַבָּנָן סָבְרֵי, דַּוְקָא אָדָם נוֹשֵׂא אֶת עַצְמוֹ, הִלְכָּךְ אִם לֹא הָיָה מְיֻחָד אֶלָּא לִרְכֹּב עָלָיו מֻתָּר, אֲבָל לְהָבִיא בַעַל חַי אַחֵר חוּץ מֵאָדָם, אָסוּר. וְאֵין הֲלָכָה כְּבֶן בְּתֵירָא","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-6"},{"uri":"jbr:mishna-bartanura-4-8-1-7","jbo:text":"ר\"ע מברטנורה כָּל דָּבָר שֶׁיֶּשׁ בּוֹ נֵזֶק לָרַבִּים. כְּגוֹן כְּלֵי מִלְחָמָה חֲרָבוֹת וּרְמָחִים: בָּסִילְקִי. טִירָה גְבוֹהָה. וְשָׁם יוֹשְׁבִים לָדוּן בְּנֵי אָדָם וּמַפִּילִין אוֹתָם מִשָּׁם וּמֵתִים: גַּרְדּוֹם. בִּנְיָן אֶחָד, וְהוּא עָשׂוּי לָדוּן דִּינֵי נְפָשׁוֹת: אִצְטַדְיָא. מְקוֹם שְׂחוֹק שֶׁמְּבִיאִים שָׁם שׁוֹר נַגָּח וְהוֹרֵג אֶת הָאָדָם: בִּימָה. כְּעֵין מִגְדָּל קָצָר וְגָבוֹהַּ. עָשׂוּי כְּדֵי לִדְחֹף הָאָדָם מִשָּׁם וְהוּא מֵת: בִּימוֹסְיָאוֹת. בִּנְיָנִים שֶׁאֵינָם לֹא לְצֹרֶךְ עֲבוֹדָה זָרָה {כ} וְלֹא לְהָמִית בְּנֵי אָדָם: כִּפָּה. ארקוולט\"ו בְּלַעַ\"ז. דֶּרֶךְ עוֹבְדֵי עֲבוֹדָה זָרָה לְהַעֲמִיד עֲבוֹדָה זָרָה בְּבֵית מֶרְחֲצָאוֹתֵיהֶם {כא}","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-7"},{"uri":"jbr:mishna-yomtov-4-8-1-7","jbo:text":"עיקר תוי\"ט {יט} אֵין בּוֹנִין וְכוּ'. וּכְדֵי שֶׁלֹּא יִתָּפֵס יִשְׂרָאֵל שָׁם אָסוּר לִבְנוֹת עִמָּהֶם. רַשִׁ\"י: {כ} וְהוּא בִּימָה שֶׁל אֶבֶן אַחַת וּמַקְרִיב עָלֶיהָ זְבָחִים, דַּהֲוֵי תַשְׁמִישׁ דְּתַשְׁמִישׁ לַעֲבוֹדָה זָרָה. רַשִׁ\"י. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וְהַתּוֹסָפוֹת הִקְשׁוּ עַל זֶה מִמִּשְׁנָה ז' פֶּרֶק ג' וְעוֹד כוּ'. וּבְפֵרוּשׁ רַשְׁבָּ\"ם כָּתַב דִּימוֹסְיָאוֹת. וְהוּא גִרְסַת הָרַ\"ב, וּפֵרֵשׁ בּוֹ גַם כֵּן כְּהָרַ\"ב. וְעוֹד פֵּרְשׁוֹ לְשׁוֹן מֶרְחֲצָאוֹת: {כא} וְאַף עַל גַּב דְּלֹא מִתְּסַר מֶרְחָץ מִשּׁוּם עֲבוֹדָה זָרָה שֶׁמַּעֲמִידִין בָּהּ כְּדִתְנַן פֶּרֶק ג' מִשְׁנָה ד', מִכָּל מָקוֹם אָסוּר לְיִשְׂרָאֵל לְסַיֵּעַ לְהַעֲמִיד הָעֲבוֹדָה זָרָה שָׁם. בֵּית יוֹסֵף","rdfs:label":"עיקר תוי\"ט עבודה זרה א ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-7"},{"uri":"jbr:mishna-bartanura-4-8-1-8","jbo:text":"ר\"ע מברטנורה אֲבָל מוֹכֵר הוּא מִשֶּׁיִּקָּצֵץ. שֶׁלֹּא יְהֵא מוֹכֵר לוֹ הַמְחֻבָּר אֶלָּא לְאַחַר שֶׁיִּקָּצֵץ. אֲבָל כָּל זְמַן שֶׁהוּא בִמְחֻבָּר, לֹא, שֶׁנִּמְצָא נוֹתֵן לוֹ חֲנָיָה בַקַּרְקַע, וְהַתּוֹרָה אָמְרָה (דְּבָרִים ז) לֹא תְחָנֵּם, לֹא תִתֵּן לוֹ חֲנָיָה בַּקַּרְקַע {כד}: אֵין מַשְׂכִּירִין לָהֶם בָּתִּים. גְּזֵרָה מִשּׁוּם מְכִירָה דְּאִסּוּרָא דְאוֹרַיְתָא הוּא: וְאֵין צָרִיךְ לוֹמַר שָׂדוֹת. דְּאִיכָּא תַרְתֵּי דְאִסּוּרָא, חֲנָיָה בַקַּרְקַע וּמַפְקִיעָן מִן הַמַּעַשְׂרוֹת {כה}: וּבְסוּרְיָא. אֲרַם צוֹבָה, שֶׁכָּבַשׁ דָּוִד וְאֵינָהּ קְדוֹשָׁה כִּקְדֻשַּׁת הָאָרֶץ: מַשְׂכִּירִין לָהֶם בָּתִּים. וְלֹא גָזְרִינַן אַטּוּ מְכִירָה. דְּאִי נַמִּי אָתֵי לִידֵי מְכִירָה לֹא עָבַר אַדְּאוֹרַיְתָא, דְּכִי כְתִיב לֹא תִתֵּן לָהֶם חֲנָיָה, בְּאֶרֶץ יִשְׂרָאֵל כְּתִיב. וּמִיהוּ מְכִירָה לְכַתְּחִלָּה לֹא, מִשּׁוּם מְכִירָה דְאֶרֶץ יִשְׂרָאֵל: אֲבָל לֹא שָׂדוֹת. דְּאִיכָּא תַרְתֵּי לְאִסּוּרָא {כו}: וּבְחוּצָה לָאָרֶץ. דִּמְרַחַק, וְלֵיכָּא לְמִגְזַר מְכִירָה דְהָתָם אַטּוּ מְכִירָה דְאֶרֶץ יִשְׂרָאֵל: מוֹכְרִין בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת. אֲבָל מְכִירָה דְשָׂדוֹת לֹא, כֵּיוָן דְּאִיכָּא תַרְתֵּי: רַבִּי יוֹסֵי אוֹמֵר כוּ'. וַהֲלָכָה כְּרַבִּי יוֹסֵי. וּבִלְבָד שֶׁלֹּא יַשְׂכִּיר בְּאֶרֶץ יִשְׂרָאֵל לִשְׁלֹשָׁה נָכְרִים בְּיַחַד, שֶׁלֹּא יַעֲשֶׂה שְׁכוּנָה שֶׁל נָכְרִים","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-8"},{"uri":"jbr:mishna-yomtov-4-8-1-8","jbo:text":"עיקר תוי\"ט {כב} בִּמְחֻבָּר. הַיְנוּ לְרַבִּי מֵאִיר כִּדְאִית לֵיהּ וּלְרַבִּי יוֹסֵי כִּדְאִית לֵיהּ דַּוְקָא בְאֶרֶץ יִשְׂרָאֵל. דְּאִי בְחוּצָה לָאָרֶץ הָא אָמַר רַבִּי יוֹסֵי דְמוֹכְרִין אֲפִלּוּ שָׂדוֹת, וְלֹא אָסוּר טְפֵי בִמְחֻבָּר לַקַּרְקַע מִקַּרְקַע עַצְמוֹ. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} מִשֶּׁיִּקָּצֵץ. אַף עַל גַּב דַּהֲוֵי לֵיהּ מְחֻבָּר מֵעִקָּרוֹ. הָרַ\"ן. אֲבָל הָרֹא\"שׁ מַסִּיק דְּרַבִּי יְהוּדָה מְפָרֵשׁ מִלְּתָא דְתַנָּא קַמָּא, דְּלֹא מַשְׁמַע לֵיהּ דְּקָאָמַר תַּנָּא קַמָּא מִשֶּׁיִּקָצֵץ, דְּמַה חִדּוּשׁ הוּא זֶה, וְכִי בִשְׁבִיל שֶׁהָיָה מְחֻבָּר לַקַּרְקַע לֹא יִמְכְּרֶנּוּ לְאַחַר שֶׁנִּקְצָץ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} שֶׁאִם לֹא יִהְיֶה לָהֶם קַרְקַע, יְשִׁיבָתָן יְשִׁיבַת עֲרַאי הִיא. הָרַמְבַּ\"ם. וְלָאו דַּוְקָא בְשִׁבְעָה עֲמָמִין. וַאֲפִלּוּ לְדַעַת הַתּוֹסָפוֹת שֶׁכָּתְבוּ בְּפֶרֶק קַמָּא דְשַׁבָּת כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} גְּמָרָא, אִי הָכִי בָּתִּים נַמִּי אִיכָּא תַרְתֵּי, חֲנָיַת קַרְקַע וְקָא מַפְקַע לֵיהּ מִמְּזוּזָה. וּמְשָׁנֵי, מְזוּזָה חוֹבַת הַדָּר הִיא, וּדְמַעַשְׂרוֹת הַיְנוּ שֶׁאִם יִזְרְעֶנָּה יִשְׂרָאֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} תֵּימַהּ, דְּמַאי הָוֵי, הָא הָוֵי גְזֵרָה לִגְזֵרָה. וּמִשּׁוּם הָכִי מַסִּיק בַּגְּמָרָא דִּסְבִירָא לֵיהּ שְׁמֵיהּ כִּבּוּשׁ, אֶלָּא דְלָא אַחְמוּר רַבָּנָן לְמִגְזַר שְׂכִירוּת בָּתִּים אַטּוּ מְכִירָה. אֲבָל שָׂדוֹת דְּאִית בְּהוּ תַרְתֵּי כוּ'. וְרַבִּי יוֹסֵי סָבַר לָאו שְׁמֵיהּ כִּבּוּשׁ, וְהֵיכָא דְלֵיכָּא תַרְתֵּי לֹא גָזוּר כְּלָל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} וּלְדִלְמָא אָזֵיל עוֹבֵד כּוֹכָבִים דְּזָבֵין מִיִּשְׂרָאֵל וּמְזַבֵּין לִתְרֵי תַרְתֵּי פַלְגֵי וּמְעַכֵּב הַשְּׁלִישִׁית לְעַצְמוֹ, לְכֻלֵּי הַאי לֹא חָיְשִׁינַן. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה א ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-8"},{"uri":"jbr:mishna-bartanura-4-8-1-9","jbo:text":"ר\"ע מברטנורה {כז} ט אַף בִּמְקוֹם שֶׁאָמְרוּ לְהַשְׂכִּיר. לְרַבִּי מֵאִיר בְּסוּרְיָא דַוְקָא וְלֹא בְאֶרֶץ יִשְׂרָאֵל, וּלְרַבִּי יוֹסֵי אֲפִלּוּ בְאֶרֶץ יִשְׂרָאֵל {כח}: לֹא לְבֵית דִּירָה אָמְרוּ. אֶלָּא לְהַכְנִיס שָׁם תֶּבֶן וְעֵצִים וְכַיּוֹצֵא בָזֶה {ל}: מִפְּנֵי שֶׁהִיא נִקְרֵאת עַל שְׁמוֹ. וְהַנָּכְרִי מְחַמְּמָהּ בְּשַׁבָּת וְיֹאמְרוּ מֶרְחָץ שֶׁל פְּלוֹנִי יְהוּדִי רוֹחֲצִים בָּהּ בְּשַׁבָּת {לא}. וְלֹא דָמֵי לְשָׂדֶה שֶׁל יִשְׂרָאֵל שֶׁאָרִיס נָכְרִי עוֹשֶׂה בָהּ מְלָאכָה בְשַׁבָּת, דְּשָׂדֶה לַאֲרִיסוּת עֲבִידָא, וְהַנָּכְרִי אֲרִיסוּתָא דְנַפְשֵׁיהּ קָא עֲבִיד, אֲבָל מֶרְחָץ לָאו לַאֲרִיסוּתָא קָא עֲבִידָא וְאֵין הַכֹּל יוֹדְעִים שֶׁהַיִּשְׂרָאֵל הִשְׂכִּירָהּ לְנָכְרִי, וּלְכָךְ אָסוּר. וּבַזְּמַן הַזֶּה שֶׁדֶּרֶךְ לְהוֹרִיד אָרִיס לַמֶּרְחָץ לְשָׁנָה, לְמֶחֱצָה לִשְׁלִישׁ וְלִרְבִיעַ, כְּדֶרֶךְ שֶׁמּוֹרִידִין לַשָּׂדוֹת, שָׁרֵי לְהַשְׂכִּיר מֶרְחָץ לְנָכְרִי, וְאַף עַל פִּי שֶׁהַנָּכְרִי עוֹשֶׂה בָהּ מְלָאכָה בְשַׁבָּת מֵידַע יָדְעִי שֶׁהַנָּכְרִי אָרִיס בָּהּ וַאֲרִיסוּתָא דְנַפְשֵׁיהּ קָא עֲבִיד","rdfs:label":"ר\"ע מברטנורה עבודה זרה א ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-9"},{"uri":"jbr:mishna-yomtov-4-8-1-9","jbo:text":"עיקר תוי\"ט {כח} כְּלוֹמַר, וּמַתְנִיתִין דִּתְנַן בִּמְקוֹם שֶׁאָמְרוּ, רַבִּי מֵאִיר הִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כט} לְהַשְׂכִּיר. בַּיְרוּשַׁלְמִי, הָא בִמְקוֹם שֶׁנָּהֲגוּ לִמְכֹּר מוֹכֵר הוּא לוֹ וַאֲפִלּוּ לְבֵית דִּירָה, וּמַשְׂכִּיר הוּא לוֹ וַאֲפִלּוּ לְבֵית דִּירָה. וְהַיְנוּ טַעֲמָא, מִשּׁוּם דְּהַאי לֹא תָבִיא תּוֹעֵבָה, לְהָא מִלְּתָא אַסְמַכְתָּא בְעָלְמָא הוּא, דְּעִקַּר קְרָא בְּיִשְׂרָאֵל הַמַּכְנִיס עֲבוֹדָה זָרָה לְבֵיתוֹ הוּא. הִלְכָּךְ בְּאֶרֶץ יִשְׂרָאֵל שֶׁאָנוּ מְצֻוִּין לְשָׁרֵשׁ אַחַר עֲבוֹדָה זָרָה אָסְרוּ חֲכָמִים שֶׁלֹּא לְהַשְׂכִּיר לְבֵית דִּירָה, וְכֵן בְּסוּרְיָא מִפְּנֵי סְמִיכוּתָהּ לְאֶרֶץ יִשְׂרָאֵל. אֲבָל בְּחוּץ לָאָרֶץ שֶׁאֵין אָנוּ מְצֻוִּין לְשָׁרֵשׁ אַחֲרֶיהָ, מַשְׂכִּירִין אֲפִלּוּ לְבֵית דִּירָה כוּ'. וְלִישְׁנָא דְסֵיפָא דְמַתְנִיתִין נַמִּי הָכִי דַיְקָא כוּ'. הָרַ\"ן: {ל} כְּלוֹמַר, לַאֲפוֹקֵי לְהַכְנִיס בּוֹ יֵין נֶסֶךְ, שֶׁאֵינוֹ רַשַּׁאי לְהַכְשִׁירוֹ לְכָךְ, וְאִם עָשָׂה כֵן שְׂכָרוֹ אָסוּר. הָרַאֲבַ\"ד: {לא} לְשׁוֹן הָרַמְבַּ\"ם, וְיִכָּנְסוּ בוֹ נָכְרִים וְיֹאמְרוּ רָחַצְנוּ כוּ', וּבָזֶה יֵשׁ חִלּוּל הַשֵּׁם לְמִי שֶׁיִּשְׁמַע זֶה וְאֵינוֹ יוֹדֵעַ שֶׁהוּא שָׂכוּר","rdfs:label":"עיקר תוי\"ט עבודה זרה א ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-1","jbo:mishna":"jbr:mishna-4-8-1-9"},{"uri":"jbr:mishna-bartanura-4-8-2-1","jbo:text":"ר\"ע מברטנורה אֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדְּקָאוֹת. הָעֲשׂוּיִין לְהִתְאַכְסֵן שָׁם עוֹבְרֵי דְרָכִים. לְפִי שֶׁהַנָּכְרִים חֲשׁוּדִים עַל הָרְבִיעָה. אֲפִלּוּ נְקֵבוֹת אֵצֶל נְקֵבוֹת אָסוּר, לְפִי שֶׁהַנָּכְרִים מְצוּיִים אֵצֶל נְשֵׁי חַבְרֵיהֶם וּפְעָמִים שֶׁאֵינוֹ מוֹצְאָהּ וּמַרְבִּיעַ אֶת הַבְּהֵמָה: וְלֹא תִתְיַחֵד אִשָּׁה עִמָּהֶן. אֲפִלּוּ בְּיִחוּד שֶׁכַּיּוֹצֵא בוֹ אֵצֶל יִשְׂרָאֵל מֻתָּר, כְּגוֹן שֶׁאִשְׁתּוֹ עִמּוֹ, אֵצֶל נָכְרִי אָסוּר, דְּנָכְרִי אֵין אִשְׁתּוֹ מְשַׁמַּרְתּוֹ: לֹא תְיַלֵּד אֶת הַנָּכְרִית. מִפְּנֵי שֶׁמְּגַדֶּלֶת בֵּן לַעֲבוֹדָה זָרָה. וּבְשָׂכָר, מֻתֶּרֶת, מִשּׁוּם אֵיבָה: אֲבָל נָכְרִית מְיַלֶּדֶת בַּת יִשְׂרָאֵל. בִּזְמַן שֶׁאֲחֵרוֹת עוֹמְדוֹת עַל גַּבָּהּ {ג}. אֲבָל בֵּינָהּ לְבֵינָהּ לֹא, שֶׁחֲשׁוּדָה עַל שְׁפִיכוּת דָּמִים שֶׁמָּא תַהַרְגֶנּוּ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-1"},{"uri":"jbr:mishna-yomtov-4-8-2-1","jbo:text":"עיקר תוי\"ט {א} הָרְבִיעָה. וּבְנֵי נֹחַ נֶאֶסְרוּ בָהּ, דִּכְתִיב וְהָיוּ לְבָשָׂר אֶחָד [בְּרֵאשִׁית ב], יָצְאוּ בְהֵמָה וְחַיָּה וְעוֹף. וְיֵשׁ כָּאן לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל. רַשִׁ\"י. וְהָא דְלִמְכֹּר לָהֶם תַּלְיָא בְמִנְהָגָא, הַיְנוּ מִשּׁוּם דְּעַל בְּהֶמְתּוֹ חָס עֲלַהּ שֶׁלֹּא תֵעָקֵר. גְּמָרָא: {ב} הָעֲרָיוֹת. גְּמָרָא. וְתֵיפּוּק לֵיהּ מִשּׁוּם שְׁפִיכוּת דָּמִים. וּמְשָׁנֵי, אִשָּׁה כְלֵי זֵינָהּ עָלֶיהָ. וּפֵרְשׁוּ הַתּוֹסָפוֹת לְפִי שֶׁהִיא אֻמְלָלָה וּשְׁפָלָה וְאֵינָהּ בַּת מְרִיבָה כְאִישׁ, [מְרַחֲמִין עָלֶיהָ וְאֵין הוֹרְגִין אוֹתָהּ]: {ג} וַאֲפִלּוּ הָכִי לֹא שַׁרְיָא אֶלָּא בִרְשׁוּת יִשְׂרָאֵל דַּוְקָא. וְעַיֵּן לְקַמָּן בְּאוֹת ו': {ד} בְּנָהּ שֶׁל נָכְרִית. מִפְּנֵי שֶׁמְּגַדֶּלֶת בֵּן לַעֲבוֹדָה זָרָה. בְּרַיְתָא: {ה} אֲבָל נָכְרִית מְנִיקָה כוּ'. יְרוּשַׁלְמִי, שֶׁנֶּאֱמַר [יְשַׁעְיָה מט] וְהָיוּ מְלָכִים אֹמְנַיִךְ וְשָׂרוֹתֵיהֶם מֵינִיקוֹתַיִךְ. הָרֹא\"שׁ: {ו} בִּרְשׁוּתָהּ. דְּיִשְׂרְאֵלִית. אֲבָל לֹא תִמְסְרֶנּוּ לְהוֹלִיכוֹ בְּבֵיתָהּ, שֶׁלֹּא תַהַרְגֶנּוּ. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-1"},{"uri":"jbr:mishna-bartanura-4-8-2-2","jbo:text":"ר\"ע מברטנורה רִפּוּי מָמוֹן. בְּהֶמְתּוֹ: רִפּוּי נְפָשׁוֹת. גּוּפוֹ. וְאִם אָמַר לוֹ סַם פְּלוֹנִי יָפֶה לְךָ, אֲפִלּוּ רִפּוּי נְפָשׁוֹת מֻתָּר לְהִתְרַפְּאוֹת מִמֶּנּוּ {ז}: אֲבָל לֹא בֵינוֹ לְבֵינוֹ. וְאִי רוֹאֶה בְמַרְאָה {י}, מֻתָּר. דְּמֵימָר אָמַר הַנָּכְרִי, הוֹאִיל וּמִסְתַּפֵּר הָכִי אָדָם חָשׁוּב הוּא, וּמִתְיָרֵא לְהָרְגוֹ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-2"},{"uri":"jbr:mishna-yomtov-4-8-2-2","jbo:text":"עיקר תוי\"ט {ז} סָבַר, שַׁיּוֹלֵי מְשַׁאֵיל לֵיהּ (לְנַסּוֹתוֹ אִם אוֹמֵר לוֹ אֱמֶת), וְכִי הֵיכִי דִמְשַׁאֵיל לֵיהּ מְשַׁאֵיל לֶאֱינִישׁ אַחֲרִינָא, וַאֲתָא הַהוּא גַבְרָא לְאוֹרוֹעֵי נַפְשֵׁיהּ. גְּמָרָא: {ח} בְּכָל מָקוֹם. אֲפִלּוּ בִשְׁבִילֵי רְשׁוּת הָרַבִּים שֶׁעוֹבְרִין שָׁם תָּדִיר. שֶׁמָּא יַחְתֹּךְ צַוָּארוֹ בְתַעַר. רַשִׁ\"י: {ט} בֵּינוֹ לְבֵינוֹ. פֵּרוּשׁ בְּמָקוֹם שֶׁאֵין רְגִילִים בְּנֵי אָדָם כָּל כָּךְ. [אֲבָל בְּיִחוּד מַמָּשׁ לֹא אִצְטְרִיךְ, דְּתֵיפּוּק לֵיהּ מִשּׁוּם שְׁפִיכוּת דָּמִים. וְכֵן יֵשׁ לְפָרֵשׁ לְעֵיל גַּבֵּי מֵנִיקָה. תּוֹסָפוֹת]: {י} פֵּרוּשׁ, לִרְאוֹת אִם מְסַפֵּר יָפֶה בְּאֻמָּנוּת, וְסָבַר הַנָּכְרִי כֵיוָן דְּקָפֵיד אַהָכִי וְכוּ'. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-2"},{"uri":"jbr:mishna-bartanura-4-8-2-3","jbo:text":"ר\"ע מברטנורה שֶׁהָיָה מִתְּחִלָּתוֹ יַיִן. לַאֲפוֹקֵי הֵיכָא דְקָנָה הַנָּכְרִי חֹמֶץ מִיִּשְׂרָאֵל, דְּלֹא מִתְּסַר בַּהֲנָאָה. דְּטַעֲמָא דְמִתְּסַר בַּהֲנָאָה, מִשּׁוּם דִּלְמָא נַסְּכֵיהּ לַעֲבוֹדָה זָרָה, וְחֹמֶץ לֹא קָא מִנַּסַּךְ לַעֲבוֹדָה זָרָה {יג}: וְחֶרֶס הַדְרִיָּנִי. אַדְרִיָּאנוּס קֵיסָר הָיָה מְגַבֵּל טִיט בְּיַיִן וְעוֹשֶׂה מִמֶּנּוּ כֵלִים וְלֹא הָיָה מְצָרְפָן בְּכִבְשָׁן, וְנוֹשְׂאִים אוֹתָן בַּמִּלְחָמָה, וּכְשֶׁרוֹצִים לִשְׁתּוֹת מְשִׂימִים אוֹתָם הַחֲרָסִים בְּמַיִם וְנִמּוֹחִים שָׁם, וְהַטִּיט שׁוֹקֵעַ לְמַטָּה, וְנִשְׁאָר הַיַּיִן מָזוּג בַּמַּיִם. וְעַל שֵׁם אַדְרִיָּאנוּס נִקְרָא חֶרֶס הַדְרִיָּנִי: עוֹרוֹת לְבוּבִין. קוֹרְעִים הַבְּהֵמָה מֵחַיִּים כְּנֶגֶד הַלֵּב כְּמִין נֶקֶב עָגֹל וּמוֹצִיאִין הַלֵּב וּמַקְרִיבִין אוֹתוֹ לַעֲבוֹדָה זָרָה {יד}: מָשׁוּךְ מֻתָּר. שֶׁאֵין עוֹשִׂין לַעֲבוֹדָה זָרָה אֶלָּא עָגֹל. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: הַיּוֹצֵא אָסוּר בַּהֲנָאָה. שֶׁכְּבָר נַעֲשָׂה תִקְרֹבֶת: לַתַּרְפּוּת. לִטְעוֹת עֲבוֹדָה זָרָה [לְמֵרָחֹק. רַשִׁ\"י]. מְקוֹם עֶרְוָתָהּ שֶׁל אִשָּׁה נִקְרָא בֵית תֻּרְפָּה: אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶם. דְּאָזְלוּ וּמוֹדוּ לַעֲבוֹדָה זָרָה. וְעוֹד, דְּזָבְנֵי מִידֵי דִּצְרִיךְ לְתִקְרֹבֶת עֲבוֹדָה זָרָה. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-3"},{"uri":"jbr:mishna-yomtov-4-8-2-3","jbo:text":"עיקר תוי\"ט {יא} הַיַּיִן כוּ'. כְּלוֹמַר, אַף עַל פִּי שֶׁלֹּא יָדַעְנוּ בוֹ שֶׁנִּתְנַסֵּךְ. וּבַגְּמָרָא מַיְתֵי לֵיהּ מִקְּרָא דְּיַיִן שֶׁנִּתְנַסַּךְ אָסוּר בַּהֲנָאָה. וְגָזְרוּ חֲכָמִים עַל סְתָם יֵינָם שֶׁיִּהְיֶה גַם כֵּן אָסוּר בַּהֲנָאָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} שֶׁהָיָה כוּ'. וּפְשִׁיטָא דְמִשּׁוּם דְּאַחְמִיץ לֹא פָּקַע מִנֵּיהּ אִסּוּרָא. וְהַיְנוּ דְכָתַב הָרַ\"ב לַאֲפוֹקֵי כוּ': {יג} וְכֵן לְשׁוֹן רַשִׁ\"י. וְאִם כֵּן אַף בִּשְׁתִיָּה הָיָה לָנוּ לְהַתִּירוֹ. אֶלָּא נִרְאֶה לִי שֶׁרַשִׁ\"י לֹא רָצָה לִכְתֹּב הֶתֵּר בִּשְׁתִיָּה מִטַּעַם שֶׁכָּתְבוּ הַתּוֹסָפוֹת כִּי אֵין אָנוּ בְקִיאִים בְּטִיב חֹמֶץ אִם הוּא חֹמֶץ אוֹ יַיִן: {יד} וּבַעֲבוֹדָה זוֹ מַקְרִיבִין אַף הָעוֹר, וּלְפִיכָךְ כָּל עוֹר שֶׁיֵּשׁ בָּהּ סִימָן כָּזֶה אָסוּר. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, בְּהֵמָה שֶׁהִקְרִיבָהּ כֻּלָּהּ לַעֲבוֹדָה זָרָה אֲסוּרָה בַהֲנָאָה, אֲפִלּוּ פִּרְשָׁהּ וְעַצְמוֹתֶיהָ וְקַרְנֶיהָ וּטְלָפֶיהָ וְעוֹרָהּ, הַכֹּל אָסוּר בַּהֲנָאָה: {טו} הַנִּכְנָס כוּ'. שֶׁהַנָּכְרִי רוֹצֶה לְהַכְנִיסוֹ, מֻתָּר בַּהֲנָאָה אִם נִזְהָר יִשְׂרָאֵל לִטְּלוֹ עִם כְּנִיסָתוֹ קֹדֶם שֶׁיַּקְרִיבוּ אוֹתוֹ. רַשִׁ\"י: {טז} מִפְּנֵי כוּ'. מַהֲדַר וְתָנֵי מִפְּנֵי כוּ', לוֹמַר שֶׁאָסוּר וּמְטַמֵּא. וְרַבֵּנוּ תָם פֵּרֵשׁ דְּהָכָא בַחֲתִיכָה שֶׁאֵינוֹ זִבּוּחַ לִפְנֵי עֲבוֹדָה זָרָה, אֶלָּא שֶׁמְּבִיאִים דּוֹרוֹן, וּלְהָכִי תָנֵי כְזִבְחֵי. וּבַיְרוּשַׁלְמִי גָרַס זִבְחֵי","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-3"},{"uri":"jbr:mishna-bartanura-4-8-2-4","jbo:text":"ר\"ע מברטנורה נוֹדוֹת. שֶׁל עוֹר: וְקַנְקַנִּים. שֶׁל חֶרֶס: אֵין אִסּוּרָן אִסּוּר הֲנָאָה. וְדִינַיְהוּ הָכִי, אִם חֲדָשִׁים הֵם, מֻתָּר לָתֵת לְתוֹכָן יַיִן מִיָּד. וְאִם הִכְנִיס בָּהֶן הַנָּכְרִי יַיִן לְקִיּוּם {יז}, מְמַלֵּא אוֹתָם מַיִם וּמַשְׁהֶה בְתוֹכָן שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת, אֶלָּא שֶׁמְּעָרֶה הַמַּיִם בְּכָל יוֹם מֵעֵת לְעֵת שֶׁל שְׁלֹשָׁה יָמִים וּמֵשִׂים מַיִם אֲחֵרִים תַּחְתֵּיהֶם, וְאַחַר כָּךְ מֻתָּר לָשׂוּם בְּתוֹכוֹ יַיִן. וְאִם יָשְׁנוּ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁלֹּא הָיָה בָהֶם יַיִן שֶׁל נָכְרִים, מֻתָּרִין מִיָּד אַחַר שָׁנָה בְּלִי עֵרוּי: חַרְצַנִּים וְזַגִּים. פְּסֹלֶת שֶׁל עֲנָבִים, גַּרְעִינִים שֶׁבִּפְנִים וְהַקְּלִפִּים שֶׁבַּחוּץ: לַחִים. כָּל שְׁנֵים עָשָׂר חֹדֶשׁ אֲסוּרִים בַּהֲנָאָה: וִיבֵשִׁים. לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ מֻתָּרִין אֲפִלּוּ בַאֲכִילָה: הַמֻּרְיָס. שֻׁמָּן שֶׁל דָּגִים. וּרְגִילִין הָיוּ שֶׁמְּעָרְבִין בּוֹ יַיִן. אֲבָל אִם נִכָּר מִמֶּנּוּ שֶׁלֹּא נִתְעָרֵב בּוֹ יַיִן, כֻּלֵּי עָלְמָא לֹא פְלִיגֵי דְּשָׁרֵי: בֵּית אֻנְיָקִי. שֵׁם כְּפָר, שֶׁרֹב עֲגָלִים הַנִּמְצָאִים שָׁם קְרֵבִים לַעֲבוֹדָה זָרָה. רַבִּי מֵאִיר חָיֵשׁ לְמִעוּטָא וְסָבַר דְּאַף עַל גַּב דְּרֹב עֲגָלִים הֲווּ מִעוּטָא כְּנֶגֶד שְׁאָר בְּהֵמוֹת, חָיְשִׁינַן לְמִעוּטָא, וְכָל הַגְּבִינוֹת הַנִּמְצָאוֹת שָׁם אָמְרִינַן דִּלְמָא בְקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה הֶעֱמִידָן. וַחֲכָמִים לֹא חָיְשֵׁי לְמִעוּטָא. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר בְּכָל הָנֵי תְלָתָא בָּבֵי","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-4"},{"uri":"jbr:mishna-yomtov-4-8-2-4","jbo:text":"עיקר תוי\"ט {יז} הַיְנוּ שְׁלֹשָׁה יָמִים. וּמִשּׁוּם הָכִי מְעָרָן שְׁלֹשָׁה יָמִים, דִּכְבוֹלְעוֹ כָּךְ פּוֹלְטוֹ (מָרְדְּכָי). וּבְפָחוֹת מִכֵּן מְשַׁכְשֵׁךְ. טוּר","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-4"},{"uri":"jbr:mishna-bartanura-4-8-2-5","jbo:text":"ר\"ע מברטנורה מִפְּנֵי מָה אָסְרוּ גְבִינוֹת שֶׁל נָכְרִים. בַּאֲכִילָה. וּלְרַבָּנָן קָא בָעֵי. וּמִשּׁוּם חָלָב שֶׁל בְּהֵמָה טְמֵאָה לֵיכָּא לְמֵיחַשׁ, דְּקִים לָן דַּחֲלֵב בְּהֵמָה טְמֵאָה אֵינוֹ נִקְפֶּה: שׂוֹרְפָהּ חַיָּה. דְּפִרְשָׁא בְעָלְמָא הִיא: בְּקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה. וְאַף עַל גַּב דְּפִרְשָׁא בְעָלְמָא הִיא, אָסוּר, דְּשָׁאנֵי עֲבוֹדָה זָרָה דִּכְתִיב בָּהּ (דְּבָרִים יג) וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם: הִשִּׂיאוֹ לְדָבָר אַחֵר. וְלֹא רָצָה לְהַגִּיד לוֹ טַעְמוֹ שֶׁל דָּבָר, מִפְּנֵי שֶׁעֲדַיִן לֹא עָבְרוּ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁנִּגְזְרָה גְזֵרָה זוֹ, וְכִי גָזְרֵי רַבָּנָן גְּזֵרָה לֹא מְגַלּוּ לְטַעֲמָא עַד תְּרֵיסַר יַרְחֵי שַׁתָּא עַד שֶׁתִּתְפַּשֵּׁט גְּזֵרָתָן {כב}, דִּלְמָא אִיכָּא דְלָא סְבִירָא לֵיהּ לְטַעֲמָא וְאָתֵי לְזַלְזוֹלֵי בֵיהּ. וְטַעֲמָא דְאָסְרוּ גְבִינוֹת שֶׁל נָכְרִים, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּעוֹר קֵבָה שֶׁל שְׁחִיטַת נָכְרִים שֶׁהִיא נְבֵלָה {כג}. וְאַף עַל פִּי שֶׁהוּא דָבָר מֻעָט כְּנֶגֶד כָּל הֶחָלָב, כֵּיוָן שֶׁהוּא מַעֲמִיד הֶחָלָב וְעוֹשֶׂה בוֹ מַעֲשֶׂה, לֹא בָטֵל, דְּקַיְמָא לָן הַכֹּל הוֹלֵךְ אַחַר הַמַּעֲמִיד. וּמִשּׁוּם בָּשָׂר בְּחָלָב לֹא הָיָה אָסוּר, כֵּיוָן שֶׁהַבָּשָׂר בִּפְנֵי עַצְמוֹ מֻתָּר אֵינוֹ אוֹסֵר בֶּחָלָב אַף עַל פִּי שֶׁמַּעֲמִידוֹ, עַד שֶׁיִּתֵּן בּוֹ טַעַם. אֲבָל דָּבָר שֶׁל אִסּוּר מֵעִקָּרוֹ, אוֹסֵר בְּהֶתֵּר אַף עַל פִּי שֶׁאֵינוֹ נוֹתֵן בּוֹ טַעַם, כָּל זְמַן שֶׁהוּא מַעֲמִיד: כִּי טוֹבִים דֹּדַיִךְ מִיָּיִן. הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר כֵּן לִכְנֶסֶת יִשְׂרָאֵל: אֵין הַדָּבָר כֵּן. אֶלָּא כְנֶסֶת יִשְׂרָאֵל אָמְרָה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, עֲרֵבִים עָלַי דִבְרֵי דֹּדֶיךָ, כְּלוֹמַר תַּקָּנוֹת שֶׁתִּקְּנוּ וְגָזְרוּ הַחֲכָמִים {כו}, יוֹתֵר מִיֵּינָהּ שֶׁל תּוֹרָה, מֵעִקַּר תּוֹרָה שֶׁבִּכְתָב","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-5"},{"uri":"jbr:mishna-yomtov-4-8-2-5","jbo:text":"עיקר תוי\"ט {יח} חֲמוּרָה. שֶׁהָעוֹלָה אֲסוּרָה בַהֲנָאָה וּמוֹעֲלִין בָּהּ. רַשִׁ\"י: {יט} יָפָה. שֶׁאֵינוֹ קָץ וּמוֹאֵס בָּהּ. שׂוֹרְפָהּ, גּוֹמְעָהּ. וְלֹא הוֹדוּ לָאוֹמְרִים כֵּן לְהַתִּירָהּ לְכַתְּחִלָּה, אֲבָל אָמְרוּ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין כוּ'. וְהָכִי מַשְׁמַע, לֹא נֶהֱנִים מִדְּרַבָּנָן, וְאִם נֶהֱנָה אֵין בָּהּ מְעִילָה (כְּלוֹמַר מִדְּאוֹרַיְתָא). אַלְמָא מִדְּלֵית בָּהּ מְעִילָה שְׁמַע מִנַּהּ הַאי חָלָב הַכָּנוּס בְּקֵבַת הָעוֹלָה, כְּפִרְשָׁא בְעָלְמָא הוּא. רַשִׁ\"י. וּבְעוֹלָה גָזְרוּ, מִשּׁוּם דִּבְעוֹלָה יֵשׁ מְעִילָה מִן הַתּוֹרָה, מַה שֶּׁאֵין כֵּן בִּנְבֵלָה דְלֵית בָּהּ אֶלָּא אִסּוּר אֲכִילָה, הִלְכָּךְ לֹא שַׁיָּךְ לֶאֱסֹר בָּהּ, דְּלָאו מִידֵי דְמֵיכַל הוּא: {כ} שֶׁמַּעֲמִידִין כוּ'. לֹא הָיָה מְכַוֵּן כִּי אִם לִדְחוֹתוֹ. דְּהָא אֲפִלּוּ לְרַבִּי מֵאִיר דְּחָיֵשׁ לְמִעוּטָא, לֹא אָסַר אֶלָּא גְבִינוֹת בֵּית אֻנְיָקִי, אֲבָל שְׁאָר מְקוֹמוֹת חָשֵׁיב מִעוּטָא דְמִעוּטָא. תּוֹסָפוֹת: {כא} הִשִּׂיאוֹ. לְשׁוֹן מַשִּׂיא עֵצָה. וְאִית דְּגָרְסֵי הִשִּׁיאוֹ. וּנְפָרֵשׁ הִטְעָהוּ לְשׁוֹן הִשִּׁיאַנִי [בְּרֵאשִׁית ג]: {כב} גְּמָרָא, וּמְסַיֵּם בְּמִדְרַשׁ שִׁיר הַשִּׁירִים [רַבָּה]. וְרַבִּי יִשְׁמָעֵאל הָיָה קָטָן כוּ', וּכְתִיב (מִשְׁלֵי כז) כְּבָשִׂים לִלְבוּשֶׁךָ, כְּבָשִׁים כְּתִיב, בְּשָׁעָה שֶׁהַתַּלְמִידִים קְטַנִּים תְּהֵא מְכַבֵּשׁ לִפְנֵיהֶם דִּבְרֵי תוֹרָה. הִגְדִּילוּ וְנַעֲשׂוּ תַלְמִידֵי חֲכָמִים תְּהֵא מְגַלֶּה לָהֶם סִתְרֵי תוֹרָה: {כג} וְעוֹר לָאו פִּרְשָׁא הוּא וְאָסוּר. רַשִׁ\"י. וּשְׁחִיטָה, לִרְבוּתָא נָקַט: {כד} דֹּדֶיךָ. לְשׁוֹן זָכָר. דֹּדַיִךְ, לְשׁוֹן נְקֵבָה. וְהָכִי קָאָמְרָה כְנֶסֶת יִשְׂרָאֵל, יִשָּׁקֵנִי הַקָּדוֹשׁ בָּרוּךְ הוּא מִנְּשִׁיקוֹת פִּיהוּ כִּי כָךְ אָמַר לִי טוֹבִים דֹּדַיִךְ מִיַּיִן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} דֹּדַיִךְ. מִשּׁוּם דִּבְהָכִי מִתְיַשֵּׁב רֵישֵׁיהּ דִּקְרָא לַנִּסְתָּר, יִשָּׁקֵנִי, וְכֵן פִּיהוּ. וְסֵיפָא דֹּדֶיךָ לְנוֹכֵחַ. אֶלָּא דְהָכִי קָאָמַר יִשָּׁקֵנִי כוּ' כִּי כָךְ אָמַר לִי כִּי טוֹבִים כוּ'. שָׁמַעְתִּי מִפִּי רַבִּי מֵאִיר בַּאךְ זִכְרוֹנוֹ לִבְרָכָה: {כו} וְהַיְנוּ דְשַׁיְלֵיהּ לְהַאי קְרָא, כְּלוֹמַר, כְּנֶסֶת יִשְׂרָאֵל אוֹמְרִים טוֹבִים תַּקָּנוֹת כוּ' וְאַף עַל פִּי שֶׁאֵין אָנוּ יוֹדְעִים הַטְּעָמִים, כִּי טַעְמָם וְנִמּוּקָם עִמָּהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} חֲבֵרוֹ כוּ'. שֶׁהוּא לְשׁוֹן זָכָר, וּכְנֶסֶת יִשְׂרָאֵל הִיא דְקָאָמְרָה לִפְנֵי שְׁכִינָה לְרֵיחַ שְׁמָנֶיךָ טוֹבִים וְגוֹ'. עֲלָמוֹת אֲהֵבוּךָ, לֹא שַׁיָּךְ לְמֵימַר לִנְקֵבָה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-5"},{"uri":"jbr:mishna-bartanura-4-8-2-6","jbo:text":"ר\"ע מברטנורה הַפַּת וְהַשֶּׁמֶן וְכוּ'. כָּל הָנֵי, אֲסוּרִין מִשּׁוּם חַתְנוּת. וּפַת שֶׁל נַחְתּוֹמִין הִתִּירוּהוּ, אֲבָל פַּת שֶׁל בַּעֲלֵי בָתִּים לֹא הֻתַּר אֶלָּא לְהוֹלְכֵי דְרָכִים וּבִשְׁעַת הַדְּחָק. וְהַשֶּׁמֶן רָאוּ שֶׁלֹּא פָשַׁט אִסּוּרוֹ וְנִמְנוּ עָלָיו וְהִתִּירוּהוּ, כִּדְמַסִּיק בְּמַתְנִיתִין: וּשְׁלָקוֹת. כָּל דָּבָר שֶׁבִּשְּׁלוּ אוֹתוֹ הַנָּכְרִים, וַאֲפִלּוּ בִשְּׁלוּ אוֹתוֹ בְּכֵלָיו שֶׁל יִשְׂרָאֵל וּבְפָנָיו, שֶׁאֵין לָחוּשׁ לְתַעֲרֹבֶת אִסּוּר וּלְגִעוּלֵי נָכְרִים, אֲסָרוּהוּ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים. וְהוּא שֶׁלֹּא סִיֵּעַ בּוֹ יִשְׂרָאֵל לֹא בַתְּחִלָּה וְלֹא בַסּוֹף. וְלֹא אָסְרוּ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים אֶלָּא דָבָר שֶׁאֵינוֹ נֶאֱכָל כְּמוֹ שֶׁהוּא חַי וְעוֹלֶה עַל שֻׁלְחַן מְלָכִים לְלַפֵּת בּוֹ אֶת הַפַּת. אֲבָל אִם חָסֵר אַחַת מֵאֵלּוּ, אֵין בּוֹ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים: וּכְבָשִׁין שֶׁדַּרְכָּן לָתֵת בָּהֶן יַיִן. וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה, לְפִי שֶׁאֵין טַעַם הַיַּיִן נִכָּר בָּהֶן. אֲבָל בַּאֲכִילָה אֲסוּרִין: טָרִית טְרוּפָה. מִין דָּגִים טְהוֹרִים שֶׁטּוֹרְפִין אוֹתָן דַּק דַּק וְאֵינָן נִכָּרִין. וַאֲסוּרִין כְּשֶׁנִּלְקְחוּ מִן הַנָּכְרִים, שֶׁמָּא [נִכְתַּשׁ] עִמָּהֶם דַּג טָמֵא: וְצִיר שֶׁאֵין בָּהּ דָּגָה. דַּג קָטָן שֶׁנִּקְרָא כִלְבִּית. וְדַרְכּוֹ שֶׁהוּא גָדֵל בְּתוֹךְ [צִיר שֶׁל] דָּגִים טְהוֹרִים, וּכְשֶׁיֵּשׁ צִיר דַּג טָמֵא מְעֹרָב עִמּוֹ לֹא יִגְדַּל בּוֹ כִלְבִּית: וְהַחִלָּק. מִין דָּגִים קְטַנִּים טְהוֹרִים, וְאֵין לָהֶם סְנַפִּיר וְקַשְׂקֶשֶׂת, וְעָתִיד לִגְדֹּל אַחַר זְמַן. וְדָגִים קְטַנִּים טְמֵאִים הַדּוֹמִים לָהֶם מִתְעָרְבִים עִמָּהֶם וְאֵינָם נִכָּרִים אֲפִלּוּ כְּשֶׁאֵינָהּ טְרוּפָה. אֲבָל טָרִית אֵין הַדָּגִים טְמֵאִים דּוֹמִים לָהּ, וּלְכָךְ שָׁרֵי כְּשֶׁאֵינָהּ טְרוּפָה: חִלְתִּית. כָּךְ שְׁמָהּ בַּעֲרָבִי. וְחוֹתְכִין קְרָטָיו בְּסַכִּין. וַאֲסוּרָה מִשּׁוּם שַׁמְנוּנִית דְּסַכִּין, דְּאַגַּב חֲרִיפוּתָא [דְּחִלְתִּית] מַמְתֶּקֶת {לב} הִיא טַעַם הַשַּׁמְנוּנִית הַנִּבְלָע בָּהּ: וּמֶלַח סַלְקוֹנְטִית. מֶלַח שֶׁכָּל גְּדוֹלֵי רוֹמִי אוֹכְלִין אוֹתָהּ, וּרְגִילִין לִמְשֹׁחַ אוֹתָהּ בְּחֵלֶב חֲזִיר וּבְשֻׁמַּן דָּגִים טְמֵאִים, וְהִיא גַסָּה וּלְבָנָה בְיוֹתֵר","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-6"},{"uri":"jbr:mishna-yomtov-4-8-2-6","jbo:text":"עיקר תוי\"ט {כח} חָלָב כוּ'. וְאַף עַל גַּב דְּטָהוֹר חִוַּר, וְטָמֵא יָרוֹק, חָיְשִׁינַן שֶׁמָּא נִתְעָרֵב. וַאֲפִלּוּ לְהַעֲמִיד בּוֹ גְבִינָה אָסוּר, דְּשֶׁמָּא הַטָּמֵא שֶׁאֵינוֹ מַעֲמִיד יִשָּׁאֵר בַּגֻּמּוֹת עִם הַנַּסְיוּבֵי. גְּמָרָא. אֲבָל לְעֵיל בִּגְבִינוֹת הַנָּכְרִים לֵיכָּא לְמֵיסַר מֵהַאי טַעֲמָא, דְּכֵיוָן שֶׁהַנָּכְרִי עוֹשֶׂה לְצָרְכּוֹ לֵיכָּא לְמֵיחַשׁ דִּלְמָא עֵרֵב בּוֹ דָבָר טָמֵא. תּוֹסָפוֹת: {כט} וּכְבָשִׁין. לִכְבֹּשׁ דָּגִים וְיָרָק, וְרֹאשׁ וְרַגְלַיִם שֶׁל בְּהֵמָה. רַשִׁ\"י: {ל} שֶׁדַּרְכָּן כוּ'. אֲבָל בְּיָדוּעַ, אָסוּר בַּהֲנָאָה. וּפֵרֵשׁ הַטּוּר, שֶׁדַּרְכָּן, הַיְנוּ שֶׁלִּפְעָמִים הָיוּ נוֹתְנִין בָּהֶן יַיִן. וְשֶׁיָּדוּעַ, הַיְנוּ שֶׁכֻּלָּן נוֹתְנִין לְתוֹכָן יַיִן אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ שֶׁנָּתְנוּ לְתוֹךְ אֵלּוּ. עַד כָּאן. וּמַאי שְׁנָא מִמֻּרְיָס (דְּמִשְׁנָה ד) דְּשָׁרֵי בַהֲנָאָה (וְרֻבָּא דְעָלְמָא שָׁדוּ בֵיהּ חַמְרָא). הָתָם לַעֲבוֹרֵי זֻהֲמָא (וְהָוֵי כְמַאן דְּאָזֵיל לְאִבּוּד), הָכָא לְמַתּוֹקֵי טַעֲמָא. גְּמָרָא: {לא} וָחֹמֶץ. אַדִּלְעֵיל קָאֵי, שֶׁדַּרְכָּן לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ. וְאֵין לְפָרֵשׁ דְּחֹמֶץ הַיְנוּ שֶׁלֹּא הָיָה מִתְּחִלָּתוֹ יַיִן וּכְשֶׁקָּנָה חֹמֶץ מִיִּשְׂרָאֵל, דְּהָא מְבֹאָר לְעֵיל דְּאַף בִּשְׁתִיָּה שָׁרֵי מִן הַדִּין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} דְּאִי לָאו הָכִי הָא אָמַר מַר נוֹתֵן טַעַם לִפְגָם מֻתָּר. גְּמָרָא: {לג} הֲרֵי כוּ'. לִמְעוּטֵי בְיָדוּעַ דִּכְבָשָׁן בְּיַיִן. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-6"},{"uri":"jbr:mishna-bartanura-4-8-2-7","jbo:text":"ר\"ע מברטנורה וְיִשְׂרָאֵל רוֹאֵהוּ. לָאו דַּוְקָא רוֹאֵהוּ, אֶלָּא כֵיוָן דְּאִי קָאֵי חָזֵי לֵיהּ אַף עַל גַּב דְּכִי יָתֵיב לֹא חָזֵי לֵיהּ, הַנָּכְרִי אִרְתּוֹתֵי מִרְתַּת {לד}, אָמַר הַשְׁתָּא קָאֵי וְחָזֵי לִי: וְהַדַּבְדָּנִיּוֹת. הַחַלּוֹת שֶׁרוֹדִין מִן הַכַּוֶּרֶת שֶׁבָּהֶם הַדְּבַשׁ, אַף עַל פִּי שֶׁהֵן נוֹטְפוֹת לֹא חָיְשִׁינַן שֶׁמָּא עֵרַב בָּהֶם יֵין נֶסֶךְ {לו}. פֵּרוּשׁ אַחֵר, אֶשְׁכּוֹלוֹת שֶׁל עֲנָבִים. אַף עַל פִּי שֶׁהַיַּיִן נוֹטֵף מֵהֶן אֵין בָּהֶן מִשּׁוּם יֵין נֶסֶךְ, וְאֵין בָּהֶם מִשּׁוּם הֶכְשֵׁר מַשְׁקֶה שֶׁיְּהֵא מֻכְשָׁר לְטֻמְאָה, דִּסְתָמָן לַאֲכִילָה וְלֹא נִיחָא לֵיהּ בַּמַּשְׁקֶה הַנּוֹטֵף מֵהֶן: וְטָרִית שֶׁאֵינָהּ טְרוּפָה. וְאַף עַל גַּב שֶׁהִיא עֲשׂוּיָה חֲתִיכוֹת, [נִשְׁאָר] רֹאשׁ הַדַּג וְשִׁדְרָתוֹ קַיָּמִין וְנִכָּר שֶׁהוּא טָהוֹר: עָלֶה שֶׁל חִלְתִּית. דְּהָא לֹא מַפְסְקוּ לֵיהּ בְּסַכִּין: וְזֵיתִים גְּלֻסְקָאוֹת מְגֻלְגָּלִים. זֵיתִים הַכְּנוּסִים בִּכְלִי עָגֹל וּמִתְחַמְּמִים וְנֶעֱצָרִים מֵאֲלֵיהֶן וְנַעֲשִׂים כִּגְלוּסְקִים מְגֻלְגָּלִים, כְּמוֹ בֵיצָה מְגֻלְגֶּלֶת, שֶׁנִּתְחַמְּמוּ {לט}: הַשְּׁלוּחִין אֲסוּרִין. אִם נִתְרַכְּכוּ הַזֵּיתִים כָּל כָּךְ עַד שֶׁכְּשֶׁלּוֹקֵחַ הַזַּיִת בְּיָדוֹ הַגַּרְעִין שֶׁבְּתוֹכוֹ מִשְׁתַּלֵּחַ וְנוֹפֵל מֵאֵלָיו, אֲסוּרִין, דְּמֵחֲמַת הַיַּיִן נִתְרַכְּכוּ. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: מִן הַסְּלוּלָה. מִן הַסַּל שֶׁלִּפְנֵי הַחֶנְוָנִי: אֲסוּרִים. שֶׁמְּזַלֵּף עֲלֵיהֶם יַיִן כְּדֵי שֶׁיִּתְרַכְּכוּ: מִן הַהַפְתֵּק. מִמָּקוֹם שֶׁכּוֹנְסָן שֶׁעוֹצְרִים אוֹתָם שָׁם זֶה עַל זֶה: מֻתָּרִין. שֶׁאֵינוֹ מְזַלֵּף עֲלֵיהֶן יַיִן {מ} עַד שֶׁנּוֹתְנָן לְפָנָיו לִמְכֹּר: וְכֵן לִתְרוּמָה. וְכֵן כֹּהֵן הֶחָשׁוּד לִמְכֹּר תְּרוּמָה לְשֵׁם חֻלִּין {מא}, כָּל הַנִּמְצָא לְפָנָיו אָסוּר, שֶׁמָּא תְרוּמָה הִיא. אֲבָל הַבָּא מִן הָאוֹצָר, מֻתָּר, דְּאִרְתּוֹתֵי מִרְתַּת דִּלְמָא שָׁמְעֵי רַבָּנָן וְיַפְקִירוּ כָּל הָאוֹצָר","rdfs:label":"ר\"ע מברטנורה עבודה זרה ב ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-7"},{"uri":"jbr:mishna-yomtov-4-8-2-7","jbo:text":"עיקר תוי\"ט {לד} וְהוּא שֶׁיּוֹדֵעַ שֶׁחָלָב טָמֵא אָסוּר לְיִשְׂרָאֵל: {לה} וְהַדְּבַשׁ. לְמַאי נֵחוּשׁ לֵיהּ, אִי מִשּׁוּם עֲרוֹבֵי [שֶׁמָּא עֵרֵב בּוֹ יָיִן], מִסְרָא סָרֵי. אִי מִשּׁוּם בִּשּׁוּלֵי נָכְרִים, הָא נֶאֱכָל כְּמוֹת שֶׁהוּא חַי. אִי מִשּׁוּם גִּעוּלֵי נָכְרִים, נוֹתֵן טַעַם לִפְגָם הוּא וּמֻתָּר. גְּמָרָא: {לו} מְסַיֵּם הָרַמְבַּ\"ם, וְגַם אוֹתָן הַחַלּוֹת לֹא תַכְשִׁיר, וְאַף עַל פִּי שֶׁהַדְּבַשׁ מַכְשִׁיר מִכְּלַל הַשִּׁבְעָה מַשְׁקִין, לְפִי שֶׁהוּא בְאוֹתָהּ שָׁעָה כְעֵין אֹכֶל לֹא מַשְׁקֶה, עַד שֶׁמַּתִּיכִין אוֹתוֹ וּמוֹצִיאִין דִּבְשׁוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לז} שֶׁאֵין דַּרְכָּן כוּ'. וְלֹא גָזְרִינַן אַטּוּ דַרְכָּן. הָרַ\"ן: {לח} וְעָלֶה כוּ'. מְפָרֵשׁ בַּגְּמָרָא, דְּלֹא נִצְרְכָה אֶלָּא לַקּוּרְטִין שֶׁבָּהּ. כְּלוֹמַר הַנִּדְבָּקוֹת בֶּעָלִין. וְקָא מַשְׁמַע לָן דְּלֹא חָיְשִׁינַן שֶׁמָּא עֵרְבוּ בָהֶן מֵאוֹתָן קוּרְטִין שֶׁחָתְכוּ מִן הֶעָלִין בְּסַכִּינָא דְנָכְרִי וְנוֹתְנִין בֶּעָלִין, מִשּׁוּם דְּאִי אִיתָא דְהָכִי הֲוָה מִשְׁרָק שָׁרְקִי, כְּלוֹמַר נוֹפְלִין הָיוּ מִן הֶעָלִין. הָרַ\"ן: {לט} וְנִרְפּוּ מֵחֲמַת שַׁמְנָן. רַשִׁ\"י. וּבַגְּמָרָא, פְּשִׁיטָא, לֹא נִצְרְכָה אַף עַל גַּב דְּרָפוּ טוּבָא. מַהוּ דְתֵימָא חַמְרָא רְמָא בְהוּ, קָמַשְׁמַע לָן הָנֵי מֵחֲמַת מִשְׁחָא הוּא דְרָפוּ: {מ} דִּמְקַלְקֵל לְהוּ. הָרַ\"ן: {מא} דִּתְרוּמָה אֵין דָּמֶיהָ יְקָרִים, שֶׁאֵינָהּ רְאוּיָה אֶלָּא לַכֹּהֲנִים. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ב ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-2","jbo:mishna":"jbr:mishna-4-8-2-7"},{"uri":"jbr:mishna-bartanura-4-8-3-1","jbo:text":"ר\"ע מברטנורה כָּל הַצְּלָמִים אֲסוּרִים. בַּהֲנָאָה: שֶׁהֵם נֶעֱבָדִים פַּעַם אַחַת בַּשָּׁנָה. כְּשֶׁהַשֶּׁמֶשׁ בְּאוֹתָהּ מַעֲלָה שֶׁהַצֶּלֶם עָשׂוּי בּוֹ. דְּאַף עַל גַּב דְּאִיכָּא טוּבָא שֶׁאֵינָן אֶלָּא לְנוֹי וְאֵינָן נֶעֱבָדִין, רַבִּי מֵאִיר לְטַעְמֵיהּ דְּחָיֵשׁ לְמִעוּטָא: כָּל שֶׁיֵּשׁ בְּיָדוֹ וְכוּ'. דְּהָנֵי וַדַּאי נֶעֱבָדִים הֵם, דְּמִשּׁוּם חֲשִׁיבוּתַיְהוּ אַשְׁקְלִינְהוּ לְהָנָךְ חֶפְצֵי בִּידַיְהוּ {א}. וְהוֹסִיפוּ עֲלֵיהֶם בַּבְּרַיְתָא, חֶרֶב וַעֲטָרָה וְטַבַּעַת {ב}. וַהֲלָכָה כַּחֲכָמִים. וְאֵין אֲסוּרִין אֶלָּא כְּשֶׁעוֹמְדִין עַל פֶּתַח הַמְּדִינָה. וּבַכְּפָרִים שֶׁאֵין דַּרְכָּן לַעֲשׂוֹת צוּרוֹת לְנוֹי, דִּבְרֵי הַכֹּל אֲסוּרִין וַאֲפִלּוּ אֵין בְּיָדוֹ דָבָר, דִּלְמִפְלְחִינְהוּ עָבְדֵי לְהוּ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-1"},{"uri":"jbr:mishna-yomtov-4-8-3-1","jbo:text":"עיקר תוי\"ט {א} כְּדִמְפָרְשִׁינַן בַּגְּמָרָא. מַקֵּל, שֶׁרוֹדֶה אֶת עַצְמוֹ (לְשׁוֹן גְּנַאי) תַּחַת כָּל הָעוֹלָם כֻּלּוֹ כְמַקֵּל. צִפּוֹר, שֶׁתּוֹפֵס אֶת עַצְמוֹ כוּ' כְּצִפּוֹר. כַּדּוּר, שֶׁתּוֹפֵס אֶת עַצְמוֹ כוּ' כְּכַדּוּר. פֵּרְשׁוּ הַתּוֹסָפוֹת, שֶׁהָעוֹלָם עָגוֹל, כִּדְאִיתָא בִירוּשַׁלְמִי שֶׁאֲלֶכְּסַנְדְּרוּס מוֹקְדוֹן כוּ': {ב} סַיִף, מֵעִקָּרָא סָבוּר לִסְטִים בְּעָלְמָא, וּלְבַסּוֹף סָבוּר שֶׁהוֹרֵג אֶת עַצְמוֹ תַּחַת כוּ'. טַבַּעַת, מֵעִקָּרָא סָבוּר אִישְׁתְּיָימָא (שָׁלִיחַ הַנּוֹשֵׂא חוֹתָם הַמְשַׁלְּחוֹ) בְּעָלְמָא, וּלְבַסּוֹף סָבוּר שֶׁחוֹתֵם אֶת עַצְמוֹ כוּ' לְמִיתָה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-1"},{"uri":"jbr:mishna-bartanura-4-8-3-2","jbo:text":"ר\"ע מברטנורה הֲרֵי אֵלּוּ מֻתָּרִין. דְּכִי הֲווּ שְׁלֵמִים סָפֵק עֲבָדוּם סָפֵק לֹא עֲבָדוּם, וַאֲפִלּוּ אִם תִּמְצֵי לוֹמַר עֲבָדוּם, שֶׁמָּא בִטְּלוּם וּלְכָךְ שְׁבָרוּם, וְהָוֵי סְפֵק סְפֵקָא וּלְקֻלָּא: שֶׁכַּיּוֹצֵא בָהֶם נֶעֱבָד. תַּבְנִית יָד לְבַדָּהּ הֵן עוֹשִׂים מֵעִקָּרָא {ג} וְעוֹבְדִין אוֹתָהּ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-2"},{"uri":"jbr:mishna-yomtov-4-8-3-2","jbo:text":"עיקר תוי\"ט {ג} וְכֵן צוּרַת [אֵיזֶה] אֵבֶר שֶׁיַּעֲשֶׂה. וּמִמַּעֲשֵׂהוּ יִתְבָּאֵר אִם מִתְּחִלַּת עֲשִׂיָּתוֹ נַעֲשָׂה נִפְרָד, אוֹ אִם נִשְׁבַּר מִצּוּרָה שְׁלֵמָה. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-2"},{"uri":"jbr:mishna-bartanura-4-8-3-3","jbo:text":"ר\"ע מברטנורה צוּרַת חַמָּה צוּרַת לְבָנָה. פֵּרֵשׁ הָרַמְבַּ\"ם זַ\"ל, לֹא שֶׁיִּמְצָא עִגּוּל וְיֹאמַר זֶהוּ הַשֶּׁמֶשׁ, אוֹ כְמִין קֶשֶׁת עָגֹל וְיֹאמַר זוֹ לְבָנָה, אֶלָּא שֶׁיִּמְצָא הַצּוּרָה שֶׁמְּיַחֲסִים אֵלּוּ הוֹבְרֵי שָׁמַיִם לַשֶּׁמֶשׁ וְיָרֵחַ, כְּמוֹ שֶׁאָמְרוּ שֶׁצּוּרַת הַשֶּׁמֶשׁ צוּרַת מֶלֶךְ מְעֻטָּר יוֹשֵׁב עַל עֲגָלָה, וְכֵן כָּל כַּיּוֹצֵא בָזֶה: צוּרַת דְּרָקוֹן. צוּרַת נָחָשׁ שֶׁיֵּשׁ לוֹ צִיצִין וְקַשְׂקַשִּׂין כְּקַשְׂקַשֵּׂי הַדַּג, וְאוֹמְרִים שֶׁהִיא צוּרָה לִתְלִי הַלְּבָנָה {ה}, וְהָיְתָה נֶעֱבֶדֶת בְּאוֹתָן הַיָּמִים. וַאֲפִלּוּ לְרַבָּנָן דְּאָמְרֵי לְעֵיל שְׁאָר כָּל הַצְּלָמִים מֻתָּרִין, מוֹדוּ דְהָנָךְ אֲסִירֵי, דְּאוֹרְחַיְהוּ לְמִפְלְחִינְהוּ: שֶׁעַל הַמְכֻבָּדִים. כֵּלִים נָאִים שֶׁתַּשְׁמִישָׁן לְנוֹי וּלְכָבוֹד, כְּגוֹן שֵׁירִים וּנְזָמִים וְטַבָּעוֹת וְכַיּוֹצֵא בָהֶם: מְבֻזִּים. כְּגוֹן יוֹרוֹת וְקוּמְקוּמְסִים וּמְחַמֵּי חַמִּין וְדוֹמֵיהֶן. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: וְזוֹרֶה לָרוּחַ. שֶׁלֹּא יֵהָנֶה יִשְׂרָאֵל מִמֶּנָּה: אַף הוּא. אִם יִזְרֶנּוּ לָרוּחַ גַּם עַתָּה יֵשׁ הֲנָאָה לְיִשְׂרָאֵל מִמֶּנּוּ, שֶׁהִיא נַעֲשֵׂית זֶבֶל","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-3"},{"uri":"jbr:mishna-yomtov-4-8-3-3","jbo:text":"עיקר תוי\"ט {ד} חַמָּה כוּ'. דְּהָנֵי שְׁלֹשָׁה דַחֲשִׁיבֵי צַיְרֵי לְהוּ וּפָלְחֵי לְהוּ. לְמִידִי אַחֲרִינָא, לְנוֹי בְעָלְמָא עָבְדֵי לְהוּ. גְּמָרָא: {ה} הוּא שֶׁגַּלְגַּל הַלְּבָנָה נוֹטֶה מִגַּלְגַּל חַמָּה, וּכְשֶׁתַּעֲרִיךְ אֹפֶן הַלְּבָנָה וְאֹפֶן הַחַמָּה כוּ' הִנֵּה יִהְיֶה זֶה בִדְמוּת תְּלִי שֶׁהוּא תַנִּין: {ו} לַיָּם. הַיְנוּ יָם הַמֶּלַח דְּנָקַט תַּנָּא קַמָּא, וּמִשּׁוּם הָכִי לֹא בָעֵי שְׁחִיקָה: {ז} זֶבֶל. וְקָא סָבְרֵי זֶה וָזֶה גוֹרֵם אָסוּר. וְרַבִּי יוֹסֵי סָבַר זֶה וָזֶה גוֹרֵם מֻתָּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-3"},{"uri":"jbr:mishna-bartanura-4-8-3-4","jbo:text":"ר\"ע מברטנורה אַפְרוֹדִיטִי. צוּרַת כּוֹכָב נֹגַהּ. כָּךְ פֵּרֵשׁ הָרַמְבַּ\"ם זַ\"ל: אֵין מְשִׁיבִין. דְּבַר תּוֹרָה בַמֶּרְחָץ, לְפִי שֶׁאָדָם עֹמֵד שָׁם עָרֹם: הִיא בָאתָה בִּגְבוּלִי. שֶׁהַמֶּרְחָץ קָדַם לָהּ, וְהַמֶּרְחָץ נַעֲשָׂה לְכָל הַבָּא לִרְחֹץ. וְעוֹד תְּשׁוּבָה אַחֶרֶת, אֵין אוֹמְרִין נַעֲשֶׂה מֶרְחָץ נוֹי לְאַפְרוֹדִיטִי, דְּמֶרְחָץ לָאו דָּבָר שֶׁל נוֹי הוּא, אֶלָּא נַעֲשֶׂה אַפְרוֹדִיטִי נוֹי לַמֶּרְחָץ, שֶׁאַפְרוֹדִיטִי מְשַׁמֵּשׁ לַמֶּרְחָץ, הוּא טָפֵל וְהִיא עִקָּר: בִּיב. חָרִיץ עָשׂוּי בַּקַּרְקַע לְהוֹצִיא שׁוֹפְכִים לִרְשׁוּת הָרַבִּים","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-4"},{"uri":"jbr:mishna-yomtov-4-8-3-4","jbo:text":"עיקר תוי\"ט {ח} וּכְשֶׁיָּצָא. בַּיְרוּשַׁלְמִי גָרַס כְּשֶׁיָּצָא. וְכֵן נִרְאֶה. לְפִי שֶׁבַּגְּמָרָא אָמְרוּ לֹא הֱשִׁיבוֹ כְלָל בַּמֶּרְחָץ, לְפִי שֶׁאָסוּר לְהַרְהֵר בְּדִבְרֵי תוֹרָה בַמֶּרְחָץ, אֶלָּא כְשֶׁיָּצָא הֱשִׁיבוֹ שֶׁאֵין מְשִׁיבִין כוּ', כְּלוֹמַר שֶׁלֹּא הָיִיתִי יָכוֹל לַהֲשִׁיבְךָ בַמֶּרְחָץ לְפִי שֶׁאָסוּר לְהַרְהֵר בְּדִבְרֵי תוֹרָה. וְאִי גָרְסִינַן כְּשֶׁיָּצָא יֵשׁ לְפָרֵשׁ דְּהָכִי קָאָמַר, אָמַר לֵיהּ אֵין מְשִׁיבִין בַּמֶּרְחָץ כְּשֶׁיָּצָא. וְעוֹד יֵשׁ לוֹמַר בַּבַּיִת הָאֶמְצָעִי הָיָה, דְּמֻתָּר לוֹמַר אָסוּר וּמֻתָּר בְּלֹא טַעַם הַדָּבָר. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} בִּגְבוּלִי. דְּאִי לָאו הָכִי שֶׁלֹּא בְטוֹבַת רַבָּן גַּמְלִיאֵל כִּבְטוֹבַת אֲחֵרִים דָּמֵי, שֶׁהָיָה אָדָם חָשׁוּב וְטוֹבָה הִיא לָהֶם כְּשֶׁהוּא נֶהֱנֶה מֵהֶן, וּתְנַן בְּפֶרֶק ד' מִשְׁנָה ג' עֲבוֹדָה זָרָה שֶׁהָיָה לָהּ גִּנָּה וּמֶרְחָץ כוּ' אֵין נֶהֱנִין מֵהֶן בְּטוֹבָה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-4"},{"uri":"jbr:mishna-bartanura-4-8-3-5","jbo:text":"ר\"ע מברטנורה הֵן מֻתָּרִין. הֶהָרִים עַצְמָן מֻתָּרִין לִזְרִיעָה וְלַחְצֹב מֵהֶן אֲבָנִים, דִּמְחֻבָּר לֹא מִתְּסַר: וּמִפְּנֵי מָה אֲשֵׁרָה אֲסוּרָה. כְּלוֹמַר כִּי הֵיכִי דְדָרְשִׁינַן אֱלֹהֵיהֶם עַל הֶהָרִים וְלֹא הֶהָרִים אֱלֹהֵיהֶם, הָכִי נַמִּי תַּחַת כָּל עֵץ רַעֲנָן אֱלֹהֵיהֶם, וְלֹא עֵץ רַעֲנָן אֱלֹהֵיהֶם, וְלָמָה אָסְרָה תוֹרָה דִּכְתִיב (דְּבָרִים ז) וַאֲשֵׁרֵיהֶם תְּגַדֵּעוּן {יא}: מִפְּנֵי שֶׁיֶּשׁ בָּהּ תְּפִיסַת יְדֵי אָדָם. שֶׁאָדָם נְטָעוֹ. וְסָבַר רַבִּי יוֹסֵי שֶׁאִילָן שֶׁנְּטָעוֹ וּלְבַסּוֹף עֲבָדוֹ אָסוּר {יב}. וְתַנָּא קַמָּא סָבַר, הוֹאִיל וּבִתְחִלַּת נְטִיעָתוֹ לֹא נִתְכַּוֵּן לְעָבְדוֹ, אֵין הָעֲבוֹדָה שֶׁעוֹבֵד אוֹתוֹ אַחַר שֶׁהוּא מְחֻבָּר אוֹסַרְתּוֹ, דַּהֲוֵי כְּמִי שֶׁעוֹבֵד לְהַר. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: אֲנִי אוֹבִין. אֲפָרֵשׁ: וְאָדוּן לְפָנֶיךָ. אַחֲרֵי שֶׁאֵין לָנוּ לִדְרֹשׁ מִעוּט מִתַּחַת כָּל עֵץ רַעֲנָן, יֵשׁ לוֹמַר שֶׁלֹּא נֶאֱמַר אֶלָּא לִמְסֹר לָהֶם סִימָנִים, מָקוֹם שֶׁרְגִילִים אֱמוֹרִיִּים לַעֲבֹד שָׁם עֲבוֹדָה זָרָה כְּדֵי שֶׁיְּחַפְּשׂוּם יִשְׂרָאֵל וִיבַעֲרוּם. וּמִעוּטָא דְהָרִים וּגְבָעוֹת מִיהָא מְמַעֲטִינַן מִמַּשְׁמַעוּתֵיהּ שֶׁלֹּא צִוָּה לָנוּ לְאַבֵּד הֶהָרִים. אֲבָל עֵץ רַעֲנָן צִוָּה לָנוּ לְאַבֵּד שֶׁנֶּאֱמַר (שָׁם יב) וַאֲשֵׁרֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ {יג}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-5"},{"uri":"jbr:mishna-yomtov-4-8-3-5","jbo:text":"עיקר תוי\"ט {י} שֶׁעֲלֵיהֶם כוּ'. וְאַף עַל גַּב דְּאִינְהוּ לָאו עֲבוֹדַת כּוֹכָבִים מִקְּרוּ וְלֹא מִתַּסְּרֵי. גְּזֵרַת הַכָּתוּב הוּא שֶׁהָרִים וּגְבָעוֹת שֶׁהֵן קַרְקַע עוֹלָם אֵין בָּהֶן כֹּחַ לְאָסְרָן. אֲבָל אֱלִיל מִיהָא הָוֵי, וְתָלוּשׁ שֶׁעֲלֵיהֶם כְּתָלוּשׁ שֶׁל שְׁאָר אֱלִילִים, שֶׁנֶּאֱמַר לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם, עַל כָּל שֶׁהֵן נֶעֱבָדִין מַשְׁמַע. רַשִׁ\"י: {יא} רַשִׁ\"י. וּלְהָכִי בָעֵי לְרַבִּי יוֹסֵי, מִשּׁוּם דְּאִי לָאו דְּאִיכָּא טַעֲמָא בַאֲשֵׁרָה. הֲוָה אֲמֵינָא גַּלֵּי קְרָא דְאִילָנוֹת אֲסִירֵי וְהוּא הַדִּין הָרִים וּגְבָעוֹת, וַהֲוָה אֲמֵינָא דְלָא דָרְשִׁינַן הֶהָרִים כוּ'. תּוֹסָפוֹת: {יב} אֲבָל בְּצִפּוּי הַר אַף רַבִּי יוֹסֵי מוֹדֶה דְאָסוּר. גְּמָרָא: {יג} וְרַבָּנָן הַאי וַאֲשֵׁרֵיהֶם כוּ' מִבַּעְיָא לֵיהּ לְאִילָן שֶׁנְּטָעוֹ מִתְּחִלָּה לְכָךְ. בַּגְּמָרָא. וְעַיֵּן עוֹד: {יד} כָּל מָקוֹם כוּ'. בַּיְרוּשַׁלְמִי פָּרֵיךְ מִבֵּית הַבְּחִירָה. וּמַסִּיק, עַל פִּי נָבִיא נִבְנָה שָׁם. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-5"},{"uri":"jbr:mishna-bartanura-4-8-3-6","jbo:text":"ר\"ע מברטנורה סָמוּךְ לְבֵית עֲבוֹדָה זָרָה. שֶׁהָיָה אֶחָד מִכְּתָלָיו בֵּית עֲבוֹדָה זָרָה, וְהַבַּיִת עַצְמוֹ נֶעֱבָד {טו}: אָסוּר לִבְנוֹתוֹ. שֶׁבּוֹנֶה בַיִת לַעֲבוֹדָה זָרָה: כּוֹנֵס לְתוֹךְ קַרְקַע שֶׁלּוֹ אַרְבַּע אַמּוֹת. וְאֵינוֹ מַנִּיחוֹ פָנוּי, שֶׁנִּמְצָא מְהַנֶּה לַעֲבוֹדָה זָרָה שֶׁמַּרְחִיב אֶת גְּבוּלָהּ, אֶלָּא מְמַלֵּא הַמָּקוֹם קוֹצִים וְעוֹשֶׂה שָׁם בֵּית הַכִּסֵּא לְתִינוֹקוֹת {טז}: הָיָה שֶׁלּוֹ וְשֶׁל עֲבוֹדָה זָרָה. שֶׁמְּקוֹם עֳבִי הַכֹּתֶל חֶצְיוֹ שֶׁלּוֹ: נִדּוֹן מֶחֱצָה עַל מֶחֱצָה. אוֹתוֹ חֵלֶק שֶׁל עֲבוֹדָה זָרָה אֵינוֹ עוֹלֶה בִּכְנִיסַת אַרְבַּע אַמּוֹת, אֲבָל חֶלְקוֹ עוֹלֶה, שֶׁאִם עָבְיוֹ שְׁתֵּי אַמּוֹת מוֹנֶה אַמָּה שֶׁלּוֹ וְכוֹנֵס שָׁלֹשׁ אַמּוֹת בְּתוֹךְ שֶׁלּוֹ: אֲבָנָיו וְעֵצָיו וַעֲפָרוֹ. שֶׁל אוֹתוֹ כֹּתֶל: מְטַמְּאִין כַּשֶּׁרֶץ. וַאֲפִלּוּ חֶלְקוֹ שֶׁל יִשְׂרָאֵל, לְפִי שֶׁאֵין בְּרֵרָה {יז}: כַּשֶּׁרֶץ. שֶׁמְּטַמֵּא בְמַגָּע וְאֵינוֹ מְטַמֵּא בְמַשָּׂא. לְפִי שֶׁטֻּמְאַת עֲבוֹדָה זָרָה דְרַבָּנָן, אֲקִילוּ בָהּ. וְאֵינָהּ מְטַמְּאָה בְכָעֲדָשָׁה כַשֶּׁרֶץ, אֶלָּא בְכַזַּיִת כַּמֵּת {יח}: רַבִּי עֲקִיבָא אוֹמֵר כַּנִּדָּה. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא אֲפִלּוּ בַעֲבוֹדָה זָרָה עַצְמָהּ, וְכָל שֶׁכֵּן בִּמְשַׁמְּשֶׁיהָ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-6"},{"uri":"jbr:mishna-yomtov-4-8-3-6","jbo:text":"עיקר תוי\"ט {טו} וּבַיְרוּשַׁלְמִי מְפָרֵשׁ, כְּשֶׁקָּדַם הַכֹּתֶל לָאֱלִיל, וּלְפִיכָךְ כְּשֶׁסָּמַךְ יִשְׂרָאֵל בְּהֶתֵּר סָמַךְ. הָרַ\"ן: {טז} דְּלֹא בָעֵי צְנִיעוּתָא, דְּאִלּוּ לִגְדוֹלִים צְנִיעוּתָא בָעֵי. גְּמָרָא. וּמַה שֶּׁכָּתַב וְעוֹשֶׂה כוּ', אוֹ אוֹ קָאָמַר. וְכֵן הוּא בַגְּמָרָא: {יז} וְאַף עַל גַּב דְּבִדְרַבָּנָן קַיְמָא לָן דְּיֵשׁ בְּרֵרָה, יֵשׁ לוֹמַר דְּמִשּׁוּם חֻמְרַת עֲבוֹדָה זָרָה אָמְרוּ דְאֵין בְּרֵרָה: {יח} דְּאִתַּקַּשׁ נַמִּי לְמֵת, שֶׁנֶּאֱמַר וַיַּשְׁלֵךְ אֶת עֲפָרוֹ עַל קֶבֶר בְּנֵי הָעָם [מְלָכִים ב כג]. גְּמָרָא: {יט} שַׁקֵּץ. לְשׁוֹן שֶׁרֶץ. רַשִׁ\"י: {כ} כַּנִּדָּה. וְאִתְּקִישׁ לְשֶׁרֶץ לִמְשַׁמְּשֶׁיהָ. וְתַנָּא קַמָּא סָבַר דְּאִתְּקִישׁ לְנִדָּה שֶׁאֵינָהּ מְטַמְּאָה לְאֵבָרִים אִם נֶחְתַּךְ אֵבֶר מִמֶּנָּה, כְּנִדָּה שֶׁאֵינָהּ מְטַמְּאָה לְאֵבָרִים. גְּמָרָא: {כא} שֶׁנֶּאֱמַר כוּ'. בַּעֲבוֹדָה זָרָה מִשְׁתַּעֵי. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-6"},{"uri":"jbr:mishna-bartanura-4-8-3-7","jbo:text":"ר\"ע מברטנורה שְׁלֹשָׁה בָתִּים הֵם. לְעִנְיַן בִּטּוּל עֲבוֹדָה זָרָה: בַּיִת. שֶׁתְּחִלַּת בִּנְיָנוֹ לַעֲבוֹדָה זָרָה, וְהָיוּ עוֹבְדִין אֶת הַבַּיִת עַצְמוֹ {כב}, הֲרֵי זֶה אָסוּר: סִיְּדוֹ וְכִיְּרוֹ לַעֲבוֹדָה זָרָה. שֶׁהָיָה בָנוּי מִתְּחִלָּה לְדִירַת אָדָם, וְסִיְּדוֹ, שֶׁלִּבְּנוֹ בַסִּיד. וְכִיְּרוֹ, פִּתּוּחַ וְצִיּוּר {כג}: וְחִדֵּשׁ. אוֹ שֶׁחִדֵּשׁ: נוֹטֵל מַה שֶּׁחִדֵּשׁ. וּשְׁאָר כָּל הַבַּיִת מֻתָּר: הִכְנִיס לְתוֹכוֹ עֲבוֹדָה זָרָה. לְפִי שָׁעָה וְלֹא הִקְצָהוּ לְתַשְׁמִישׁ עֲבוֹדָה זָרָה {כד}: שָׁלשׁ אֲבָנִים הֵם. לְעִנְיַן בִּטּוּל: אֶבֶן שֶׁחֲצָבָהּ מִתְּחִלָּה. מִן הָהָר: לְבִימוֹס. לְהוֹשִׁיב עֲבוֹדָה זָרָה עָלֶיהָ {כה}: סִיְּדָהּ וְכִיְּרָהּ. וְהִיא הָיְתָה חֲצוּבָה וְעוֹמֶדֶת: נוֹטֵל. יִשְׂרָאֵל {כו}: מַה שֶּׁחִדֵּשׁ. הַנָּכְרִי, וְהָאֶבֶן מֻתֶּרֶת: הֶעֱמִיד עָלֶיהָ עֲבוֹדָה זָרָה. לְפִי שָׁעָה וְלֹא הִקְצָה הָאֶבֶן לְבִימוֹס: וְסִלְּקָהּ, הֲרֵי זוֹ מֻתֶּרֶת. וְאֵינָהּ צְרִיכָה בִטּוּל: גִּדְּעוֹ. לְשֵׁם עֲבוֹדָה זָרָה, לַעֲבֹד הַגִּדּוּלִים שֶׁיִּגְדְּלוּ בוֹ מֵעַתָּה {כז}: נוֹטֵל מַה שֶּׁהֶחֱלִיף. הָעֲנָפִים שֶׁגָּדְלוּ בִמְקוֹם אוֹתָן שֶׁגִּדֵּעַ, וְשׂוֹרְפָן כְּדִין אֲשֵׁרָה, וְהַשְּׁאָר מֻתָּר: אֵיזוֹ הִיא אֲשֵׁרָה. בַּגְּמָרָא מְפָרֵשׁ, דְּאַשָּׁלֹשׁ אֲשֵׁרוֹת דִּתְנַן לְעֵיל קָאֵי. וְהָכִי קָתָנֵי, שָׁלֹשׁ אֲשֵׁרוֹת הֵן, שְׁתַּיִם דִּבְרֵי הַכֹּל, וְאַחַת מַחְלֹקֶת רַבִּי שִׁמְעוֹן וְרַבָּנָן, וְאֵיזוֹהִי אֲשֵׁרָה שֶׁנֶּחְלְקוּ רַבִּי שִׁמְעוֹן וְרַבָּנָן, כָּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה, דְּרַבָּנָן קָרוּ לַהּ אֲשֵׁרָה וְאָסְרֵי לַהּ כָּל זְמַן שֶׁיֵּשׁ עֲבוֹדָה זָרָה תַחְתֶּיהָ, וְרַבִּי שִׁמְעוֹן אוֹמֵר אֵינָהּ אֲשֵׁרָה אֶלָּא כָּל שֶׁעוֹבְדִין אוֹתָהּ, אֲבָל כָּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה אֵין זוֹ אֲשֵׁרָה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-7"},{"uri":"jbr:mishna-yomtov-4-8-3-7","jbo:text":"עיקר תוי\"ט {כב} רַשִׁ\"י. וּמִשּׁוּם הָכִי אָסוּר מִיָּד, דְּאִי לָאו הָכִי הָוֵי מְשַׁמְּשֵׁי עֲבוֹדָה זָרָה דְּלֹא נֶאֱסָר עַד שֶׁיֵּעָבֵד. הָרַ\"ן: {כג} וּלְשׁוֹן אֲרַמִּית בְּבֵית אֲרָזִים, בְּבֵיתָא דְמִטַּלְּלָא בְכִיּוּרָא דְאַרְזַיָּא. וַאֲחֵרִים כֵּן: {כד} וְאֶת הַבַּיִת עַצְמוֹ לֹא נִתְכַּוֵּן לַעֲבֹד, וְהוֹצִיאָהּ יִשְׂרָאֵל, הֲרֵי בַיִת זֶה מֻתָּר. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} וּמְסַיֵּם רַשִׁ\"י, וְעוֹבְדִין אֶת הַבִּימוֹס עַצְמוֹ כַעֲבוֹדָה זָרָה, הֲרֵי זוֹ אֲסוּרָה וַאֲפִלּוּ לֹא הֶעֱמִיד עָלֶיהָ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} וְכֵן פֵּרֵשׁ רַשִׁ\"י כָאן וּלְעֵיל בְּבַיִת. וּמְסַיֵּם וַאֲפִלּוּ שֶׁלֹּא בִטְּלוֹ הָעוֹבֵד כּוֹכָבִים אוֹ שֶׁהִיא שֶׁל יִשְׂרָאֵל מוּמָר כוּ', הָכָא בָטִיל, שֶׁאֵין נֶאֱסָר אֶלָּא חִדּוּשׁ. וְהַאי חִדּוּשׁ אָסוּר בַּהֲנָאָה לְעוֹלָם. וּבַגְּמָרָא מוֹקֵי לַהּ כְּגוֹן שֶׁלֹּא נֶעֱבַד הַבַּיִת מֵעוֹלָם, דְּאִי לָאו הָכִי בָּעֵי נָכְרִי לְבַטְּלָהּ. וְאִם הִשְׁתַּחֲוָה לָהּ יִשְׂרָאֵל, אֲסוּרָה עוֹלָמִית. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} וְאִי לֹא גִדְּעוֹ וּפִסְּלוֹ, לֹא. דִּכְרַבָּנָן דִּסְבִירָא לְהוּ בְמִשְׁנָה ה' דְּאִילָן שֶׁנְּטָעוֹ וּלְבַסּוֹף עֲבָדוֹ מֻתָּר. וּמִיהוּ מַסְּקִינַן בַּגְּמָרָא דִּבְתוֹסֶפֶת מוֹדוּ רַבָּנָן. וְדִתְנַן גִּדְּעוֹ וּפִסְּלוֹ, לְאַשְׁמְעִינַן דְּאַף עַל גַּב דְּעָשָׂה מַעֲשֶׂה בְגוּף הָאִילָן, אֲפִלּוּ הָכִי אֵין הָעִקָּר נֶאֱסָר: {כח} וּבִטְּלָהּ. וְאַף עַל גַּב דְּכִי לֹא בִטְּלָהּ נַמִּי לֹא הָוֵי מְשַׁמְּשֶׁיהָ, דְּהָא אַלִּיבָּא דְרַבָּנָן קָא מוֹקְמֵי לַהּ, דִּנְטָעוֹ וּלְבַסּוֹף עֲבָדוֹ מֻתָּר כוּ', מִכָּל מָקוֹם כָּל זְמַן שֶׁלֹּא בִטְּלָהּ אִסּוּרָא דְרַבָּנָן אִיכָּא, שֶׁבְּשָׁעָה שֶׁאֱלִיל נִרְאֵית תַּחְתֶּיהָ נִרְאֶה כְאִלּוּ נְטוּעָה מִתְּחִלָּה לְכָךְ. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-7"},{"uri":"jbr:mishna-bartanura-4-8-3-8","jbo:text":"ר\"ע מברטנורה לֹא יֵשֵׁב בְּצִלָּהּ. הַאי צֵל לָאו תַּחַת נוֹף הָאֲשֵׁרָה קָאָמַר, דְּלֹא הָוֵי מָצֵי לְמִתְנֵי תּוּ וְאִם יָשַׁב טָהוֹר, דְּהָא קָתָנֵי סֵיפָא דְּאִם עָבַר טָמֵא. אֶלָּא מִן הָאִילָן וָהָלְאָה, דִּכְשֶׁהַחַמָּה בַמִּזְרָח אוֹ בַמַּעֲרָב יֵשׁ לְכָל דָּבָר צֵל אָרֹךְ {ל}: לֹא יַעֲבֹר תַּחְתֶּיהָ. תַּחַת הַנּוֹף מֵהָאִילָן, שֶׁהָאִילָן מַאֲהִיל עָלָיו. וְאִם עָבַר טָמֵא: הָיְתָה גוֹזֶלֶת אֶת הָרַבִּים. שֶׁנּוֹפָהּ נוֹטֶה לִרְשׁוּת הָרַבִּים: טָהוֹר. דְּטֻמְאָה דְרַבָּנָן הִיא {לג} וְהֵיכָא דְגוֹזֶלֶת הָרַבִּים לֹא גָזְרוּ רַבָּנָן: יְרָקוֹת בִּימוֹת הַגְּשָׁמִים. שֶׁהָאִילָן קָשֶׁה לָהֶם שֶׁמּוֹנֵעַ הַחַמָּה מִלָּבֹא: אֲבָל לֹא בִימוֹת הַחַמָּה. שֶׁהַצֵּל יָפֶה לָהֶם: וְהַחֲזָרִין. חֲזֶרֶת. וּבַעֲרָבִי חַסָ\"א: לֹא בִימוֹת הַחַמָּה וְלֹא בִימוֹת הַגְּשָׁמִים. שֶׁהַצֵּל יָפֶה לָהֶם לְעוֹלָם: שֶׁהַנְּמִיָּה. עָלִין הַנּוֹשְׁרִין מִן הָאִילָן בִּימוֹת הַגְּשָׁמִים. וּבַגְּמָרָא פָרֵיךְ, דְּהָא שָׁמְעִינַן לֵיהּ לְרַבִּי יוֹסֵי דְאָמַר זֶה וָזֶה גוֹרֵם מֻתָּר, לְעֵיל בְּפִרְקִין גַּבֵּי מְפָרֵר וְזוֹרֶה לָרוּחַ וְאַף עַל פִּי שֶׁנַּעֲשֶׂה זֶבֶל, דְּהֵיכָא שֶׁהַהֶתֵּר וְהָאִסּוּר שְׁנֵיהֶם גּוֹרְמִין לְהָבִיא הַדָּבָר, כְּגוֹן שֶׁהַקַּרְקַע שֶׁל הֶתֵּר וְהַזֶּבֶל שֶׁל עֲבוֹדָה זָרָה שֶׁל אִסּוּר גּוֹרְמִין לִצְמִיחַת הַיְּרָקוֹת, סְבִירָא לֵיהּ לְרַבִּי יוֹסֵי שֶׁהוּא מֻתָּר, וְהֵיכִי קָאָסַר הַיְּרָקוֹת הָכָא מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן. וּמְשָׁנֵי, שֶׁרַבִּי יוֹסֵי הָכָא לְדִבְרֵיהֶן שֶׁל רַבָּנָן קָאָמַר, לְדִידְכוּ דְאָמְרִיתוּ זֶה וָזֶה גוֹרֵם אָסוּר, הָיָה לָכֶם לֶאֱסֹר הַיְּרָקוֹת מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן וְהִיא הֹוָה לָהֶם לְזֶבֶל. וְרַבָּנָן סָבְרֵי, שָׁאנֵי הָכָא שֶׁאֵין הָאִילָן שֶׁל עֲבוֹדָה זָרָה מוֹעִיל לַיְרָקוֹת כְּלוּם, שֶׁמַּה שֶּׁמַּשְׁבִּיחַ לָהֶם בַּנְּמִיָּה, פּוֹגֵם לָהֶם בַּצֵּל. וַהֲלָכָה כְּרַבִּי יוֹסֵי דְּזֶה וָזֶה גוֹרֵם מֻתָּר {לה}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-8"},{"uri":"jbr:mishna-yomtov-4-8-3-8","jbo:text":"עיקר תוי\"ט {כט} בְּצִלָּהּ. מִשּׁוּם דְּקָא מִתְהַנֵי מֵעֲבוֹדָה זָרָה. וְדַוְקָא לֵישֵׁב, דְּחָיְשִׁינַן שֶׁמָּא יִשְׁהֶה בִישִׁיבָתוֹ וְאָתֵי לְכַוּוֹנֵי. דְּאִי לָאו הָכִי קַיְמָא לָן אֶפְשָׁר וְלֹא מְכַוֵּין שָׁרֵי. אֲבָל הַעֲבָרָה בְעָלְמָא שָׁרֵי. וְתַחְתֶּיהָ דְאָסוּר מִשּׁוּם טֻמְאַת עֲבוֹדָה זָרָה. הָרַ\"ן: {ל} וְכָל זְמַן שֶׁלֹּא עָבְרָה מִדַּת אֹרֶךְ הַצֵּל אֶת מִדַּת גֹּבַהּ קוֹמַת הָאִילָן הַצֵּל עָב וְחָשׁוּךְ. מִכָּאן וָאֵילָךְ הַצֵּל דַּק וְקָלוּשׁ. רַשִׁ\"י: {לא} טָמֵא. מַאי טַעֲמָא, אִי אֶפְשָׁר דְּלֵיכָּא תִּקְרֹבֶת עֲבוֹדָה זָרָה (וְנִמְצָא הָאִילָן מַאֲהִיל עַל הַתִּקְרֹבֶת וְעָלָיו). מַנִּי, רַבִּי יְהוּדָה בֶן בְּתֵירָא הוּא, דְּאָמַר מִנַּיִן לְתִקְרֹבֶת עֲבוֹדָה זָרָה שֶׁמְּטַמֵּא בְאֹהֶל, שֶׁנֶּאֱמַר וַיִּצָּמְדוּ וְגוֹ' וַיֹּאכְלוּ זִבְחֵי מֵתִים [תְּהִלִּים קו], מַה מֵּת מְטַמֵּא בְאֹהֶל אַף תִּקְרֹבֶת עֲבוֹדָה זָרָה וְכוּ'. גְּמָרָא. וְדַוְקָא תִקְרֹבֶת, אֲבָל בָּאֱלִיל עַצְמָהּ לֵיכָּא טֻמְאַת אֹהֶל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} וְעָבַר. בִּדְאִיכָּא דַרְכָּא אַחֲרִינָא (הַקָּצָר כָּזֶה. תּוֹסָפוֹת) מִשּׁוּם הָכִי דִיעֲבַד אִין, לְכַתְּחִלָּה לֹא. אֲבָל בִּדְלֵיכָּא דַרְכָּא אַחֲרִינָא עוֹבֵר אַף לְכַתְּחִלָּה. גְּמָרָא: {לג} וּקְרָא דְמַיְתִינַן, אַסְמַכְתָּא הִיא. רַשִׁ\"י: {לד} אֲבָל כוּ'. וְלֹא קָתָנֵי וְאִם זָרַע אָסוּר כְּמוֹ דְאִם עָבַר טָמֵא, דְּלֹא אָסְרוּ הַהֲנָאָה בְדִיעֲבַד. הָרֹא\"שׁ: {לה} וְלֹא קַיְמָא לָן כְּמַתְנִיתִין דַּאֲבָל לֹא בִימוֹת הַחַמָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-8"},{"uri":"jbr:mishna-bartanura-4-8-3-9","jbo:text":"ר\"ע מברטנורה נָטַל מִמֶּנָּה. מִן הָאֲשֵׁרָה: חָדָשׁ יֻתַּץ. שֶׁהַהֶסֵּק הָרִאשׁוֹן שֶׁמַּסִּיקִין הַתַּנּוּר הוּא מְחַסְּמוֹ וּמַחֲזִיקוֹ, וַהֲרֵי נִתְקַן בְּאִסּוּרֵי הֲנָאָה. וְהָא מַתְנִיתִין אָתֵי אַלִּיבָּא דְּמַאן דְּאָמַר זֶה וָזֶה גוֹרֵם אָסוּר. וְאֵין הֲלָכָה. הִלְכָּךְ בֵּין חָדָשׁ בֵּין יָשָׁן יֻצַּן, שֶׁלֹּא יֹאפוּ בוֹ אֶת הַפַּת בְּהֶסֵּק זֶה עַד שֶׁיִּצְטַנֵּן הַתַּנּוּר, כְּדֵי שֶׁלֹּא יֵהָנֶה מֵעֲצֵי אִסּוּר {לו}: הַפַּת אֲסוּרָה. בַּגְּמָרָא קָאָמַר, וְהוּא שֶׁאֲבוּקָה כְנֶגְדּוֹ, שֶׁכָּל שָׁעָה שֶׁהָיָה פַת נֶאֱפֶה הָיָה דוֹלֵק הָאוּר בְּפִי הַתַּנּוּר וְאוֹפֵהוּ, שֶׁהָיָה נֶהֱנֶה מִן הָאִסּוּר בְּשָׁעָה שֶׁהָיָה הָאִסּוּר בְּעֵין וְיֵשׁ שְׁבַח עֵצִים בַּפַּת {לז}: יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. דְּמֵי כִכָּר שֶׁנִּתְעָרֵב {לט}: כַּרְכֹּר. יֵשׁ לָאוֹרְגִים עֵץ עָשׂוּי כְּמִין מַחַט שֶׁל סַקָּאִין, וּמַעֲבִירִין אוֹתוֹ עַל הַשְּׁתִי כְּשֶׁהוּא מָתוּחַ לִפְנֵיהֶם בָּאֲרִיגָה. וְאַשְׁמְעִינַן מַתְנִיתִין פְּלֻגְתָּא דְרַבִּי אֱלִיעֶזֶר וְרַבָּנָן בְּהָנָךְ תַּרְתֵּי, דְּאִי אַשְׁמוֹעִינַן בְּקַמַּיְתָא, הֲוָה אֲמֵינָא בְּהַךְ קָאָמַר רַבִּי אֱלִיעֶזֶר מִשּׁוּם דִּבְעִידְנָא דְקָא גָמְרָה פַת אִקְּלֵי לֵיהּ אִסּוּרָא, אֲבָל כַּרְכֹּר דְּאִיתָא לְאִסּוּרָא בְעֵינֵיהּ אֵימָא מוֹדֶה לְהוּ לְרַבָּנָן. וְאִי אִתְּמַר בְּהַאִיךְ, בְּהָא קָאָמְרֵי רַבָּנָן, אֲבָל בְּקַמַּיְתָא אֵימָא מוֹדוּ לֵיהּ לְרַבִּי אֱלִיעֶזֶר, צְרִיכָא. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר, וַאֲפִלּוּ חָבִית שֶׁל יֵין נֶסֶךְ שֶׁנִּתְעָרְבָה בְחָבִיּוֹת שֶׁל יַיִן שֶׁל הֶתֵּר מוֹלִיךְ דְּמֵי אוֹתָהּ חָבִית לְיָם הַמֶּלַח, וְהַשְּׁאָר כֻּלָּן מֻתָּרוֹת בַּהֲנָאָה","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-9"},{"uri":"jbr:mishna-yomtov-4-8-3-9","jbo:text":"עיקר תוי\"ט {לו} דַּאֲפִלּוּ לְמַאן דְּאָמַר זֶה וָזֶה גוֹרֵם מֻתָּר, לֹא שָׁרִינַן לְכַתְּחִלָּה. הִלְכָּךְ יָשָׁן כֵּיוָן דְּסַגִּי לֵיהּ בְּצִנּוּן וְלֹא מַפְסִיד מִידֵי אֶלָּא אִסּוּר הֲנָאָה לְחוּדֵיהּ, לְכָךְ צָרִיךְ צִנּוּן. אֲבָל חָדָשׁ אִם נֹאמַר יֻתָּץ יַפְסִיד הַתַּנּוּר, הִלְכָּךְ כְּדִיעֲבַד חָשֵׁיב לֵיהּ. תּוֹסָפוֹת: {לז} דַּוְקָא בְאִסּוּרֵי הֲנָאָה, דִּשְׁבַח עֵצִים הַיְנוּ שְׁבַח הֲנָאָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לח} כֻּלָּן כוּ'. יֵשׁ מְפָרְשִׁים, מִשּׁוּם דְּדָבָר שֶׁבְּמִנְיָן הוּא, כְּגוֹן כִּכְּרוֹת בַּעַל הַבַּיִת דַּחֲשִׁיבֵי וְלֹא בָטְלֵי. אֲבָל כִּכָּרוֹת שֶׁאֵינָן חֲשׁוּבוֹת בָּטְלִי בְרֻבָּא. וַאֲחֵרִים פֵּרְשׁוּ, דְּכֵיוָן דְּאִסּוּרֵי אֱלִיל נִינְהוּ אֲסוּרִים בַּהֲנָאָה אַף עַל פִּי שֶׁאֵין דָּבָר שֶׁבְּמִנְיָן. הָרַ\"ן: {לט} וְהִקְשָׁה הָרַ\"ן, דַּהֲוָה לֵיהּ לְמֵימַר יוֹלִיךְ דְּמֵי אַחַת מֵהֶן לְיָם הַמֶּלַח, וּמַאי יוֹלִיךְ הֲנָאָה. אֶלָּא וַדַּאי מַשְׁמַע דְּאַהֲנָאַת עֵצִים קָאֵי כְּדִבְרֵי רַשִׁ\"י זַ\"ל. וַהֲרֵי אֵין הַמְדֻמָּע וְהַמְחֻמָּץ פּוֹסֵל אֶלָּא לְפִי חֶשְׁבּוֹן. אֲבָל בְּלֹא תַעֲרֹבֶת לֹא הֵקֵלּוּ לְהַתִּיר בְּהוֹלָכַת הֲנָאָה כוּ'. וְכָל זֶה דַוְקָא עַל יְדֵי מְכִירָה. כֵּן נִרְאֶה לִי לְדַעַת הָרַ\"ב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ג ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-9"},{"uri":"jbr:mishna-bartanura-4-8-3-10","jbo:text":"ר\"ע מברטנורה כֵּיצַד מְבַטְּלָהּ. נָכְרִי לָאֲשֵׁרָה: קִרְסֵם. קֵסָמִים יְבֵשִׁים שֶׁבָּאִילָן נְטָלָן לְצָרְכּוֹ לִשְׂרֹף: וְזֵרַד. כָּרַת עֲנָפִים לַחִים שֶׁבָּהּ: שְׁפָיָהּ. תַּרְגּוּם וָאֶכֹּת אֹתוֹ טָחוֹן (דְּבָרִים ט), וְשָׁפִית יָתֵיהּ {מ}: לְצָרְכָּהּ. כְּדֵי לְיַפּוֹתָהּ. וְאֵין מְבַטֵּל עֲבוֹדָה זָרָה אֶלָּא נָכְרִי גָדוֹל וּבֶן דַּעַת שֶׁיֵּדַע בְּטִיב עֲבוֹדָה זָרָה וּמְשַׁמְּשֶׁיהָ. וַאֲפִלּוּ אִם בִּטְּלָהּ בְּעַל כָּרְחוֹ הֲרֵי זוֹ מְבֻטֶּלֶת","rdfs:label":"ר\"ע מברטנורה עבודה זרה ג י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-10"},{"uri":"jbr:mishna-yomtov-4-8-3-10","jbo:text":"עיקר תוי\"ט {מ} וְנִרְאֶה, שֶׁכּוֹלֵל כָּל הַבִּטּוּלִין וְקוֹרְאָן בִּכְלַל שְׁפָיָהּ, וַאֲתָא לְאַשְׁמְעִינַן הַחִלּוּק שֶׁבֵּין לְצָרְכָּהּ וְשֶׁלֹּא לְצָרְכָּהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ג י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-3","jbo:mishna":"jbr:mishna-4-8-3-10"},{"uri":"jbr:mishna-bartanura-4-8-4-1","jbo:text":"ר\"ע מברטנורה רַבִּי יִשְׁמָעֵאל. זוֹ בְצַד זוֹ. וְכָל שֶׁכֵּן אַחַת עַל גַּבֵּי שְׁתַּיִם, שֶׁזּוֹ עִקַּר מַרְקוּלִיס. [מַרְקוּלִיס שֵׁם עֲבוֹדָה זָרָה הַנִּקְרָא בִלְשׁוֹנָם מֶערְקוּרִיס]: בְּצַד מַרְקוּלִיס. בְּצַד אַרְבַּע אַמּוֹת שֶׁל מַרְקוּלִיס, כְּלוֹמַר שֶׁהָאֲבָנִים רְחוֹקוֹת אַרְבַּע אַמּוֹת מִן הַמַּרְקוּלִיס וְיָדוּעַ דְּלָאו מִנֵּיהּ נָפַל, וּבְהָא קָאָמַר רַבִּי יִשְׁמָעֵאל דְּשָׁלֹשׁ אֲבָנִים אֲסוּרוֹת, שֶׁאֵין מַרְקוּלִיס פָּחוֹת מִשָּׁלֹשׁ אֲבָנִים, וְעוֹשִׂין מַרְקוּלִיס קָטָן בְּצַד מַרְקוּלִיס גָּדוֹל. וְקָטָן הַנַּעֲשֶׂה בְּצַד גָּדוֹל עֲבְדֵי לֵיהּ בְּכָל דְּהוּ וְאֵין חוֹשְׁשִׁין שֶׁיִּהְיֶה אַחַת עַל גַּבֵּי שְׁתַּיִם. וְרַבָּנָן סָבְרֵי, אֵין עוֹשִׂין מַרְקוּלִיס קָטָן בְּצַד מַרְקוּלִיס גָּדוֹל, הִלְכָּךְ נִרְאוֹת עִמּוֹ, כְּלוֹמַר סְמוּכוֹת לוֹ {א}, דְּאִיכָּא לְמֵימַר דְּמִנֵּיהּ נָפַל, בֵּין שְׁתַּיִם בֵּין שָׁלֹשׁ אֲסוּרִים {ב}. אֵין נִרְאוֹת עִמּוֹ, מֻתָּרוֹת. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-1"},{"uri":"jbr:mishna-yomtov-4-8-4-1","jbo:text":"עיקר תוי\"ט {א} הַיְנוּ בִכְגוֹן אַמָּה אוֹ חֲצִי אַמָּה. תּוֹסָפוֹת: {ב} אַמִּלְּתָא דְרַבִּי יִשְׁמָעֵאל מַהֲדַר, דְּאָמַר שְׁתַּיִם. אֲבָל לְרַבָּנָן הוּא הַדִּין אַחַת נַמִּי אֲסוּרָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ד א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-1"},{"uri":"jbr:mishna-bartanura-4-8-4-2","jbo:text":"ר\"ע מברטנורה מָצָא בְרֹאשׁוֹ. שֶׁל מַרְקוּלִיס: מָעוֹת כְּסוּת אוֹ כֵלִים הֲרֵי אֵלּוּ מֻתָּרִים. וְהוּא שֶׁלֹּא יְהוּ מֻנָּחִין לְנוֹי {ג}, כְּגוֹן שֶׁיִּהְיוּ הַמָּעוֹת מֻנָּחִים בְּכִיס קָשׁוּר וְתָלוּי לוֹ עַל צַוָּארוֹ, כְּסוּת מְקֻפֶּלֶת וּמֻנַּחַת עַל כְּתֵפוֹ אוֹ עַל רֹאשׁוֹ, כֵּלִים נַמִּי מֻנָּחִים עַל רֹאשׁוֹ, שֶׁכָּל אֵלּוּ אֵינָם דֶּרֶךְ נוֹי","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-2"},{"uri":"jbr:mishna-yomtov-4-8-4-2","jbo:text":"עיקר תוי\"ט {ג} הָכִי יָלְפִינַן לֵיהּ בַּגְּמָרָא מִקְּרָא: {ד} פַּרְכִּילֵי כוּ'. וְהָנֵי מִדִּין תִּקְרֹבֶת מִתַּסְרֵי. דְּבַגְּמָרָא מוֹקְמִינַן שֶׁבְּצָרָן מִתְּחִלָּה לְכָךְ וְהָוֵי כְעֵין פְּנִים כוּ', וְחָיְשִׁינַן דִּלְמָא עֲבִיד בְּהוּ תִקְרֹבֶת כְּעֵין פְּנִים שֶׁנִּסֵּךְ הַיַּיִן וְהִקְטִיר קְצָת מֵהַשֶּׁמֶן וְהַסֹּלֶת וְאֵלּוּ שֶׁנִּמְצְאוּ שִׁירַיִם הֵן. הָרַ\"ן","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-2"},{"uri":"jbr:mishna-bartanura-4-8-4-3","jbo:text":"ר\"ע מברטנורה שֶׁלֹּא בְטוֹבָה. שֶׁלֹּא {ו} יַעֲלֶה שָׂכָר {ז} לַכְּמָרִים","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-3"},{"uri":"jbr:mishna-yomtov-4-8-4-3","jbo:text":"עיקר תוי\"ט {ה} נֶהֱנִין מֵהֶן. דְּאֵין הֶקְדֵּשׁ לַעֲבוֹדָה זָרָה עַד שֶׁיַּקְרִיב בְּתִקְרֹבֶת. רַשִׁ\"י: {ו} אִיכָּא דְמַתְנֵי לַהּ בַּגְּמָרָא אַרֵישָׁא, וְאִיכָּא דְמַתְנֵי לַהּ אַסֵּיפָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} וְהַתּוֹסָפוֹת הִקְשׁוּ עַל זֶה, דְּאִם כֵּן בְּשָׂכָר וְשֶׁלֹּא בְשָׂכָר מִבָּעֵי לֵיהּ. וְעוֹד בַּסֵּיפָא [עַיֵּן מַה שֶּׁכָּתַבְנוּ בְסָמוּךְ] אַמַּאי שָׁרֵי, הָא מַרְוִיחַ לָעֲבוֹדָה זָרָה. וּמְפָרֵשׁ שֶׁלֹּא יַחֲזִיק טוֹבָה לָאֱלִיל. אֲבָל בְּשָׂכָר, שָׁרֵי. וְלֹא דָמֵי לְמִשְׁנָה ד' פֶּרֶק קַמָּא בַּחֲנֻיּוֹת מְעֻטָּרוֹת, דְּהָתָם מַיְרֵי שֶׁהַמֶּכֶס הוּא לְצֹרֶךְ הָעֲבוֹדָה זָרָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-3"},{"uri":"jbr:mishna-bartanura-4-8-4-4","jbo:text":"ר\"ע מברטנורה עֲבוֹדָה זָרָה שֶׁל נָכְרִי אֲסוּרָה מִיָּד. דִּכְתִיב (דְּבָרִים ז) פְּסִילֵי אֱלֹהֵיהֶם, מִשֶּׁפִּסְלוֹ נַעֲשָׂה לוֹ לֶאֱלוֹהַּ: וְשֶׁל יִשְׂרָאֵל עַד שֶׁתֵּעָבֵד. דִּכְתִיב (שָׁם כו) וְשָׂם בַּסָּתֶר, עַד שֶׁיַּעֲשֶׂה לָהּ דְּבָרִים שֶׁל סֵתֶר, כְּלוֹמַר שֶׁיַּעַבְדֶנָּה, שֶׁהַיִּשְׂרָאֵל אֵינוֹ עוֹבֵד עֲבוֹדָה זָרָה אֶלָּא בַסֵּתֶר מִפְּנֵי שֶׁמִּתְיָרֵא מִבֵּית דִּין: נָכְרִי מְבַטֵּל עֲבוֹדָה זָרָה שֶׁלּוֹ. דִּכְתִיב פְּסִילֵי אֱלֹהֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ, כְּשֶׁהֵן נוֹהֲגִין בָּהֶן מִנְהַג אֱלָהוּת, אֲבָל אִם בִּטְּלוּהָ הֲרֵי אֵלּוּ מֻתָּרִים {ח}: וְשֶׁל יִשְׂרָאֵל. בִּזְמַן שֶׁיֵּשׁ לוֹ בָהּ שֻׁתָּפוּת {ט}. וְאֵין כֵּן הֲלָכָה, דְּנָכְרִי אֵין מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל יִשְׂרָאֵל אֲפִלּוּ יֵשׁ לוֹ בָהּ שֻׁתָּפוּת: וְיִשְׂרָאֵל אֵינוֹ מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל נָכְרִי. וַאֲפִלּוּ נָתַן לוֹ הַנָּכְרִי רְשׁוּת","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-4"},{"uri":"jbr:mishna-yomtov-4-8-4-4","jbo:text":"עיקר תוי\"ט {ח} וְנִרְאֶה לִי דִּסְבִירָא לֵיהּ אֱלֹהֵיהֶם לָמָּה לִּי, דְּאִי לִכְדִלְעֵיל מִשֶּׁפִּסְּלוֹ כוּ' לְחוּד אָתָא, הֲוָה לֵיהּ לְמִכְתַּב פְּסִילֵיהֶם, אֱלֹהֵיהֶם לָמָּה לִּי, אֶלָּא אַשְׁמְעִינַן כְּשֶׁהֵן נוֹהֲגִין כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּבַגְּמָרָא, דְּרַבִּי בְּיַלְדוּתוֹ שָׁנָה וְשֶׁל יִשְׂרָאֵל, וּכְלוֹמַר דְּשֻׁתָּפוּת, וְסָבַר, יִשְׂרָאֵל אַדַּעְתָּא דְעוֹבֵד כּוֹכָבִים פָּלַח, כֵּיוָן דְּנָכְרִי מְבַטֵּל דְּנַפְשֵׁיהּ, דְּיִשְׂרָאֵל נַמִּי מְבַטֵּל. וּבְזִקְנוּתוֹ שָׁנָה וְשֶׁל חֲבֵרוֹ, סָבַר, יִשְׂרָאֵל אַדַּעְתָּא דְּנַפְשֵׁיהּ פָּלַח, כִּי מְבַטֵּל נָכְרִי דְנַפְשֵׁיהּ, דְּיִשְׂרָאֵל לֹא בַטֵּיל","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-4"},{"uri":"jbr:mishna-bartanura-4-8-4-5","jbo:text":"ר\"ע מברטנורה פְּחָסָהּ. בְּפָנֶיהָ. מִעֲכָה בְּקוּרְנָס עַד שֶׁהֵסִיר צוּרַת פָּנֶיהָ: גְּרָרָהּ. סָחוֹב וְהַשְׁלֵךְ בְּתוֹךְ הַטִּיט: אֵינָהּ בְּטֵלָה. דִּלְפוּם שָׁעָה רָתַח עֲלַהּ, וַהֲדַר פָּלַח לַהּ {י}: רַבִּי אוֹמֵר בִּטְּלָהּ. פְּלֻגְתָּא דְרַבִּי וְרַבָּנָן כְּשֶׁמְּכָרָהּ לְנָכְרִי, אֲבָל מְכָרָהּ לְיִשְׂרָאֵל צוֹרֵף דִּבְרֵי הַכֹּל בְּטֵלָה {יא}. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-5"},{"uri":"jbr:mishna-yomtov-4-8-4-5","jbo:text":"עיקר תוי\"ט {י} דְּאָמַר קְרָא [יְשַׁעְיָה ח] וְהָיָה כִי יִרְעַב וְהִתְקַצַּף וְקִלֵּל בְּמַלְכּוֹ וּבֵאלֹהָיו וּפָנָה לְמָעְלָה, וּכְתִיב בַּתְרֵיהּ, וְאֶל אֶרֶץ יַבִּיט, דְּאַף עַל גַּב דְּקִלֵּל בְּמַלְכּוֹ וּבֵאלֹהָיו וּפָנָה לִבּוֹ לְמַעְלָה לַשָּׁמַיִם, אֶל אֶרֶץ יַבִּיט, חוֹזֵר וְעוֹבֵד עֲבוֹדָה זָרָה שֶׁלּוֹ. גְּמָרָא. וְלֹא דָמֵי לְהָא דְמִשְׁנָה ד' פֶּרֶק דִּלְעֵיל דְּעוֹמֶדֶת עַל הַבִּיב כוּ', דְּהָתָם כָּל שַׁעְתָּא וְשַׁעְתָּא בְּזִלְזוּלָא קַיְמָא. גְּמָרָא: {יא} הָרַמְבַּ\"ם. וּמִמֵּילָא דִלְנָכְרִי אַף לְצוֹרֵף הוּא דִפְלִיגֵי. וְכֵן אִיתָא בַגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-5"},{"uri":"jbr:mishna-bartanura-4-8-4-6","jbo:text":"ר\"ע מברטנורה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ. וְאֵין דַּעְתָּם לַחֲזֹר: בִּשְׁעַת שָׁלוֹם מֻתֶּרֶת. הוֹאִיל וְיָצְאוּ לְדַעַת וְלֹא נְטָלוּהָ עִמָּהֶם, בִּטְּלוּהָ: בִּימוֹסְיָאוֹת שֶׁל מְלָכִים. אַבְנֵי גָזִית הַמְתֻקָּנוֹת בְּדֶרֶךְ מַהֲלַךְ הַמֶּלֶךְ, וּכְשֶׁהַמֶּלֶךְ עוֹבֵר שָׁם מוֹשִׁיבִים שָׁם עֲבוֹדָה זָרָה וְהוּא מִשְׁתַּחֲוֶה לָהּ. וּבַגְּמָרָא מְפָרֵשׁ, מִפְּנֵי שֶׁמַּנִּיחִין אוֹתָהּ, כְּלוֹמַר אֵינָן מְיֻחָדוֹת לְהוֹשִׁיב שָׁם עֲבוֹדָה זָרָה כָל שָׁעָה אֶלָּא בְשָׁעָה שֶׁהַמְּלָכִים עוֹבְרִים, וּפְעָמִים שֶׁהַמְּלָכִים עוֹבְרִים בְּדֶרֶךְ אַחֶרֶת וְאֵין חוֹשְׁשִׁין לָהֶם, הִלְכָּךְ לָאו מְשַׁמְּשֵׁי עֲבוֹדָה זָרָה חֲשִׁיבֵי {יב}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-6"},{"uri":"jbr:mishna-yomtov-4-8-4-6","jbo:text":"עיקר תוי\"ט {יב} דִּלְאַלְתָּר מִיַּאֲשֵׁי מִנַּיְהוּ, וְהָוֵי לֵיהּ עֲבוֹדָה זָרָה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ. הָרַ\"ן. וְהַתּוֹסָפוֹת כָּתְבוּ, וְהַכְּמָרִים שֶׁעֲבָדוּם לֹא עֲשָׂאוּם עֲבוֹדָה זָרָה אֶלָּא לְצֹרֶךְ הַמְּלָכִים, וּכְשֶׁרוֹאִין שֶׁאֵין הַמְּלָכִים חוֹשְׁשִׁים לָהֶם גַּם הֵם מְבַטְּלִים אוֹתָהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-6"},{"uri":"jbr:mishna-bartanura-4-8-4-7","jbo:text":"ר\"ע מברטנורה אַף אָנוּ מַחֲזִיקִין יְדֵיהֶם שֶׁל אֵלּוּ. הָעוֹבְדִים לַחַמָּה וְלַלְּבָנָה. אִם הָיִינוּ רוֹאִין שֶׁשְּׁאָר עֲבוֹדָה זָרָה חָרְבוּ מֵעַצְמָן וְאֵלּוּ קַיָּמוֹת, הָיִינוּ מוֹדִים לְאֵלּוּ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-7"},{"uri":"jbr:mishna-yomtov-4-8-4-7","jbo:text":"עיקר תוי\"ט {יג} יְאַבֵּד כוּ'. וְאִם תֹּאמַר, יְשִׁיבוּם, יְאַבֵּד הַשּׁוֹטִים, לֹא קַשְׁיָא, שֶׁהֲרֵי מָצִינוּ שֶׁאוֹבְדִים בִּמְלֹאת סִפֻּקָם וּסְאָתָם, כְּעִנְיַן יוֹשְׁבֵי אֶרֶץ כְּנַעַן כוּ', כְּמוֹ כֵן אֵלּוּ הַשּׁוֹטִים כְּשֶׁתִּתְמַלֵּא סְאָתָם יֹאבֵדוּ. וְקֹדֶם לָכֵן לֹא. שֶׁאִם יֹאבְדוּ קֹדֶם לָכֵן הֲרֵי זֶהוּ בִכְלַל יְאַבֵּד עוֹלָמוֹ, לְפִי שֶׁהָעוֹלָם נִבְרָא שֶׁתְּהֵא הָרְשׁוּת נְתוּנָה בִידֵי אָדָם לְהֵימִין אוֹ לְהַשְׂמִאיל. וּלְפִיכָךְ אֵינָם נֶאֱבָדִים קֹדֶם שֶׁנִּתְמַלֵּא סְאָתָם. נִרְאֶה לִי. וּבְסֵפֶר דֶּרֶךְ חַיִּים עַל מִשְׁנָה [אָבוֹת פֶּרֶק ג'] הַכֹּל צָפוּי כוּ', פֵּרֵשׁ שֶׁאִם יְאַבֵּד הָעוֹבְדִים לֹא הָיָה הָאָדָם בַּעַל בְּחִירָה, שֶׁהֲרֵי יָרֵא מִן הָאִבּוּד לְגַמְרֵי","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-7"},{"uri":"jbr:mishna-bartanura-4-8-4-8","jbo:text":"ר\"ע מברטנורה גַּת בְּעוּטָה. שֶׁבְּעָטָהּ וּדְרָכָהּ נָכְרִי: אַף עַל פִּי שֶׁהוּא נוֹטֵל בְּיָדוֹ. עֲנָבִים מִתּוֹךְ הַיַּיִן: וְנוֹתֵן לַתַּפּוּחַ. מְקוֹם אֲסִיפַת הָעֲנָבִים הֶעָשׂוּי כְּמִין גַּל קָרוּי תַּפּוּחַ, וְסָבַר תַּנָּא דִידָן דְּאֵינוֹ נַעֲשֶׂה יֵין נֶסֶךְ עַד שֶׁיֵּרֵד לַבּוֹר. וְזוֹ מִשְׁנָה רִאשׁוֹנָה הִיא, וְאֵין הֲלָכָה, אֶלָּא כֵיוָן שֶׁהִתְחִיל הַיַּיִן לְהִמָּשֵׁךְ, נַעֲשֶׂה יֵין נֶסֶךְ {טו}: מַה שֶּׁבַּבּוֹר אָסוּר. אִם יִגַּע בּוֹ נָכְרִי אַחֲרֵי כֵן","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-8"},{"uri":"jbr:mishna-yomtov-4-8-4-8","jbo:text":"עיקר תוי\"ט {יד} אַף עַל פִּי כוּ'. דְּלֹא תֵימָא דְלָא שָׁרִינַן לִקַּח גַּת בְּעוּטָה אַף עַל פִּי שֶׁסְּתָם יֵינָם אָסוּר כְּדִלְקַמָּן אֶלָּא הֵיכָא דְיָדְעִינַן דְּלֹא נָגַע, אֲבָל כִּי נָגַע אוֹסֵר, קָא מַשְׁמַע לָן דְּהָכָא שָׁרֵי, מִשּׁוּם דְּאַכַּתִּי לָאו יַיִן הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} שֶׁהַגַּת עֲשׂוּיָה כְמִדְרוֹן, וּמִשָּׁעָה שֶׁהוּא נִמְשָׁךְ מִצַּד הָעֶלְיוֹן לְצַד הַתַּחְתּוֹן קָרוּי יַיִן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} לַבּוֹר. בּוֹר הָיוּ עוֹשִׂין לִפְנֵי הַגַּת. וְהַכְּלִי נָתוּן שָׁם לְקַבֵּל הַיַּיִן. וְיֵשׁ שֶׁטָּחִין הַבּוֹר בְּסִיד וְהַיַּיִן מִשְׁתַּמֵּר בְּתוֹכוֹ וְאֵינוֹ מְאַבֵּד טִפָּה, וְהוּא בּוֹר סוּד. רַשִׁ\"י: {יז} וְהַשְּׁאָר מֻתָּר. וַאֲפִלּוּ יִגַּע בּוֹ נָכְרִי. דּוּמְיָא דְרֵישָׁא דִנְתִינָה לַתַּפּוּחַ מַיְרֵי בִנְגִיעָה, אַף מֻתָּר דְּסֵיפָא מַיְרֵי בִנְגִיעָה. תּוֹסָפוֹת: {יח} מֻתָּר. אַף בִּשְׁתִיָּה. דּוּמְיָא דְרֵישָׁא דְלוֹקְחִין מַשְׁמַע דְּמֻתָּר אַף בִּשְׁתִיָּה. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-8"},{"uri":"jbr:mishna-bartanura-4-8-4-9","jbo:text":"ר\"ע מברטנורה דּוֹרְכִין עִם הַגּוֹי בַּגַּת. וְלֹא אָמְרִינַן מִשְׂתַּכֵּר בְּאִסּוּרֵי הֲנָאָה הוּא, דַּאֲפִלּוּ בִשְׁתִיָּה סָבַר הַאי תַּנָּא דְּשָׁרֵי כָּל זְמַן שֶׁלֹּא יָרַד לַבּוֹר. וּמִשּׁוּם גּוֹרֵם טֻמְאָה לֵיכָּא, שֶׁמִּשָּׁעָה שֶׁדָּרַךְ בָּהֶם הַנָּכְרִי מְעַט, נִטְמְאוּ {יט}, וְנִמְצָא שֶׁאֵין הַיִּשְׂרָאֵל גּוֹרֵם טֻמְאָה {כ}: אֲבָל לֹא בוֹצְרִין עִמּוֹ. לְפִי שֶׁנּוֹתְנָם בְּגַת טְמֵאָה, וְהַנָּכְרִי מְטַמֵּא הָעֲנָבִים בְּמַגָּעוֹ {כא}, וְהַיִּשְׂרָאֵל הַבּוֹצֵר עִמּוֹ גּוֹרֵם טֻמְאָה. וְסָבַר הַאי תַּנָּא אָסוּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל וַאֲפִלּוּ הֵם שֶׁל נָכְרִי. וְאֵין הֲלָכָה כְּמִשְׁנָה זוֹ, דְּקַיְמָא לָן כֵּיוָן שֶׁהִתְחִיל הַיַּיִן לְהִמָּשֵׁךְ נַעֲשֶׂה יֵין נֶסֶךְ, הִלְכָּךְ אֵין דּוֹרְכִין עִם הָעוֹבֵד כּוֹכָבִים בַּגַּת. וְקַיְמָא לָן מֻתָּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל כְּשֶׁהַחֻלִּין הֵם שֶׁל נָכְרִי, הִלְכָּךְ בּוֹצְרִין עִם הַנָּכְרִי, וְאַף עַל פִּי שֶׁגּוֹרֵם טֻמְאָה לְחֻלִּין אֵין בְּכָךְ כְּלוּם. וּמִיהוּ יִשְׂרָאֵל הַבּוֹצֵר כַּרְמוֹ לְכַתְּחִלָּה לֹא יִקַּח נָכְרִי עִמּוֹ אֲפִלּוּ לְהָבִיא עֲנָבִים לַגַּת, מִשּׁוּם לֵךְ לֵךְ אָמְרִינַן נְזִירָא כוּ' {כב}: וְיִשְׂרָאֵל הָעוֹשֶׂה פֵרוֹתָיו בְּטֻמְאָה. עוֹבֵר עֲבֵרָה הוּא, לְפִי שֶׁהוּא מְטַמֵּא הַתְּרוּמוֹת וְהַמַּעַשְׂרוֹת שֶׁבָּהֶם. הִלְכָּךְ אָסוּר לְסַיְּעוֹ, כְּדֵי שֶׁלֹּא יְהֵא רָגִיל בְּכָךְ: אֲבָל מוֹלִיכִין עִמּוֹ. חָבִיּוֹת רֵיקָנִיּוֹת לַגַּת: וּמְבִיאִין עִמּוֹ. חָבִיּוֹת מְלֵאוֹת מִן הַגַּת. דְּמַאי דַּהֲוָה הֲוָה, מֵאַחַר שֶׁנִּטְמְאוּ מֻתָּר לִתֵּן הַיַּיִן בְּחָבִיּוֹת טְמֵאוֹת","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-9"},{"uri":"jbr:mishna-yomtov-4-8-4-9","jbo:text":"עיקר תוי\"ט {יט} וְאֵין לְפָרֵשׁ בִּתְחִלַּת דְּרִיכָה וּמִטַּעַם שֶׁנִּטְמְאוּ הַכֹּל בְּגַת טְמֵאָה, דְּאִם כֵּן יִשְׂרָאֵל דְּסֵיפָא אַמַּאי לֹא דוֹרְכִין עִמּוֹ כֵּיוָן שֶׁכְּבָר נִטְמְאוּ בַגַּת. תּוֹסָפוֹת: {כ} וּמִשּׁוּם מְסַיֵּעַ יְדֵי עוֹבְרֵי עֲבֵרָה לֵיכָּא, שֶׁהָעוֹבֵד כּוֹכָבִים לֹא נִצְטַוָּה עַל כָּךְ. רַשִׁ\"י: {כא} תֵּימַהּ, תֵּיפּוּק לֵיהּ אִי מִשּׁוּם טֻמְאַת הַגַּת לְחוּד, אִי מִשּׁוּם מַגָּע לְחוּד, וּשְׁתֵּיהֶן לָמָּה, וְהָרַ\"ב הִרְכִּיב שְׁנֵי פֵרוּשִׁים יַחַד, שֶׁזֶּה שֶׁאָמַר לְפִי שֶׁנּוֹתְנָם בְּגַת טְמֵאָה, הוּא פֵרוּשׁ רַשִׁ\"י לְפִי שֶׁעַל יְדֵי מַשְׁקִין הַיּוֹצְאִין בִּשְׁעַת דְּרִיכָה בַגַּת הֻכְשְׁרוּ וְנִטְמְאוּ בַגַּת הַטְּמֵאָה, וְקֹדֶם דְּרִיכָה אַף בְּמַגָּע לֹא נִטְמְאוּ, כֵּיוָן שֶׁלֹּא הֻכְשְׁרוּ וַדַּאי, דְּהָא דְהַבּוֹצֵר לַגַּת הֻכְשָׁר [בְּפֶרֶק קַמָּא דְשַׁבָּת] הַיְנוּ הֵיכָא דְהֻכְשָׁר וַדַּאי אֲבָל לֹא בִסְתָמָא. וּמַה שֶּׁכָּתַב הָרַ\"ב וְהָעוֹבֵד כּוֹכָבִים מְטַמֵּא בְמַגָּעוֹ הוּא פֵרוּשׁ הָרַמְבַּ\"ם דִּסְבִירָא לֵיהּ דִּסְתָמָא הֻכְשְׁרוּ בַּבְּצִירָה. וְאֵין שְׁנֵי הַפֵּרוּשִׁים עוֹלִים כְּאֶחָד: {כב} מִשּׁוּם מַגַּע עוֹבֵד כּוֹכָבִים לַעֲשׂוֹתוֹ יֵין נֶסֶךְ אִתְּמַר בַּגְּמָרָא: {כג} לֹא דוֹרְכִין. שֶׁדְּרִיכָתָן בַּעֲבֵרָה בְּגַת טְמֵאָה, וּדְרִיכָתָן הִיא עִקַּר טֻמְאָתָן, כְּשֶׁנַּעֲשִׂין מַשְׁקֶה הֵן טְמֵאִים עַל יְדֵי הַגַּת. רַשִׁ\"י. וְאַשְׁמְעִינַן דַּאֲפִלּוּ בְסוֹף דְּרִיכָה שֶׁכְּבָר נִטְמְאוּ אָסוּר לְסַיֵּעַ יְדֵי עוֹבְרֵי עֲבֵרָה, וּמִשּׁוּם דִּדְרִיכָה חַד מַעֲשֶׂה הוּא. תּוֹסָפוֹת. וּלְהָרַמְבַּ\"ם, בְּצִירָה בִכְלַל מְלֶאכֶת הַדְּרִיכָה הִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} וְלֹא כוּ'. שֶׁכָּל מַעֲשֶׂה עֲרִיכָה זוֹ בַעֲבֵרָה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ד ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-9"},{"uri":"jbr:mishna-bartanura-4-8-4-10","jbo:text":"ר\"ע מברטנורה אִם יֶשׁ לוֹ עָלָיו מִלְוָה אָסוּר. אִם יֵשׁ לוֹ עַל הַיַּיִן מִלְוָה, שֶׁזֶּה הַיַּיִן מְשֻׁעְבָּד לוֹ בְחוֹבוֹ {כו}, אָז הוּא כְמָמוֹנוֹ וְנָגַע בֵּיהּ לִרְאוֹת הֵיאַךְ הוּא: נָפַל. הַנָּכְרִי לְבוֹר מָלֵא יַיִן: וְעָלָה. מֵת. אַף עַל גַּב דְּנָגַע בְּשָׁעָה שֶׁנָּפַל אֵינוֹ אָסוּר בַּהֲנָאָה, הוֹאִיל וְלֹא נִתְכַּוֵּן לִגַּע. אֲבָל עָלָה חַי, בַּעֲלִיָּתוֹ אוֹסְרוֹ, מִשּׁוּם דְּמוֹדֶה לַעֲבוֹדָה זָרָה עַל שֶׁנִּצּוֹל {כח}: וּמְדָדוֹ בַקָּנֶה. אוֹ שֶׁהָיָה הַנָּכְרִי מוֹדֵד יֵינוֹ שֶׁל יִשְׂרָאֵל בְּקָנֶה: וְהִתִּיז. אוֹ שֶׁהִתִּיז הַנָּכְרִי אֶת הַצִּרְעָה מִיֵּינוֹ שֶׁל יִשְׂרָאֵל עַל יְדֵי הַקָּנֶה וְלֹא נָגַע בְּיָדָיו בַּיַּיִן: הַמְּרֻתַּחַת. שֶׁהָיְתָה הֶחָבִית מַעֲלָה רְתִיחוֹת, וְטָפַח הַנָּכְרִי בְיָדוֹ עַל הָרְתִיחוֹת, אֵין דֶּרֶךְ נִסּוּךְ בְּכָךְ: וְרַבִּי שִׁמְעוֹן מַתִּיר. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: זֶה הָיָה מַעֲשֶׂה וְהִכְשִׁירוּ. אַף בִּשְׁתִיָּה","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-10"},{"uri":"jbr:mishna-yomtov-4-8-4-10","jbo:text":"עיקר תוי\"ט {כה} אָסוּר. שֶׁמָּא נָגַע בּוֹ. לְשׁוֹן הָרַמְבַּ\"ם, כָּל יַיִן שֶׁיִּגַּע בּוֹ הָעוֹבֵד כּוֹכָבִים הֲרֵי זֶה אָסוּר, שֶׁמָּא נִסֵּךְ אוֹתוֹ, שֶׁמַּחֲשֶׁבֶת הָעוֹבֵד כּוֹכָבִים לָעֲבוֹדָה זָרָה. הָא לָמַדְתָּ שֶׁיַּיִן שֶׁל יִשְׂרָאֵל שֶׁנָּגַע בּוֹ הָעוֹבֵד כּוֹכָבִים דִּינוֹ כִסְתָם יֵינוֹ [שֶׁהוּא אָסוּר בַּהֲנָיָה]: {כו} שֶׁעָשָׂה לוֹ יִשְׂרָאֵל יַיִן זֶה אַפּוֹתֵיקֵי לִגְבּוֹת הֵימֶנּוּ. רַשִׁ\"י: {כז} מֻתָּר. דְּנִתְפָּס כְּגַנָּב אֲפִלּוּ עַל הַכְּנִיסָה, וּמִשּׁוּם הָכִי לֹא חָיְשִׁינַן שֶׁמָּא נָגַע, דְּמִרְתַּת. הָרַ\"ן: {כח} וּמִסְּתָמָא נַסְּכֵיהּ בַּעֲלִיָּתוֹ, וְאָסוּר בַּהֲנָאָה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט עבודה זרה ד י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-10"},{"uri":"jbr:mishna-bartanura-4-8-4-11","jbo:text":"ר\"ע מברטנורה הַמְטַהֵר יֵינוֹ שֶׁל נָכְרִי. יִשְׂרָאֵל שֶׁדָּרַךְ עֲנָבִים שֶׁל נָכְרִי בְּכַשְׁרוּת כְּדֵי לְמָכְרוֹ לְיִשְׂרָאֵל, וְאֵינוֹ נוֹתֵן מָעוֹת לַנָּכְרִי עַד שֶׁיִּמְכְּרֶנּוּ לְאַחַר זְמָן: וְנוֹתְנוֹ בִרְשׁוּתוֹ. שֶׁל נָכְרִי: בְּעִיר שֶׁיֶּשׁ בָּהּ נָכְרִים וְיִשְׂרְאֵלִים מֻתָּר. דְּמִרְתַּת נָכְרִי דִּלְמָא חָזוּ לֵיהּ הָנָךְ יִשְׂרָאֵל דְּעָבְרֵי בִרְשׁוּת הָרַבִּים וּמַפְסִידְנָא. וַאֲפִלּוּ אֵין מַפְתֵּחַ וְחוֹתָם, שָׁרֵי. וְהוּא שֶׁאֵין לוֹ מִלְוָה עַל אוֹתוֹ יַיִן, כְּגוֹן שֶׁכָּתַב לוֹ הִתְקַבַּלְתִּי מִמְּךָ, כִּדְאָמְרִינַן לְקַמָּן {ל}: רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר כָּל רְשׁוּת נָכְרִי אַחַת הִיא. פְּלֻגְתָּא דְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר וְתַנָּא קַמָּא, דְּתַנָּא קַמָּא סָבַר כְּשֶׁהִנִּיחַ יִשְׂרָאֵל יַיִן בִּרְשׁוּתוֹ שֶׁל נָכְרִי בַּעַל הַיַּיִן, הוּא דְבָעִינַן שֶׁיְּהֵא הַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים וְעִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ. אֲבָל בִּרְשׁוּת נָכְרִי אַחֵר שֶׁאֵינוֹ בַּעַל הַבַּיִת, אֲפִלּוּ בְעִיר שֶׁאֵין יִשְׂרָאֵל דָּרִים בָּהּ, שָׁרֵי. וְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, כָּל רְשׁוּת נָכְרִי אַחַת הִיא, וְכִי הֵיכִי דְבִרְשׁוּת הַנָּכְרִי בַּעַל הַיַּיִן אָסוּר אֶלָּא בְעִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ וְהַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים, הָכִי נַמִּי בִּרְשׁוּת נָכְרִי אַחֵר, צָרִיךְ עִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ וּבַיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים {לב}. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר. וּבִזְמַן שֶׁמַּפְתֵּחַ וְחוֹתָם בְּיַד יִשְׂרָאֵל, בֵּין בִּרְשׁוּת בַּעַל הַיַּיִן בֵּין בִּרְשׁוּת נָכְרִי אַחֵר, מֻתָּר לְדִבְרֵי הַכֹּל","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד יא","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-11"},{"uri":"jbr:mishna-yomtov-4-8-4-11","jbo:text":"עיקר תוי\"ט {כט} שֶׁיֶּשׁ בָּהּ כוּ'. דְּחוֹשֵׁשׁ הוּא אַף בַּלֵּילוֹת, שֶׁאִם לֹא יִרְאֶנּוּ זֶה יִרְאֶנּוּ זֶה, דַּאֲפִלּוּ בַלֵּילוֹת אֵין רֶגֶל כָּל הָעוֹלָם כָּלָה מֵרְשׁוּת הָרַבִּים. רַשְׁבָּ\"א: {ל} וְהַתּוֹסָפוֹת הִקְשׁוּ עַל כָּל זֶה כוּ'. לָכֵן נִרְאֶה לְרַבֵּנוּ תָם לְהַעֲמִיד מִשְׁנָתֵנוּ בְּיֵשׁ מַפְתֵּחַ וְחוֹתָם, וּבִדְלָא כָתַב לוֹ הַנָּכְרִי הִתְקַבַּלְתִּי, וְהִלְכָּךְ בְּעִיר שֶׁיִּשְׂרָאֵל וְעוֹבְדֵי כוֹכָבִים דָּרִים בָּהּ וּפֶתַח פָּתוּחַ לִרְשׁוּת הָרַבִּים, אַף עַל פִּי שֶׁהוּא יֵינוֹ שֶׁל עוֹבֵד כּוֹכָבִים, מֻתָּר, כֵּיוָן דְּמַפְתֵּחַ וְחוֹתָם בְּיָדוֹ, שֶׁהָעוֹבֵד כּוֹכָבִים יָרֵא פֶן יִרְאֵהוּ יִשְׂרָאֵל טוֹרֵחַ וּמְזַיֵּף [וְיַגִּיד לַיִּשְׂרָאֵל שֶׁטִּהֲרוֹ] וְיַפְסִיד לִמְכֹּר יֵינוֹ כוּ'. וְסֵיפָא דְקָתָנֵי וְהַלָּה כוֹתֵב כוּ' הָוֵי יֵינוֹ שֶׁל יִשְׂרָאֵל וְהִלְכָּךְ בְּמַפְתֵּחַ וְחוֹתָם שָׁרֵי. אֲבָל בְּלֹא מַפְתֵּחַ וְחוֹתָם אֵין לְהַתִּיר, כֵּיוָן שֶׁבִּרְשׁוּת הָעוֹבֵד כּוֹכָבִים דִּבְקַל יְנַסְּכֶנּוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} שׁוֹמֵר. תֵּימַהּ, דְּהַיְנוּ רֵישָׁא יִשְׂרָאֵל וְעוֹבְדֵי כוֹכָבִים דָּרִין בָּהּ כוּ'. וְיֵשׁ לוֹמַר דְּאַשְׁמְעִינַן דַּאֲפִלּוּ בְיִשְׂרָאֵל חַד סַגִּי. תּוֹסָפוֹת: {לב} דְּחָיְשִׁינַן לְגוֹמְלִין. גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י אַף עַל גַּב דְּהַאי עוֹבֵד כּוֹכָבִים שֶׁהַבַּיִת שֶׁלּוֹ יִחֵד לוֹ קֶרֶן זָוִית לְיִשְׂרָאֵל וְלֹא נָגַע, דְּנִתְפָּס עָלָיו כְּגַנָּב, חָיְשִׁינַן דִּלְמָא שָׁבֵיק לֵיהּ לָעוֹבֵד כּוֹכָבִים חֲבֵרוֹ בַּעַל הַיַּיִן דְּלֹא מִרְתַּת לְנַסּוֹכֵי, כִּי הֵיכִי דַהֲדַר יִשְׂרָאֵל וְזָבֵין מֵהַאי עוֹבֵד כּוֹכָבִים זִמְנָא אַחֲרִינָא וּמַפְקִיד לֵיהּ גַּבֵּי הַהוּא דְלִשְׁבִיק לֵיהּ לְנַסּוֹכֵי","rdfs:label":"עיקר תוי\"ט עבודה זרה ד יא","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-11"},{"uri":"jbr:mishna-bartanura-4-8-4-12","jbo:text":"ר\"ע מברטנורה וְהַלָּה כוֹתֵב לוֹ הִתְקַבַּלְתִּי מִמְּךָ מָעוֹת מֻתָּר. אִם הַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים וְיִשְׂרְאֵלִים דָּרִים בְּאוֹתָהּ הָעִיר, כִּדְאָמְרִינַן לְעֵיל: אֲבָל אִם יִרְצֶה וְכוּ'. דְּהַשְׁתָּא הָוֵי הַיַּיִן מַשְׁכּוֹן אֵצֶל הַנָּכְרִי, הוֹאִיל וְיֵשׁ לוֹ מִלְוָה עַל הַיַּיִן, אָסוּר, דְּלֹא מִרְתַּת, דְּסָבַר אִי חָזוּ לִי וְתָבְעוּ לִי, אֲמֵינָא דִּידִי הוּא {לג}. וְאַף עַל פִּי שֶׁמַּפְתֵּחַ וְחוֹתָם בְּיַד יִשְׂרָאֵל, אָסוּר","rdfs:label":"ר\"ע מברטנורה עבודה זרה ד יב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-12"},{"uri":"jbr:mishna-yomtov-4-8-4-12","jbo:text":"עיקר תוי\"ט {לג} וְיֹאמַר וִיהִי מָה אִם יֵדְעוּ בוֹ לֹא יִקְחוּ מִמֶּנִּי. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט עבודה זרה ד יב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-4","jbo:mishna":"jbr:mishna-4-8-4-12"},{"uri":"jbr:mishna-bartanura-4-8-5-1","jbo:text":"ר\"ע מברטנורה הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְיֵין נֶסֶךְ. לַהֲרִיקוֹ מִכְּלִי אֶל כְּלִי, אוֹ לְהוֹלִיךְ חָבִיּוֹת מִמָּקוֹם לְמָקוֹם. וַאֲפִלּוּ בִסְתָם יֵינָם: שְׂכָרוֹ אָסוּר. קְנָס הוּא שֶׁקָּנְסוּ חֲכָמִים בְּיֵין נֶסֶךְ וּבִסְתָם יֵינָם {ב}: שְׂכָרוֹ מֻתָּר. וּכְגוֹן שֶׁאָמַר לוֹ הַעֲבֵר לִי כָּל חָבִית וְחָבִית בִּפְרוּטָה {ג}. אֲבָל אִם אָמַר לוֹ הַעֲבֵר לִי מֵאָה חָבִיּוֹת בְּמֵאָה פְרוּטוֹת, וְנִמְצֵאת חָבִית שֶׁל יֵין נֶסֶךְ בֵּינֵיהֶם, שְׂכָרוֹ אָסוּר {ד}: הַשּׂוֹכֵר אֶת הַחֲמוֹר שְׂכָרָהּ אָסוּר. הָא מַתְנִיתִין נָקַט לֵיהּ מִשּׁוּם סֵיפָא, וְסֵיפָא אָתָא לְאַשְׁמוֹעִינַן דְּאַף עַל גַּב דְּהַשּׂוֹכֵר אֶת הַחֲמוֹר לִרְכֹּב עָלָיו סְתָמָא שְׂכָרָהּ נַמִּי לְהַנִּיחַ לְגִינוֹ שֶׁל יַיִן וּמְזוֹנוֹתָיו עָלֶיהָ, סָלְקָא דַעְתָּךְ אֲמֵינָא דַּהֲוֵי כְאִלּוּ שְׂכָרָהּ מֵעִקָּרָא לְהָבִיא עָלֶיהָ יֵין נֶסֶךְ וּשְׂכָרוֹ אָסוּר, קָמַשְׁמַע לָן {ה}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-1"},{"uri":"jbr:mishna-yomtov-4-8-5-1","jbo:text":"עיקר תוי\"ט {א} הַשּׂוֹכֵר כוּ'. עוֹבֵד כּוֹכָבִים שֶׁשָּׂכַר אֶת יִשְׂרָאֵל. רַשִׁ\"י: {ב} וּמִשּׁוּם חֻמְרָא דְיֵין נֶסֶךְ קָנְסוּ. אַף עַל גַּב דְּבִשְׁבִיעִית לֹא קָנְסוּ פוֹעֵל דְּלֹא נְפִישׁ אַגְרֵיהּ: {ג} וּבְחָבִיּוֹת שֶׁאֵינָן שֶׁל יֵין נֶסֶךְ אֶלָּא כְגוֹן שֶׁל שֵׁכָר, וְאַף עַל פִּי שֶׁאוֹמֵר לוֹ הַעֲבֵר לִי חָבִית שֶׁל יֵין נֶסֶךְ [פֵּרוּשׁ, אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁשְּׂכָרוֹ הוֹדִיעוֹ שֶׁבִּכְלַל הַמְּלָאכָה אִיכָּא חָבִית שֶׁל יֵין נֶסֶךְ] שְׂכָרוֹ מֻתָּר. וּפֵרֵשׁ רַשִׁ\"י, שָׁדֵי פְרוּטָה לְנַהֲרָא. אִי נַמִּי לֹא שָׁקֵיל מִיַּד עוֹבֵד כּוֹכָבִים, וְאִינָךְ מִשְׁתְּרֵי דְּהָא לֹא שַׁיָּךְ שְׂכַר הַהוּא חָבִית בַּהֲדֵי אִינָךְ, דְּכָל חֲדָא קִנְיָן אַגְרָא בְאַפֵּי נַפְשֵׁיהּ: {ד} דְּכָל כַּמָּה דְלָא אַעַבְרִינְהוּ לְכֻלְּהוּ לֹא יָהֵיב לֵיהּ מִידֵי, הִלְכָּךְ אַגְרָא שַׁיָּךְ בֵּיהּ. רַשִׁ\"י. דְּכֻלֵּהּ אַגְרָא אַכָּל חֲדָא וַחֲדָא יָהֵיב. הָרַמְבַּ\"ן. וַאֲפִלּוּ לֹא הוֹדִיעוֹ בִשְׁעַת הַשְּׂכִירוּת אֶלָּא נִמְצָא אַחַר כָּךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} דְּכֵיוָן דְּאִי לֹא מוֹתִיב לֵיהּ לֹא מָצֵי אָמַר לֵיהּ נַכֵּי לֵיהּ אַגְרָא דְלָגִינָא, הֲרֵי זֶה כְאִלּוּ לֹא שְׂכָרָהּ לְכָךְ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ה א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-1"},{"uri":"jbr:mishna-bartanura-4-8-5-2","jbo:text":"ר\"ע מברטנורה יְדִיחֵן. בְּמַיִם צוֹנְנִים: מַעֲשֶׂה בְּבַיְתוֹס בֶּן זוֹנִין. מַתְנִיתִין חֲסוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, וְאִם נוֹתֵן טַעַם לִפְגָם מֻתָּר, וּמַעֲשֶׂה נַמִּי בְּבַיְתוֹס בֶּן זוֹנִין שֶׁהָיָה מֵבִיא גְרוֹגָרוֹת בִּסְפִינָה וְנִשְׁתַּבְּרָה חָבִית שֶׁל יֵין נֶסֶךְ עַל גַּבֵּיהֶן וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְהִתִּירוּם: כֹּל שֶׁבַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם. שֶׁאָדָם נֶהֱנֶה מִטַּעֲמוֹ שֶׁל אִסּוּר: כֹּל שֶׁאֵין בַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם. שֶׁאֵינוֹ נֶהֱנֶה בְטַעֲמוֹ שֶׁל אִסּוּר: כְּגוֹן חֹמֶץ. שֶׁל אִסּוּר שֶׁנָּפַל בְּתוֹךְ גְּרִיסִין שֶׁל הֶתֵּר, נוֹתֵן טַעַם לִפְגָם הוּא. וְהוּא שֶׁיִּהְיוּ הַגְּרִיסִין רוֹתְחִין בְּשָׁעָה שֶׁנָּפַל בָּהֶן הַחֹמֶץ, שֶׁאָז פּוֹגֵם בָּהֶם מִתְּחִלָּה וְעַד סוֹף. וְאַרְבָּעָה מִינֵי נוֹתְנֵי טַעַם הֵם, יֵשׁ טַעַם מַשְׁבִּיחַ מִתְּחִלָּה וְעַד סוֹף, כְּגוֹן הַיַּיִן בְּתַבְשִׁיל שֶׁל בָּשָׂר אוֹ שֶׁל דָּגִים, וְזֶה אָסוּר אִסּוּר וַדַּאי. וְיֵשׁ טַעַם פּוֹגֵם מִתְּחִלָּה וְעַד סוֹף, כְּגוֹן שַׁמְנוּנִית הַדָּגִים אוֹ הַבָּשָׂר בִּדְבַשׁ {ט}, וְזֶה מֻתָּר לְכַתְּחִלָּה. וְיֵשׁ פּוֹגֵם מִתְּחִלָּה וּמַשְׁבִּיחַ בַּסּוֹף, כְּגוֹן הַדְּבַשׁ בַּיַּיִן שֶׁהוּא פוֹגֵם בּוֹ לְשַׁעְתּוֹ, וּכְשֶׁיִּשְׁהֶה בוֹ עַד שֶׁיִּפְגֹּם עָלָיו כֹּחַ הַיַּיִן נוֹתֵן בּוֹ הַדְּבַשׁ רֵיחַ וְטַעַם. וְיֵשׁ מַשְׁבִּיחַ בִּתְחִלָּה וּלְבַסּוֹף פּוֹגֵם, כְּגוֹן שֻׁמַּן הַבָּשָׂר עִם הַחֶמְאָה, אוֹ הַטַּעַם הַבָּלוּעַ בִּכְלִי שֶׁאֵינוֹ בֶן יוֹמוֹ, שֶׁנִּכְנַס בּוֹ מְשֻׁבָּח וְאַחַר כָּךְ נִפְגַּם {י}. וְאֵלּוּ הַשְּׁנַיִם אֲסוּרִים מִסָּפֵק. לְפִיכָךְ אִם הַגְּרִיסִין הַלָּלוּ שֶׁנָּפַל בָּהֶן חֹמֶץ לֹא הָיוּ רוֹתְחִין הֲרֵי הֵן אֲסוּרִין מִסָּפֵק, שֶׁהַחֹמֶץ בַּגְּרִיסִין מַקְדִּיחַ וּמַשְׁבִּיחַ, וְאַף עַל פִּי כְשֶׁמַּרְתִּיחִין אַחַר כָּךְ פּוֹגֵם טַעְמוֹ, הָוֵי מַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם וְאָסוּר","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-2"},{"uri":"jbr:mishna-yomtov-4-8-5-2","jbo:text":"עיקר תוי\"ט {ו} מֻתָּרוֹת. בַּיְרוּשַׁלְמִי מְפָרֵשׁ דְּמַיְרֵי בַעֲנָבִים הַמְחֻבָּרִים לָאֶשְׁכּוֹל. אֲבָל אִם נִטַּל הָעֹקֶץ הֲווּ כִמְבֻקָּעוֹת מִפְּנֵי נֶקֶב הַנִּשְׁאָר בִּזְנָבוֹ. תּוֹסָפוֹת: {ז} נָפַל עַל גַּבֵּי וְכוּ' אָסוּר. לֹא גָרְסִינַן בִּסְפָרִים אֲחֵרִים. דְּאִי גָרְסִינַן הֲוָה לָן לְמֵימַר חֲסוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, אֲבָל בִּתְאֵנִים יְבֵשִׁים נוֹתֵן טַעַם לִפְגָם הוּא: {ח} מֻתָּר. בַּגְּמָרָא יָלְפִינַן לֵיהּ מִקְּרָא: {ט} פֵּרוּשׁ בְּמַשְׁקֶה הַנַּעֲשֶׂה מִדְּבַשׁ. [דְּאִלּוּ הַדְּבַשׁ עַצְמוֹ מְשֻׁבָּח בַּבָּשָׂר]: {י} תֵּימַהּ לִי, דְּמָה עִנְיָן זֶה לְמַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם, דְּלֹא אָמְרָן אֶלָּא עַל הַדָּבָר שֶׁבִּשְׁעַת תַּעֲרָבְתּוֹ מַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם, וּלְכָךְ יֵשׁ לֶאֱסֹר הַמַּאֲכָל הַהוּא מִפְּנֵי שֶׁבִּתְחִלַּת תַּעֲרָבְתּוֹ הָיָה מְשֻׁבָּח כוּ', אֲבָל בִּכְלִי שֶׁאֵינוֹ בֶן יוֹמוֹ כְּבָר נִפְגַּם הַטַּעַם וְנִמְצָא שֶׁזֶּה הַתַּעֲרֹבֶת פּוֹגֵם מִתְּחִלָּה וְעַד סוֹף הוּא כוּ'. וּבַגְּמָרָא דְמִשּׁוּם גְּזֵרָה אַטּוּ בֶן יוֹמוֹ אָסוּר, אֲבָל מִשּׁוּם עַצְמוֹ נוֹתֵן טַעַם לִפְגָם מַמָּשׁ הוּא","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-2"},{"uri":"jbr:mishna-bartanura-4-8-5-3","jbo:text":"ר\"ע מברטנורה אִם הָיָה בְחֶזְקַת הַמִּשְׁתַּמֵּר. כָּל זְמַן שֶׁלֹּא הוֹדִיעוֹ שֶׁהוּא מַפְלִיג הָוֵי בְחֶזְקַת הַמִּשְׁתַּמֵּר {יב}, וַאֲפִלּוּ הִפְלִיג מִיל, דְּהַנָּכְרִי מִרְתַּת וְאוֹמֵר הַשְׁתָּא אָתֵי יִשְׂרָאֵל וְחָזֵי לִי: אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג. וּמִתְרַחֵק מִמֶּנּוּ וְחָבִיּוֹת סְתוּמוֹת הֵם: כְּדֵי שֶׁיִּשְׁתֹּם. אִם שָׁהָה כְדֵי שֶׁיִּקֹּב הַנָּכְרִי נֶקֶב בִּמְגוּפַת הֶחָבִית וְיַחֲזֹר וְיִסְתֹּם הַנֶּקֶב וְתִיבַשׁ הַסְּתִימָה {יג}, אָסוּר: יִשְׁתֹּם. יִפְתַּח. כְּמוֹ (בְּמִדְבָּר כד) שְׁתֻם הָעָיִן, שֶׁעֵינוֹ פְתוּחָה: רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר. אֵינוֹ אָסוּר אֶלָּא אִם שָׁהָה כְדֵי שֶׁיִּפְתַּח אֶת כָּל מְגוּפַת הֶחָבִית {יד}: וְיָגוּף. וְיַעֲשֶׂה מְגוּפָה אַחֶרֶת: וְתִגֹּב. וְתִנָּגֵב וְתִיבַשׁ. אֲבָל לִנְקִיבַת חוֹר בִּמְגוּפָה שֶׁל חָבִית לֹא חָשְׁשׁוּ, מִשּׁוּם דְּמִנְכְּרָא מִלְּתָא. וְדַוְקָא בִמְגוּפָה שֶׁל סִיד הוּא דִפְלִיגֵי רַבָּנָן עֲלֵיהּ דְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְחָיְשִׁי לִפְתִיחַת נֶקֶב, מִשּׁוּם דְּלֹא מִנְכַּר, שֶׁהַסִּיד לָבָן וְאֵינוֹ נִכָּר בֵּין חָדָשׁ לְיָשָׁן {טו}. אֲבָל בִּמְגוּפַת טִיט, מוֹדוּ רַבָּנָן לְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל דְּלֹא מִתְּסַר הַיַּיִן עַד שֶׁיִּשְׁהֶה כְדֵי שֶׁיִּפְתַּח הַמְּגוּפָה כֻלָּהּ וְיָגוֹף וְתִגֹּב. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-3"},{"uri":"jbr:mishna-yomtov-4-8-5-3","jbo:text":"עיקר תוי\"ט {יא} מַעֲבִיר כוּ'. מַיְרֵי בְחָבִית סְתוּמָה בִּפְקָק שֶׁל עֵץ וְכַיּוֹצֵא בוֹ. אַף עַל גַּב דְּהָעוֹבֵד כּוֹכָבִים יָכוֹל לְסַלְּקוֹ וְלִגַּע בְּלֹא זִיּוּף כְּלָל, כֵּיוָן דִּבְחֶזְקַת מִשְׁתַּמֵּר מֻתָּר. אֲבָל בִּפְתוּחִים לְגַמְרֵי לֹא, דְּכֵיוָן שֶׁהֵם עַל כְּתֵפוֹ וְיָכוֹל לִגַּע בָּהֶן בְּהֶדְיָא, חָיְשִׁינַן דִּלְמָא נָגַע וְלֹא מִרְתַּת כְּלָל, דְּמִשְׁתַּמֵּט לְמֵימַר לְהַחֲזִיק בֶּחָבִית נִתְכַּוַּנְתִּי שֶׁלֹּא יִפֹּל. וְאַף עַל גַּב דִּסְתָמָא קָתָנֵי, וּמַשְׁמַע דְּאַיְרֵי בִּפְתוּחוֹת דּוּמְיָא דְאַחֲרִינֵי, סְתָמָא דְמַעֲבִיר חָבִית מִמָּקוֹם לְמָקוֹם הַיְנוּ סָתוּם קְצָת שֶׁלֹּא יֵצֵא הַיַּיִן בְּטִלְטוּל הֶחָבִית, וַאֲפִלּוּ הָכִי פְּקָק שֶׁל עֵץ פְּתוּחוֹת מִקְּרוּ. הָרֹא\"שׁ: {יב} אֲבָל הַתּוֹסָפוֹת דִּקְדְּקוּ דְּדַוְקָא בְּבָא דֶרֶךְ עֲקַלָּתוֹן, שֶׁיָּכוֹל לָבֹא עָלָיו פִּתְאוֹם שֶׁלֹּא יִרְאֶנּוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} וְזֶה לְשׁוֹן הָרֹא\"שׁ, וְהוֹדִיעוֹ שֶׁהוּא מַפְלִיג, פֵּרוּשׁ, שֶׁאָמַר לוֹ שֶׁדַּעְתּוֹ לְהַפְלִיג בִּסְתָם, אוֹ שֶׁאָמַר לוֹ הַמָּקוֹם, וְיֵשׁ בְּאוֹתָהּ הַפְלָגָה כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. אֲבָל אִם אֵין בְּאוֹתָהּ הַפְלָגָה כְּדֵי שֶׁיִּשְׁתֹּם כוּ', אֲפִלּוּ שָׁהָה זְמַן מְרֻבֶּה מֻתָּר, דִּבְכָל עִנְיָן מִרְתַּת עוֹבֵד כּוֹכָבִים דִּלְמָא אָתֵי הַשְׁתָּא וְחָזֵי לֵיהּ: {יד} וְאִי אֶפְשָׁר לְנָטְלָהּ שֶׁלֹּא תִשָּׁבֵר כֻּלָּהּ. רַשִׁ\"י: {טו} וְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל סְבִירָא לֵיהּ נְהִי דִלְמַעְלָה לֹא יְדִיעַ, לְפִי שֶׁלְּמַעְלָה מֵרְחוֹ הָעוֹבֵד כּוֹכָבִים וְהִשְׁוָה סִתּוּמוֹ, לְמַטָּה מִיהָא יְדִיעַ, דִּלְמַטָּה לֹא יוּכַל הָעוֹבֵד כּוֹכָבִים לְמָרְחוֹ, וּכְשֶׁיִּפְתַּח יִשְׂרָאֵל אֶת הַמְּגוּפָה יִרְאֶה מִתַּחְתֶּיהָ אוֹתָהּ סְתִימָה. וְרַבָּנָן, כֵּיוָן דִּלְמַעְלָה לֹא יְדִיעַ, לֹא מַסִּיק אַדַּעְתֵּהּ דַּאָפֵיךְ וְחָזֵי לֵיהּ. אִי נַמִּי, זִמְנִין דְּחָלֵים [מִתְמַלֵּא הַנֶּקֶב מִלְּמַטָּה כִלְמַעְלָה. רַשִׁ\"י]","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-3"},{"uri":"jbr:mishna-bartanura-4-8-5-4","jbo:text":"ר\"ע מברטנורה הַמַּנִּיחַ יֵינוֹ בְקָרוֹן אוֹ בִסְפִינָה. עִם הַנָּכְרִי: בְּקַפַּנְדַּרְיָא. בְּדֶרֶךְ קְצָרָה, שֶׁנִּכְנָס בְּשַׁעַר זֶה וְיוֹצֵא מִשַּׁעַר שֶׁכְּנֶגְדּוֹ: וְרָחַץ. בַּמֶּרְחָץ: מֻתָּר. דְּכֵיוָן דְּנָכְרִי לֹא יָדַע דְּשָׁהֵי, מִרְתַּת וְלֹא נָגַע. וְאַשְׁמוֹעִינַן בְּמַתְנִיתִין פְּלֻגְתָּא דְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְרַבָּנָן בְּהָנָךְ תְּלָתָא בָּבֵי, דְּאִי תָנָא נָכְרִי שֶׁהָיָה מַעֲבִיר כַּדֵּי יַיִן, הֲוָה אֲמֵינָא הָתָם מִרְתַּת הַנָּכְרִי דְּסָבַר הַשְׁתָּא אָתֵי חָזֵי לִי, אֲבָל בִּסְפִינָה וְקָרוֹן מַפְלִיג לֵיהּ לִסְפִינְתֵיהּ וַעֲבִיד מַאי דְּבָעֵי וְלֹא מִרְתַּת. וְאִי תָנָא סְפִינָה וְקָרוֹן וְלֹא תָנֵי הַמַּנִּיחַ נָכְרִי בַחֲנוּתוֹ, הֲוָה אֲמֵינָא בִּסְפִינָה וְקָרוֹן מִרְתַּת דְּסָבַר דִּלְמָא בְאוֹרְחָא אַחֲרִינָא אָזֵיל וְקָאֵי מִצַּד אַחֵר וְחָזֵי לִי, אֲבָל בְּמַנִּיחַ נָכְרִי בַחֲנוּתוֹ דְאִיכָּא לְמֵימַר אָחֵיד לֵיהּ לְבָבָא וַעֲבִיד כָּל דְּבָעֵי, אֵימָא לֹא, צְרִיכָא. וּבְכֻלְּהוּ הֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-4"},{"uri":"jbr:mishna-yomtov-4-8-5-4","jbo:text":"עיקר תוי\"ט {טז} יוֹצֵא וְכוּ'. כָּל הַיּוֹם כֻּלּוֹ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-4"},{"uri":"jbr:mishna-bartanura-4-8-5-5","jbo:text":"ר\"ע מברטנורה דֻּלְבְּקִי. כְּלִי שֶׁמַּנִּיחִין בּוֹ כוֹסוֹת וַאֲשִׁישׁוֹת בְּאֳכָלִין וּמַשְׁקִין, וּמִמֶּנּוּ נוֹטְלִין וּמְשִׂימִין עַל הַשֻּׁלְחָן, וְאֵין אֶחָד מִן הַמְסֻבִּין נוֹטֵל כְּלוּם מִן הַדֻּלְפְּקִי אֶלָּא מִן הַשֻּׁלְחָן: וְאִם אָמַר לוֹ הֱוֵי מוֹזֵג וְשׁוֹתֶה. הוֹאִיל וְהִרְחִיב לוֹ הָרְשׁוּת: אַף מַה שֶּׁעַל הַדֻּלְפְּקִי אָסוּר. דְּסָמְכָא דַּעְתֵּהּ וְנָגַע בְּכֻלֵּיהּ: חָבִיּוֹת פְּתוּחוֹת. הַנִּמְצָאוֹת בְּבַיִת שֶׁהִנִּיחוֹ שָׁם: כְּדֵי שֶׁיִּפְתַּח וְיִסְתֹּם וְיִגֹּב. סְתָמָא כְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל דְּהִלְכָתָא כְּוָתֵיהּ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-5"},{"uri":"jbr:mishna-yomtov-4-8-5-5","jbo:text":"עיקר תוי\"ט {יז} וּלְגִינָה כוּ'. וְהֵם פְּתוּחוֹת דּוּמְיָא דְשֶׁעַל הַשֻּׁלְחָן. הָרֹא\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-5"},{"uri":"jbr:mishna-bartanura-4-8-5-6","jbo:text":"ר\"ע מברטנורה בַּלֶּשֶׁת. חַיִל שֶׁמְּחַפְּשִׂין וְחוֹתְרִין הַבָּתִּים. תַּרְגּוּם וַיְחַפֵּשׂ, וּבָלַשׁ","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-6"},{"uri":"jbr:mishna-yomtov-4-8-5-6","jbo:text":"עיקר תוי\"ט {יח} סְתוּמוֹת כוּ'. כֵּיוָן שֶׁהֵם סְתוּמוֹת הֲרֵי זוֹ רְאָיָה שֶׁלֹּא פְתָחוּם, שֶׁאִלּוּ פְתָחוּם לֹא חָזְרוּ לְסָתְמָם, שֶׁאֵין אֵימַת אָדָם עֲלֵיהֶם. וּמִיהוּ דַוְקָא סְתוּמוֹת בִּמְגוּפָה שֶׁל טִיט. אֲבָל בִּפְקָק שֶׁל עֵץ כִּפְתוּחוֹת דָּמֵי, וְכִי מַהֲדַר לִפְקָק, לָאו מִשּׁוּם אֵימָתוֹ אֶלָּא אוֹרְחָא דְמִלְּתָא. הָרַ\"ן: {יט} מֻתָּרוֹת. וּמִיהוּ דַוְקָא בִּפְתוּחוֹת מִתְּחִלָּתָן, אֲבָל סְתוּמוֹת שֶׁנִּפְתְּחוּ חָיְשִׁינַן לְהוּ. הָרַ\"ן","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-6"},{"uri":"jbr:mishna-bartanura-4-8-5-7","jbo:text":"ר\"ע מברטנורה תֵּן לָנוּ אֶת דָּמֶיהָ. דְּהָא לֹא קָנוּ, וְהוּא אֵינוֹ חַיָּב לָהֶם אֶלָּא מָעוֹת: הַמּוֹכֵר יֵינוֹ לְנָכְרִי פָּסַק עִמּוֹ מָעוֹת: עַד שֶׁלֹּא מָדַד. דָּמָיו מֻתָּרִין. דִּמְשִׁיכָה בְנָכְרִי קוֹנָה כְמוֹ בְיִשְׂרָאֵל, וּכְשֶׁמּוֹדֵד הַיִּשְׂרָאֵל בְּכֵלָיו וּבָא {כא} הַכְּלִי בִרְשׁוּת הַנָּכְרִי קְנָאוֹ הַנָּכְרִי בִמְשִׁיכָה, וַהֲווּ לֵיהּ לַיִּשְׂרָאֵל זוּזֵי אֵצֶל הַנָּכְרִי בְּהַלְוָאָה, וְיֵין נֶסֶךְ לֹא הָוֵי עַד דְּנָגַע: מָדַד עַד שֶׁלֹּא פָסַק. סְכוּם הַדָּמִים, כָּךְ וְכָךְ יַיִן בְּכָךְ וְכָךְ דָּמִים: דָּמָיו אֲסוּרִין. דְּנָכְרִי לֹא קַנְיֵהּ הַשְׁתָּא בִמְשִׁיכָה, דְּכֵיוָן דְּלֹא פָסַק דָּמָיו לֹא סָמְכָא דַּעְתֵּיהּ דְּלִקְנְיֵיהּ בִּמְשִׁיכָה, שֶׁמָּא יַרְבֶּה לוֹ דָמָיו, הִלְכָּךְ כִּי נָגַע בֵּיהּ הָוֵי יֵין נֶסֶךְ בִּרְשׁוּת יִשְׂרָאֵל, שֶׁעֲדַיִן לֹא קְנָאוֹ הַנָּכְרִי עַד שֶׁיִּפְסֹק לוֹ דָמִים: אִם יֶשׁ בּוֹ עַכֶּבֶת יַיִן. אִם יֵשׁ בַּמַּשְׁפֵּךְ שֶׁנִּמְדַּד בּוֹ תְחִלָּה יַיִן שֶׁל נָכְרִי, עַכֶּבֶת יַיִן, אֳגָנִים שֶׁמִּתְעַכֵּב יַיִן עַל פִּיו שֶׁלֹּא יָצָא כְטִפָּה אוֹ שְׁתֵּי טִפִּין {כב}: אָסוּר. דְּמִתְּסַר חַמְרָא דְיִשְׂרָאֵל מִשּׁוּם הַהִיא טִפַּת יֵין נֶסֶךְ שֶׁבַּמַּשְׁפֵּךְ {כג}: הַמְעָרֶה מִכְּלִי אֶל כְּלִי. יִשְׂרָאֵל שֶׁעֵרָה מִכְּלִי שֶׁלּוֹ לַכְּלִי שֶׁבְּיַד הַנָּכְרִי {כד} אוֹ לִכְלִי שֶׁיֵּשׁ בּוֹ יֵין נֶסֶךְ: אֶת שֶׁמְּעָרֶה מִמֶּנּוּ מֻתָּר. הַיַּיִן שֶׁנִּשְׁאַר בַּכְּלִי הָעֶלְיוֹן שֶׁבְּיַד יִשְׂרָאֵל, מֻתָּר: וְאֶת שֶׁעֵרָה בְתוֹכוֹ. וְהַקִּלּוּחַ שֶׁיָּצָא מִכְּלִי יִשְׂרָאֵל אַף עַל פִּי שֶׁלֹּא הִגִּיעַ לַכְּלִי שֶׁבְּיַד הַנָּכְרִי, וְכָל שֶׁכֵּן מַה שֶּׁהִגִּיעַ לַכְּלִי שֶׁל נָכְרִי, אָסוּר, דְּנִצּוֹק חִבּוּר. וּמַתְנִיתִין דְּשָׁרֵי הַיַּיִן שֶׁנִּשְׁאַר בַּכְּלִי שֶׁבְּיַד יִשְׂרָאֵל, מַיְרֵי כְּגוֹן דַּקַטַּף קַטּוֹפֵי, שֶׁקֹּדֶם שֶׁנָּגַע הַקִּלּוּחַ בַּכְּלִי הַתַּחְתּוֹן שֶׁבְּיַד הַנָּכְרִי פָּסַק הָעֶלְיוֹן הַמְחֻבָּר לַכְּלִי שֶׁבְּיַד יִשְׂרָאֵל, וְלֹא הָיָה כָאן נִצּוֹק שֶׁיְּחַבֵּר מַה שֶּׁבַּכְּלִי הָעֶלְיוֹן לְמַה שֶּׁבַּכְּלִי הַתַּחְתּוֹן. אִי נַמִּי, דְּנָפַץ נַפּוֹצֵי, שֶׁהִשְׁלִיךְ הַיַּיִן מִן הַכְּלִי הָעֶלְיוֹן כְּדֶרֶךְ שֶׁמַּשְׁלִיכִין מִן הַמִּזְרָקִים, וְלֹא הָיָה שָׁם סִילוֹן וְקִלּוּחַ שֶׁיְּחַבֵּר בֵּין הַיַּיִן שֶׁבַּכְּלִי אֲשֶׁר בְּיַד יִשְׂרָאֵל לַכְּלִי שֶׁבְּיַד נָכְרִי. אֲבָל אִם הָיָה שָׁם חִבּוּר, כָּל מַה שֶּׁנִּשְׁאַר בַּכְּלִי הָעֶלְיוֹן שֶׁבְּיַד יִשְׂרָאֵל אָסוּר, דְּקַיְמָא לָן נִצּוֹק חִבּוּר וְאוֹסֵר בְּיֵין נֶסֶךְ. וְכֵן הִלְכָתָא","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-7"},{"uri":"jbr:mishna-yomtov-4-8-5-7","jbo:text":"עיקר תוי\"ט {כ} אָסוּר. פֵּרוּשׁ, שֶׁקִּבְּלוּהָ בַשָּׂכָר. אֲבָל בְּהַכְנָסָה לְבַד לֹא נֶאֱסָר, שֶׁאֵין חֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ בְעַל כָּרְחוֹ. בֵּית יוֹסֵף: {כא} וּמִכִּי מָדַד מִסְּתָמָא מוֹשֵׁךְ. וְעַיֵּן בְּסָמוּךְ: {כב} וּבַיְרוּשַׁלְמִי גָרְסֵי עַקֶּבֶת בְּקוֹ\"ף, וּמְפָרֵשׁ כְּמָה דְתֵימָא עֲקֻבָּה מִדָּם. פֵּרוּשׁ לִכְלוּךְ יַיִן. הָרַ\"ן: {כג} דְּמִתַּסְרָא מִשּׁוּם נִצּוֹק שֶׁחִבֵּר יַיִן שֶׁבַּמַּשְׁפֵּךְ וְיַיִן שֶׁבְּקַרְקָעִית שֶׁל צְלוֹחִית. גְּמָרָא. וְכָתַב הָרַ\"ן, וְהַאי אָסוּר, בַּהֲנָאָה קָאָמַר, וּמִשּׁוּם הָכִי דַּוְקָא כִי אִית בֵּיהּ עַכֶּבֶת יַיִן, הָא לָאו הָכִי לֹא עֲדִיף מִנּוֹדוֹת הָעוֹבְדֵי כוֹכָבִים דְּפֶרֶק ב' מִשְׁנָה ד', וּלְפִי זֶה אֲנַן דְּקַיְמָא לָן בְּתַעֲרֹבוֹת כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל [דְּמִשְׁנָה י'] לֹא קַיְמָא לָן כִּי הַךְ מַתְנִיתִין. וּלְהָכִי מְפָרֵשׁ הָרַ\"ב לְעֵיל דַּוְקָא בְכֵלָיו שֶׁל יִשְׂרָאֵל, דְּאִי בְכֵלָיו שֶׁל עוֹבֵד כּוֹכָבִים הָיָה אָסוּר אַף בְּפָסַק קֹדֶם שֶׁמָּדַד, לְתַנָּא דְמַתְנִיתִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} וְכֵיוָן שֶׁהַכְּלִי בְיָדוֹ וְלֹא עַל גַּבֵּי הַקַּרְקַע, מִסְּתָמָא מְנַדְנְדוֹ וְנֶאֱסָר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-7"},{"uri":"jbr:mishna-bartanura-4-8-5-8","jbo:text":"ר\"ע מברטנורה וּמַיִם בְּמַיִם. מַיִם שֶׁנִּתְנַסְּכוּ לַעֲבוֹדָה זָרָה אוֹ שֶׁנֶּעֶבְדוּ, בְּמַיִם שֶׁל הֶתֵּר: בְּכָל שֶׁהוּא. לֹא שְׁנָא נָפַל הֶתֵּרָא לְגוֹ אִסּוּרָא אוֹ אִסּוּרָא לְגוֹ הֶתֵּרָא, אוֹסֵר בְּמִינוֹ בְּכָל שֶׁהוּא. וּבִלְבַד שֶׁיִּהְיֶה הָאִסּוּר הַנּוֹפֵל לְתוֹךְ הַהֶתֵּר נוֹפֵל מִכְּלִי שֶׁפִּיו רָחָב וְיֵשׁ בַּיַּיִן הַיּוֹצֵא מִן הַכְּלִי שִׁעוּר גָּדוֹל בְּבַת אַחַת. אֲבָל הַמְעָרֶה יֵין נֶסֶךְ מִכְּלִי קָטָן שֶׁאֵינוֹ מוֹצִיא אֶלָּא טִפָּה טִפָּה וְנָפַל לְתוֹךְ יַיִן שֶׁל הֶתֵּר, אֲפִלּוּ כָל הַיּוֹם כֻּלּוֹ, אָמְרִינַן קַמָּא קַמָּא בָטִיל {כו}. וְאִם עֵרָה הֶתֵּר לְתוֹךְ אִסּוּר, כָּל מַה שֶּׁעֵרָה מִמֶּנּוּ לְתוֹךְ הָאִסּוּר, אָסוּר, וַאֲפִלּוּ חָבִית מְלֵאָה לְתוֹךְ טִפָּה אַחַת. וּמַסְקָנָא דְמִלְּתָא {כז} לְפִי הַהֲלָכָה, כָּל אִסּוּרִין שֶׁבַּתּוֹרָה בֵּין בְּמִינָן בֵּין שֶׁלֹּא בְמִינָן, בְּנוֹתֵן טַעַם. חוּץ מִטֶּבֶל {כח} וְיֵין נֶסֶךְ {כט}, דִּבְמִינָן בְּמַשֶּׁהוּ, שֶׁלֹּא בְמִינָן בְּנוֹתֵן טַעַם. יֵין נֶסֶךְ, מִשּׁוּם חֻמְרָא דַעֲבוֹדָה זָרָה. וְטֶבֶל, כְּהֶתֵּרוֹ כָּךְ אִסּוּרוֹ, כְּמוֹ שֶׁחִטָּה אַחַת פּוֹטֶרֶת אֶת הַכְּרִי, כָּךְ חִטָּה אַחַת עוֹשָׂה אֶת הַכְּרִי כֻּלּוֹ טֶבֶל. וְאִם אִסּוּר מִשְּׁאָר אִסּוּרִין נִתְעָרֵב בְּהֶתֵּר, אִם נִתְעָרֵב מִין בְּשֶׁאֵינוֹ מִינוֹ דְּאִיכָּא לְמֵיקַם אַטַּעְמָא, אִם תְּרוּמָה הִיא שֶׁנִּתְעָרְבָה בְחֻלִּין יִטְעֲמֶנָּה כֹהֵן, וְאִם דְּבַר אִסּוּר יִטְעֲמֶנּוּ נַחְתּוֹם נָכְרִי, אִם אוֹמֵר שֶׁאֵין בַּתַּעֲרֹבֶת טַעַם הַתְּרוּמָה אוֹ טַעַם הָאִסּוּר, הַכֹּל מֻתָּר. וְאִם נִתְעָרֵב מִין בְּמִינוֹ דְלֵיכָּא לְמֵיקַם אַטַּעְמָא, אוֹ מִין בְּשֶׁאֵינוֹ מִינוֹ וְאֵין כָּאן כֹּהֵן אוֹ נָכְרִי שֶׁנּוּכַל לִסְמֹךְ עָלָיו, אִם הָאִסּוּר הוּא מֵחֵלֶב וְדָם נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים וְכַיּוֹצֵא בָזֶה, מְשַׁעֲרִין אוֹתוֹ בְשִׁשִּׁים, אִם יֵשׁ שִׁשִּׁים שֶׁל הֶתֵּר כְּנֶגֶד הָאִסּוּר הַכֹּל מֻתָּר, וְאִם לָאו, הַכֹּל אָסוּר. וְאִם הָאִסּוּר הוּא תְרוּמָה וְחַלָּה וּבִכּוּרִים, מְשַׁעֲרִים אוֹתוֹ בְּמֵאָה שֶׁל הֶתֵּר. וְאִם עָרְלָה וְכִלְאֵי הַכֶּרֶם, מְשַׁעֲרִין אוֹתוֹ בְּמָאתַיִם {לא}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-8"},{"uri":"jbr:mishna-yomtov-4-8-5-8","jbo:text":"עיקר תוי\"ט {כה} יֵין נֶסֶךְ. כָּל הֵיכָא דְתָנֵי יֵין נֶסֶךְ, אַף סְתָם יֵינָם בְּמַשְׁמַע, אֶלָּא אִם כֵּן פֵּרֵשׁ. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} שֶׁמִּפְּנֵי שֶׁאֵין דֶּרֶךְ לְעָרוֹת בִּכְלִי כָזֶה, אֵין אָנוּ רוֹאִין כְּנָפוּל וּמְעֹרָב אֶלָּא מַה שֶּׁיָּרַד כְּבָר. מַה שֶּׁאֵין כֵּן בִּשְׁאָר כֵּלִים שֶׁדֶּרֶךְ הוּא לְעָרוֹת מֵהֶן, כֵּיוָן שֶׁסּוֹף הַיַּיִן לֵירֵד עַל יָדוֹ אִי אֶפְשָׁר לוֹמַר בּוֹ רִאשׁוֹן רִאשׁוֹן בָּטֵל, שֶׁכָּל הָעוֹמֵד לִפֹּל וּלְהִתְעָרֵב חָשְׁבִינַן לֵיהּ כִּמְעֹרָב כְּבָר. הָרַ\"ן. וּתְנָאִים אֵלּוּ שֶׁכָּתַב הָרַ\"ב, הוּא הַדִּין לְשֶׁאֵינוֹ מִינוֹ שֶׁהוּא בְנוֹתֵן טַעַם שֶׁהַדִּין כֵּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} לֹא בָא לְמַעֵט כָּל שֶׁנִּתְבָּאֵר עַד עַתָּה, אֶלָּא לְהוֹרוֹת הֲלָכָה בְכָל הָאִסּוּרִין הוּא דַאֲתָא: {כח} דְּזֶה הַכְּלָל לַאֲתוֹיֵי טֶבֶל. גְּמָרָא: {כט} וְהוּא הַדִּין מַיִם בְּמַיִם. תּוֹסָפוֹת: {ל} בְּנוֹתֵן טָעַם. יֵשׁ מְפָרְשִׁים דְּהַיְנוּ בְשִׁשִּׁים כְּמוֹ בִשְׁאָר אִסּוּרִין. וְהָרַאֲבַ\"ד כָּתַב כֵּיוָן שֶׁנִּתְעָרֵב בְּמַיִם עַד שֶׁיֵּשׁ בּוֹ יוֹתֵר מִכְּדֵי מְזִיגָה פּוֹגְמוֹ וּמֻתָּר אֲפִלּוּ בִשְׁתִיָּה, הִלְכָּךְ אִם יֵשׁ בַּמַּיִם שִׁשָּׁה חֲלָקִים מִן הַיַּיִן מֻתָּר אֲפִלּוּ בִשְׁתִיָּה. וְכֵן פָּסַק הַטּוּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} וּשְׁבִיעִית דְּאוֹסֵר בְּמַשֶּׁהוּ, אֵינוֹ אוֹסֵר בַּאֲכִילָה, אֶלָּא שֶׁחַיָּב לְאָכְלוֹ בִקְדֻשַּׁת שְׁבִיעִית. וְחָמֵץ יָצָא מִן הַכְּלָל, לְפִי שֶׁהוּא לִזְמַן קָצוּב וּבְהֵעָבֵר הַזְּמַן סָר אִסּוּרוֹ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-8"},{"uri":"jbr:mishna-bartanura-4-8-5-9","jbo:text":"ר\"ע מברטנורה אֵלּוּ אֲסוּרִין וְאוֹסְרִין בְּכָל שֶׁהֵן. כָּל מָקוֹם שֶׁנִּתְעָרְבוּ שָׁם אֲפִלּוּ אֶחָד בְּאֶלֶף אוֹסְרִין אֶת כֻּלָּן: יֵין נֶסֶךְ. חָבִית אַחַת בְּאֶלֶף חָבִיּוֹת {לג} אוֹסֵר אֶת כֻּלָּן בַּהֲנָאָה. וְאֵין כֵּן הֲלָכָה, אֶלָּא כִּדְכָתְבִינַן שִׁלְהֵי פֶרֶק כָּל הַצְּלָמִים, מוֹלִיךְ דְּמֵי אוֹתָהּ חָבִית לְיָם הַמֶּלַח, וְהַשְּׁאָר הַכֹּל מֻתָּר בַּהֲנָאָה וְאָסוּר בִּשְׁתִיָּה {לד}: וַעֲבוֹדָה זָרָה. צוּרָה שֶׁעֲבָדוּהָ, וְנִתְעָרְבָה בְאֶלֶף צוּרוֹת שֶׁאֵינָן עֲבוֹדָה זָרָה: וְעוֹרוֹת לְבוּבִין. דַּהֲוֵי נַמִּי אִסּוּרֵי הֲנָאָה, כִּדְאָמְרִינַן בְּפֶרֶק אֵין מַעֲמִידִין: וְצִפֹּרֵי מְצֹרָע וְכוּ' וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה. אִסּוּרֵי הֲנָאָה הֵן. וּבְפֶרֶק ב' דְּקִדּוּשִׁין פָּרְשִׁינַן לְהוּ: וּשְׂעַר נָזִיר. דְּאִסּוּרֵי הֲנָאָה הוּא, דִּכְתִיב (בְּמִדְבָּר ו) וְנָתַן עַל הָאֵשׁ אֲשֶׁר תַּחַת זֶבַח הַשְּׁלָמִים. וְאִם נִתְעָרְבָה אֲגֻדָּה שֶׁל שְׂעַר נָזִיר {לה} אֲפִלּוּ בְאֶלֶף אֲגֻדּוֹת שֶׁל שְׁאָר שְׂעָרוֹת, כֻּלָּן אֲסוּרוֹת בַּהֲנָאָה: וּפֶטֶר חֲמוֹר. אָסוּר בַּהֲנָאָה כָּל זְמַן שֶׁלֹּא נִפְדָּה: וּבָשָׂר בְּחָלָב. חֲתִיכַת בָּשָׂר שֶׁנִּתְבַּשְּׁלָה בְחָלָב וְנִתְעָרְבָה בְאֶלֶף חֲתִיכוֹת, אוֹסֶרֶת אֶת כֻּלָּן בַּהֲנָאָה. וְסָבַר הַאי תַּנָּא דְּדָבָר שֶׁדַּרְכּוֹ לִמָּנוֹת וְאִסּוּרוֹ אִסּוּר הֲנָאָה אוֹסֵר אֶת תַּעֲרָבְתּוֹ בְּכָל שֶׁהוּא. וְכָל הָנֵי דְּחָשֵׁיב בְּמַתְנִיתִין, דָּבָר שֶׁדַּרְכּוֹ לִמָּנוֹת הוּא וְאִסּוּרָן אִסּוּר הֲנָאָה: הֲרֵי אֵלּוּ. לִמְעוּטֵי אִסּוּרֵי הֲנָאָה שֶׁאֵין דַּרְכָּן לִמָּנוֹת, אוֹ שֶׁדַּרְכָּן לִמָּנוֹת וְאֵינָן אִסּוּרֵי הֲנָאָה {לו}, שֶׁאֵינָן אוֹסְרִין אֶת תַּעֲרָבְתָּן בְּכָל שֶׁהֵן","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-9"},{"uri":"jbr:mishna-yomtov-4-8-5-9","jbo:text":"עיקר תוי\"ט {לב} בְּכָל שֶׁהֵן. הַאי בְּכָל שֶׁהֵן אֵין פֵּרוּשׁוֹ שֶׁאֲפִלּוּ בְמַשֶּׁהוּ מֵאִסּוּרִין הַלָּלוּ יֶאֱסֹר תַּעֲרָבְתּוֹ בַהֲנָאָה, דְּהָא דַוְקָא דָבָר שֶׁבְּמִנְיָן קָא חָשֵׁיב, הִלְכָּךְ וַדַּאי הַאי כָּל שֶׁהֵן הָכִי קָאָמַר, שֶׁכָּל אֶחָד מֵאִסּוּרִים הַלָּלוּ אִם הוּא דָבָר שֶׁבְּמִנְיָן אוֹסֵר תַּעֲרָבְתּוֹ אֲפִלּוּ רִבָּה עָלָיו אֶלֶף כַּיּוֹצֵא בוֹ. הָרַ\"ן: {לג} וְהָכָא כְּשֶׁאִסּוּר וְהֶתֵּר כָּל אֶחָד בְּעֵין. וְלֹא דָמֵי לְתַעֲרֹבֶת דִּלְעֵיל וּמַתְנִיתִין דִּלְקַמָּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לד} וְהוּא הַדִּין לִשְׁאָר הָאוֹסְרִין בְּכָל שֶׁהֵן, שֶׁיִּמָּכְרוּ חוּץ מִדְּמֵי אִסּוּר. הָרַמְבַּ\"ם. וְהָרַאֲבַ\"ד: {לה} דְּהַשְׁתָּא הָוֵי דָבָר הַנִּמְכָּר בְּמִנְיָן, כַּמָּה גִזּוֹת בְּסֶלַע, וְעוֹשִׂין מֵהֶן שַׂקִּין. רַשִׁ\"י: {לו} וְאִם כֵּן מִשְׁנָה ה' פֶּרֶק ז' דְּחֻלִּין דְּאוֹסֶרֶת גִּיד הַנָּשֶׁה מִשּׁוּם דִּבְרִיָּה הִיא, וַחֲתִיכַת נְבֵלָה דִרְאוּיָה לְהִתְכַּבֵּד הִיא, פְּלִיגָא אַמַּתְנִיתִין, וְכֵן מַתְנִיתִין דְּרֵישׁ פֶּרֶק ח' דִּזְבָחִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ה ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-9"},{"uri":"jbr:mishna-bartanura-4-8-5-10","jbo:text":"ר\"ע מברטנורה שֶׁנָּפַל לְבוֹר. שֶׁל יַיִן: כֻּלּוֹ אָסוּר בַּהֲנָאָה. שֶׁהַיַּיִן שֶׁנִּתְנַסֵּךְ לַעֲבוֹדָה זָרָה אוֹסֵר בְּמִינוֹ בְּכָל שֶׁהוּא. אֲבָל סְתָם יֵינָם שֶׁל נָכְרִים שֶׁלֹּא יָדַעְנוּ בוֹ שֶׁנִּתְנַסַּךְ וַדַּאי, אַף עַל פִּי שֶׁאָסוּר בַּהֲנָאָה אֵינוֹ אוֹסֵר תַּעֲרָבְתּוֹ בַּהֲנָאָה, אֶלָּא נִמְכָּר כֻּלּוֹ לְנָכְרִי חוּץ מִדְּמֵי אוֹתוֹ סְתָם יֵינָן. וְכֵן הֲלָכָה {לח}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-10"},{"uri":"jbr:mishna-yomtov-4-8-5-10","jbo:text":"עיקר תוי\"ט {לז} שֶׁנָּפַל. כְּשֶׁנָּפַל בְּחָבִית גְּדוֹלָה וְנִשְׁתַּבְּרָה וְנָפַל כֻּלּוֹ כְאֶחָד לְגוֹ הֶתֵּרָא, וְלֹא אָמְרִינַן קַמָּא קַמָּא בָטִיל לֵיהּ בְּרֹב. רַשִׁ\"י: {לח} וְקָא מַשְׁמַע לָן דַּאֲפִלּוּ נִתְעָרֵב הַיַּיִן מַמָּשׁ. אֲבָל כִּי נִתְעָרֵב חָבִית בְּחָבִיּוֹת אֲפִלּוּ יֵין נֶסֶךְ גָּמוּר נַמִּי שָׁרֵי בְּהוֹלָכַת הֲנָאָה לְיָם הַמֶּלַח. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט עבודה זרה ה י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-10"},{"uri":"jbr:mishna-bartanura-4-8-5-11","jbo:text":"ר\"ע מברטנורה שֶׁזִּפְּתָהּ נָכְרִי. אוֹרְחָא לְמִרְמֵי בָהּ חַמְרָא פוּרְתָא, לְעַבּוֹרֵי קוּטְרָא דְזִפְתָא: מְנַגְּבָהּ. בְּמַיִם וְאֵפֶר: וְשֶׁל עֵץ. דְּבָעֲיָא זֶפֶת טוּבָא וּבָלְעָה חַמְרָא טְפֵי: רַבִּי אוֹמֵר יְנַגֵּב. כְּשֶׁל אֶבֶן. וְאֵין הֲלָכָה כְרַבִּי: וְשֶׁל חֶרֶס. בֵּין לְרַבִּי בֵּין לְרַבָּנָן: אַף עַל פִּי שֶׁקָּלַף הַזֶּפֶת אָסוּר. דְּחֶרֶס בְּלֹא זִפְתָא בָּלַע לֵיהּ חַמְרָא {מא}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה יא","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-11"},{"uri":"jbr:mishna-yomtov-4-8-5-11","jbo:text":"עיקר תוי\"ט {לט} יִקְלֹף. וְאַחַר כָּךְ יְנַגְּבוֹ. הָרַ\"ן וְהָרֹא\"שׁ: {מ} אֲסוּרָה. וְאֵינָהּ נִתֶּרֶת בְּנִגּוּב אֶלָּא בְעֵרוּי. דְּנִגּוּב אֵינוֹ מַפְלִיט בִּכְלִי חֶרֶס. וְכֵיוָן דְּצָרִיךְ עֵרוּי, אֵין צָרִיךְ קְלִיפָה, דְּעֵרוּי מַפְלִיט אַף בְּלֹא קְלִיפָה כָּל זְמַן שֶׁלֹּא דָרַךְ בָּהּ, דְּלֹא גָרַע מִקַּנְקַנִּים שֶׁמַּכְנִיסִין לְקִיּוּם. הָרֹא\"שׁ: {מא} כְּלוֹמַר, שֶׁאַף עַל פִּי שֶׁהַזֶּפֶת נִקְלַף, לֹא הוּסַר בָּזֶה טַעַם הַיַּיִן, לְפִי שֶׁהַחֶרֶס עַצְמוֹ מִלְּבַד הַזֶּפֶת בָּלַע כְּשֶׁנָּתַן הַיַּיִן בַּזֶּפֶת לְזַפְּתָהּ כוּ'. וּלְשׁוֹן הָרַ\"ן, מִשּׁוּם דְּחֶרֶס בָּלַע טוּבָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ה יא","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-11"},{"uri":"jbr:mishna-bartanura-4-8-5-12","jbo:text":"ר\"ע מברטנורה כְּלֵי תַשְׁמִישׁ. שֶׁל סְעֻדָּה. וְדַוְקָא כְלֵי מַתֶּכֶת {מב} אוֹ כְלֵי חֶרֶס הַמְצֻפִּים בַּאֲבָר {מג}. וּכְלֵי זְכוּכִית כִּכְלֵי מַתָּכוֹת דָּמֵי {מד}: אֶת שֶׁדַּרְכּוֹ לְהַטְבִּיל. כְּלוֹמַר כְּלִי הָרָאוּי לִטָּהֵר בִּטְבִילָה וְאֵינוֹ צָרִיךְ תִּקּוּן אַחֵר, כְּגוֹן שֶׁתַּשְׁמִישׁוֹ עַל יְדֵי צוֹנֵן: יַטְבִּיל. בְּמִקְוֶה הַכָּשֵׁר לִטְבִילַת אִשָּׁה {מה}, וּטְבִילָתוֹ מַתִּירָתוֹ: לְהַגְעִיל. כְּגוֹן יוֹרוֹת וּקְדֵרוֹת שֶׁל מַתֶּכֶת שֶׁתַּשְׁמִישָׁן עַל יְדֵי רוֹתְחִין: יַגְעִיל. בְּרוֹתְחִין {מו}. שֶׁמַּכְנִיסָן לְתוֹךְ יוֹרָה מְלֵאָה מַיִם רוֹתְחִין וּמַשְׁהִין אוֹתָן בְּתוֹכָהּ מְעַט. וְזֶה אַחַר שֶׁמְּשַׁפְשְׁפָן וּמֵסִיר הַחֲלֻדָּה שֶׁלָּהֶן. וְאַחַר כָּךְ מַטְבִּילָן בְּמִקְוֶה הַכָּשֵׁר לִטְבִילַת אִשָּׁה וְהֵן מֻתָּרִין: לְלַבֵּן. כֵּלִים שֶׁמִּשְׁתַּמְּשִׁים בָּהֶן עַל יְדֵי הָאוּר בְּיָבֵשׁ בְּלִי רֹטֶב, כְּדִמְפָרֵשׁ וְאָזֵיל, כְּגוֹן הַשַּׁפּוּדִים וְהָאַסְכְּלָאוֹת: מְלַבְּנָן בָּאוּר. עַד שֶׁיִּהְיוּ נִצּוֹצוֹת נִתָּזִין מֵהֶן, וְאַחַר כָּךְ מַטְבִּילָן וְהֵן מֻתָּרִין: שָׁפָהּ. נוֹעֲצָהּ בְּקַרְקַע קָשָׁה עֶשֶׂר פְּעָמִים, אִם אֵין בָּהּ גֻּמּוֹת, וְאוֹכֵל בָּהּ צוֹנֵן {מז}. אוֹ מַשְׁחִיזָהּ בְּאֶבֶן הַמַּשְׁחֶזֶת שֶׁלָּהּ, וְאוֹכֵל בָּהּ אֲפִלּוּ רוֹתְחִין. וְאִם הָיוּ בָהּ גֻּמּוֹת, מְלַבְּנָהּ. וְכֻלָּן שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַד שֶׁלֹּא הִרְתִּיחַ, אוֹ עַד שֶׁלֹּא הִלְבִּין, וְעַד שֶׁלֹּא הִטְבִּיל, מֻתָּר {מח}","rdfs:label":"ר\"ע מברטנורה עבודה זרה ה יב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-12"},{"uri":"jbr:mishna-yomtov-4-8-5-12","jbo:text":"עיקר תוי\"ט {מב} וַאֲפִלּוּ חֲדָשִׁים, דְּהָא יְשָׁנִים וְלִבְּנָן כַּחֲדָשִׁים דָּמוּ, וַאֲפִלּוּ הָכִי בָעוּ טְבִילָה: {מג} דְּבָתַר סוֹפוֹ אָזְלִינַן, שֶׁחִפָּהוּ מַתָּכוֹת. גְּמָרָא: {מד} הוֹאִיל וְכִי נִשְׁבְּרוּ יֵשׁ לָהֶן תַּקָּנָה [עַל יְדֵי הַתָּכָה], כִּכְלֵי מַתָּכוֹת דָּמֵי. גְּמָרָא: {מה} יָלְפִינַן לֵיהּ בַּגְּמָרָא מִקְּרָא. וְהַתֵּימַהּ עַל הָרַ\"ב שֶׁלֹּא הִצְרִיךְ לְהָסִיר הַחֲלוּדָה כְּמוֹ שֶׁהִצְרִיךְ בְּהַגְעָלָה. וּכְמוֹ שֶׁכָּתְבוּ הַפּוֹסְקִים. וּבְלִבּוּן שֶׁלֹּא הִצְרִיךְ כֵּן, הוּא כְדַעַת הַטּוּר שֶׁהָאֵשׁ יַעֲבִיר הַכֹּל: {מו} שֶׁזֶּה שֶׁנֶּאֱמַר כָּל אֲשֶׁר יָבֹא בָאֵשׁ תַּעֲבִירוּ בָאֵשׁ, פֵּרוּשׁ כְּדֶרֶךְ תַּשְׁמִישׁוֹ כֵּן הַגְעָלָתוֹ. רַשִׁ\"י: {מז} וְיֵשׁ לְדַקְדֵּק מָה רָאָה בְמַתְנִיתִין שֶׁשָּׁנָה בְּשַׁפּוּד וְאַסְכְּלָה הֶכְשֵׁרוֹ לְרוֹתֵחַ, וּבְסַכִּין הֶכְשֵׁרוֹ שֶׁל צוֹנֵן. וְיֵשׁ לוֹמַר שֶׁלֹּא הָיָה צָרִיךְ כְּלָל לִשְׁנוֹתוֹ, לְפִי שֶׁהוּא כְבָר בִּכְלַל מַה שֶּׁשָּׁנָה לְהַגְעִיל יַגְעִיל, לְלַבֵּן כוּ'. אֲבָל שֶׁהֻצְרַךְ לִשְׁנוֹתוֹ בְשַׁפּוּד וְאַסְכְּלָה, שֶׁמִּפְּנֵי שֶׁשָּׁנִינוּ בָהֶן לְעִנְיַן קָדָשִׁים דִּבְהַגְעָלָה סַגִּי לְהוּ כִּדְאִיתָא בִזְבָחִים [פּי\"א מי\"א] מִשּׁוּם דְּכִי בָלַע דְּהֶתֵּרָא בָלַע, קָא מַשְׁמַע לָן דְּהָכָא מְלַבְּנָן כוּ'. וּבְסַכִּין הוֹדִיעָנוּ דְּאַגַּב דּוֹחֲקָא דְסַכִּינָא לֹא סַגִּי לֵיהּ בַּהֲדָחָה אֲפִלּוּ לְצוֹנֵן וְצָרִיךְ שִׁיפָה כוּ'. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מח} דְּנוֹתֵן טַעַם לִפְגָם מֻתָּר. וְהַתּוֹרָה לֹא אָסְרָה אֶלָּא קְדֵרָה בַת יוֹמָא. גְּמָרָא","rdfs:label":"עיקר תוי\"ט עבודה זרה ה יב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-4","jbo:masechet":"jbr:mishna-4-8","jbo:perek":"jbr:mishna-4-8-5","jbo:mishna":"jbr:mishna-4-8-5-12"}]}