{
  "subjects": [
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-1",
      "jbo:text": "לפני אידיהן של גוים {א} שלשה ימים {ב} אסור לשאת ולתת עמהן, להשאילן ולשאל {ד} מהן, להלותן {ה} וללות מהן, לפרען ולפרע מהן. רבי יהודה אומר, נפרעין מהן מפני שהוא מצר לו. אמרו לו, אף על פי שמצר הוא עכשיו, שמח הוא לאחר זמן",
      "jbo:textNikud": "לִפְנֵי אֵידֵיהֶן שֶׁל גּוֹיִם {א} שְׁלשָׁה יָמִים {ב} אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶן, לְהַשְׁאִילָן וְלִשְׁאֹל {ד} מֵהֶן, לְהַלְוֹתָן {ה} וְלִלְוֹת מֵהֶן, לְפָרְעָן וְלִפָּרַע מֵהֶן. רַבִּי יְהוּדָה אוֹמֵר, נִפְרָעִין מֵהֶן מִפְּנֵי שֶׁהוּא מֵצֵר לוֹ. אָמְרוּ לוֹ, אַף עַל פִּי שֶׁמֵּצֵר הוּא עַכְשָׁיו, שָׂמֵחַ הוּא לְאַחַר זְמָן",
      "rdfs:label": "משנה עבודה זרה א א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-1",
      "jbo:text": "ר\"ע מברטנורה לפני אידיהן של גוים. שם כנוי לגנאי לחגיהם ולמועדיהם: לשאת ולתת. למכר ולקנות. משום דאזלי ומודו לעבודה זרה {ג} ביום אידם: להשאילן. בהמה וכלים, מידי דהדרא בעינא: להלותם. מעות. דלא הדרי בעין, דמלוה להוצאה נתנה: לפרען. כשהן נפרעים אזלו ומודו לעבודה זרה ביום אידם: מפני שהוא מצר. על מעותיו שאינם חוזרים לו, ולא אזיל ומודה: שמח הוא לאחר זמן. למחר ביום אידו, ואזיל ומודה. ואין הלכה כרבי יהודה. ודוקא במלוה בשטר אסור להפרע מהם, אבל במלוה על פה שרי, מפני שהוא כמציל מידם: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לִפְנֵי אֵידֵיהֶן שֶׁל גּוֹיִם. שֵׁם כִּנּוּי לִגְנַאי לְחַגֵּיהֶם וּלְמוֹעֲדֵיהֶם: לָשֵׂאת וְלָתֵת. לִמְכֹּר וְלִקְנוֹת. מִשּׁוּם דְּאָזְלֵי וּמוֹדוּ לַעֲבוֹדָה זָרָה {ג} בְּיוֹם אֵידָם: לְהַשְׁאִילָן. בְּהֵמָה וְכֵלִים, מִידֵי דְהַדְרָא בְעֵינָא: לְהַלְוֹתָם. מָעוֹת. דְּלֹא הַדְרֵי בְעֵין, דְּמִלְוָה לְהוֹצָאָה נִתְּנָה: לְפָרְעָן. כְּשֶׁהֵן נִפְרָעִים אָזְלוּ וּמוֹדוּ לַעֲבוֹדָה זָרָה בְיוֹם אֵידָם: מִפְּנֵי שֶׁהוּא מֵצֵר. עַל מְעוֹתָיו שֶׁאֵינָם חוֹזְרִים לוֹ, וְלֹא אָזֵיל וּמוֹדֶה: שָׂמֵחַ הוּא לְאַחַר זְמָן. לְמָחָר בְּיוֹם אֵידוֹ, וְאָזֵיל וּמוֹדֶה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה. וְדַוְקָא בְמִלְוָה בִשְׁטָר אָסוּר לְהִפָּרַע מֵהֶם, אֲבָל בְּמִלְוָה עַל פֶּה שָׁרֵי, מִפְּנֵי שֶׁהוּא כְמַצִּיל מִיָּדָם: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-1",
      "jbo:text": "עיקר תוי\"ט {א} של גוים. עובדי עבודה זרה. ועין בפרוש הר\"ב משנה ב': {ב} שלשה ימים. דלהכין צרכי הקרבה (עין פרק ה' דחלין משנה ג') צריך שלשה ימים. הלכך אסור לשאת ולתת כו', משום דשם עבודה זרה שגור בפיו ואזיל ומודה. גמרא. ועין תוספות יום טוב: {ג} ועבר ישראל משום לא ישמע על פיך. רש\"י. כלומר לא ישמע בגרם שלך. הר\"ן: {ד} ולשאל. שהנכרי ישמח כשישראל צריך לו. ובגמרא עביד צריכותא: {ה} להלותן. פרש רבנו תם דוקא בחנם, אבל ברבית שרי. משום דמצטער טובא, כדאמרינן בקדושין דף כ', לזבין איניש ברתיה ולא לוזיף ברבית: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} שֶׁל גּוֹיִם. עוֹבְדֵי עֲבוֹדָה זָרָה. וְעַיֵּן בְּפֵרוּשׁ הָרַ\"ב מִשְׁנָה ב': {ב} שְׁלֹשָׁה יָמִים. דִּלְהָכִין צָרְכֵי הַקְרָבָה (עַיֵּן פֶּרֶק ה' דְּחֻלִּין מִשְׁנָה ג') צָרִיךְ שְׁלֹשָׁה יָמִים. הִלְכָּךְ אָסוּר לָשֵׂאת וְלָתֵת כוּ', מִשּׁוּם דְּשֵׁם עֲבוֹדָה זָרָה שָׁגוּר בְּפִיו וְאָזֵיל וּמוֹדֶה. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְעָבַר יִשְׂרָאֵל מִשּׁוּם לֹא יִשָּׁמַע עַל פִּיךָ. רַשִׁ\"י. כְּלוֹמַר לֹא יִשָּׁמַע בִּגְרָם שֶׁלְּךָ. הָרַ\"ן: {ד} וְלִשְׁאֹל. שֶׁהַנָּכְרִי יִשְׂמַח כְּשֶׁיִּשְׂרָאֵל צָרִיךְ לוֹ. וּבַגְּמָרָא עֲבִיד צְרִיכוּתָא: {ה} לְהַלְוֹתָן. פֵּרֵשׁ רַבֵּנוּ תָם דַּוְקָא בְחִנָּם, אֲבָל בְּרִבִּית שָׁרֵי. מִשּׁוּם דְּמִצְטַעֵר טוּבָא, כִּדְאָמְרִינַן בְּקִדּוּשִׁין דַּף כ', לְזַבֵּין אֱינִישׁ בְּרַתֵּיהּ וְלֹא לוֹזִיף בְּרִבִּית: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-2",
      "jbo:text": "רבי ישמעאל אומר, שלשה ימים לפניהם ושלשה ימים לאחריהם, אסור. וחכמים אומרים, לפני אידיהן אסור {ו}, לאחר אידיהן מתר {ח}",
      "jbo:textNikud": "רַבִּי יִשְׁמָעֵאל אוֹמֵר, שְׁלשָׁה יָמִים לִפְנֵיהֶם וּשְׁלשָׁה יָמִים לְאַחֲרֵיהֶם, אָסוּר. וַחֲכָמִים אוֹמְרִים, לִפְנֵי אֵידֵיהֶן אָסוּר {ו}, לְאַחַר אֵידֵיהֶן מֻתָּר {ח}",
      "rdfs:label": "משנה עבודה זרה א ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-2",
      "jbo:text": "ר\"ע מברטנורה לאחר אידיהן מתר. וכן הלכה. ובגולה שאין אנו יכולים להעמיד עצמנו מלשא ולתן עמהם, שעקר פרנסתנו מהם, ועוד משום יראה {ז}, אינו אסור אלא יום אידם בלבד. והאידנא נהוג עלמא התר אפלו בכל יום אידם, משום דקים להו לרבנן בגויהו דלא אזלי ומודו. [דכל הני דאתסרי בזו המסכתא מירי בעובדי אלילים ועבודה זרה ממש]: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לְאַחַר אֵידֵיהֶן מֻתָּר. וְכֵן הֲלָכָה. וּבַגּוֹלָה שֶׁאֵין אָנוּ יְכוֹלִים לְהַעֲמִיד עַצְמֵנוּ מִלִּשָּׂא וְלִתֵּן עִמָּהֶם, שֶׁעִקַּר פַּרְנָסָתֵנוּ מֵהֶם, וְעוֹד מִשּׁוּם יִרְאָה {ז}, אֵינוֹ אָסוּר אֶלָּא יוֹם אֵידָם בִּלְבָד. וְהָאִידְנָא נַהוּג עָלְמָא הֶתֵּר אֲפִלּוּ בְכָל יוֹם אֵידָם, מִשּׁוּם דְּקִים לְהוּ לְרַבָּנָן בְּגַוַּיְהוּ דְּלֹא אָזְלֵי וּמוֹדוּ. [דְּכָל הָנֵי דְאִתַּסְרֵי בְזוֹ הַמַּסֶּכְתָּא מַיְרֵי בְעוֹבְדֵי אֱלִילִים וַעֲבוֹדָה זָרָה מַמָּשׁ]: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-2",
      "jbo:text": "עיקר תוי\"ט {ו} וחכמים אומרים כו'. חכמים הינו תנא קמא. הן בלא אידיהן איכא ביניהו. תנא קמא סבר הן בלא אידיהן, ורבנן בתראי סברי הן ואידיהן. ואי בעית אימא כו'. גמרא: {ז} לשון הרמב\"ם במשנה ד', אבל אנחנו אנוסים, ונתקים בנו מה שנאמר (דברים ד) ועבדתם שם אלהים עץ ואבן. עד כאן: {ח} לאחר אידיהן מתר. והאידנא מתר לשאת ולתת עם העמים אשר אנחנו יושבים ביניהם, דכל הני דאתסרו בזו המסכת מירי בעובדי אלילים ועבודה זרה ממש. ואלו הגויים לא עובדי עבודה זרה ממש הם, כלומר שאינם יודעים בטיב עבודה זרה כל כך, וכדאמרינן בפרק קמא דחלין דף י\"ג ב', גויים שבחוץ לארץ לאו עובדי עבודה זרה הם, אלא מנהג אבותיהם בידיהם. בית יוסף סוף סימן קמ\"ח: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} וַחֲכָמִים אוֹמְרִים כוּ'. חֲכָמִים הַיְנוּ תַנָּא קַמָּא. הֵן בְּלֹא אֵידֵיהֶן אִיכָּא בֵינַיְהוּ. תַּנָּא קַמָּא סָבַר הֵן בְּלֹא אֵידֵיהֶן, וְרַבָּנָן בָּתְרָאֵי סָבְרֵי הֵן וְאֵידֵיהֶן. וְאִי בָעֵית אֵימָא כוּ'. גְּמָרָא: {ז} לְשׁוֹן הָרַמְבַּ\"ם בְּמִשְׁנָה ד', אֲבָל אֲנַחְנוּ אֲנוּסִים, וְנִתְקַיֵּם בָּנוּ מַה שֶּׁנֶּאֱמַר (דְּבָרִים ד) וַעֲבַדְתֶּם שָׁם אֱלֹהִים עֵץ וָאֶבֶן. עַד כָּאן: {ח} לְאַחַר אֵידֵיהֶן מֻתָּר. וְהַאִידְנָא מֻתָּר לָשֵׂאת וְלָתֵת עִם הָעַמִּים אֲשֶׁר אֲנַחְנוּ יוֹשְׁבִים בֵּינֵיהֶם, דְּכָל הָנֵי דְאִתַּסְּרוּ בְזוֹ הַמַּסֶּכֶת מַיְרֵי בְעוֹבְדֵי אֱלִילִים וַעֲבוֹדָה זָרָה מַמָּשׁ. וְאֵלּוּ הַגּוֹיִים לֹא עוֹבְדֵי עֲבוֹדָה זָרָה מַמָּשׁ הֵם, כְּלוֹמַר שֶׁאֵינָם יוֹדְעִים בְּטִיב עֲבוֹדָה זָרָה כָּל כָּךְ, וְכִדְאָמְרִינַן בְּפֶרֶק קַמָּא דְחֻלִּין דַּף י\"ג ב', גּוֹיִים שֶׁבְּחוּץ לָאָרֶץ לָאו עוֹבְדֵי עֲבוֹדָה זָרָה הֵם, אֶלָּא מִנְהַג אֲבוֹתֵיהֶם בִּידֵיהֶם. בֵּית יוֹסֵף סוֹף סִימָן קמ\"ח: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-3",
      "jbo:text": "ואלו אידיהן של גוים, קלנדא, וסטרנורא, וקרטסים, ויום גנסיא של מלכים, ויום הלידה, ויום המיתה, דברי רבי מאיר. וחכמים אומרים, כל מיתה שיש בה שרפה, יש בה עבודה זרה. ושאין בה שרפה, אין בה עבודה זרה. יום תגלחת זקנו ובלוריתו {יב}, יום שעלה בו מן הים, ויום שיצא בו מבית האסורים, וגוי שעשה משתה לבנו, אינו אסור אלא אותו היום ואותו האיש בלבד",
      "jbo:textNikud": "וְאֵלּוּ אֵידֵיהֶן שֶׁל גּוֹיִם, קָלֶנְדָּא, וּסְטַרְנוּרָא, וּקְרָטֵסִים, וְיוֹם גְּנֻסְיָא שֶׁל מְלָכִים, וְיוֹם הַלֵּידָה, וְיוֹם הַמִּיתָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, כָּל מִיתָה שֶׁיֶּשׁ בָּהּ שְׂרֵפָה, יֶשׁ בָּהּ עֲבוֹדָה זָרָה. וְשֶׁאֵין בָּהּ שְׂרֵפָה, אֵין בָּה עֲבוֹדָה זָרָה. יוֹם תִּגְלַחַת זְקָנוֹ וּבְלוֹרִיתוֹ {יב}, יוֹם שֶׁעָלָה בוֹ מִן הַיָּם, וְיוֹם שֶׁיָּצָא בוֹ מִבֵּית הָאֲסוּרִים, וְגוֹי שֶׁעָשָׂה מִשְׁתֶּה לִבְנוֹ, אֵינוֹ אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם וְאוֹתוֹ הָאִישׁ בִּלְבָד",
      "rdfs:label": "משנה עבודה זרה א ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-3",
      "jbo:text": "ר\"ע מברטנורה קלנדא. שמנה ימים אחר תקופת טבת: סטרנורא. שמנה ימים קדם התקופה. לפי שראה אדם הראשון יום שהיה מתמעט והולך, אמר, אוי לי שמא בשביל שסרחתי חוזר העולם לתהו ובהו, עמד וישב שמנה ימים בתענית [ובתפלה], כיון שנפלה התקופה וראה יום שמאריך והולך, אמר מנהגו של עולם הוא, עמד ועשה שמנה ימים טובים. לשנה אחרת, עשאן לאלו ואלו ימים טובים {ט}. הוא קבעם לשמים, והם קבעום לעבודה זרה: קרטסים. יום תפיסת בו מלכות {י}, וקבעום יום איד: גנסיא. יום שמעמידין בו מלך {יא}: יום הלידה. יום שנולד בו המלך: שרפה. ששרפו עליו כלי תשמישו כדרך ששורפין על המלכים: יש בה עבודה זרה. כלומר אותו היום יש להם איד לעבודה זרה, וכן משנה לשנה כל ימי בנו. וכל הנך דחשבינן עד השתא, חשיבי להו ואסורים שלשה ימים לפניהם: אבל יום תגלחת זקנו. שאינו זמן הקבוע לרבים אלא כל אחד כשמגלח עושה יום איד: ובלוריתו. שמניח בלורית מאחוריו כל השנה כלה ואינו מגלחה אלא משנה לשנה, ויום שמגלחה עושה יום איד: ויום שעלה מן הים. ומקריב זבחים לעבודה זרה על שנצול. בכל הנך אינו אסור אלא אותו היום ולא לפניו, דלא חשיבי כלי האי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה קָלֶנְדָּא. שְׁמֹנָה יָמִים אַחַר תְּקוּפַת טֵבֵת: סְטַרְנוּרָא. שְׁמֹנָה יָמִים קֹדֶם הַתְּקוּפָה. לְפִי שֶׁרָאָה אָדָם הָרִאשׁוֹן יוֹם שֶׁהָיָה מִתְמַעֵט וְהוֹלֵךְ, אָמַר, אוֹי לִי שֶׁמָּא בִשְׁבִיל שֶׁסָּרַחְתִּי חוֹזֵר הָעוֹלָם לְתֹהוּ וָבֹהוּ, עָמַד וְיָשַׁב שְׁמֹנָה יָמִים בְּתַעֲנִית [וּבִתְפִלָּה], כֵּיוָן שֶׁנָּפְלָה הַתְּקוּפָה וְרָאָה יוֹם שֶׁמַּאֲרִיךְ וְהוֹלֵךְ, אָמַר מִנְהָגוֹ שֶׁל עוֹלָם הוּא, עָמַד וְעָשָׂה שְׁמֹנָה יָמִים טוֹבִים. לְשָׁנָה אַחֶרֶת, עֲשָׂאָן לְאֵלּוּ וָאֵלּוּ יָמִים טוֹבִים {ט}. הוּא קְבָעָם לַשָּׁמַיִם, וְהֵם קְבָעוּם לַעֲבוֹדָה זָרָה: קְרָטֵסִים. יוֹם תְּפִיסַת בּוֹ מַלְכוּת {י}, וּקְבָעוּם יוֹם אֵיד: גְּנֻסְיָא. יוֹם שֶׁמַּעֲמִידִין בּוֹ מֶלֶךְ {יא}: יוֹם הַלֵּידָה. יוֹם שֶׁנּוֹלַד בּוֹ הַמֶּלֶךְ: שְׂרֵפָה. שֶׁשָּׂרְפוּ עָלָיו כְּלֵי תַשְׁמִישׁוֹ כְּדֶרֶךְ שֶׁשּׂוֹרְפִין עַל הַמְּלָכִים: יֶשׁ בָּהּ עֲבוֹדָה זָרָה. כְּלוֹמַר אוֹתוֹ הַיּוֹם יֵשׁ לָהֶם אֵיד לַעֲבוֹדָה זָרָה, וְכֵן מִשָּׁנָה לְשָׁנָה כָּל יְמֵי בְנוֹ. וְכָל הָנָךְ דְּחָשְׁבִינַן עַד הַשְׁתָּא, חֲשִׁיבֵי לְהוּ וַאֲסוּרִים שְׁלֹשָׁה יָמִים לִפְנֵיהֶם: אֲבָל יוֹם תִּגְלַחַת זְקָנוֹ. שֶׁאֵינוֹ זְמַן הַקָּבוּעַ לָרַבִּים אֶלָּא כָּל אֶחָד כְּשֶׁמְּגַלֵּחַ עוֹשֶׂה יוֹם אֵיד: וּבְלוֹרִיתוֹ. שֶׁמַּנִּיחַ בְּלוֹרִית מֵאֲחוֹרָיו כָּל הַשָּׁנָה כֻּלָּהּ וְאֵינוֹ מְגַלְּחָהּ אֶלָּא מִשָּׁנָה לְשָׁנָה, וְיוֹם שֶׁמְּגַלְּחָהּ עוֹשֶׂה יוֹם אֵיד: וְיוֹם שֶׁעָלָה מִן הַיָּם. וּמַקְרִיב זְבָחִים לַעֲבוֹדָה זָרָה עַל שֶׁנִּצּוֹל. בְּכָל הָנָךְ אֵינוֹ אָסוּר אֶלָּא אוֹתוֹ הַיּוֹם וְלֹא לְפָנָיו, דְּלֹא חֲשִׁיבֵי כֻלֵּי הַאי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-3",
      "jbo:text": "עיקר תוי\"ט {ט} גמרא. ונראה דמשום שאלו השמנה ימים שאחר התקופה עשה אותן ימים טובים קדם שעשה לאותן שקדם התקופה, שלא עשאן אלא לשנה הבאה, לפיכך הקדימן לשנות, קלנדא קדם סטרנורא. ובירושלמי כיון דחזא איממא אמר קלנדא. קלן דיא\"ו. ונראה לי כי קלן הוא לשון שררה וגדלה. כמו שכתב הר\"ב פרק ד' דסכה משנה ה', קלניא חפשי ממס, ואין לך חפשי כמלך מלכי המלכים הקדוש ברוך הוא, והוא דיא\"ו, שבלשון יון קורין אלוה דיא\"ו. ועין תוספות יום טוב: {י} בלשון יון הוא קרט, לשון תפיסה. תוספות: {יא} בגמרא, גניסי מלכות, פרוש תכסיסי מלכות. ערוך: {יב} ובלוריתו. פרוש ציצית של שער. ערוך: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ט} גְּמָרָא. וְנִרְאֶה דְּמִשּׁוּם שֶׁאֵלּוּ הַשְּׁמֹנָה יָמִים שֶׁאַחַר הַתְּקוּפָה עָשָׂה אוֹתָן יָמִים טוֹבִים קֹדֶם שֶׁעָשָׂה לְאוֹתָן שֶׁקֹּדֶם הַתְּקוּפָה, שֶׁלֹּא עֲשָׂאָן אֶלָּא לְשָׁנָה הַבָּאָה, לְפִיכָךְ הִקְדִימָן לִשְׁנוֹת, קָלֶנְדָּא קֹדֶם סְטַרְנוּרָא. וּבַיְרוּשַׁלְמִי כֵּיוָן דַּחֲזָא אַיְּמָמָא אָמַר קָלֶנְדָּא. קְלָן דִיא\"וֹ. וְנִרְאֶה לִי כִּי קְלָן הוּא לְשׁוֹן שְׂרָרָה וּגְדֻלָּה. כְּמוֹ שֶׁכָּתַב הָרַ\"ב פֶּרֶק ד' דְּסֻכָּה מִשְׁנָה ה', קָלֶנְיָא חָפְשִׁי מִמַּס, וְאֵין לְךָ חָפְשִׁי כְּמֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא, וְהוּא דִיא\"וֹ, שֶׁבִּלְשׁוֹן יָוָן קוֹרִין אֱלוֹהַּ דִיא\"וֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} בִּלְשׁוֹן יָוָן הוּא קָרַט, לְשׁוֹן תְּפִיסָה. תּוֹסָפוֹת: {יא} בַּגְּמָרָא, גְּנִיסֵי מַלְכוּת, פֵּרוּשׁ תַּכְסִיסֵי מַלְכוּת. עָרוּךְ: {יב} וּבְלוֹרִיתוֹ. פֵּרוּשׁ צִיצִית שֶׁל שֵׂעָר. עָרוּךְ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-4",
      "jbo:text": "עיר שיש בה עבודה זרה, חוצה לה מתר. היה חוצה לה עבודה זרה, תוכה מתר. מהו לילך לשם {יג}. בזמן שהדרך מיחדת לאותו מקום, אסור. ואם היה יכול להלך בה למקום אחר, מתר. עיר שיש בה עבודה זרה והיו בה חניות מעטרות ושאינן מעטרות, זה היה מעשה בבית שאן, ואמרו חכמים, המעטרות אסורות {יד} ושאינן מעטרות מתרות",
      "jbo:textNikud": "עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה, חוּצָה לָהּ מֻתָּר. הָיָה חוּצָה לָהּ עֲבוֹדָה זָרָה, תּוֹכָהּ מֻתָּר. מַהוּ לֵילֵךְ לְשָׁם {יג}. בִּזְמַן שֶׁהַדֶּרֶךְ מְיֻחֶדֶת לְאוֹתוֹ מָקוֹם, אָסוּר. וְאִם הָיָה יָכוֹל לְהַלֵּךְ בָּהּ לְמָקוֹם אַחֵר, מֻתָּר. עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה וְהָיוּ בָהּ חֲנֻיּוֹת מְעֻטָּרוֹת וְשֶׁאֵינָן מְעֻטָּרוֹת, זֶה הָיָה מַעֲשֶׂה בְּבֵית שְׁאָן, וְאָמְרוּ חֲכָמִים, הַמְעֻטָּרוֹת אֲסוּרוֹת {יד} וְשֶׁאֵינָן מְעֻטָּרוֹת מֻתָּרוֹת",
      "rdfs:label": "משנה עבודה זרה א ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-4",
      "jbo:text": "ר\"ע מברטנורה עיר שיש בה עבודה זרה. שיום איד [יש] לבני העיר היום לעבודה זרה שבעיר: חוצה לה. ואפלו סמוך לעיר מאד מתר לשאת ולתת עם היושבים חוץ לעיר, שאין נמשכים אחר אותה עבודה זרה. שכן מנהגם יום איד של אלו אינו כיום איד של אלו: מהו לילך לשם. באותה העיר ביום עבודה זרה שלהם: בזמן שהדרך מיחדת לאותה העיר. שהדרך הכבושה מכאן לאותה העיר, מיחדת לאותה העיר לבדה, אסור לילך שם, מפני שנראה כמהלך שם לעבד עבודה זרה. ואם היה דרך מסלול הולך גם לעיר אחרת, מתר, שהרואה אומר למקום אחר הוא הולך: היו בה חניות מעטרות. וסימן הוא להם שאותם חניות של עבודה זרה, לטל הכמרים מהם מכס: ושאינן מעטרות מתרות. דבאותם שאינם מעטרות לא שקלי מניה מכס לעבודה זרה ולא מטי לעבודה זרה הנאה מניהו. ולמזבן מניהו דבר המתקים, שרי ביום אידם, שסתמו המוכר עצב ולא אזיל ומודי {טו}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עִיר שֶׁיֶּשׁ בָּהּ עֲבוֹדָה זָרָה. שֶׁיּוֹם אֵיד [יֵשׁ] לִבְנֵי הָעִיר הַיּוֹם לָעֲבוֹדָה זָרָה שֶׁבָּעִיר: חוּצָה לָהּ. וַאֲפִלּוּ סָמוּךְ לָעִיר מְאֹד מֻתָּר לָשֵׂאת וְלָתֵת עִם הַיּוֹשְׁבִים חוּץ לָעִיר, שֶׁאֵין נִמְשָׁכִים אַחַר אוֹתָהּ עֲבוֹדָה זָרָה. שֶׁכֵּן מִנְהָגָם יוֹם אֵיד שֶׁל אֵלּוּ אֵינוֹ כְיוֹם אֵיד שֶׁל אֵלּוּ: מַהוּ לֵילֵךְ לְשָׁם. בְּאוֹתָהּ הָעִיר בְּיוֹם עֲבוֹדָה זָרָה שֶׁלָּהֶם: בִּזְמַן שֶׁהַדֶּרֶךְ מְיֻחֶדֶת לְאוֹתָהּ הָעִיר. שֶׁהַדֶּרֶךְ הַכְּבוּשָׁה מִכָּאן לְאוֹתָהּ הָעִיר, מְיֻחֶדֶת לְאוֹתָהּ הָעִיר לְבַדָּהּ, אָסוּר לֵילֵךְ שָׁם, מִפְּנֵי שֶׁנִּרְאֶה כִמְהַלֵּךְ שָׁם לַעֲבֹד עֲבוֹדָה זָרָה. וְאִם הָיָה דֶרֶךְ מַסְלוּל הוֹלֵךְ גַּם לְעִיר אַחֶרֶת, מֻתָּר, שֶׁהָרוֹאֶה אוֹמֵר לְמָקוֹם אַחֵר הוּא הוֹלֵךְ: הָיוּ בָהּ חֲנֻיּוֹת מְעֻטָּרוֹת. וְסִימָן הוּא לָהֶם שֶׁאוֹתָם חֲנֻיּוֹת שֶׁל עֲבוֹדָה זָרָה, לִטֹּל הַכְּמָרִים מֵהֶם מֶכֶס: וְשֶׁאֵינָן מְעֻטָּרוֹת מֻתָּרוֹת. דִּבְאוֹתָם שֶׁאֵינָם מְעֻטָּרוֹת לֹא שָׁקְלֵי מִנֵּיהּ מֶכֶס לַעֲבוֹדָה זָרָה וְלֹא מָטֵי לַעֲבוֹדָה זָרָה הֲנָאָה מִנַּיְהוּ. וּלְמִזְבַּן מִנַּיְהוּ דָבָר הַמִּתְקַיֵּם, שָׁרֵי בְיוֹם אֵידָם, שֶׁסְּתָמוֹ הַמּוֹכֵר עָצֵב וְלֹא אָזֵיל וּמוֹדֵי {טו}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-4",
      "jbo:text": "עיקר תוי\"ט {יג} לשם. לאותה העיר ביום עבודה זרה שלהם לספר עם אחד מבני העיר. רש\"י: {יד} אסורות. משום דנהנה משל עבודה זרה אסור, כדכתיב [דברים יג] ולא ידבק בידך מאומה מן החרם, כל שכן למהנה לעבודה זרה דאסור. הר\"ן: {טו} ואי משום דנושא ונותן ביום אידם, הני מלי לזבוני להו, דלמא מזבן ליה בהמה ואזיל ומקריב לה לעבודה זרה. אי נמי דרך לוקח להיות שמח ואזיל ומודה. אבל למזבן מניה דבר המתקים שרי, דסתם מוכר עצב הוא. רש\"י. ואף על פי שהר\"ב פרש בריש פרקין למכר ולקנות, לא קשיא כדפרש הרא\"ש דלרש\"י יש במכירה צד אסור וצד התר וכן בלקיחה. כלומר צד אסור דמכירה דבר המתקים, וצד התר שאינו מתקים. ודלקיחה הוא בהפך: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} לְשָׁם. לְאוֹתָהּ הָעִיר בְּיוֹם עֲבוֹדָה זָרָה שֶׁלָּהֶם לְסַפֵּר עִם אֶחָד מִבְּנֵי הָעִיר. רַשִׁ\"י: {יד} אֲסוּרוֹת. מִשּׁוּם דְּנֶהֱנֶה מִשֶּׁל עֲבוֹדָה זָרָה אָסוּר, כְּדִכְתִיב [דְּבָרִים יג] וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם, כָּל שֶׁכֵּן לִמְהַנֶּה לַעֲבוֹדָה זָרָה דְּאָסוּר. הָרַ\"ן: {טו} וְאִי מִשּׁוּם דְּנוֹשֵׂא וְנוֹתֵן בְּיוֹם אֵידָם, הָנֵי מִלֵּי לְזַבּוֹנֵי לְהוּ, דִּלְמָא מְזַבֵּן לֵיהּ בְּהֵמָה וְאָזֵיל וּמַקְרִיב לַהּ לַעֲבוֹדָה זָרָה. אִי נַמִּי דֶּרֶךְ לוֹקֵחַ לִהְיוֹת שָׂמֵחַ וְאָזֵיל וּמוֹדֶה. אֲבָל לְמִזְבַּן מִנֵּיהּ דָּבָר הַמִּתְקַיֵּם שָׁרֵי, דִּסְתָם מוֹכֵר עָצֵב הוּא. רַשִׁ\"י. וְאַף עַל פִּי שֶׁהָרַ\"ב פֵּרֵשׁ בְּרֵישׁ פִּרְקִין לִמְכֹּר וְלִקְנוֹת, לֹא קַשְׁיָא כִּדְפֵרֵשׁ הָרֹא\"שׁ דִּלְרַשִׁ\"י יֵשׁ בִּמְכִירָה צַד אִסּוּר וְצַד הֶתֵּר וְכֵן בִּלְקִיחָה. כְּלוֹמַר צַד אִסּוּר דִּמְכִירָה דָּבָר הַמִּתְקַיֵּם, וְצַד הֶתֵּר שֶׁאֵינוֹ מִתְקַיֵּם. וְדִלְקִיחָה הוּא בְהֵפֶךְ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-5",
      "jbo:text": "אלו דברים אסורים למכר {טז} לגוים, אצטרובלין, ובנות שוח ופטוטרותיהן, ולבונה, ותרנגול הלבן. רבי יהודה אומר, מתר למכור לו תרנגול לבן בין התרנגולין. ובזמן שהוא בפני עצמו, קוטע את אצבעו ומוכרו לו, לפי שאין מקריבין חסר לעבודה זרה. ושאר כל הדברים, סתמן מתר, ופרושן אסור. רבי מאיר אומר, אף דקל טב וחצב ונקליבם אסור למכר לגוים",
      "jbo:textNikud": "אֵלּוּ דְבָרִים אֲסוּרִים לִמְכֹּר {טז} לְגוֹיִם, אִצְטְרוֹבָּלִין, וּבְנוֹת שׁוּחַ וּפְטוֹטְרוֹתֵיהֶן, וּלְבוֹנָה, וְתַרְנְגוֹל הַלָּבָן. רַבִּי יְהוּדָה אוֹמֵר, מֻתָּר לִמְכּוֹר לוֹ תַּרְנְגוֹל לָבָן בֵּין הַתַּרְנְגוֹלִין. וּבִזְמַן שֶׁהוּא בִפְנֵי עַצְמוֹ, קוֹטֵעַ אֶת אֶצְבָּעוֹ וּמוֹכְרוֹ לוֹ, לְפִי שֶׁאֵין מַקְרִיבִין חָסֵר לַעֲבוֹדָה זָרָה. וּשְׁאָר כָּל הַדְּבָרִים, סְתָמָן מֻתָּר, וּפֵרוּשָׁן אָסוּר. רַבִּי מֵאִיר אוֹמֵר, אַף דֶּקֶל טָב וַחֲצָב וְנִקְלִיבָם אָסוּר לִמְכֹּר לְגוֹיִם",
      "rdfs:label": "משנה עבודה זרה א ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-5",
      "jbo:text": "ר\"ע מברטנורה אצטרובלין. פירא דארזא: בנות שוח. מין ממיני התאנים הגדולים הלבנים. אסור לישראל למכר אלו לעובדי עבודה זרה: פטוטרות. בפטוטרותיהם קאמר, כלומר בעקצין שלהם שהם נתלין בו. דמסתמא העובד עבודה זרה רוצה להקריבן תקרבת לעבודה זרה: תרנגול לבן בין התרנגולין. לקח העובד עבודה זרה מישראל תרנגולים הרבה, מתר למכר ביניהם תרנגול לבן. דכיון דשקיל אחריני לאו לעבודה זרה בעי להו: ופרושן אסור. אם פרש דלעבודה זרה בעי להו, אסור. ואצטריך למתני, דסלקא דעתך אמינא האי גברא לאו לעבודה זרה בעי להו, והאי דקאמר הכי, סבר כי היכי דההוא גברא אביק {יז} בה כלי עלמא נמי אביקו, ואימא הכי כי היכי דליתבו לי, קמשמע לן: דקל טב. פרות דקל משבח שפרותיו רגילין להקריב מהן לעבודה זרה: וחצב. קנים שעושין מהן הצוקר\"א {יח}: ונקליבם. מין עשב משבח מאד. והלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אִצְטְרוֹבָּלִין. פֵּירָא דְאַרְזָא: בְּנוֹת שׁוּחַ. מִין מִמִּינֵי הַתְּאֵנִים הַגְּדוֹלִים הַלְּבָנִים. אָסוּר לְיִשְׂרָאֵל לִמְכֹּר אֵלּוּ לְעוֹבְדֵי עֲבוֹדָה זָרָה: פְּטוֹטָרוֹת. בִּפְטוֹטְרוֹתֵיהֶם קָאָמַר, כְּלוֹמַר בָּעֳקָצִין שֶׁלָּהֶם שֶׁהֵם נִתְלִין בּוֹ. דְּמִסְּתָמָא הָעוֹבֵד עֲבוֹדָה זָרָה רוֹצֶה לְהַקְרִיבָן תִּקְרֹבֶת לַעֲבוֹדָה זָרָה: תַּרְנְגוֹל לָבָן בֵּין הַתַּרְנְגוֹלִין. לָקַח הָעוֹבֵד עֲבוֹדָה זָרָה מִיִּשְׂרָאֵל תַּרְנְגוֹלִים הַרְבֵּה, מֻתָּר לִמְכֹּר בֵּינֵיהֶם תַּרְנְגוֹל לָבָן. דְּכֵיוָן דְּשָׁקֵיל אַחֲרִינֵי לָאו לַעֲבוֹדָה זָרָה בָעֵי לְהוּ: וּפֵרוּשָׁן אָסוּר. אִם פֵּרֵשׁ דְּלַעֲבוֹדָה זָרָה בָעֵי לְהוּ, אָסוּר. וְאִצְטְרִיךְ לְמִתְנֵי, דְּסָלְקָא דַעְתָּךְ אֲמֵינָא הַאי גַּבְרָא לָאו לַעֲבוֹדָה זָרָה בָעֵי לְהוּ, וְהַאי דְּקָאָמַר הָכִי, סָבַר כִּי הֵיכִי דְהַהוּא גַבְרָא אֲבִיק {יז} בָּהּ כֻּלֵּי עָלְמָא נַמִּי אֲבִיקוּ, וְאֵימָא הָכִי כִּי הֵיכִי דְלֵיתְבוּ לִי, קָמַשְׁמַע לָן: דֶּקֶל טָב. פֵּרוֹת דֶּקֶל מְשֻׁבָּח שֶׁפֵּרוֹתָיו רְגִילִין לְהַקְרִיב מֵהֶן לַעֲבוֹדָה זָרָה: וְחָצָב. קָנִים שֶׁעוֹשִׂין מֵהֶן הַצּוּקְרָ\"א {יח}: וְנִקְלִיבָם. מִין עֵשֶׂב מְשֻׁבָּח מְאֹד. וַהֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-5",
      "jbo:text": "עיקר תוי\"ט {טז} האסורים למכר. לעולם. הרמב\"ם. וטעמא, דכיון דלהקרבה צריך להם קא עבר על לפני עור לא תתן מכשול, דבן נח מזהר על עבודה זרה. נראה לי. והבית יוסף כתב דאפשר שכתב לעולם, שאפלו שלא ביום חגם אסור. אי נמי לומר שלענין זה אין חלוק [בין בימיהם להאידנא כדלעיל במשנה ב']. ועין תוספות יום טוב: {יז} קשור. רש\"י: {יח} רש\"י ותוספות. עוד פרשו, שהוא מין עשב שבו תחם יהושע את הארץ: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טז} הָאֲסוּרִים לִמְכֹּר. לְעוֹלָם. הָרַמְבַּ\"ם. וְטַעֲמָא, דְּכֵיוָן דִּלְהַקְרָבָה צָרִיךְ לָהֶם קָא עָבַר עַל לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל, דְּבֶן נֹחַ מֻזְהָר עַל עֲבוֹדָה זָרָה. נִרְאֶה לִי. וְהַבֵּית יוֹסֵף כָּתַב דְּאֶפְשָׁר שֶׁכָּתַב לְעוֹלָם, שֶׁאֲפִלּוּ שֶׁלֹּא בְיוֹם חַגָּם אָסוּר. אִי נַמִּי לוֹמַר שֶׁלְּעִנְיָן זֶה אֵין חִלּוּק [בֵּין בִּימֵיהֶם לְהָאִידְנָא כְדִלְעֵיל בְּמִשְׁנָה ב']. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} קָשׁוּר. רַשִׁ\"י: {יח} רַשִׁ\"י וְתוֹסָפוֹת. עוֹד פֵּרְשׁוּ, שֶׁהוּא מִין עֵשֶׂב שֶׁבּוֹ תִחֵם יְהוֹשֻׁעַ אֶת הָאָרֶץ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-6",
      "jbo:text": "מקום שנהגו למכר בהמה דקה לגוים, מוכרין. מקום שנהגו שלא למכר, אין מוכרין. ובכל מקום אין מוכרין להם בהמה גסה, עגלים וסיחים, שלמים ושבורין. רבי יהודה מתיר בשבורה. ובן בתירה מתיר בסוס",
      "jbo:textNikud": "מְקוֹם שֶׁנָּהֲגוּ לִמְכֹּר בְּהֵמָה דַקָּה לְגוֹיִם, מוֹכְרִין. מְקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִמְכֹּר, אֵין מוֹכְרִין. וּבְכָל מָקוֹם אֵין מוֹכְרִין לָהֶם בְּהֵמָה גַסָּה, עֲגָלִים וּסְיָחִים, שְׁלֵמִים וּשְׁבוּרִין. רַבִּי יְהוּדָה מַתִּיר בִּשְׁבוּרָה. וּבֶן בְּתֵירָה מַתִּיר בְּסוּס",
      "rdfs:label": "משנה עבודה זרה א ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-6",
      "jbo:text": "ר\"ע מברטנורה אין מוכרין בהמה גסה. דגזרינן מכירה אטו שכירות והשאלה, שהיא בהמתו של ישראל, ויעשה בה הנכרי מלאכה בשבת. ועל ידי סרסור דליכא לאחלופי בשכירות, שאין הסרסור משכיר, שרי למכרה: שלמים ושבורים. שאף השבורים חזו למלאכה, שטוחנים בהם: רבי יהודה מתיר בשבורה. ואין הלכה כרבי יהודה: בן בתירא מתיר בסוס. ואפלו הסוס שהצידים מביאים עליו העופות שצדין בו. קסבר החי נושא את עצמו. ורבנן סברי, דוקא אדם נושא את עצמו, הלכך אם לא היה מיחד אלא לרכב עליו מתר, אבל להביא בעל חי אחר חוץ מאדם, אסור. ואין הלכה כבן בתירא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין מוֹכְרִין בְּהֵמָה גַסָּה. דְּגָזְרִינַן מְכִירָה אַטּוּ שְׂכִירוּת וְהַשְׁאָלָה, שֶׁהִיא בְהֶמְתּוֹ שֶׁל יִשְׂרָאֵל, וְיַעֲשֶׂה בָהּ הַנָּכְרִי מְלָאכָה בְשַׁבָּת. וְעַל יְדֵי סַרְסוּר דְּלֵיכָּא לְאַחְלוּפֵי בִשְׂכִירוּת, שֶׁאֵין הַסַּרְסוּר מַשְׂכִּיר, שָׁרֵי לְמָכְרָהּ: שְׁלֵמִים וּשְׁבוּרִים. שֶׁאַף הַשְּׁבוּרִים חֲזוּ לִמְלָאכָה, שֶׁטּוֹחֲנִים בָּהֶם: רַבִּי יְהוּדָה מַתִּיר בִּשְׁבוּרָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: בֶּן בְּתֵירָא מַתִּיר בְּסוּס. וַאֲפִלּוּ הַסּוּס שֶׁהַצַּיָּדִים מְבִיאִים עָלָיו הָעוֹפוֹת שֶׁצָּדִין בּוֹ. קָסָבַר הַחַי נוֹשֵׂא אֶת עַצְמוֹ. וְרַבָּנָן סָבְרֵי, דַּוְקָא אָדָם נוֹשֵׂא אֶת עַצְמוֹ, הִלְכָּךְ אִם לֹא הָיָה מְיֻחָד אֶלָּא לִרְכֹּב עָלָיו מֻתָּר, אֲבָל לְהָבִיא בַעַל חַי אַחֵר חוּץ מֵאָדָם, אָסוּר. וְאֵין הֲלָכָה כְּבֶן בְּתֵירָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-7",
      "jbo:text": "אין מוכרין להם דבין ואריות וכל דבר שיש בו נזק לרבים. אין בונין עמהם בסילקי, גרדום, ואצטדיא, ובימה {יט}. אבל בונים עמהם בימוסיאות ובית מרחצאות. הגיעו לכפה שמעמידין בה עבודה זרה, אסור לבנות",
      "jbo:textNikud": "אֵין מוֹכְרִין לָהֶם דֻּבִּין וַאֲרָיוֹת וְכָל דָּבָר שֶׁיֶּשׁ בּוֹ נֵזֶק לָרַבִּים. אֵין בּוֹנִין עִמָּהֶם בָּסִילְקִי, גַּרְדּוֹם, וְאִצְטַדְיָא, וּבִימָה {יט}. אֲבָל בּוֹנִים עִמָּהֶם בִּימוֹסְיָאוֹת וּבֵית מֶרְחֲצָאוֹת. הִגִּיעוּ לַכִּפָּה שֶׁמַּעֲמִידִין בָּהּ עֲבוֹדָה זָרָה, אָסוּר לִבְנוֹת",
      "rdfs:label": "משנה עבודה זרה א ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-7",
      "jbo:text": "ר\"ע מברטנורה כל דבר שיש בו נזק לרבים. כגון כלי מלחמה חרבות ורמחים: בסילקי. טירה גבוהה. ושם יושבים לדון בני אדם ומפילין אותם משם ומתים: גרדום. בנין אחד, והוא עשוי לדון דיני נפשות: אצטדיא. מקום שחוק שמביאים שם שור נגח והורג את האדם: בימה. כעין מגדל קצר וגבוה. עשוי כדי לדחף האדם משם והוא מת: בימוסיאות. בנינים שאינם לא לצרך עבודה זרה {כ} ולא להמית בני אדם: כפה. ארקוולט\"ו בלע\"ז. דרך עובדי עבודה זרה להעמיד עבודה זרה בבית מרחצאותיהם {כא}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל דָּבָר שֶׁיֶּשׁ בּוֹ נֵזֶק לָרַבִּים. כְּגוֹן כְּלֵי מִלְחָמָה חֲרָבוֹת וּרְמָחִים: בָּסִילְקִי. טִירָה גְבוֹהָה. וְשָׁם יוֹשְׁבִים לָדוּן בְּנֵי אָדָם וּמַפִּילִין אוֹתָם מִשָּׁם וּמֵתִים: גַּרְדּוֹם. בִּנְיָן אֶחָד, וְהוּא עָשׂוּי לָדוּן דִּינֵי נְפָשׁוֹת: אִצְטַדְיָא. מְקוֹם שְׂחוֹק שֶׁמְּבִיאִים שָׁם שׁוֹר נַגָּח וְהוֹרֵג אֶת הָאָדָם: בִּימָה. כְּעֵין מִגְדָּל קָצָר וְגָבוֹהַּ. עָשׂוּי כְּדֵי לִדְחֹף הָאָדָם מִשָּׁם וְהוּא מֵת: בִּימוֹסְיָאוֹת. בִּנְיָנִים שֶׁאֵינָם לֹא לְצֹרֶךְ עֲבוֹדָה זָרָה {כ} וְלֹא לְהָמִית בְּנֵי אָדָם: כִּפָּה. ארקוולט\"ו בְּלַעַ\"ז. דֶּרֶךְ עוֹבְדֵי עֲבוֹדָה זָרָה לְהַעֲמִיד עֲבוֹדָה זָרָה בְּבֵית מֶרְחֲצָאוֹתֵיהֶם {כא}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-7",
      "jbo:text": "עיקר תוי\"ט {יט} אין בונין וכו'. וכדי שלא יתפס ישראל שם אסור לבנות עמהם. רש\"י: {כ} והוא בימה של אבן אחת ומקריב עליה זבחים, דהוי תשמיש דתשמיש לעבודה זרה. רש\"י. וכן פרש הרמב\"ם. והתוספות הקשו על זה ממשנה ז' פרק ג' ועוד כו'. ובפרוש רשב\"ם כתב דימוסיאות. והוא גרסת הר\"ב, ופרש בו גם כן כהר\"ב. ועוד פרשו לשון מרחצאות: {כא} ואף על גב דלא מתסר מרחץ משום עבודה זרה שמעמידין בה כדתנן פרק ג' משנה ד', מכל מקום אסור לישראל לסיע להעמיד העבודה זרה שם. בית יוסף: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} אֵין בּוֹנִין וְכוּ'. וּכְדֵי שֶׁלֹּא יִתָּפֵס יִשְׂרָאֵל שָׁם אָסוּר לִבְנוֹת עִמָּהֶם. רַשִׁ\"י: {כ} וְהוּא בִּימָה שֶׁל אֶבֶן אַחַת וּמַקְרִיב עָלֶיהָ זְבָחִים, דַּהֲוֵי תַשְׁמִישׁ דְּתַשְׁמִישׁ לַעֲבוֹדָה זָרָה. רַשִׁ\"י. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וְהַתּוֹסָפוֹת הִקְשׁוּ עַל זֶה מִמִּשְׁנָה ז' פֶּרֶק ג' וְעוֹד כוּ'. וּבְפֵרוּשׁ רַשְׁבָּ\"ם כָּתַב דִּימוֹסְיָאוֹת. וְהוּא גִרְסַת הָרַ\"ב, וּפֵרֵשׁ בּוֹ גַם כֵּן כְּהָרַ\"ב. וְעוֹד פֵּרְשׁוֹ לְשׁוֹן מֶרְחֲצָאוֹת: {כא} וְאַף עַל גַּב דְּלֹא מִתְּסַר מֶרְחָץ מִשּׁוּם עֲבוֹדָה זָרָה שֶׁמַּעֲמִידִין בָּהּ כְּדִתְנַן פֶּרֶק ג' מִשְׁנָה ד', מִכָּל מָקוֹם אָסוּר לְיִשְׂרָאֵל לְסַיֵּעַ לְהַעֲמִיד הָעֲבוֹדָה זָרָה שָׁם. בֵּית יוֹסֵף: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-8",
      "jbo:text": "ואין עושין תכשיטין לעבודה זרה, קטלאות ונזמים וטבעות. רבי אליעזר אומר, בשכר מתר. אין מוכרין להם במחבר {כב} לקרקע, אבל מוכר הוא משיקצץ {כג}. רבי יהודה אומר, מוכר הוא לו על מנת לקוץ. אין משכירין להם בתים בארץ ישראל, ואין צריך לומר שדות. ובסוריא משכירין להם בתים, אבל לא שדות. ובחוץ לארץ מוכרין להם בתים ומשכירין שדות, דברי רבי מאיר. רבי יוסי אומר, בארץ ישראל משכירין להם בתים, אבל לא שדות. ובסוריא מוכרין בתים ומשכירין שדות. ובחוצה לארץ מוכרין אלו ואלו",
      "jbo:textNikud": "וְאֵין עוֹשִׂין תַּכְשִׁיטִין לַעֲבוֹדָה זָרָה, קֻטְלָאוֹת וּנְזָמִים וְטַבָּעוֹת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בְּשָׂכָר מֻתָּר. אֵין מוֹכְרִין לָהֶם בִּמְחֻבָּר {כב} לַקַּרְקַע, אֲבָל מוֹכֵר הוּא מִשֶּׁיִּקָּצֵץ {כג}. רַבִּי יְהוּדָה אוֹמֵר, מוֹכֵר הוּא לוֹ עַל מְנָת לָקוֹץ. אֵין מַשְׂכִּירִין לָהֶם בָּתִּים בְּאֶרֶץ יִשְׂרָאֵל, וְאֵין צָרִיךְ לוֹמַר שָׂדוֹת. וּבְסוּרְיָא מַשְׂכִּירִין לָהֶם בָּתִּים, אֲבָל לֹא שָׂדוֹת. וּבְחוּץ לָאָרֶץ מוֹכְרִין לָהֶם בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בְּאֶרֶץ יִשְׂרָאֵל מַשְׂכִּירִין לָהֶם בָּתִּים, אֲבָל לֹא שָׂדוֹת. וּבְסוּרְיָא מוֹכְרִין בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת. וּבְחוּצָה לָאָרֶץ מוֹכְרִין אֵלּוּ וָאֵלּוּ",
      "rdfs:label": "משנה עבודה זרה א ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-8",
      "jbo:text": "ר\"ע מברטנורה אבל מוכר הוא משיקצץ. שלא יהא מוכר לו המחבר אלא לאחר שיקצץ. אבל כל זמן שהוא במחבר, לא, שנמצא נותן לו חניה בקרקע, והתורה אמרה (דברים ז) לא תחנם, לא תתן לו חניה בקרקע {כד}: אין משכירין להם בתים. גזרה משום מכירה דאסורא דאוריתא הוא: ואין צריך לומר שדות. דאיכא תרתי דאסורא, חניה בקרקע ומפקיען מן המעשרות {כה}: ובסוריא. ארם צובה, שכבש דוד ואינה קדושה כקדשת הארץ: משכירין להם בתים. ולא גזרינן אטו מכירה. דאי נמי אתי לידי מכירה לא עבר אדאוריתא, דכי כתיב לא תתן להם חניה, בארץ ישראל כתיב. ומיהו מכירה לכתחלה לא, משום מכירה דארץ ישראל: אבל לא שדות. דאיכא תרתי לאסורא {כו}: ובחוצה לארץ. דמרחק, וליכא למגזר מכירה דהתם אטו מכירה דארץ ישראל: מוכרין בתים ומשכירין שדות. אבל מכירה דשדות לא, כיון דאיכא תרתי: רבי יוסי אומר כו'. והלכה כרבי יוסי. ובלבד שלא ישכיר בארץ ישראל לשלשה נכרים ביחד, שלא יעשה שכונה של נכרים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֲבָל מוֹכֵר הוּא מִשֶּׁיִּקָּצֵץ. שֶׁלֹּא יְהֵא מוֹכֵר לוֹ הַמְחֻבָּר אֶלָּא לְאַחַר שֶׁיִּקָּצֵץ. אֲבָל כָּל זְמַן שֶׁהוּא בִמְחֻבָּר, לֹא, שֶׁנִּמְצָא נוֹתֵן לוֹ חֲנָיָה בַקַּרְקַע, וְהַתּוֹרָה אָמְרָה (דְּבָרִים ז) לֹא תְחָנֵּם, לֹא תִתֵּן לוֹ חֲנָיָה בַּקַּרְקַע {כד}: אֵין מַשְׂכִּירִין לָהֶם בָּתִּים. גְּזֵרָה מִשּׁוּם מְכִירָה דְּאִסּוּרָא דְאוֹרַיְתָא הוּא: וְאֵין צָרִיךְ לוֹמַר שָׂדוֹת. דְּאִיכָּא תַרְתֵּי דְאִסּוּרָא, חֲנָיָה בַקַּרְקַע וּמַפְקִיעָן מִן הַמַּעַשְׂרוֹת {כה}: וּבְסוּרְיָא. אֲרַם צוֹבָה, שֶׁכָּבַשׁ דָּוִד וְאֵינָהּ קְדוֹשָׁה כִּקְדֻשַּׁת הָאָרֶץ: מַשְׂכִּירִין לָהֶם בָּתִּים. וְלֹא גָזְרִינַן אַטּוּ מְכִירָה. דְּאִי נַמִּי אָתֵי לִידֵי מְכִירָה לֹא עָבַר אַדְּאוֹרַיְתָא, דְּכִי כְתִיב לֹא תִתֵּן לָהֶם חֲנָיָה, בְּאֶרֶץ יִשְׂרָאֵל כְּתִיב. וּמִיהוּ מְכִירָה לְכַתְּחִלָּה לֹא, מִשּׁוּם מְכִירָה דְאֶרֶץ יִשְׂרָאֵל: אֲבָל לֹא שָׂדוֹת. דְּאִיכָּא תַרְתֵּי לְאִסּוּרָא {כו}: וּבְחוּצָה לָאָרֶץ. דִּמְרַחַק, וְלֵיכָּא לְמִגְזַר מְכִירָה דְהָתָם אַטּוּ מְכִירָה דְאֶרֶץ יִשְׂרָאֵל: מוֹכְרִין בָּתִּים וּמַשְׂכִּירִין שָׂדוֹת. אֲבָל מְכִירָה דְשָׂדוֹת לֹא, כֵּיוָן דְּאִיכָּא תַרְתֵּי: רַבִּי יוֹסֵי אוֹמֵר כוּ'. וַהֲלָכָה כְּרַבִּי יוֹסֵי. וּבִלְבָד שֶׁלֹּא יַשְׂכִּיר בְּאֶרֶץ יִשְׂרָאֵל לִשְׁלֹשָׁה נָכְרִים בְּיַחַד, שֶׁלֹּא יַעֲשֶׂה שְׁכוּנָה שֶׁל נָכְרִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-8",
      "jbo:text": "עיקר תוי\"ט {כב} במחבר. הינו לרבי מאיר כדאית ליה ולרבי יוסי כדאית ליה דוקא בארץ ישראל. דאי בחוצה לארץ הא אמר רבי יוסי דמוכרין אפלו שדות, ולא אסור טפי במחבר לקרקע מקרקע עצמו. הר\"ן. ועין תוספות יום טוב: {כג} משיקצץ. אף על גב דהוי ליה מחבר מעקרו. הר\"ן. אבל הרא\"ש מסיק דרבי יהודה מפרש מלתא דתנא קמא, דלא משמע ליה דקאמר תנא קמא משיקצץ, דמה חדוש הוא זה, וכי בשביל שהיה מחבר לקרקע לא ימכרנו לאחר שנקצץ. ועין תוספות יום טוב: {כד} שאם לא יהיה להם קרקע, ישיבתן ישיבת עראי היא. הרמב\"ם. ולאו דוקא בשבעה עממין. ואפלו לדעת התוספות שכתבו בפרק קמא דשבת כו'. ועין תוספות יום טוב: {כה} גמרא, אי הכי בתים נמי איכא תרתי, חנית קרקע וקא מפקע ליה ממזוזה. ומשני, מזוזה חובת הדר היא, ודמעשרות הינו שאם יזרענה ישראל. ועין תוספות יום טוב: {כו} תימה, דמאי הוי, הא הוי גזרה לגזרה. ומשום הכי מסיק בגמרא דסבירא ליה שמיה כבוש, אלא דלא אחמור רבנן למגזר שכירות בתים אטו מכירה. אבל שדות דאית בהו תרתי כו'. ורבי יוסי סבר לאו שמיה כבוש, והיכא דליכא תרתי לא גזור כלל. ועין תוספות יום טוב: {כז} ולדלמא אזיל עובד כוכבים דזבין מישראל ומזבין לתרי תרתי פלגי ומעכב השלישית לעצמו, לכלי האי לא חישינן. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כב} בִּמְחֻבָּר. הַיְנוּ לְרַבִּי מֵאִיר כִּדְאִית לֵיהּ וּלְרַבִּי יוֹסֵי כִּדְאִית לֵיהּ דַּוְקָא בְאֶרֶץ יִשְׂרָאֵל. דְּאִי בְחוּצָה לָאָרֶץ הָא אָמַר רַבִּי יוֹסֵי דְמוֹכְרִין אֲפִלּוּ שָׂדוֹת, וְלֹא אָסוּר טְפֵי בִמְחֻבָּר לַקַּרְקַע מִקַּרְקַע עַצְמוֹ. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} מִשֶּׁיִּקָּצֵץ. אַף עַל גַּב דַּהֲוֵי לֵיהּ מְחֻבָּר מֵעִקָּרוֹ. הָרַ\"ן. אֲבָל הָרֹא\"שׁ מַסִּיק דְּרַבִּי יְהוּדָה מְפָרֵשׁ מִלְּתָא דְתַנָּא קַמָּא, דְּלֹא מַשְׁמַע לֵיהּ דְּקָאָמַר תַּנָּא קַמָּא מִשֶּׁיִּקָצֵץ, דְּמַה חִדּוּשׁ הוּא זֶה, וְכִי בִשְׁבִיל שֶׁהָיָה מְחֻבָּר לַקַּרְקַע לֹא יִמְכְּרֶנּוּ לְאַחַר שֶׁנִּקְצָץ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} שֶׁאִם לֹא יִהְיֶה לָהֶם קַרְקַע, יְשִׁיבָתָן יְשִׁיבַת עֲרַאי הִיא. הָרַמְבַּ\"ם. וְלָאו דַּוְקָא בְשִׁבְעָה עֲמָמִין. וַאֲפִלּוּ לְדַעַת הַתּוֹסָפוֹת שֶׁכָּתְבוּ בְּפֶרֶק קַמָּא דְשַׁבָּת כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} גְּמָרָא, אִי הָכִי בָּתִּים נַמִּי אִיכָּא תַרְתֵּי, חֲנָיַת קַרְקַע וְקָא מַפְקַע לֵיהּ מִמְּזוּזָה. וּמְשָׁנֵי, מְזוּזָה חוֹבַת הַדָּר הִיא, וּדְמַעַשְׂרוֹת הַיְנוּ שֶׁאִם יִזְרְעֶנָּה יִשְׂרָאֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} תֵּימַהּ, דְּמַאי הָוֵי, הָא הָוֵי גְזֵרָה לִגְזֵרָה. וּמִשּׁוּם הָכִי מַסִּיק בַּגְּמָרָא דִּסְבִירָא לֵיהּ שְׁמֵיהּ כִּבּוּשׁ, אֶלָּא דְלָא אַחְמוּר רַבָּנָן לְמִגְזַר שְׂכִירוּת בָּתִּים אַטּוּ מְכִירָה. אֲבָל שָׂדוֹת דְּאִית בְּהוּ תַרְתֵּי כוּ'. וְרַבִּי יוֹסֵי סָבַר לָאו שְׁמֵיהּ כִּבּוּשׁ, וְהֵיכָא דְלֵיכָּא תַרְתֵּי לֹא גָזוּר כְּלָל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} וּלְדִלְמָא אָזֵיל עוֹבֵד כּוֹכָבִים דְּזָבֵין מִיִּשְׂרָאֵל וּמְזַבֵּין לִתְרֵי תַרְתֵּי פַלְגֵי וּמְעַכֵּב הַשְּׁלִישִׁית לְעַצְמוֹ, לְכֻלֵּי הַאי לֹא חָיְשִׁינַן. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-4-8-1-9",
      "jbo:text": "אף במקום שאמרו להשכיר, לא לבית דירה אמרו {כט}, מפני שהוא מכניס לתוכו עבודה זרה, שנאמר (דברים ז) ולא תביא תועבה אל ביתך. ובכל מקום לא ישכיר לו את המרחץ, מפני שהוא נקרא על שמו",
      "jbo:textNikud": "אַף בִּמְקוֹם שֶׁאָמְרוּ לְהַשְׂכִּיר, לֹא לְבֵית דִּירָה אָמְרוּ {כט}, מִפְּנֵי שֶׁהוּא מַכְנִיס לְתוֹכוֹ עֲבוֹדָה זָרָה, שֶׁנֶּאֱמַר (דברים ז) וְלֹא תָבִיא תוֹעֵבָה אֶל בֵּיתֶךָ. וּבְכָל מָקוֹם לֹא יַשְׂכִּיר לוֹ אֶת הַמֶּרְחָץ, מִפְּנֵי שֶׁהוּא נִקְרָא עַל שְׁמוֹ",
      "rdfs:label": "משנה עבודה זרה א ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-bartanura-4-8-1-9",
      "jbo:text": "ר\"ע מברטנורה {כז} ט אף במקום שאמרו להשכיר. לרבי מאיר בסוריא דוקא ולא בארץ ישראל, ולרבי יוסי אפלו בארץ ישראל {כח}: לא לבית דירה אמרו. אלא להכניס שם תבן ועצים וכיוצא בזה {ל}: מפני שהיא נקראת על שמו. והנכרי מחממה בשבת ויאמרו מרחץ של פלוני יהודי רוחצים בה בשבת {לא}. ולא דמי לשדה של ישראל שאריס נכרי עושה בה מלאכה בשבת, דשדה לאריסות עבידא, והנכרי אריסותא דנפשיה קא עביד, אבל מרחץ לאו לאריסותא קא עבידא ואין הכל יודעים שהישראל השכירה לנכרי, ולכך אסור. ובזמן הזה שדרך להוריד אריס למרחץ לשנה, למחצה לשליש ולרביע, כדרך שמורידין לשדות, שרי להשכיר מרחץ לנכרי, ואף על פי שהנכרי עושה בה מלאכה בשבת מידע ידעי שהנכרי אריס בה ואריסותא דנפשיה קא עביד: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה {כז} ט אַף בִּמְקוֹם שֶׁאָמְרוּ לְהַשְׂכִּיר. לְרַבִּי מֵאִיר בְּסוּרְיָא דַוְקָא וְלֹא בְאֶרֶץ יִשְׂרָאֵל, וּלְרַבִּי יוֹסֵי אֲפִלּוּ בְאֶרֶץ יִשְׂרָאֵל {כח}: לֹא לְבֵית דִּירָה אָמְרוּ. אֶלָּא לְהַכְנִיס שָׁם תֶּבֶן וְעֵצִים וְכַיּוֹצֵא בָזֶה {ל}: מִפְּנֵי שֶׁהִיא נִקְרֵאת עַל שְׁמוֹ. וְהַנָּכְרִי מְחַמְּמָהּ בְּשַׁבָּת וְיֹאמְרוּ מֶרְחָץ שֶׁל פְּלוֹנִי יְהוּדִי רוֹחֲצִים בָּהּ בְּשַׁבָּת {לא}. וְלֹא דָמֵי לְשָׂדֶה שֶׁל יִשְׂרָאֵל שֶׁאָרִיס נָכְרִי עוֹשֶׂה בָהּ מְלָאכָה בְשַׁבָּת, דְּשָׂדֶה לַאֲרִיסוּת עֲבִידָא, וְהַנָּכְרִי אֲרִיסוּתָא דְנַפְשֵׁיהּ קָא עֲבִיד, אֲבָל מֶרְחָץ לָאו לַאֲרִיסוּתָא קָא עֲבִידָא וְאֵין הַכֹּל יוֹדְעִים שֶׁהַיִּשְׂרָאֵל הִשְׂכִּירָהּ לְנָכְרִי, וּלְכָךְ אָסוּר. וּבַזְּמַן הַזֶּה שֶׁדֶּרֶךְ לְהוֹרִיד אָרִיס לַמֶּרְחָץ לְשָׁנָה, לְמֶחֱצָה לִשְׁלִישׁ וְלִרְבִיעַ, כְּדֶרֶךְ שֶׁמּוֹרִידִין לַשָּׂדוֹת, שָׁרֵי לְהַשְׂכִּיר מֶרְחָץ לְנָכְרִי, וְאַף עַל פִּי שֶׁהַנָּכְרִי עוֹשֶׂה בָהּ מְלָאכָה בְשַׁבָּת מֵידַע יָדְעִי שֶׁהַנָּכְרִי אָרִיס בָּהּ וַאֲרִיסוּתָא דְנַפְשֵׁיהּ קָא עֲבִיד: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה א ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-1-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-1"
      ],
      "uri": "jbr:mishna-yomtov-4-8-1-9",
      "jbo:text": "עיקר תוי\"ט {כח} כלומר, ומתניתין דתנן במקום שאמרו, רבי מאיר היא. ועין תוספות יום טוב: {כט} להשכיר. בירושלמי, הא במקום שנהגו למכר מוכר הוא לו ואפלו לבית דירה, ומשכיר הוא לו ואפלו לבית דירה. והינו טעמא, משום דהאי לא תביא תועבה, להא מלתא אסמכתא בעלמא הוא, דעקר קרא בישראל המכניס עבודה זרה לביתו הוא. הלכך בארץ ישראל שאנו מצוין לשרש אחר עבודה זרה אסרו חכמים שלא להשכיר לבית דירה, וכן בסוריא מפני סמיכותה לארץ ישראל. אבל בחוץ לארץ שאין אנו מצוין לשרש אחריה, משכירין אפלו לבית דירה כו'. ולישנא דסיפא דמתניתין נמי הכי דיקא כו'. הר\"ן: {ל} כלומר, לאפוקי להכניס בו יין נסך, שאינו רשאי להכשירו לכך, ואם עשה כן שכרו אסור. הראב\"ד: {לא} לשון הרמב\"ם, ויכנסו בו נכרים ויאמרו רחצנו כו', ובזה יש חלול השם למי שישמע זה ואינו יודע שהוא שכור: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כח} כְּלוֹמַר, וּמַתְנִיתִין דִּתְנַן בִּמְקוֹם שֶׁאָמְרוּ, רַבִּי מֵאִיר הִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כט} לְהַשְׂכִּיר. בַּיְרוּשַׁלְמִי, הָא בִמְקוֹם שֶׁנָּהֲגוּ לִמְכֹּר מוֹכֵר הוּא לוֹ וַאֲפִלּוּ לְבֵית דִּירָה, וּמַשְׂכִּיר הוּא לוֹ וַאֲפִלּוּ לְבֵית דִּירָה. וְהַיְנוּ טַעֲמָא, מִשּׁוּם דְּהַאי לֹא תָבִיא תּוֹעֵבָה, לְהָא מִלְּתָא אַסְמַכְתָּא בְעָלְמָא הוּא, דְּעִקַּר קְרָא בְּיִשְׂרָאֵל הַמַּכְנִיס עֲבוֹדָה זָרָה לְבֵיתוֹ הוּא. הִלְכָּךְ בְּאֶרֶץ יִשְׂרָאֵל שֶׁאָנוּ מְצֻוִּין לְשָׁרֵשׁ אַחַר עֲבוֹדָה זָרָה אָסְרוּ חֲכָמִים שֶׁלֹּא לְהַשְׂכִּיר לְבֵית דִּירָה, וְכֵן בְּסוּרְיָא מִפְּנֵי סְמִיכוּתָהּ לְאֶרֶץ יִשְׂרָאֵל. אֲבָל בְּחוּץ לָאָרֶץ שֶׁאֵין אָנוּ מְצֻוִּין לְשָׁרֵשׁ אַחֲרֶיהָ, מַשְׂכִּירִין אֲפִלּוּ לְבֵית דִּירָה כוּ'. וְלִישְׁנָא דְסֵיפָא דְמַתְנִיתִין נַמִּי הָכִי דַיְקָא כוּ'. הָרַ\"ן: {ל} כְּלוֹמַר, לַאֲפוֹקֵי לְהַכְנִיס בּוֹ יֵין נֶסֶךְ, שֶׁאֵינוֹ רַשַּׁאי לְהַכְשִׁירוֹ לְכָךְ, וְאִם עָשָׂה כֵן שְׂכָרוֹ אָסוּר. הָרַאֲבַ\"ד: {לא} לְשׁוֹן הָרַמְבַּ\"ם, וְיִכָּנְסוּ בוֹ נָכְרִים וְיֹאמְרוּ רָחַצְנוּ כוּ', וּבָזֶה יֵשׁ חִלּוּל הַשֵּׁם לְמִי שֶׁיִּשְׁמַע זֶה וְאֵינוֹ יוֹדֵעַ שֶׁהוּא שָׂכוּר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה א ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-1-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-1",
      "jbo:text": "אין מעמידין בהמה בפנדקאות של גוים, מפני שחשודין על הרביעה {א}. ולא תתיחד אשה עמהן, מפני שחשודין על העריות {ב}. ולא יתיחד אדם עמהן, מפני שחשודין על שפיכת דמים. בת ישראל לא תילד את הנכרית, מפני שמילדת בן לעבודה זרה. אבל נכרית מילדת בת ישראל. בת ישראל לא תניק בנה של נכרית {ד}, אבל נכרית {ה} מניקה בנה של ישראלית ברשותה {ו}",
      "jbo:textNikud": "אֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדְּקָאוֹת שֶׁל גּוֹיִם, מִפְּנֵי שֶׁחֲשׁוּדִין עַל הָרְבִיעָה {א}. וְלֹא תִתְיַחֵד אִשָּׁה עִמָּהֶן, מִפְּנֵי שֶׁחֲשׁוּדִין עַל הָעֲרָיוֹת {ב}. וְלֹא יִתְיַחֵד אָדָם עִמָּהֶן, מִפְּנֵי שֶׁחֲשׁוּדִין עַל שְׁפִיכַת דָּמִים. בַּת יִשְׂרָאֵל לֹא תְיַלֵּד אֶת הַנָּכְרִית, מִפְּנֵי שֶׁמְּיַלֶּדֶת בֵּן לַעֲבוֹדָה זָרָה. אֲבָל נָכְרִית מְיַלֶּדֶת בַּת יִשְׂרָאֵל. בַּת יִשְׂרָאֵל לֹא תָנִיק בְּנָהּ שֶׁל נָכְרִית {ד}, אֲבָל נָכְרִית {ה} מְנִיקָה בְנָהּ שֶׁל יִשְׂרְאֵלִית בִּרְשׁוּתָהּ {ו}",
      "rdfs:label": "משנה עבודה זרה ב א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-1",
      "jbo:text": "ר\"ע מברטנורה אין מעמידין בהמה בפנדקאות. העשויין להתאכסן שם עוברי דרכים. לפי שהנכרים חשודים על הרביעה. אפלו נקבות אצל נקבות אסור, לפי שהנכרים מצויים אצל נשי חבריהם ופעמים שאינו מוצאה ומרביע את הבהמה: ולא תתיחד אשה עמהן. אפלו ביחוד שכיוצא בו אצל ישראל מתר, כגון שאשתו עמו, אצל נכרי אסור, דנכרי אין אשתו משמרתו: לא תילד את הנכרית. מפני שמגדלת בן לעבודה זרה. ובשכר, מתרת, משום איבה: אבל נכרית מילדת בת ישראל. בזמן שאחרות עומדות על גבה {ג}. אבל בינה לבינה לא, שחשודה על שפיכות דמים שמא תהרגנו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין מַעֲמִידִין בְּהֵמָה בְּפֻנְדְּקָאוֹת. הָעֲשׂוּיִין לְהִתְאַכְסֵן שָׁם עוֹבְרֵי דְרָכִים. לְפִי שֶׁהַנָּכְרִים חֲשׁוּדִים עַל הָרְבִיעָה. אֲפִלּוּ נְקֵבוֹת אֵצֶל נְקֵבוֹת אָסוּר, לְפִי שֶׁהַנָּכְרִים מְצוּיִים אֵצֶל נְשֵׁי חַבְרֵיהֶם וּפְעָמִים שֶׁאֵינוֹ מוֹצְאָהּ וּמַרְבִּיעַ אֶת הַבְּהֵמָה: וְלֹא תִתְיַחֵד אִשָּׁה עִמָּהֶן. אֲפִלּוּ בְּיִחוּד שֶׁכַּיּוֹצֵא בוֹ אֵצֶל יִשְׂרָאֵל מֻתָּר, כְּגוֹן שֶׁאִשְׁתּוֹ עִמּוֹ, אֵצֶל נָכְרִי אָסוּר, דְּנָכְרִי אֵין אִשְׁתּוֹ מְשַׁמַּרְתּוֹ: לֹא תְיַלֵּד אֶת הַנָּכְרִית. מִפְּנֵי שֶׁמְּגַדֶּלֶת בֵּן לַעֲבוֹדָה זָרָה. וּבְשָׂכָר, מֻתֶּרֶת, מִשּׁוּם אֵיבָה: אֲבָל נָכְרִית מְיַלֶּדֶת בַּת יִשְׂרָאֵל. בִּזְמַן שֶׁאֲחֵרוֹת עוֹמְדוֹת עַל גַּבָּהּ {ג}. אֲבָל בֵּינָהּ לְבֵינָהּ לֹא, שֶׁחֲשׁוּדָה עַל שְׁפִיכוּת דָּמִים שֶׁמָּא תַהַרְגֶנּוּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-1",
      "jbo:text": "עיקר תוי\"ט {א} הרביעה. ובני נח נאסרו בה, דכתיב והיו לבשר אחד [בראשית ב], יצאו בהמה וחיה ועוף. ויש כאן לפני עור לא תתן מכשול. רש\"י. והא דלמכר להם תליא במנהגא, הינו משום דעל בהמתו חס עלה שלא תעקר. גמרא: {ב} העריות. גמרא. ותיפוק ליה משום שפיכות דמים. ומשני, אשה כלי זינה עליה. ופרשו התוספות לפי שהיא אמללה ושפלה ואינה בת מריבה כאיש, [מרחמין עליה ואין הורגין אותה]: {ג} ואפלו הכי לא שריא אלא ברשות ישראל דוקא. ועין לקמן באות ו': {ד} בנה של נכרית. מפני שמגדלת בן לעבודה זרה. בריתא: {ה} אבל נכרית מניקה כו'. ירושלמי, שנאמר [ישעיה מט] והיו מלכים אמניך ושרותיהם מיניקותיך. הרא\"ש: {ו} ברשותה. דישראלית. אבל לא תמסרנו להוליכו בביתה, שלא תהרגנו. רש\"י. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} הָרְבִיעָה. וּבְנֵי נֹחַ נֶאֶסְרוּ בָהּ, דִּכְתִיב וְהָיוּ לְבָשָׂר אֶחָד [בְּרֵאשִׁית ב], יָצְאוּ בְהֵמָה וְחַיָּה וְעוֹף. וְיֵשׁ כָּאן לִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁוֹל. רַשִׁ\"י. וְהָא דְלִמְכֹּר לָהֶם תַּלְיָא בְמִנְהָגָא, הַיְנוּ מִשּׁוּם דְּעַל בְּהֶמְתּוֹ חָס עֲלַהּ שֶׁלֹּא תֵעָקֵר. גְּמָרָא: {ב} הָעֲרָיוֹת. גְּמָרָא. וְתֵיפּוּק לֵיהּ מִשּׁוּם שְׁפִיכוּת דָּמִים. וּמְשָׁנֵי, אִשָּׁה כְלֵי זֵינָהּ עָלֶיהָ. וּפֵרְשׁוּ הַתּוֹסָפוֹת לְפִי שֶׁהִיא אֻמְלָלָה וּשְׁפָלָה וְאֵינָהּ בַּת מְרִיבָה כְאִישׁ, [מְרַחֲמִין עָלֶיהָ וְאֵין הוֹרְגִין אוֹתָהּ]: {ג} וַאֲפִלּוּ הָכִי לֹא שַׁרְיָא אֶלָּא בִרְשׁוּת יִשְׂרָאֵל דַּוְקָא. וְעַיֵּן לְקַמָּן בְּאוֹת ו': {ד} בְּנָהּ שֶׁל נָכְרִית. מִפְּנֵי שֶׁמְּגַדֶּלֶת בֵּן לַעֲבוֹדָה זָרָה. בְּרַיְתָא: {ה} אֲבָל נָכְרִית מְנִיקָה כוּ'. יְרוּשַׁלְמִי, שֶׁנֶּאֱמַר [יְשַׁעְיָה מט] וְהָיוּ מְלָכִים אֹמְנַיִךְ וְשָׂרוֹתֵיהֶם מֵינִיקוֹתַיִךְ. הָרֹא\"שׁ: {ו} בִּרְשׁוּתָהּ. דְּיִשְׂרְאֵלִית. אֲבָל לֹא תִמְסְרֶנּוּ לְהוֹלִיכוֹ בְּבֵיתָהּ, שֶׁלֹּא תַהַרְגֶנּוּ. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-2",
      "jbo:text": "מתרפאין מהן רפוי ממון, אבל לא רפוי נפשות. ואין מסתפרין מהן בכל מקום {ח}, דברי רבי מאיר. וחכמים אומרים, ברשות הרבים מתר, אבל לא בינו לבינו {ט}",
      "jbo:textNikud": "מִתְרַפְּאִין מֵהֶן רִפּוּי מָמוֹן, אֲבָל לֹא רִפּוּי נְפָשׁוֹת. וְאֵין מִסְתַּפְּרִין מֵהֶן בְּכָל מָקוֹם {ח}, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בִּרְשׁוּת הָרַבִּים מֻתָּר, אֲבָל לֹא בֵינוֹ לְבֵינוֹ {ט}",
      "rdfs:label": "משנה עבודה זרה ב ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-2",
      "jbo:text": "ר\"ע מברטנורה רפוי ממון. בהמתו: רפוי נפשות. גופו. ואם אמר לו סם פלוני יפה לך, אפלו רפוי נפשות מתר להתרפאות ממנו {ז}: אבל לא בינו לבינו. ואי רואה במראה {י}, מתר. דמימר אמר הנכרי, הואיל ומסתפר הכי אדם חשוב הוא, ומתירא להרגו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רִפּוּי מָמוֹן. בְּהֶמְתּוֹ: רִפּוּי נְפָשׁוֹת. גּוּפוֹ. וְאִם אָמַר לוֹ סַם פְּלוֹנִי יָפֶה לְךָ, אֲפִלּוּ רִפּוּי נְפָשׁוֹת מֻתָּר לְהִתְרַפְּאוֹת מִמֶּנּוּ {ז}: אֲבָל לֹא בֵינוֹ לְבֵינוֹ. וְאִי רוֹאֶה בְמַרְאָה {י}, מֻתָּר. דְּמֵימָר אָמַר הַנָּכְרִי, הוֹאִיל וּמִסְתַּפֵּר הָכִי אָדָם חָשׁוּב הוּא, וּמִתְיָרֵא לְהָרְגוֹ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-2",
      "jbo:text": "עיקר תוי\"ט {ז} סבר, שיולי משאיל ליה (לנסותו אם אומר לו אמת), וכי היכי דמשאיל ליה משאיל לאיניש אחרינא, ואתא ההוא גברא לאורועי נפשיה. גמרא: {ח} בכל מקום. אפלו בשבילי רשות הרבים שעוברין שם תדיר. שמא יחתך צוארו בתער. רש\"י: {ט} בינו לבינו. פרוש במקום שאין רגילים בני אדם כל כך. [אבל ביחוד ממש לא אצטריך, דתיפוק ליה משום שפיכות דמים. וכן יש לפרש לעיל גבי מניקה. תוספות]: {י} פרוש, לראות אם מספר יפה באמנות, וסבר הנכרי כיון דקפיד אהכי וכו'. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} סָבַר, שַׁיּוֹלֵי מְשַׁאֵיל לֵיהּ (לְנַסּוֹתוֹ אִם אוֹמֵר לוֹ אֱמֶת), וְכִי הֵיכִי דִמְשַׁאֵיל לֵיהּ מְשַׁאֵיל לֶאֱינִישׁ אַחֲרִינָא, וַאֲתָא הַהוּא גַבְרָא לְאוֹרוֹעֵי נַפְשֵׁיהּ. גְּמָרָא: {ח} בְּכָל מָקוֹם. אֲפִלּוּ בִשְׁבִילֵי רְשׁוּת הָרַבִּים שֶׁעוֹבְרִין שָׁם תָּדִיר. שֶׁמָּא יַחְתֹּךְ צַוָּארוֹ בְתַעַר. רַשִׁ\"י: {ט} בֵּינוֹ לְבֵינוֹ. פֵּרוּשׁ בְּמָקוֹם שֶׁאֵין רְגִילִים בְּנֵי אָדָם כָּל כָּךְ. [אֲבָל בְּיִחוּד מַמָּשׁ לֹא אִצְטְרִיךְ, דְּתֵיפּוּק לֵיהּ מִשּׁוּם שְׁפִיכוּת דָּמִים. וְכֵן יֵשׁ לְפָרֵשׁ לְעֵיל גַּבֵּי מֵנִיקָה. תּוֹסָפוֹת]: {י} פֵּרוּשׁ, לִרְאוֹת אִם מְסַפֵּר יָפֶה בְּאֻמָּנוּת, וְסָבַר הַנָּכְרִי כֵיוָן דְּקָפֵיד אַהָכִי וְכוּ'. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-3",
      "jbo:text": "אלו דברים של גוים אסורין ואסורן אסור הנאה. היין {יא}, והחמץ של גוים שהיה מתחלתו יין {יב}, וחרס הדריני, ועורות לבובין. רבן שמעון בן גמליאל אומר, בזמן שהקרע שלו עגול, אסור. משוך, מתר. בשר הנכנס לעבודה זרה {טו}, מתר. והיוצא, אסור, מפני שהוא כזבחי מתים {טז}, דברי רבי עקיבא. ההולכין לתרפות, אסור לשאת ולתת עמהם. והבאין, מתרין",
      "jbo:textNikud": "אֵלּוּ דְבָרִים שֶׁל גּוֹיִם אֲסוּרִין וְאִסּוּרָן אִסּוּר הֲנָאָה. הַיַּיִן {יא}, וְהַחֹמֶץ שֶׁל גּוֹיִם שֶׁהָיָה מִתְּחִלָּתוֹ יַיִן {יב}, וְחֶרֶס הַדְרִיָּנִי, וְעוֹרוֹת לְבוּבִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, בִּזְמַן שֶׁהַקֶּרַע שֶׁלּוֹ עָגוֹל, אָסוּר. מָשׁוּךְ, מֻתָּר. בָּשָׂר הַנִּכְנָס לַעֲבוֹדָה זָרָה {טו}, מֻתָּר. וְהַיּוֹצֵא, אָסוּר, מִפְּנֵי שֶׁהוּא כְזִבְחֵי מֵתִים {טז}, דִּבְרֵי רַבִּי עֲקִיבָא. הַהוֹלְכִין לַתַּרְפּוּת, אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶם. וְהַבָּאִין, מֻתָּרִין",
      "rdfs:label": "משנה עבודה זרה ב ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-3",
      "jbo:text": "ר\"ע מברטנורה שהיה מתחלתו יין. לאפוקי היכא דקנה הנכרי חמץ מישראל, דלא מתסר בהנאה. דטעמא דמתסר בהנאה, משום דלמא נסכיה לעבודה זרה, וחמץ לא קא מנסך לעבודה זרה {יג}: וחרס הדריני. אדריאנוס קיסר היה מגבל טיט ביין ועושה ממנו כלים ולא היה מצרפן בכבשן, ונושאים אותן במלחמה, וכשרוצים לשתות משימים אותם החרסים במים ונמוחים שם, והטיט שוקע למטה, ונשאר היין מזוג במים. ועל שם אדריאנוס נקרא חרס הדריני: עורות לבובין. קורעים הבהמה מחיים כנגד הלב כמין נקב עגל ומוציאין הלב ומקריבין אותו לעבודה זרה {יד}: משוך מתר. שאין עושין לעבודה זרה אלא עגל. והלכה כרבן שמעון בן גמליאל: היוצא אסור בהנאה. שכבר נעשה תקרבת: לתרפות. לטעות עבודה זרה [למרחק. רש\"י]. מקום ערותה של אשה נקרא בית תרפה: אסור לשאת ולתת עמהם. דאזלו ומודו לעבודה זרה. ועוד, דזבני מידי דצריך לתקרבת עבודה זרה. והלכה כרבי עקיבא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁהָיָה מִתְּחִלָּתוֹ יַיִן. לַאֲפוֹקֵי הֵיכָא דְקָנָה הַנָּכְרִי חֹמֶץ מִיִּשְׂרָאֵל, דְּלֹא מִתְּסַר בַּהֲנָאָה. דְּטַעֲמָא דְמִתְּסַר בַּהֲנָאָה, מִשּׁוּם דִּלְמָא נַסְּכֵיהּ לַעֲבוֹדָה זָרָה, וְחֹמֶץ לֹא קָא מִנַּסַּךְ לַעֲבוֹדָה זָרָה {יג}: וְחֶרֶס הַדְרִיָּנִי. אַדְרִיָּאנוּס קֵיסָר הָיָה מְגַבֵּל טִיט בְּיַיִן וְעוֹשֶׂה מִמֶּנּוּ כֵלִים וְלֹא הָיָה מְצָרְפָן בְּכִבְשָׁן, וְנוֹשְׂאִים אוֹתָן בַּמִּלְחָמָה, וּכְשֶׁרוֹצִים לִשְׁתּוֹת מְשִׂימִים אוֹתָם הַחֲרָסִים בְּמַיִם וְנִמּוֹחִים שָׁם, וְהַטִּיט שׁוֹקֵעַ לְמַטָּה, וְנִשְׁאָר הַיַּיִן מָזוּג בַּמַּיִם. וְעַל שֵׁם אַדְרִיָּאנוּס נִקְרָא חֶרֶס הַדְרִיָּנִי: עוֹרוֹת לְבוּבִין. קוֹרְעִים הַבְּהֵמָה מֵחַיִּים כְּנֶגֶד הַלֵּב כְּמִין נֶקֶב עָגֹל וּמוֹצִיאִין הַלֵּב וּמַקְרִיבִין אוֹתוֹ לַעֲבוֹדָה זָרָה {יד}: מָשׁוּךְ מֻתָּר. שֶׁאֵין עוֹשִׂין לַעֲבוֹדָה זָרָה אֶלָּא עָגֹל. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: הַיּוֹצֵא אָסוּר בַּהֲנָאָה. שֶׁכְּבָר נַעֲשָׂה תִקְרֹבֶת: לַתַּרְפּוּת. לִטְעוֹת עֲבוֹדָה זָרָה [לְמֵרָחֹק. רַשִׁ\"י]. מְקוֹם עֶרְוָתָהּ שֶׁל אִשָּׁה נִקְרָא בֵית תֻּרְפָּה: אָסוּר לָשֵׂאת וְלָתֵת עִמָּהֶם. דְּאָזְלוּ וּמוֹדוּ לַעֲבוֹדָה זָרָה. וְעוֹד, דְּזָבְנֵי מִידֵי דִּצְרִיךְ לְתִקְרֹבֶת עֲבוֹדָה זָרָה. וַהֲלָכָה כְּרַבִּי עֲקִיבָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-3",
      "jbo:text": "עיקר תוי\"ט {יא} היין כו'. כלומר, אף על פי שלא ידענו בו שנתנסך. ובגמרא מיתי ליה מקרא דיין שנתנסך אסור בהנאה. וגזרו חכמים על סתם יינם שיהיה גם כן אסור בהנאה. ועין תוספות יום טוב: {יב} שהיה כו'. ופשיטא דמשום דאחמיץ לא פקע מניה אסורא. והינו דכתב הר\"ב לאפוקי כו': {יג} וכן לשון רש\"י. ואם כן אף בשתיה היה לנו להתירו. אלא נראה לי שרש\"י לא רצה לכתב התר בשתיה מטעם שכתבו התוספות כי אין אנו בקיאים בטיב חמץ אם הוא חמץ או יין: {יד} ובעבודה זו מקריבין אף העור, ולפיכך כל עור שיש בה סימן כזה אסור. וזה לשון הרמב\"ם, בהמה שהקריבה כלה לעבודה זרה אסורה בהנאה, אפלו פרשה ועצמותיה וקרניה וטלפיה ועורה, הכל אסור בהנאה: {טו} הנכנס כו'. שהנכרי רוצה להכניסו, מתר בהנאה אם נזהר ישראל לטלו עם כניסתו קדם שיקריבו אותו. רש\"י: {טז} מפני כו'. מהדר ותני מפני כו', לומר שאסור ומטמא. ורבנו תם פרש דהכא בחתיכה שאינו זבוח לפני עבודה זרה, אלא שמביאים דורון, ולהכי תני כזבחי. ובירושלמי גרס זבחי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יא} הַיַּיִן כוּ'. כְּלוֹמַר, אַף עַל פִּי שֶׁלֹּא יָדַעְנוּ בוֹ שֶׁנִּתְנַסֵּךְ. וּבַגְּמָרָא מַיְתֵי לֵיהּ מִקְּרָא דְּיַיִן שֶׁנִּתְנַסַּךְ אָסוּר בַּהֲנָאָה. וְגָזְרוּ חֲכָמִים עַל סְתָם יֵינָם שֶׁיִּהְיֶה גַם כֵּן אָסוּר בַּהֲנָאָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} שֶׁהָיָה כוּ'. וּפְשִׁיטָא דְמִשּׁוּם דְּאַחְמִיץ לֹא פָּקַע מִנֵּיהּ אִסּוּרָא. וְהַיְנוּ דְכָתַב הָרַ\"ב לַאֲפוֹקֵי כוּ': {יג} וְכֵן לְשׁוֹן רַשִׁ\"י. וְאִם כֵּן אַף בִּשְׁתִיָּה הָיָה לָנוּ לְהַתִּירוֹ. אֶלָּא נִרְאֶה לִי שֶׁרַשִׁ\"י לֹא רָצָה לִכְתֹּב הֶתֵּר בִּשְׁתִיָּה מִטַּעַם שֶׁכָּתְבוּ הַתּוֹסָפוֹת כִּי אֵין אָנוּ בְקִיאִים בְּטִיב חֹמֶץ אִם הוּא חֹמֶץ אוֹ יַיִן: {יד} וּבַעֲבוֹדָה זוֹ מַקְרִיבִין אַף הָעוֹר, וּלְפִיכָךְ כָּל עוֹר שֶׁיֵּשׁ בָּהּ סִימָן כָּזֶה אָסוּר. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, בְּהֵמָה שֶׁהִקְרִיבָהּ כֻּלָּהּ לַעֲבוֹדָה זָרָה אֲסוּרָה בַהֲנָאָה, אֲפִלּוּ פִּרְשָׁהּ וְעַצְמוֹתֶיהָ וְקַרְנֶיהָ וּטְלָפֶיהָ וְעוֹרָהּ, הַכֹּל אָסוּר בַּהֲנָאָה: {טו} הַנִּכְנָס כוּ'. שֶׁהַנָּכְרִי רוֹצֶה לְהַכְנִיסוֹ, מֻתָּר בַּהֲנָאָה אִם נִזְהָר יִשְׂרָאֵל לִטְּלוֹ עִם כְּנִיסָתוֹ קֹדֶם שֶׁיַּקְרִיבוּ אוֹתוֹ. רַשִׁ\"י: {טז} מִפְּנֵי כוּ'. מַהֲדַר וְתָנֵי מִפְּנֵי כוּ', לוֹמַר שֶׁאָסוּר וּמְטַמֵּא. וְרַבֵּנוּ תָם פֵּרֵשׁ דְּהָכָא בַחֲתִיכָה שֶׁאֵינוֹ זִבּוּחַ לִפְנֵי עֲבוֹדָה זָרָה, אֶלָּא שֶׁמְּבִיאִים דּוֹרוֹן, וּלְהָכִי תָנֵי כְזִבְחֵי. וּבַיְרוּשַׁלְמִי גָרַס זִבְחֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-4",
      "jbo:text": "נודות הגוים וקנקניהן ויין של ישראל כנוס בהן, אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, אין אסורן אסור הנאה. החרצנים והזגין של גוים אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, לחין, אסורין, יבשין, מתרין. המריס וגבינות בית אניקי של גוים אסורין, ואסורן אסור הנאה, דברי רבי מאיר. וחכמים אומרים, אין אסורן אסור הנאה",
      "jbo:textNikud": "נוֹדוֹת הַגּוֹיִם וְקַנְקַנֵּיהֶן וְיַיִן שֶׁל יִשְׂרָאֵל כָּנוּס בָּהֶן, אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין אִסּוּרָן אִסּוּר הֲנָאָה. הַחַרְצַנִּים וְהַזַּגִּין שֶׁל גּוֹיִם אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, לַחִין, אֲסוּרִין, יְבֵשִׁין, מֻתָּרִין. הַמֻּרְיָס וּגְבִינוֹת בֵּית אֻנְיָקִי שֶׁל גּוֹיִם אֲסוּרִין, וְאִסּוּרָן אִסּוּר הֲנָאָה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵין אִסּוּרָן אִסּוּר הֲנָאָה",
      "rdfs:label": "משנה עבודה זרה ב ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-4",
      "jbo:text": "ר\"ע מברטנורה נודות. של עור: וקנקנים. של חרס: אין אסורן אסור הנאה. ודיניהו הכי, אם חדשים הם, מתר לתת לתוכן יין מיד. ואם הכניס בהן הנכרי יין לקיום {יז}, ממלא אותם מים ומשהה בתוכן שלשה ימים מעת לעת, אלא שמערה המים בכל יום מעת לעת של שלשה ימים ומשים מים אחרים תחתיהם, ואחר כך מתר לשום בתוכו יין. ואם ישנו שנים עשר חדש שלא היה בהם יין של נכרים, מתרין מיד אחר שנה בלי ערוי: חרצנים וזגים. פסלת של ענבים, גרעינים שבפנים והקלפים שבחוץ: לחים. כל שנים עשר חדש אסורים בהנאה: ויבשים. לאחר שנים עשר חדש מתרין אפלו באכילה: המריס. שמן של דגים. ורגילין היו שמערבין בו יין. אבל אם נכר ממנו שלא נתערב בו יין, כלי עלמא לא פליגי דשרי: בית אניקי. שם כפר, שרב עגלים הנמצאים שם קרבים לעבודה זרה. רבי מאיר חיש למעוטא וסבר דאף על גב דרב עגלים הוו מעוטא כנגד שאר בהמות, חישינן למעוטא, וכל הגבינות הנמצאות שם אמרינן דלמא בקבת עגלי עבודה זרה העמידן. וחכמים לא חישי למעוטא. ואין הלכה כרבי מאיר בכל הני תלתא בבי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נוֹדוֹת. שֶׁל עוֹר: וְקַנְקַנִּים. שֶׁל חֶרֶס: אֵין אִסּוּרָן אִסּוּר הֲנָאָה. וְדִינַיְהוּ הָכִי, אִם חֲדָשִׁים הֵם, מֻתָּר לָתֵת לְתוֹכָן יַיִן מִיָּד. וְאִם הִכְנִיס בָּהֶן הַנָּכְרִי יַיִן לְקִיּוּם {יז}, מְמַלֵּא אוֹתָם מַיִם וּמַשְׁהֶה בְתוֹכָן שְׁלֹשָׁה יָמִים מֵעֵת לְעֵת, אֶלָּא שֶׁמְּעָרֶה הַמַּיִם בְּכָל יוֹם מֵעֵת לְעֵת שֶׁל שְׁלֹשָׁה יָמִים וּמֵשִׂים מַיִם אֲחֵרִים תַּחְתֵּיהֶם, וְאַחַר כָּךְ מֻתָּר לָשׂוּם בְּתוֹכוֹ יַיִן. וְאִם יָשְׁנוּ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁלֹּא הָיָה בָהֶם יַיִן שֶׁל נָכְרִים, מֻתָּרִין מִיָּד אַחַר שָׁנָה בְּלִי עֵרוּי: חַרְצַנִּים וְזַגִּים. פְּסֹלֶת שֶׁל עֲנָבִים, גַּרְעִינִים שֶׁבִּפְנִים וְהַקְּלִפִּים שֶׁבַּחוּץ: לַחִים. כָּל שְׁנֵים עָשָׂר חֹדֶשׁ אֲסוּרִים בַּהֲנָאָה: וִיבֵשִׁים. לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ מֻתָּרִין אֲפִלּוּ בַאֲכִילָה: הַמֻּרְיָס. שֻׁמָּן שֶׁל דָּגִים. וּרְגִילִין הָיוּ שֶׁמְּעָרְבִין בּוֹ יַיִן. אֲבָל אִם נִכָּר מִמֶּנּוּ שֶׁלֹּא נִתְעָרֵב בּוֹ יַיִן, כֻּלֵּי עָלְמָא לֹא פְלִיגֵי דְּשָׁרֵי: בֵּית אֻנְיָקִי. שֵׁם כְּפָר, שֶׁרֹב עֲגָלִים הַנִּמְצָאִים שָׁם קְרֵבִים לַעֲבוֹדָה זָרָה. רַבִּי מֵאִיר חָיֵשׁ לְמִעוּטָא וְסָבַר דְּאַף עַל גַּב דְּרֹב עֲגָלִים הֲווּ מִעוּטָא כְּנֶגֶד שְׁאָר בְּהֵמוֹת, חָיְשִׁינַן לְמִעוּטָא, וְכָל הַגְּבִינוֹת הַנִּמְצָאוֹת שָׁם אָמְרִינַן דִּלְמָא בְקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה הֶעֱמִידָן. וַחֲכָמִים לֹא חָיְשֵׁי לְמִעוּטָא. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר בְּכָל הָנֵי תְלָתָא בָּבֵי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-4",
      "jbo:text": "עיקר תוי\"ט {יז} הינו שלשה ימים. ומשום הכי מערן שלשה ימים, דכבולעו כך פולטו (מרדכי). ובפחות מכן משכשך. טור: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} הַיְנוּ שְׁלֹשָׁה יָמִים. וּמִשּׁוּם הָכִי מְעָרָן שְׁלֹשָׁה יָמִים, דִּכְבוֹלְעוֹ כָּךְ פּוֹלְטוֹ (מָרְדְּכָי). וּבְפָחוֹת מִכֵּן מְשַׁכְשֵׁךְ. טוּר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-5",
      "jbo:text": "אמר רבי יהודה, שאל רבי ישמעאל את רבי יהושע, כשהיו מהלכין בדרך. אמר לו, מפני מה אסרו גבינות הגוים. אמר לו, מפני שמעמידין אותה בקבה של נבלה. אמר לו, והלא קבת עולה חמורה {יח} מקבת נבלה, ואמרו, כהן שדעתו יפה {יט}, שורפה חיה. ולא הודו לו, אבל אמרו, אין נהנין ולא מועלין. חזר, אמר לו, מפני שמעמידין אותה בקבת עגלי עבודה זרה {כ}. אמר לו, אם כן, למה לא אסרוה בהנאה. השיאו {כא} לדבר אחר, אמר לו, ישמעאל אחי, היאך אתה קורא (שיר השירים א), כי טובים דדיך {כד} מיין, או כי טובים דדיך. אמר לו, כי טובים דדיך {כה}. אמר לו, אין הדבר כן, שהרי חברו {כז} מלמד עליו, לריח שמניך טובים",
      "jbo:textNikud": "אָמַר רַבִּי יְהוּדָה, שָׁאַל רַבִּי יִשְׁמָעֵאל אֶת רַבִּי יְהוֹשֻׁעַ, כְּשֶׁהָיוּ מְהַלְּכִין בַּדֶּרֶךְ. אָמַר לוֹ, מִפְּנֵי מָה אָסְרוּ גְבִינוֹת הַגּוֹיִם. אָמַר לוֹ, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּקֵבָה שֶׁל נְבֵלָה. אָמַר לוֹ, וַהֲלֹא קֵבַת עוֹלָה חֲמוּרָה {יח} מִקֵּבַת נְבֵלָה, וְאָמְרוּ, כֹּהֵן שֶׁדַּעְתּוֹ יָפָה {יט}, שׂוֹרְפָהּ חַיָּה. וְלֹא הוֹדוּ לוֹ, אֲבָל אָמְרוּ, אֵין נֶהֱנִין וְלֹא מוֹעֲלִין. חָזַר, אָמַר לוֹ, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה {כ}. אָמַר לוֹ, אִם כֵּן, לָמָּה לֹא אֲסָרוּהָ בַהֲנָאָה. הִשִּׂיאוֹ {כא} לְדָבָר אַחֵר, אָמַר לוֹ, יִשְׁמָעֵאל אָחִי, הֵיאַךְ אַתָּה קוֹרֵא (שיר השירים א), כִּי טוֹבִים דֹּדֶיךָ {כד} מִיָּיִן, אוֹ כִּי טוֹבִים דֹּדַיִךְ. אָמַר לוֹ, כִּי טוֹבִים דֹּדַיִךְ {כה}. אָמַר לוֹ, אֵין הַדָּבָר כֵּן, שֶׁהֲרֵי חֲבֵרוֹ {כז} מְלַמֵּד עָלָיו, לְרֵיחַ שְׁמָנֶיךָ טוֹבִים",
      "rdfs:label": "משנה עבודה זרה ב ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-5",
      "jbo:text": "ר\"ע מברטנורה מפני מה אסרו גבינות של נכרים. באכילה. ולרבנן קא בעי. ומשום חלב של בהמה טמאה ליכא למיחש, דקים לן דחלב בהמה טמאה אינו נקפה: שורפה חיה. דפרשא בעלמא היא: בקבת עגלי עבודה זרה. ואף על גב דפרשא בעלמא היא, אסור, דשאני עבודה זרה דכתיב בה (דברים יג) ולא ידבק בידך מאומה מן החרם: השיאו לדבר אחר. ולא רצה להגיד לו טעמו של דבר, מפני שעדין לא עברו שנים עשר חדש שנגזרה גזרה זו, וכי גזרי רבנן גזרה לא מגלו לטעמא עד תריסר ירחי שתא עד שתתפשט גזרתן {כב}, דלמא איכא דלא סבירא ליה לטעמא ואתי לזלזולי ביה. וטעמא דאסרו גבינות של נכרים, מפני שמעמידין אותה בעור קבה של שחיטת נכרים שהיא נבלה {כג}. ואף על פי שהוא דבר מעט כנגד כל החלב, כיון שהוא מעמיד החלב ועושה בו מעשה, לא בטל, דקימא לן הכל הולך אחר המעמיד. ומשום בשר בחלב לא היה אסור, כיון שהבשר בפני עצמו מתר אינו אוסר בחלב אף על פי שמעמידו, עד שיתן בו טעם. אבל דבר של אסור מעקרו, אוסר בהתר אף על פי שאינו נותן בו טעם, כל זמן שהוא מעמיד: כי טובים דדיך מיין. הקדוש ברוך הוא אומר כן לכנסת ישראל: אין הדבר כן. אלא כנסת ישראל אמרה לפני הקדוש ברוך הוא, ערבים עלי דברי דדיך, כלומר תקנות שתקנו וגזרו החכמים {כו}, יותר מיינה של תורה, מעקר תורה שבכתב: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִפְּנֵי מָה אָסְרוּ גְבִינוֹת שֶׁל נָכְרִים. בַּאֲכִילָה. וּלְרַבָּנָן קָא בָעֵי. וּמִשּׁוּם חָלָב שֶׁל בְּהֵמָה טְמֵאָה לֵיכָּא לְמֵיחַשׁ, דְּקִים לָן דַּחֲלֵב בְּהֵמָה טְמֵאָה אֵינוֹ נִקְפֶּה: שׂוֹרְפָהּ חַיָּה. דְּפִרְשָׁא בְעָלְמָא הִיא: בְּקֵבַת עֶגְלֵי עֲבוֹדָה זָרָה. וְאַף עַל גַּב דְּפִרְשָׁא בְעָלְמָא הִיא, אָסוּר, דְּשָׁאנֵי עֲבוֹדָה זָרָה דִּכְתִיב בָּהּ (דְּבָרִים יג) וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם: הִשִּׂיאוֹ לְדָבָר אַחֵר. וְלֹא רָצָה לְהַגִּיד לוֹ טַעְמוֹ שֶׁל דָּבָר, מִפְּנֵי שֶׁעֲדַיִן לֹא עָבְרוּ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁנִּגְזְרָה גְזֵרָה זוֹ, וְכִי גָזְרֵי רַבָּנָן גְּזֵרָה לֹא מְגַלּוּ לְטַעֲמָא עַד תְּרֵיסַר יַרְחֵי שַׁתָּא עַד שֶׁתִּתְפַּשֵּׁט גְּזֵרָתָן {כב}, דִּלְמָא אִיכָּא דְלָא סְבִירָא לֵיהּ לְטַעֲמָא וְאָתֵי לְזַלְזוֹלֵי בֵיהּ. וְטַעֲמָא דְאָסְרוּ גְבִינוֹת שֶׁל נָכְרִים, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָהּ בְּעוֹר קֵבָה שֶׁל שְׁחִיטַת נָכְרִים שֶׁהִיא נְבֵלָה {כג}. וְאַף עַל פִּי שֶׁהוּא דָבָר מֻעָט כְּנֶגֶד כָּל הֶחָלָב, כֵּיוָן שֶׁהוּא מַעֲמִיד הֶחָלָב וְעוֹשֶׂה בוֹ מַעֲשֶׂה, לֹא בָטֵל, דְּקַיְמָא לָן הַכֹּל הוֹלֵךְ אַחַר הַמַּעֲמִיד. וּמִשּׁוּם בָּשָׂר בְּחָלָב לֹא הָיָה אָסוּר, כֵּיוָן שֶׁהַבָּשָׂר בִּפְנֵי עַצְמוֹ מֻתָּר אֵינוֹ אוֹסֵר בֶּחָלָב אַף עַל פִּי שֶׁמַּעֲמִידוֹ, עַד שֶׁיִּתֵּן בּוֹ טַעַם. אֲבָל דָּבָר שֶׁל אִסּוּר מֵעִקָּרוֹ, אוֹסֵר בְּהֶתֵּר אַף עַל פִּי שֶׁאֵינוֹ נוֹתֵן בּוֹ טַעַם, כָּל זְמַן שֶׁהוּא מַעֲמִיד: כִּי טוֹבִים דֹּדַיִךְ מִיָּיִן. הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹמֵר כֵּן לִכְנֶסֶת יִשְׂרָאֵל: אֵין הַדָּבָר כֵּן. אֶלָּא כְנֶסֶת יִשְׂרָאֵל אָמְרָה לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, עֲרֵבִים עָלַי דִבְרֵי דֹּדֶיךָ, כְּלוֹמַר תַּקָּנוֹת שֶׁתִּקְּנוּ וְגָזְרוּ הַחֲכָמִים {כו}, יוֹתֵר מִיֵּינָהּ שֶׁל תּוֹרָה, מֵעִקַּר תּוֹרָה שֶׁבִּכְתָב: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-5",
      "jbo:text": "עיקר תוי\"ט {יח} חמורה. שהעולה אסורה בהנאה ומועלין בה. רש\"י: {יט} יפה. שאינו קץ ומואס בה. שורפה, גומעה. ולא הודו לאומרים כן להתירה לכתחלה, אבל אמרו לא נהנין ולא מועלין כו'. והכי משמע, לא נהנים מדרבנן, ואם נהנה אין בה מעילה (כלומר מדאוריתא). אלמא מדלית בה מעילה שמע מנה האי חלב הכנוס בקבת העולה, כפרשא בעלמא הוא. רש\"י. ובעולה גזרו, משום דבעולה יש מעילה מן התורה, מה שאין כן בנבלה דלית בה אלא אסור אכילה, הלכך לא שיך לאסר בה, דלאו מידי דמיכל הוא: {כ} שמעמידין כו'. לא היה מכון כי אם לדחותו. דהא אפלו לרבי מאיר דחיש למעוטא, לא אסר אלא גבינות בית אניקי, אבל שאר מקומות חשיב מעוטא דמעוטא. תוספות: {כא} השיאו. לשון משיא עצה. ואית דגרסי השיאו. ונפרש הטעהו לשון השיאני [בראשית ג]: {כב} גמרא, ומסים במדרש שיר השירים [רבה]. ורבי ישמעאל היה קטן כו', וכתיב (משלי כז) כבשים ללבושך, כבשים כתיב, בשעה שהתלמידים קטנים תהא מכבש לפניהם דברי תורה. הגדילו ונעשו תלמידי חכמים תהא מגלה להם סתרי תורה: {כג} ועור לאו פרשא הוא ואסור. רש\"י. ושחיטה, לרבותא נקט: {כד} דדיך. לשון זכר. דדיך, לשון נקבה. והכי קאמרה כנסת ישראל, ישקני הקדוש ברוך הוא מנשיקות פיהו כי כך אמר לי טובים דדיך מיין. רש\"י. ועין תוספות יום טוב: {כה} דדיך. משום דבהכי מתישב רישיה דקרא לנסתר, ישקני, וכן פיהו. וסיפא דדיך לנוכח. אלא דהכי קאמר ישקני כו' כי כך אמר לי כי טובים כו'. שמעתי מפי רבי מאיר באך זכרונו לברכה: {כו} והינו דשיליה להאי קרא, כלומר, כנסת ישראל אומרים טובים תקנות כו' ואף על פי שאין אנו יודעים הטעמים, כי טעמם ונמוקם עמהם. ועין תוספות יום טוב: {כז} חברו כו'. שהוא לשון זכר, וכנסת ישראל היא דקאמרה לפני שכינה לריח שמניך טובים וגו'. עלמות אהבוך, לא שיך למימר לנקבה. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יח} חֲמוּרָה. שֶׁהָעוֹלָה אֲסוּרָה בַהֲנָאָה וּמוֹעֲלִין בָּהּ. רַשִׁ\"י: {יט} יָפָה. שֶׁאֵינוֹ קָץ וּמוֹאֵס בָּהּ. שׂוֹרְפָהּ, גּוֹמְעָהּ. וְלֹא הוֹדוּ לָאוֹמְרִים כֵּן לְהַתִּירָהּ לְכַתְּחִלָּה, אֲבָל אָמְרוּ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין כוּ'. וְהָכִי מַשְׁמַע, לֹא נֶהֱנִים מִדְּרַבָּנָן, וְאִם נֶהֱנָה אֵין בָּהּ מְעִילָה (כְּלוֹמַר מִדְּאוֹרַיְתָא). אַלְמָא מִדְּלֵית בָּהּ מְעִילָה שְׁמַע מִנַּהּ הַאי חָלָב הַכָּנוּס בְּקֵבַת הָעוֹלָה, כְּפִרְשָׁא בְעָלְמָא הוּא. רַשִׁ\"י. וּבְעוֹלָה גָזְרוּ, מִשּׁוּם דִּבְעוֹלָה יֵשׁ מְעִילָה מִן הַתּוֹרָה, מַה שֶּׁאֵין כֵּן בִּנְבֵלָה דְלֵית בָּהּ אֶלָּא אִסּוּר אֲכִילָה, הִלְכָּךְ לֹא שַׁיָּךְ לֶאֱסֹר בָּהּ, דְּלָאו מִידֵי דְמֵיכַל הוּא: {כ} שֶׁמַּעֲמִידִין כוּ'. לֹא הָיָה מְכַוֵּן כִּי אִם לִדְחוֹתוֹ. דְּהָא אֲפִלּוּ לְרַבִּי מֵאִיר דְּחָיֵשׁ לְמִעוּטָא, לֹא אָסַר אֶלָּא גְבִינוֹת בֵּית אֻנְיָקִי, אֲבָל שְׁאָר מְקוֹמוֹת חָשֵׁיב מִעוּטָא דְמִעוּטָא. תּוֹסָפוֹת: {כא} הִשִּׂיאוֹ. לְשׁוֹן מַשִּׂיא עֵצָה. וְאִית דְּגָרְסֵי הִשִּׁיאוֹ. וּנְפָרֵשׁ הִטְעָהוּ לְשׁוֹן הִשִּׁיאַנִי [בְּרֵאשִׁית ג]: {כב} גְּמָרָא, וּמְסַיֵּם בְּמִדְרַשׁ שִׁיר הַשִּׁירִים [רַבָּה]. וְרַבִּי יִשְׁמָעֵאל הָיָה קָטָן כוּ', וּכְתִיב (מִשְׁלֵי כז) כְּבָשִׂים לִלְבוּשֶׁךָ, כְּבָשִׁים כְּתִיב, בְּשָׁעָה שֶׁהַתַּלְמִידִים קְטַנִּים תְּהֵא מְכַבֵּשׁ לִפְנֵיהֶם דִּבְרֵי תוֹרָה. הִגְדִּילוּ וְנַעֲשׂוּ תַלְמִידֵי חֲכָמִים תְּהֵא מְגַלֶּה לָהֶם סִתְרֵי תוֹרָה: {כג} וְעוֹר לָאו פִּרְשָׁא הוּא וְאָסוּר. רַשִׁ\"י. וּשְׁחִיטָה, לִרְבוּתָא נָקַט: {כד} דֹּדֶיךָ. לְשׁוֹן זָכָר. דֹּדַיִךְ, לְשׁוֹן נְקֵבָה. וְהָכִי קָאָמְרָה כְנֶסֶת יִשְׂרָאֵל, יִשָּׁקֵנִי הַקָּדוֹשׁ בָּרוּךְ הוּא מִנְּשִׁיקוֹת פִּיהוּ כִּי כָךְ אָמַר לִי טוֹבִים דֹּדַיִךְ מִיַּיִן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} דֹּדַיִךְ. מִשּׁוּם דִּבְהָכִי מִתְיַשֵּׁב רֵישֵׁיהּ דִּקְרָא לַנִּסְתָּר, יִשָּׁקֵנִי, וְכֵן פִּיהוּ. וְסֵיפָא דֹּדֶיךָ לְנוֹכֵחַ. אֶלָּא דְהָכִי קָאָמַר יִשָּׁקֵנִי כוּ' כִּי כָךְ אָמַר לִי כִּי טוֹבִים כוּ'. שָׁמַעְתִּי מִפִּי רַבִּי מֵאִיר בַּאךְ זִכְרוֹנוֹ לִבְרָכָה: {כו} וְהַיְנוּ דְשַׁיְלֵיהּ לְהַאי קְרָא, כְּלוֹמַר, כְּנֶסֶת יִשְׂרָאֵל אוֹמְרִים טוֹבִים תַּקָּנוֹת כוּ' וְאַף עַל פִּי שֶׁאֵין אָנוּ יוֹדְעִים הַטְּעָמִים, כִּי טַעְמָם וְנִמּוּקָם עִמָּהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} חֲבֵרוֹ כוּ'. שֶׁהוּא לְשׁוֹן זָכָר, וּכְנֶסֶת יִשְׂרָאֵל הִיא דְקָאָמְרָה לִפְנֵי שְׁכִינָה לְרֵיחַ שְׁמָנֶיךָ טוֹבִים וְגוֹ'. עֲלָמוֹת אֲהֵבוּךָ, לֹא שַׁיָּךְ לְמֵימַר לִנְקֵבָה. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-6",
      "jbo:text": "אלו דברים של גוים אסורין ואין אסורן אסור הנאה. חלב שחלבו גוי ואין ישראל רואהו {כח}, והפת, והשמן שלהן. רבי ובית דינו התירו בשמן. ושלקות, וכבשין {כט} שדרכן {ל} לתת לתוכן יין וחמץ {לא}, וטרית טרופה, וציר שאין בה דגה כלבית שוטטת בו, והחלק, וקרט של חלתית, ומלח סלקונטית, הרי אלו אסורין ואין אסורן אסור הנאה {לג}",
      "jbo:textNikud": "אֵלּוּ דְבָרִים שֶׁל גּוֹיִם אֲסוּרִין וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה. חָלָב שֶׁחֲלָבוֹ גוֹי וְאֵין יִשְׂרָאֵל רוֹאֵהוּ {כח}, וְהַפַּת, וְהַשֶּׁמֶן שֶׁלָּהֶן. רַבִּי וּבֵית דִּינוֹ הִתִּירוּ בַשֶּׁמֶן. וּשְׁלָקוֹת, וּכְבָשִׁין {כט} שֶׁדַּרְכָּן {ל} לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ {לא}, וְטָרִית טְרוּפָה, וְצִיר שֶׁאֵין בָּהּ דָּגָה כִלְבִּית שׁוֹטֶטֶת בּוֹ, וְהַחִלָּק, וְקֹרֶט שֶׁל חִלְתִּית, וּמֶלַח סַלְקוֹנְטִית, הֲרֵי אֵלּוּ אֲסוּרִין וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה {לג}",
      "rdfs:label": "משנה עבודה זרה ב ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-6",
      "jbo:text": "ר\"ע מברטנורה הפת והשמן וכו'. כל הני, אסורין משום חתנות. ופת של נחתומין התירוהו, אבל פת של בעלי בתים לא התר אלא להולכי דרכים ובשעת הדחק. והשמן ראו שלא פשט אסורו ונמנו עליו והתירוהו, כדמסיק במתניתין: ושלקות. כל דבר שבשלו אותו הנכרים, ואפלו בשלו אותו בכליו של ישראל ובפניו, שאין לחוש לתערבת אסור ולגעולי נכרים, אסרוהו משום בשולי נכרים. והוא שלא סיע בו ישראל לא בתחלה ולא בסוף. ולא אסרו משום בשולי נכרים אלא דבר שאינו נאכל כמו שהוא חי ועולה על שלחן מלכים ללפת בו את הפת. אבל אם חסר אחת מאלו, אין בו משום בשולי נכרים: וכבשין שדרכן לתת בהן יין. ואין אסורן אסור הנאה, לפי שאין טעם היין נכר בהן. אבל באכילה אסורין: טרית טרופה. מין דגים טהורים שטורפין אותן דק דק ואינן נכרין. ואסורין כשנלקחו מן הנכרים, שמא [נכתש] עמהם דג טמא: וציר שאין בה דגה. דג קטן שנקרא כלבית. ודרכו שהוא גדל בתוך [ציר של] דגים טהורים, וכשיש ציר דג טמא מערב עמו לא יגדל בו כלבית: והחלק. מין דגים קטנים טהורים, ואין להם סנפיר וקשקשת, ועתיד לגדל אחר זמן. ודגים קטנים טמאים הדומים להם מתערבים עמהם ואינם נכרים אפלו כשאינה טרופה. אבל טרית אין הדגים טמאים דומים לה, ולכך שרי כשאינה טרופה: חלתית. כך שמה בערבי. וחותכין קרטיו בסכין. ואסורה משום שמנונית דסכין, דאגב חריפותא [דחלתית] ממתקת {לב} היא טעם השמנונית הנבלע בה: ומלח סלקונטית. מלח שכל גדולי רומי אוכלין אותה, ורגילין למשח אותה בחלב חזיר ובשמן דגים טמאים, והיא גסה ולבנה ביותר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַפַּת וְהַשֶּׁמֶן וְכוּ'. כָּל הָנֵי, אֲסוּרִין מִשּׁוּם חַתְנוּת. וּפַת שֶׁל נַחְתּוֹמִין הִתִּירוּהוּ, אֲבָל פַּת שֶׁל בַּעֲלֵי בָתִּים לֹא הֻתַּר אֶלָּא לְהוֹלְכֵי דְרָכִים וּבִשְׁעַת הַדְּחָק. וְהַשֶּׁמֶן רָאוּ שֶׁלֹּא פָשַׁט אִסּוּרוֹ וְנִמְנוּ עָלָיו וְהִתִּירוּהוּ, כִּדְמַסִּיק בְּמַתְנִיתִין: וּשְׁלָקוֹת. כָּל דָּבָר שֶׁבִּשְּׁלוּ אוֹתוֹ הַנָּכְרִים, וַאֲפִלּוּ בִשְּׁלוּ אוֹתוֹ בְּכֵלָיו שֶׁל יִשְׂרָאֵל וּבְפָנָיו, שֶׁאֵין לָחוּשׁ לְתַעֲרֹבֶת אִסּוּר וּלְגִעוּלֵי נָכְרִים, אֲסָרוּהוּ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים. וְהוּא שֶׁלֹּא סִיֵּעַ בּוֹ יִשְׂרָאֵל לֹא בַתְּחִלָּה וְלֹא בַסּוֹף. וְלֹא אָסְרוּ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים אֶלָּא דָבָר שֶׁאֵינוֹ נֶאֱכָל כְּמוֹ שֶׁהוּא חַי וְעוֹלֶה עַל שֻׁלְחַן מְלָכִים לְלַפֵּת בּוֹ אֶת הַפַּת. אֲבָל אִם חָסֵר אַחַת מֵאֵלּוּ, אֵין בּוֹ מִשּׁוּם בִּשּׁוּלֵי נָכְרִים: וּכְבָשִׁין שֶׁדַּרְכָּן לָתֵת בָּהֶן יַיִן. וְאֵין אִסּוּרָן אִסּוּר הֲנָאָה, לְפִי שֶׁאֵין טַעַם הַיַּיִן נִכָּר בָּהֶן. אֲבָל בַּאֲכִילָה אֲסוּרִין: טָרִית טְרוּפָה. מִין דָּגִים טְהוֹרִים שֶׁטּוֹרְפִין אוֹתָן דַּק דַּק וְאֵינָן נִכָּרִין. וַאֲסוּרִין כְּשֶׁנִּלְקְחוּ מִן הַנָּכְרִים, שֶׁמָּא [נִכְתַּשׁ] עִמָּהֶם דַּג טָמֵא: וְצִיר שֶׁאֵין בָּהּ דָּגָה. דַּג קָטָן שֶׁנִּקְרָא כִלְבִּית. וְדַרְכּוֹ שֶׁהוּא גָדֵל בְּתוֹךְ [צִיר שֶׁל] דָּגִים טְהוֹרִים, וּכְשֶׁיֵּשׁ צִיר דַּג טָמֵא מְעֹרָב עִמּוֹ לֹא יִגְדַּל בּוֹ כִלְבִּית: וְהַחִלָּק. מִין דָּגִים קְטַנִּים טְהוֹרִים, וְאֵין לָהֶם סְנַפִּיר וְקַשְׂקֶשֶׂת, וְעָתִיד לִגְדֹּל אַחַר זְמַן. וְדָגִים קְטַנִּים טְמֵאִים הַדּוֹמִים לָהֶם מִתְעָרְבִים עִמָּהֶם וְאֵינָם נִכָּרִים אֲפִלּוּ כְּשֶׁאֵינָהּ טְרוּפָה. אֲבָל טָרִית אֵין הַדָּגִים טְמֵאִים דּוֹמִים לָהּ, וּלְכָךְ שָׁרֵי כְּשֶׁאֵינָהּ טְרוּפָה: חִלְתִּית. כָּךְ שְׁמָהּ בַּעֲרָבִי. וְחוֹתְכִין קְרָטָיו בְּסַכִּין. וַאֲסוּרָה מִשּׁוּם שַׁמְנוּנִית דְּסַכִּין, דְּאַגַּב חֲרִיפוּתָא [דְּחִלְתִּית] מַמְתֶּקֶת {לב} הִיא טַעַם הַשַּׁמְנוּנִית הַנִּבְלָע בָּהּ: וּמֶלַח סַלְקוֹנְטִית. מֶלַח שֶׁכָּל גְּדוֹלֵי רוֹמִי אוֹכְלִין אוֹתָהּ, וּרְגִילִין לִמְשֹׁחַ אוֹתָהּ בְּחֵלֶב חֲזִיר וּבְשֻׁמַּן דָּגִים טְמֵאִים, וְהִיא גַסָּה וּלְבָנָה בְיוֹתֵר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-6",
      "jbo:text": "עיקר תוי\"ט {כח} חלב כו'. ואף על גב דטהור חור, וטמא ירוק, חישינן שמא נתערב. ואפלו להעמיד בו גבינה אסור, דשמא הטמא שאינו מעמיד ישאר בגמות עם הנסיובי. גמרא. אבל לעיל בגבינות הנכרים ליכא למיסר מהאי טעמא, דכיון שהנכרי עושה לצרכו ליכא למיחש דלמא ערב בו דבר טמא. תוספות: {כט} וכבשין. לכבש דגים וירק, וראש ורגלים של בהמה. רש\"י: {ל} שדרכן כו'. אבל בידוע, אסור בהנאה. ופרש הטור, שדרכן, הינו שלפעמים היו נותנין בהן יין. ושידוע, הינו שכלן נותנין לתוכן יין אף על פי שאינו יודע שנתנו לתוך אלו. עד כאן. ומאי שנא ממריס (דמשנה ד) דשרי בהנאה (ורבא דעלמא שדו ביה חמרא). התם לעבורי זהמא (והוי כמאן דאזיל לאבוד), הכא למתוקי טעמא. גמרא: {לא} וחמץ. אדלעיל קאי, שדרכן לתת לתוכן יין וחמץ. ואין לפרש דחמץ הינו שלא היה מתחלתו יין וכשקנה חמץ מישראל, דהא מבאר לעיל דאף בשתיה שרי מן הדין. ועין תוספות יום טוב: {לב} דאי לאו הכי הא אמר מר נותן טעם לפגם מתר. גמרא: {לג} הרי כו'. למעוטי בידוע דכבשן ביין. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כח} חָלָב כוּ'. וְאַף עַל גַּב דְּטָהוֹר חִוַּר, וְטָמֵא יָרוֹק, חָיְשִׁינַן שֶׁמָּא נִתְעָרֵב. וַאֲפִלּוּ לְהַעֲמִיד בּוֹ גְבִינָה אָסוּר, דְּשֶׁמָּא הַטָּמֵא שֶׁאֵינוֹ מַעֲמִיד יִשָּׁאֵר בַּגֻּמּוֹת עִם הַנַּסְיוּבֵי. גְּמָרָא. אֲבָל לְעֵיל בִּגְבִינוֹת הַנָּכְרִים לֵיכָּא לְמֵיסַר מֵהַאי טַעֲמָא, דְּכֵיוָן שֶׁהַנָּכְרִי עוֹשֶׂה לְצָרְכּוֹ לֵיכָּא לְמֵיחַשׁ דִּלְמָא עֵרֵב בּוֹ דָבָר טָמֵא. תּוֹסָפוֹת: {כט} וּכְבָשִׁין. לִכְבֹּשׁ דָּגִים וְיָרָק, וְרֹאשׁ וְרַגְלַיִם שֶׁל בְּהֵמָה. רַשִׁ\"י: {ל} שֶׁדַּרְכָּן כוּ'. אֲבָל בְּיָדוּעַ, אָסוּר בַּהֲנָאָה. וּפֵרֵשׁ הַטּוּר, שֶׁדַּרְכָּן, הַיְנוּ שֶׁלִּפְעָמִים הָיוּ נוֹתְנִין בָּהֶן יַיִן. וְשֶׁיָּדוּעַ, הַיְנוּ שֶׁכֻּלָּן נוֹתְנִין לְתוֹכָן יַיִן אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ שֶׁנָּתְנוּ לְתוֹךְ אֵלּוּ. עַד כָּאן. וּמַאי שְׁנָא מִמֻּרְיָס (דְּמִשְׁנָה ד) דְּשָׁרֵי בַהֲנָאָה (וְרֻבָּא דְעָלְמָא שָׁדוּ בֵיהּ חַמְרָא). הָתָם לַעֲבוֹרֵי זֻהֲמָא (וְהָוֵי כְמַאן דְּאָזֵיל לְאִבּוּד), הָכָא לְמַתּוֹקֵי טַעֲמָא. גְּמָרָא: {לא} וָחֹמֶץ. אַדִּלְעֵיל קָאֵי, שֶׁדַּרְכָּן לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ. וְאֵין לְפָרֵשׁ דְּחֹמֶץ הַיְנוּ שֶׁלֹּא הָיָה מִתְּחִלָּתוֹ יַיִן וּכְשֶׁקָּנָה חֹמֶץ מִיִּשְׂרָאֵל, דְּהָא מְבֹאָר לְעֵיל דְּאַף בִּשְׁתִיָּה שָׁרֵי מִן הַדִּין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} דְּאִי לָאו הָכִי הָא אָמַר מַר נוֹתֵן טַעַם לִפְגָם מֻתָּר. גְּמָרָא: {לג} הֲרֵי כוּ'. לִמְעוּטֵי בְיָדוּעַ דִּכְבָשָׁן בְּיַיִן. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-4-8-2-7",
      "jbo:text": "אלו מתרין באכילה. חלב שחלבו גוי וישראל רואהו. והדבש {לה}. והדבדניות אף על פי שמנטפין, אין בהם משום הכשר משקה. וכבשין שאין דרכן {לז} לתת לתוכן יין וחמץ. וטרית שאינה טרופה. וציר שיש בה דגה. ועלה {לח} של חלתית. וזיתים גלסקאות המגלגלין. רבי יוסי אומר, השלוחין, אסורין. החגבים הבאים מן הסלולה, אסורין. מן ההפתק, מתרין. וכן לתרומה",
      "jbo:textNikud": "אֵלּוּ מֻתָּרִין בַּאֲכִילָה. חָלָב שֶׁחֲלָבוֹ גוֹי וְיִשְׂרָאֵל רוֹאֵהוּ. וְהַדְּבַשׁ {לה}. וְהַדַּבְדָּנִיּוֹת אַף עַל פִּי שֶׁמְּנַטְּפִין, אֵין בָּהֶם מִשּׁוּם הֶכְשֵׁר מַשְׁקֶה. וּכְבָשִׁין שֶׁאֵין דַּרְכָּן {לז} לָתֵת לְתוֹכָן יַיִן וָחֹמֶץ. וְטָרִית שֶׁאֵינָהּ טְרוּפָה. וְצִיר שֶׁיֶּשׁ בָּהּ דָּגָה. וְעָלֶה {לח} שֶׁל חִלְתִּית. וְזֵיתִים גְּלֻסְקָאוֹת הַמְגֻלְגָּלִין. רַבִּי יוֹסֵי אוֹמֵר, הַשְּׁלוּחִין, אֲסוּרִין. הַחֲגָבִים הַבָּאִים מִן הַסְּלוּלָה, אֲסוּרִין. מִן הַהַפְתֵּק, מֻתָּרִין. וְכֵן לִתְרוּמָה",
      "rdfs:label": "משנה עבודה זרה ב ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-bartanura-4-8-2-7",
      "jbo:text": "ר\"ע מברטנורה וישראל רואהו. לאו דוקא רואהו, אלא כיון דאי קאי חזי ליה אף על גב דכי יתיב לא חזי ליה, הנכרי ארתותי מרתת {לד}, אמר השתא קאי וחזי לי: והדבדניות. החלות שרודין מן הכורת שבהם הדבש, אף על פי שהן נוטפות לא חישינן שמא ערב בהם יין נסך {לו}. פרוש אחר, אשכולות של ענבים. אף על פי שהיין נוטף מהן אין בהן משום יין נסך, ואין בהם משום הכשר משקה שיהא מכשר לטמאה, דסתמן לאכילה ולא ניחא ליה במשקה הנוטף מהן: וטרית שאינה טרופה. ואף על גב שהיא עשויה חתיכות, [נשאר] ראש הדג ושדרתו קימין ונכר שהוא טהור: עלה של חלתית. דהא לא מפסקו ליה בסכין: וזיתים גלסקאות מגלגלים. זיתים הכנוסים בכלי עגל ומתחממים ונעצרים מאליהן ונעשים כגלוסקים מגלגלים, כמו ביצה מגלגלת, שנתחממו {לט}: השלוחין אסורין. אם נתרככו הזיתים כל כך עד שכשלוקח הזית בידו הגרעין שבתוכו משתלח ונופל מאליו, אסורין, דמחמת היין נתרככו. ואין הלכה כרבי יוסי: מן הסלולה. מן הסל שלפני החנוני: אסורים. שמזלף עליהם יין כדי שיתרככו: מן ההפתק. ממקום שכונסן שעוצרים אותם שם זה על זה: מתרין. שאינו מזלף עליהן יין {מ} עד שנותנן לפניו למכר: וכן לתרומה. וכן כהן החשוד למכר תרומה לשם חלין {מא}, כל הנמצא לפניו אסור, שמא תרומה היא. אבל הבא מן האוצר, מתר, דארתותי מרתת דלמא שמעי רבנן ויפקירו כל האוצר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְיִשְׂרָאֵל רוֹאֵהוּ. לָאו דַּוְקָא רוֹאֵהוּ, אֶלָּא כֵיוָן דְּאִי קָאֵי חָזֵי לֵיהּ אַף עַל גַּב דְּכִי יָתֵיב לֹא חָזֵי לֵיהּ, הַנָּכְרִי אִרְתּוֹתֵי מִרְתַּת {לד}, אָמַר הַשְׁתָּא קָאֵי וְחָזֵי לִי: וְהַדַּבְדָּנִיּוֹת. הַחַלּוֹת שֶׁרוֹדִין מִן הַכַּוֶּרֶת שֶׁבָּהֶם הַדְּבַשׁ, אַף עַל פִּי שֶׁהֵן נוֹטְפוֹת לֹא חָיְשִׁינַן שֶׁמָּא עֵרַב בָּהֶם יֵין נֶסֶךְ {לו}. פֵּרוּשׁ אַחֵר, אֶשְׁכּוֹלוֹת שֶׁל עֲנָבִים. אַף עַל פִּי שֶׁהַיַּיִן נוֹטֵף מֵהֶן אֵין בָּהֶן מִשּׁוּם יֵין נֶסֶךְ, וְאֵין בָּהֶם מִשּׁוּם הֶכְשֵׁר מַשְׁקֶה שֶׁיְּהֵא מֻכְשָׁר לְטֻמְאָה, דִּסְתָמָן לַאֲכִילָה וְלֹא נִיחָא לֵיהּ בַּמַּשְׁקֶה הַנּוֹטֵף מֵהֶן: וְטָרִית שֶׁאֵינָהּ טְרוּפָה. וְאַף עַל גַּב שֶׁהִיא עֲשׂוּיָה חֲתִיכוֹת, [נִשְׁאָר] רֹאשׁ הַדַּג וְשִׁדְרָתוֹ קַיָּמִין וְנִכָּר שֶׁהוּא טָהוֹר: עָלֶה שֶׁל חִלְתִּית. דְּהָא לֹא מַפְסְקוּ לֵיהּ בְּסַכִּין: וְזֵיתִים גְּלֻסְקָאוֹת מְגֻלְגָּלִים. זֵיתִים הַכְּנוּסִים בִּכְלִי עָגֹל וּמִתְחַמְּמִים וְנֶעֱצָרִים מֵאֲלֵיהֶן וְנַעֲשִׂים כִּגְלוּסְקִים מְגֻלְגָּלִים, כְּמוֹ בֵיצָה מְגֻלְגֶּלֶת, שֶׁנִּתְחַמְּמוּ {לט}: הַשְּׁלוּחִין אֲסוּרִין. אִם נִתְרַכְּכוּ הַזֵּיתִים כָּל כָּךְ עַד שֶׁכְּשֶׁלּוֹקֵחַ הַזַּיִת בְּיָדוֹ הַגַּרְעִין שֶׁבְּתוֹכוֹ מִשְׁתַּלֵּחַ וְנוֹפֵל מֵאֵלָיו, אֲסוּרִין, דְּמֵחֲמַת הַיַּיִן נִתְרַכְּכוּ. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: מִן הַסְּלוּלָה. מִן הַסַּל שֶׁלִּפְנֵי הַחֶנְוָנִי: אֲסוּרִים. שֶׁמְּזַלֵּף עֲלֵיהֶם יַיִן כְּדֵי שֶׁיִּתְרַכְּכוּ: מִן הַהַפְתֵּק. מִמָּקוֹם שֶׁכּוֹנְסָן שֶׁעוֹצְרִים אוֹתָם שָׁם זֶה עַל זֶה: מֻתָּרִין. שֶׁאֵינוֹ מְזַלֵּף עֲלֵיהֶן יַיִן {מ} עַד שֶׁנּוֹתְנָן לְפָנָיו לִמְכֹּר: וְכֵן לִתְרוּמָה. וְכֵן כֹּהֵן הֶחָשׁוּד לִמְכֹּר תְּרוּמָה לְשֵׁם חֻלִּין {מא}, כָּל הַנִּמְצָא לְפָנָיו אָסוּר, שֶׁמָּא תְרוּמָה הִיא. אֲבָל הַבָּא מִן הָאוֹצָר, מֻתָּר, דְּאִרְתּוֹתֵי מִרְתַּת דִּלְמָא שָׁמְעֵי רַבָּנָן וְיַפְקִירוּ כָּל הָאוֹצָר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ב ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-2-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-2"
      ],
      "uri": "jbr:mishna-yomtov-4-8-2-7",
      "jbo:text": "עיקר תוי\"ט {לד} והוא שיודע שחלב טמא אסור לישראל: {לה} והדבש. למאי נחוש ליה, אי משום ערובי [שמא ערב בו יין], מסרא סרי. אי משום בשולי נכרים, הא נאכל כמות שהוא חי. אי משום געולי נכרים, נותן טעם לפגם הוא ומתר. גמרא: {לו} מסים הרמב\"ם, וגם אותן החלות לא תכשיר, ואף על פי שהדבש מכשיר מכלל השבעה משקין, לפי שהוא באותה שעה כעין אכל לא משקה, עד שמתיכין אותו ומוציאין דבשו. ועין תוספות יום טוב: {לז} שאין דרכן כו'. ולא גזרינן אטו דרכן. הר\"ן: {לח} ועלה כו'. מפרש בגמרא, דלא נצרכה אלא לקורטין שבה. כלומר הנדבקות בעלין. וקא משמע לן דלא חישינן שמא ערבו בהן מאותן קורטין שחתכו מן העלין בסכינא דנכרי ונותנין בעלין, משום דאי איתא דהכי הוה משרק שרקי, כלומר נופלין היו מן העלין. הר\"ן: {לט} ונרפו מחמת שמנן. רש\"י. ובגמרא, פשיטא, לא נצרכה אף על גב דרפו טובא. מהו דתימא חמרא רמא בהו, קמשמע לן הני מחמת משחא הוא דרפו: {מ} דמקלקל להו. הר\"ן: {מא} דתרומה אין דמיה יקרים, שאינה ראויה אלא לכהנים. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לד} וְהוּא שֶׁיּוֹדֵעַ שֶׁחָלָב טָמֵא אָסוּר לְיִשְׂרָאֵל: {לה} וְהַדְּבַשׁ. לְמַאי נֵחוּשׁ לֵיהּ, אִי מִשּׁוּם עֲרוֹבֵי [שֶׁמָּא עֵרֵב בּוֹ יָיִן], מִסְרָא סָרֵי. אִי מִשּׁוּם בִּשּׁוּלֵי נָכְרִים, הָא נֶאֱכָל כְּמוֹת שֶׁהוּא חַי. אִי מִשּׁוּם גִּעוּלֵי נָכְרִים, נוֹתֵן טַעַם לִפְגָם הוּא וּמֻתָּר. גְּמָרָא: {לו} מְסַיֵּם הָרַמְבַּ\"ם, וְגַם אוֹתָן הַחַלּוֹת לֹא תַכְשִׁיר, וְאַף עַל פִּי שֶׁהַדְּבַשׁ מַכְשִׁיר מִכְּלַל הַשִּׁבְעָה מַשְׁקִין, לְפִי שֶׁהוּא בְאוֹתָהּ שָׁעָה כְעֵין אֹכֶל לֹא מַשְׁקֶה, עַד שֶׁמַּתִּיכִין אוֹתוֹ וּמוֹצִיאִין דִּבְשׁוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לז} שֶׁאֵין דַּרְכָּן כוּ'. וְלֹא גָזְרִינַן אַטּוּ דַרְכָּן. הָרַ\"ן: {לח} וְעָלֶה כוּ'. מְפָרֵשׁ בַּגְּמָרָא, דְּלֹא נִצְרְכָה אֶלָּא לַקּוּרְטִין שֶׁבָּהּ. כְּלוֹמַר הַנִּדְבָּקוֹת בֶּעָלִין. וְקָא מַשְׁמַע לָן דְּלֹא חָיְשִׁינַן שֶׁמָּא עֵרְבוּ בָהֶן מֵאוֹתָן קוּרְטִין שֶׁחָתְכוּ מִן הֶעָלִין בְּסַכִּינָא דְנָכְרִי וְנוֹתְנִין בֶּעָלִין, מִשּׁוּם דְּאִי אִיתָא דְהָכִי הֲוָה מִשְׁרָק שָׁרְקִי, כְּלוֹמַר נוֹפְלִין הָיוּ מִן הֶעָלִין. הָרַ\"ן: {לט} וְנִרְפּוּ מֵחֲמַת שַׁמְנָן. רַשִׁ\"י. וּבַגְּמָרָא, פְּשִׁיטָא, לֹא נִצְרְכָה אַף עַל גַּב דְּרָפוּ טוּבָא. מַהוּ דְתֵימָא חַמְרָא רְמָא בְהוּ, קָמַשְׁמַע לָן הָנֵי מֵחֲמַת מִשְׁחָא הוּא דְרָפוּ: {מ} דִּמְקַלְקֵל לְהוּ. הָרַ\"ן: {מא} דִּתְרוּמָה אֵין דָּמֶיהָ יְקָרִים, שֶׁאֵינָהּ רְאוּיָה אֶלָּא לַכֹּהֲנִים. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ב ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-2-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-1",
      "jbo:text": "כל הצלמים אסורים, מפני שהן נעבדין פעם אחת בשנה, דברי רבי מאיר. וחכמים אומרים, אינו אסור אלא כל שיש בידו מקל או צפור או כדור. רבן שמעון בן גמליאל אומר, כל שיש בידו כל דבר",
      "jbo:textNikud": "כָּל הַצְּלָמִים אֲסוּרִים, מִפְּנֵי שֶׁהֵן נֶעֱבָדִין פַּעַם אַחַת בַּשָּׁנָה, דִבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ אָסוּר אֶלָּא כָל שֶׁיֵּשׁ בְּיָדוֹ מַקֵּל אוֹ צִפּוֹר אוֹ כַדּוּר. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כֹּל שֶׁיֵּשׁ בְּיָדוֹ כָל דָּבָר",
      "rdfs:label": "משנה עבודה זרה ג א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-1",
      "jbo:text": "ר\"ע מברטנורה כל הצלמים אסורים. בהנאה: שהם נעבדים פעם אחת בשנה. כשהשמש באותה מעלה שהצלם עשוי בו. דאף על גב דאיכא טובא שאינן אלא לנוי ואינן נעבדין, רבי מאיר לטעמיה דחיש למעוטא: כל שיש בידו וכו'. דהני ודאי נעבדים הם, דמשום חשיבותיהו אשקלינהו להנך חפצי בידיהו {א}. והוסיפו עליהם בבריתא, חרב ועטרה וטבעת {ב}. והלכה כחכמים. ואין אסורין אלא כשעומדין על פתח המדינה. ובכפרים שאין דרכן לעשות צורות לנוי, דברי הכל אסורין ואפלו אין בידו דבר, דלמפלחינהו עבדי להו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל הַצְּלָמִים אֲסוּרִים. בַּהֲנָאָה: שֶׁהֵם נֶעֱבָדִים פַּעַם אַחַת בַּשָּׁנָה. כְּשֶׁהַשֶּׁמֶשׁ בְּאוֹתָהּ מַעֲלָה שֶׁהַצֶּלֶם עָשׂוּי בּוֹ. דְּאַף עַל גַּב דְּאִיכָּא טוּבָא שֶׁאֵינָן אֶלָּא לְנוֹי וְאֵינָן נֶעֱבָדִין, רַבִּי מֵאִיר לְטַעְמֵיהּ דְּחָיֵשׁ לְמִעוּטָא: כָּל שֶׁיֵּשׁ בְּיָדוֹ וְכוּ'. דְּהָנֵי וַדַּאי נֶעֱבָדִים הֵם, דְּמִשּׁוּם חֲשִׁיבוּתַיְהוּ אַשְׁקְלִינְהוּ לְהָנָךְ חֶפְצֵי בִּידַיְהוּ {א}. וְהוֹסִיפוּ עֲלֵיהֶם בַּבְּרַיְתָא, חֶרֶב וַעֲטָרָה וְטַבַּעַת {ב}. וַהֲלָכָה כַּחֲכָמִים. וְאֵין אֲסוּרִין אֶלָּא כְּשֶׁעוֹמְדִין עַל פֶּתַח הַמְּדִינָה. וּבַכְּפָרִים שֶׁאֵין דַּרְכָּן לַעֲשׂוֹת צוּרוֹת לְנוֹי, דִּבְרֵי הַכֹּל אֲסוּרִין וַאֲפִלּוּ אֵין בְּיָדוֹ דָבָר, דִּלְמִפְלְחִינְהוּ עָבְדֵי לְהוּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-1",
      "jbo:text": "עיקר תוי\"ט {א} כדמפרשינן בגמרא. מקל, שרודה את עצמו (לשון גנאי) תחת כל העולם כלו כמקל. צפור, שתופס את עצמו כו' כצפור. כדור, שתופס את עצמו כו' ככדור. פרשו התוספות, שהעולם עגול, כדאיתא בירושלמי שאלכסנדרוס מוקדון כו': {ב} סיף, מעקרא סבור לסטים בעלמא, ולבסוף סבור שהורג את עצמו תחת כו'. טבעת, מעקרא סבור אישתיימא (שליח הנושא חותם המשלחו) בעלמא, ולבסוף סבור שחותם את עצמו כו' למיתה. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} כְּדִמְפָרְשִׁינַן בַּגְּמָרָא. מַקֵּל, שֶׁרוֹדֶה אֶת עַצְמוֹ (לְשׁוֹן גְּנַאי) תַּחַת כָּל הָעוֹלָם כֻּלּוֹ כְמַקֵּל. צִפּוֹר, שֶׁתּוֹפֵס אֶת עַצְמוֹ כוּ' כְּצִפּוֹר. כַּדּוּר, שֶׁתּוֹפֵס אֶת עַצְמוֹ כוּ' כְּכַדּוּר. פֵּרְשׁוּ הַתּוֹסָפוֹת, שֶׁהָעוֹלָם עָגוֹל, כִּדְאִיתָא בִירוּשַׁלְמִי שֶׁאֲלֶכְּסַנְדְּרוּס מוֹקְדוֹן כוּ': {ב} סַיִף, מֵעִקָּרָא סָבוּר לִסְטִים בְּעָלְמָא, וּלְבַסּוֹף סָבוּר שֶׁהוֹרֵג אֶת עַצְמוֹ תַּחַת כוּ'. טַבַּעַת, מֵעִקָּרָא סָבוּר אִישְׁתְּיָימָא (שָׁלִיחַ הַנּוֹשֵׂא חוֹתָם הַמְשַׁלְּחוֹ) בְּעָלְמָא, וּלְבַסּוֹף סָבוּר שֶׁחוֹתֵם אֶת עַצְמוֹ כוּ' לְמִיתָה. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-2",
      "jbo:text": "המוצא שברי צלמים, הרי אלו מתרים. מצא תבנית יד או תבנית רגל, הרי אלו אסורים, מפני שכיוצא בהן נעבד",
      "jbo:textNikud": "הַמּוֹצֵא שִׁבְרֵי צְלָמִים, הֲרֵי אֵלּוּ מֻתָּרִים. מָצָא תַבְנִית יָד אוֹ תַבְנִית רֶגֶל, הֲרֵי אֵלּוּ אֲסוּרִים, מִפְּנֵי שֶׁכַּיּוֹצֵא בָהֶן נֶעֱבָד",
      "rdfs:label": "משנה עבודה זרה ג ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-2",
      "jbo:text": "ר\"ע מברטנורה הרי אלו מתרין. דכי הוו שלמים ספק עבדום ספק לא עבדום, ואפלו אם תמצי לומר עבדום, שמא בטלום ולכך שברום, והוי ספק ספקא ולקלא: שכיוצא בהם נעבד. תבנית יד לבדה הן עושים מעקרא {ג} ועובדין אותה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הֲרֵי אֵלּוּ מֻתָּרִין. דְּכִי הֲווּ שְׁלֵמִים סָפֵק עֲבָדוּם סָפֵק לֹא עֲבָדוּם, וַאֲפִלּוּ אִם תִּמְצֵי לוֹמַר עֲבָדוּם, שֶׁמָּא בִטְּלוּם וּלְכָךְ שְׁבָרוּם, וְהָוֵי סְפֵק סְפֵקָא וּלְקֻלָּא: שֶׁכַּיּוֹצֵא בָהֶם נֶעֱבָד. תַּבְנִית יָד לְבַדָּהּ הֵן עוֹשִׂים מֵעִקָּרָא {ג} וְעוֹבְדִין אוֹתָהּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-2",
      "jbo:text": "עיקר תוי\"ט {ג} וכן צורת [איזה] אבר שיעשה. וממעשהו יתבאר אם מתחלת עשיתו נעשה נפרד, או אם נשבר מצורה שלמה. הרמב\"ם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ג} וְכֵן צוּרַת [אֵיזֶה] אֵבֶר שֶׁיַּעֲשֶׂה. וּמִמַּעֲשֵׂהוּ יִתְבָּאֵר אִם מִתְּחִלַּת עֲשִׂיָּתוֹ נַעֲשָׂה נִפְרָד, אוֹ אִם נִשְׁבַּר מִצּוּרָה שְׁלֵמָה. הָרַמְבַּ\"ם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-3",
      "jbo:text": "המוצא כלים ועליהם צורת חמה, צורת לבנה, צורת דרקון {ד}, יוליכם לים המלח. רבן שמעון בן גמליאל אומר, שעל המכבדין, אסורים. שעל המבזין, מתרין. רבי יוסי אומר, שוחק וזורה לרוח או מטיל לים {ו}. אמרו לו, אף הוא נעשה זבל {ז}, שנאמר (דברים יג) ולא ידבק בידך מאומה מן החרם",
      "jbo:textNikud": "הַמּוֹצֵא כֵלִים וַעֲלֵיהֶם צוּרַת חַמָּה, צוּרַת לְבָנָה, צוּרַת דְּרָקוֹן {ד}, יוֹלִיכֵם לְיָם הַמֶּלַח. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, שֶׁעַל הַמְכֻבָּדִין, אֲסוּרִים. שֶׁעַל הַמְבֻזִּין, מֻתָּרִין. רַבִּי יוֹסֵי אוֹמֵר, שׁוֹחֵק וְזוֹרֶה לָרוּחַ אוֹ מַטִּיל לַיָּם {ו}. אָמְרוּ לוֹ, אַף הוּא נַעֲשֶׂה זֶבֶל {ז}, שֶׁנֶּאֱמַר (דברים יג) וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם",
      "rdfs:label": "משנה עבודה זרה ג ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-3",
      "jbo:text": "ר\"ע מברטנורה צורת חמה צורת לבנה. פרש הרמב\"ם ז\"ל, לא שימצא עגול ויאמר זהו השמש, או כמין קשת עגל ויאמר זו לבנה, אלא שימצא הצורה שמיחסים אלו הוברי שמים לשמש וירח, כמו שאמרו שצורת השמש צורת מלך מעטר יושב על עגלה, וכן כל כיוצא בזה: צורת דרקון. צורת נחש שיש לו ציצין וקשקשין כקשקשי הדג, ואומרים שהיא צורה לתלי הלבנה {ה}, והיתה נעבדת באותן הימים. ואפלו לרבנן דאמרי לעיל שאר כל הצלמים מתרין, מודו דהנך אסירי, דאורחיהו למפלחינהו: שעל המכבדים. כלים נאים שתשמישן לנוי ולכבוד, כגון שירים ונזמים וטבעות וכיוצא בהם: מבזים. כגון יורות וקומקומסים ומחמי חמין ודומיהן. והלכה כרבן שמעון בן גמליאל: וזורה לרוח. שלא יהנה ישראל ממנה: אף הוא. אם יזרנו לרוח גם עתה יש הנאה לישראל ממנו, שהיא נעשית זבל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה צוּרַת חַמָּה צוּרַת לְבָנָה. פֵּרֵשׁ הָרַמְבַּ\"ם זַ\"ל, לֹא שֶׁיִּמְצָא עִגּוּל וְיֹאמַר זֶהוּ הַשֶּׁמֶשׁ, אוֹ כְמִין קֶשֶׁת עָגֹל וְיֹאמַר זוֹ לְבָנָה, אֶלָּא שֶׁיִּמְצָא הַצּוּרָה שֶׁמְּיַחֲסִים אֵלּוּ הוֹבְרֵי שָׁמַיִם לַשֶּׁמֶשׁ וְיָרֵחַ, כְּמוֹ שֶׁאָמְרוּ שֶׁצּוּרַת הַשֶּׁמֶשׁ צוּרַת מֶלֶךְ מְעֻטָּר יוֹשֵׁב עַל עֲגָלָה, וְכֵן כָּל כַּיּוֹצֵא בָזֶה: צוּרַת דְּרָקוֹן. צוּרַת נָחָשׁ שֶׁיֵּשׁ לוֹ צִיצִין וְקַשְׂקַשִּׂין כְּקַשְׂקַשֵּׂי הַדַּג, וְאוֹמְרִים שֶׁהִיא צוּרָה לִתְלִי הַלְּבָנָה {ה}, וְהָיְתָה נֶעֱבֶדֶת בְּאוֹתָן הַיָּמִים. וַאֲפִלּוּ לְרַבָּנָן דְּאָמְרֵי לְעֵיל שְׁאָר כָּל הַצְּלָמִים מֻתָּרִין, מוֹדוּ דְהָנָךְ אֲסִירֵי, דְּאוֹרְחַיְהוּ לְמִפְלְחִינְהוּ: שֶׁעַל הַמְכֻבָּדִים. כֵּלִים נָאִים שֶׁתַּשְׁמִישָׁן לְנוֹי וּלְכָבוֹד, כְּגוֹן שֵׁירִים וּנְזָמִים וְטַבָּעוֹת וְכַיּוֹצֵא בָהֶם: מְבֻזִּים. כְּגוֹן יוֹרוֹת וְקוּמְקוּמְסִים וּמְחַמֵּי חַמִּין וְדוֹמֵיהֶן. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: וְזוֹרֶה לָרוּחַ. שֶׁלֹּא יֵהָנֶה יִשְׂרָאֵל מִמֶּנָּה: אַף הוּא. אִם יִזְרֶנּוּ לָרוּחַ גַּם עַתָּה יֵשׁ הֲנָאָה לְיִשְׂרָאֵל מִמֶּנּוּ, שֶׁהִיא נַעֲשֵׂית זֶבֶל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-3",
      "jbo:text": "עיקר תוי\"ט {ד} חמה כו'. דהני שלשה דחשיבי צירי להו ופלחי להו. למידי אחרינא, לנוי בעלמא עבדי להו. גמרא: {ה} הוא שגלגל הלבנה נוטה מגלגל חמה, וכשתעריך אפן הלבנה ואפן החמה כו' הנה יהיה זה בדמות תלי שהוא תנין: {ו} לים. הינו ים המלח דנקט תנא קמא, ומשום הכי לא בעי שחיקה: {ז} זבל. וקא סברי זה וזה גורם אסור. ורבי יוסי סבר זה וזה גורם מתר. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ד} חַמָּה כוּ'. דְּהָנֵי שְׁלֹשָׁה דַחֲשִׁיבֵי צַיְרֵי לְהוּ וּפָלְחֵי לְהוּ. לְמִידִי אַחֲרִינָא, לְנוֹי בְעָלְמָא עָבְדֵי לְהוּ. גְּמָרָא: {ה} הוּא שֶׁגַּלְגַּל הַלְּבָנָה נוֹטֶה מִגַּלְגַּל חַמָּה, וּכְשֶׁתַּעֲרִיךְ אֹפֶן הַלְּבָנָה וְאֹפֶן הַחַמָּה כוּ' הִנֵּה יִהְיֶה זֶה בִדְמוּת תְּלִי שֶׁהוּא תַנִּין: {ו} לַיָּם. הַיְנוּ יָם הַמֶּלַח דְּנָקַט תַּנָּא קַמָּא, וּמִשּׁוּם הָכִי לֹא בָעֵי שְׁחִיקָה: {ז} זֶבֶל. וְקָא סָבְרֵי זֶה וָזֶה גוֹרֵם אָסוּר. וְרַבִּי יוֹסֵי סָבַר זֶה וָזֶה גוֹרֵם מֻתָּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-4",
      "jbo:text": "שאל פרוקלוס בן פלוספוס את רבן גמליאל בעכו, שהיה רוחץ במרחץ של אפרודיטי, אמר לו, כתוב בתורתכם, ולא ידבק בידך מאומה מן החרם. מפני מה אתה רוחץ במרחץ של אפדודיטי. אמר לו, אין משיבין במרחץ. וכשיצא {ח} אמר לו, אני לא באתי בגבולה, היא באתה בגבולי {ט}, אין אומרים, נעשה מרחץ לאפרודיטי נוי, אלא אומרים, נעשה אפרודיטי נוי למרחץ. דבר אחר, אם נותנין לך ממון הרבה, אי אתה נכנס לעבודה זרה שלך ערום ובעל קרי ומשתין בפניה, וזו עומדת על פי הביב וכל העם משתינין לפניה. לא נאמר אלא אלהיהם. את שנוהג בו משום אלוה, אסור. ואת שאינו נוהג בו משום אלוה, מתר",
      "jbo:textNikud": "שָׁאַל פְּרוֹקְלוֹס בֶּן פִלוֹסְפוֹס אֶת רַבָּן גַּמְלִיאֵל בְּעַכּוֹ, שֶׁהָיָה רוֹחֵץ בַּמֶּרְחָץ שֶׁל אַפְרוֹדִיטִי, אָמַר לוֹ, כָּתוּב בְּתוֹרַתְכֶם, וְלֹא יִדְבַּק בְּיָדְךָ מְאוּמָה מִן הַחֵרֶם. מִפְּנֵי מָה אַתָּה רוֹחֵץ בַּמֶּרְחָץ שֶׁל אַפְדוֹדִיטִי. אָמַר לוֹ, אֵין מְשִׁיבִין בַּמֶּרְחָץ. וּכְשֶׁיָּצָא {ח} אָמַר לוֹ, אֲנִי לֹא בָאתִי בִגְבוּלָהּ, הִיא בָאתָה בִגְבוּלִי {ט}, אֵין אוֹמְרִים, נַעֲשֶׂה מֶרְחָץ לְאַפְרוֹדִיטִי נוֹי, אֶלָּא אוֹמְרִים, נַעֲשֶׂה אַפְרוֹדִיטִי נוֹי לַמֶּרְחָץ. דָּבָר אַחֵר, אִם נוֹתְנִין לְךָ מָמוֹן הַרְבֵּה, אִי אַתָּה נִכְנָס לַעֲבוֹדָה זָרָה שֶׁלְּךָ עָרוֹם וּבַעַל קֶרִי וּמַשְׁתִּין בְּפָנֶיהָ, וְזוֹ עוֹמֶדֶת עַל פִּי הַבִּיב וְכָל הָעָם מַשְׁתִּינִין לְפָנֶיהָ. לֹא נֶאֱמַר אֶלָּא אֱלֹהֵיהֶם. אֶת שֶׁנּוֹהֵג בּוֹ מִשּׁוּם אֱלוֹהַּ, אָסוּר. וְאֶת שֶׁאֵינוֹ נוֹהֵג בּוֹ מִשּׁוּם אֱלוֹהַּ, מֻתָּר",
      "rdfs:label": "משנה עבודה זרה ג ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-4",
      "jbo:text": "ר\"ע מברטנורה אפרודיטי. צורת כוכב נגה. כך פרש הרמב\"ם ז\"ל: אין משיבין. דבר תורה במרחץ, לפי שאדם עמד שם ערם: היא באתה בגבולי. שהמרחץ קדם לה, והמרחץ נעשה לכל הבא לרחץ. ועוד תשובה אחרת, אין אומרין נעשה מרחץ נוי לאפרודיטי, דמרחץ לאו דבר של נוי הוא, אלא נעשה אפרודיטי נוי למרחץ, שאפרודיטי משמש למרחץ, הוא טפל והיא עקר: ביב. חריץ עשוי בקרקע להוציא שופכים לרשות הרבים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אַפְרוֹדִיטִי. צוּרַת כּוֹכָב נֹגַהּ. כָּךְ פֵּרֵשׁ הָרַמְבַּ\"ם זַ\"ל: אֵין מְשִׁיבִין. דְּבַר תּוֹרָה בַמֶּרְחָץ, לְפִי שֶׁאָדָם עֹמֵד שָׁם עָרֹם: הִיא בָאתָה בִּגְבוּלִי. שֶׁהַמֶּרְחָץ קָדַם לָהּ, וְהַמֶּרְחָץ נַעֲשָׂה לְכָל הַבָּא לִרְחֹץ. וְעוֹד תְּשׁוּבָה אַחֶרֶת, אֵין אוֹמְרִין נַעֲשֶׂה מֶרְחָץ נוֹי לְאַפְרוֹדִיטִי, דְּמֶרְחָץ לָאו דָּבָר שֶׁל נוֹי הוּא, אֶלָּא נַעֲשֶׂה אַפְרוֹדִיטִי נוֹי לַמֶּרְחָץ, שֶׁאַפְרוֹדִיטִי מְשַׁמֵּשׁ לַמֶּרְחָץ, הוּא טָפֵל וְהִיא עִקָּר: בִּיב. חָרִיץ עָשׂוּי בַּקַּרְקַע לְהוֹצִיא שׁוֹפְכִים לִרְשׁוּת הָרַבִּים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-4",
      "jbo:text": "עיקר תוי\"ט {ח} וכשיצא. בירושלמי גרס כשיצא. וכן נראה. לפי שבגמרא אמרו לא השיבו כלל במרחץ, לפי שאסור להרהר בדברי תורה במרחץ, אלא כשיצא השיבו שאין משיבין כו', כלומר שלא הייתי יכול להשיבך במרחץ לפי שאסור להרהר בדברי תורה. ואי גרסינן כשיצא יש לפרש דהכי קאמר, אמר ליה אין משיבין במרחץ כשיצא. ועוד יש לומר בבית האמצעי היה, דמתר לומר אסור ומתר בלא טעם הדבר. תוספות. ועין תוספות יום טוב: {ט} בגבולי. דאי לאו הכי שלא בטובת רבן גמליאל כבטובת אחרים דמי, שהיה אדם חשוב וטובה היא להם כשהוא נהנה מהן, ותנן בפרק ד' משנה ג' עבודה זרה שהיה לה גנה ומרחץ כו' אין נהנין מהן בטובה. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} וּכְשֶׁיָּצָא. בַּיְרוּשַׁלְמִי גָרַס כְּשֶׁיָּצָא. וְכֵן נִרְאֶה. לְפִי שֶׁבַּגְּמָרָא אָמְרוּ לֹא הֱשִׁיבוֹ כְלָל בַּמֶּרְחָץ, לְפִי שֶׁאָסוּר לְהַרְהֵר בְּדִבְרֵי תוֹרָה בַמֶּרְחָץ, אֶלָּא כְשֶׁיָּצָא הֱשִׁיבוֹ שֶׁאֵין מְשִׁיבִין כוּ', כְּלוֹמַר שֶׁלֹּא הָיִיתִי יָכוֹל לַהֲשִׁיבְךָ בַמֶּרְחָץ לְפִי שֶׁאָסוּר לְהַרְהֵר בְּדִבְרֵי תוֹרָה. וְאִי גָרְסִינַן כְּשֶׁיָּצָא יֵשׁ לְפָרֵשׁ דְּהָכִי קָאָמַר, אָמַר לֵיהּ אֵין מְשִׁיבִין בַּמֶּרְחָץ כְּשֶׁיָּצָא. וְעוֹד יֵשׁ לוֹמַר בַּבַּיִת הָאֶמְצָעִי הָיָה, דְּמֻתָּר לוֹמַר אָסוּר וּמֻתָּר בְּלֹא טַעַם הַדָּבָר. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} בִּגְבוּלִי. דְּאִי לָאו הָכִי שֶׁלֹּא בְטוֹבַת רַבָּן גַּמְלִיאֵל כִּבְטוֹבַת אֲחֵרִים דָּמֵי, שֶׁהָיָה אָדָם חָשׁוּב וְטוֹבָה הִיא לָהֶם כְּשֶׁהוּא נֶהֱנֶה מֵהֶן, וּתְנַן בְּפֶרֶק ד' מִשְׁנָה ג' עֲבוֹדָה זָרָה שֶׁהָיָה לָהּ גִּנָּה וּמֶרְחָץ כוּ' אֵין נֶהֱנִין מֵהֶן בְּטוֹבָה. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-5",
      "jbo:text": "הגוים העובדים את ההרים ואת הגבעות, הן מתרין ומה שעליהם {י} אסורים, שנאמר (דברים ז) לא תחמד כסף וזהב עליהם ולקחת. רבי יוסי הגלילי אומר, (שם יב) אלהיהם על ההרים, ולא ההרים אלהיהם. אלהיהם על הגבעות, ולא הגבעות אלהיהם. ומפני מה אשרה אסורה, מפני שיש בה תפיסת יד אדם, וכל שיש בה תפיסת ידי אדם אסור. אמר רבי עקיבא, אני אובין ואדון לפניך. כל מקום {יד} שאתה מוצא הר גבוה וגבעה נשאה ועץ רענן, דע שיש שם עבודה זרה",
      "jbo:textNikud": "הַגּוֹיִם הָעוֹבְדִים אֶת הֶהָרִים וְאֶת הַגְּבָעוֹת, הֵן מֻתָּרִין וּמַה שֶּׁעֲלֵיהֶם {י} אֲסוּרִים, שֶׁנֶּאֱמַר (דברים ז) לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם וְלָקַחְתָּ. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, (שם יב) אֱלֹהֵיהֶם עַל הֶהָרִים, וְלֹא הֶהָרִים אֱלֹהֵיהֶם. אֱלֹהֵיהֶם עַל הַגְּבָעוֹת, וְלֹא הַגְּבָעוֹת אֱלֹהֵיהֶם. וּמִפְּנֵי מָה אֲשֵׁרָה אֲסוּרָה, מִפְּנֵי שֶׁיֶּשׁ בָּהּ תְּפִיסַת יָד אָדָם, וְכֹל שֶׁיֶּשׁ בָּהּ תְּפִיסַת יְדֵי אָדָם אָסוּר. אָמַר רַבִּי עֲקִיבָא, אֲנִי אוֹבִין וְאָדוּן לְפָנֶיךָ. כָּל מָקוֹם {יד} שֶׁאַתָּה מוֹצֵא הַר גָּבוֹהַּ וְגִבְעָה נִשָּׂאָה וְעֵץ רַעֲנָן, דַּע שֶׁיֶּשׁ שָׁם עֲבוֹדָה זָרָה",
      "rdfs:label": "משנה עבודה זרה ג ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-5",
      "jbo:text": "ר\"ע מברטנורה הן מתרין. ההרים עצמן מתרין לזריעה ולחצב מהן אבנים, דמחבר לא מתסר: ומפני מה אשרה אסורה. כלומר כי היכי דדרשינן אלהיהם על ההרים ולא ההרים אלהיהם, הכי נמי תחת כל עץ רענן אלהיהם, ולא עץ רענן אלהיהם, ולמה אסרה תורה דכתיב (דברים ז) ואשריהם תגדעון {יא}: מפני שיש בה תפיסת ידי אדם. שאדם נטעו. וסבר רבי יוסי שאילן שנטעו ולבסוף עבדו אסור {יב}. ותנא קמא סבר, הואיל ובתחלת נטיעתו לא נתכון לעבדו, אין העבודה שעובד אותו אחר שהוא מחבר אוסרתו, דהוי כמי שעובד להר. ואין הלכה כרבי יוסי: אני אובין. אפרש: ואדון לפניך. אחרי שאין לנו לדרש מעוט מתחת כל עץ רענן, יש לומר שלא נאמר אלא למסר להם סימנים, מקום שרגילים אמוריים לעבד שם עבודה זרה כדי שיחפשום ישראל ויבערום. ומעוטא דהרים וגבעות מיהא ממעטינן ממשמעותיה שלא צוה לנו לאבד ההרים. אבל עץ רענן צוה לנו לאבד שנאמר (שם יב) ואשריהם תשרפון באש {יג}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הֵן מֻתָּרִין. הֶהָרִים עַצְמָן מֻתָּרִין לִזְרִיעָה וְלַחְצֹב מֵהֶן אֲבָנִים, דִּמְחֻבָּר לֹא מִתְּסַר: וּמִפְּנֵי מָה אֲשֵׁרָה אֲסוּרָה. כְּלוֹמַר כִּי הֵיכִי דְדָרְשִׁינַן אֱלֹהֵיהֶם עַל הֶהָרִים וְלֹא הֶהָרִים אֱלֹהֵיהֶם, הָכִי נַמִּי תַּחַת כָּל עֵץ רַעֲנָן אֱלֹהֵיהֶם, וְלֹא עֵץ רַעֲנָן אֱלֹהֵיהֶם, וְלָמָה אָסְרָה תוֹרָה דִּכְתִיב (דְּבָרִים ז) וַאֲשֵׁרֵיהֶם תְּגַדֵּעוּן {יא}: מִפְּנֵי שֶׁיֶּשׁ בָּהּ תְּפִיסַת יְדֵי אָדָם. שֶׁאָדָם נְטָעוֹ. וְסָבַר רַבִּי יוֹסֵי שֶׁאִילָן שֶׁנְּטָעוֹ וּלְבַסּוֹף עֲבָדוֹ אָסוּר {יב}. וְתַנָּא קַמָּא סָבַר, הוֹאִיל וּבִתְחִלַּת נְטִיעָתוֹ לֹא נִתְכַּוֵּן לְעָבְדוֹ, אֵין הָעֲבוֹדָה שֶׁעוֹבֵד אוֹתוֹ אַחַר שֶׁהוּא מְחֻבָּר אוֹסַרְתּוֹ, דַּהֲוֵי כְּמִי שֶׁעוֹבֵד לְהַר. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: אֲנִי אוֹבִין. אֲפָרֵשׁ: וְאָדוּן לְפָנֶיךָ. אַחֲרֵי שֶׁאֵין לָנוּ לִדְרֹשׁ מִעוּט מִתַּחַת כָּל עֵץ רַעֲנָן, יֵשׁ לוֹמַר שֶׁלֹּא נֶאֱמַר אֶלָּא לִמְסֹר לָהֶם סִימָנִים, מָקוֹם שֶׁרְגִילִים אֱמוֹרִיִּים לַעֲבֹד שָׁם עֲבוֹדָה זָרָה כְּדֵי שֶׁיְּחַפְּשׂוּם יִשְׂרָאֵל וִיבַעֲרוּם. וּמִעוּטָא דְהָרִים וּגְבָעוֹת מִיהָא מְמַעֲטִינַן מִמַּשְׁמַעוּתֵיהּ שֶׁלֹּא צִוָּה לָנוּ לְאַבֵּד הֶהָרִים. אֲבָל עֵץ רַעֲנָן צִוָּה לָנוּ לְאַבֵּד שֶׁנֶּאֱמַר (שָׁם יב) וַאֲשֵׁרֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ {יג}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-5",
      "jbo:text": "עיקר תוי\"ט {י} שעליהם כו'. ואף על גב דאינהו לאו עבודת כוכבים מקרו ולא מתסרי. גזרת הכתוב הוא שהרים וגבעות שהן קרקע עולם אין בהן כח לאסרן. אבל אליל מיהא הוי, ותלוש שעליהם כתלוש של שאר אלילים, שנאמר לא תחמד כסף וזהב עליהם, על כל שהן נעבדין משמע. רש\"י: {יא} רש\"י. ולהכי בעי לרבי יוסי, משום דאי לאו דאיכא טעמא באשרה. הוה אמינא גלי קרא דאילנות אסירי והוא הדין הרים וגבעות, והוה אמינא דלא דרשינן ההרים כו'. תוספות: {יב} אבל בצפוי הר אף רבי יוסי מודה דאסור. גמרא: {יג} ורבנן האי ואשריהם כו' מבעיא ליה לאילן שנטעו מתחלה לכך. בגמרא. ועין עוד: {יד} כל מקום כו'. בירושלמי פריך מבית הבחירה. ומסיק, על פי נביא נבנה שם. תוספות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} שֶׁעֲלֵיהֶם כוּ'. וְאַף עַל גַּב דְּאִינְהוּ לָאו עֲבוֹדַת כּוֹכָבִים מִקְּרוּ וְלֹא מִתַּסְּרֵי. גְּזֵרַת הַכָּתוּב הוּא שֶׁהָרִים וּגְבָעוֹת שֶׁהֵן קַרְקַע עוֹלָם אֵין בָּהֶן כֹּחַ לְאָסְרָן. אֲבָל אֱלִיל מִיהָא הָוֵי, וְתָלוּשׁ שֶׁעֲלֵיהֶם כְּתָלוּשׁ שֶׁל שְׁאָר אֱלִילִים, שֶׁנֶּאֱמַר לֹא תַחְמֹד כֶּסֶף וְזָהָב עֲלֵיהֶם, עַל כָּל שֶׁהֵן נֶעֱבָדִין מַשְׁמַע. רַשִׁ\"י: {יא} רַשִׁ\"י. וּלְהָכִי בָעֵי לְרַבִּי יוֹסֵי, מִשּׁוּם דְּאִי לָאו דְּאִיכָּא טַעֲמָא בַאֲשֵׁרָה. הֲוָה אֲמֵינָא גַּלֵּי קְרָא דְאִילָנוֹת אֲסִירֵי וְהוּא הַדִּין הָרִים וּגְבָעוֹת, וַהֲוָה אֲמֵינָא דְלָא דָרְשִׁינַן הֶהָרִים כוּ'. תּוֹסָפוֹת: {יב} אֲבָל בְּצִפּוּי הַר אַף רַבִּי יוֹסֵי מוֹדֶה דְאָסוּר. גְּמָרָא: {יג} וְרַבָּנָן הַאי וַאֲשֵׁרֵיהֶם כוּ' מִבַּעְיָא לֵיהּ לְאִילָן שֶׁנְּטָעוֹ מִתְּחִלָּה לְכָךְ. בַּגְּמָרָא. וְעַיֵּן עוֹד: {יד} כָּל מָקוֹם כוּ'. בַּיְרוּשַׁלְמִי פָּרֵיךְ מִבֵּית הַבְּחִירָה. וּמַסִּיק, עַל פִּי נָבִיא נִבְנָה שָׁם. תּוֹסָפוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-6",
      "jbo:text": "מי שהיה ביתו סמוך לעבודה זרה ונפל, אסור לבנותו. כיצד יעשה, כונס בתוך שלו ארבע אמות ובונה. היה שלו ושל עבודה זרה, נדון מחצה על מחצה. אבניו עציו ועפרו, מטמאין כשרץ, שנאמר (דברים ז) שקץ {יט} תשקצנו. רבי עקיבא אומר, כנדה {כ}, שנאמר (ישעיה ל) תזרם כמו דוה {כא}, צא תאמר לו, מה נדה מטמאה במשא, אף עבודה זרה מטמאה במשא",
      "jbo:textNikud": "מִי שֶׁהָיָה בֵיתוֹ סָמוּךְ לַעֲבוֹדָה זָרָה וְנָפַל, אָסוּר לִבְנוֹתוֹ. כֵּיצַד יַעֲשֶׂה, כּוֹנֵס בְּתוֹךְ שֶׁלּוֹ אַרְבַּע אַמּוֹת וּבוֹנֶה. הָיָה שֶׁלּוֹ וְשֶׁל עֲבוֹדָה זָרָה, נִדּוֹן מֶחֱצָה עַל מֶחֱצָה. אֲבָנָיו עֵצָיו וַעֲפָרוֹ, מְטַמְּאִין כַּשֶּׁרֶץ, שֶׁנֶּאֱמַר (דברים ז) שַׁקֵּץ {יט} תְּשַׁקְּצֶנּוּ. רַבִּי עֲקִיבָא אוֹמֵר, כַּנִּדָּה {כ}, שֶׁנֶּאֱמַר (ישעיה ל) תִּזְרֵם כְּמוֹ דָוָה {כא}, צֵא תֹּאמַר לוֹ, מַה נִּדָּה מְטַמְּאָה בְמַשָּׂא, אַף עֲבוֹדָה זָרָה מְטַמְּאָה בְמַשָּׂא",
      "rdfs:label": "משנה עבודה זרה ג ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-6",
      "jbo:text": "ר\"ע מברטנורה סמוך לבית עבודה זרה. שהיה אחד מכתליו בית עבודה זרה, והבית עצמו נעבד {טו}: אסור לבנותו. שבונה בית לעבודה זרה: כונס לתוך קרקע שלו ארבע אמות. ואינו מניחו פנוי, שנמצא מהנה לעבודה זרה שמרחיב את גבולה, אלא ממלא המקום קוצים ועושה שם בית הכסא לתינוקות {טז}: היה שלו ושל עבודה זרה. שמקום עבי הכתל חציו שלו: נדון מחצה על מחצה. אותו חלק של עבודה זרה אינו עולה בכניסת ארבע אמות, אבל חלקו עולה, שאם עביו שתי אמות מונה אמה שלו וכונס שלש אמות בתוך שלו: אבניו ועציו ועפרו. של אותו כתל: מטמאין כשרץ. ואפלו חלקו של ישראל, לפי שאין בררה {יז}: כשרץ. שמטמא במגע ואינו מטמא במשא. לפי שטמאת עבודה זרה דרבנן, אקילו בה. ואינה מטמאה בכעדשה כשרץ, אלא בכזית כמת {יח}: רבי עקיבא אומר כנדה. ואין הלכה כרבי עקיבא אפלו בעבודה זרה עצמה, וכל שכן במשמשיה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה סָמוּךְ לְבֵית עֲבוֹדָה זָרָה. שֶׁהָיָה אֶחָד מִכְּתָלָיו בֵּית עֲבוֹדָה זָרָה, וְהַבַּיִת עַצְמוֹ נֶעֱבָד {טו}: אָסוּר לִבְנוֹתוֹ. שֶׁבּוֹנֶה בַיִת לַעֲבוֹדָה זָרָה: כּוֹנֵס לְתוֹךְ קַרְקַע שֶׁלּוֹ אַרְבַּע אַמּוֹת. וְאֵינוֹ מַנִּיחוֹ פָנוּי, שֶׁנִּמְצָא מְהַנֶּה לַעֲבוֹדָה זָרָה שֶׁמַּרְחִיב אֶת גְּבוּלָהּ, אֶלָּא מְמַלֵּא הַמָּקוֹם קוֹצִים וְעוֹשֶׂה שָׁם בֵּית הַכִּסֵּא לְתִינוֹקוֹת {טז}: הָיָה שֶׁלּוֹ וְשֶׁל עֲבוֹדָה זָרָה. שֶׁמְּקוֹם עֳבִי הַכֹּתֶל חֶצְיוֹ שֶׁלּוֹ: נִדּוֹן מֶחֱצָה עַל מֶחֱצָה. אוֹתוֹ חֵלֶק שֶׁל עֲבוֹדָה זָרָה אֵינוֹ עוֹלֶה בִּכְנִיסַת אַרְבַּע אַמּוֹת, אֲבָל חֶלְקוֹ עוֹלֶה, שֶׁאִם עָבְיוֹ שְׁתֵּי אַמּוֹת מוֹנֶה אַמָּה שֶׁלּוֹ וְכוֹנֵס שָׁלֹשׁ אַמּוֹת בְּתוֹךְ שֶׁלּוֹ: אֲבָנָיו וְעֵצָיו וַעֲפָרוֹ. שֶׁל אוֹתוֹ כֹּתֶל: מְטַמְּאִין כַּשֶּׁרֶץ. וַאֲפִלּוּ חֶלְקוֹ שֶׁל יִשְׂרָאֵל, לְפִי שֶׁאֵין בְּרֵרָה {יז}: כַּשֶּׁרֶץ. שֶׁמְּטַמֵּא בְמַגָּע וְאֵינוֹ מְטַמֵּא בְמַשָּׂא. לְפִי שֶׁטֻּמְאַת עֲבוֹדָה זָרָה דְרַבָּנָן, אֲקִילוּ בָהּ. וְאֵינָהּ מְטַמְּאָה בְכָעֲדָשָׁה כַשֶּׁרֶץ, אֶלָּא בְכַזַּיִת כַּמֵּת {יח}: רַבִּי עֲקִיבָא אוֹמֵר כַּנִּדָּה. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא אֲפִלּוּ בַעֲבוֹדָה זָרָה עַצְמָהּ, וְכָל שֶׁכֵּן בִּמְשַׁמְּשֶׁיהָ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-6",
      "jbo:text": "עיקר תוי\"ט {טו} ובירושלמי מפרש, כשקדם הכתל לאליל, ולפיכך כשסמך ישראל בהתר סמך. הר\"ן: {טז} דלא בעי צניעותא, דאלו לגדולים צניעותא בעי. גמרא. ומה שכתב ועושה כו', או או קאמר. וכן הוא בגמרא: {יז} ואף על גב דבדרבנן קימא לן דיש בררה, יש לומר דמשום חמרת עבודה זרה אמרו דאין בררה: {יח} דאתקש נמי למת, שנאמר וישלך את עפרו על קבר בני העם [מלכים ב כג]. גמרא: {יט} שקץ. לשון שרץ. רש\"י: {כ} כנדה. ואתקיש לשרץ למשמשיה. ותנא קמא סבר דאתקיש לנדה שאינה מטמאה לאברים אם נחתך אבר ממנה, כנדה שאינה מטמאה לאברים. גמרא: {כא} שנאמר כו'. בעבודה זרה משתעי. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טו} וּבַיְרוּשַׁלְמִי מְפָרֵשׁ, כְּשֶׁקָּדַם הַכֹּתֶל לָאֱלִיל, וּלְפִיכָךְ כְּשֶׁסָּמַךְ יִשְׂרָאֵל בְּהֶתֵּר סָמַךְ. הָרַ\"ן: {טז} דְּלֹא בָעֵי צְנִיעוּתָא, דְּאִלּוּ לִגְדוֹלִים צְנִיעוּתָא בָעֵי. גְּמָרָא. וּמַה שֶּׁכָּתַב וְעוֹשֶׂה כוּ', אוֹ אוֹ קָאָמַר. וְכֵן הוּא בַגְּמָרָא: {יז} וְאַף עַל גַּב דְּבִדְרַבָּנָן קַיְמָא לָן דְּיֵשׁ בְּרֵרָה, יֵשׁ לוֹמַר דְּמִשּׁוּם חֻמְרַת עֲבוֹדָה זָרָה אָמְרוּ דְאֵין בְּרֵרָה: {יח} דְּאִתַּקַּשׁ נַמִּי לְמֵת, שֶׁנֶּאֱמַר וַיַּשְׁלֵךְ אֶת עֲפָרוֹ עַל קֶבֶר בְּנֵי הָעָם [מְלָכִים ב כג]. גְּמָרָא: {יט} שַׁקֵּץ. לְשׁוֹן שֶׁרֶץ. רַשִׁ\"י: {כ} כַּנִּדָּה. וְאִתְּקִישׁ לְשֶׁרֶץ לִמְשַׁמְּשֶׁיהָ. וְתַנָּא קַמָּא סָבַר דְּאִתְּקִישׁ לְנִדָּה שֶׁאֵינָהּ מְטַמְּאָה לְאֵבָרִים אִם נֶחְתַּךְ אֵבֶר מִמֶּנָּה, כְּנִדָּה שֶׁאֵינָהּ מְטַמְּאָה לְאֵבָרִים. גְּמָרָא: {כא} שֶׁנֶּאֱמַר כוּ'. בַּעֲבוֹדָה זָרָה מִשְׁתַּעֵי. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-7",
      "jbo:text": "שלשה בתים הן. בית שבנוי מתחלה לעבודה זרה, הרי זה אסור. סידו וכירו לעבודה זרה וחדש, נוטל מה שחדש. הכניס לתוכה עבודה זרה והוציאה, הרי זה מתר. שלש אבנים הן. אבן שחצבה מתחלה לבימוס, הרי זו אסורה. סידה וכירה לשם עבודה זרה וחדש, נוטל מה שחדש. העמיד עליה עבודה זרה וסלקה, הרי זו מתרת. שלש אשרות הן. אילן שנטעו מתחלה לשם עבודה זרה, הרי זה אסור. גדעו ופסלו לשם עבודה זרה והחליף, נוטל מה שהחליף. העמיד תחתיה עבודה זרה ובטלה {כח}, הרי זה מתר. איזו היא אשרה, כל שיש תחתיה עבודה זרה. רבי שמעון אומר, כל שעובדין אותה. ומעשה בצידן באילן שהיו עובדין אותו, ומצאו תחתיו גל. אמר להן רבי שמעון, בדקו את הגל הזה, ובדקוהו ומצאו בו צורה. אמר להן, הואיל ולצורה הן עובדין, נתיר להן את האילן",
      "jbo:textNikud": "שְׁלשָׁה בָתִּים הֵן. בַּיִת שֶׁבָּנוּי מִתְּחִלָּה לַעֲבוֹדָה זָרָה, הֲרֵי זֶה אָסוּר. סִיְּדוֹ וְכִיְּרוֹ לַעֲבוֹדָה זָרָה וְחִדֵּשׁ, נוֹטֵל מַה שֶּׁחִדֵּשׁ. הִכְנִיס לְתוֹכָה עֲבוֹדָה זָרָה וְהוֹצִיאָהּ, הֲרֵי זֶה מֻתָּר. שָׁלשׁ אֲבָנִים הֵן. אֶבֶן שֶׁחֲצָבָהּ מִתְּחִלָּה לְבִימוֹס, הֲרֵי זוֹ אֲסוּרָה. סִיְּדָהּ וְכִיְּרָהּ לְשֵׁם עֲבוֹדָה זָרָה וְחִדֵּשׁ, נוֹטֵל מַה שֶּׁחִדֵּשׁ. הֶעֱמִיד עָלֶיהָ עֲבוֹדָה זָרָה וְסִלְּקָהּ, הֲרֵי זוֹ מֻתֶּרֶת. שָׁלשׁ אֲשֵׁרוֹת הֵן. אִילָן שֶׁנְּטָעוֹ מִתְּחִלָּה לְשֵׁם עֲבוֹדָה זָרָה, הֲרֵי זֶה אָסוּר. גִּדְּעוֹ וּפִסְּלוֹ לְשֵׁם עֲבוֹדָה זָרָה וְהֶחֱלִיף, נוֹטֵל מַה שֶּׁהֶחֱלִיף. הֶעֱמִיד תַּחְתֶּיהָ עֲבוֹדָה זָרָה וּבִטְּלָהּ {כח}, הֲרֵי זֶה מֻתָּר. אֵיזוֹ הִיא אֲשֵׁרָה, כֹּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּל שֶׁעוֹבְדִין אוֹתָהּ. וּמַעֲשֶׂה בְצַיְדָּן בְּאִילָן שֶׁהָיוּ עוֹבְדִין אוֹתוֹ, וּמָצְאוּ תַחְתָּיו גָּל. אָמַר לָהֶן רַבִּי שִׁמְעוֹן, בִּדְקוּ אֶת הַגַּל הַזֶּה, וּבְדָקוּהוּ וּמָצְאוּ בוֹ צוּרָה. אָמַר לָהֶן, הוֹאִיל וְלַצּוּרָה הֵן עוֹבְדִין, נַתִּיר לָהֶן אֶת הָאִילָן",
      "rdfs:label": "משנה עבודה זרה ג ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-7",
      "jbo:text": "ר\"ע מברטנורה שלשה בתים הם. לענין בטול עבודה זרה: בית. שתחלת בנינו לעבודה זרה, והיו עובדין את הבית עצמו {כב}, הרי זה אסור: סידו וכירו לעבודה זרה. שהיה בנוי מתחלה לדירת אדם, וסידו, שלבנו בסיד. וכירו, פתוח וציור {כג}: וחדש. או שחדש: נוטל מה שחדש. ושאר כל הבית מתר: הכניס לתוכו עבודה זרה. לפי שעה ולא הקצהו לתשמיש עבודה זרה {כד}: שלש אבנים הם. לענין בטול: אבן שחצבה מתחלה. מן ההר: לבימוס. להושיב עבודה זרה עליה {כה}: סידה וכירה. והיא היתה חצובה ועומדת: נוטל. ישראל {כו}: מה שחדש. הנכרי, והאבן מתרת: העמיד עליה עבודה זרה. לפי שעה ולא הקצה האבן לבימוס: וסלקה, הרי זו מתרת. ואינה צריכה בטול: גדעו. לשם עבודה זרה, לעבד הגדולים שיגדלו בו מעתה {כז}: נוטל מה שהחליף. הענפים שגדלו במקום אותן שגדע, ושורפן כדין אשרה, והשאר מתר: איזו היא אשרה. בגמרא מפרש, דאשלש אשרות דתנן לעיל קאי. והכי קתני, שלש אשרות הן, שתים דברי הכל, ואחת מחלקת רבי שמעון ורבנן, ואיזוהי אשרה שנחלקו רבי שמעון ורבנן, כל שיש תחתיה עבודה זרה, דרבנן קרו לה אשרה ואסרי לה כל זמן שיש עבודה זרה תחתיה, ורבי שמעון אומר אינה אשרה אלא כל שעובדין אותה, אבל כל שיש תחתיה עבודה זרה אין זו אשרה. ואין הלכה כרבי שמעון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁלֹשָׁה בָתִּים הֵם. לְעִנְיַן בִּטּוּל עֲבוֹדָה זָרָה: בַּיִת. שֶׁתְּחִלַּת בִּנְיָנוֹ לַעֲבוֹדָה זָרָה, וְהָיוּ עוֹבְדִין אֶת הַבַּיִת עַצְמוֹ {כב}, הֲרֵי זֶה אָסוּר: סִיְּדוֹ וְכִיְּרוֹ לַעֲבוֹדָה זָרָה. שֶׁהָיָה בָנוּי מִתְּחִלָּה לְדִירַת אָדָם, וְסִיְּדוֹ, שֶׁלִּבְּנוֹ בַסִּיד. וְכִיְּרוֹ, פִּתּוּחַ וְצִיּוּר {כג}: וְחִדֵּשׁ. אוֹ שֶׁחִדֵּשׁ: נוֹטֵל מַה שֶּׁחִדֵּשׁ. וּשְׁאָר כָּל הַבַּיִת מֻתָּר: הִכְנִיס לְתוֹכוֹ עֲבוֹדָה זָרָה. לְפִי שָׁעָה וְלֹא הִקְצָהוּ לְתַשְׁמִישׁ עֲבוֹדָה זָרָה {כד}: שָׁלשׁ אֲבָנִים הֵם. לְעִנְיַן בִּטּוּל: אֶבֶן שֶׁחֲצָבָהּ מִתְּחִלָּה. מִן הָהָר: לְבִימוֹס. לְהוֹשִׁיב עֲבוֹדָה זָרָה עָלֶיהָ {כה}: סִיְּדָהּ וְכִיְּרָהּ. וְהִיא הָיְתָה חֲצוּבָה וְעוֹמֶדֶת: נוֹטֵל. יִשְׂרָאֵל {כו}: מַה שֶּׁחִדֵּשׁ. הַנָּכְרִי, וְהָאֶבֶן מֻתֶּרֶת: הֶעֱמִיד עָלֶיהָ עֲבוֹדָה זָרָה. לְפִי שָׁעָה וְלֹא הִקְצָה הָאֶבֶן לְבִימוֹס: וְסִלְּקָהּ, הֲרֵי זוֹ מֻתֶּרֶת. וְאֵינָהּ צְרִיכָה בִטּוּל: גִּדְּעוֹ. לְשֵׁם עֲבוֹדָה זָרָה, לַעֲבֹד הַגִּדּוּלִים שֶׁיִּגְדְּלוּ בוֹ מֵעַתָּה {כז}: נוֹטֵל מַה שֶּׁהֶחֱלִיף. הָעֲנָפִים שֶׁגָּדְלוּ בִמְקוֹם אוֹתָן שֶׁגִּדֵּעַ, וְשׂוֹרְפָן כְּדִין אֲשֵׁרָה, וְהַשְּׁאָר מֻתָּר: אֵיזוֹ הִיא אֲשֵׁרָה. בַּגְּמָרָא מְפָרֵשׁ, דְּאַשָּׁלֹשׁ אֲשֵׁרוֹת דִּתְנַן לְעֵיל קָאֵי. וְהָכִי קָתָנֵי, שָׁלֹשׁ אֲשֵׁרוֹת הֵן, שְׁתַּיִם דִּבְרֵי הַכֹּל, וְאַחַת מַחְלֹקֶת רַבִּי שִׁמְעוֹן וְרַבָּנָן, וְאֵיזוֹהִי אֲשֵׁרָה שֶׁנֶּחְלְקוּ רַבִּי שִׁמְעוֹן וְרַבָּנָן, כָּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה, דְּרַבָּנָן קָרוּ לַהּ אֲשֵׁרָה וְאָסְרֵי לַהּ כָּל זְמַן שֶׁיֵּשׁ עֲבוֹדָה זָרָה תַחְתֶּיהָ, וְרַבִּי שִׁמְעוֹן אוֹמֵר אֵינָהּ אֲשֵׁרָה אֶלָּא כָּל שֶׁעוֹבְדִין אוֹתָהּ, אֲבָל כָּל שֶׁיֵּשׁ תַּחְתֶּיהָ עֲבוֹדָה זָרָה אֵין זוֹ אֲשֵׁרָה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-7",
      "jbo:text": "עיקר תוי\"ט {כב} רש\"י. ומשום הכי אסור מיד, דאי לאו הכי הוי משמשי עבודה זרה דלא נאסר עד שיעבד. הר\"ן: {כג} ולשון ארמית בבית ארזים, בביתא דמטללא בכיורא דארזיא. ואחרים כן: {כד} ואת הבית עצמו לא נתכון לעבד, והוציאה ישראל, הרי בית זה מתר. רש\"י. ועין תוספות יום טוב: {כה} ומסים רש\"י, ועובדין את הבימוס עצמו כעבודה זרה, הרי זו אסורה ואפלו לא העמיד עליה. ועין תוספות יום טוב: {כו} וכן פרש רש\"י כאן ולעיל בבית. ומסים ואפלו שלא בטלו העובד כוכבים או שהיא של ישראל מומר כו', הכא בטיל, שאין נאסר אלא חדוש. והאי חדוש אסור בהנאה לעולם. ובגמרא מוקי לה כגון שלא נעבד הבית מעולם, דאי לאו הכי בעי נכרי לבטלה. ואם השתחוה לה ישראל, אסורה עולמית. ועין תוספות יום טוב: {כז} ואי לא גדעו ופסלו, לא. דכרבנן דסבירא להו במשנה ה' דאילן שנטעו ולבסוף עבדו מתר. ומיהו מסקינן בגמרא דבתוספת מודו רבנן. ודתנן גדעו ופסלו, לאשמעינן דאף על גב דעשה מעשה בגוף האילן, אפלו הכי אין העקר נאסר: {כח} ובטלה. ואף על גב דכי לא בטלה נמי לא הוי משמשיה, דהא אליבא דרבנן קא מוקמי לה, דנטעו ולבסוף עבדו מתר כו', מכל מקום כל זמן שלא בטלה אסורא דרבנן איכא, שבשעה שאליל נראית תחתיה נראה כאלו נטועה מתחלה לכך. תוספות. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כב} רַשִׁ\"י. וּמִשּׁוּם הָכִי אָסוּר מִיָּד, דְּאִי לָאו הָכִי הָוֵי מְשַׁמְּשֵׁי עֲבוֹדָה זָרָה דְּלֹא נֶאֱסָר עַד שֶׁיֵּעָבֵד. הָרַ\"ן: {כג} וּלְשׁוֹן אֲרַמִּית בְּבֵית אֲרָזִים, בְּבֵיתָא דְמִטַּלְּלָא בְכִיּוּרָא דְאַרְזַיָּא. וַאֲחֵרִים כֵּן: {כד} וְאֶת הַבַּיִת עַצְמוֹ לֹא נִתְכַּוֵּן לַעֲבֹד, וְהוֹצִיאָהּ יִשְׂרָאֵל, הֲרֵי בַיִת זֶה מֻתָּר. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} וּמְסַיֵּם רַשִׁ\"י, וְעוֹבְדִין אֶת הַבִּימוֹס עַצְמוֹ כַעֲבוֹדָה זָרָה, הֲרֵי זוֹ אֲסוּרָה וַאֲפִלּוּ לֹא הֶעֱמִיד עָלֶיהָ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} וְכֵן פֵּרֵשׁ רַשִׁ\"י כָאן וּלְעֵיל בְּבַיִת. וּמְסַיֵּם וַאֲפִלּוּ שֶׁלֹּא בִטְּלוֹ הָעוֹבֵד כּוֹכָבִים אוֹ שֶׁהִיא שֶׁל יִשְׂרָאֵל מוּמָר כוּ', הָכָא בָטִיל, שֶׁאֵין נֶאֱסָר אֶלָּא חִדּוּשׁ. וְהַאי חִדּוּשׁ אָסוּר בַּהֲנָאָה לְעוֹלָם. וּבַגְּמָרָא מוֹקֵי לַהּ כְּגוֹן שֶׁלֹּא נֶעֱבַד הַבַּיִת מֵעוֹלָם, דְּאִי לָאו הָכִי בָּעֵי נָכְרִי לְבַטְּלָהּ. וְאִם הִשְׁתַּחֲוָה לָהּ יִשְׂרָאֵל, אֲסוּרָה עוֹלָמִית. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} וְאִי לֹא גִדְּעוֹ וּפִסְּלוֹ, לֹא. דִּכְרַבָּנָן דִּסְבִירָא לְהוּ בְמִשְׁנָה ה' דְּאִילָן שֶׁנְּטָעוֹ וּלְבַסּוֹף עֲבָדוֹ מֻתָּר. וּמִיהוּ מַסְּקִינַן בַּגְּמָרָא דִּבְתוֹסֶפֶת מוֹדוּ רַבָּנָן. וְדִתְנַן גִּדְּעוֹ וּפִסְּלוֹ, לְאַשְׁמְעִינַן דְּאַף עַל גַּב דְּעָשָׂה מַעֲשֶׂה בְגוּף הָאִילָן, אֲפִלּוּ הָכִי אֵין הָעִקָּר נֶאֱסָר: {כח} וּבִטְּלָהּ. וְאַף עַל גַּב דְּכִי לֹא בִטְּלָהּ נַמִּי לֹא הָוֵי מְשַׁמְּשֶׁיהָ, דְּהָא אַלִּיבָּא דְרַבָּנָן קָא מוֹקְמֵי לַהּ, דִּנְטָעוֹ וּלְבַסּוֹף עֲבָדוֹ מֻתָּר כוּ', מִכָּל מָקוֹם כָּל זְמַן שֶׁלֹּא בִטְּלָהּ אִסּוּרָא דְרַבָּנָן אִיכָּא, שֶׁבְּשָׁעָה שֶׁאֱלִיל נִרְאֵית תַּחְתֶּיהָ נִרְאֶה כְאִלּוּ נְטוּעָה מִתְּחִלָּה לְכָךְ. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-8",
      "jbo:text": "לא ישב בצלה {כט}. ואם ישב, טהור. ולא יעבר תחתיה. ואם עבר, טמא {לא}. היתה גוזלת את הרבים, ועבר {לב} תחתיה, טהור. וזורעין תחתיה ירקות בימות הגשמים אבל לא בימות החמה. והחזרין, לא בימות החמה ולא בימות הגשמים {לד}. רבי יוסי אומר, אף לא ירקות בימות הגשמים, מפני שהנמיה נושרת עליהן והוה להן לזבל",
      "jbo:textNikud": "לֹא יֵשֵׁב בְּצִלָּהּ {כט}. וְאִם יָשַׁב, טָהוֹר. וְלֹא יַעֲבֹר תַּחְתֶּיהָ. וְאִם עָבַר, טָמֵא {לא}. הָיְתָה גוֹזֶלֶת אֶת הָרַבִּים, וְעָבַר {לב} תַּחְתֶּיהָ, טָהוֹר. וְזוֹרְעִין תַּחְתֶּיהָ יְרָקוֹת בִּימוֹת הַגְּשָׁמִים אֲבָל לֹא בִימוֹת הַחַמָּה. וְהַחֲזָרִין, לֹא בִימוֹת הַחַמָּה וְלֹא בִימוֹת הַגְּשָׁמִים {לד}. רַבִּי יוֹסֵי אוֹמֵר, אַף לֹא יְרָקוֹת בִּימוֹת הַגְּשָׁמִים, מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן וְהֹוָה לָהֶן לְזָבֶל",
      "rdfs:label": "משנה עבודה זרה ג ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-8",
      "jbo:text": "ר\"ע מברטנורה לא ישב בצלה. האי צל לאו תחת נוף האשרה קאמר, דלא הוי מצי למתני תו ואם ישב טהור, דהא קתני סיפא דאם עבר טמא. אלא מן האילן והלאה, דכשהחמה במזרח או במערב יש לכל דבר צל ארך {ל}: לא יעבר תחתיה. תחת הנוף מהאילן, שהאילן מאהיל עליו. ואם עבר טמא: היתה גוזלת את הרבים. שנופה נוטה לרשות הרבים: טהור. דטמאה דרבנן היא {לג} והיכא דגוזלת הרבים לא גזרו רבנן: ירקות בימות הגשמים. שהאילן קשה להם שמונע החמה מלבא: אבל לא בימות החמה. שהצל יפה להם: והחזרין. חזרת. ובערבי חס\"א: לא בימות החמה ולא בימות הגשמים. שהצל יפה להם לעולם: שהנמיה. עלין הנושרין מן האילן בימות הגשמים. ובגמרא פריך, דהא שמעינן ליה לרבי יוסי דאמר זה וזה גורם מתר, לעיל בפרקין גבי מפרר וזורה לרוח ואף על פי שנעשה זבל, דהיכא שההתר והאסור שניהם גורמין להביא הדבר, כגון שהקרקע של התר והזבל של עבודה זרה של אסור גורמין לצמיחת הירקות, סבירא ליה לרבי יוסי שהוא מתר, והיכי קאסר הירקות הכא מפני שהנמיה נושרת עליהן. ומשני, שרבי יוסי הכא לדבריהן של רבנן קאמר, לדידכו דאמריתו זה וזה גורם אסור, היה לכם לאסר הירקות מפני שהנמיה נושרת עליהן והיא הוה להם לזבל. ורבנן סברי, שאני הכא שאין האילן של עבודה זרה מועיל לירקות כלום, שמה שמשביח להם בנמיה, פוגם להם בצל. והלכה כרבי יוסי דזה וזה גורם מתר {לה}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לֹא יֵשֵׁב בְּצִלָּהּ. הַאי צֵל לָאו תַּחַת נוֹף הָאֲשֵׁרָה קָאָמַר, דְּלֹא הָוֵי מָצֵי לְמִתְנֵי תּוּ וְאִם יָשַׁב טָהוֹר, דְּהָא קָתָנֵי סֵיפָא דְּאִם עָבַר טָמֵא. אֶלָּא מִן הָאִילָן וָהָלְאָה, דִּכְשֶׁהַחַמָּה בַמִּזְרָח אוֹ בַמַּעֲרָב יֵשׁ לְכָל דָּבָר צֵל אָרֹךְ {ל}: לֹא יַעֲבֹר תַּחְתֶּיהָ. תַּחַת הַנּוֹף מֵהָאִילָן, שֶׁהָאִילָן מַאֲהִיל עָלָיו. וְאִם עָבַר טָמֵא: הָיְתָה גוֹזֶלֶת אֶת הָרַבִּים. שֶׁנּוֹפָהּ נוֹטֶה לִרְשׁוּת הָרַבִּים: טָהוֹר. דְּטֻמְאָה דְרַבָּנָן הִיא {לג} וְהֵיכָא דְגוֹזֶלֶת הָרַבִּים לֹא גָזְרוּ רַבָּנָן: יְרָקוֹת בִּימוֹת הַגְּשָׁמִים. שֶׁהָאִילָן קָשֶׁה לָהֶם שֶׁמּוֹנֵעַ הַחַמָּה מִלָּבֹא: אֲבָל לֹא בִימוֹת הַחַמָּה. שֶׁהַצֵּל יָפֶה לָהֶם: וְהַחֲזָרִין. חֲזֶרֶת. וּבַעֲרָבִי חַסָ\"א: לֹא בִימוֹת הַחַמָּה וְלֹא בִימוֹת הַגְּשָׁמִים. שֶׁהַצֵּל יָפֶה לָהֶם לְעוֹלָם: שֶׁהַנְּמִיָּה. עָלִין הַנּוֹשְׁרִין מִן הָאִילָן בִּימוֹת הַגְּשָׁמִים. וּבַגְּמָרָא פָרֵיךְ, דְּהָא שָׁמְעִינַן לֵיהּ לְרַבִּי יוֹסֵי דְאָמַר זֶה וָזֶה גוֹרֵם מֻתָּר, לְעֵיל בְּפִרְקִין גַּבֵּי מְפָרֵר וְזוֹרֶה לָרוּחַ וְאַף עַל פִּי שֶׁנַּעֲשֶׂה זֶבֶל, דְּהֵיכָא שֶׁהַהֶתֵּר וְהָאִסּוּר שְׁנֵיהֶם גּוֹרְמִין לְהָבִיא הַדָּבָר, כְּגוֹן שֶׁהַקַּרְקַע שֶׁל הֶתֵּר וְהַזֶּבֶל שֶׁל עֲבוֹדָה זָרָה שֶׁל אִסּוּר גּוֹרְמִין לִצְמִיחַת הַיְּרָקוֹת, סְבִירָא לֵיהּ לְרַבִּי יוֹסֵי שֶׁהוּא מֻתָּר, וְהֵיכִי קָאָסַר הַיְּרָקוֹת הָכָא מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן. וּמְשָׁנֵי, שֶׁרַבִּי יוֹסֵי הָכָא לְדִבְרֵיהֶן שֶׁל רַבָּנָן קָאָמַר, לְדִידְכוּ דְאָמְרִיתוּ זֶה וָזֶה גוֹרֵם אָסוּר, הָיָה לָכֶם לֶאֱסֹר הַיְּרָקוֹת מִפְּנֵי שֶׁהַנְּמִיָּה נוֹשֶׁרֶת עֲלֵיהֶן וְהִיא הֹוָה לָהֶם לְזֶבֶל. וְרַבָּנָן סָבְרֵי, שָׁאנֵי הָכָא שֶׁאֵין הָאִילָן שֶׁל עֲבוֹדָה זָרָה מוֹעִיל לַיְרָקוֹת כְּלוּם, שֶׁמַּה שֶּׁמַּשְׁבִּיחַ לָהֶם בַּנְּמִיָּה, פּוֹגֵם לָהֶם בַּצֵּל. וַהֲלָכָה כְּרַבִּי יוֹסֵי דְּזֶה וָזֶה גוֹרֵם מֻתָּר {לה}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-8",
      "jbo:text": "עיקר תוי\"ט {כט} בצלה. משום דקא מתהני מעבודה זרה. ודוקא לישב, דחישינן שמא ישהה בישיבתו ואתי לכווני. דאי לאו הכי קימא לן אפשר ולא מכוין שרי. אבל העברה בעלמא שרי. ותחתיה דאסור משום טמאת עבודה זרה. הר\"ן: {ל} וכל זמן שלא עברה מדת ארך הצל את מדת גבה קומת האילן הצל עב וחשוך. מכאן ואילך הצל דק וקלוש. רש\"י: {לא} טמא. מאי טעמא, אי אפשר דליכא תקרבת עבודה זרה (ונמצא האילן מאהיל על התקרבת ועליו). מני, רבי יהודה בן בתירא הוא, דאמר מנין לתקרבת עבודה זרה שמטמא באהל, שנאמר ויצמדו וגו' ויאכלו זבחי מתים [תהלים קו], מה מת מטמא באהל אף תקרבת עבודה זרה וכו'. גמרא. ודוקא תקרבת, אבל באליל עצמה ליכא טמאת אהל. ועין תוספות יום טוב: {לב} ועבר. בדאיכא דרכא אחרינא (הקצר כזה. תוספות) משום הכי דיעבד אין, לכתחלה לא. אבל בדליכא דרכא אחרינא עובר אף לכתחלה. גמרא: {לג} וקרא דמיתינן, אסמכתא היא. רש\"י: {לד} אבל כו'. ולא קתני ואם זרע אסור כמו דאם עבר טמא, דלא אסרו ההנאה בדיעבד. הרא\"ש: {לה} ולא קימא לן כמתניתין דאבל לא בימות החמה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כט} בְּצִלָּהּ. מִשּׁוּם דְּקָא מִתְהַנֵי מֵעֲבוֹדָה זָרָה. וְדַוְקָא לֵישֵׁב, דְּחָיְשִׁינַן שֶׁמָּא יִשְׁהֶה בִישִׁיבָתוֹ וְאָתֵי לְכַוּוֹנֵי. דְּאִי לָאו הָכִי קַיְמָא לָן אֶפְשָׁר וְלֹא מְכַוֵּין שָׁרֵי. אֲבָל הַעֲבָרָה בְעָלְמָא שָׁרֵי. וְתַחְתֶּיהָ דְאָסוּר מִשּׁוּם טֻמְאַת עֲבוֹדָה זָרָה. הָרַ\"ן: {ל} וְכָל זְמַן שֶׁלֹּא עָבְרָה מִדַּת אֹרֶךְ הַצֵּל אֶת מִדַּת גֹּבַהּ קוֹמַת הָאִילָן הַצֵּל עָב וְחָשׁוּךְ. מִכָּאן וָאֵילָךְ הַצֵּל דַּק וְקָלוּשׁ. רַשִׁ\"י: {לא} טָמֵא. מַאי טַעֲמָא, אִי אֶפְשָׁר דְּלֵיכָּא תִּקְרֹבֶת עֲבוֹדָה זָרָה (וְנִמְצָא הָאִילָן מַאֲהִיל עַל הַתִּקְרֹבֶת וְעָלָיו). מַנִּי, רַבִּי יְהוּדָה בֶן בְּתֵירָא הוּא, דְּאָמַר מִנַּיִן לְתִקְרֹבֶת עֲבוֹדָה זָרָה שֶׁמְּטַמֵּא בְאֹהֶל, שֶׁנֶּאֱמַר וַיִּצָּמְדוּ וְגוֹ' וַיֹּאכְלוּ זִבְחֵי מֵתִים [תְּהִלִּים קו], מַה מֵּת מְטַמֵּא בְאֹהֶל אַף תִּקְרֹבֶת עֲבוֹדָה זָרָה וְכוּ'. גְּמָרָא. וְדַוְקָא תִקְרֹבֶת, אֲבָל בָּאֱלִיל עַצְמָהּ לֵיכָּא טֻמְאַת אֹהֶל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} וְעָבַר. בִּדְאִיכָּא דַרְכָּא אַחֲרִינָא (הַקָּצָר כָּזֶה. תּוֹסָפוֹת) מִשּׁוּם הָכִי דִיעֲבַד אִין, לְכַתְּחִלָּה לֹא. אֲבָל בִּדְלֵיכָּא דַרְכָּא אַחֲרִינָא עוֹבֵר אַף לְכַתְּחִלָּה. גְּמָרָא: {לג} וּקְרָא דְמַיְתִינַן, אַסְמַכְתָּא הִיא. רַשִׁ\"י: {לד} אֲבָל כוּ'. וְלֹא קָתָנֵי וְאִם זָרַע אָסוּר כְּמוֹ דְאִם עָבַר טָמֵא, דְּלֹא אָסְרוּ הַהֲנָאָה בְדִיעֲבַד. הָרֹא\"שׁ: {לה} וְלֹא קַיְמָא לָן כְּמַתְנִיתִין דַּאֲבָל לֹא בִימוֹת הַחַמָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-9",
      "jbo:text": "נטל ממנה עצים, אסורים בהנאה. הסיק בהן את התנור, אם חדש, יתץ. ואם ישן, יצן. אפה בו את הפת, אסורה בהנאה. נתערבה באחרות, כלן אסורות {לח} בהנאה. רבי אליעזר אומר, יוליך הנאה לים המלח. אמרו לו, אין פדיון לעבודה זרה. נטל הימנה כרכר, אסור בהנאה. ארג בו את הבגד, הבגד אסור בהנאה. נתערב באחרים ואחרים באחרים, כלן אסורין בהנאה. רבי אליעזר אומר, יוליך הנאה לים המלח. אמרו לו, אין פדיון לעבודה זרה",
      "jbo:textNikud": "נָטַל מִמֶּנָּה עֵצִים, אֲסוּרִים בַּהֲנָאָה. הִסִּיק בָּהֶן אֶת הַתַּנּוּר, אִם חָדָשׁ, יֻתַּץ. וְאִם יָשָׁן, יֻצַּן. אָפָה בוֹ אֶת הַפַּת, אֲסוּרָה בַהֲנָאָה. נִתְעָרְבָה בַאֲחֵרוֹת, כֻּלָּן אֲסוּרוֹת {לח} בַּהֲנָאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. אָמְרוּ לוֹ, אֵין פִּדְיוֹן לַעֲבוֹדָה זָרָה. נָטַל הֵימֶנָּה כַרְכֹּר, אָסוּר בַּהֲנָאָה. אָרַג בּוֹ אֶת הַבֶּגֶד, הַבֶּגֶד אָסוּר בַּהֲנָאָה. נִתְעָרֵב בַּאֲחֵרִים וַאֲחֵרִים בַּאֲחֵרִים, כֻּלָּן אֲסוּרִין בַּהֲנָאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. אָמְרוּ לוֹ, אֵין פִּדְיוֹן לַעֲבוֹדָה זָרָה",
      "rdfs:label": "משנה עבודה זרה ג ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-9",
      "jbo:text": "ר\"ע מברטנורה נטל ממנה. מן האשרה: חדש יתץ. שההסק הראשון שמסיקין התנור הוא מחסמו ומחזיקו, והרי נתקן באסורי הנאה. והא מתניתין אתי אליבא דמאן דאמר זה וזה גורם אסור. ואין הלכה. הלכך בין חדש בין ישן יצן, שלא יאפו בו את הפת בהסק זה עד שיצטנן התנור, כדי שלא יהנה מעצי אסור {לו}: הפת אסורה. בגמרא קאמר, והוא שאבוקה כנגדו, שכל שעה שהיה פת נאפה היה דולק האור בפי התנור ואופהו, שהיה נהנה מן האסור בשעה שהיה האסור בעין ויש שבח עצים בפת {לז}: יוליך הנאה לים המלח. דמי ככר שנתערב {לט}: כרכר. יש לאורגים עץ עשוי כמין מחט של סקאין, ומעבירין אותו על השתי כשהוא מתוח לפניהם באריגה. ואשמעינן מתניתין פלגתא דרבי אליעזר ורבנן בהנך תרתי, דאי אשמועינן בקמיתא, הוה אמינא בהך קאמר רבי אליעזר משום דבעידנא דקא גמרה פת אקלי ליה אסורא, אבל כרכר דאיתא לאסורא בעיניה אימא מודה להו לרבנן. ואי אתמר בהאיך, בהא קאמרי רבנן, אבל בקמיתא אימא מודו ליה לרבי אליעזר, צריכא. והלכה כרבי אליעזר, ואפלו חבית של יין נסך שנתערבה בחביות של יין של התר מוליך דמי אותה חבית לים המלח, והשאר כלן מתרות בהנאה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נָטַל מִמֶּנָּה. מִן הָאֲשֵׁרָה: חָדָשׁ יֻתַּץ. שֶׁהַהֶסֵּק הָרִאשׁוֹן שֶׁמַּסִּיקִין הַתַּנּוּר הוּא מְחַסְּמוֹ וּמַחֲזִיקוֹ, וַהֲרֵי נִתְקַן בְּאִסּוּרֵי הֲנָאָה. וְהָא מַתְנִיתִין אָתֵי אַלִּיבָּא דְּמַאן דְּאָמַר זֶה וָזֶה גוֹרֵם אָסוּר. וְאֵין הֲלָכָה. הִלְכָּךְ בֵּין חָדָשׁ בֵּין יָשָׁן יֻצַּן, שֶׁלֹּא יֹאפוּ בוֹ אֶת הַפַּת בְּהֶסֵּק זֶה עַד שֶׁיִּצְטַנֵּן הַתַּנּוּר, כְּדֵי שֶׁלֹּא יֵהָנֶה מֵעֲצֵי אִסּוּר {לו}: הַפַּת אֲסוּרָה. בַּגְּמָרָא קָאָמַר, וְהוּא שֶׁאֲבוּקָה כְנֶגְדּוֹ, שֶׁכָּל שָׁעָה שֶׁהָיָה פַת נֶאֱפֶה הָיָה דוֹלֵק הָאוּר בְּפִי הַתַּנּוּר וְאוֹפֵהוּ, שֶׁהָיָה נֶהֱנֶה מִן הָאִסּוּר בְּשָׁעָה שֶׁהָיָה הָאִסּוּר בְּעֵין וְיֵשׁ שְׁבַח עֵצִים בַּפַּת {לז}: יוֹלִיךְ הֲנָאָה לְיָם הַמֶּלַח. דְּמֵי כִכָּר שֶׁנִּתְעָרֵב {לט}: כַּרְכֹּר. יֵשׁ לָאוֹרְגִים עֵץ עָשׂוּי כְּמִין מַחַט שֶׁל סַקָּאִין, וּמַעֲבִירִין אוֹתוֹ עַל הַשְּׁתִי כְּשֶׁהוּא מָתוּחַ לִפְנֵיהֶם בָּאֲרִיגָה. וְאַשְׁמְעִינַן מַתְנִיתִין פְּלֻגְתָּא דְרַבִּי אֱלִיעֶזֶר וְרַבָּנָן בְּהָנָךְ תַּרְתֵּי, דְּאִי אַשְׁמוֹעִינַן בְּקַמַּיְתָא, הֲוָה אֲמֵינָא בְּהַךְ קָאָמַר רַבִּי אֱלִיעֶזֶר מִשּׁוּם דִּבְעִידְנָא דְקָא גָמְרָה פַת אִקְּלֵי לֵיהּ אִסּוּרָא, אֲבָל כַּרְכֹּר דְּאִיתָא לְאִסּוּרָא בְעֵינֵיהּ אֵימָא מוֹדֶה לְהוּ לְרַבָּנָן. וְאִי אִתְּמַר בְּהַאִיךְ, בְּהָא קָאָמְרֵי רַבָּנָן, אֲבָל בְּקַמַּיְתָא אֵימָא מוֹדוּ לֵיהּ לְרַבִּי אֱלִיעֶזֶר, צְרִיכָא. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר, וַאֲפִלּוּ חָבִית שֶׁל יֵין נֶסֶךְ שֶׁנִּתְעָרְבָה בְחָבִיּוֹת שֶׁל יַיִן שֶׁל הֶתֵּר מוֹלִיךְ דְּמֵי אוֹתָהּ חָבִית לְיָם הַמֶּלַח, וְהַשְּׁאָר כֻּלָּן מֻתָּרוֹת בַּהֲנָאָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-9",
      "jbo:text": "עיקר תוי\"ט {לו} דאפלו למאן דאמר זה וזה גורם מתר, לא שרינן לכתחלה. הלכך ישן כיון דסגי ליה בצנון ולא מפסיד מידי אלא אסור הנאה לחודיה, לכך צריך צנון. אבל חדש אם נאמר יתץ יפסיד התנור, הלכך כדיעבד חשיב ליה. תוספות: {לז} דוקא באסורי הנאה, דשבח עצים הינו שבח הנאה. ועין תוספות יום טוב: {לח} כלן כו'. יש מפרשים, משום דדבר שבמנין הוא, כגון ככרות בעל הבית דחשיבי ולא בטלי. אבל ככרות שאינן חשובות בטלי ברבא. ואחרים פרשו, דכיון דאסורי אליל נינהו אסורים בהנאה אף על פי שאין דבר שבמנין. הר\"ן: {לט} והקשה הר\"ן, דהוה ליה למימר יוליך דמי אחת מהן לים המלח, ומאי יוליך הנאה. אלא ודאי משמע דאהנאת עצים קאי כדברי רש\"י ז\"ל. והרי אין המדמע והמחמץ פוסל אלא לפי חשבון. אבל בלא תערבת לא הקלו להתיר בהולכת הנאה כו'. וכל זה דוקא על ידי מכירה. כן נראה לי לדעת הר\"ב. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לו} דַּאֲפִלּוּ לְמַאן דְּאָמַר זֶה וָזֶה גוֹרֵם מֻתָּר, לֹא שָׁרִינַן לְכַתְּחִלָּה. הִלְכָּךְ יָשָׁן כֵּיוָן דְּסַגִּי לֵיהּ בְּצִנּוּן וְלֹא מַפְסִיד מִידֵי אֶלָּא אִסּוּר הֲנָאָה לְחוּדֵיהּ, לְכָךְ צָרִיךְ צִנּוּן. אֲבָל חָדָשׁ אִם נֹאמַר יֻתָּץ יַפְסִיד הַתַּנּוּר, הִלְכָּךְ כְּדִיעֲבַד חָשֵׁיב לֵיהּ. תּוֹסָפוֹת: {לז} דַּוְקָא בְאִסּוּרֵי הֲנָאָה, דִּשְׁבַח עֵצִים הַיְנוּ שְׁבַח הֲנָאָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לח} כֻּלָּן כוּ'. יֵשׁ מְפָרְשִׁים, מִשּׁוּם דְּדָבָר שֶׁבְּמִנְיָן הוּא, כְּגוֹן כִּכְּרוֹת בַּעַל הַבַּיִת דַּחֲשִׁיבֵי וְלֹא בָטְלֵי. אֲבָל כִּכָּרוֹת שֶׁאֵינָן חֲשׁוּבוֹת בָּטְלִי בְרֻבָּא. וַאֲחֵרִים פֵּרְשׁוּ, דְּכֵיוָן דְּאִסּוּרֵי אֱלִיל נִינְהוּ אֲסוּרִים בַּהֲנָאָה אַף עַל פִּי שֶׁאֵין דָּבָר שֶׁבְּמִנְיָן. הָרַ\"ן: {לט} וְהִקְשָׁה הָרַ\"ן, דַּהֲוָה לֵיהּ לְמֵימַר יוֹלִיךְ דְּמֵי אַחַת מֵהֶן לְיָם הַמֶּלַח, וּמַאי יוֹלִיךְ הֲנָאָה. אֶלָּא וַדַּאי מַשְׁמַע דְּאַהֲנָאַת עֵצִים קָאֵי כְּדִבְרֵי רַשִׁ\"י זַ\"ל. וַהֲרֵי אֵין הַמְדֻמָּע וְהַמְחֻמָּץ פּוֹסֵל אֶלָּא לְפִי חֶשְׁבּוֹן. אֲבָל בְּלֹא תַעֲרֹבֶת לֹא הֵקֵלּוּ לְהַתִּיר בְּהוֹלָכַת הֲנָאָה כוּ'. וְכָל זֶה דַוְקָא עַל יְדֵי מְכִירָה. כֵּן נִרְאֶה לִי לְדַעַת הָרַ\"ב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-4-8-3-10",
      "jbo:text": "כיצד מבטלה. קרסם, וזרד, נטל ממנה מקל או שרביט, אפלו עלה, הרי זו בטלה. שפיה לצרכה, אסורה. שלא לצרכה, מתרת",
      "jbo:textNikud": "כֵּיצַד מְבַטְּלָהּ. קִרְסֵם, וְזֵרַד, נָטַל מִמֶּנָּה מַקֵּל אוֹ שַׁרְבִיט, אֲפִלּוּ עָלֶה, הֲרֵי זוֹ בְטֵלָה. שְׁפָיָהּ לְצָרְכָּהּ, אֲסוּרָה. שֶׁלֹּא לְצָרְכָּהּ, מֻתֶּרֶת",
      "rdfs:label": "משנה עבודה זרה ג י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-bartanura-4-8-3-10",
      "jbo:text": "ר\"ע מברטנורה כיצד מבטלה. נכרי לאשרה: קרסם. קסמים יבשים שבאילן נטלן לצרכו לשרף: וזרד. כרת ענפים לחים שבה: שפיה. תרגום ואכת אתו טחון (דברים ט), ושפית יתיה {מ}: לצרכה. כדי ליפותה. ואין מבטל עבודה זרה אלא נכרי גדול ובן דעת שידע בטיב עבודה זרה ומשמשיה. ואפלו אם בטלה בעל כרחו הרי זו מבטלת: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כֵּיצַד מְבַטְּלָהּ. נָכְרִי לָאֲשֵׁרָה: קִרְסֵם. קֵסָמִים יְבֵשִׁים שֶׁבָּאִילָן נְטָלָן לְצָרְכּוֹ לִשְׂרֹף: וְזֵרַד. כָּרַת עֲנָפִים לַחִים שֶׁבָּהּ: שְׁפָיָהּ. תַּרְגּוּם וָאֶכֹּת אֹתוֹ טָחוֹן (דְּבָרִים ט), וְשָׁפִית יָתֵיהּ {מ}: לְצָרְכָּהּ. כְּדֵי לְיַפּוֹתָהּ. וְאֵין מְבַטֵּל עֲבוֹדָה זָרָה אֶלָּא נָכְרִי גָדוֹל וּבֶן דַּעַת שֶׁיֵּדַע בְּטִיב עֲבוֹדָה זָרָה וּמְשַׁמְּשֶׁיהָ. וַאֲפִלּוּ אִם בִּטְּלָהּ בְּעַל כָּרְחוֹ הֲרֵי זוֹ מְבֻטֶּלֶת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ג י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-3-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-3"
      ],
      "uri": "jbr:mishna-yomtov-4-8-3-10",
      "jbo:text": "עיקר תוי\"ט {מ} ונראה, שכולל כל הבטולין וקוראן בכלל שפיה, ואתא לאשמעינן החלוק שבין לצרכה ושלא לצרכה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {מ} וְנִרְאֶה, שֶׁכּוֹלֵל כָּל הַבִּטּוּלִין וְקוֹרְאָן בִּכְלַל שְׁפָיָהּ, וַאֲתָא לְאַשְׁמְעִינַן הַחִלּוּק שֶׁבֵּין לְצָרְכָּהּ וְשֶׁלֹּא לְצָרְכָּהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ג י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-3-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-1",
      "jbo:text": "רבי ישמעאל אומר, שלש אבנים זו בצד זו בצד מרקוליס, אסורות. ושתים, מתרות. וחכמים אומרים, שנראות עמו, אסורות. ושאין נראות עמו, מתרות",
      "jbo:textNikud": "רַבִּי יִשְׁמָעֵאל אוֹמֵר, שָׁלשׁ אֲבָנִים זוֹ בְצַד זוֹ בְּצַד מַרְקוּלִיס, אֲסוּרוֹת. וּשְׁתַּיִם, מֻתָּרוֹת. וַחֲכָמִים אוֹמְרִים, שֶׁנִּרְאוֹת עִמּוֹ, אֲסוּרוֹת. וְשֶׁאֵין נִרְאוֹת עִמּוֹ, מֻתָּרוֹת",
      "rdfs:label": "משנה עבודה זרה ד א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-1",
      "jbo:text": "ר\"ע מברטנורה רבי ישמעאל. זו בצד זו. וכל שכן אחת על גבי שתים, שזו עקר מרקוליס. [מרקוליס שם עבודה זרה הנקרא בלשונם מערקוריס]: בצד מרקוליס. בצד ארבע אמות של מרקוליס, כלומר שהאבנים רחוקות ארבע אמות מן המרקוליס וידוע דלאו מניה נפל, ובהא קאמר רבי ישמעאל דשלש אבנים אסורות, שאין מרקוליס פחות משלש אבנים, ועושין מרקוליס קטן בצד מרקוליס גדול. וקטן הנעשה בצד גדול עבדי ליה בכל דהו ואין חוששין שיהיה אחת על גבי שתים. ורבנן סברי, אין עושין מרקוליס קטן בצד מרקוליס גדול, הלכך נראות עמו, כלומר סמוכות לו {א}, דאיכא למימר דמניה נפל, בין שתים בין שלש אסורים {ב}. אין נראות עמו, מתרות. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי יִשְׁמָעֵאל. זוֹ בְצַד זוֹ. וְכָל שֶׁכֵּן אַחַת עַל גַּבֵּי שְׁתַּיִם, שֶׁזּוֹ עִקַּר מַרְקוּלִיס. [מַרְקוּלִיס שֵׁם עֲבוֹדָה זָרָה הַנִּקְרָא בִלְשׁוֹנָם מֶערְקוּרִיס]: בְּצַד מַרְקוּלִיס. בְּצַד אַרְבַּע אַמּוֹת שֶׁל מַרְקוּלִיס, כְּלוֹמַר שֶׁהָאֲבָנִים רְחוֹקוֹת אַרְבַּע אַמּוֹת מִן הַמַּרְקוּלִיס וְיָדוּעַ דְּלָאו מִנֵּיהּ נָפַל, וּבְהָא קָאָמַר רַבִּי יִשְׁמָעֵאל דְּשָׁלֹשׁ אֲבָנִים אֲסוּרוֹת, שֶׁאֵין מַרְקוּלִיס פָּחוֹת מִשָּׁלֹשׁ אֲבָנִים, וְעוֹשִׂין מַרְקוּלִיס קָטָן בְּצַד מַרְקוּלִיס גָּדוֹל. וְקָטָן הַנַּעֲשֶׂה בְּצַד גָּדוֹל עֲבְדֵי לֵיהּ בְּכָל דְּהוּ וְאֵין חוֹשְׁשִׁין שֶׁיִּהְיֶה אַחַת עַל גַּבֵּי שְׁתַּיִם. וְרַבָּנָן סָבְרֵי, אֵין עוֹשִׂין מַרְקוּלִיס קָטָן בְּצַד מַרְקוּלִיס גָּדוֹל, הִלְכָּךְ נִרְאוֹת עִמּוֹ, כְּלוֹמַר סְמוּכוֹת לוֹ {א}, דְּאִיכָּא לְמֵימַר דְּמִנֵּיהּ נָפַל, בֵּין שְׁתַּיִם בֵּין שָׁלֹשׁ אֲסוּרִים {ב}. אֵין נִרְאוֹת עִמּוֹ, מֻתָּרוֹת. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-1",
      "jbo:text": "עיקר תוי\"ט {א} הינו בכגון אמה או חצי אמה. תוספות: {ב} אמלתא דרבי ישמעאל מהדר, דאמר שתים. אבל לרבנן הוא הדין אחת נמי אסורה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} הַיְנוּ בִכְגוֹן אַמָּה אוֹ חֲצִי אַמָּה. תּוֹסָפוֹת: {ב} אַמִּלְּתָא דְרַבִּי יִשְׁמָעֵאל מַהֲדַר, דְּאָמַר שְׁתַּיִם. אֲבָל לְרַבָּנָן הוּא הַדִּין אַחַת נַמִּי אֲסוּרָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-2",
      "jbo:text": "מצא בראשו מעות, כסות או כלים, הרי אלו מתרין. פרכילי {ד} ענבים ועטרות של שבלים ויינות ושמנים וסלתות וכל דבר שכיוצא בו קרב על גבי המזבח, אסור",
      "jbo:textNikud": "מָצָא בְרֹאשׁוֹ מָעוֹת, כְּסוּת אוֹ כֵלִים, הֲרֵי אֵלּוּ מֻתָּרִין. פַּרְכִּילֵי {ד} עֲנָבִים וַעֲטָרוֹת שֶׁל שִׁבֳּלִים וְיֵינוֹת וּשְׁמָנִים וּסְלָתוֹת וְכָל דָּבָר שֶׁכַּיּוֹצֵא בוֹ קָרֵב עַל גַּבֵּי הַמִּזְבֵּחַ, אָסוּר",
      "rdfs:label": "משנה עבודה זרה ד ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-2",
      "jbo:text": "ר\"ע מברטנורה מצא בראשו. של מרקוליס: מעות כסות או כלים הרי אלו מתרים. והוא שלא יהו מנחין לנוי {ג}, כגון שיהיו המעות מנחים בכיס קשור ותלוי לו על צוארו, כסות מקפלת ומנחת על כתפו או על ראשו, כלים נמי מנחים על ראשו, שכל אלו אינם דרך נוי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מָצָא בְרֹאשׁוֹ. שֶׁל מַרְקוּלִיס: מָעוֹת כְּסוּת אוֹ כֵלִים הֲרֵי אֵלּוּ מֻתָּרִים. וְהוּא שֶׁלֹּא יְהוּ מֻנָּחִין לְנוֹי {ג}, כְּגוֹן שֶׁיִּהְיוּ הַמָּעוֹת מֻנָּחִים בְּכִיס קָשׁוּר וְתָלוּי לוֹ עַל צַוָּארוֹ, כְּסוּת מְקֻפֶּלֶת וּמֻנַּחַת עַל כְּתֵפוֹ אוֹ עַל רֹאשׁוֹ, כֵּלִים נַמִּי מֻנָּחִים עַל רֹאשׁוֹ, שֶׁכָּל אֵלּוּ אֵינָם דֶּרֶךְ נוֹי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-2",
      "jbo:text": "עיקר תוי\"ט {ג} הכי ילפינן ליה בגמרא מקרא: {ד} פרכילי כו'. והני מדין תקרבת מתסרי. דבגמרא מוקמינן שבצרן מתחלה לכך והוי כעין פנים כו', וחישינן דלמא עביד בהו תקרבת כעין פנים שנסך היין והקטיר קצת מהשמן והסלת ואלו שנמצאו שירים הן. הר\"ן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ג} הָכִי יָלְפִינַן לֵיהּ בַּגְּמָרָא מִקְּרָא: {ד} פַּרְכִּילֵי כוּ'. וְהָנֵי מִדִּין תִּקְרֹבֶת מִתַּסְרֵי. דְּבַגְּמָרָא מוֹקְמִינַן שֶׁבְּצָרָן מִתְּחִלָּה לְכָךְ וְהָוֵי כְעֵין פְּנִים כוּ', וְחָיְשִׁינַן דִּלְמָא עֲבִיד בְּהוּ תִקְרֹבֶת כְּעֵין פְּנִים שֶׁנִּסֵּךְ הַיַּיִן וְהִקְטִיר קְצָת מֵהַשֶּׁמֶן וְהַסֹּלֶת וְאֵלּוּ שֶׁנִּמְצְאוּ שִׁירַיִם הֵן. הָרַ\"ן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-3",
      "jbo:text": "עבודה זרה שהיה לה גנה או מרחץ, נהנין מהן {ה} שלא בטובה ואין נהנין מהן בטובה. היה שלה ושל אחרים, נהנין מהן בין בטובה ובין שלא בטובה",
      "jbo:textNikud": "עֲבוֹדָה זָרָה שֶׁהָיָה לָהּ גִנָּה אוֹ מֶרְחָץ, נֶהֱנִין מֵהֶן {ה} שֶׁלֹּא בְטוֹבָה וְאֵין נֶהֱנִין מֵהֶן בְּטוֹבָה. הָיָה שֶׁלָּהּ וְשֶׁל אֲחֵרִים, נֶהֱנִין מֵהֶן בֵּין בְּטוֹבָה וּבֵין שֶׁלֹּא בְטוֹבָה",
      "rdfs:label": "משנה עבודה זרה ד ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-3",
      "jbo:text": "ר\"ע מברטנורה שלא בטובה. שלא {ו} יעלה שכר {ז} לכמרים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁלֹּא בְטוֹבָה. שֶׁלֹּא {ו} יַעֲלֶה שָׂכָר {ז} לַכְּמָרִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-3",
      "jbo:text": "עיקר תוי\"ט {ה} נהנין מהן. דאין הקדש לעבודה זרה עד שיקריב בתקרבת. רש\"י: {ו} איכא דמתני לה בגמרא ארישא, ואיכא דמתני לה אסיפא. ועין תוספות יום טוב: {ז} והתוספות הקשו על זה, דאם כן בשכר ושלא בשכר מבעי ליה. ועוד בסיפא [עין מה שכתבנו בסמוך] אמאי שרי, הא מרויח לעבודה זרה. ומפרש שלא יחזיק טובה לאליל. אבל בשכר, שרי. ולא דמי למשנה ד' פרק קמא בחניות מעטרות, דהתם מירי שהמכס הוא לצרך העבודה זרה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} נֶהֱנִין מֵהֶן. דְּאֵין הֶקְדֵּשׁ לַעֲבוֹדָה זָרָה עַד שֶׁיַּקְרִיב בְּתִקְרֹבֶת. רַשִׁ\"י: {ו} אִיכָּא דְמַתְנֵי לַהּ בַּגְּמָרָא אַרֵישָׁא, וְאִיכָּא דְמַתְנֵי לַהּ אַסֵּיפָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} וְהַתּוֹסָפוֹת הִקְשׁוּ עַל זֶה, דְּאִם כֵּן בְּשָׂכָר וְשֶׁלֹּא בְשָׂכָר מִבָּעֵי לֵיהּ. וְעוֹד בַּסֵּיפָא [עַיֵּן מַה שֶּׁכָּתַבְנוּ בְסָמוּךְ] אַמַּאי שָׁרֵי, הָא מַרְוִיחַ לָעֲבוֹדָה זָרָה. וּמְפָרֵשׁ שֶׁלֹּא יַחֲזִיק טוֹבָה לָאֱלִיל. אֲבָל בְּשָׂכָר, שָׁרֵי. וְלֹא דָמֵי לְמִשְׁנָה ד' פֶּרֶק קַמָּא בַּחֲנֻיּוֹת מְעֻטָּרוֹת, דְּהָתָם מַיְרֵי שֶׁהַמֶּכֶס הוּא לְצֹרֶךְ הָעֲבוֹדָה זָרָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-4",
      "jbo:text": "עבודה זרה של נכרי, אסורה מיד. ושל ישראל, אין אסורה עד שתעבד. נכרי מבטל עבודה זרה שלו ושל חברו, וישראל אינו מבטל עבודה זרה של נכרי. המבטל עבודה זרה, בטל משמשיה. בטל משמשיה, משמשיה מתרין והיא אסורה",
      "jbo:textNikud": "עֲבוֹדָה זָרָה שֶׁל נָכְרִי, אֲסוּרָה מִיָּד. וְשֶׁל יִשְׂרָאֵל, אֵין אֲסוּרָה עַד שֶׁתֵּעָבֵד. נָכְרִי מְבַטֵּל עֲבוֹדָה זָרָה שֶׁלּוֹ וְשֶׁל חֲבֵרוֹ, וְיִשְׂרָאֵל אֵינוֹ מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל נָכְרִי. הַמְבַטֵּל עֲבוֹדָה זָרָה, בִּטֵּל מְשַׁמְּשֶׁיהָ. בִּטֵּל מְשַׁמְּשֶׁיהָ, מְשַׁמְּשֶׁיהָ מֻתָּרִין וְהִיא אֲסוּרָה",
      "rdfs:label": "משנה עבודה זרה ד ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-4",
      "jbo:text": "ר\"ע מברטנורה עבודה זרה של נכרי אסורה מיד. דכתיב (דברים ז) פסילי אלהיהם, משפסלו נעשה לו לאלוה: ושל ישראל עד שתעבד. דכתיב (שם כו) ושם בסתר, עד שיעשה לה דברים של סתר, כלומר שיעבדנה, שהישראל אינו עובד עבודה זרה אלא בסתר מפני שמתירא מבית דין: נכרי מבטל עבודה זרה שלו. דכתיב פסילי אלהיהם תשרפון באש, כשהן נוהגין בהן מנהג אלהות, אבל אם בטלוה הרי אלו מתרים {ח}: ושל ישראל. בזמן שיש לו בה שתפות {ט}. ואין כן הלכה, דנכרי אין מבטל עבודה זרה של ישראל אפלו יש לו בה שתפות: וישראל אינו מבטל עבודה זרה של נכרי. ואפלו נתן לו הנכרי רשות: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עֲבוֹדָה זָרָה שֶׁל נָכְרִי אֲסוּרָה מִיָּד. דִּכְתִיב (דְּבָרִים ז) פְּסִילֵי אֱלֹהֵיהֶם, מִשֶּׁפִּסְלוֹ נַעֲשָׂה לוֹ לֶאֱלוֹהַּ: וְשֶׁל יִשְׂרָאֵל עַד שֶׁתֵּעָבֵד. דִּכְתִיב (שָׁם כו) וְשָׂם בַּסָּתֶר, עַד שֶׁיַּעֲשֶׂה לָהּ דְּבָרִים שֶׁל סֵתֶר, כְּלוֹמַר שֶׁיַּעַבְדֶנָּה, שֶׁהַיִּשְׂרָאֵל אֵינוֹ עוֹבֵד עֲבוֹדָה זָרָה אֶלָּא בַסֵּתֶר מִפְּנֵי שֶׁמִּתְיָרֵא מִבֵּית דִּין: נָכְרִי מְבַטֵּל עֲבוֹדָה זָרָה שֶׁלּוֹ. דִּכְתִיב פְּסִילֵי אֱלֹהֵיהֶם תִּשְׂרְפוּן בָּאֵשׁ, כְּשֶׁהֵן נוֹהֲגִין בָּהֶן מִנְהַג אֱלָהוּת, אֲבָל אִם בִּטְּלוּהָ הֲרֵי אֵלּוּ מֻתָּרִים {ח}: וְשֶׁל יִשְׂרָאֵל. בִּזְמַן שֶׁיֵּשׁ לוֹ בָהּ שֻׁתָּפוּת {ט}. וְאֵין כֵּן הֲלָכָה, דְּנָכְרִי אֵין מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל יִשְׂרָאֵל אֲפִלּוּ יֵשׁ לוֹ בָהּ שֻׁתָּפוּת: וְיִשְׂרָאֵל אֵינוֹ מְבַטֵּל עֲבוֹדָה זָרָה שֶׁל נָכְרִי. וַאֲפִלּוּ נָתַן לוֹ הַנָּכְרִי רְשׁוּת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-4",
      "jbo:text": "עיקר תוי\"ט {ח} ונראה לי דסבירא ליה אלהיהם למה לי, דאי לכדלעיל משפסלו כו' לחוד אתא, הוה ליה למכתב פסיליהם, אלהיהם למה לי, אלא אשמעינן כשהן נוהגין כו'. ועין תוספות יום טוב: {ט} ובגמרא, דרבי בילדותו שנה ושל ישראל, וכלומר דשתפות, וסבר, ישראל אדעתא דעובד כוכבים פלח, כיון דנכרי מבטל דנפשיה, דישראל נמי מבטל. ובזקנותו שנה ושל חברו, סבר, ישראל אדעתא דנפשיה פלח, כי מבטל נכרי דנפשיה, דישראל לא בטיל: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} וְנִרְאֶה לִי דִּסְבִירָא לֵיהּ אֱלֹהֵיהֶם לָמָּה לִּי, דְּאִי לִכְדִלְעֵיל מִשֶּׁפִּסְּלוֹ כוּ' לְחוּד אָתָא, הֲוָה לֵיהּ לְמִכְתַּב פְּסִילֵיהֶם, אֱלֹהֵיהֶם לָמָּה לִּי, אֶלָּא אַשְׁמְעִינַן כְּשֶׁהֵן נוֹהֲגִין כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּבַגְּמָרָא, דְּרַבִּי בְּיַלְדוּתוֹ שָׁנָה וְשֶׁל יִשְׂרָאֵל, וּכְלוֹמַר דְּשֻׁתָּפוּת, וְסָבַר, יִשְׂרָאֵל אַדַּעְתָּא דְעוֹבֵד כּוֹכָבִים פָּלַח, כֵּיוָן דְּנָכְרִי מְבַטֵּל דְּנַפְשֵׁיהּ, דְּיִשְׂרָאֵל נַמִּי מְבַטֵּל. וּבְזִקְנוּתוֹ שָׁנָה וְשֶׁל חֲבֵרוֹ, סָבַר, יִשְׂרָאֵל אַדַּעְתָּא דְּנַפְשֵׁיהּ פָּלַח, כִּי מְבַטֵּל נָכְרִי דְנַפְשֵׁיהּ, דְּיִשְׂרָאֵל לֹא בַטֵּיל: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-5",
      "jbo:text": "כיצד מבטלה, קטע ראש אזנה, ראש חטמה, ראש אצבעה, פחסה אף על פי שלא חסרה, בטלה. רקק בפניה, השתין בפניה, גררה, וזרק בה את הצואה, הרי זו אינה בטלה. מכרה או משכנה, רבי אומר, בטל. וחכמים אומרים, לא בטל",
      "jbo:textNikud": "כֵּיצַד מְבַטְּלָהּ, קָטַע רֹאשׁ אָזְנָהּ, רֹאשׁ חָטְמָהּ, רֹאשׁ אֶצְבָּעָהּ, פְּחָסָהּ אַף עַל פִּי שֶׁלֹּא חִסְּרָהּ, בִּטְּלָהּ. רָקַק בְּפָנֶיהָ, הִשְׁתִּין בְּפָנֶיהָ, גְּרָרָהּ, וְזָרַק בָּהּ אֶת הַצּוֹאָה, הֲרֵי זוֹ אֵינָהּ בְּטֵלָה. מְכָרָהּ אוֹ מִשְׁכְּנָהּ, רַבִּי אוֹמֵר, בִּטֵּל. וַחֲכָמִים אוֹמְרִים, לֹא בִטֵּל",
      "rdfs:label": "משנה עבודה זרה ד ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-5",
      "jbo:text": "ר\"ע מברטנורה פחסה. בפניה. מעכה בקורנס עד שהסיר צורת פניה: גררה. סחוב והשלך בתוך הטיט: אינה בטלה. דלפום שעה רתח עלה, והדר פלח לה {י}: רבי אומר בטלה. פלגתא דרבי ורבנן כשמכרה לנכרי, אבל מכרה לישראל צורף דברי הכל בטלה {יא}. והלכה כחכמים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה פְּחָסָהּ. בְּפָנֶיהָ. מִעֲכָה בְּקוּרְנָס עַד שֶׁהֵסִיר צוּרַת פָּנֶיהָ: גְּרָרָהּ. סָחוֹב וְהַשְׁלֵךְ בְּתוֹךְ הַטִּיט: אֵינָהּ בְּטֵלָה. דִּלְפוּם שָׁעָה רָתַח עֲלַהּ, וַהֲדַר פָּלַח לַהּ {י}: רַבִּי אוֹמֵר בִּטְּלָהּ. פְּלֻגְתָּא דְרַבִּי וְרַבָּנָן כְּשֶׁמְּכָרָהּ לְנָכְרִי, אֲבָל מְכָרָהּ לְיִשְׂרָאֵל צוֹרֵף דִּבְרֵי הַכֹּל בְּטֵלָה {יא}. וַהֲלָכָה כַּחֲכָמִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-5",
      "jbo:text": "עיקר תוי\"ט {י} דאמר קרא [ישעיה ח] והיה כי ירעב והתקצף וקלל במלכו ובאלהיו ופנה למעלה, וכתיב בתריה, ואל ארץ יביט, דאף על גב דקלל במלכו ובאלהיו ופנה לבו למעלה לשמים, אל ארץ יביט, חוזר ועובד עבודה זרה שלו. גמרא. ולא דמי להא דמשנה ד' פרק דלעיל דעומדת על הביב כו', דהתם כל שעתא ושעתא בזלזולא קימא. גמרא: {יא} הרמב\"ם. וממילא דלנכרי אף לצורף הוא דפליגי. וכן איתא בגמרא. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} דְּאָמַר קְרָא [יְשַׁעְיָה ח] וְהָיָה כִי יִרְעַב וְהִתְקַצַּף וְקִלֵּל בְּמַלְכּוֹ וּבֵאלֹהָיו וּפָנָה לְמָעְלָה, וּכְתִיב בַּתְרֵיהּ, וְאֶל אֶרֶץ יַבִּיט, דְּאַף עַל גַּב דְּקִלֵּל בְּמַלְכּוֹ וּבֵאלֹהָיו וּפָנָה לִבּוֹ לְמַעְלָה לַשָּׁמַיִם, אֶל אֶרֶץ יַבִּיט, חוֹזֵר וְעוֹבֵד עֲבוֹדָה זָרָה שֶׁלּוֹ. גְּמָרָא. וְלֹא דָמֵי לְהָא דְמִשְׁנָה ד' פֶּרֶק דִּלְעֵיל דְּעוֹמֶדֶת עַל הַבִּיב כוּ', דְּהָתָם כָּל שַׁעְתָּא וְשַׁעְתָּא בְּזִלְזוּלָא קַיְמָא. גְּמָרָא: {יא} הָרַמְבַּ\"ם. וּמִמֵּילָא דִלְנָכְרִי אַף לְצוֹרֵף הוּא דִפְלִיגֵי. וְכֵן אִיתָא בַגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-6",
      "jbo:text": "עבודה זרה שהניחוה עובדיה בשעת שלום, מתרת. בשעת מלחמה, אסורה. בימוסיאות של מלכים, הרי אלו מתרות, מפני שמעמידין אותם בשעה שהמלכים עוברים",
      "jbo:textNikud": "עֲבוֹדָה זָרָה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ בִּשְׁעַת שָׁלוֹם, מֻתֶּרֶת. בִּשְׁעַת מִלְחָמָה, אֲסוּרָה. בִּימוֹסְיָאוֹת שֶׁל מְלָכִים, הֲרֵי אֵלּוּ מֻתָּרוֹת, מִפְּנֵי שֶׁמַּעֲמִידִין אוֹתָם בְּשָׁעָה שֶׁהַמְּלָכִים עוֹבְרִים",
      "rdfs:label": "משנה עבודה זרה ד ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-6",
      "jbo:text": "ר\"ע מברטנורה שהניחוה עובדיה. ואין דעתם לחזר: בשעת שלום מתרת. הואיל ויצאו לדעת ולא נטלוה עמהם, בטלוה: בימוסיאות של מלכים. אבני גזית המתקנות בדרך מהלך המלך, וכשהמלך עובר שם מושיבים שם עבודה זרה והוא משתחוה לה. ובגמרא מפרש, מפני שמניחין אותה, כלומר אינן מיחדות להושיב שם עבודה זרה כל שעה אלא בשעה שהמלכים עוברים, ופעמים שהמלכים עוברים בדרך אחרת ואין חוששין להם, הלכך לאו משמשי עבודה זרה חשיבי {יב}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ. וְאֵין דַּעְתָּם לַחֲזֹר: בִּשְׁעַת שָׁלוֹם מֻתֶּרֶת. הוֹאִיל וְיָצְאוּ לְדַעַת וְלֹא נְטָלוּהָ עִמָּהֶם, בִּטְּלוּהָ: בִּימוֹסְיָאוֹת שֶׁל מְלָכִים. אַבְנֵי גָזִית הַמְתֻקָּנוֹת בְּדֶרֶךְ מַהֲלַךְ הַמֶּלֶךְ, וּכְשֶׁהַמֶּלֶךְ עוֹבֵר שָׁם מוֹשִׁיבִים שָׁם עֲבוֹדָה זָרָה וְהוּא מִשְׁתַּחֲוֶה לָהּ. וּבַגְּמָרָא מְפָרֵשׁ, מִפְּנֵי שֶׁמַּנִּיחִין אוֹתָהּ, כְּלוֹמַר אֵינָן מְיֻחָדוֹת לְהוֹשִׁיב שָׁם עֲבוֹדָה זָרָה כָל שָׁעָה אֶלָּא בְשָׁעָה שֶׁהַמְּלָכִים עוֹבְרִים, וּפְעָמִים שֶׁהַמְּלָכִים עוֹבְרִים בְּדֶרֶךְ אַחֶרֶת וְאֵין חוֹשְׁשִׁין לָהֶם, הִלְכָּךְ לָאו מְשַׁמְּשֵׁי עֲבוֹדָה זָרָה חֲשִׁיבֵי {יב}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-6",
      "jbo:text": "עיקר תוי\"ט {יב} דלאלתר מיאשי מניהו, והוי ליה עבודה זרה שהניחוה עובדיה. הר\"ן. והתוספות כתבו, והכמרים שעבדום לא עשאום עבודה זרה אלא לצרך המלכים, וכשרואין שאין המלכים חוששים להם גם הם מבטלים אותה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} דִּלְאַלְתָּר מִיַּאֲשֵׁי מִנַּיְהוּ, וְהָוֵי לֵיהּ עֲבוֹדָה זָרָה שֶׁהִנִּיחוּהָ עוֹבְדֶיהָ. הָרַ\"ן. וְהַתּוֹסָפוֹת כָּתְבוּ, וְהַכְּמָרִים שֶׁעֲבָדוּם לֹא עֲשָׂאוּם עֲבוֹדָה זָרָה אֶלָּא לְצֹרֶךְ הַמְּלָכִים, וּכְשֶׁרוֹאִין שֶׁאֵין הַמְּלָכִים חוֹשְׁשִׁים לָהֶם גַּם הֵם מְבַטְּלִים אוֹתָהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-7",
      "jbo:text": "שאלו את הזקנים ברומי, אם אין רצונו בעבודה זרה, למה אינו מבטלה. אמרו להן, אלו לדבר שאין צרך לעולם בו היו עובדין, היה מבטלו. הרי הן עובדין לחמה וללבנה ולכוכבים ולמזלות. יאבד עולמו מפני השוטים {יג}. אמרו להן, אם כן, יאבד דבר שאין צרך לעולם בו ויניח דבר שצרך העולם בו. אמרו להן, אף אנו מחזיקין ידי עובדיהם של אלו, שאומרים, תדעו שהן אלוהות, שהרי הן לא בטלו",
      "jbo:textNikud": "שָׁאֲלוּ אֶת הַזְּקֵנִים בְּרוֹמִי, אִם אֵין רְצוֹנוֹ בַּעֲבוֹדָה זָרָה, לָמָה אֵינוֹ מְבַטְּלָהּ. אָמְרוּ לָהֶן, אִלּוּ לְדָבָר שֶׁאֵין צֹרֶךְ לָעוֹלָם בּוֹ הָיוּ עוֹבְדִין, הָיָה מְבַטְּלוֹ. הֲרֵי הֵן עוֹבְדִין לַחַמָּה וְלַלְּבָנָה וְלַכּוֹכָבִים וְלַמַּזָּלוֹת. יְאַבֵּד עוֹלָמוֹ מִפְּנֵי הַשּׁוֹטִים {יג}. אָמְרוּ לָהֶן, אִם כֵּן, יְאַבֵּד דָּבָר שֶׁאֵין צֹרֶךְ לָעוֹלָם בּוֹ וְיַנִּיחַ דָּבָר שֶׁצֹּרֶךְ הָעוֹלָם בּוֹ. אָמְרוּ לָהֶן, אַף אָנוּ מַחֲזִיקִין יְדֵי עוֹבְדֵיהֶם שֶׁל אֵלּוּ, שֶׁאוֹמְרִים, תֵּדְעוּ שֶׁהֵן אֱלוֹהוֹת, שֶׁהֲרֵי הֵן לֹא בָטָלוּ",
      "rdfs:label": "משנה עבודה זרה ד ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-7",
      "jbo:text": "ר\"ע מברטנורה אף אנו מחזיקין ידיהם של אלו. העובדים לחמה וללבנה. אם היינו רואין ששאר עבודה זרה חרבו מעצמן ואלו קימות, היינו מודים לאלו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אַף אָנוּ מַחֲזִיקִין יְדֵיהֶם שֶׁל אֵלּוּ. הָעוֹבְדִים לַחַמָּה וְלַלְּבָנָה. אִם הָיִינוּ רוֹאִין שֶׁשְּׁאָר עֲבוֹדָה זָרָה חָרְבוּ מֵעַצְמָן וְאֵלּוּ קַיָּמוֹת, הָיִינוּ מוֹדִים לְאֵלּוּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-7",
      "jbo:text": "עיקר תוי\"ט {יג} יאבד כו'. ואם תאמר, ישיבום, יאבד השוטים, לא קשיא, שהרי מצינו שאובדים במלאת ספקם וסאתם, כענין יושבי ארץ כנען כו', כמו כן אלו השוטים כשתתמלא סאתם יאבדו. וקדם לכן לא. שאם יאבדו קדם לכן הרי זהו בכלל יאבד עולמו, לפי שהעולם נברא שתהא הרשות נתונה בידי אדם להימין או להשמאיל. ולפיכך אינם נאבדים קדם שנתמלא סאתם. נראה לי. ובספר דרך חיים על משנה [אבות פרק ג'] הכל צפוי כו', פרש שאם יאבד העובדים לא היה האדם בעל בחירה, שהרי ירא מן האבוד לגמרי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} יְאַבֵּד כוּ'. וְאִם תֹּאמַר, יְשִׁיבוּם, יְאַבֵּד הַשּׁוֹטִים, לֹא קַשְׁיָא, שֶׁהֲרֵי מָצִינוּ שֶׁאוֹבְדִים בִּמְלֹאת סִפֻּקָם וּסְאָתָם, כְּעִנְיַן יוֹשְׁבֵי אֶרֶץ כְּנַעַן כוּ', כְּמוֹ כֵן אֵלּוּ הַשּׁוֹטִים כְּשֶׁתִּתְמַלֵּא סְאָתָם יֹאבֵדוּ. וְקֹדֶם לָכֵן לֹא. שֶׁאִם יֹאבְדוּ קֹדֶם לָכֵן הֲרֵי זֶהוּ בִכְלַל יְאַבֵּד עוֹלָמוֹ, לְפִי שֶׁהָעוֹלָם נִבְרָא שֶׁתְּהֵא הָרְשׁוּת נְתוּנָה בִידֵי אָדָם לְהֵימִין אוֹ לְהַשְׂמִאיל. וּלְפִיכָךְ אֵינָם נֶאֱבָדִים קֹדֶם שֶׁנִּתְמַלֵּא סְאָתָם. נִרְאֶה לִי. וּבְסֵפֶר דֶּרֶךְ חַיִּים עַל מִשְׁנָה [אָבוֹת פֶּרֶק ג'] הַכֹּל צָפוּי כוּ', פֵּרֵשׁ שֶׁאִם יְאַבֵּד הָעוֹבְדִים לֹא הָיָה הָאָדָם בַּעַל בְּחִירָה, שֶׁהֲרֵי יָרֵא מִן הָאִבּוּד לְגַמְרֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-8",
      "jbo:text": "לוקחין גת בעוטה מן הגוי אף על פי שהוא נוטל בידו {יד} ונותן לתפוח. ואינו נעשה יין נסך, עד שירד לבור {טז}. ירד לבור, מה שבבור אסור, והשאר {יז} מתר {יח}",
      "jbo:textNikud": "לוֹקְחִין גַּת בְּעוּטָה מִן הַגּוֹי אַף עַל פִּי שֶׁהוּא נוֹטֵל בְּיָדוֹ {יד} וְנוֹתֵן לַתַּפּוּחַ. וְאֵינוֹ נַעֲשֶׂה יֵין נֶסֶךְ, עַד שֶׁיֵּרֵד לַבּוֹר {טז}. יָרַד לַבּוֹר, מַה שֶּׁבַּבּוֹר אָסוּר, וְהַשְּׁאָר {יז} מֻתָּר {יח}",
      "rdfs:label": "משנה עבודה זרה ד ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-8",
      "jbo:text": "ר\"ע מברטנורה גת בעוטה. שבעטה ודרכה נכרי: אף על פי שהוא נוטל בידו. ענבים מתוך היין: ונותן לתפוח. מקום אסיפת הענבים העשוי כמין גל קרוי תפוח, וסבר תנא דידן דאינו נעשה יין נסך עד שירד לבור. וזו משנה ראשונה היא, ואין הלכה, אלא כיון שהתחיל היין להמשך, נעשה יין נסך {טו}: מה שבבור אסור. אם יגע בו נכרי אחרי כן: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה גַּת בְּעוּטָה. שֶׁבְּעָטָהּ וּדְרָכָהּ נָכְרִי: אַף עַל פִּי שֶׁהוּא נוֹטֵל בְּיָדוֹ. עֲנָבִים מִתּוֹךְ הַיַּיִן: וְנוֹתֵן לַתַּפּוּחַ. מְקוֹם אֲסִיפַת הָעֲנָבִים הֶעָשׂוּי כְּמִין גַּל קָרוּי תַּפּוּחַ, וְסָבַר תַּנָּא דִידָן דְּאֵינוֹ נַעֲשֶׂה יֵין נֶסֶךְ עַד שֶׁיֵּרֵד לַבּוֹר. וְזוֹ מִשְׁנָה רִאשׁוֹנָה הִיא, וְאֵין הֲלָכָה, אֶלָּא כֵיוָן שֶׁהִתְחִיל הַיַּיִן לְהִמָּשֵׁךְ, נַעֲשֶׂה יֵין נֶסֶךְ {טו}: מַה שֶּׁבַּבּוֹר אָסוּר. אִם יִגַּע בּוֹ נָכְרִי אַחֲרֵי כֵן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-8",
      "jbo:text": "עיקר תוי\"ט {יד} אף על פי כו'. דלא תימא דלא שרינן לקח גת בעוטה אף על פי שסתם יינם אסור כדלקמן אלא היכא דידעינן דלא נגע, אבל כי נגע אוסר, קא משמע לן דהכא שרי, משום דאכתי לאו יין הוא. ועין תוספות יום טוב: {טו} שהגת עשויה כמדרון, ומשעה שהוא נמשך מצד העליון לצד התחתון קרוי יין. רש\"י. ועין תוספות יום טוב: {טז} לבור. בור היו עושין לפני הגת. והכלי נתון שם לקבל היין. ויש שטחין הבור בסיד והיין משתמר בתוכו ואינו מאבד טפה, והוא בור סוד. רש\"י: {יז} והשאר מתר. ואפלו יגע בו נכרי. דומיא דרישא דנתינה לתפוח מירי בנגיעה, אף מתר דסיפא מירי בנגיעה. תוספות: {יח} מתר. אף בשתיה. דומיא דרישא דלוקחין משמע דמתר אף בשתיה. תוספות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יד} אַף עַל פִּי כוּ'. דְּלֹא תֵימָא דְלָא שָׁרִינַן לִקַּח גַּת בְּעוּטָה אַף עַל פִּי שֶׁסְּתָם יֵינָם אָסוּר כְּדִלְקַמָּן אֶלָּא הֵיכָא דְיָדְעִינַן דְּלֹא נָגַע, אֲבָל כִּי נָגַע אוֹסֵר, קָא מַשְׁמַע לָן דְּהָכָא שָׁרֵי, מִשּׁוּם דְּאַכַּתִּי לָאו יַיִן הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} שֶׁהַגַּת עֲשׂוּיָה כְמִדְרוֹן, וּמִשָּׁעָה שֶׁהוּא נִמְשָׁךְ מִצַּד הָעֶלְיוֹן לְצַד הַתַּחְתּוֹן קָרוּי יַיִן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} לַבּוֹר. בּוֹר הָיוּ עוֹשִׂין לִפְנֵי הַגַּת. וְהַכְּלִי נָתוּן שָׁם לְקַבֵּל הַיַּיִן. וְיֵשׁ שֶׁטָּחִין הַבּוֹר בְּסִיד וְהַיַּיִן מִשְׁתַּמֵּר בְּתוֹכוֹ וְאֵינוֹ מְאַבֵּד טִפָּה, וְהוּא בּוֹר סוּד. רַשִׁ\"י: {יז} וְהַשְּׁאָר מֻתָּר. וַאֲפִלּוּ יִגַּע בּוֹ נָכְרִי. דּוּמְיָא דְרֵישָׁא דִנְתִינָה לַתַּפּוּחַ מַיְרֵי בִנְגִיעָה, אַף מֻתָּר דְּסֵיפָא מַיְרֵי בִנְגִיעָה. תּוֹסָפוֹת: {יח} מֻתָּר. אַף בִּשְׁתִיָּה. דּוּמְיָא דְרֵישָׁא דְלוֹקְחִין מַשְׁמַע דְּמֻתָּר אַף בִּשְׁתִיָּה. תּוֹסָפוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-9",
      "jbo:text": "דורכין עם הגוי בגת, אבל לא בוצרין עמו. ישראל שהוא עושה בטמאה, לא דורכין {כג} ולא בוצרין עמו, אבל מוליכין עמו חביות לגת, ומביאין עמו מן הגת. נחתום שהוא עושה בטמאה, לא לשין ולא עורכין {כד} עמו, אבל מוליכין עמו פת לפלטר",
      "jbo:textNikud": "דּוֹרְכִין עִם הַגּוֹי בַּגַּת, אֲבָל לֹא בוֹצְרִין עִמּוֹ. יִשְׂרָאֵל שֶׁהוּא עוֹשֶׂה בְטֻמְאָה, לֹא דוֹרְכִין {כג} וְלֹא בוֹצְרִין עִמּוֹ, אֲבָל מוֹלִיכִין עִמּוֹ חָבִיּוֹת לַגַּת, וּמְבִיאִין עִמּוֹ מִן הַגָּת. נַחְתּוֹם שֶׁהוּא עוֹשֶׂה בְטֻמְאָה, לֹא לָשִׁין וְלֹא עוֹרְכִין {כד} עִמּוֹ, אֲבָל מוֹלִיכִין עִמּוֹ פַת לַפַּלְטֵר",
      "rdfs:label": "משנה עבודה זרה ד ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-9",
      "jbo:text": "ר\"ע מברטנורה דורכין עם הגוי בגת. ולא אמרינן משתכר באסורי הנאה הוא, דאפלו בשתיה סבר האי תנא דשרי כל זמן שלא ירד לבור. ומשום גורם טמאה ליכא, שמשעה שדרך בהם הנכרי מעט, נטמאו {יט}, ונמצא שאין הישראל גורם טמאה {כ}: אבל לא בוצרין עמו. לפי שנותנם בגת טמאה, והנכרי מטמא הענבים במגעו {כא}, והישראל הבוצר עמו גורם טמאה. וסבר האי תנא אסור לגרם טמאה לחלין שבארץ ישראל ואפלו הם של נכרי. ואין הלכה כמשנה זו, דקימא לן כיון שהתחיל היין להמשך נעשה יין נסך, הלכך אין דורכין עם העובד כוכבים בגת. וקימא לן מתר לגרם טמאה לחלין שבארץ ישראל כשהחלין הם של נכרי, הלכך בוצרין עם הנכרי, ואף על פי שגורם טמאה לחלין אין בכך כלום. ומיהו ישראל הבוצר כרמו לכתחלה לא יקח נכרי עמו אפלו להביא ענבים לגת, משום לך לך אמרינן נזירא כו' {כב}: וישראל העושה פרותיו בטמאה. עובר עברה הוא, לפי שהוא מטמא התרומות והמעשרות שבהם. הלכך אסור לסיעו, כדי שלא יהא רגיל בכך: אבל מוליכין עמו. חביות ריקניות לגת: ומביאין עמו. חביות מלאות מן הגת. דמאי דהוה הוה, מאחר שנטמאו מתר לתן היין בחביות טמאות: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה דּוֹרְכִין עִם הַגּוֹי בַּגַּת. וְלֹא אָמְרִינַן מִשְׂתַּכֵּר בְּאִסּוּרֵי הֲנָאָה הוּא, דַּאֲפִלּוּ בִשְׁתִיָּה סָבַר הַאי תַּנָּא דְּשָׁרֵי כָּל זְמַן שֶׁלֹּא יָרַד לַבּוֹר. וּמִשּׁוּם גּוֹרֵם טֻמְאָה לֵיכָּא, שֶׁמִּשָּׁעָה שֶׁדָּרַךְ בָּהֶם הַנָּכְרִי מְעַט, נִטְמְאוּ {יט}, וְנִמְצָא שֶׁאֵין הַיִּשְׂרָאֵל גּוֹרֵם טֻמְאָה {כ}: אֲבָל לֹא בוֹצְרִין עִמּוֹ. לְפִי שֶׁנּוֹתְנָם בְּגַת טְמֵאָה, וְהַנָּכְרִי מְטַמֵּא הָעֲנָבִים בְּמַגָּעוֹ {כא}, וְהַיִּשְׂרָאֵל הַבּוֹצֵר עִמּוֹ גּוֹרֵם טֻמְאָה. וְסָבַר הַאי תַּנָּא אָסוּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל וַאֲפִלּוּ הֵם שֶׁל נָכְרִי. וְאֵין הֲלָכָה כְּמִשְׁנָה זוֹ, דְּקַיְמָא לָן כֵּיוָן שֶׁהִתְחִיל הַיַּיִן לְהִמָּשֵׁךְ נַעֲשֶׂה יֵין נֶסֶךְ, הִלְכָּךְ אֵין דּוֹרְכִין עִם הָעוֹבֵד כּוֹכָבִים בַּגַּת. וְקַיְמָא לָן מֻתָּר לִגְרֹם טֻמְאָה לְחֻלִּין שֶׁבְּאֶרֶץ יִשְׂרָאֵל כְּשֶׁהַחֻלִּין הֵם שֶׁל נָכְרִי, הִלְכָּךְ בּוֹצְרִין עִם הַנָּכְרִי, וְאַף עַל פִּי שֶׁגּוֹרֵם טֻמְאָה לְחֻלִּין אֵין בְּכָךְ כְּלוּם. וּמִיהוּ יִשְׂרָאֵל הַבּוֹצֵר כַּרְמוֹ לְכַתְּחִלָּה לֹא יִקַּח נָכְרִי עִמּוֹ אֲפִלּוּ לְהָבִיא עֲנָבִים לַגַּת, מִשּׁוּם לֵךְ לֵךְ אָמְרִינַן נְזִירָא כוּ' {כב}: וְיִשְׂרָאֵל הָעוֹשֶׂה פֵרוֹתָיו בְּטֻמְאָה. עוֹבֵר עֲבֵרָה הוּא, לְפִי שֶׁהוּא מְטַמֵּא הַתְּרוּמוֹת וְהַמַּעַשְׂרוֹת שֶׁבָּהֶם. הִלְכָּךְ אָסוּר לְסַיְּעוֹ, כְּדֵי שֶׁלֹּא יְהֵא רָגִיל בְּכָךְ: אֲבָל מוֹלִיכִין עִמּוֹ. חָבִיּוֹת רֵיקָנִיּוֹת לַגַּת: וּמְבִיאִין עִמּוֹ. חָבִיּוֹת מְלֵאוֹת מִן הַגַּת. דְּמַאי דַּהֲוָה הֲוָה, מֵאַחַר שֶׁנִּטְמְאוּ מֻתָּר לִתֵּן הַיַּיִן בְּחָבִיּוֹת טְמֵאוֹת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-9",
      "jbo:text": "עיקר תוי\"ט {יט} ואין לפרש בתחלת דריכה ומטעם שנטמאו הכל בגת טמאה, דאם כן ישראל דסיפא אמאי לא דורכין עמו כיון שכבר נטמאו בגת. תוספות: {כ} ומשום מסיע ידי עוברי עברה ליכא, שהעובד כוכבים לא נצטוה על כך. רש\"י: {כא} תימה, תיפוק ליה אי משום טמאת הגת לחוד, אי משום מגע לחוד, ושתיהן למה, והר\"ב הרכיב שני פרושים יחד, שזה שאמר לפי שנותנם בגת טמאה, הוא פרוש רש\"י לפי שעל ידי משקין היוצאין בשעת דריכה בגת הכשרו ונטמאו בגת הטמאה, וקדם דריכה אף במגע לא נטמאו, כיון שלא הכשרו ודאי, דהא דהבוצר לגת הכשר [בפרק קמא דשבת] הינו היכא דהכשר ודאי אבל לא בסתמא. ומה שכתב הר\"ב והעובד כוכבים מטמא במגעו הוא פרוש הרמב\"ם דסבירא ליה דסתמא הכשרו בבצירה. ואין שני הפרושים עולים כאחד: {כב} משום מגע עובד כוכבים לעשותו יין נסך אתמר בגמרא: {כג} לא דורכין. שדריכתן בעברה בגת טמאה, ודריכתן היא עקר טמאתן, כשנעשין משקה הן טמאים על ידי הגת. רש\"י. ואשמעינן דאפלו בסוף דריכה שכבר נטמאו אסור לסיע ידי עוברי עברה, ומשום דדריכה חד מעשה הוא. תוספות. ולהרמב\"ם, בצירה בכלל מלאכת הדריכה היא. ועין תוספות יום טוב: {כד} ולא כו'. שכל מעשה עריכה זו בעברה. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יט} וְאֵין לְפָרֵשׁ בִּתְחִלַּת דְּרִיכָה וּמִטַּעַם שֶׁנִּטְמְאוּ הַכֹּל בְּגַת טְמֵאָה, דְּאִם כֵּן יִשְׂרָאֵל דְּסֵיפָא אַמַּאי לֹא דוֹרְכִין עִמּוֹ כֵּיוָן שֶׁכְּבָר נִטְמְאוּ בַגַּת. תּוֹסָפוֹת: {כ} וּמִשּׁוּם מְסַיֵּעַ יְדֵי עוֹבְרֵי עֲבֵרָה לֵיכָּא, שֶׁהָעוֹבֵד כּוֹכָבִים לֹא נִצְטַוָּה עַל כָּךְ. רַשִׁ\"י: {כא} תֵּימַהּ, תֵּיפּוּק לֵיהּ אִי מִשּׁוּם טֻמְאַת הַגַּת לְחוּד, אִי מִשּׁוּם מַגָּע לְחוּד, וּשְׁתֵּיהֶן לָמָּה, וְהָרַ\"ב הִרְכִּיב שְׁנֵי פֵרוּשִׁים יַחַד, שֶׁזֶּה שֶׁאָמַר לְפִי שֶׁנּוֹתְנָם בְּגַת טְמֵאָה, הוּא פֵרוּשׁ רַשִׁ\"י לְפִי שֶׁעַל יְדֵי מַשְׁקִין הַיּוֹצְאִין בִּשְׁעַת דְּרִיכָה בַגַּת הֻכְשְׁרוּ וְנִטְמְאוּ בַגַּת הַטְּמֵאָה, וְקֹדֶם דְּרִיכָה אַף בְּמַגָּע לֹא נִטְמְאוּ, כֵּיוָן שֶׁלֹּא הֻכְשְׁרוּ וַדַּאי, דְּהָא דְהַבּוֹצֵר לַגַּת הֻכְשָׁר [בְּפֶרֶק קַמָּא דְשַׁבָּת] הַיְנוּ הֵיכָא דְהֻכְשָׁר וַדַּאי אֲבָל לֹא בִסְתָמָא. וּמַה שֶּׁכָּתַב הָרַ\"ב וְהָעוֹבֵד כּוֹכָבִים מְטַמֵּא בְמַגָּעוֹ הוּא פֵרוּשׁ הָרַמְבַּ\"ם דִּסְבִירָא לֵיהּ דִּסְתָמָא הֻכְשְׁרוּ בַּבְּצִירָה. וְאֵין שְׁנֵי הַפֵּרוּשִׁים עוֹלִים כְּאֶחָד: {כב} מִשּׁוּם מַגַּע עוֹבֵד כּוֹכָבִים לַעֲשׂוֹתוֹ יֵין נֶסֶךְ אִתְּמַר בַּגְּמָרָא: {כג} לֹא דוֹרְכִין. שֶׁדְּרִיכָתָן בַּעֲבֵרָה בְּגַת טְמֵאָה, וּדְרִיכָתָן הִיא עִקַּר טֻמְאָתָן, כְּשֶׁנַּעֲשִׂין מַשְׁקֶה הֵן טְמֵאִים עַל יְדֵי הַגַּת. רַשִׁ\"י. וְאַשְׁמְעִינַן דַּאֲפִלּוּ בְסוֹף דְּרִיכָה שֶׁכְּבָר נִטְמְאוּ אָסוּר לְסַיֵּעַ יְדֵי עוֹבְרֵי עֲבֵרָה, וּמִשּׁוּם דִּדְרִיכָה חַד מַעֲשֶׂה הוּא. תּוֹסָפוֹת. וּלְהָרַמְבַּ\"ם, בְּצִירָה בִכְלַל מְלֶאכֶת הַדְּרִיכָה הִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} וְלֹא כוּ'. שֶׁכָּל מַעֲשֶׂה עֲרִיכָה זוֹ בַעֲבֵרָה. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-10",
      "jbo:text": "גוי שנמצא עומד בצד הבור של יין, אם יש לו עליו מלוה, אסור {כה}. אין לו עליו מלוה, מתר {כז}. נפל לבור ועלה, ומדדו בקנה, התיז את הצרעה בקנה או שהיה מטפח על פי חבית מרתחת, בכל אלו היה מעשה, ואמרו ימכר. ורבי שמעון מתיר. נטל את החבית וזרקה בחמתו לבור, זה היה מעשה והכשירו",
      "jbo:textNikud": "גּוֹי שֶׁנִּמְצָא עוֹמֵד בְּצַד הַבּוֹר שֶׁל יַיִן, אִם יֶשׁ לוֹ עָלָיו מִלְוָה, אָסוּר {כה}. אֵין לוֹ עָלָיו מִלְוָה, מֻתָּר {כז}. נָפַל לַבּוֹר וְעָלָה, וּמְדָדוֹ בַקָּנֶה, הִתִּיז אֶת הַצִּרְעָה בַקָּנֶה אוֹ שֶׁהָיָה מְטַפֵּחַ עַל פִּי חָבִית מְרֻתַּחַת, בְּכָל אֵלּוּ הָיָה מַעֲשֶׂה, וְאָמְרוּ יִמָּכֵר. וְרַבִּי שִׁמְעוֹן מַתִּיר. נָטַל אֶת הֶחָבִית וּזְרָקָהּ בַּחֲמָתוֹ לַבּוֹר, זֶה הָיָה מַעֲשֶׂה וְהִכְשִׁירוּ",
      "rdfs:label": "משנה עבודה זרה ד י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-10",
      "jbo:text": "ר\"ע מברטנורה אם יש לו עליו מלוה אסור. אם יש לו על היין מלוה, שזה היין משעבד לו בחובו {כו}, אז הוא כממונו ונגע ביה לראות היאך הוא: נפל. הנכרי לבור מלא יין: ועלה. מת. אף על גב דנגע בשעה שנפל אינו אסור בהנאה, הואיל ולא נתכון לגע. אבל עלה חי, בעליתו אוסרו, משום דמודה לעבודה זרה על שנצול {כח}: ומדדו בקנה. או שהיה הנכרי מודד יינו של ישראל בקנה: והתיז. או שהתיז הנכרי את הצרעה מיינו של ישראל על ידי הקנה ולא נגע בידיו ביין: המרתחת. שהיתה החבית מעלה רתיחות, וטפח הנכרי בידו על הרתיחות, אין דרך נסוך בכך: ורבי שמעון מתיר. ואין הלכה כרבי שמעון: זה היה מעשה והכשירו. אף בשתיה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אִם יֶשׁ לוֹ עָלָיו מִלְוָה אָסוּר. אִם יֵשׁ לוֹ עַל הַיַּיִן מִלְוָה, שֶׁזֶּה הַיַּיִן מְשֻׁעְבָּד לוֹ בְחוֹבוֹ {כו}, אָז הוּא כְמָמוֹנוֹ וְנָגַע בֵּיהּ לִרְאוֹת הֵיאַךְ הוּא: נָפַל. הַנָּכְרִי לְבוֹר מָלֵא יַיִן: וְעָלָה. מֵת. אַף עַל גַּב דְּנָגַע בְּשָׁעָה שֶׁנָּפַל אֵינוֹ אָסוּר בַּהֲנָאָה, הוֹאִיל וְלֹא נִתְכַּוֵּן לִגַּע. אֲבָל עָלָה חַי, בַּעֲלִיָּתוֹ אוֹסְרוֹ, מִשּׁוּם דְּמוֹדֶה לַעֲבוֹדָה זָרָה עַל שֶׁנִּצּוֹל {כח}: וּמְדָדוֹ בַקָּנֶה. אוֹ שֶׁהָיָה הַנָּכְרִי מוֹדֵד יֵינוֹ שֶׁל יִשְׂרָאֵל בְּקָנֶה: וְהִתִּיז. אוֹ שֶׁהִתִּיז הַנָּכְרִי אֶת הַצִּרְעָה מִיֵּינוֹ שֶׁל יִשְׂרָאֵל עַל יְדֵי הַקָּנֶה וְלֹא נָגַע בְּיָדָיו בַּיַּיִן: הַמְּרֻתַּחַת. שֶׁהָיְתָה הֶחָבִית מַעֲלָה רְתִיחוֹת, וְטָפַח הַנָּכְרִי בְיָדוֹ עַל הָרְתִיחוֹת, אֵין דֶּרֶךְ נִסּוּךְ בְּכָךְ: וְרַבִּי שִׁמְעוֹן מַתִּיר. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: זֶה הָיָה מַעֲשֶׂה וְהִכְשִׁירוּ. אַף בִּשְׁתִיָּה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-10",
      "jbo:text": "עיקר תוי\"ט {כה} אסור. שמא נגע בו. לשון הרמב\"ם, כל יין שיגע בו העובד כוכבים הרי זה אסור, שמא נסך אותו, שמחשבת העובד כוכבים לעבודה זרה. הא למדת שיין של ישראל שנגע בו העובד כוכבים דינו כסתם יינו [שהוא אסור בהניה]: {כו} שעשה לו ישראל יין זה אפותיקי לגבות הימנו. רש\"י: {כז} מתר. דנתפס כגנב אפלו על הכניסה, ומשום הכי לא חישינן שמא נגע, דמרתת. הר\"ן: {כח} ומסתמא נסכיה בעליתו, ואסור בהנאה. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כה} אָסוּר. שֶׁמָּא נָגַע בּוֹ. לְשׁוֹן הָרַמְבַּ\"ם, כָּל יַיִן שֶׁיִּגַּע בּוֹ הָעוֹבֵד כּוֹכָבִים הֲרֵי זֶה אָסוּר, שֶׁמָּא נִסֵּךְ אוֹתוֹ, שֶׁמַּחֲשֶׁבֶת הָעוֹבֵד כּוֹכָבִים לָעֲבוֹדָה זָרָה. הָא לָמַדְתָּ שֶׁיַּיִן שֶׁל יִשְׂרָאֵל שֶׁנָּגַע בּוֹ הָעוֹבֵד כּוֹכָבִים דִּינוֹ כִסְתָם יֵינוֹ [שֶׁהוּא אָסוּר בַּהֲנָיָה]: {כו} שֶׁעָשָׂה לוֹ יִשְׂרָאֵל יַיִן זֶה אַפּוֹתֵיקֵי לִגְבּוֹת הֵימֶנּוּ. רַשִׁ\"י: {כז} מֻתָּר. דְּנִתְפָּס כְּגַנָּב אֲפִלּוּ עַל הַכְּנִיסָה, וּמִשּׁוּם הָכִי לֹא חָיְשִׁינַן שֶׁמָּא נָגַע, דְּמִרְתַּת. הָרַ\"ן: {כח} וּמִסְּתָמָא נַסְּכֵיהּ בַּעֲלִיָּתוֹ, וְאָסוּר בַּהֲנָאָה. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-11",
      "jbo:text": "המטהר יינו של נכרי ונותנו ברשותו בבית הפתוח לרשות הרבים, בעיר שיש בה {כט} גוים וישראלים, מתר. בעיר שכלה גוים, אסור, עד שיושיב שומר {לא}. ואין השומר צריך להיות יושב ומשמר. אף על פי שהוא יוצא ונכנס, מתר. רבי שמעון בן אלעזר אומר, כל רשות גוים אחת היא",
      "jbo:textNikud": "הַמְטַהֵר יֵינוֹ שֶׁל נָכְרִי וְנוֹתְנוֹ בִרְשׁוּתוֹ בְּבַיִת הַפָּתוּחַ לִרְשׁוּת הָרַבִּים, בְּעִיר שֶׁיֶּשׁ בָּהּ {כט} גּוֹיִם וְיִשְׂרְאֵלִים, מֻתָּר. בְּעִיר שֶׁכֻּלָּהּ גּוֹיִם, אָסוּר, עַד שֶׁיּוֹשִׁיב שׁוֹמֵר {לא}. וְאֵין הַשּׁוֹמֵר צָרִיךְ לִהְיוֹת יוֹשֵׁב וּמְשַׁמֵּר. אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס, מֻתָּר. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, כָּל רְשׁוּת גּוֹיִם אַחַת הִיא",
      "rdfs:label": "משנה עבודה זרה ד יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-11",
      "jbo:text": "ר\"ע מברטנורה המטהר יינו של נכרי. ישראל שדרך ענבים של נכרי בכשרות כדי למכרו לישראל, ואינו נותן מעות לנכרי עד שימכרנו לאחר זמן: ונותנו ברשותו. של נכרי: בעיר שיש בה נכרים וישראלים מתר. דמרתת נכרי דלמא חזו ליה הנך ישראל דעברי ברשות הרבים ומפסידנא. ואפלו אין מפתח וחותם, שרי. והוא שאין לו מלוה על אותו יין, כגון שכתב לו התקבלתי ממך, כדאמרינן לקמן {ל}: רבי שמעון בן אלעזר אומר כל רשות נכרי אחת היא. פלגתא דרבי שמעון בן אלעזר ותנא קמא, דתנא קמא סבר כשהניח ישראל יין ברשותו של נכרי בעל היין, הוא דבעינן שיהא הבית פתוח לרשות הרבים ועיר שישראל ונכרים דרים בה. אבל ברשות נכרי אחר שאינו בעל הבית, אפלו בעיר שאין ישראל דרים בה, שרי. ורבי שמעון בן אלעזר אומר, כל רשות נכרי אחת היא, וכי היכי דברשות הנכרי בעל היין אסור אלא בעיר שישראל ונכרים דרים בה והבית פתוח לרשות הרבים, הכי נמי ברשות נכרי אחר, צריך עיר שישראל ונכרים דרים בה ובית פתוח לרשות הרבים {לב}. והלכה כרבי שמעון בן אלעזר. ובזמן שמפתח וחותם ביד ישראל, בין ברשות בעל היין בין ברשות נכרי אחר, מתר לדברי הכל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמְטַהֵר יֵינוֹ שֶׁל נָכְרִי. יִשְׂרָאֵל שֶׁדָּרַךְ עֲנָבִים שֶׁל נָכְרִי בְּכַשְׁרוּת כְּדֵי לְמָכְרוֹ לְיִשְׂרָאֵל, וְאֵינוֹ נוֹתֵן מָעוֹת לַנָּכְרִי עַד שֶׁיִּמְכְּרֶנּוּ לְאַחַר זְמָן: וְנוֹתְנוֹ בִרְשׁוּתוֹ. שֶׁל נָכְרִי: בְּעִיר שֶׁיֶּשׁ בָּהּ נָכְרִים וְיִשְׂרְאֵלִים מֻתָּר. דְּמִרְתַּת נָכְרִי דִּלְמָא חָזוּ לֵיהּ הָנָךְ יִשְׂרָאֵל דְּעָבְרֵי בִרְשׁוּת הָרַבִּים וּמַפְסִידְנָא. וַאֲפִלּוּ אֵין מַפְתֵּחַ וְחוֹתָם, שָׁרֵי. וְהוּא שֶׁאֵין לוֹ מִלְוָה עַל אוֹתוֹ יַיִן, כְּגוֹן שֶׁכָּתַב לוֹ הִתְקַבַּלְתִּי מִמְּךָ, כִּדְאָמְרִינַן לְקַמָּן {ל}: רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר כָּל רְשׁוּת נָכְרִי אַחַת הִיא. פְּלֻגְתָּא דְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר וְתַנָּא קַמָּא, דְּתַנָּא קַמָּא סָבַר כְּשֶׁהִנִּיחַ יִשְׂרָאֵל יַיִן בִּרְשׁוּתוֹ שֶׁל נָכְרִי בַּעַל הַיַּיִן, הוּא דְבָעִינַן שֶׁיְּהֵא הַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים וְעִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ. אֲבָל בִּרְשׁוּת נָכְרִי אַחֵר שֶׁאֵינוֹ בַּעַל הַבַּיִת, אֲפִלּוּ בְעִיר שֶׁאֵין יִשְׂרָאֵל דָּרִים בָּהּ, שָׁרֵי. וְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, כָּל רְשׁוּת נָכְרִי אַחַת הִיא, וְכִי הֵיכִי דְבִרְשׁוּת הַנָּכְרִי בַּעַל הַיַּיִן אָסוּר אֶלָּא בְעִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ וְהַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים, הָכִי נַמִּי בִּרְשׁוּת נָכְרִי אַחֵר, צָרִיךְ עִיר שֶׁיִּשְׂרָאֵל וְנָכְרִים דָּרִים בָּהּ וּבַיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים {לב}. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר. וּבִזְמַן שֶׁמַּפְתֵּחַ וְחוֹתָם בְּיַד יִשְׂרָאֵל, בֵּין בִּרְשׁוּת בַּעַל הַיַּיִן בֵּין בִּרְשׁוּת נָכְרִי אַחֵר, מֻתָּר לְדִבְרֵי הַכֹּל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-11",
      "jbo:text": "עיקר תוי\"ט {כט} שיש בה כו'. דחושש הוא אף בלילות, שאם לא יראנו זה יראנו זה, דאפלו בלילות אין רגל כל העולם כלה מרשות הרבים. רשב\"א: {ל} והתוספות הקשו על כל זה כו'. לכן נראה לרבנו תם להעמיד משנתנו ביש מפתח וחותם, ובדלא כתב לו הנכרי התקבלתי, והלכך בעיר שישראל ועובדי כוכבים דרים בה ופתח פתוח לרשות הרבים, אף על פי שהוא יינו של עובד כוכבים, מתר, כיון דמפתח וחותם בידו, שהעובד כוכבים ירא פן יראהו ישראל טורח ומזיף [ויגיד לישראל שטהרו] ויפסיד למכר יינו כו'. וסיפא דקתני והלה כותב כו' הוי יינו של ישראל והלכך במפתח וחותם שרי. אבל בלא מפתח וחותם אין להתיר, כיון שברשות העובד כוכבים דבקל ינסכנו. ועין תוספות יום טוב: {לא} שומר. תימה, דהינו רישא ישראל ועובדי כוכבים דרין בה כו'. ויש לומר דאשמעינן דאפלו בישראל חד סגי. תוספות: {לב} דחישינן לגומלין. גמרא. ופרש רש\"י אף על גב דהאי עובד כוכבים שהבית שלו יחד לו קרן זוית לישראל ולא נגע, דנתפס עליו כגנב, חישינן דלמא שביק ליה לעובד כוכבים חברו בעל היין דלא מרתת לנסוכי, כי היכי דהדר ישראל וזבין מהאי עובד כוכבים זמנא אחרינא ומפקיד ליה גבי ההוא דלשביק ליה לנסוכי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כט} שֶׁיֶּשׁ בָּהּ כוּ'. דְּחוֹשֵׁשׁ הוּא אַף בַּלֵּילוֹת, שֶׁאִם לֹא יִרְאֶנּוּ זֶה יִרְאֶנּוּ זֶה, דַּאֲפִלּוּ בַלֵּילוֹת אֵין רֶגֶל כָּל הָעוֹלָם כָּלָה מֵרְשׁוּת הָרַבִּים. רַשְׁבָּ\"א: {ל} וְהַתּוֹסָפוֹת הִקְשׁוּ עַל כָּל זֶה כוּ'. לָכֵן נִרְאֶה לְרַבֵּנוּ תָם לְהַעֲמִיד מִשְׁנָתֵנוּ בְּיֵשׁ מַפְתֵּחַ וְחוֹתָם, וּבִדְלָא כָתַב לוֹ הַנָּכְרִי הִתְקַבַּלְתִּי, וְהִלְכָּךְ בְּעִיר שֶׁיִּשְׂרָאֵל וְעוֹבְדֵי כוֹכָבִים דָּרִים בָּהּ וּפֶתַח פָּתוּחַ לִרְשׁוּת הָרַבִּים, אַף עַל פִּי שֶׁהוּא יֵינוֹ שֶׁל עוֹבֵד כּוֹכָבִים, מֻתָּר, כֵּיוָן דְּמַפְתֵּחַ וְחוֹתָם בְּיָדוֹ, שֶׁהָעוֹבֵד כּוֹכָבִים יָרֵא פֶן יִרְאֵהוּ יִשְׂרָאֵל טוֹרֵחַ וּמְזַיֵּף [וְיַגִּיד לַיִּשְׂרָאֵל שֶׁטִּהֲרוֹ] וְיַפְסִיד לִמְכֹּר יֵינוֹ כוּ'. וְסֵיפָא דְקָתָנֵי וְהַלָּה כוֹתֵב כוּ' הָוֵי יֵינוֹ שֶׁל יִשְׂרָאֵל וְהִלְכָּךְ בְּמַפְתֵּחַ וְחוֹתָם שָׁרֵי. אֲבָל בְּלֹא מַפְתֵּחַ וְחוֹתָם אֵין לְהַתִּיר, כֵּיוָן שֶׁבִּרְשׁוּת הָעוֹבֵד כּוֹכָבִים דִּבְקַל יְנַסְּכֶנּוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} שׁוֹמֵר. תֵּימַהּ, דְּהַיְנוּ רֵישָׁא יִשְׂרָאֵל וְעוֹבְדֵי כוֹכָבִים דָּרִין בָּהּ כוּ'. וְיֵשׁ לוֹמַר דְּאַשְׁמְעִינַן דַּאֲפִלּוּ בְיִשְׂרָאֵל חַד סַגִּי. תּוֹסָפוֹת: {לב} דְּחָיְשִׁינַן לְגוֹמְלִין. גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י אַף עַל גַּב דְּהַאי עוֹבֵד כּוֹכָבִים שֶׁהַבַּיִת שֶׁלּוֹ יִחֵד לוֹ קֶרֶן זָוִית לְיִשְׂרָאֵל וְלֹא נָגַע, דְּנִתְפָּס עָלָיו כְּגַנָּב, חָיְשִׁינַן דִּלְמָא שָׁבֵיק לֵיהּ לָעוֹבֵד כּוֹכָבִים חֲבֵרוֹ בַּעַל הַיַּיִן דְּלֹא מִרְתַּת לְנַסּוֹכֵי, כִּי הֵיכִי דַהֲדַר יִשְׂרָאֵל וְזָבֵין מֵהַאי עוֹבֵד כּוֹכָבִים זִמְנָא אַחֲרִינָא וּמַפְקִיד לֵיהּ גַּבֵּי הַהוּא דְלִשְׁבִיק לֵיהּ לְנַסּוֹכֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-4-8-4-12",
      "jbo:text": "המטהר יינו של נכרי ונותנו ברשותו, והלה כותב לו, התקבלתי ממך מעות, מתר. אבל אם ירצה ישראל להוציאו ואינו מניחו עד שיתן לו את מעותיו, זה היה מעשה בבית שאן, ואסרו חכמים",
      "jbo:textNikud": "הַמְּטַהֵר יֵינוֹ שֶׁל נָכְרִי וְנוֹתְנוֹ בִרְשׁוּתוֹ, וְהַלָּה כוֹתֵב לוֹ, הִתְקַבַּלְתִּי מִמְּךָ מָעוֹת, מֻתָּר. אֲבָל אִם יִרְצֶה יִשְׂרָאֵל לְהוֹצִיאוֹ וְאֵינוֹ מַנִּיחוֹ עַד שֶׁיִּתֵּן לוֹ אֶת מְעוֹתָיו, זֶה הָיָה מַעֲשֶׂה בְבֵית שְׁאָן, וְאָסְרוּ חֲכָמִים",
      "rdfs:label": "משנה עבודה זרה ד יב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-bartanura-4-8-4-12",
      "jbo:text": "ר\"ע מברטנורה והלה כותב לו התקבלתי ממך מעות מתר. אם הבית פתוח לרשות הרבים וישראלים דרים באותה העיר, כדאמרינן לעיל: אבל אם ירצה וכו'. דהשתא הוי היין משכון אצל הנכרי, הואיל ויש לו מלוה על היין, אסור, דלא מרתת, דסבר אי חזו לי ותבעו לי, אמינא דידי הוא {לג}. ואף על פי שמפתח וחותם ביד ישראל, אסור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְהַלָּה כוֹתֵב לוֹ הִתְקַבַּלְתִּי מִמְּךָ מָעוֹת מֻתָּר. אִם הַבַּיִת פָּתוּחַ לִרְשׁוּת הָרַבִּים וְיִשְׂרְאֵלִים דָּרִים בְּאוֹתָהּ הָעִיר, כִּדְאָמְרִינַן לְעֵיל: אֲבָל אִם יִרְצֶה וְכוּ'. דְּהַשְׁתָּא הָוֵי הַיַּיִן מַשְׁכּוֹן אֵצֶל הַנָּכְרִי, הוֹאִיל וְיֵשׁ לוֹ מִלְוָה עַל הַיַּיִן, אָסוּר, דְּלֹא מִרְתַּת, דְּסָבַר אִי חָזוּ לִי וְתָבְעוּ לִי, אֲמֵינָא דִּידִי הוּא {לג}. וְאַף עַל פִּי שֶׁמַּפְתֵּחַ וְחוֹתָם בְּיַד יִשְׂרָאֵל, אָסוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ד יב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-4-12"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-4"
      ],
      "uri": "jbr:mishna-yomtov-4-8-4-12",
      "jbo:text": "עיקר תוי\"ט {לג} ויאמר ויהי מה אם ידעו בו לא יקחו ממני. הרמב\"ם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לג} וְיֹאמַר וִיהִי מָה אִם יֵדְעוּ בוֹ לֹא יִקְחוּ מִמֶּנִּי. הָרַמְבַּ\"ם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ד יב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-4-12"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-1",
      "jbo:text": "השוכר את הפועל {א} לעשות עמו ביין נסך, שכרו אסור. שכרו לעשות עמו מלאכה אחרת, אף על פי שאמר לו העבר לי חבית של יין נסך ממקום למקום, שכרו מתר. השוכר את החמור להביא עליה יין נסך, שכרה אסור. שכרה לישב עליה, אף על פי שהניח הגוי לגינו עליה, שכרה מתר",
      "jbo:textNikud": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל {א} לַעֲשׂוֹת עִמּוֹ בְיֵין נֶסֶךְ, שְׂכָרוֹ אָסוּר. שְׂכָרוֹ לַעֲשׂוֹת עִמּוֹ מְלָאכָה אַחֶרֶת, אַף עַל פִּי שֶׁאָמַר לוֹ הֲעֲבֵר לִי חָבִית שֶׁל יֵין נֶסֶךְ מִמָּקוֹם לְמָקוֹם, שְׂכָרוֹ מֻתָּר. הַשׂוֹכֵר אֶת הַחֲמוֹר לְהָבִיא עָלֶיהָ יֵין נֶסֶךְ, שְׂכָרָהּ אָסוּר. שְׂכָרָהּ לֵישֵׁב עָלֶיהָ, אַף עַל פִּי שֶׁהִנִּיחַ הַגּוֹי לְגִינוֹ עָלֶיהָ, שְׂכָרָהּ מֻתָּר",
      "rdfs:label": "משנה עבודה זרה ה א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-1",
      "jbo:text": "ר\"ע מברטנורה השוכר את הפועל לעשות עמו ביין נסך. להריקו מכלי אל כלי, או להוליך חביות ממקום למקום. ואפלו בסתם יינם: שכרו אסור. קנס הוא שקנסו חכמים ביין נסך ובסתם יינם {ב}: שכרו מתר. וכגון שאמר לו העבר לי כל חבית וחבית בפרוטה {ג}. אבל אם אמר לו העבר לי מאה חביות במאה פרוטות, ונמצאת חבית של יין נסך ביניהם, שכרו אסור {ד}: השוכר את החמור שכרה אסור. הא מתניתין נקט ליה משום סיפא, וסיפא אתא לאשמועינן דאף על גב דהשוכר את החמור לרכב עליו סתמא שכרה נמי להניח לגינו של יין ומזונותיו עליה, סלקא דעתך אמינא דהוי כאלו שכרה מעקרא להביא עליה יין נסך ושכרו אסור, קמשמע לן {ה}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְיֵין נֶסֶךְ. לַהֲרִיקוֹ מִכְּלִי אֶל כְּלִי, אוֹ לְהוֹלִיךְ חָבִיּוֹת מִמָּקוֹם לְמָקוֹם. וַאֲפִלּוּ בִסְתָם יֵינָם: שְׂכָרוֹ אָסוּר. קְנָס הוּא שֶׁקָּנְסוּ חֲכָמִים בְּיֵין נֶסֶךְ וּבִסְתָם יֵינָם {ב}: שְׂכָרוֹ מֻתָּר. וּכְגוֹן שֶׁאָמַר לוֹ הַעֲבֵר לִי כָּל חָבִית וְחָבִית בִּפְרוּטָה {ג}. אֲבָל אִם אָמַר לוֹ הַעֲבֵר לִי מֵאָה חָבִיּוֹת בְּמֵאָה פְרוּטוֹת, וְנִמְצֵאת חָבִית שֶׁל יֵין נֶסֶךְ בֵּינֵיהֶם, שְׂכָרוֹ אָסוּר {ד}: הַשּׂוֹכֵר אֶת הַחֲמוֹר שְׂכָרָהּ אָסוּר. הָא מַתְנִיתִין נָקַט לֵיהּ מִשּׁוּם סֵיפָא, וְסֵיפָא אָתָא לְאַשְׁמוֹעִינַן דְּאַף עַל גַּב דְּהַשּׂוֹכֵר אֶת הַחֲמוֹר לִרְכֹּב עָלָיו סְתָמָא שְׂכָרָהּ נַמִּי לְהַנִּיחַ לְגִינוֹ שֶׁל יַיִן וּמְזוֹנוֹתָיו עָלֶיהָ, סָלְקָא דַעְתָּךְ אֲמֵינָא דַּהֲוֵי כְאִלּוּ שְׂכָרָהּ מֵעִקָּרָא לְהָבִיא עָלֶיהָ יֵין נֶסֶךְ וּשְׂכָרוֹ אָסוּר, קָמַשְׁמַע לָן {ה}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-1",
      "jbo:text": "עיקר תוי\"ט {א} השוכר כו'. עובד כוכבים ששכר את ישראל. רש\"י: {ב} ומשום חמרא דיין נסך קנסו. אף על גב דבשביעית לא קנסו פועל דלא נפיש אגריה: {ג} ובחביות שאינן של יין נסך אלא כגון של שכר, ואף על פי שאומר לו העבר לי חבית של יין נסך [פרוש, אף על פי שבשעה ששכרו הודיעו שבכלל המלאכה איכא חבית של יין נסך] שכרו מתר. ופרש רש\"י, שדי פרוטה לנהרא. אי נמי לא שקיל מיד עובד כוכבים, ואינך משתרי דהא לא שיך שכר ההוא חבית בהדי אינך, דכל חדא קנין אגרא באפי נפשיה: {ד} דכל כמה דלא אעברינהו לכלהו לא יהיב ליה מידי, הלכך אגרא שיך ביה. רש\"י. דכלה אגרא אכל חדא וחדא יהיב. הרמב\"ן. ואפלו לא הודיעו בשעת השכירות אלא נמצא אחר כך. ועין תוספות יום טוב: {ה} דכיון דאי לא מותיב ליה לא מצי אמר ליה נכי ליה אגרא דלגינא, הרי זה כאלו לא שכרה לכך. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} הַשּׂוֹכֵר כוּ'. עוֹבֵד כּוֹכָבִים שֶׁשָּׂכַר אֶת יִשְׂרָאֵל. רַשִׁ\"י: {ב} וּמִשּׁוּם חֻמְרָא דְיֵין נֶסֶךְ קָנְסוּ. אַף עַל גַּב דְּבִשְׁבִיעִית לֹא קָנְסוּ פוֹעֵל דְּלֹא נְפִישׁ אַגְרֵיהּ: {ג} וּבְחָבִיּוֹת שֶׁאֵינָן שֶׁל יֵין נֶסֶךְ אֶלָּא כְגוֹן שֶׁל שֵׁכָר, וְאַף עַל פִּי שֶׁאוֹמֵר לוֹ הַעֲבֵר לִי חָבִית שֶׁל יֵין נֶסֶךְ [פֵּרוּשׁ, אַף עַל פִּי שֶׁבְּשָׁעָה שֶׁשְּׂכָרוֹ הוֹדִיעוֹ שֶׁבִּכְלַל הַמְּלָאכָה אִיכָּא חָבִית שֶׁל יֵין נֶסֶךְ] שְׂכָרוֹ מֻתָּר. וּפֵרֵשׁ רַשִׁ\"י, שָׁדֵי פְרוּטָה לְנַהֲרָא. אִי נַמִּי לֹא שָׁקֵיל מִיַּד עוֹבֵד כּוֹכָבִים, וְאִינָךְ מִשְׁתְּרֵי דְּהָא לֹא שַׁיָּךְ שְׂכַר הַהוּא חָבִית בַּהֲדֵי אִינָךְ, דְּכָל חֲדָא קִנְיָן אַגְרָא בְאַפֵּי נַפְשֵׁיהּ: {ד} דְּכָל כַּמָּה דְלָא אַעַבְרִינְהוּ לְכֻלְּהוּ לֹא יָהֵיב לֵיהּ מִידֵי, הִלְכָּךְ אַגְרָא שַׁיָּךְ בֵּיהּ. רַשִׁ\"י. דְּכֻלֵּהּ אַגְרָא אַכָּל חֲדָא וַחֲדָא יָהֵיב. הָרַמְבַּ\"ן. וַאֲפִלּוּ לֹא הוֹדִיעוֹ בִשְׁעַת הַשְּׂכִירוּת אֶלָּא נִמְצָא אַחַר כָּךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} דְּכֵיוָן דְּאִי לֹא מוֹתִיב לֵיהּ לֹא מָצֵי אָמַר לֵיהּ נַכֵּי לֵיהּ אַגְרָא דְלָגִינָא, הֲרֵי זֶה כְאִלּוּ לֹא שְׂכָרָהּ לְכָךְ. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-1"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-2",
      "jbo:text": "יין נסך שנפל על גבי ענבים, ידיחן והן מתרות {ו}. ואם היו מבקעות, אסורות. נפל על גבי תאנים או על גבי תמרים, אם יש בהן בנותן טעם, אסור {ז}. מעשה בביתוס בן זונן שהביא גרוגרות בספינה, ונשתברה חבית של יין נסך ונפל על גביהן, ושאל לחכמים והתירום. זה הכלל, כל שבהנאתו בנותן טעם, אסור. כל שאין בהנאתו בנותן טעם, מתר {ח}, כגון חמץ שנפל על גבי גריסין",
      "jbo:textNikud": "יֵין נֶסֶךְ שֶׁנָּפַל עַל גַּבֵּי עֲנָבִים, יְדִיחֵן וְהֵן מֻתָּרוֹת {ו}. וְאִם הָיוּ מְבֻקָּעוֹת, אֲסוּרוֹת. נָפַל עַל גַבֵּי תְאֵנִים אוֹ עַל גַּבֵּי תְמָרִים, אִם יֵשׁ בָּהֶן בְּנוֹתֵן טַעַם, אָסוּר {ז}. מַעֲשֶׂה בְּבַיְתוֹס בֶּן זוֹנָן שֶׁהֵבִיא גְרוֹגָרוֹת בִּסְפִינָה, וְנִשְׁתַּבְּרָה חָבִית שֶׁל יֵין נֶסֶךְ וְנָפַל עַל גַּבֵּיהֶן, וְשָׁאַל לַחֲכָמִים וְהִתִּירוּם. זֶה הַכְּלָל, כֹּל שֶׁבַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם, אָסוּר. כֹּל שֶׁאֵין בַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם, מֻתָּר {ח}, כְּגוֹן חֹמֶץ שֶׁנָּפַל עַל גַּבֵּי גְרִיסִין",
      "rdfs:label": "משנה עבודה זרה ה ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-2",
      "jbo:text": "ר\"ע מברטנורה ידיחן. במים צוננים: מעשה בביתוס בן זונין. מתניתין חסורי מחסרא והכי קתני, ואם נותן טעם לפגם מתר, ומעשה נמי בביתוס בן זונין שהיה מביא גרוגרות בספינה ונשתברה חבית של יין נסך על גביהן ובא מעשה לפני חכמים והתירום: כל שבהנאתו בנותן טעם. שאדם נהנה מטעמו של אסור: כל שאין בהנאתו בנותן טעם. שאינו נהנה בטעמו של אסור: כגון חמץ. של אסור שנפל בתוך גריסין של התר, נותן טעם לפגם הוא. והוא שיהיו הגריסין רותחין בשעה שנפל בהן החמץ, שאז פוגם בהם מתחלה ועד סוף. וארבעה מיני נותני טעם הם, יש טעם משביח מתחלה ועד סוף, כגון היין בתבשיל של בשר או של דגים, וזה אסור אסור ודאי. ויש טעם פוגם מתחלה ועד סוף, כגון שמנונית הדגים או הבשר בדבש {ט}, וזה מתר לכתחלה. ויש פוגם מתחלה ומשביח בסוף, כגון הדבש ביין שהוא פוגם בו לשעתו, וכשישהה בו עד שיפגם עליו כח היין נותן בו הדבש ריח וטעם. ויש משביח בתחלה ולבסוף פוגם, כגון שמן הבשר עם החמאה, או הטעם הבלוע בכלי שאינו בן יומו, שנכנס בו משבח ואחר כך נפגם {י}. ואלו השנים אסורים מספק. לפיכך אם הגריסין הללו שנפל בהן חמץ לא היו רותחין הרי הן אסורין מספק, שהחמץ בגריסין מקדיח ומשביח, ואף על פי כשמרתיחין אחר כך פוגם טעמו, הוי משביח ולבסוף פוגם ואסור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה יְדִיחֵן. בְּמַיִם צוֹנְנִים: מַעֲשֶׂה בְּבַיְתוֹס בֶּן זוֹנִין. מַתְנִיתִין חֲסוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, וְאִם נוֹתֵן טַעַם לִפְגָם מֻתָּר, וּמַעֲשֶׂה נַמִּי בְּבַיְתוֹס בֶּן זוֹנִין שֶׁהָיָה מֵבִיא גְרוֹגָרוֹת בִּסְפִינָה וְנִשְׁתַּבְּרָה חָבִית שֶׁל יֵין נֶסֶךְ עַל גַּבֵּיהֶן וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְהִתִּירוּם: כֹּל שֶׁבַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם. שֶׁאָדָם נֶהֱנֶה מִטַּעֲמוֹ שֶׁל אִסּוּר: כֹּל שֶׁאֵין בַּהֲנָאָתוֹ בְּנוֹתֵן טַעַם. שֶׁאֵינוֹ נֶהֱנֶה בְטַעֲמוֹ שֶׁל אִסּוּר: כְּגוֹן חֹמֶץ. שֶׁל אִסּוּר שֶׁנָּפַל בְּתוֹךְ גְּרִיסִין שֶׁל הֶתֵּר, נוֹתֵן טַעַם לִפְגָם הוּא. וְהוּא שֶׁיִּהְיוּ הַגְּרִיסִין רוֹתְחִין בְּשָׁעָה שֶׁנָּפַל בָּהֶן הַחֹמֶץ, שֶׁאָז פּוֹגֵם בָּהֶם מִתְּחִלָּה וְעַד סוֹף. וְאַרְבָּעָה מִינֵי נוֹתְנֵי טַעַם הֵם, יֵשׁ טַעַם מַשְׁבִּיחַ מִתְּחִלָּה וְעַד סוֹף, כְּגוֹן הַיַּיִן בְּתַבְשִׁיל שֶׁל בָּשָׂר אוֹ שֶׁל דָּגִים, וְזֶה אָסוּר אִסּוּר וַדַּאי. וְיֵשׁ טַעַם פּוֹגֵם מִתְּחִלָּה וְעַד סוֹף, כְּגוֹן שַׁמְנוּנִית הַדָּגִים אוֹ הַבָּשָׂר בִּדְבַשׁ {ט}, וְזֶה מֻתָּר לְכַתְּחִלָּה. וְיֵשׁ פּוֹגֵם מִתְּחִלָּה וּמַשְׁבִּיחַ בַּסּוֹף, כְּגוֹן הַדְּבַשׁ בַּיַּיִן שֶׁהוּא פוֹגֵם בּוֹ לְשַׁעְתּוֹ, וּכְשֶׁיִּשְׁהֶה בוֹ עַד שֶׁיִּפְגֹּם עָלָיו כֹּחַ הַיַּיִן נוֹתֵן בּוֹ הַדְּבַשׁ רֵיחַ וְטַעַם. וְיֵשׁ מַשְׁבִּיחַ בִּתְחִלָּה וּלְבַסּוֹף פּוֹגֵם, כְּגוֹן שֻׁמַּן הַבָּשָׂר עִם הַחֶמְאָה, אוֹ הַטַּעַם הַבָּלוּעַ בִּכְלִי שֶׁאֵינוֹ בֶן יוֹמוֹ, שֶׁנִּכְנַס בּוֹ מְשֻׁבָּח וְאַחַר כָּךְ נִפְגַּם {י}. וְאֵלּוּ הַשְּׁנַיִם אֲסוּרִים מִסָּפֵק. לְפִיכָךְ אִם הַגְּרִיסִין הַלָּלוּ שֶׁנָּפַל בָּהֶן חֹמֶץ לֹא הָיוּ רוֹתְחִין הֲרֵי הֵן אֲסוּרִין מִסָּפֵק, שֶׁהַחֹמֶץ בַּגְּרִיסִין מַקְדִּיחַ וּמַשְׁבִּיחַ, וְאַף עַל פִּי כְשֶׁמַּרְתִּיחִין אַחַר כָּךְ פּוֹגֵם טַעְמוֹ, הָוֵי מַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם וְאָסוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-2",
      "jbo:text": "עיקר תוי\"ט {ו} מתרות. בירושלמי מפרש דמירי בענבים המחברים לאשכול. אבל אם נטל העקץ הוו כמבקעות מפני נקב הנשאר בזנבו. תוספות: {ז} נפל על גבי וכו' אסור. לא גרסינן בספרים אחרים. דאי גרסינן הוה לן למימר חסורי מחסרא והכי קתני, אבל בתאנים יבשים נותן טעם לפגם הוא: {ח} מתר. בגמרא ילפינן ליה מקרא: {ט} פרוש במשקה הנעשה מדבש. [דאלו הדבש עצמו משבח בבשר]: {י} תימה לי, דמה ענין זה למשביח ולבסוף פוגם, דלא אמרן אלא על הדבר שבשעת תערבתו משביח ולבסוף פוגם, ולכך יש לאסר המאכל ההוא מפני שבתחלת תערבתו היה משבח כו', אבל בכלי שאינו בן יומו כבר נפגם הטעם ונמצא שזה התערבת פוגם מתחלה ועד סוף הוא כו'. ובגמרא דמשום גזרה אטו בן יומו אסור, אבל משום עצמו נותן טעם לפגם ממש הוא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} מֻתָּרוֹת. בַּיְרוּשַׁלְמִי מְפָרֵשׁ דְּמַיְרֵי בַעֲנָבִים הַמְחֻבָּרִים לָאֶשְׁכּוֹל. אֲבָל אִם נִטַּל הָעֹקֶץ הֲווּ כִמְבֻקָּעוֹת מִפְּנֵי נֶקֶב הַנִּשְׁאָר בִּזְנָבוֹ. תּוֹסָפוֹת: {ז} נָפַל עַל גַּבֵּי וְכוּ' אָסוּר. לֹא גָרְסִינַן בִּסְפָרִים אֲחֵרִים. דְּאִי גָרְסִינַן הֲוָה לָן לְמֵימַר חֲסוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, אֲבָל בִּתְאֵנִים יְבֵשִׁים נוֹתֵן טַעַם לִפְגָם הוּא: {ח} מֻתָּר. בַּגְּמָרָא יָלְפִינַן לֵיהּ מִקְּרָא: {ט} פֵּרוּשׁ בְּמַשְׁקֶה הַנַּעֲשֶׂה מִדְּבַשׁ. [דְּאִלּוּ הַדְּבַשׁ עַצְמוֹ מְשֻׁבָּח בַּבָּשָׂר]: {י} תֵּימַהּ לִי, דְּמָה עִנְיָן זֶה לְמַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם, דְּלֹא אָמְרָן אֶלָּא עַל הַדָּבָר שֶׁבִּשְׁעַת תַּעֲרָבְתּוֹ מַשְׁבִּיחַ וּלְבַסּוֹף פּוֹגֵם, וּלְכָךְ יֵשׁ לֶאֱסֹר הַמַּאֲכָל הַהוּא מִפְּנֵי שֶׁבִּתְחִלַּת תַּעֲרָבְתּוֹ הָיָה מְשֻׁבָּח כוּ', אֲבָל בִּכְלִי שֶׁאֵינוֹ בֶן יוֹמוֹ כְּבָר נִפְגַּם הַטַּעַם וְנִמְצָא שֶׁזֶּה הַתַּעֲרֹבֶת פּוֹגֵם מִתְּחִלָּה וְעַד סוֹף הוּא כוּ'. וּבַגְּמָרָא דְמִשּׁוּם גְּזֵרָה אַטּוּ בֶן יוֹמוֹ אָסוּר, אֲבָל מִשּׁוּם עַצְמוֹ נוֹתֵן טַעַם לִפְגָם מַמָּשׁ הוּא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-2"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-3",
      "jbo:text": "נכרי שהיה מעביר עם ישראל כדי יין ממקום למקום {יא}, אם היה בחזקת המשתמר, מתר. אם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב",
      "jbo:textNikud": "נָכְרִי שֶׁהָיָה מַעֲבִיר עִם יִשְׂרָאֵל כַּדֵּי יַיִן מִמָּקוֹם לְמָקוֹם {יא}, אִם הָיָה בְחֶזְקַת הַמִּשְׁתַּמֵּר, מֻתָּר. אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב",
      "rdfs:label": "משנה עבודה זרה ה ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-3",
      "jbo:text": "ר\"ע מברטנורה אם היה בחזקת המשתמר. כל זמן שלא הודיעו שהוא מפליג הוי בחזקת המשתמר {יב}, ואפלו הפליג מיל, דהנכרי מרתת ואומר השתא אתי ישראל וחזי לי: אם הודיעו שהוא מפליג. ומתרחק ממנו וחביות סתומות הם: כדי שישתם. אם שהה כדי שיקב הנכרי נקב במגופת החבית ויחזר ויסתם הנקב ותיבש הסתימה {יג}, אסור: ישתם. יפתח. כמו (במדבר כד) שתם העין, שעינו פתוחה: רבן שמעון בן גמליאל אומר. אינו אסור אלא אם שהה כדי שיפתח את כל מגופת החבית {יד}: ויגוף. ויעשה מגופה אחרת: ותגב. ותנגב ותיבש. אבל לנקיבת חור במגופה של חבית לא חששו, משום דמנכרא מלתא. ודוקא במגופה של סיד הוא דפליגי רבנן עליה דרבן שמעון בן גמליאל וחישי לפתיחת נקב, משום דלא מנכר, שהסיד לבן ואינו נכר בין חדש לישן {טו}. אבל במגופת טיט, מודו רבנן לרבן שמעון בן גמליאל דלא מתסר היין עד שישהה כדי שיפתח המגופה כלה ויגוף ותגב. והלכה כרבן שמעון בן גמליאל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אִם הָיָה בְחֶזְקַת הַמִּשְׁתַּמֵּר. כָּל זְמַן שֶׁלֹּא הוֹדִיעוֹ שֶׁהוּא מַפְלִיג הָוֵי בְחֶזְקַת הַמִּשְׁתַּמֵּר {יב}, וַאֲפִלּוּ הִפְלִיג מִיל, דְּהַנָּכְרִי מִרְתַּת וְאוֹמֵר הַשְׁתָּא אָתֵי יִשְׂרָאֵל וְחָזֵי לִי: אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג. וּמִתְרַחֵק מִמֶּנּוּ וְחָבִיּוֹת סְתוּמוֹת הֵם: כְּדֵי שֶׁיִּשְׁתֹּם. אִם שָׁהָה כְדֵי שֶׁיִּקֹּב הַנָּכְרִי נֶקֶב בִּמְגוּפַת הֶחָבִית וְיַחֲזֹר וְיִסְתֹּם הַנֶּקֶב וְתִיבַשׁ הַסְּתִימָה {יג}, אָסוּר: יִשְׁתֹּם. יִפְתַּח. כְּמוֹ (בְּמִדְבָּר כד) שְׁתֻם הָעָיִן, שֶׁעֵינוֹ פְתוּחָה: רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר. אֵינוֹ אָסוּר אֶלָּא אִם שָׁהָה כְדֵי שֶׁיִּפְתַּח אֶת כָּל מְגוּפַת הֶחָבִית {יד}: וְיָגוּף. וְיַעֲשֶׂה מְגוּפָה אַחֶרֶת: וְתִגֹּב. וְתִנָּגֵב וְתִיבַשׁ. אֲבָל לִנְקִיבַת חוֹר בִּמְגוּפָה שֶׁל חָבִית לֹא חָשְׁשׁוּ, מִשּׁוּם דְּמִנְכְּרָא מִלְּתָא. וְדַוְקָא בִמְגוּפָה שֶׁל סִיד הוּא דִפְלִיגֵי רַבָּנָן עֲלֵיהּ דְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְחָיְשִׁי לִפְתִיחַת נֶקֶב, מִשּׁוּם דְּלֹא מִנְכַּר, שֶׁהַסִּיד לָבָן וְאֵינוֹ נִכָּר בֵּין חָדָשׁ לְיָשָׁן {טו}. אֲבָל בִּמְגוּפַת טִיט, מוֹדוּ רַבָּנָן לְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל דְּלֹא מִתְּסַר הַיַּיִן עַד שֶׁיִּשְׁהֶה כְדֵי שֶׁיִּפְתַּח הַמְּגוּפָה כֻלָּהּ וְיָגוֹף וְתִגֹּב. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-3",
      "jbo:text": "עיקר תוי\"ט {יא} מעביר כו'. מירי בחבית סתומה בפקק של עץ וכיוצא בו. אף על גב דהעובד כוכבים יכול לסלקו ולגע בלא זיוף כלל, כיון דבחזקת משתמר מתר. אבל בפתוחים לגמרי לא, דכיון שהם על כתפו ויכול לגע בהן בהדיא, חישינן דלמא נגע ולא מרתת כלל, דמשתמט למימר להחזיק בחבית נתכונתי שלא יפל. ואף על גב דסתמא קתני, ומשמע דאירי בפתוחות דומיא דאחריני, סתמא דמעביר חבית ממקום למקום הינו סתום קצת שלא יצא היין בטלטול החבית, ואפלו הכי פקק של עץ פתוחות מקרו. הרא\"ש: {יב} אבל התוספות דקדקו דדוקא בבא דרך עקלתון, שיכול לבא עליו פתאום שלא יראנו. ועין תוספות יום טוב: {יג} וזה לשון הרא\"ש, והודיעו שהוא מפליג, פרוש, שאמר לו שדעתו להפליג בסתם, או שאמר לו המקום, ויש באותה הפלגה כדי שישתם ויסתם ויגב. אבל אם אין באותה הפלגה כדי שישתם כו', אפלו שהה זמן מרבה מתר, דבכל ענין מרתת עובד כוכבים דלמא אתי השתא וחזי ליה: {יד} ואי אפשר לנטלה שלא תשבר כלה. רש\"י: {טו} ורבן שמעון בן גמליאל סבירא ליה נהי דלמעלה לא ידיע, לפי שלמעלה מרחו העובד כוכבים והשוה סתומו, למטה מיהא ידיע, דלמטה לא יוכל העובד כוכבים למרחו, וכשיפתח ישראל את המגופה יראה מתחתיה אותה סתימה. ורבנן, כיון דלמעלה לא ידיע, לא מסיק אדעתה דאפיך וחזי ליה. אי נמי, זמנין דחלים [מתמלא הנקב מלמטה כלמעלה. רש\"י]: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יא} מַעֲבִיר כוּ'. מַיְרֵי בְחָבִית סְתוּמָה בִּפְקָק שֶׁל עֵץ וְכַיּוֹצֵא בוֹ. אַף עַל גַּב דְּהָעוֹבֵד כּוֹכָבִים יָכוֹל לְסַלְּקוֹ וְלִגַּע בְּלֹא זִיּוּף כְּלָל, כֵּיוָן דִּבְחֶזְקַת מִשְׁתַּמֵּר מֻתָּר. אֲבָל בִּפְתוּחִים לְגַמְרֵי לֹא, דְּכֵיוָן שֶׁהֵם עַל כְּתֵפוֹ וְיָכוֹל לִגַּע בָּהֶן בְּהֶדְיָא, חָיְשִׁינַן דִּלְמָא נָגַע וְלֹא מִרְתַּת כְּלָל, דְּמִשְׁתַּמֵּט לְמֵימַר לְהַחֲזִיק בֶּחָבִית נִתְכַּוַּנְתִּי שֶׁלֹּא יִפֹּל. וְאַף עַל גַּב דִּסְתָמָא קָתָנֵי, וּמַשְׁמַע דְּאַיְרֵי בִּפְתוּחוֹת דּוּמְיָא דְאַחֲרִינֵי, סְתָמָא דְמַעֲבִיר חָבִית מִמָּקוֹם לְמָקוֹם הַיְנוּ סָתוּם קְצָת שֶׁלֹּא יֵצֵא הַיַּיִן בְּטִלְטוּל הֶחָבִית, וַאֲפִלּוּ הָכִי פְּקָק שֶׁל עֵץ פְּתוּחוֹת מִקְּרוּ. הָרֹא\"שׁ: {יב} אֲבָל הַתּוֹסָפוֹת דִּקְדְּקוּ דְּדַוְקָא בְּבָא דֶרֶךְ עֲקַלָּתוֹן, שֶׁיָּכוֹל לָבֹא עָלָיו פִּתְאוֹם שֶׁלֹּא יִרְאֶנּוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} וְזֶה לְשׁוֹן הָרֹא\"שׁ, וְהוֹדִיעוֹ שֶׁהוּא מַפְלִיג, פֵּרוּשׁ, שֶׁאָמַר לוֹ שֶׁדַּעְתּוֹ לְהַפְלִיג בִּסְתָם, אוֹ שֶׁאָמַר לוֹ הַמָּקוֹם, וְיֵשׁ בְּאוֹתָהּ הַפְלָגָה כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. אֲבָל אִם אֵין בְּאוֹתָהּ הַפְלָגָה כְּדֵי שֶׁיִּשְׁתֹּם כוּ', אֲפִלּוּ שָׁהָה זְמַן מְרֻבֶּה מֻתָּר, דִּבְכָל עִנְיָן מִרְתַּת עוֹבֵד כּוֹכָבִים דִּלְמָא אָתֵי הַשְׁתָּא וְחָזֵי לֵיהּ: {יד} וְאִי אֶפְשָׁר לְנָטְלָהּ שֶׁלֹּא תִשָּׁבֵר כֻּלָּהּ. רַשִׁ\"י: {טו} וְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל סְבִירָא לֵיהּ נְהִי דִלְמַעְלָה לֹא יְדִיעַ, לְפִי שֶׁלְּמַעְלָה מֵרְחוֹ הָעוֹבֵד כּוֹכָבִים וְהִשְׁוָה סִתּוּמוֹ, לְמַטָּה מִיהָא יְדִיעַ, דִּלְמַטָּה לֹא יוּכַל הָעוֹבֵד כּוֹכָבִים לְמָרְחוֹ, וּכְשֶׁיִּפְתַּח יִשְׂרָאֵל אֶת הַמְּגוּפָה יִרְאֶה מִתַּחְתֶּיהָ אוֹתָהּ סְתִימָה. וְרַבָּנָן, כֵּיוָן דִּלְמַעְלָה לֹא יְדִיעַ, לֹא מַסִּיק אַדַּעְתֵּהּ דַּאָפֵיךְ וְחָזֵי לֵיהּ. אִי נַמִּי, זִמְנִין דְּחָלֵים [מִתְמַלֵּא הַנֶּקֶב מִלְּמַטָּה כִלְמַעְלָה. רַשִׁ\"י]: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-3"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-4",
      "jbo:text": "המניח יינו בקרון או בספינה והלך לו בקפנדריא, נכנס למדינה ורחץ, מתר. אם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב. המניח נכרי בחנות, אף על פי שהוא יוצא ונכנס {טז}, מתר. ואם הודיעו שהוא מפליג, כדי שישתם ויסתם ויגב. רבן שמעון בן גמליאל אומר, כדי שיפתח ויגוף ותגב",
      "jbo:textNikud": "הַמַּנִּיחַ יֵינוֹ בְקָרוֹן אוֹ בִסְפִינָה וְהָלַךְ לוֹ בְקַפַּנְדַּרְיָא, נִכְנַס לַמְּדִינָה וְרָחַץ, מֻתָּר. אִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִּשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב. הַמַּנִּיחַ נָכְרִי בַחֲנוּת, אַף עַל פִּי שֶׁהוּא יוֹצֵא וְנִכְנָס {טז}, מֻתָּר. וְאִם הוֹדִיעוֹ שֶׁהוּא מַפְלִיג, כְּדֵי שֶׁיִשְׁתֹּם וְיִסְתֹּם וְיִגֹּב. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב",
      "rdfs:label": "משנה עבודה זרה ה ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-4",
      "jbo:text": "ר\"ע מברטנורה המניח יינו בקרון או בספינה. עם הנכרי: בקפנדריא. בדרך קצרה, שנכנס בשער זה ויוצא משער שכנגדו: ורחץ. במרחץ: מתר. דכיון דנכרי לא ידע דשהי, מרתת ולא נגע. ואשמועינן במתניתין פלגתא דרבן שמעון בן גמליאל ורבנן בהנך תלתא בבי, דאי תנא נכרי שהיה מעביר כדי יין, הוה אמינא התם מרתת הנכרי דסבר השתא אתי חזי לי, אבל בספינה וקרון מפליג ליה לספינתיה ועביד מאי דבעי ולא מרתת. ואי תנא ספינה וקרון ולא תני המניח נכרי בחנותו, הוה אמינא בספינה וקרון מרתת דסבר דלמא באורחא אחרינא אזיל וקאי מצד אחר וחזי לי, אבל במניח נכרי בחנותו דאיכא למימר אחיד ליה לבבא ועביד כל דבעי, אימא לא, צריכא. ובכלהו הלכה כרבן שמעון בן גמליאל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמַּנִּיחַ יֵינוֹ בְקָרוֹן אוֹ בִסְפִינָה. עִם הַנָּכְרִי: בְּקַפַּנְדַּרְיָא. בְּדֶרֶךְ קְצָרָה, שֶׁנִּכְנָס בְּשַׁעַר זֶה וְיוֹצֵא מִשַּׁעַר שֶׁכְּנֶגְדּוֹ: וְרָחַץ. בַּמֶּרְחָץ: מֻתָּר. דְּכֵיוָן דְּנָכְרִי לֹא יָדַע דְּשָׁהֵי, מִרְתַּת וְלֹא נָגַע. וְאַשְׁמוֹעִינַן בְּמַתְנִיתִין פְּלֻגְתָּא דְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל וְרַבָּנָן בְּהָנָךְ תְּלָתָא בָּבֵי, דְּאִי תָנָא נָכְרִי שֶׁהָיָה מַעֲבִיר כַּדֵּי יַיִן, הֲוָה אֲמֵינָא הָתָם מִרְתַּת הַנָּכְרִי דְּסָבַר הַשְׁתָּא אָתֵי חָזֵי לִי, אֲבָל בִּסְפִינָה וְקָרוֹן מַפְלִיג לֵיהּ לִסְפִינְתֵיהּ וַעֲבִיד מַאי דְּבָעֵי וְלֹא מִרְתַּת. וְאִי תָנָא סְפִינָה וְקָרוֹן וְלֹא תָנֵי הַמַּנִּיחַ נָכְרִי בַחֲנוּתוֹ, הֲוָה אֲמֵינָא בִּסְפִינָה וְקָרוֹן מִרְתַּת דְּסָבַר דִּלְמָא בְאוֹרְחָא אַחֲרִינָא אָזֵיל וְקָאֵי מִצַּד אַחֵר וְחָזֵי לִי, אֲבָל בְּמַנִּיחַ נָכְרִי בַחֲנוּתוֹ דְאִיכָּא לְמֵימַר אָחֵיד לֵיהּ לְבָבָא וַעֲבִיד כָּל דְּבָעֵי, אֵימָא לֹא, צְרִיכָא. וּבְכֻלְּהוּ הֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-4",
      "jbo:text": "עיקר תוי\"ט {טז} יוצא וכו'. כל היום כלו. הרמב\"ם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טז} יוֹצֵא וְכוּ'. כָּל הַיּוֹם כֻּלּוֹ. הָרַמְבַּ\"ם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-4"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-5",
      "jbo:text": "היה אוכל עמו על השלחן והניח לגינה על השלחן, ולגינה על הדלבקי {יז}, והניחו ויצא, מה שעל השלחן, אסור. ומה שעל הדלבקי, מתר. ואם אמר לו הוי מוזג ושותה, אף שעל הדלבקי אסור. חביות פתוחות, אסורות. סתומות, כדי שיפתח ויגוף ותגב",
      "jbo:textNikud": "הָיָה אוֹכֵל עִמּוֹ עַל הַשֻּׁלְחָן וְהִנִּיחַ לְגִינָה עַל הַשֻּׁלְחָן, וּלְגִינָה עַל הַדֻּלְבְּקִי {יז}, וְהִנִּיחוֹ וְיָצָא, מַה שֶּׁעַל הַשֻּׁלְחָן, אָסוּר. וּמַה שֶּׁעַל הַדֻּלְבְּקִי, מֻתָּר. וְאִם אָמַר לוֹ הֱוֵי מוֹזֵג וְשׁוֹתֶה, אַף שֶׁעַל הַדֻּלְבְּקִי אָסוּר. חָבִיּוֹת פְּתוּחוֹת, אֲסוּרוֹת. סְתוּמוֹת, כְּדֵי שֶׁיִּפְתַּח וְיָגוּף וְתִגֹּב",
      "rdfs:label": "משנה עבודה זרה ה ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-5",
      "jbo:text": "ר\"ע מברטנורה דלבקי. כלי שמניחין בו כוסות ואשישות באכלין ומשקין, וממנו נוטלין ומשימין על השלחן, ואין אחד מן המסבין נוטל כלום מן הדלפקי אלא מן השלחן: ואם אמר לו הוי מוזג ושותה. הואיל והרחיב לו הרשות: אף מה שעל הדלפקי אסור. דסמכא דעתה ונגע בכליה: חביות פתוחות. הנמצאות בבית שהניחו שם: כדי שיפתח ויסתם ויגב. סתמא כרבן שמעון בן גמליאל דהלכתא כותיה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה דֻּלְבְּקִי. כְּלִי שֶׁמַּנִּיחִין בּוֹ כוֹסוֹת וַאֲשִׁישׁוֹת בְּאֳכָלִין וּמַשְׁקִין, וּמִמֶּנּוּ נוֹטְלִין וּמְשִׂימִין עַל הַשֻּׁלְחָן, וְאֵין אֶחָד מִן הַמְסֻבִּין נוֹטֵל כְּלוּם מִן הַדֻּלְפְּקִי אֶלָּא מִן הַשֻּׁלְחָן: וְאִם אָמַר לוֹ הֱוֵי מוֹזֵג וְשׁוֹתֶה. הוֹאִיל וְהִרְחִיב לוֹ הָרְשׁוּת: אַף מַה שֶּׁעַל הַדֻּלְפְּקִי אָסוּר. דְּסָמְכָא דַּעְתֵּהּ וְנָגַע בְּכֻלֵּיהּ: חָבִיּוֹת פְּתוּחוֹת. הַנִּמְצָאוֹת בְּבַיִת שֶׁהִנִּיחוֹ שָׁם: כְּדֵי שֶׁיִּפְתַּח וְיִסְתֹּם וְיִגֹּב. סְתָמָא כְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל דְּהִלְכָתָא כְּוָתֵיהּ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-5",
      "jbo:text": "עיקר תוי\"ט {יז} ולגינה כו'. והם פתוחות דומיא דשעל השלחן. הרא\"ש. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} וּלְגִינָה כוּ'. וְהֵם פְּתוּחוֹת דּוּמְיָא דְשֶׁעַל הַשֻּׁלְחָן. הָרֹא\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-5"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-6",
      "jbo:text": "בלשת גוים שנכנסה לעיר בשעת שלום, חביות פתוחות, אסורות. סתומות {יח}, מתרות. בשעת מלחמה, אלו ואלו מתרות {יט}, לפי שאין פנאי לנסך",
      "jbo:textNikud": "בַּלֶּשֶׁת גּוֹיִם שֶׁנִּכְנְסָה לָעִיר בִּשְׁעַת שָׁלוֹם, חָבִיּוֹת פְּתוּחוֹת, אֲסוּרוֹת. סְתוּמוֹת {יח}, מֻתָּרוֹת. בִּשְׁעַת מִלְחָמָה, אֵלּוּ וָאֵלּוּ מֻתָּרוֹת {יט}, לְפִי שֶׁאֵין פְּנַאי לְנַסֵּךְ",
      "rdfs:label": "משנה עבודה זרה ה ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-6",
      "jbo:text": "ר\"ע מברטנורה בלשת. חיל שמחפשין וחותרין הבתים. תרגום ויחפש, ובלש: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה בַּלֶּשֶׁת. חַיִל שֶׁמְּחַפְּשִׂין וְחוֹתְרִין הַבָּתִּים. תַּרְגּוּם וַיְחַפֵּשׂ, וּבָלַשׁ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-6",
      "jbo:text": "עיקר תוי\"ט {יח} סתומות כו'. כיון שהם סתומות הרי זו ראיה שלא פתחום, שאלו פתחום לא חזרו לסתמם, שאין אימת אדם עליהם. ומיהו דוקא סתומות במגופה של טיט. אבל בפקק של עץ כפתוחות דמי, וכי מהדר לפקק, לאו משום אימתו אלא אורחא דמלתא. הר\"ן: {יט} מתרות. ומיהו דוקא בפתוחות מתחלתן, אבל סתומות שנפתחו חישינן להו. הר\"ן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יח} סְתוּמוֹת כוּ'. כֵּיוָן שֶׁהֵם סְתוּמוֹת הֲרֵי זוֹ רְאָיָה שֶׁלֹּא פְתָחוּם, שֶׁאִלּוּ פְתָחוּם לֹא חָזְרוּ לְסָתְמָם, שֶׁאֵין אֵימַת אָדָם עֲלֵיהֶם. וּמִיהוּ דַוְקָא סְתוּמוֹת בִּמְגוּפָה שֶׁל טִיט. אֲבָל בִּפְקָק שֶׁל עֵץ כִּפְתוּחוֹת דָּמֵי, וְכִי מַהֲדַר לִפְקָק, לָאו מִשּׁוּם אֵימָתוֹ אֶלָּא אוֹרְחָא דְמִלְּתָא. הָרַ\"ן: {יט} מֻתָּרוֹת. וּמִיהוּ דַוְקָא בִּפְתוּחוֹת מִתְּחִלָּתָן, אֲבָל סְתוּמוֹת שֶׁנִּפְתְּחוּ חָיְשִׁינַן לְהוּ. הָרַ\"ן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-6"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-7",
      "jbo:text": "אמנין של ישראל ששלח להם נכרי חבית של יין נסך בשכרן, מתרים לומר לו תן לנו את דמיה. ואם משנכנסה לרשותן, אסור {כ}. המוכר יינו לנכרי, פסק עד שלא מדד, דמיו מתרין. מדד עד שלא פסק, דמיו אסורין. נטל את המשפך ומדד לתוך צלוחיתו של נכרי, וחזר ומדד לתוך צלוחיתו של ישראל, אם יש בו עכבת יין, אסור. המערה מכלי אל כלי, את שערה ממנו, מתר. ואת שערה לתוכו, אסור",
      "jbo:textNikud": "אֻמָּנִין שֶׁל יִשְׂרָאֵל שֶׁשָּׁלַח לָהֶם נָכְרִי חָבִית שֶׁל יֵין נֶסֶךְ בִּשְׂכָרָן, מֻתָּרִים לוֹמַר לוֹ תֵּן לָנוּ אֶת דָּמֶיהָ. וְאִם מִשֶּׁנִּכְנְסָה לִרְשׁוּתָן, אָסוּר {כ}. הַמּוֹכֵר יֵינוֹ לַנָּכְרִי, פָּסַק עַד שֶׁלֹּא מָדַד, דָּמָיו מֻתָּרִין. מָדַד עַד שֶׁלֹּא פָסַק, דָּמָיו אֲסוּרִין. נָטַל אֶת הַמַּשְׁפֵּךְ וּמָדַד לְתוֹךְ צְלוֹחִיתוֹ שֶׁל נָכְרִי, וְחָזַר וּמָדַד לְתוֹךְ צְלוֹחִיתוֹ שֶׁל יִשְׂרָאֵל, אִם יֶשׁ בּוֹ עַכֶּבֶת יַיִן, אָסוּר. הַמְעָרֶה מִכְּלִי אֶל כְּלִי, אֶת שֶׁעֵרָה מִמֶּנּוּ, מֻתָּר. וְאֶת שֶׁעֵרָה לְתוֹכוֹ, אָסוּר",
      "rdfs:label": "משנה עבודה זרה ה ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-7",
      "jbo:text": "ר\"ע מברטנורה תן לנו את דמיה. דהא לא קנו, והוא אינו חיב להם אלא מעות: המוכר יינו לנכרי פסק עמו מעות: עד שלא מדד. דמיו מתרין. דמשיכה בנכרי קונה כמו בישראל, וכשמודד הישראל בכליו ובא {כא} הכלי ברשות הנכרי קנאו הנכרי במשיכה, והוו ליה לישראל זוזי אצל הנכרי בהלואה, ויין נסך לא הוי עד דנגע: מדד עד שלא פסק. סכום הדמים, כך וכך יין בכך וכך דמים: דמיו אסורין. דנכרי לא קניה השתא במשיכה, דכיון דלא פסק דמיו לא סמכא דעתיה דלקנייה במשיכה, שמא ירבה לו דמיו, הלכך כי נגע ביה הוי יין נסך ברשות ישראל, שעדין לא קנאו הנכרי עד שיפסק לו דמים: אם יש בו עכבת יין. אם יש במשפך שנמדד בו תחלה יין של נכרי, עכבת יין, אגנים שמתעכב יין על פיו שלא יצא כטפה או שתי טפין {כב}: אסור. דמתסר חמרא דישראל משום ההיא טפת יין נסך שבמשפך {כג}: המערה מכלי אל כלי. ישראל שערה מכלי שלו לכלי שביד הנכרי {כד} או לכלי שיש בו יין נסך: את שמערה ממנו מתר. היין שנשאר בכלי העליון שביד ישראל, מתר: ואת שערה בתוכו. והקלוח שיצא מכלי ישראל אף על פי שלא הגיע לכלי שביד הנכרי, וכל שכן מה שהגיע לכלי של נכרי, אסור, דנצוק חבור. ומתניתין דשרי היין שנשאר בכלי שביד ישראל, מירי כגון דקטף קטופי, שקדם שנגע הקלוח בכלי התחתון שביד הנכרי פסק העליון המחבר לכלי שביד ישראל, ולא היה כאן נצוק שיחבר מה שבכלי העליון למה שבכלי התחתון. אי נמי, דנפץ נפוצי, שהשליך היין מן הכלי העליון כדרך שמשליכין מן המזרקים, ולא היה שם סילון וקלוח שיחבר בין היין שבכלי אשר ביד ישראל לכלי שביד נכרי. אבל אם היה שם חבור, כל מה שנשאר בכלי העליון שביד ישראל אסור, דקימא לן נצוק חבור ואוסר ביין נסך. וכן הלכתא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה תֵּן לָנוּ אֶת דָּמֶיהָ. דְּהָא לֹא קָנוּ, וְהוּא אֵינוֹ חַיָּב לָהֶם אֶלָּא מָעוֹת: הַמּוֹכֵר יֵינוֹ לְנָכְרִי פָּסַק עִמּוֹ מָעוֹת: עַד שֶׁלֹּא מָדַד. דָּמָיו מֻתָּרִין. דִּמְשִׁיכָה בְנָכְרִי קוֹנָה כְמוֹ בְיִשְׂרָאֵל, וּכְשֶׁמּוֹדֵד הַיִּשְׂרָאֵל בְּכֵלָיו וּבָא {כא} הַכְּלִי בִרְשׁוּת הַנָּכְרִי קְנָאוֹ הַנָּכְרִי בִמְשִׁיכָה, וַהֲווּ לֵיהּ לַיִּשְׂרָאֵל זוּזֵי אֵצֶל הַנָּכְרִי בְּהַלְוָאָה, וְיֵין נֶסֶךְ לֹא הָוֵי עַד דְּנָגַע: מָדַד עַד שֶׁלֹּא פָסַק. סְכוּם הַדָּמִים, כָּךְ וְכָךְ יַיִן בְּכָךְ וְכָךְ דָּמִים: דָּמָיו אֲסוּרִין. דְּנָכְרִי לֹא קַנְיֵהּ הַשְׁתָּא בִמְשִׁיכָה, דְּכֵיוָן דְּלֹא פָסַק דָּמָיו לֹא סָמְכָא דַּעְתֵּיהּ דְּלִקְנְיֵיהּ בִּמְשִׁיכָה, שֶׁמָּא יַרְבֶּה לוֹ דָמָיו, הִלְכָּךְ כִּי נָגַע בֵּיהּ הָוֵי יֵין נֶסֶךְ בִּרְשׁוּת יִשְׂרָאֵל, שֶׁעֲדַיִן לֹא קְנָאוֹ הַנָּכְרִי עַד שֶׁיִּפְסֹק לוֹ דָמִים: אִם יֶשׁ בּוֹ עַכֶּבֶת יַיִן. אִם יֵשׁ בַּמַּשְׁפֵּךְ שֶׁנִּמְדַּד בּוֹ תְחִלָּה יַיִן שֶׁל נָכְרִי, עַכֶּבֶת יַיִן, אֳגָנִים שֶׁמִּתְעַכֵּב יַיִן עַל פִּיו שֶׁלֹּא יָצָא כְטִפָּה אוֹ שְׁתֵּי טִפִּין {כב}: אָסוּר. דְּמִתְּסַר חַמְרָא דְיִשְׂרָאֵל מִשּׁוּם הַהִיא טִפַּת יֵין נֶסֶךְ שֶׁבַּמַּשְׁפֵּךְ {כג}: הַמְעָרֶה מִכְּלִי אֶל כְּלִי. יִשְׂרָאֵל שֶׁעֵרָה מִכְּלִי שֶׁלּוֹ לַכְּלִי שֶׁבְּיַד הַנָּכְרִי {כד} אוֹ לִכְלִי שֶׁיֵּשׁ בּוֹ יֵין נֶסֶךְ: אֶת שֶׁמְּעָרֶה מִמֶּנּוּ מֻתָּר. הַיַּיִן שֶׁנִּשְׁאַר בַּכְּלִי הָעֶלְיוֹן שֶׁבְּיַד יִשְׂרָאֵל, מֻתָּר: וְאֶת שֶׁעֵרָה בְתוֹכוֹ. וְהַקִּלּוּחַ שֶׁיָּצָא מִכְּלִי יִשְׂרָאֵל אַף עַל פִּי שֶׁלֹּא הִגִּיעַ לַכְּלִי שֶׁבְּיַד הַנָּכְרִי, וְכָל שֶׁכֵּן מַה שֶּׁהִגִּיעַ לַכְּלִי שֶׁל נָכְרִי, אָסוּר, דְּנִצּוֹק חִבּוּר. וּמַתְנִיתִין דְּשָׁרֵי הַיַּיִן שֶׁנִּשְׁאַר בַּכְּלִי שֶׁבְּיַד יִשְׂרָאֵל, מַיְרֵי כְּגוֹן דַּקַטַּף קַטּוֹפֵי, שֶׁקֹּדֶם שֶׁנָּגַע הַקִּלּוּחַ בַּכְּלִי הַתַּחְתּוֹן שֶׁבְּיַד הַנָּכְרִי פָּסַק הָעֶלְיוֹן הַמְחֻבָּר לַכְּלִי שֶׁבְּיַד יִשְׂרָאֵל, וְלֹא הָיָה כָאן נִצּוֹק שֶׁיְּחַבֵּר מַה שֶּׁבַּכְּלִי הָעֶלְיוֹן לְמַה שֶּׁבַּכְּלִי הַתַּחְתּוֹן. אִי נַמִּי, דְּנָפַץ נַפּוֹצֵי, שֶׁהִשְׁלִיךְ הַיַּיִן מִן הַכְּלִי הָעֶלְיוֹן כְּדֶרֶךְ שֶׁמַּשְׁלִיכִין מִן הַמִּזְרָקִים, וְלֹא הָיָה שָׁם סִילוֹן וְקִלּוּחַ שֶׁיְּחַבֵּר בֵּין הַיַּיִן שֶׁבַּכְּלִי אֲשֶׁר בְּיַד יִשְׂרָאֵל לַכְּלִי שֶׁבְּיַד נָכְרִי. אֲבָל אִם הָיָה שָׁם חִבּוּר, כָּל מַה שֶּׁנִּשְׁאַר בַּכְּלִי הָעֶלְיוֹן שֶׁבְּיַד יִשְׂרָאֵל אָסוּר, דְּקַיְמָא לָן נִצּוֹק חִבּוּר וְאוֹסֵר בְּיֵין נֶסֶךְ. וְכֵן הִלְכָתָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-7",
      "jbo:text": "עיקר תוי\"ט {כ} אסור. פרוש, שקבלוה בשכר. אבל בהכנסה לבד לא נאסר, שאין חצרו של אדם קונה לו בעל כרחו. בית יוסף: {כא} ומכי מדד מסתמא מושך. ועין בסמוך: {כב} ובירושלמי גרסי עקבת בקו\"ף, ומפרש כמה דתימא עקבה מדם. פרוש לכלוך יין. הר\"ן: {כג} דמתסרא משום נצוק שחבר יין שבמשפך ויין שבקרקעית של צלוחית. גמרא. וכתב הר\"ן, והאי אסור, בהנאה קאמר, ומשום הכי דוקא כי אית ביה עכבת יין, הא לאו הכי לא עדיף מנודות העובדי כוכבים דפרק ב' משנה ד', ולפי זה אנן דקימא לן בתערבות כרבן שמעון בן גמליאל [דמשנה י'] לא קימא לן כי הך מתניתין. ולהכי מפרש הר\"ב לעיל דוקא בכליו של ישראל, דאי בכליו של עובד כוכבים היה אסור אף בפסק קדם שמדד, לתנא דמתניתין. ועין תוספות יום טוב: {כד} וכיון שהכלי בידו ולא על גבי הקרקע, מסתמא מנדנדו ונאסר. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} אָסוּר. פֵּרוּשׁ, שֶׁקִּבְּלוּהָ בַשָּׂכָר. אֲבָל בְּהַכְנָסָה לְבַד לֹא נֶאֱסָר, שֶׁאֵין חֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ בְעַל כָּרְחוֹ. בֵּית יוֹסֵף: {כא} וּמִכִּי מָדַד מִסְּתָמָא מוֹשֵׁךְ. וְעַיֵּן בְּסָמוּךְ: {כב} וּבַיְרוּשַׁלְמִי גָרְסֵי עַקֶּבֶת בְּקוֹ\"ף, וּמְפָרֵשׁ כְּמָה דְתֵימָא עֲקֻבָּה מִדָּם. פֵּרוּשׁ לִכְלוּךְ יַיִן. הָרַ\"ן: {כג} דְּמִתַּסְרָא מִשּׁוּם נִצּוֹק שֶׁחִבֵּר יַיִן שֶׁבַּמַּשְׁפֵּךְ וְיַיִן שֶׁבְּקַרְקָעִית שֶׁל צְלוֹחִית. גְּמָרָא. וְכָתַב הָרַ\"ן, וְהַאי אָסוּר, בַּהֲנָאָה קָאָמַר, וּמִשּׁוּם הָכִי דַּוְקָא כִי אִית בֵּיהּ עַכֶּבֶת יַיִן, הָא לָאו הָכִי לֹא עֲדִיף מִנּוֹדוֹת הָעוֹבְדֵי כוֹכָבִים דְּפֶרֶק ב' מִשְׁנָה ד', וּלְפִי זֶה אֲנַן דְּקַיְמָא לָן בְּתַעֲרֹבוֹת כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל [דְּמִשְׁנָה י'] לֹא קַיְמָא לָן כִּי הַךְ מַתְנִיתִין. וּלְהָכִי מְפָרֵשׁ הָרַ\"ב לְעֵיל דַּוְקָא בְכֵלָיו שֶׁל יִשְׂרָאֵל, דְּאִי בְכֵלָיו שֶׁל עוֹבֵד כּוֹכָבִים הָיָה אָסוּר אַף בְּפָסַק קֹדֶם שֶׁמָּדַד, לְתַנָּא דְמַתְנִיתִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} וְכֵיוָן שֶׁהַכְּלִי בְיָדוֹ וְלֹא עַל גַּבֵּי הַקַּרְקַע, מִסְּתָמָא מְנַדְנְדוֹ וְנֶאֱסָר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-7"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-8",
      "jbo:text": "יין נסך {כה} אסור, ואוסר בכל שהוא. יין ביין ומים במים, בכל שהוא. יין במים ומים ביין, בנותן טעם {ל}. זה הכלל, מין במינו, במשהו. ושלא במינו, בנותן טעם",
      "jbo:textNikud": "יֵין נֶסֶךְ {כה} אָסוּר, וְאוֹסֵר בְּכָל שֶׁהוּא. יַיִן בְּיַיִן וּמַיִם בְּמַיִם, בְּכָל שֶׁהוּא. יַיִן בְּמַיִם וּמַיִם בְּיַיִן, בְּנוֹתֵן טָעַם {ל}. זֶה הַכְּלָל, מִין בְּמִינוֹ, בְּמַשֶּׁהוּ. וְשֶׁלֹּא בְמִינוֹ, בְּנוֹתֵן טָעַם",
      "rdfs:label": "משנה עבודה זרה ה ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-8",
      "jbo:text": "ר\"ע מברטנורה ומים במים. מים שנתנסכו לעבודה זרה או שנעבדו, במים של התר: בכל שהוא. לא שנא נפל התרא לגו אסורא או אסורא לגו התרא, אוסר במינו בכל שהוא. ובלבד שיהיה האסור הנופל לתוך ההתר נופל מכלי שפיו רחב ויש ביין היוצא מן הכלי שעור גדול בבת אחת. אבל המערה יין נסך מכלי קטן שאינו מוציא אלא טפה טפה ונפל לתוך יין של התר, אפלו כל היום כלו, אמרינן קמא קמא בטיל {כו}. ואם ערה התר לתוך אסור, כל מה שערה ממנו לתוך האסור, אסור, ואפלו חבית מלאה לתוך טפה אחת. ומסקנא דמלתא {כז} לפי ההלכה, כל אסורין שבתורה בין במינן בין שלא במינן, בנותן טעם. חוץ מטבל {כח} ויין נסך {כט}, דבמינן במשהו, שלא במינן בנותן טעם. יין נסך, משום חמרא דעבודה זרה. וטבל, כהתרו כך אסורו, כמו שחטה אחת פוטרת את הכרי, כך חטה אחת עושה את הכרי כלו טבל. ואם אסור משאר אסורין נתערב בהתר, אם נתערב מין בשאינו מינו דאיכא למיקם אטעמא, אם תרומה היא שנתערבה בחלין יטעמנה כהן, ואם דבר אסור יטעמנו נחתום נכרי, אם אומר שאין בתערבת טעם התרומה או טעם האסור, הכל מתר. ואם נתערב מין במינו דליכא למיקם אטעמא, או מין בשאינו מינו ואין כאן כהן או נכרי שנוכל לסמך עליו, אם האסור הוא מחלב ודם נבלות וטרפות שקצים ורמשים וכיוצא בזה, משערין אותו בששים, אם יש ששים של התר כנגד האסור הכל מתר, ואם לאו, הכל אסור. ואם האסור הוא תרומה וחלה ובכורים, משערים אותו במאה של התר. ואם ערלה וכלאי הכרם, משערין אותו במאתים {לא}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וּמַיִם בְּמַיִם. מַיִם שֶׁנִּתְנַסְּכוּ לַעֲבוֹדָה זָרָה אוֹ שֶׁנֶּעֶבְדוּ, בְּמַיִם שֶׁל הֶתֵּר: בְּכָל שֶׁהוּא. לֹא שְׁנָא נָפַל הֶתֵּרָא לְגוֹ אִסּוּרָא אוֹ אִסּוּרָא לְגוֹ הֶתֵּרָא, אוֹסֵר בְּמִינוֹ בְּכָל שֶׁהוּא. וּבִלְבַד שֶׁיִּהְיֶה הָאִסּוּר הַנּוֹפֵל לְתוֹךְ הַהֶתֵּר נוֹפֵל מִכְּלִי שֶׁפִּיו רָחָב וְיֵשׁ בַּיַּיִן הַיּוֹצֵא מִן הַכְּלִי שִׁעוּר גָּדוֹל בְּבַת אַחַת. אֲבָל הַמְעָרֶה יֵין נֶסֶךְ מִכְּלִי קָטָן שֶׁאֵינוֹ מוֹצִיא אֶלָּא טִפָּה טִפָּה וְנָפַל לְתוֹךְ יַיִן שֶׁל הֶתֵּר, אֲפִלּוּ כָל הַיּוֹם כֻּלּוֹ, אָמְרִינַן קַמָּא קַמָּא בָטִיל {כו}. וְאִם עֵרָה הֶתֵּר לְתוֹךְ אִסּוּר, כָּל מַה שֶּׁעֵרָה מִמֶּנּוּ לְתוֹךְ הָאִסּוּר, אָסוּר, וַאֲפִלּוּ חָבִית מְלֵאָה לְתוֹךְ טִפָּה אַחַת. וּמַסְקָנָא דְמִלְּתָא {כז} לְפִי הַהֲלָכָה, כָּל אִסּוּרִין שֶׁבַּתּוֹרָה בֵּין בְּמִינָן בֵּין שֶׁלֹּא בְמִינָן, בְּנוֹתֵן טַעַם. חוּץ מִטֶּבֶל {כח} וְיֵין נֶסֶךְ {כט}, דִּבְמִינָן בְּמַשֶּׁהוּ, שֶׁלֹּא בְמִינָן בְּנוֹתֵן טַעַם. יֵין נֶסֶךְ, מִשּׁוּם חֻמְרָא דַעֲבוֹדָה זָרָה. וְטֶבֶל, כְּהֶתֵּרוֹ כָּךְ אִסּוּרוֹ, כְּמוֹ שֶׁחִטָּה אַחַת פּוֹטֶרֶת אֶת הַכְּרִי, כָּךְ חִטָּה אַחַת עוֹשָׂה אֶת הַכְּרִי כֻּלּוֹ טֶבֶל. וְאִם אִסּוּר מִשְּׁאָר אִסּוּרִין נִתְעָרֵב בְּהֶתֵּר, אִם נִתְעָרֵב מִין בְּשֶׁאֵינוֹ מִינוֹ דְּאִיכָּא לְמֵיקַם אַטַּעְמָא, אִם תְּרוּמָה הִיא שֶׁנִּתְעָרְבָה בְחֻלִּין יִטְעֲמֶנָּה כֹהֵן, וְאִם דְּבַר אִסּוּר יִטְעֲמֶנּוּ נַחְתּוֹם נָכְרִי, אִם אוֹמֵר שֶׁאֵין בַּתַּעֲרֹבֶת טַעַם הַתְּרוּמָה אוֹ טַעַם הָאִסּוּר, הַכֹּל מֻתָּר. וְאִם נִתְעָרֵב מִין בְּמִינוֹ דְלֵיכָּא לְמֵיקַם אַטַּעְמָא, אוֹ מִין בְּשֶׁאֵינוֹ מִינוֹ וְאֵין כָּאן כֹּהֵן אוֹ נָכְרִי שֶׁנּוּכַל לִסְמֹךְ עָלָיו, אִם הָאִסּוּר הוּא מֵחֵלֶב וְדָם נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים וְכַיּוֹצֵא בָזֶה, מְשַׁעֲרִין אוֹתוֹ בְשִׁשִּׁים, אִם יֵשׁ שִׁשִּׁים שֶׁל הֶתֵּר כְּנֶגֶד הָאִסּוּר הַכֹּל מֻתָּר, וְאִם לָאו, הַכֹּל אָסוּר. וְאִם הָאִסּוּר הוּא תְרוּמָה וְחַלָּה וּבִכּוּרִים, מְשַׁעֲרִים אוֹתוֹ בְּמֵאָה שֶׁל הֶתֵּר. וְאִם עָרְלָה וְכִלְאֵי הַכֶּרֶם, מְשַׁעֲרִין אוֹתוֹ בְּמָאתַיִם {לא}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-8",
      "jbo:text": "עיקר תוי\"ט {כה} יין נסך. כל היכא דתני יין נסך, אף סתם יינם במשמע, אלא אם כן פרש. הר\"ן. ועין תוספות יום טוב: {כו} שמפני שאין דרך לערות בכלי כזה, אין אנו רואין כנפול ומערב אלא מה שירד כבר. מה שאין כן בשאר כלים שדרך הוא לערות מהן, כיון שסוף היין לירד על ידו אי אפשר לומר בו ראשון ראשון בטל, שכל העומד לפל ולהתערב חשבינן ליה כמערב כבר. הר\"ן. ותנאים אלו שכתב הר\"ב, הוא הדין לשאינו מינו שהוא בנותן טעם שהדין כן. ועין תוספות יום טוב: {כז} לא בא למעט כל שנתבאר עד עתה, אלא להורות הלכה בכל האסורין הוא דאתא: {כח} דזה הכלל לאתויי טבל. גמרא: {כט} והוא הדין מים במים. תוספות: {ל} בנותן טעם. יש מפרשים דהינו בששים כמו בשאר אסורין. והראב\"ד כתב כיון שנתערב במים עד שיש בו יותר מכדי מזיגה פוגמו ומתר אפלו בשתיה, הלכך אם יש במים ששה חלקים מן היין מתר אפלו בשתיה. וכן פסק הטור. ועין תוספות יום טוב: {לא} ושביעית דאוסר במשהו, אינו אוסר באכילה, אלא שחיב לאכלו בקדשת שביעית. וחמץ יצא מן הכלל, לפי שהוא לזמן קצוב ובהעבר הזמן סר אסורו. הרמב\"ם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כה} יֵין נֶסֶךְ. כָּל הֵיכָא דְתָנֵי יֵין נֶסֶךְ, אַף סְתָם יֵינָם בְּמַשְׁמַע, אֶלָּא אִם כֵּן פֵּרֵשׁ. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} שֶׁמִּפְּנֵי שֶׁאֵין דֶּרֶךְ לְעָרוֹת בִּכְלִי כָזֶה, אֵין אָנוּ רוֹאִין כְּנָפוּל וּמְעֹרָב אֶלָּא מַה שֶּׁיָּרַד כְּבָר. מַה שֶּׁאֵין כֵּן בִּשְׁאָר כֵּלִים שֶׁדֶּרֶךְ הוּא לְעָרוֹת מֵהֶן, כֵּיוָן שֶׁסּוֹף הַיַּיִן לֵירֵד עַל יָדוֹ אִי אֶפְשָׁר לוֹמַר בּוֹ רִאשׁוֹן רִאשׁוֹן בָּטֵל, שֶׁכָּל הָעוֹמֵד לִפֹּל וּלְהִתְעָרֵב חָשְׁבִינַן לֵיהּ כִּמְעֹרָב כְּבָר. הָרַ\"ן. וּתְנָאִים אֵלּוּ שֶׁכָּתַב הָרַ\"ב, הוּא הַדִּין לְשֶׁאֵינוֹ מִינוֹ שֶׁהוּא בְנוֹתֵן טַעַם שֶׁהַדִּין כֵּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} לֹא בָא לְמַעֵט כָּל שֶׁנִּתְבָּאֵר עַד עַתָּה, אֶלָּא לְהוֹרוֹת הֲלָכָה בְכָל הָאִסּוּרִין הוּא דַאֲתָא: {כח} דְּזֶה הַכְּלָל לַאֲתוֹיֵי טֶבֶל. גְּמָרָא: {כט} וְהוּא הַדִּין מַיִם בְּמַיִם. תּוֹסָפוֹת: {ל} בְּנוֹתֵן טָעַם. יֵשׁ מְפָרְשִׁים דְּהַיְנוּ בְשִׁשִּׁים כְּמוֹ בִשְׁאָר אִסּוּרִין. וְהָרַאֲבַ\"ד כָּתַב כֵּיוָן שֶׁנִּתְעָרֵב בְּמַיִם עַד שֶׁיֵּשׁ בּוֹ יוֹתֵר מִכְּדֵי מְזִיגָה פּוֹגְמוֹ וּמֻתָּר אֲפִלּוּ בִשְׁתִיָּה, הִלְכָּךְ אִם יֵשׁ בַּמַּיִם שִׁשָּׁה חֲלָקִים מִן הַיַּיִן מֻתָּר אֲפִלּוּ בִשְׁתִיָּה. וְכֵן פָּסַק הַטּוּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} וּשְׁבִיעִית דְּאוֹסֵר בְּמַשֶּׁהוּ, אֵינוֹ אוֹסֵר בַּאֲכִילָה, אֶלָּא שֶׁחַיָּב לְאָכְלוֹ בִקְדֻשַּׁת שְׁבִיעִית. וְחָמֵץ יָצָא מִן הַכְּלָל, לְפִי שֶׁהוּא לִזְמַן קָצוּב וּבְהֵעָבֵר הַזְּמַן סָר אִסּוּרוֹ. הָרַמְבַּ\"ם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-8"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-9",
      "jbo:text": "אלו אסורין, ואוסרין בכל שהן {לב}. יין נסך, ועבודה זרה, ועורות לבובין, ושור הנסקל, ועגלה ערופה, וצפרי מצרע, ושער נזיר, ופטר חמור, ובשר בחלב, ושעיר המשתלח, וחלין שנשחטו בעזרה, הרי אלו אסורין ואוסרין בכל שהן",
      "jbo:textNikud": "אֵלּוּ אֲסוּרִין, וְאוֹסְרִין בְּכָל שֶׁהֵן {לב}. יֵין נֶסֶךְ, וַעֲבוֹדָה זָרָה, וְעוֹרוֹת לְבוּבִין, וְשׁוֹר הַנִּסְקָל, וְעֶגְלָה עֲרוּפָה, וְצִפֹּרֵי מְצֹרָע, וּשְׂעַר נָזִיר, וּפֶטֶר חֲמוֹר, וּבָשָׂר בְּחָלָב, וְשָׂעִיר הַמִּשְׁתַּלֵּחַ, וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה, הֲרֵי אֵלּוּ אֲסוּרִין וְאוֹסְרִין בְּכָל שֶׁהֵן",
      "rdfs:label": "משנה עבודה זרה ה ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-9",
      "jbo:text": "ר\"ע מברטנורה אלו אסורין ואוסרין בכל שהן. כל מקום שנתערבו שם אפלו אחד באלף אוסרין את כלן: יין נסך. חבית אחת באלף חביות {לג} אוסר את כלן בהנאה. ואין כן הלכה, אלא כדכתבינן שלהי פרק כל הצלמים, מוליך דמי אותה חבית לים המלח, והשאר הכל מתר בהנאה ואסור בשתיה {לד}: ועבודה זרה. צורה שעבדוה, ונתערבה באלף צורות שאינן עבודה זרה: ועורות לבובין. דהוי נמי אסורי הנאה, כדאמרינן בפרק אין מעמידין: וצפרי מצרע וכו' וחלין שנשחטו בעזרה. אסורי הנאה הן. ובפרק ב' דקדושין פרשינן להו: ושער נזיר. דאסורי הנאה הוא, דכתיב (במדבר ו) ונתן על האש אשר תחת זבח השלמים. ואם נתערבה אגדה של שער נזיר {לה} אפלו באלף אגדות של שאר שערות, כלן אסורות בהנאה: ופטר חמור. אסור בהנאה כל זמן שלא נפדה: ובשר בחלב. חתיכת בשר שנתבשלה בחלב ונתערבה באלף חתיכות, אוסרת את כלן בהנאה. וסבר האי תנא דדבר שדרכו למנות ואסורו אסור הנאה אוסר את תערבתו בכל שהוא. וכל הני דחשיב במתניתין, דבר שדרכו למנות הוא ואסורן אסור הנאה: הרי אלו. למעוטי אסורי הנאה שאין דרכן למנות, או שדרכן למנות ואינן אסורי הנאה {לו}, שאינן אוסרין את תערבתן בכל שהן: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵלּוּ אֲסוּרִין וְאוֹסְרִין בְּכָל שֶׁהֵן. כָּל מָקוֹם שֶׁנִּתְעָרְבוּ שָׁם אֲפִלּוּ אֶחָד בְּאֶלֶף אוֹסְרִין אֶת כֻּלָּן: יֵין נֶסֶךְ. חָבִית אַחַת בְּאֶלֶף חָבִיּוֹת {לג} אוֹסֵר אֶת כֻּלָּן בַּהֲנָאָה. וְאֵין כֵּן הֲלָכָה, אֶלָּא כִּדְכָתְבִינַן שִׁלְהֵי פֶרֶק כָּל הַצְּלָמִים, מוֹלִיךְ דְּמֵי אוֹתָהּ חָבִית לְיָם הַמֶּלַח, וְהַשְּׁאָר הַכֹּל מֻתָּר בַּהֲנָאָה וְאָסוּר בִּשְׁתִיָּה {לד}: וַעֲבוֹדָה זָרָה. צוּרָה שֶׁעֲבָדוּהָ, וְנִתְעָרְבָה בְאֶלֶף צוּרוֹת שֶׁאֵינָן עֲבוֹדָה זָרָה: וְעוֹרוֹת לְבוּבִין. דַּהֲוֵי נַמִּי אִסּוּרֵי הֲנָאָה, כִּדְאָמְרִינַן בְּפֶרֶק אֵין מַעֲמִידִין: וְצִפֹּרֵי מְצֹרָע וְכוּ' וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה. אִסּוּרֵי הֲנָאָה הֵן. וּבְפֶרֶק ב' דְּקִדּוּשִׁין פָּרְשִׁינַן לְהוּ: וּשְׂעַר נָזִיר. דְּאִסּוּרֵי הֲנָאָה הוּא, דִּכְתִיב (בְּמִדְבָּר ו) וְנָתַן עַל הָאֵשׁ אֲשֶׁר תַּחַת זֶבַח הַשְּׁלָמִים. וְאִם נִתְעָרְבָה אֲגֻדָּה שֶׁל שְׂעַר נָזִיר {לה} אֲפִלּוּ בְאֶלֶף אֲגֻדּוֹת שֶׁל שְׁאָר שְׂעָרוֹת, כֻּלָּן אֲסוּרוֹת בַּהֲנָאָה: וּפֶטֶר חֲמוֹר. אָסוּר בַּהֲנָאָה כָּל זְמַן שֶׁלֹּא נִפְדָּה: וּבָשָׂר בְּחָלָב. חֲתִיכַת בָּשָׂר שֶׁנִּתְבַּשְּׁלָה בְחָלָב וְנִתְעָרְבָה בְאֶלֶף חֲתִיכוֹת, אוֹסֶרֶת אֶת כֻּלָּן בַּהֲנָאָה. וְסָבַר הַאי תַּנָּא דְּדָבָר שֶׁדַּרְכּוֹ לִמָּנוֹת וְאִסּוּרוֹ אִסּוּר הֲנָאָה אוֹסֵר אֶת תַּעֲרָבְתּוֹ בְּכָל שֶׁהוּא. וְכָל הָנֵי דְּחָשֵׁיב בְּמַתְנִיתִין, דָּבָר שֶׁדַּרְכּוֹ לִמָּנוֹת הוּא וְאִסּוּרָן אִסּוּר הֲנָאָה: הֲרֵי אֵלּוּ. לִמְעוּטֵי אִסּוּרֵי הֲנָאָה שֶׁאֵין דַּרְכָּן לִמָּנוֹת, אוֹ שֶׁדַּרְכָּן לִמָּנוֹת וְאֵינָן אִסּוּרֵי הֲנָאָה {לו}, שֶׁאֵינָן אוֹסְרִין אֶת תַּעֲרָבְתָּן בְּכָל שֶׁהֵן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-9",
      "jbo:text": "עיקר תוי\"ט {לב} בכל שהן. האי בכל שהן אין פרושו שאפלו במשהו מאסורין הללו יאסר תערבתו בהנאה, דהא דוקא דבר שבמנין קא חשיב, הלכך ודאי האי כל שהן הכי קאמר, שכל אחד מאסורים הללו אם הוא דבר שבמנין אוסר תערבתו אפלו רבה עליו אלף כיוצא בו. הר\"ן: {לג} והכא כשאסור והתר כל אחד בעין. ולא דמי לתערבת דלעיל ומתניתין דלקמן. ועין תוספות יום טוב: {לד} והוא הדין לשאר האוסרין בכל שהן, שימכרו חוץ מדמי אסור. הרמב\"ם. והראב\"ד: {לה} דהשתא הוי דבר הנמכר במנין, כמה גזות בסלע, ועושין מהן שקין. רש\"י: {לו} ואם כן משנה ה' פרק ז' דחלין דאוסרת גיד הנשה משום דבריה היא, וחתיכת נבלה דראויה להתכבד היא, פליגא אמתניתין, וכן מתניתין דריש פרק ח' דזבחים. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לב} בְּכָל שֶׁהֵן. הַאי בְּכָל שֶׁהֵן אֵין פֵּרוּשׁוֹ שֶׁאֲפִלּוּ בְמַשֶּׁהוּ מֵאִסּוּרִין הַלָּלוּ יֶאֱסֹר תַּעֲרָבְתּוֹ בַהֲנָאָה, דְּהָא דַוְקָא דָבָר שֶׁבְּמִנְיָן קָא חָשֵׁיב, הִלְכָּךְ וַדַּאי הַאי כָּל שֶׁהֵן הָכִי קָאָמַר, שֶׁכָּל אֶחָד מֵאִסּוּרִים הַלָּלוּ אִם הוּא דָבָר שֶׁבְּמִנְיָן אוֹסֵר תַּעֲרָבְתּוֹ אֲפִלּוּ רִבָּה עָלָיו אֶלֶף כַּיּוֹצֵא בוֹ. הָרַ\"ן: {לג} וְהָכָא כְּשֶׁאִסּוּר וְהֶתֵּר כָּל אֶחָד בְּעֵין. וְלֹא דָמֵי לְתַעֲרֹבֶת דִּלְעֵיל וּמַתְנִיתִין דִּלְקַמָּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לד} וְהוּא הַדִּין לִשְׁאָר הָאוֹסְרִין בְּכָל שֶׁהֵן, שֶׁיִּמָּכְרוּ חוּץ מִדְּמֵי אִסּוּר. הָרַמְבַּ\"ם. וְהָרַאֲבַ\"ד: {לה} דְּהַשְׁתָּא הָוֵי דָבָר הַנִּמְכָּר בְּמִנְיָן, כַּמָּה גִזּוֹת בְּסֶלַע, וְעוֹשִׂין מֵהֶן שַׂקִּין. רַשִׁ\"י: {לו} וְאִם כֵּן מִשְׁנָה ה' פֶּרֶק ז' דְּחֻלִּין דְּאוֹסֶרֶת גִּיד הַנָּשֶׁה מִשּׁוּם דִּבְרִיָּה הִיא, וַחֲתִיכַת נְבֵלָה דִרְאוּיָה לְהִתְכַּבֵּד הִיא, פְּלִיגָא אַמַּתְנִיתִין, וְכֵן מַתְנִיתִין דְּרֵישׁ פֶּרֶק ח' דִּזְבָחִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-9"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-10",
      "jbo:text": "יין נסך שנפל {לז} לבור, כלו אסור בהנאה. רבן שמעון בן גמליאל אומר, ימכר כלו לנכרי, חוץ מדמי יין נסך שבו",
      "jbo:textNikud": "יֵין נֶסֶךְ שֶׁנָּפַל {לז} לְבוֹר, כֻּלּוֹ אָסוּר בַּהֲנָאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, יִמָּכֵר כֻּלּוֹ לְנָכְרִי, חוּץ מִדְּמֵי יֵין נֶסֶךְ שֶׁבּוֹ",
      "rdfs:label": "משנה עבודה זרה ה י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-10",
      "jbo:text": "ר\"ע מברטנורה שנפל לבור. של יין: כלו אסור בהנאה. שהיין שנתנסך לעבודה זרה אוסר במינו בכל שהוא. אבל סתם יינם של נכרים שלא ידענו בו שנתנסך ודאי, אף על פי שאסור בהנאה אינו אוסר תערבתו בהנאה, אלא נמכר כלו לנכרי חוץ מדמי אותו סתם יינן. וכן הלכה {לח}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁנָּפַל לְבוֹר. שֶׁל יַיִן: כֻּלּוֹ אָסוּר בַּהֲנָאָה. שֶׁהַיַּיִן שֶׁנִּתְנַסֵּךְ לַעֲבוֹדָה זָרָה אוֹסֵר בְּמִינוֹ בְּכָל שֶׁהוּא. אֲבָל סְתָם יֵינָם שֶׁל נָכְרִים שֶׁלֹּא יָדַעְנוּ בוֹ שֶׁנִּתְנַסַּךְ וַדַּאי, אַף עַל פִּי שֶׁאָסוּר בַּהֲנָאָה אֵינוֹ אוֹסֵר תַּעֲרָבְתּוֹ בַּהֲנָאָה, אֶלָּא נִמְכָּר כֻּלּוֹ לְנָכְרִי חוּץ מִדְּמֵי אוֹתוֹ סְתָם יֵינָן. וְכֵן הֲלָכָה {לח}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-10",
      "jbo:text": "עיקר תוי\"ט {לז} שנפל. כשנפל בחבית גדולה ונשתברה ונפל כלו כאחד לגו התרא, ולא אמרינן קמא קמא בטיל ליה ברב. רש\"י: {לח} וקא משמע לן דאפלו נתערב היין ממש. אבל כי נתערב חבית בחביות אפלו יין נסך גמור נמי שרי בהולכת הנאה לים המלח. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לז} שֶׁנָּפַל. כְּשֶׁנָּפַל בְּחָבִית גְּדוֹלָה וְנִשְׁתַּבְּרָה וְנָפַל כֻּלּוֹ כְאֶחָד לְגוֹ הֶתֵּרָא, וְלֹא אָמְרִינַן קַמָּא קַמָּא בָטִיל לֵיהּ בְּרֹב. רַשִׁ\"י: {לח} וְקָא מַשְׁמַע לָן דַּאֲפִלּוּ נִתְעָרֵב הַיַּיִן מַמָּשׁ. אֲבָל כִּי נִתְעָרֵב חָבִית בְּחָבִיּוֹת אֲפִלּוּ יֵין נֶסֶךְ גָּמוּר נַמִּי שָׁרֵי בְּהוֹלָכַת הֲנָאָה לְיָם הַמֶּלַח. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-10"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-11",
      "jbo:text": "גת של אבן שזפתה גוי, מנגבה והיא טהורה. ושל עץ, רבי אומר, ינגב. וחכמים אומרים, יקלף {לט} את הזפת. ושל חרס, אף על פי שקלף את הזפת, הרי זו אסורה {מ}",
      "jbo:textNikud": "גַּת שֶׁל אֶבֶן שֶׁזִּפְּתָהּ גּוֹי, מְנַגְּבָהּ וְהִיא טְהוֹרָה. וְשֶׁל עֵץ, רַבִּי אוֹמֵר, יְנַגֵּב. וַחֲכָמִים אוֹמְרִים, יִקְלֹף {לט} אֶת הַזֶּפֶת. וְשֶׁל חֶרֶס, אַף עַל פִּי שֶׁקָּלַף אֶת הַזֶּפֶת, הֲרֵי זוֹ אֲסוּרָה {מ}",
      "rdfs:label": "משנה עבודה זרה ה יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-11",
      "jbo:text": "ר\"ע מברטנורה שזפתה נכרי. אורחא למרמי בה חמרא פורתא, לעבורי קוטרא דזפתא: מנגבה. במים ואפר: ושל עץ. דבעיא זפת טובא ובלעה חמרא טפי: רבי אומר ינגב. כשל אבן. ואין הלכה כרבי: ושל חרס. בין לרבי בין לרבנן: אף על פי שקלף הזפת אסור. דחרס בלא זפתא בלע ליה חמרא {מא}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁזִּפְּתָהּ נָכְרִי. אוֹרְחָא לְמִרְמֵי בָהּ חַמְרָא פוּרְתָא, לְעַבּוֹרֵי קוּטְרָא דְזִפְתָא: מְנַגְּבָהּ. בְּמַיִם וְאֵפֶר: וְשֶׁל עֵץ. דְּבָעֲיָא זֶפֶת טוּבָא וּבָלְעָה חַמְרָא טְפֵי: רַבִּי אוֹמֵר יְנַגֵּב. כְּשֶׁל אֶבֶן. וְאֵין הֲלָכָה כְרַבִּי: וְשֶׁל חֶרֶס. בֵּין לְרַבִּי בֵּין לְרַבָּנָן: אַף עַל פִּי שֶׁקָּלַף הַזֶּפֶת אָסוּר. דְּחֶרֶס בְּלֹא זִפְתָא בָּלַע לֵיהּ חַמְרָא {מא}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-11",
      "jbo:text": "עיקר תוי\"ט {לט} יקלף. ואחר כך ינגבו. הר\"ן והרא\"ש: {מ} אסורה. ואינה נתרת בנגוב אלא בערוי. דנגוב אינו מפליט בכלי חרס. וכיון דצריך ערוי, אין צריך קליפה, דערוי מפליט אף בלא קליפה כל זמן שלא דרך בה, דלא גרע מקנקנים שמכניסין לקיום. הרא\"ש: {מא} כלומר, שאף על פי שהזפת נקלף, לא הוסר בזה טעם היין, לפי שהחרס עצמו מלבד הזפת בלע כשנתן היין בזפת לזפתה כו'. ולשון הר\"ן, משום דחרס בלע טובא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לט} יִקְלֹף. וְאַחַר כָּךְ יְנַגְּבוֹ. הָרַ\"ן וְהָרֹא\"שׁ: {מ} אֲסוּרָה. וְאֵינָהּ נִתֶּרֶת בְּנִגּוּב אֶלָּא בְעֵרוּי. דְּנִגּוּב אֵינוֹ מַפְלִיט בִּכְלִי חֶרֶס. וְכֵיוָן דְּצָרִיךְ עֵרוּי, אֵין צָרִיךְ קְלִיפָה, דְּעֵרוּי מַפְלִיט אַף בְּלֹא קְלִיפָה כָּל זְמַן שֶׁלֹּא דָרַךְ בָּהּ, דְּלֹא גָרַע מִקַּנְקַנִּים שֶׁמַּכְנִיסִין לְקִיּוּם. הָרֹא\"שׁ: {מא} כְּלוֹמַר, שֶׁאַף עַל פִּי שֶׁהַזֶּפֶת נִקְלַף, לֹא הוּסַר בָּזֶה טַעַם הַיַּיִן, לְפִי שֶׁהַחֶרֶס עַצְמוֹ מִלְּבַד הַזֶּפֶת בָּלַע כְּשֶׁנָּתַן הַיַּיִן בַּזֶּפֶת לְזַפְּתָהּ כוּ'. וּלְשׁוֹן הָרַ\"ן, מִשּׁוּם דְּחֶרֶס בָּלַע טוּבָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-11"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-4-8-5-12",
      "jbo:text": "הלוקח כלי תשמיש מן הגוי, את שדרכו להטביל, יטביל. להגעיל, יגעיל. ללבן באור, ילבן באור. השפוד והאסכלה, מלבנן באור. הסכין, שפה והיא טהורה",
      "jbo:textNikud": "הַלּוֹקֵחַ כְּלֵי תַשְׁמִישׁ מִן הַגּוֹי, אֶת שֶׁדַּרְכּוֹ לְהַטְבִּיל, יַטְבִּיל. לְהַגְעִיל, יַגְעִיל. לְלַבֵּן בָּאוּר, יְלַבֵּן בָּאוּר. הַשַּׁפּוּד וְהָאַסְכְּלָה, מְלַבְּנָן בָּאוּר. הַסַּכִּין, שָׁפָהּ וְהִיא טְהוֹרָה",
      "rdfs:label": "משנה עבודה זרה ה יב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-bartanura-4-8-5-12",
      "jbo:text": "ר\"ע מברטנורה כלי תשמיש. של סעדה. ודוקא כלי מתכת {מב} או כלי חרס המצפים באבר {מג}. וכלי זכוכית ככלי מתכות דמי {מד}: את שדרכו להטביל. כלומר כלי הראוי לטהר בטבילה ואינו צריך תקון אחר, כגון שתשמישו על ידי צונן: יטביל. במקוה הכשר לטבילת אשה {מה}, וטבילתו מתירתו: להגעיל. כגון יורות וקדרות של מתכת שתשמישן על ידי רותחין: יגעיל. ברותחין {מו}. שמכניסן לתוך יורה מלאה מים רותחין ומשהין אותן בתוכה מעט. וזה אחר שמשפשפן ומסיר החלדה שלהן. ואחר כך מטבילן במקוה הכשר לטבילת אשה והן מתרין: ללבן. כלים שמשתמשים בהן על ידי האור ביבש בלי רטב, כדמפרש ואזיל, כגון השפודים והאסכלאות: מלבנן באור. עד שיהיו נצוצות נתזין מהן, ואחר כך מטבילן והן מתרין: שפה. נועצה בקרקע קשה עשר פעמים, אם אין בה גמות, ואוכל בה צונן {מז}. או משחיזה באבן המשחזת שלה, ואוכל בה אפלו רותחין. ואם היו בה גמות, מלבנה. וכלן שנשתמש בהן עד שלא הרתיח, או עד שלא הלבין, ועד שלא הטביל, מתר {מח}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כְּלֵי תַשְׁמִישׁ. שֶׁל סְעֻדָּה. וְדַוְקָא כְלֵי מַתֶּכֶת {מב} אוֹ כְלֵי חֶרֶס הַמְצֻפִּים בַּאֲבָר {מג}. וּכְלֵי זְכוּכִית כִּכְלֵי מַתָּכוֹת דָּמֵי {מד}: אֶת שֶׁדַּרְכּוֹ לְהַטְבִּיל. כְּלוֹמַר כְּלִי הָרָאוּי לִטָּהֵר בִּטְבִילָה וְאֵינוֹ צָרִיךְ תִּקּוּן אַחֵר, כְּגוֹן שֶׁתַּשְׁמִישׁוֹ עַל יְדֵי צוֹנֵן: יַטְבִּיל. בְּמִקְוֶה הַכָּשֵׁר לִטְבִילַת אִשָּׁה {מה}, וּטְבִילָתוֹ מַתִּירָתוֹ: לְהַגְעִיל. כְּגוֹן יוֹרוֹת וּקְדֵרוֹת שֶׁל מַתֶּכֶת שֶׁתַּשְׁמִישָׁן עַל יְדֵי רוֹתְחִין: יַגְעִיל. בְּרוֹתְחִין {מו}. שֶׁמַּכְנִיסָן לְתוֹךְ יוֹרָה מְלֵאָה מַיִם רוֹתְחִין וּמַשְׁהִין אוֹתָן בְּתוֹכָהּ מְעַט. וְזֶה אַחַר שֶׁמְּשַׁפְשְׁפָן וּמֵסִיר הַחֲלֻדָּה שֶׁלָּהֶן. וְאַחַר כָּךְ מַטְבִּילָן בְּמִקְוֶה הַכָּשֵׁר לִטְבִילַת אִשָּׁה וְהֵן מֻתָּרִין: לְלַבֵּן. כֵּלִים שֶׁמִּשְׁתַּמְּשִׁים בָּהֶן עַל יְדֵי הָאוּר בְּיָבֵשׁ בְּלִי רֹטֶב, כְּדִמְפָרֵשׁ וְאָזֵיל, כְּגוֹן הַשַּׁפּוּדִים וְהָאַסְכְּלָאוֹת: מְלַבְּנָן בָּאוּר. עַד שֶׁיִּהְיוּ נִצּוֹצוֹת נִתָּזִין מֵהֶן, וְאַחַר כָּךְ מַטְבִּילָן וְהֵן מֻתָּרִין: שָׁפָהּ. נוֹעֲצָהּ בְּקַרְקַע קָשָׁה עֶשֶׂר פְּעָמִים, אִם אֵין בָּהּ גֻּמּוֹת, וְאוֹכֵל בָּהּ צוֹנֵן {מז}. אוֹ מַשְׁחִיזָהּ בְּאֶבֶן הַמַּשְׁחֶזֶת שֶׁלָּהּ, וְאוֹכֵל בָּהּ אֲפִלּוּ רוֹתְחִין. וְאִם הָיוּ בָהּ גֻּמּוֹת, מְלַבְּנָהּ. וְכֻלָּן שֶׁנִּשְׁתַּמֵּשׁ בָּהֶן עַד שֶׁלֹּא הִרְתִּיחַ, אוֹ עַד שֶׁלֹּא הִלְבִּין, וְעַד שֶׁלֹּא הִטְבִּיל, מֻתָּר {מח}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה עבודה זרה ה יב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:mishna-4-8-5-12"
    },
    {
      "jbo:within": [
        "jbr:mishna-4",
        "jbr:mishna-4-8",
        "jbr:mishna-4-8-5"
      ],
      "uri": "jbr:mishna-yomtov-4-8-5-12",
      "jbo:text": "עיקר תוי\"ט {מב} ואפלו חדשים, דהא ישנים ולבנן כחדשים דמו, ואפלו הכי בעו טבילה: {מג} דבתר סופו אזלינן, שחפהו מתכות. גמרא: {מד} הואיל וכי נשברו יש להן תקנה [על ידי התכה], ככלי מתכות דמי. גמרא: {מה} ילפינן ליה בגמרא מקרא. והתימה על הר\"ב שלא הצריך להסיר החלודה כמו שהצריך בהגעלה. וכמו שכתבו הפוסקים. ובלבון שלא הצריך כן, הוא כדעת הטור שהאש יעביר הכל: {מו} שזה שנאמר כל אשר יבא באש תעבירו באש, פרוש כדרך תשמישו כן הגעלתו. רש\"י: {מז} ויש לדקדק מה ראה במתניתין ששנה בשפוד ואסכלה הכשרו לרותח, ובסכין הכשרו של צונן. ויש לומר שלא היה צריך כלל לשנותו, לפי שהוא כבר בכלל מה ששנה להגעיל יגעיל, ללבן כו'. אבל שהצרך לשנותו בשפוד ואסכלה, שמפני ששנינו בהן לענין קדשים דבהגעלה סגי להו כדאיתא בזבחים [פי\"א מי\"א] משום דכי בלע דהתרא בלע, קא משמע לן דהכא מלבנן כו'. ובסכין הודיענו דאגב דוחקא דסכינא לא סגי ליה בהדחה אפלו לצונן וצריך שיפה כו'. הר\"ן. ועין תוספות יום טוב: {מח} דנותן טעם לפגם מתר. והתורה לא אסרה אלא קדרה בת יומא. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {מב} וַאֲפִלּוּ חֲדָשִׁים, דְּהָא יְשָׁנִים וְלִבְּנָן כַּחֲדָשִׁים דָּמוּ, וַאֲפִלּוּ הָכִי בָעוּ טְבִילָה: {מג} דְּבָתַר סוֹפוֹ אָזְלִינַן, שֶׁחִפָּהוּ מַתָּכוֹת. גְּמָרָא: {מד} הוֹאִיל וְכִי נִשְׁבְּרוּ יֵשׁ לָהֶן תַּקָּנָה [עַל יְדֵי הַתָּכָה], כִּכְלֵי מַתָּכוֹת דָּמֵי. גְּמָרָא: {מה} יָלְפִינַן לֵיהּ בַּגְּמָרָא מִקְּרָא. וְהַתֵּימַהּ עַל הָרַ\"ב שֶׁלֹּא הִצְרִיךְ לְהָסִיר הַחֲלוּדָה כְּמוֹ שֶׁהִצְרִיךְ בְּהַגְעָלָה. וּכְמוֹ שֶׁכָּתְבוּ הַפּוֹסְקִים. וּבְלִבּוּן שֶׁלֹּא הִצְרִיךְ כֵּן, הוּא כְדַעַת הַטּוּר שֶׁהָאֵשׁ יַעֲבִיר הַכֹּל: {מו} שֶׁזֶּה שֶׁנֶּאֱמַר כָּל אֲשֶׁר יָבֹא בָאֵשׁ תַּעֲבִירוּ בָאֵשׁ, פֵּרוּשׁ כְּדֶרֶךְ תַּשְׁמִישׁוֹ כֵּן הַגְעָלָתוֹ. רַשִׁ\"י: {מז} וְיֵשׁ לְדַקְדֵּק מָה רָאָה בְמַתְנִיתִין שֶׁשָּׁנָה בְּשַׁפּוּד וְאַסְכְּלָה הֶכְשֵׁרוֹ לְרוֹתֵחַ, וּבְסַכִּין הֶכְשֵׁרוֹ שֶׁל צוֹנֵן. וְיֵשׁ לוֹמַר שֶׁלֹּא הָיָה צָרִיךְ כְּלָל לִשְׁנוֹתוֹ, לְפִי שֶׁהוּא כְבָר בִּכְלַל מַה שֶּׁשָּׁנָה לְהַגְעִיל יַגְעִיל, לְלַבֵּן כוּ'. אֲבָל שֶׁהֻצְרַךְ לִשְׁנוֹתוֹ בְשַׁפּוּד וְאַסְכְּלָה, שֶׁמִּפְּנֵי שֶׁשָּׁנִינוּ בָהֶן לְעִנְיַן קָדָשִׁים דִּבְהַגְעָלָה סַגִּי לְהוּ כִּדְאִיתָא בִזְבָחִים [פּי\"א מי\"א] מִשּׁוּם דְּכִי בָלַע דְּהֶתֵּרָא בָלַע, קָא מַשְׁמַע לָן דְּהָכָא מְלַבְּנָן כוּ'. וּבְסַכִּין הוֹדִיעָנוּ דְּאַגַּב דּוֹחֲקָא דְסַכִּינָא לֹא סַגִּי לֵיהּ בַּהֲדָחָה אֲפִלּוּ לְצוֹנֵן וְצָרִיךְ שִׁיפָה כוּ'. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מח} דְּנוֹתֵן טַעַם לִפְגָם מֻתָּר. וְהַתּוֹרָה לֹא אָסְרָה אֶלָּא קְדֵרָה בַת יוֹמָא. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה עבודה זרה ה יב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:mishna-4-8-5-12"
    }
  ]
}