{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-1","jbo:text":"האשה נקנית {א} בשלש דרכים {ג}, וקונה {ד} את עצמה בשתי {ה} דרכים. נקנית בכסף {ו}, בשטר, ובביאה. בכסף, בית שמאי אומרים, בדינר {ט} ובשוה {י} דינר. ובית הלל אומרים, בפרוטה ובשוה פרוטה. וכמה {יא} היא פרוטה, אחד משמנה באסר האיטלקי {יב}. וקונה את עצמה בגט {יג} ובמיתת הבעל. היבמה נקנית בביאה. וקונה את עצמה בחליצה {טו} ובמיתת היבם {טז}","jbo:textNikud":"הָאִשָּׁה נִקְנֵית {א} בְּשָׁלשׁ דְּרָכִים {ג}, וְקוֹנָה {ד} אֶת עַצְמָהּ בִּשְׁתֵּי {ה} דְרָכִים. נִקְנֵית בְּכֶסֶף {ו}, בִּשְׁטָר, וּבְבִיאָה. בְּכֶסֶף, בֵּית שַׁמַּאי אוֹמְרִים, בְּדִינָר {ט} וּבְשָׁוֶה {י} דִינָר. וּבֵית הִלֵּל אוֹמְרִים, בִּפְרוּטָה וּבְשָׁוֶה פְרוּטָה. וְכַמָּה {יא} הִיא פְרוּטָה, אֶחָד מִשְּׁמֹנָה בָאִסָּר הָאִיטַלְקִי {יב}. וְקוֹנָה אֶת עַצְמָהּ בְּגֵט {יג} וּבְמִיתַת הַבָּעַל. הַיְבָמָה נִקְנֵית בְּבִיאָה. וְקוֹנָה אֶת עַצְמָהּ בַּחֲלִיצָה {טו} וּבְמִיתַת הַיָּבָם {טז}","rdfs:label":"משנה קידושין א א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-1","jbo:text":"ר\"ע מברטנורה האשה נקנית. לפי שאין האשה מתקדשת אלא מדעתה, תנא האשה נקנית ולא תנא האיש קונה {ב}. ואיידי דתנא רישא האשה נקנית, תנא סיפא היבמה נקנית, ואף על גב דיבמה נקנית ליבם בין מדעתה בין שלא מדעתה: נקנית בכסף. דגמרינן קיחה קיחה משדה עפרון, כתיב הכא (דברים כד) כי יקח איש אשה, וכתיב התם (בראשית כו) נתתי כסף השדה קח ממני: בשטר. כגון שכתב לה על הניר או על החרס ואף על פי שאין בו שוה פרוטה, בתך מקדשת לי {ז}, בתך מארסת לי, בתך לי לאנתו, ונתנו לה בפני עדים. וילפינן לה דכתיב (דברים כד) ויצאה והיתה, מה יציאה בשטר, כדכתיב (שם) וכתב לה ספר כריתות, אף הויה בשטר: ובביאה. בא עליה {ח} בפני עדים לשם קדושין, דכתיב (שם) כי יקח איש אשה ובעלה. ואף על פי שאין לך קדושין מפרשים בתורה יותר מקדושי ביאה, אמרו חכמים שהמקדש בביאה מכין אותו מכת מרדות, שלא יהיו בני ישראל פרוצין: בפרוטה. היא חצי שערה של כסף: היבמה נקנית. ליבם להיות כאשתו לכל דבר, בביאה. אבל כסף ושטר לא מהנו בה מדאוריתא {יד}, אלא רבנן הוא דתקון דמהני בה מאמר לפסלה על שאר האחין, אבל לא לפטרה מן החליצה, ולא להטמא לה","jbo:textNikud":"ר\"ע מברטנורה הָאִשָּׁה נִקְנֵית. לְפִי שֶׁאֵין הָאִשָּׁה מִתְקַדֶּשֶׁת אֶלָּא מִדַּעְתָּהּ, תָּנָא הָאִשָּׁה נִקְנֵית וְלֹא תָנָא הָאִישׁ קוֹנֶה {ב}. וְאַיְידֵי דְּתָנָא רֵישָׁא הָאִשָּׁה נִקְנֵית, תָּנָא סֵיפָא הַיְבָמָה נִקְנֵית, וְאַף עַל גַּב דִּיבָמָה נִקְנֵית לַיָּבָם בֵּין מִדַּעְתָּהּ בֵּין שֶׁלֹּא מִדַּעְתָּהּ: נִקְנֵית בְּכֶסֶף. דְּגָמְרִינַן קִיחָה קִיחָה מִשְּׂדֵה עֶפְרוֹן, כְּתִיב הָכָא (דְּבָרִים כד) כִּי יִקַּח אִישׁ אִשָּׁה, וּכְתִיב הָתָם (בְּרֵאשִׁית כו) נָתַתִּי כֶּסֶף הַשָּׂדֶה קַח מִמֶּנִּי: בִּשְׁטָר. כְּגוֹן שֶׁכָּתַב לָהּ עַל הַנְּיָר אוֹ עַל הַחֶרֶס וְאַף עַל פִּי שֶׁאֵין בּוֹ שָׁוֶה פְרוּטָה, בִּתְּךָ מְקֻדֶּשֶׁת לִי {ז}, בִּתְּךָ מְאֹרֶסֶת לִי, בִּתְּךָ לִי לְאִנְתּוּ, וּנְתָנוֹ לָהּ בִּפְנֵי עֵדִים. וְיָלְפִינַן לַהּ דִּכְתִיב (דְּבָרִים כד) וְיָצְאָה וְהָיְתָה, מַה יְּצִיאָה בִּשְׁטָר, כְּדִכְתִיב (שָׁם) וְכָתַב לָהּ סֵפֶר כְּרִיתוּת, אַף הֲוָיָה בִּשְׁטָר: וּבְבִיאָה. בָּא עָלֶיהָ {ח} בִּפְנֵי עֵדִים לְשֵׁם קִדּוּשִׁין, דִּכְתִיב (שָׁם) כִּי יִקַּח אִישׁ אִשָּׁה וּבְעָלָהּ. וְאַף עַל פִּי שֶׁאֵין לְךָ קִדּוּשִׁין מְפֹרָשִׁים בַּתּוֹרָה יוֹתֵר מִקִּדּוּשֵׁי בִיאָה, אָמְרוּ חֲכָמִים שֶׁהַמְקַדֵּשׁ בְּבִיאָה מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת, שֶׁלֹּא יִהְיוּ בְּנֵי יִשְׂרָאֵל פְּרוּצִין: בִּפְרוּטָה. הִיא חֲצִי שְׂעֹרָה שֶׁל כֶּסֶף: הַיְבָמָה נִקְנֵית. לַיָּבָם לִהְיוֹת כְּאִשְׁתּוֹ לְכָל דָּבָר, בְּבִיאָה. אֲבָל כֶּסֶף וּשְׁטָר לֹא מְהַנּוּ בָּהּ מִדְּאוֹרַיְתָא {יד}, אֶלָּא רַבָּנָן הוּא דְתַקּוּן דְּמַהֲנֵי בָּהּ מַאֲמָר לְפָסְלָהּ עַל שְׁאָר הָאַחִין, אֲבָל לֹא לְפָטְרָהּ מִן הַחֲלִיצָה, וְלֹא לְהִטַּמֵּא לָהּ","rdfs:label":"ר\"ע מברטנורה משנה קידושין א א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-1","jbo:text":"עיקר תוי\"ט {א} נקנית. לבעלה להצריכה ממנו גט. הר\"ן: {ב} ואכתי קשיא דלתני מתקדשת. ומתרץ בגמרא משום דקא בעי למתני כסף, דילפינן קיחה קיחה, וקיחה אקרי קנין דכתיב השדה אשר קנה אברהם. ועין תוספות יום טוב: {ג} בשלש כו'. מנינא למעוטי חליפין. דלא תימא הואיל וגמרינן משדה עפרון, מה התם בחליפין אף כאן בחליפין, קא משמע לן דלא, דאשה בפחות משוה פרוטה לא מקניא נפשה, וחליפין אפלו בפחות משוה פרוטה. ולא דבר הכתוב בקיחה דאשה אלא בקנין דמים. גמרא: {ד} וקונה. להיות ברשותה להנשא לאחר. רש\"י: {ה} בשתי. מנינא למעוטי חליצה דלא תיתי מקל וחמר מיבמה שאינה יוצאה בגט כו', תלמוד לומר כו'. גמרא: {ו} בכסף. וצריך שיהיה לשם קדושין ולפני עדים. ותימה על הר\"ב והרמב\"ם שלא פרשו. ועין תוספות יום טוב: {ז} איברא דבגמרא הכי איתא, אבל הר\"ב מסים ונתנו לה, משום דהוא הדין במתקדשת שלא על ידי אביה אירי. ועין תוספות יום טוב: {ח} ולאו דוקא, אלא נתיחד עמה: {ט} בדינר. טעמייהו דבית שמאי שלא יהו בנות ישראל כהפקר. גמרא. ומצאנו שעור דינר שהוא שעור חשוב: {י} ובשוה. והטעם דכיון שהיא מתרצית בדבר וניחא לה בשוה כסף ככסף דמי, ואין צריך קרא לרבויי. הר\"ן: {יא} וכמה כו'. הא דלא מפרש כמה הוא דינר משום דדינר היו יודעים כמה היה כו'. ועוד דדברי בית הלל דקימא לן כותיה איבעי ליה לפרושי טפי. תוספות: {יב} האיטלקי. היא איטליא של יון. הר\"ב: {יג} בגט כו'. בגמרא ילפינן להו מקראי: {יד} כדיליף לה בגמרא מקראי: {טו} בחליצה. יליף ליה בגמרא מקרא: {טז} ובמיתת כו'. קל וחמר, ומה אשת איש שהיא בחנק מיתת הבעל מתירתה, יבמה שהיא בלאו לא כל שכן כו'. גמרא","jbo:textNikud":"עיקר תוי\"ט {א} נִקְנֵית. לְבַעְלָהּ לְהַצְרִיכָהּ מִמֶּנּוּ גֵט. הָרַ\"ן: {ב} וְאַכַּתִּי קָשְׁיָא דְלִתְנֵי מִתְקַדֶּשֶׁת. וּמְתָרֵץ בַּגְּמָרָא מִשּׁוּם דְּקָא בָּעֵי לְמִתְנֵי כֶסֶף, דְּיָלְפִינַן קִיחָה קִיחָה, וְקִיחָה אִקְּרֵי קִנְיָן דִּכְתִיב הַשָּׂדֶה אֲשֶׁר קָנָה אַבְרָהָם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} בְּשָׁלֹשׁ כוּ'. מִנְיָנָא לְמַעוֹטֵי חֲלִיפִין. דְּלֹא תֵימָא הוֹאִיל וְגָמְרִינַן מִשְּׂדֵה עֶפְרוֹן, מָה הָתָם בַּחֲלִיפִין אַף כָּאן בַּחֲלִיפִין, קָא מַשְׁמַע לָן דְּלֹא, דְּאִשָּׁה בְּפָחוֹת מִשָּׁוֶה פְרוּטָה לֹא מַקְנְיָא נַפְשָׁהּ, וַחֲלִיפִין אֲפִלּוּ בְּפָחוֹת מִשָּׁוֶה פְרוּטָה. וְלֹא דִּבֵּר הַכָּתוּב בְּקִיחָה דְאִשָּׁה אֶלָּא בְקִנְיַן דָּמִים. גְּמָרָא: {ד} וְקוֹנָה. לִהְיוֹת בִּרְשׁוּתָהּ לְהִנָּשֵׂא לְאַחֵר. רַשִׁ\"י: {ה} בִּשְׁתֵּי. מִנְיָנָא לְמַעוֹטֵי חֲלִיצָה דְּלָא תֵּיתֵי מִקַּל וָחֹמֶר מִיבָמָה שֶׁאֵינָהּ יוֹצְאָה בְגֵט כוּ', תַּלְמוּד לוֹמַר כוּ'. גְּמָרָא: {ו} בְּכֶסֶף. וְצָרִיךְ שֶׁיִּהְיֶה לְשֵׁם קִדּוּשִׁין וְלִפְנֵי עֵדִים. וְתֵימַהּ עַל הָרַ\"ב וְהָרַמְבַּ\"ם שֶׁלֹּא פֵרְשׁוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} אִיבְרָא דְבַגְּמָרָא הָכִי אִיתָא, אֲבָל הָרַ\"ב מְסַיֵּם וּנְתָנוֹ לָהּ, מִשּׁוּם דְּהוּא הַדִּין בְּמִתְקַדֶּשֶׁת שֶׁלֹּא עַל יְדֵי אָבִיהָ אָיְרֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} וְלָאו דַוְקָא, אֶלָּא נִתְיַחֵד עִמָּהּ: {ט} בְּדִינָר. טַעֲמַיְיהוּ דְבֵית שַׁמַּאי שֶׁלֹּא יְהוּ בְנוֹת יִשְׂרָאֵל כְּהֶפְקֵר. גְּמָרָא. וּמָצָאנוּ שִׁעוּר דִּינָר שֶׁהוּא שִׁעוּר חָשׁוּב: {י} וּבְשָׁוֶה. וְהַטַּעַם דְּכֵיוָן שֶׁהִיא מִתְרַצֵּית בַּדָּבָר וְנִיחָא לָהּ בְּשָׁוֶה כֶסֶף כְּכֶסֶף דָּמֵי, וְאֵין צָרִיךְ קְרָא לְרַבּוֹיֵי. הָרַ\"ן: {יא} וְכַמָּה כוּ'. הָא דְלָא מְפָרֵשׁ כַּמָּה הוּא דִינָר מִשּׁוּם דְּדִינָר הָיוּ יוֹדְעִים כַּמָּה הָיָה כוּ'. וְעוֹד דְּדִבְרֵי בֵית הִלֵּל דְּקָיְמָא לָן כְּוָתֵיהּ אִיבָּעֵי לֵיהּ לְפָרוֹשֵׁי טְפֵי. תּוֹסָפוֹת: {יב} הָאִיטַלְקִי. הִיא אִיטַלְיָא שֶׁל יָוָן. הָרַ\"ב: {יג} בְּגֵט כוּ'. בַּגְּמָרָא יָלְפִינַן לְהוּ מִקְּרָאֵי: {יד} כִּדְיָלֵיף לַהּ בַּגְּמָרָא מִקְּרָאֵי: {טו} בַּחֲלִיצָה. יָלֵיף לֵיהּ בַּגְּמָרָא מִקְּרָא: {טז} וּבְמִיתַת כוּ'. קַל וָחֹמֶר, וּמָה אֵשֶׁת אִישׁ שֶׁהִיא בְחֶנֶק מִיתַת הַבַּעַל מַתִּירָתָהּ, יְבָמָה שֶׁהִיא בְלָאו לֹא כָל שֶׁכֵּן כוּ'. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין א א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-2","jbo:text":"עבד עברי נקנה בכסף {יז} ובשטר, וקונה את עצמו בשנים וביובל {כא} ובגרעון כסף {כב}. יתרה עליו אמה העבריה, שקונה את עצמה בסימנין. הנרצע נקנה ברציעה, וקונה את עצמו ביובל ובמיתת האדון","jbo:textNikud":"עֶבֶד עִבְרִי נִקְנֶה בְכֶסֶף {יז} וּבִשְׁטָר, וְקוֹנֶה אֶת עַצְמוֹ בַּשָּׁנִים וּבַיּוֹבֵל {כא} וּבְגִרְעוֹן כֶּסֶף {כב}. יְתֵרָה עָלָיו אָמָה הָעִבְרִיָּה, שֶׁקּוֹנָה אֶת עַצְמָהּ בְּסִימָנִין. הַנִּרְצָע נִקְנֶה בִרְצִיעָה, וְקוֹנֶה אֶת עַצְמוֹ בַיּוֹבֵל וּבְמִיתַת הָאָדוֹן","rdfs:label":"משנה קידושין א ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-2","jbo:text":"ר\"ע מברטנורה עבד עברי נקנה בכסף. דכתיב (ויקרא כה) מכסף מקנתו, מלמד שהוא נקנה בכסף {יח}: ובשטר. שנאמר באמה העבריה (שמות כא) אם אחרת יקח לו, הקישה הכתוב לאחרת. מה אחרת בשטר {יט}, אף האמה בשטר. וילמד עבד עברי מאמה העבריה, דכתיב (דברים טו) העברי או העבריה, מקיש עברי לעבריה: בשנים. לסוף שש שנים יצא חפשי, ואפלו היתה שמטה בתוך שש שנים, עובד, דכתיב (שמות כא) שש שנים יעבד ובשביעית. פעמים שהוא עובד בשביעית {כ}: וביובל. אם פגע יובל בתוך שש שנים, מוציאו: ובגרעון כסף. דכתיב באמה העבריה (שם) והפדה, והקש עברי לעבריה, אם קנאו רבו בשש מנים והוא עתיד לצאת לסוף שש, נמצא קונה עבודת כל שנה במנה, כשבא לפדות עצמו מגרע לו רבו מפדיונו דמי עבודת השנים שעבד: יתרה עליו אמה. שקונה עצמה בכל אלה {כג} ובסימני נערות, כדילפינן מויצאה חנם, רבה לה יציאה לזו, שיוצאה בסימנים: ובמיתת האדון. דכתיב ועבדו לעולם, לו ולא לבן. אבל הנמכר ומת האדון בתוך שש, עובד לבן, דכתיב שש שנים יעבד, בין לו בין לבנו. ודוקא לבן עובד כל שש אם מת האדון, אבל לבת ולאח ולשאר יורשים אינו עובד, דכתיב (דברים טז) ועבדך שש שנים, לך ולא ליורשים. ואמה העבריה קונה עצמה במיתת האדון כנרצע, דכתיב גבי נרצע (שם) ואף לאמתך תעשה כן {כד}","jbo:textNikud":"ר\"ע מברטנורה עֶבֶד עִבְרִי נִקְנֶה בְכֶסֶף. דִּכְתִיב (וַיִּקְרָא כה) מִכֶּסֶף מִקְנָתוֹ, מְלַמֵּד שֶׁהוּא נִקְנֶה בְּכֶסֶף {יח}: וּבִשְׁטָר. שֶׁנֶּאֱמַר בְּאָמָה הָעִבְרִיָּה (שְׁמוֹת כא) אִם אַחֶרֶת יִקַּח לוֹ, הִקִּישָׁהּ הַכָּתוּב לְאַחֶרֶת. מָה אַחֶרֶת בִּשְׁטָר {יט}, אַף הָאָמָה בִּשְׁטָר. וְיִלְמֹד עֶבֶד עִבְרִי מֵאָמָה הָעִבְרִיָּה, דִּכְתִיב (דְּבָרִים טו) הָעִבְרִי אוֹ הָעִבְרִיָּה, מַקִּישׁ עִבְרִי לְעִבְרִיָּה: בַּשָּׁנִים. לְסוֹף שֵׁשׁ שָׁנִים יֵצֵא חָפְשִׁי, וַאֲפִלּוּ הָיְתָה שְׁמִטָּה בְּתוֹךְ שֵׁשׁ שָׁנִים, עוֹבֵד, דִּכְתִיב (שְׁמוֹת כא) שֵׁשׁ שָׁנִים יַעֲבֹד וּבַשְּׁבִיעִית. פְּעָמִים שֶׁהוּא עוֹבֵד בַּשְּׁבִיעִית {כ}: וּבַיּוֹבֵל. אִם פָּגַע יוֹבֵל בְּתוֹךְ שֵׁשׁ שָׁנִים, מוֹצִיאוֹ: וּבְגִרְעוֹן כֶּסֶף. דִּכְתִיב בְּאָמָה הָעִבְרִיָּה (שָׁם) וְהֶפְדָּהּ, וְהֻקַּשׁ עִבְרִי לְעִבְרִיָּה, אִם קְנָאוֹ רַבּוֹ בְּשֵׁשׁ מָנִים וְהוּא עָתִיד לָצֵאת לְסוֹף שֵׁשׁ, נִמְצָא קוֹנֶה עֲבוֹדַת כָּל שָׁנָה בְּמָנֶה, כְּשֶׁבָּא לִפְדּוֹת עַצְמוֹ מְגָרֵעַ לוֹ רַבּוֹ מִפִּדְיוֹנוֹ דְּמֵי עֲבוֹדַת הַשָּׁנִים שֶׁעָבַד: יְתֵרָה עָלָיו אָמָה. שֶׁקּוֹנָה עַצְמָהּ בְּכָל אֵלֶּה {כג} וּבְסִימָנֵי נַעֲרוּת, כִּדְיָלְפִינַן מִוְיָצְאָה חִנָּם, רִבָּה לָהּ יְצִיאָה לָזוֹ, שֶׁיוֹצְאָה בְסִימָנִים: וּבְמִיתַת הָאָדוֹן. דִּכְתִיב וַעֲבָדוֹ לְעוֹלָם, לוֹ וְלֹא לַבֵּן. אֲבָל הַנִּמְכָּר וּמֵת הָאָדוֹן בְּתוֹךְ שֵׁשׁ, עוֹבֵד לַבֵּן, דִּכְתִיב שֵׁשׁ שָׁנִים יַעֲבֹד, בֵּין לוֹ בֵּין לִבְנוֹ. וְדַוְקָא לְבֵן עוֹבֵד כָּל שֵׁשׁ אִם מֵת הָאָדוֹן, אֲבָל לְבַת וּלְאָח וְלִשְׁאָר יוֹרְשִׁים אֵינוֹ עוֹבֵד, דִּכְתִיב (דְּבָרִים טז) וַעֲבָדְךָ שֵׁשׁ שָׁנִים, לְךָ וְלֹא לַיּוֹרְשִׁים. וְאָמָה הָעִבְרִיָּה קוֹנָה עַצְמָהּ בְּמִיתַת הָאָדוֹן כַּנִּרְצָע, דִּכְתִיב גַּבֵּי נִרְצָע (שָׁם) וְאַף לַאֲמָתְךָ תַּעֲשֶׂה כֵּן {כד}","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-2","jbo:text":"עיקר תוי\"ט {יז} בכסף. ולא פרשה משנתנו זו בכמה. והרמב\"ם כתב באמה, ואינה נקנית בפרוטה מפני שצריך לקנותה בדמים שראויים לגרעון כדי שתגרע פדיונה ותצא. ומצאתי לו ראיה כו', ובעבד עברי לא כתב כן. וכתב הכסף משנה משמע דדינו בפרוטה, וקשה דהא אתקש לעבריה: {יח} וכן כתב הרמב\"ם. ובגמרא, אשכחן עבד עברי הנמכר לנכרי כו', נמכר לישראל מנלן. אמר קרא והפדה, מלמד שמגרע[ת] פדיונה ויוצאה. ופרש רש\"י אלמא בכסף נקנה, דאי לא קנאה בדמים מאי מגרעא. והקש עברי לעבריה. אשכחן מכרוהו בית דין הואיל ונמכר בעל כרחו, מוכר עצמו מנלן, יליף שכיר שכיר. ופרש רש\"י נאמר במוכר עצמו כשכיר כתושב יהיה עמך, ונאמר במכרוהו בית דין כי משנה שכר שכיר: {יט} כלומר קיחת קדושין. ולפי זה שטר דאמה נמי הקונה כותב בתך קנויה לי. ובגמרא פליגי בה. והרמב\"ם פוסק כמאן דאמר דכותב בתי קנויה לך: {כ} והך קרא במכרוהו בית דין כתיב, אבל במוכר עצמו דינו שמוכר עצמו אפלו לעשרים שנה, ואם פגע בו יובל אפלו אחר שנה אחת יוצא, שנאמר עד שנת היובל יעבד עמך. ונראה לי דהואיל ומכל מקום יוצא בשנים שקצב במכירתו, שפיר תני סתם דעבד עברי יוצא בשנים, ואלא מיהא הא כדאיתא והא כדאיתא: {כא} וביובל. בגמרא יליף להו מקרא: {כב} ובגרעון כסף. תנא וקונה את עצמו בכסף ובשוה כסף. ויליף ליה מקרא כו'. ודע דבבריתא תני ובשטר, כלומר שטר שחרור. וכתבו התוספות דתנא דמתניתין לא חשיב אלא יציאות שהם בעל כרחו של האדון. ועין תוספות יום טוב: {כג} מהקישא דעברי ועבריה. הרמב\"ם: {כד} וכיון דאיתא נמי באיש לא קתני. גמרא","jbo:textNikud":"עיקר תוי\"ט {יז} בְּכֶסֶף. וְלֹא פֵרְשָׁה מִשְׁנָתֵנוּ זוֹ בְּכַמָּה. וְהָרַמְבַּ\"ם כָּתַב בְּאָמָה, וְאֵינָהּ נִקְנֵית בִּפְרוּטָה מִפְּנֵי שֶׁצָּרִיךְ לִקְנוֹתָהּ בְּדָמִים שֶׁרְאוּיִים לְגֵרָעוֹן כְּדֵי שֶׁתִּגְרַע פִּדְיוֹנָהּ וְתֵצֵא. וּמָצָאתִי לוֹ רְאָיָה כוּ', וּבְעֶבֶד עִבְרִי לֹא כָתַב כֵּן. וְכָתַב הַכֶּסֶף מִשְׁנֶה מַשְׁמַע דְּדִינוֹ בִּפְרוּטָה, וְקָשֶׁה דְהָא אִתַּקַּשׁ לְעִבְרִיָּה: {יח} וְכֵן כָּתַב הָרַמְבַּ\"ם. וּבַגְּמָרָא, אַשְׁכְּחַן עֶבֶד עִבְרִי הַנִּמְכָּר לְנָכְרִי כוּ', נִמְכָּר לְיִשְׂרָאֵל מְנָלָן. אָמַר קְרָא וְהֶפְדָּהּ, מְלַמֵּד שֶׁמְּגָּרֵעַ[ת] פִּדְיוֹנָהּ וְיוֹצְאָה. וּפֵרֵשׁ רַשִׁ\"י אַלְמָא בְּכֶסֶף נִקְנָה, דְּאִי לֹא קְנָאָהּ בְּדָמִים מַאי מְגָרְעָא. וְהֻקַּשׁ עִבְרִי לְעִבְרִיָּה. אַשְׁכְּחַן מְכָרוּהוּ בֵּית דִּין הוֹאִיל וְנִמְכָּר בְּעַל כָּרְחוֹ, מוֹכֵר עַצְמוֹ מְנָלָן, יָלֵיף שָׂכִיר שָׂכִיר. וּפֵרֵשׁ רַשִׁ\"י נֶאֱמַר בְּמוֹכֵר עַצְמוֹ כְּשָׂכִיר כְּתוֹשָׁב יִהְיֶה עִמָּךְ, וְנֶאֱמַר בִּמְכָרוּהוּ בֵּית דִּין כִּי מִשְׁנֶה שְׂכַר שָׂכִיר: {יט} כְּלוֹמַר קִיחַת קִדּוּשִׁין. וּלְפִי זֶה שְׁטָר דְּאָמָה נַמִּי הַקּוֹנֶה כוֹתֵב בִּתְּךָ קְנוּיָה לִי. וּבַגְּמָרָא פְלִיגֵי בָהּ. וְהָרַמְבַּ\"ם פּוֹסֵק כְּמַאן דְּאָמַר דְּכוֹתֵב בִּתִּי קְנוּיָה לְךָ: {כ} וְהַךְ קְרָא בִּמְכָרוּהוּ בֵּית דִּין כְּתִיב, אֲבָל בְּמוֹכֵר עַצְמוֹ דִּינוֹ שֶׁמּוֹכֵר עַצְמוֹ אֲפִלּוּ לְעֶשְׂרִים שָׁנָה, וְאִם פָּגַע בּוֹ יוֹבֵל אֲפִלּוּ אַחַר שָׁנָה אַחַת יוֹצֵא, שֶׁנֶּאֱמַר עַד שְׁנַת הַיּוֹבֵל יַעֲבֹד עִמָּךְ. וְנִרְאֶה לִי דְּהוֹאִיל וּמִכָּל מָקוֹם יוֹצֵא בַּשָּׁנִים שֶׁקָּצַב בִּמְכִירָתוֹ, שַׁפִּיר תָּנֵי סְתָם דְּעֶבֶד עִבְרִי יוֹצֵא בַּשָּׁנִים, וְאֶלָּא מִיהָא הָא כִדְאִיתָא וְהָא כִדְאִיתָא: {כא} וּבַיּוֹבֵל. בַּגְּמָרָא יָלֵיף לְהוּ מִקְּרָא: {כב} וּבְגִרְעוֹן כֶּסֶף. תָּנָא וְקוֹנֶה אֶת עַצְמוֹ בְכֶסֶף וּבְשָׁוֶה כֶסֶף. וְיָלֵיף לֵיהּ מִקְּרָא כוּ'. וְדַע דְּבַבְּרַיְתָא תָנֵי וּבִשְׁטָר, כְּלוֹמַר שְׁטַר שִׁחְרוּר. וְכָתְבוּ הַתּוֹסָפוֹת דְּתַנָּא דְמַתְנִיתִין לֹא חָשֵׁיב אֶלָּא יְצִיאוֹת שֶׁהֵם בְּעַל כָּרְחוֹ שֶׁל הָאָדוֹן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} מֵהֶקֵּישָׁא דְעִבְרִי וְעִבְרִיָּה. הָרַמְבַּ\"ם: {כד} וְכֵיוָן דְּאִיתָא נַמִּי בָּאִישׁ לֹא קָתָנֵי. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין א ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-3","jbo:text":"עבד כנעני נקנה בכסף {כה} ובשטר ובחזקה, וקונה את עצמו בכסף {כז} על ידי אחרים, ובשטר {כח} על ידי עצמו, דברי רבי מאיר. וחכמים אומרים, בכסף על ידי עצמו ובשטר על ידי אחרים, ובלבד שיהא הכסף משל אחרים","jbo:textNikud":"עֶבֶד כְּנַעֲנִי נִקְנֶה בְכֶסֶף {כה} וּבִשְׁטָר וּבַחֲזָקָה, וְקוֹנֶה אֶת עַצְמוֹ בְכֶסֶף {כז} עַל יְדֵי אֲחֵרִים, וּבִשְׁטָר {כח} עַל יְדֵי עַצְמוֹ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּכֶסֶף עַל יְדֵי עַצְמוֹ וּבִשְׁטָר עַל יְדֵי אֲחֵרִים, וּבִלְבַד שֶׁיְּהֵא הַכֶּסֶף מִשֶּׁל אֲחֵרִים","rdfs:label":"משנה קידושין א ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-3","jbo:text":"ר\"ע מברטנורה עבד כנעני נקנה בכסף ובשטר ובחזקה. דכתיב (ויקרא כה) והתנחלתם אותם לבניכם [אחריכם] לרשת אחזה {כו}, הקיש עבדים לקרקעות, מה קרקע נקנה בכסף בשטר ובחזקה, אף עבד כנעני נקנה בכסף בשטר ובחזקה. וחזקת העבד, כגון שהתיר מנעל לרבו, או הנעילו, או הוליך כליו אחריו לבית המרחץ, הפשיטו, הרחיצו, סכו, גרדו, הלבישו, הגביהו או שהגביה הרב את העבד, קנאו: בכסף על ידי אחרים. שיתנוהו לרבו על מנת שיהיה זה בן חורין. אבל הוא עצמו לא יקבל מהם, ואפלו על מנת שאין לרבו רשות בו, דקסבר אין קנין לעבד בשום צד בלא רבו: ובשטר על ידי עצמו. דסבר חובה הוא לעבד שיצא מתחת ידי רבו לחרות, שאם עבד כהן הוא, פוסלו מלאכל בתרומה, ואם עבד ישראל הוא, אוסרו בשפחה. ומשום הכי קאמר דאינו יוצא לחרות בשטר על ידי אחרים אלא על ידי עצמו, דכיון דחובה היא לו אין חבין לאדם אלא בפניו. וכסף דעל ידי אחרים שאני, שכן קבלת רבו גרמה לו להשתחרר מאליו, ואין אחרים הללו חבין לו, אלא קבלת הרב, והרב אינו נעשה שלוחו, אלא לצרך עצמו, ומקנהו מאליו: וחכמים אומרים בכסף על ידי עצמו. דקסברי יש קנין לעבד בלא רבו, הלכך קונה את עצמו בכסף אפלו על ידי עצמו, וכל שכן על ידי אחרים: ובשטר על ידי אחרים. דסברי זכות הוא {כט} לעבד שיצא מתחת ידי רבו לחרות, וזכין לאדם שלא בפניו. והלכה כחכמים. והעבד כנעני קונה עצמו אם סמא רבו את עינו או הפיל את שנו או קטע ממנו אחד מעשרים וארבעה ראשי אברים {ל}, שהם [ראשי] אצבעות ידים, ואצבעות רגלים, וראשי אזנים, וראש החטם, וראש הזכרות, וראשי שדים באשה. והא דלא חשיב להו במתניתין בכלל הדברים שהעבד קונה את עצמו, משום דהיוצא בראשי אברים צריך גט שחרור {לא} מרבו, והינו קונה את עצמו בשטר: ובלבד שיהא הכסף משל אחרים. דעבד אין לו כלום, דאף מציאה וקבלת מתנה הכל לרבו. ואם בא להפדות על ידי עצמו צריך להיות הכסף משל אחרים שיתנוהו לו על מנת שאין לרבו רשות בו {לב}","jbo:textNikud":"ר\"ע מברטנורה עֶבֶד כְּנַעֲנִי נִקְנֶה בְכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה. דִּכְתִיב (וַיִּקְרָא כה) וְהִתְנַחַלְתֶּם אוֹתָם לִבְנֵיכֶם [אַחֲרֵיכֶם] לָרֶשֶׁת אֲחֻזָּה {כו}, הִקִּישׁ עֲבָדִים לְקַרְקָעוֹת, מַה קַּרְקַע נִקְנֶה בְּכֶסֶף בִּשְׁטָר וּבַחֲזָקָה, אַף עֶבֶד כְּנַעֲנִי נִקְנֶה בְּכֶסֶף בִּשְׁטָר וּבַחֲזָקָה. וְחֶזְקַת הָעֶבֶד, כְּגוֹן שֶׁהִתִּיר מִנְעָל לְרַבּוֹ, אוֹ הִנְעִילוֹ, אוֹ הוֹלִיךְ כֵּלָיו אַחֲרָיו לְבֵית הַמֶּרְחָץ, הִפְשִׁיטוֹ, הִרְחִיצוֹ, סָכוֹ, גֵּרְדוֹ, הִלְבִּישׁוֹ, הִגְבִּיהוֹ אוֹ שֶׁהִגְבִּיהַּ הָרַב אֶת הָעֶבֶד, קְנָאוֹ: בְּכֶסֶף עַל יְדֵי אֲחֵרִים. שֶׁיִּתְּנוּהוּ לְרַבּוֹ עַל מְנָת שֶׁיִּהְיֶה זֶה בֶן חוֹרִין. אֲבָל הוּא עַצְמוֹ לֹא יְקַבֵּל מֵהֶם, וַאֲפִלּוּ עַל מְנָת שֶׁאֵין לְרַבּוֹ רְשׁוּת בּוֹ, דְּקָסָבַר אֵין קִנְיָן לְעֶבֶד בְּשׁוּם צַד בְּלֹא רַבּוֹ: וּבִשְׁטָר עַל יְדֵי עַצְמוֹ. דְּסָבַר חוֹבָה הוּא לְעֶבֶד שֶׁיֵּצֵא מִתַּחַת יְדֵי רַבּוֹ לְחֵרוּת, שֶׁאִם עֶבֶד כֹּהֵן הוּא, פּוֹסְלוֹ מִלֶּאֱכֹל בַּתְּרוּמָה, וְאִם עֶבֶד יִשְׂרָאֵל הוּא, אוֹסְרוֹ בְּשִׁפְחָה. וּמִשּׁוּם הָכִי קָאָמַר דְּאֵינוֹ יוֹצֵא לְחֵרוּת בִּשְׁטָר עַל יְדֵי אֲחֵרִים אֶלָּא עַל יְדֵי עַצְמוֹ, דְּכֵיוָן דְּחוֹבָה הִיא לוֹ אֵין חָבִין לְאָדָם אֶלָּא בְפָנָיו. וְכֶסֶף דְּעַל יְדֵי אֲחֵרִים שָׁאנֵי, שֶׁכֵּן קַבָּלַת רַבּוֹ גָּרְמָה לוֹ לְהִשְׁתַּחְרֵר מֵאֵלָיו, וְאֵין אֲחֵרִים הַלָּלוּ חָבִין לוֹ, אֶלָּא קַבָּלַת הָרַב, וְהָרַב אֵינוֹ נַעֲשֶׂה שְׁלוּחוֹ, אֶלָּא לְצֹרֶךְ עַצְמוֹ, וּמַקְנֵהוּ מֵאֵלָיו: וַחֲכָמִים אוֹמְרִים בְּכֶסֶף עַל יְדֵי עַצְמוֹ. דְּקָסָבְרֵי יֵשׁ קִנְיָן לְעֶבֶד בְּלֹא רַבּוֹ, הִלְכָּךְ קוֹנֶה אֶת עַצְמוֹ בְכֶסֶף אֲפִלּוּ עַל יְדֵי עַצְמוֹ, וְכָל שֶׁכֵּן עַל יְדֵי אֲחֵרִים: וּבִשְׁטָר עַל יְדֵי אֲחֵרִים. דְּסָבְרֵי זְכוּת הוּא {כט} לְעֶבֶד שֶׁיֵּצֵא מִתַּחַת יְדֵי רַבּוֹ לְחֵרוּת, וְזָכִין לְאָדָם שֶׁלֹּא בְפָנָיו. וַהֲלָכָה כַּחֲכָמִים. וְהָעֶבֶד כְּנַעֲנִי קוֹנֶה עַצְמוֹ אִם סִמֵּא רַבּוֹ אֶת עֵינוֹ אוֹ הִפִּיל אֶת שִׁנּוֹ אוֹ קָטַע מִמֶּנּוּ אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה רָאשֵׁי אֵבָרִים {ל}, שֶׁהֵם [רָאשֵׁי] אֶצְבְּעוֹת יָדַיִם, וְאֶצְבְּעוֹת רַגְלַיִם, וְרָאשֵׁי אָזְנַיִם, וְרֹאשׁ הַחֹטֶם, וְרֹאשׁ הַזַּכְרוּת, וְרָאשֵׁי שָׁדַיִם בָּאִשָּׁה. וְהָא דְלָא חָשִׁיב לְהוּ בְּמַתְנִיתִין בִּכְלַל הַדְּבָרִים שֶׁהָעֶבֶד קוֹנֶה אֶת עַצְמוֹ, מִשּׁוּם דְּהַיּוֹצֵא בְרָאשֵׁי אֵבָרִים צָרִיךְ גֵּט שִׁחְרוּר {לא} מֵרַבּוֹ, וְהַיְנוּ קוֹנֶה אֶת עַצְמוֹ בִשְׁטָר: וּבִלְבַד שֶׁיְּהֵא הַכֶּסֶף מִשֶּׁל אֲחֵרִים. דְּעֶבֶד אֵין לוֹ כְלוּם, דְּאַף מְצִיאָה וְקַבָּלַת מַתָּנָה הַכֹּל לְרַבּוֹ. וְאִם בָּא לְהִפָּדוֹת עַל יְדֵי עַצְמוֹ צָרִיךְ לִהְיוֹת הַכֶּסֶף מִשֶּׁל אֲחֵרִים שֶׁיִּתְּנוּהוּ לוֹ עַל מְנָת שֶׁאֵין לְרַבּוֹ רְשׁוּת בּוֹ {לב}","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-3","jbo:text":"עיקר תוי\"ט {כה} בכסף כו'. בגמרא דהוא הדין בחליפין ובמשיכה, ומלתא דאיתא במטלטלי לא קתני: {כו} והאי קרא בפרשת בהר כתיב: {כז} בכסף. וביובל לא. ואף על גב דאתקיש לקרקעות לשדה אחזה, ושדה אחזה יוצאת ביובל כמפרש בכתוב, בעבד כתיב לעולם בהם תעבדו, כדאיתא בגמרא: {כח} ובשטר. דגמר לה לה מאשה: {כט} ולפי זה כל שכן על ידי עצמו. ואם תאמר ליערבינהו ולתני בכסף ובשטר בין על ידי עצמו בין על ידי אחרים. בגמרא משנינן דהך בבא ובשטר כו' לאו חכמים אמרי לה אלא רבי שמעון בן אלעזר היא, ושלש מחלקות בדבר. ופרש רש\"י הכי קאמרי ליה רבנן לרבי מאיר, אף בכסף על ידי עצמו, דיש קנין, וכל שכן על ידי אחרים דזכות הוא לו, וכל שכן שטר דזכות. ורבי שמעון בן אלעזר אומר בשטר על ידי אחרים, והכי קאמר, אף בשטר, וכל שכן בכסף, דעל ידי אחרים דוקא: {ל} יליף ליה בגמרא מכלל ופרט וכלל: {לא} יליף לה שלוח שלוח מאשה: {לב} שמעינן מנה דסברת הר\"ב דהלכה כי אמר על מנת שאין לרבו רשות בו מהני ולא קנה רבו, ואם כן כל שכן אשה שאם אמרו לה כן שלא קנה בעלה. שהרי העבד גופו קנוי לרבו ולא כן האשה לבעלה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כה} בְּכֶסֶף כוּ'. בַּגְּמָרָא דְּהוּא הַדִּין בַּחֲלִיפִין וּבִמְשִׁיכָה, וּמִלְּתָא דְאִיתָא בְּמִטַּלְטְלֵי לֹא קָתָנֵי: {כו} וְהַאי קְרָא בְפָרָשַׁת בְּהַר כְּתִיב: {כז} בְּכֶסֶף. וּבַיּוֹבֵל לֹא. וְאַף עַל גַּב דְּאִתַּקִּישׁ לְקַרְקָעוֹת לִשְׂדֵה אֲחֻזָּה, וּשְׂדֵה אֲחֻזָּה יוֹצֵאת בַּיּוֹבֵל כַּמְּפֹרָשׁ בַּכָּתוּב, בְּעֶבֶד כְּתִיב לְעוֹלָם בָּהֶם תַּעֲבֹדוּ, כִּדְאִיתָא בַגְּמָרָא: {כח} וּבִשְׁטָר. דְּגָמַר לָהּ לָהּ מֵאִשָּׁה: {כט} וּלְפִי זֶה כָּל שֶׁכֵּן עַל יְדֵי עַצְמוֹ. וְאִם תֹּאמַר לִיעָרְבִינְהוּ וְלִתְנֵי בְּכֶסֶף וּבִשְׁטָר בֵּין עַל יְדֵי עַצְמוֹ בֵּין עַל יְדֵי אֲחֵרִים. בַּגְּמָרָא מְשַׁנִּינַן דְּהַךְ בָּבָא וּבִשְׁטָר כוּ' לָאו חֲכָמִים אָמְרֵי לַהּ אֶלָּא רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר הִיא, וְשָׁלֹשׁ מַחֲלֹקוֹת בַּדָּבָר. וּפֵרֵשׁ רַשִׁ\"י הָכִי קָאָמְרֵי לֵיהּ רַבָּנָן לְרַבִּי מֵאִיר, אַף בְּכֶסֶף עַל יְדֵי עַצְמוֹ, דְּיֵשׁ קִנְיָן, וְכָל שֶׁכֵּן עַל יְדֵי אֲחֵרִים דִּזְכוּת הוּא לוֹ, וְכָל שֶׁכֵּן שְׁטָר דִּזְכוּת. וְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר בִּשְׁטָר עַל יְדֵי אֲחֵרִים, וְהָכִי קָאָמַר, אַף בִּשְׁטָר, וְכָל שֶׁכֵּן בְּכֶסֶף, דְּעַל יְדֵי אֲחֵרִים דַּוְקָא: {ל} יָלֵיף לֵיהּ בַּגְּמָרָא מִכְּלָל וּפְרָט וּכְלָל: {לא} יָלֵיף לַהּ שִׁלּוּחַ שִׁלּוּחַ מֵאִשָּׁה: {לב} שָׁמְעִינַן מִנָּהּ דִּסְבָרַת הָרַ\"ב דַּהֲלָכָה כִּי אָמַר עַל מְנָת שֶׁאֵין לְרַבּוֹ רְשׁוּת בּוֹ מַהֲנֵי וְלֹא קָנָה רַבּוֹ, וְאִם כֵּן כָּל שֶׁכֵּן אִשָּׁה שֶׁאִם אָמְרוּ לָהּ כֵּן שֶׁלֹּא קָנָה בַּעְלָהּ. שֶׁהֲרֵי הָעֶבֶד גּוּפוֹ קָנוּי לְרַבּוֹ וְלֹא כֵן הָאִשָּׁה לְבַעְלָהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין א ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-4","jbo:text":"בהמה גסה נקנית במסירה, והדקה בהגבהה {לד}, דברי רבי מאיר ורבי אליעזר. וחכמים אומרים, בהמה דקה נקנית במשיכה","jbo:textNikud":"בְּהֵמָה גַסָּה נִקְנֵית בִּמְסִירָה, וְהַדַּקָּה בְּהַגְבָּהָה {לד}, דִּבְרֵי רַבִּי מֵאִיר וְרַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, בְּהֵמָה דַקָּה נִקְנֵית בִּמְשִׁיכָה","rdfs:label":"משנה קידושין א ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-4","jbo:text":"ר\"ע מברטנורה במסירה. בעלים מוסרין {לג} אותה ללוקח באפסר או בשערה: בהגבהה. ולא במשיכה: נקנית במשיכה. ואף על גב דאפשר בהגבהה, מכל מקום נקנית במשיכה, משום דמסרכא, שהיא מתחזקת בצפרניה תמיד לאחז על גבי קרקע. ופסק ההלכה, בין בהמה דקה בין בהמה גסה נקנית במשיכה וכל שכן בהגבהה {לה}. ומשיכה קונה בסמטא שהיא זוית של רשות הרבים, ובחצר של שניהם {לו}. ומסירה קונה ברשות הרבים, ובחצר שאינה של שניהם {לז}. והגבהה קונה בכל מקום. וכל מה שדרכו בהגבהה אינו נקנה אלא בהגבהה {לח}. ודבר הנקנה במסירה אינו נקנה במשיכה {לט}. וכן דבר הנקנה במשיכה אינו נקנה במסירה","jbo:textNikud":"ר\"ע מברטנורה בִּמְסִירָה. בְּעָלִים מוֹסְרִין {לג} אוֹתָהּ לַלּוֹקֵחַ בָּאַפְסַר אוֹ בְּשַׂעֲרָהּ: בְּהַגְבָּהָה. וְלֹא בִּמְשִׁיכָה: נִקְנֵית בִּמְשִׁיכָה. וְאַף עַל גַּב דְּאֶפְשָׁר בְּהַגְבָּהָה, מִכָּל מָקוֹם נִקְנֵית בִּמְשִׁיכָה, מִשּׁוּם דְּמִסַּרְכָא, שֶׁהִיא מִתְחַזֶּקֶת בְּצִפָּרְנֶיהָ תָמִיד לֵאָחֵז עַל גַּבֵּי קַרְקַע. וּפְסַק הַהֲלָכָה, בֵּין בְּהֵמָה דַּקָּה בֵין בְּהֵמָה גַּסָּה נִקְנֵית בִּמְשִׁיכָה וְכָל שֶׁכֵּן בְּהַגְבָּהָה {לה}. וּמְשִׁיכָה קוֹנָה בְּסִמְטָא שֶׁהִיא זָוִית שֶׁל רְשׁוּת הָרַבִּים, וּבְחָצֵר שֶׁל שְׁנֵיהֶם {לו}. וּמְסִירָה קוֹנָה בִּרְשׁוּת הָרַבִּים, וּבְחָצֵר שֶׁאֵינָהּ שֶׁל שְׁנֵיהֶם {לז}. וְהַגְבָּהָה קוֹנָה בְכָל מָקוֹם. וְכָל מַה שֶּׁדַּרְכּוֹ בְהַגְבָּהָה אֵינוֹ נִקְנֶה אֶלָּא בְהַגְבָּהָה {לח}. וְדָבָר הַנִּקְנֶה בִמְסִירָה אֵינוֹ נִקְנֶה בִמְשִׁיכָה {לט}. וְכֵן דָּבָר הַנִּקְנֶה בִמְשִׁיכָה אֵינוֹ נִקְנֶה בִמְסִירָה","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-4","jbo:text":"עיקר תוי\"ט {לג} לאו דוקא, דאין צריך שימסרנה מיד ליד. אלא כל שאחזה במצותו סגי. הר\"ן: {לד} בהגבהה. שלשה טפחים, דנפקא ליה מתורת לבוד. רש\"י. ולא דמי לערוב דמשנה ו' פרק ז' דערובין דהגבהה טפח סגי לזכות בו. דשאני שתופי מבואות דרבנן לא הצריכו קניה כל כך. ורבנו תם מפרש דכל הגבהה בטפח קני: {לה} משמע דבמסירה לא. שמע מנה דמשיכה עדיפא ממסירה: {לו} טעמא דמלתא, משום דמשיכה הינו שמושך הדבר לרשותו, ואלו רשות הרבים לאו רשותו הוא, שהרי אין לו רשות להביא שם כליו. ואף דבכלל משיכה מסירה, שהרי אין צריך מיד ליד (ומשיכה צריכה נמי להיות במצות המוכר, אי נמי בפניו, וכן דין המסירה). וכיון שהמסירה קונה ברשות הרבים איך אפשר שהמשיכה לא תקנה. לאו קשיא היא, דכיון שמשך גלי דעתיה דלא ניחא ליה דלקני במסירה אלא במשיכה, ומשיכה ברשות הרבים לאו מידי היא. והא דמסירה לא קני בסמטא ובחצר של שניהם, משום דאפשר במשיכה, אי נמי כו'. ועין תוספות יום טוב: {לז} הינו כשהכניסה שלא ברשות בעל החצר. דאם לא כן הוי חצר שלו או של שניהם. המגיד: {לח} מסים הרמב\"ם ואפלו שאנו אומרים בו דנקנה במשיכה. ומכל מקום יצא מן הכלל בהמה דקה, משום דמסרכא. ועין תוספות יום טוב: {לט} לא ידעתי טעם הדבר, דודאי דמשיכה דעדיפא ממסירה כמו שכתבתי מהני בדבר הנקנה במסירה דגריעה מנה","jbo:textNikud":"עיקר תוי\"ט {לג} לָאו דַוְקָא, דְּאֵין צָרִיךְ שֶׁיִּמְסְרֶנָּה מִיָּד לְיָד. אֶלָּא כָּל שֶׁאֲחָזָהּ בְּמִצְוָתוֹ סַגִּי. הָרַ\"ן: {לד} בְּהַגְבָּהָה. שְׁלֹשָׁה טְפָחִים, דְּנָפְקָא לֵיהּ מִתּוֹרַת לָבוּד. רַשִׁ\"י. וְלֹא דָּמֵי לְעֵרוּב דְּמִשְׁנָה ו' פֶּרֶק ז' דְּעֵרוּבִין דְּהַגְבָּהָה טֶפַח סַגִּי לִזְכּוֹת בּוֹ. דְּשָׁאנֵי שִׁתּוּפֵי מְבוֹאוֹת דְּרַבָּנָן לֹא הִצְרִיכוּ קְנִיָּה כָּל כָּךְ. וְרַבֵּנוּ תָּם מְפָרֵשׁ דְּכָל הַגְבָּהָה בְּטֶפַח קָנֵי: {לה} מַשְׁמַע דְּבִמְסִירָה לֹא. שְׁמַע מִנָּהּ דִּמְשִׁיכָה עֲדִיפָא מִמְּסִירָה: {לו} טַעֲמָא דְמִלְּתָא, מִשּׁוּם דִּמְשִׁיכָה הַיְנוּ שֶׁמּוֹשֵׁךְ הַדָּבָר לִרְשׁוּתוֹ, וְאִלּוּ רְשׁוּת הָרַבִּים לָאו רְשׁוּתוֹ הוּא, שֶׁהֲרֵי אֵין לוֹ רְשׁוּת לְהָבִיא שָׁם כֵּלָיו. וְאַף דְּבִכְלַל מְשִׁיכָה מְסִירָה, שֶׁהֲרֵי אֵין צָרִיךְ מִיָּד לְיָד (וּמְשִׁיכָה צְרִיכָה נַמִּי לִהְיוֹת בְּמִצְוַת הַמּוֹכֵר, אִי נַמִּי בְפָנָיו, וְכֵן דִּין הַמְּסִירָה). וְכֵיוָן שֶׁהַמְּסִירָה קוֹנָה בִרְשׁוּת הָרַבִּים אֵיךְ אֶפְשָׁר שֶׁהַמְּשִׁיכָה לֹא תִקְנֶה. לָאו קֻשְׁיָא הִיא, דְּכֵיוָן שֶׁמָּשַׁךְ גַּלֵּי דַעְתֵּיהּ דְּלֹא נִיחָא לֵיהּ דְּלִקְנֵי בִמְסִירָה אֶלָּא בִמְשִׁיכָה, וּמְשִׁיכָה בִּרְשׁוּת הָרַבִּים לָאו מִידֵי הִיא. וְהָא דִמְסִירָה לֹא קָנֵי בְּסִמְטָא וּבְחָצֵר שֶׁל שְׁנֵיהֶם, מִשּׁוּם דְּאֶפְשָׁר בִּמְשִׁיכָה, אִי נַמִּי כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לז} הַיְנוּ כְּשֶׁהִכְנִיסָהּ שֶׁלֹּא בִּרְשׁוּת בַּעַל הֶחָצֵר. דְּאִם לֹא כֵן הֲוֵי חָצֵר שֶׁלּוֹ אוֹ שֶׁל שְׁנֵיהֶם. הַמַּגִּיד: {לח} מְסַיֵּם הָרַמְבַּ\"ם וַאֲפִלּוּ שֶׁאָנוּ אוֹמְרִים בּוֹ דְּנִקְנֶה בִמְשִׁיכָה. וּמִכָּל מָקוֹם יָצָא מִן הַכְּלָל בְּהֵמָה דַקָּה, מִשּׁוּם דְּמִסַּרְכָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לט} לֹא יָדַעְתִּי טַעַם הַדָּבָר, דְּוַדַּאי דִּמְשִׁיכָה דַעֲדִיפָא מִמְּסִירָה כְּמוֹ שֶׁכָּתַבְתִּי מַהֲנֵי בְּדָבָר הַנִּקְנֶה בִמְסִירָה דִּגְרִיעָה מִנָּהּ","rdfs:label":"עיקר תוי\"ט משנה קידושין א ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-5","jbo:text":"נכסים שיש להם אחריות נקנין בכסף {מא} ובשטר ובחזקה. ושאין להם אחריות, אין נקנין אלא במשיכה {מט}. נכסים שאין להם אחריות, נקנין עם {נא} נכסים שיש להם אחריות, בכסף ובשטר ובחזקה. וזוקקין {נב} נכסים שאין להם אחריות את הנכסים שיש להם אחריות לשבע עליהן","jbo:textNikud":"נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת נִקְנִין בְּכֶסֶף {מא} וּבִשְׁטָר וּבַחֲזָקָה. וְשֶׁאֵין לָהֶם אַחֲרָיוּת, אֵין נִקְנִין אֶלָּא בִמְשִׁיכָה {מט}. נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת, נִקְנִין עִם {נא} נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת, בְּכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה. וְזוֹקְקִין {נב} נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת לִשָּׁבַע עֲלֵיהֶן","rdfs:label":"משנה קידושין א ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-5","jbo:text":"ר\"ע מברטנורה נכסים שיש להם אחריות. הינו קרקעות, שהמלוה את חברו סומך עליהם לפי שקימים ועומדים. ופרוש אחריות, חזרה, שחוזר המלוה עליהם {מ} וטורף אותם מן הלקוחות כשלא ימצא כלום ללוה: נקנין בכסף. דכתיב (ירמיה לב) שדות בכסף יקנו {מב}. והני מלי במקום שאין רגילין לכתב שטר, אבל במקום שרגילין לכתב שטר לא קנה עד שיכתב שטר {מג}: בשטר. שכותב על הניר או על החרס שדי נתונה לך שדי קנויה לך {מד}, ומוסרו לקונה. ודוקא במתנה נקנה הקרקע בשטר. אבל במכירה, עד שיתן את הכסף {מה}, אלא אם כן מוכר שדהו מפני רעתה {מו}, דבהא קנה בשטר לחודיה. ומנלן דמקרקעי נקנין בשטר, דכתיב (ירמיה לב) וכתוב בספר וחתום {מז}: ובחזקה. כגון שחפר בקרקע מעט, או נעל, וגדר, ופרץ {מח} כל שהוא בפני המוכר. ואם היה שלא בפניו, צריך שיאמר לו לך חזק וקני. ומנא לן שקרקע נקנה בחזקה, דכתיב (דברים יא) וירשתם אתה וישבתם בה, במה ירשתם, בישיבה: ושאין להם אחריות אין נקנין אלא במשיכה. דכתיב (ויקרא כה) או קנה מיד עמיתך, דבר שאפשר לתתו מיד ליד אינו נקנה אלא בנתינה מיד ליד {נ}: נקנין עם נכסים כו'. אם מכר מטלטלין עם הקרקע, כיון שקנה לוקח הקרקע באחד משלשה קנינים הללו, נקנו מטלטלין עמה, והוא שיאמר לו קני [הני] אגב קרקע. ונפקא לן מקרא דכתיב בדברי הימים (ב כא) ויתן להם אביהם מתנות רבות לכסף ולזהב ולמגדנות עם ערי מצרות: וזוקקין נכסים הללו שאין להם אחריות את הנכסים שיש להם אחריות כו'. אף על גב דאין נשבעין על הקרקעות, היכא דטענו מטלטלין וקרקעות ונתחיב לשבע על המטלטלין, זוקקין המטלטלין את הקרקעות לשבע עליהם על ידי גלגול שבועה. ולמדנו גלגול שבועה מסוטה, דכתיב (במדבר ה) ואמרה האשה אמן אמן, אמן מאיש זה, אמן מאיש אחר. אמן שלא שטיתי ארוסה, אמן שלא שטיתי נשואה, שומרת יבם, וכנוסה {נג}","jbo:textNikud":"ר\"ע מברטנורה נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת. הַיְנוּ קַרְקָעוֹת, שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ סוֹמֵךְ עֲלֵיהֶם לְפִי שֶׁקַּיָּמִים וְעוֹמְדִים. וּפֵרוּשׁ אַחֲרָיוּת, חֲזָרָה, שֶׁחוֹזֵר הַמַּלְוֶה עֲלֵיהֶם {מ} וְטוֹרֵף אוֹתָם מִן הַלָּקוֹחוֹת כְּשֶׁלֹּא יִמְצָא כְלוּם לַלֹּוֶה: נִקְנִין בְּכֶסֶף. דִּכְתִיב (יִרְמְיָה לב) שָׂדוֹת בַּכֶּסֶף יִקְנוּ {מב}. וְהָנֵי מִלֵּי בְּמָקוֹם שֶׁאֵין רְגִילִין לִכְתֹּב שְׁטָר, אֲבָל בְּמָקוֹם שֶׁרְגִילִין לִכְתֹּב שְׁטָר לֹא קָנָה עַד שֶׁיִּכְתֹּב שְׁטָר {מג}: בִּשְׁטָר. שֶׁכּוֹתֵב עַל הַנְּיָר אוֹ עַל הַחֶרֶס שָׂדִי נְתוּנָה לְךָ שָׂדִי קְנוּיָה לְךָ {מד}, וּמוֹסְרוֹ לַקּוֹנֶה. וְדַוְקָא בְּמַתָּנָה נִקְנֶה הַקַּרְקַע בִּשְׁטָר. אֲבָל בִּמְכִירָה, עַד שֶׁיִּתֵּן אֶת הַכֶּסֶף {מה}, אֶלָּא אִם כֵּן מוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ {מו}, דִּבְהָא קָנָה בִּשְׁטָר לְחוּדֵיהּ. וּמְנָלָן דִּמְקַרְקְעֵי נִקְנִין בִּשְׁטָר, דִּכְתִיב (יִרְמְיָה לב) וְכָתוֹב בַּסֵּפֶר וְחָתוֹם {מז}: וּבַחֲזָקָה. כְּגוֹן שֶׁחָפַר בַּקַּרְקַע מְעַט, אוֹ נָעַל, וְגָדַר, וּפָרַץ {מח} כָּל שֶׁהוּא בִּפְנֵי הַמּוֹכֵר. וְאִם הָיָה שֶׁלֹּא בְפָנָיו, צָרִיךְ שֶׁיֹּאמַר לוֹ לֵךְ חֲזֵק וּקְנֵי. וּמְנָא לָן שֶׁקַּרְקַע נִקְנֶה בַחֲזָקָה, דִּכְתִיב (דְּבָרִים יא) וִירִשְׁתֶּם אֹתָהּ וִישַׁבְתֶּם בָּהּ, בַּמֶּה יְרַשְׁתֶּם, בִּישִׁיבָה: וְשֶׁאֵין לָהֶם אַחֲרָיוּת אֵין נִקְנִין אֶלָּא בִמְשִׁיכָה. דִּכְתִיב (וַיִּקְרָא כה) אוֹ קָנֹה מִיַּד עֲמִיתֶךָ, דָּבָר שֶׁאֶפְשָׁר לְתִתּוֹ מִיָּד לְיַד אֵינוֹ נִקְנֶה אֶלָּא בִנְתִינָה מִיָּד לְיָד {נ}: נִקְנִין עִם נְכָסִים כוּ'. אִם מָכַר מִטַּלְטְלִין עִם הַקַּרְקַע, כֵּיוָן שֶׁקָּנָה לוֹקֵחַ הַקַּרְקַע בְּאֶחָד מִשְּׁלֹשָׁה קִנְיָנִים הַלָּלוּ, נִקְנוּ מִטַּלְטְלִין עִמָּהּ, וְהוּא שֶׁיֹּאמַר לוֹ קְנֵי [הָנֵי] אַגַּב קַרְקַע. וְנָפְקָא לָן מִקְּרָא דִכְתִיב בְּדִבְרֵי הַיָּמִים (ב כא) וַיִּתֵּן לָהֶם אֲבִיהֶם מַתָּנוֹת רַבּוֹת לְכֶסֶף וּלְזָהָב וּלְמִגְדָּנוֹת עִם עָרֵי מְצֻרוֹת: וְזוֹקְקִין נְכָסִים הַלָּלוּ שֶׁאֵין לָהֶם אַחֲרָיוּת אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת כוּ'. אַף עַל גַּב דְּאֵין נִשְׁבָּעִין עַל הַקַּרְקָעוֹת, הֵיכָא דִטְעָנוֹ מִטַּלְטְלִין וְקַרְקָעוֹת וְנִתְחַיֵּב לִשָּׁבַע עַל הַמִּטַּלְטְלִין, זוֹקְקִין הַמִּטַּלְטְלִין אֶת הַקַּרְקָעוֹת לִשָּׁבַע עֲלֵיהֶם עַל יְדֵי גִלְגּוּל שְׁבוּעָה. וְלָמַדְנוּ גִלְגּוּל שְׁבוּעָה מִסּוֹטָה, דִּכְתִיב (בְּמִדְבָּר ה) וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן, אָמֵן מֵאִישׁ זֶה, אָמֵן מֵאִישׁ אַחֵר. אָמֵן שֶׁלֹּא שָׂטִיתִי אֲרוּסָה, אָמֵן שֶׁלֹּא שָׂטִיתִי נְשׂוּאָה, שׁוֹמֶרֶת יָבָם, וּכְנוּסָה {נג}","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-5","jbo:text":"עיקר תוי\"ט {מ} וכלומר שחוזר לאחור. ולשון הערוך ואחריתך תאכל באש (יחזקאל כג), תרגום ושפר ארעך תתוקד בנורא: {מא} בכסף. בשוה פרוטה. דבפחות משוה פרוטה לא מקרי כסף. בית יוסף: {מב} ואימא עד דאיכא שטר, דכתיב וכתוב בספר וחתום. אי כתיב יקנו לבסוף, כדקאמרת, השתא דכתיב יקנו מעקרא, כסף קני, שטר ראיה בעלמא הוא. גמרא: {מג} כיון שרגילים בהכי לא סמכה דעתיה דלוקח עד דנקיט שטרא ועקר דעתו לקנות על השטר הוא. רש\"י. ובכל שטר עסקינן, ואפלו בשטר הודאה (כלומר שטר ראיה. בית דוד). ומיהו כשרגילין בשטר קנין תולה קניתו בשטר ואינו קונה משעת נתינת הכסף. וכשרגילין בשטר ראיה, כשנכתב השטר קנה למפרע משעת נתינת הכסף. הר\"ן. ועין תוספות יום טוב: {מד} או או קאמר. ומשכחת ליה דקניה, במוכר שדהו מפני רעתה, כדמפרש ואזיל: {מה} דלא גמר מוכר ומקנה עד שמקבל דמים, ואף על גב דקביל דמים בעי שטרא כדלעיל. רש\"י: {מו} דניחא ליה דלקני ליה שטרא ללוקח כי היכי דלא מצי למהדר ביה. רש\"י: {מז} וכן כתב הרמב\"ם. ותימה דהא אמרן לעיל דהאי קרא לשטר ראיה בעלמא הוא. ובגמרא, אלא מהכא ואקח את ספר המקנה, פרש רש\"י אלמא יש קנין אף בספר לבדו: {מח} ושיר קנין חליפין: {מט} במשיכה. לא אתא למעוטי אלא קנינין דנכסים שיש להן אחריות, דהינו כסף שטר וחזקה. אבל אין הכי נמי דנקנין במסירה והגבהה. ונקט משיכה משום דרב קנית מטלטלין במשיכה כו'. הר\"ן. ועין תוספות יום טוב: {נ} וכן כתב הרמב\"ם. ותימה דבמשנה ב' פרק ד' דבבא מציעא מפרש דבר תורה מעות קונות וחכמים תקנו משיכה כו', ובגמרא סתמא דתלמודא קאמר דכתיב קנה מיד כו', והדר אמרינן ולרבי יוחנן דאמר דבר תורה מעות קונות מאי איכא למימר, תנא תקנתא דרבנן קתני: {נא} עם. מסקינן בגמרא דלא בעינן צבורין ומנחין בקרקע: {נב} וזוקקין. גוררין. הר\"ב פרק ו' דשבועות משנה ג'","jbo:textNikud":"עיקר תוי\"ט {מ} וּכְלוֹמַר שֶׁחוֹזֵר לְאָחוֹר. וּלְשׁוֹן הֶעָרוּךְ וַאַחֲרִיתֵךְ תֵּאָכֵל בָּאֵשׁ (יְחֶזְקֵאל כג), תַּרְגּוּם וּשְׁפַר אַרְעֵךְ תִּתּוֹקַד בְּנוּרָא: {מא} בְּכֶסֶף. בְּשָׁוֶה פְרוּטָה. דִּבְפָחוֹת מִשָּׁוֶה פְרוּטָה לֹא מִקְּרֵי כֶסֶף. בֵּית יוֹסֵף: {מב} וְאֵימָא עַד דְּאִיכָּא שְׁטָר, דִּכְתִיב וְכָתוֹב בַּסֵּפֶר וְחָתוֹם. אִי כְתִיב יִקְנוּ לְבַסּוֹף, כִּדְקָאָמַרְתְּ, הַשְׁתָּא דִכְתִיב יִקְנוּ מֵעִקָּרָא, כֶּסֶף קָנֵי, שְׁטָר רְאָיָה בְעָלְמָא הוּא. גְּמָרָא: {מג} כֵּיוָן שֶׁרְגִילִים בְּהָכִי לֹא סָמְכָה דַעְתֵּיהּ דְּלוֹקֵחַ עַד דְּנָקֵיט שְׁטָרָא וְעִקַּר דַּעְתּוֹ לִקְנוֹת עַל הַשְּׁטָר הוּא. רַשִׁ\"י. וּבְכָל שְׁטָר עָסְקִינַן, וַאֲפִלּוּ בִשְׁטַר הוֹדָאָה (כְּלוֹמַר שְׁטַר רְאָיָה. בֵּית דָּוִד). וּמִיהוּ כְּשֶׁרְגִילִין בִּשְׁטַר קִנְיָן תּוֹלֶה קְנִיָּתוֹ בַּשְּׁטָר וְאֵינוֹ קוֹנֶה מִשְּׁעַת נְתִינַת הַכֶּסֶף. וּכְשֶׁרְגִילִין בִּשְׁטַר רְאָיָה, כְּשֶׁנִּכְתַּב הַשְּׁטָר קָנָה לְמַפְרֵעַ מִשְּׁעַת נְתִינַת הַכֶּסֶף. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מד} אוֹ אוֹ קָאָמַר. וּמַשְׁכַּחַת לֵיהּ דְּקַנְיֵהּ, בְּמוֹכֵר שָׂדֵהוּ מִפְּנֵי רָעָתָהּ, כְּדִמְפָרֵשׁ וְאָזֵיל: {מה} דְּלֹא גָמַר מוֹכֵר וּמַקְנֶה עַד שֶׁמְּקַבֵּל דָּמִים, וְאַף עַל גַּב דְּקַבֵּיל דָּמִים בָּעֵי שְׁטָרָא כְדִלְעֵיל. רַשִׁ\"י: {מו} דְּנִיחָא לֵיהּ דְּלִקְּנֵי לֵיהּ שְׁטָרָא לַלּוֹקֵחַ כִּי הֵיכִי דְלָא מָצֵי לְמִהֲדַר בֵּיהּ. רַשִׁ\"י: {מז} וְכֵן כָּתַב הָרַמְבַּ\"ם. וְתֵימַהּ דְּהָא אָמְרָן לְעֵיל דְּהַאי קְרָא לִשְׁטַר רְאָיָה בְעָלְמָא הוּא. וּבַגְּמָרָא, אֶלָּא מֵהָכָא וָאֶקַּח אֶת סֵפֶר הַמִּקְנָה, פֵּרֵשׁ רַשִׁ\"י אַלְמָא יֵשׁ קִנְיָן אַף בְּסֵפֶר לְבַדּוֹ: {מח} וְשִׁיֵּר קִנְיַן חֲלִיפִין: {מט} בִּמְשִׁיכָה. לֹא אֲתָא לְמַעוֹטֵי אֶלָּא קִנְיָנִין דִּנְכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת, דְּהַיְנוּ כֶּסֶף שְׁטָר וַחֲזָקָה. אֲבָל אִין הָכִי נַמִּי דְנִקְנִין בִּמְסִירָה וְהַגְבָּהָה. וְנָקַט מְשִׁיכָה מִשּׁוּם דְּרֹב קְנִיַּת מִטַּלְטְלִין בִּמְשִׁיכָה כוּ'. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {נ} וְכֵן כָּתַב הָרַמְבַּ\"ם. וְתֵימַהּ דִּבְמִשְׁנָה ב' פֶּרֶק ד' דְּבָבָא מְצִיעָא מְפָרֵשׁ דְּבַר תּוֹרָה מָעוֹת קוֹנוֹת וַחֲכָמִים תִּקְּנוּ מְשִׁיכָה כוּ', וּבַגְּמָרָא סְתָמָא דְתַלְמוּדָא קָאָמַר דִּכְתִיב קָנֹה מִיַּד כוּ', וַהֲדַר אָמְרִינַן וּלְרַבִּי יוֹחָנָן דְּאָמַר דְּבַר תּוֹרָה מָעוֹת קוֹנוֹת מַאי אִיכָּא לְמֵימַר, תַּנָּא תַּקַּנְתָּא דְרַבָּנָן קָתָנֵי: {נא} עִם. מַסְּקִינַן בַּגְּמָרָא דְלָא בָעִינַן צְבוּרִין וּמֻנָּחִין בַּקַּרְקַע: {נב} וְזוֹקְקִין. גּוֹרְרִין. הָרַ\"ב פֶּרֶק ו' דִּשְׁבוּעוֹת מִשְׁנָה ג'","rdfs:label":"עיקר תוי\"ט משנה קידושין א ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-6","jbo:text":"כל הנעשה דמים באחר, כיון שזכה זה, נתחיב זה בחליפיו. כיצד. החליף שור בפרה או חמור בשור, כיון שזכה זה, נתחיב זה בחליפיו. רשות הגבוה, בכסף {נו}, ורשות ההדיוט, בחזקה. אמירתו לגבוה, כמסירתו להדיוט","jbo:textNikud":"כָּל הַנַּעֲשֶׂה דָמִים בְּאַחֵר, כֵּיוָן שֶׁזָּכָה זֶה, נִתְחַיֵּב זֶה בַחֲלִיפָיו. כֵּיצַד. הֶחֱלִיף שׁוֹר בְּפָרָה אוֹ חֲמוֹר בְּשׁוֹר, כֵּיוָן שֶׁזָּכָה זֶה, נִתְחַיֵּב זֶה בַחֲלִיפָיו. רְשׁוּת הַגָּבוֹהַּ, בְּכֶסֶף {נו}, וּרְשׁוּת הַהֶדְיוֹט, בַּחֲזָקָה. אֲמִירָתוֹ לַגָּבוֹהַּ, כִּמְסִירָתוֹ לַהֶדְיוֹט","rdfs:label":"משנה קידושין א ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-6","jbo:text":"ר\"ע מברטנורה כל הנעשה דמים באחר. מפרש בגמרא כל הנשום דמים באחר, כל דבר שאם בא לתתו דמים באחר צריך לשומו, דהינו כל מטלטלין בר ממטבע: כיון שזכה זה. כלומר כיון שמשך האחד נתחיב האחר בחליפין בכל מקום שהם אם מתו או אבדו, ואף על פי שלא משך, לפי שבמשיכת המוכר את הסודר {נד} או את החפץ, נקנה המקח ללוקח בכל מקום שהוא. ואף על פי שאין בחפץ שקונים בו שוה פרוטה. ובלבד שלא יהיה מטבע או פרות, שאלו אין קונין בהם. וכל הדברים נקנים בחליפין, מטלטלין עבדים וקרקעות, חוץ מהמטבע שאינו נקנה בחליפין, משום דדעתיה דאנש אצורתא דמטבע לא על גופיה, וצורתא עבידא דבטלה {נה}. לפיכך אם לקח אדם מטבע בלא משקל ובלא מנין, ואמר אלו חליפי שדה פלונית, או עבד פלוני, או חפץ פלוני, כיון שמשך זה, נתחיב האחר בחליפיו, דהא גלי דעתיה דלאו אצורתא קפיד הואיל ולא שקל ולא מנה. ואין שום דרך שיועיל בקנית המטבע היכא דליתיה בעיניה, אלא להקנותו אגב קרקע: רשות הגבוה בכסף. גזבר שנתן מעות בבהמה לצרך הקדש, אפלו היא בסוף העולם, קנה. ובהדיוט לא קנה אלא בחזקה, כלומר עד שימשך {נז}. ואם נתן ההדיוט דמים על החפץ, כל זמן שלא משך החפץ לא קנה, ומחזיר המוכר את הדמים אם חוזר בו ממכירת החפץ, וצריך לקבל עליו מי שפרע. אבל אם משך הלוקח החפץ, אף על פי שעדין לא נתן הדמים שהתנה, אין שום אחד מהם יכול לחזר בו. ואם לא נתן דמים ולא משך החפץ, אלא שנתפשרו על המקח בפני עדים ונתרצה זה שיקנה בכך וכך, ונתרצה חברו למכר בכך ובכך, אפלו אמר אתם עדי, אין באלה הדברים כלום, ואפלו מי שפרע אין כאן: אמירתו לגבוה כמסירתו להדיוט. האומר שור זה עולה {נח}, בית זה הקדש, אפלו בסוף העולם, קנה. ובהדיוט לא קנה עד שימשך בבהמה, ויחזיק בבית","jbo:textNikud":"ר\"ע מברטנורה כָּל הַנַּעֲשֶׂה דָמִים בְּאַחֵר. מְפָרֵשׁ בַּגְּמָרָא כָּל הַנִּשּׁוֹם דָּמִים בְּאַחֵר, כָּל דָּבָר שֶׁאִם בָּא לְתִתּוֹ דָּמִים בְּאַחֵר צָרִיךְ לְשׁוּמוֹ, דְּהַיְנוּ כָּל מִטַּלְטְלִין בַּר מִמַּטְבֵּעַ: כֵּיוָן שֶׁזָּכָה זֶה. כְּלוֹמַר כֵּיוָן שֶׁמָּשַׁךְ הָאֶחָד נִתְחַיֵּב הָאַחֵר בַּחֲלִיפִין בְּכָל מָקוֹם שֶׁהֵם אִם מֵתוּ אוֹ אָבְדוּ, וְאַף עַל פִּי שֶׁלֹּא מָשַׁךְ, לְפִי שֶׁבִּמְשִׁיכַת הַמּוֹכֵר אֶת הַסּוּדָר {נד} אוֹ אֶת הַחֵפֶץ, נִקְנֶה הַמִּקָּח לַלּוֹקֵחַ בְּכָל מָקוֹם שֶׁהוּא. וְאַף עַל פִּי שֶׁאֵין בַּחֵפֶץ שֶׁקּוֹנִים בּוֹ שָׁוֶה פְרוּטָה. וּבִלְבַד שֶׁלֹּא יִהְיֶה מַטְבֵּעַ אוֹ פֵרוֹת, שֶׁאֵלּוּ אֵין קוֹנִין בָּהֶם. וְכָל הַדְּבָרִים נִקְנִים בַּחֲלִיפִין, מִטַּלְטְלִין עֲבָדִים וְקַרְקָעוֹת, חוּץ מֵהַמַּטְבֵּעַ שֶׁאֵינוֹ נִקְנֶה בַּחֲלִיפִין, מִשּׁוּם דְּדַעְתֵּיהּ דֶּאֱנָשׁ אַצּוּרְתָא דְמַטְבֵּעַ לֹא עַל גּוּפֵיהּ, וְצוּרְתָא עֲבִידָא דְבָטְלָה {נה}. לְפִיכָךְ אִם לָקַח אָדָם מַטְבֵּעַ בְּלֹא מִשְׁקָל וּבְלֹא מִנְיָן, וְאָמַר אֵלּוּ חֲלִיפֵי שָׂדֶה פְלוֹנִית, אוֹ עֶבֶד פְּלוֹנִי, אוֹ חֵפֶץ פְּלוֹנִי, כֵּיוָן שֶׁמָּשַׁךְ זֶה, נִתְחַיֵּב הָאַחֵר בַּחֲלִיפָיו, דְּהָא גַּלֵּי דַעְתֵּיהּ דְּלָאו אַצּוּרְתָא קָפֵיד הוֹאִיל וְלֹא שָׁקַל וְלֹא מָנָה. וְאֵין שׁוּם דֶּרֶךְ שֶׁיּוֹעִיל בִּקְנִיַּת הַמַּטְבֵּעַ הֵיכָא דְּלֵיתֵיהּ בְּעֵינֵיהּ, אֶלָּא לְהַקְנוֹתוֹ אַגַּב קַרְקַע: רְשׁוּת הַגָּבוֹהַּ בְּכֶסֶף. גִּזְבָּר שֶׁנָּתַן מָעוֹת בִּבְהֵמָה לְצֹרֶךְ הֶקְדֵּשׁ, אֲפִלּוּ הִיא בְסוֹף הָעוֹלָם, קָנָה. וּבְהֶדְיוֹט לֹא קָנָה אֶלָּא בַּחֲזָקָה, כְּלוֹמַר עַד שֶׁיִּמְשֹׁךְ {נז}. וְאִם נָתַן הַהֶדְיוֹט דָּמִים עַל הַחֵפֶץ, כָּל זְמַן שֶׁלֹּא מָשַׁךְ הַחֵפֶץ לֹא קָנָה, וּמַחֲזִיר הַמּוֹכֵר אֶת הַדָּמִים אִם חוֹזֵר בּוֹ מִמְּכִירַת הַחֵפֶץ, וְצָרִיךְ לְקַבֵּל עָלָיו מִי שֶׁפָּרַע. אֲבָל אִם מָשַׁךְ הַלּוֹקֵחַ הַחֵפֶץ, אַף עַל פִּי שֶׁעֲדַיִן לֹא נָתַן הַדָּמִים שֶׁהִתְנָה, אֵין שׁוּם אֶחָד מֵהֶם יָכוֹל לַחֲזֹר בּוֹ. וְאִם לֹא נָתַן דָּמִים וְלֹא מָשַׁךְ הַחֵפֶץ, אֶלָּא שֶׁנִּתְפַּשְׁרוּ עַל הַמִּקָּח בִּפְנֵי עֵדִים וְנִתְרַצָּה זֶה שֶׁיִּקְנֶה בְּכָךְ וְכָךְ, וְנִתְרַצָּה חֲבֵרוֹ לִמְכֹּר בְּכָךְ וּבְכָךְ, אֲפִלּוּ אָמַר אַתֶּם עֵדַי, אֵין בְּאֵלֶּה הַדְּבָרִים כְּלוּם, וַאֲפִלּוּ מִי שֶׁפָּרַע אֵין כָּאן: אֲמִירָתוֹ לַגָּבוֹהַּ כִּמְסִירָתוֹ לַהֶדְיוֹט. הָאוֹמֵר שׁוֹר זֶה עוֹלָה {נח}, בַּיִת זֶה הֶקְדֵּשׁ, אֲפִלּוּ בְּסוֹף הָעוֹלָם, קָנָה. וּבְהֶדְיוֹט לֹא קָנָה עַד שֶׁיִּמְשֹׁךְ בַּבְּהֵמָה, וְיַחֲזִיק בַּבַּיִת","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-6","jbo:text":"עיקר תוי\"ט {נג} ואף על גב דסוטה אסורא, ילפינן מנה לממונא, ובקל וחמר, ומה סוטה שלא נתנה להתבע בעד אחד מגלגלין, ממון שנתן להתבע בעד אחד (להשביעו) אינו דין שמגלגלין. גמרא: {נד} כדכתיב שלף איש נעלו [רות ד]: {נה} שהמלך פוסלה לפעמים וגוזר לצור צורה אחרת, הלכך הוי ליה כדבר שאינו מסים ושלם, דממעטינן דבר שאינו מסים מדכתיב נעל. רש\"י. וטעם דבפרות לא, מדכתיב נעלו, נעל אין מידי אחרינא לא. גמרא. וקשה דלמאן דאמר אין קונין בפרות לא קימא הך אוקימתא דכל הנשום דהינו כל מטלטלין שכתב הר\"ב ברישא. ומוקמינן שנתחיב לו דמי שור ואחר כך קונה אצלו פרה באותן הדמים, ומשום דלא שכיח לא תקנו בו רבנן שלא יהיו מעות קונות כו'. והרמב\"ם מפרש כל הנשום כו' כגון שיאמר אלו בהמות או זו השדה שוים כך וכך לטרין פלפלין, לפיכך כשהחליף הפלפלים עם הבהמה כו' (כיון שמשך זה נתחיב כו') ולא יתקים הקנין, לא בפרות ולא במטבע. ולא קשה מידי, לפי דלדבריו הראשונים אין הקנין כמו קנין סודר שבו אמרו אין קונין בפרות דאמעטו מנעל, אבל דבריו הראשונים בתורת שווי דמים הן וסבירא ליה דבכהאי גונא כלי עלמא סבירא להו דקונין זה את זה. ומה שכתב הר\"ב הואיל ולא שקל כו', כן כתב הרמב\"ם. וקשה, דהא אפשר דאף על פי כן דעתו אצורה. ובגמרא אמרו משום דלא שכיח כו'. ולי נראה שלשון הר\"ב מסרס, שמה שכתב וכל וכו' עד בחליפין, צריך לומר אחר ולא מנה. ועין תוספות יום טוב: {נו} בכסף. בגמרא יליף ליה: {נז} וחזקה לאו דוקא. והוא הדין משיכה לאו דוקא: {נח} משמע דבמקח וממכר לא משכחת לה. ומשנה ב' פרק ח' דערכין, מדבריהם היא. המגיד. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {נג} וְאַף עַל גַּב דְּסוֹטָה אִסּוּרָא, יָלְפִינַן מִנָּהּ לְמָמוֹנָא, וּבְקַל וָחֹמֶר, וּמַה סּוֹטָה שֶׁלֹּא נִתְּנָה לְהִתָּבַע בְּעֵד אֶחָד מְגַלְגְּלִין, מָמוֹן שֶׁנִּתָּן לְהִתָּבַע בְּעֵד אֶחָד (לְהַשְׁבִּיעוֹ) אֵינוֹ דִּין שֶׁמְּגַלְגְּלִין. גְּמָרָא: {נד} כְּדִכְתִיב שָׁלַף אִישׁ נַעֲלוֹ [רוּת ד]: {נה} שֶׁהַמֶּלֶךְ פּוֹסְלָהּ לִפְעָמִים וְגוֹזֵר לָצוּר צוּרָה אַחֶרֶת, הִלְכָּךְ הֲוֵי לֵיהּ כְּדָבָר שֶׁאֵינוֹ מְסֻיָּם וְשָׁלֵם, דִּמְמַעֲטִינַן דָּבָר שֶׁאֵינוֹ מְסֻיָּם מִדִּכְתִיב נַעַל. רַשִׁ\"י. וְטַעַם דִּבְפֵרוֹת לֹא, מִדִּכְתִיב נַעֲלוֹ, נַעַל אִין מִידֵי אַחֲרִינָא לֹא. גְּמָרָא. וְקָשֶׁה דִּלְמַאן דְּאָמַר אֵין קוֹנִין בְּפֵרוֹת לֹא קָיְמָא הַךְ אוֹקִימְתָא דְכָל הַנִּשּׁוֹם דְּהַיְנוּ כָּל מִטַּלְטְלִין שֶׁכָּתַב הָרַ\"ב בָּרֵישָׁא. וּמוֹקְמִינַן שֶׁנִּתְחַיֵּב לוֹ דְּמֵי שׁוֹר וְאַחַר כָּךְ קוֹנֶה אֶצְלוֹ פָרָה בְאוֹתָן הַדָּמִים, וּמִשּׁוּם דְּלֹא שְׁכִיחַ לֹא תִקְּנוּ בוֹ רַבָּנָן שֶׁלֹּא יִהְיוּ מָעוֹת קוֹנוֹת כוּ'. וְהָרַמְבַּ\"ם מְפָרֵשׁ כָּל הַנִּשּׁוֹם כוּ' כְּגוֹן שֶׁיֹּאמַר אֵלּוּ בְהֵמוֹת אוֹ זוֹ הַשָּׂדֶה שָׁוִים כָּךְ וְכָךְ לִטְרִין פִּלְפְּלִין, לְפִיכָךְ כְּשֶׁהֶחֱלִיף הַפִּלְפְּלִים עִם הַבְּהֵמָה כוּ' (כֵּיוָן שֶׁמָּשַׁךְ זֶה נִתְחַיֵּב כוּ') וְלֹא יִתְקַיֵּם הַקִּנְיָן, לֹא בְּפֵרוֹת וְלֹא בְמַטְבֵּעַ. וְלֹא קָשֶׁה מִידֵי, לְפִי דְלִדְבָרָיו הָרִאשׁוֹנִים אֵין הַקִּנְיָן כְּמוֹ קִנְיַן סוּדָר שֶׁבּוֹ אָמְרוּ אֵין קוֹנִין בְּפֵרוֹת דְּאִמַּעֲטוּ מִנַּעַל, אֲבָל דְּבָרָיו הָרִאשׁוֹנִים בְּתוֹרַת שִׁוּוּי דָּמִים הֵן וּסְבִירָא לֵיהּ דְּבִכְהַאי גַוְנָא כֻּלֵּי עָלְמָא סְבִירָא לְהוּ דְּקוֹנִין זֶה אֶת זֶה. וּמַה שֶּׁכָּתַב הָרַ\"ב הוֹאִיל וְלֹא שָׁקַל כוּ', כֵּן כָּתַב הָרַמְבַּ\"ם. וְקָשֶׁה, דְּהָא אֶפְשָׁר דְּאַף עַל פִּי כֵן דַּעְתּוֹ אַצּוּרָה. וּבַגְּמָרָא אָמְרוּ מִשּׁוּם דְּלֹא שְׁכִיחַ כוּ'. וְלִי נִרְאֶה שֶׁלָּשׁוֹן הָרַ\"ב מְסֹרָס, שֶׁמַּה שֶּׁכָּתַב וְכָל וְכוּ' עַד בַּחֲלִיפִין, צָרִיךְ לוֹמַר אַחַר וְלֹא מָנָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {נו} בְּכֶסֶף. בַּגְּמָרָא יָלֵיף לֵיהּ: {נז} וַחֲזָקָה לָאו דַּוְקָא. וְהוּא הַדִּין מְשִׁיכָה לָאו דַּוְקָא: {נח} מַשְׁמַע דִּבְמִקָּח וּמִמְכָּר לֹא מַשְׁכַּחַת לַהּ. וּמִשְׁנָה ב' פֶּרֶק ח' דַּעֲרָכִין, מִדִּבְרֵיהֶם הִיא. הַמַּגִּיד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין א ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-7","jbo:text":"כל מצות הבן על האב, אנשים חיבין ונשים פטורות. וכל מצות האב על הבן, אחד אנשים ואחד נשים חיבין {סד}. וכל מצות עשה שהזמן גרמה, אנשים חיבין ונשים פטורות {סו}. וכל מצות עשה שלא הזמן גרמה, אחד אנשים ואחד נשים חיבין. וכל מצות לא תעשה, בין שהזמן גרמה בין שלא הזמן גרמה, אחד אנשים ואחד נשים חיבין, חוץ מבל תשחית ובל תקיף ובל תטמא למתים","jbo:textNikud":"כָּל מִצְוֹת הַבֵּן עַל הָאָב, אֲנָשִׁים חַיָּבִין וְנָשִׁים פְּטוּרוֹת. וְכָל מִצְוֹת הָאָב עַל הַבֵּן, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין {סד}. וְכָל מִצְוַת עֲשֵׂה שֶׁהַזְּמָן גְּרָמָהּ, אֲנָשִׁים חַיָּבִין וְנָשִׁים פְּטוּרוֹת {סו}. וְכָל מִצְוַת עֲשֵׂה שֶׁלֹּא הַזְּמָן גְּרָמָהּ, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין. וְכָל מִצְוַת לֹא תַעֲשֶׂה, בֵּין שֶׁהַזְּמָן גְּרָמָהּ בֵּין שֶׁלֹּא הַזְּמָן גְּרָמָהּ, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין, חוּץ מִבַּל תַּשְׁחִית וּבַל תַּקִּיף וּבַל תִּטַּמָּא לְמֵתִים","rdfs:label":"משנה קידושין א ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-7","jbo:text":"ר\"ע מברטנורה כל מצות הבן על האב. כל מצות הבן המטלות {נט} על האב לעשות לבנו. והן ששה דברים {ס}, למולו, לפדותו אם הוא בכור, ללמדו תורה, ללמדו אמנות, להשיאו אשה, להשיטו בנהר {סא}: אנשים חיבים. האב חיב במצות הללו לבנו, והאם פטורה: וכל מצות האב. המטלות על הבן לעשות לאביו, שהם מורא וכבוד. מורא, לא ישב במקומו {סב}, ולא יסתר את דבריו, ולא יכריע את דבריו {סג}. כבוד, מאכיל ומשקה. מלביש ומכסה, מכניס ומוציא: אחד אנשים ואחד נשים חיבים. הבנים והבנות חיבים: וכל מצות עשה שהזמן גרמה. שהזמן גרם למצוה שתבא, כגון שופר, סכה, לולב, וציצית {סה}: שלא הזמן גרמה. כגון מזוזה, מעקה {סז}, אבדה {סח}, ושלוח הקן {סט}. והני תרי כללי לאו דוקא, כדקימא לן אין למדין מן הכללות {ע} אפלו במקום שנאמר בהם חוץ, שהרי מצה בליל הפסח {עא}, ושמחה במועדים, והקהל בחג הסכות {עב}, כלן מצות עשה שהזמן גרמה הן, ונשים חיבות. ותלמוד תורה, ופריה ורביה {עג}, ופדיון הבן {עד}, ממצות עשה שלא הזמן גרמה הן, ונשים פטורות. אבל כללא בתרא דכל מצות לא תעשה אחד אנשים ואחד נשים חיבים, חוץ מבל תקיף ובל תשחית ובל תטמא למתים, כללא דוקא הוא, וילפינן ליה מדכתיב (במדבר ה) איש או אשה כי יעשו מכל חטאת האדם, השוה הכתוב אשה לאיש לכל ענשין שבתורה {עה}: חוץ מבל תקיף ובל תשחית. דכתיב (ויקרא יט) לא תקפו פאת ראשכם, ולא תשחית את פאת זקנך. כל שישנו בהשחתה ישנו בהקפה, וכל שאינו בהשחתה אינו בהקפה. והני נשי הואיל וליתנהו בהשחתה ליתנהו בהקפה. ומנלן דליתנהו בהשחתה, דכתיב פאת זקנך, ולא כתיב פאת זקנכם, מאי זקנך, זקנך ולא זקן אשתך {עו}: ובל תטמא למתים. דכתיב (שם כא) אמר אל הכהנים בני אהרן, בני אהרן ולא בנות אהרן","jbo:textNikud":"ר\"ע מברטנורה כָּל מִצְוֹת הַבֵּן עַל הָאָב. כָּל מִצְוֹת הַבֵּן הַמֻּטָּלוֹת {נט} עַל הָאָב לַעֲשׂוֹת לִבְנוֹ. וְהֵן שִׁשָּׁה דְבָרִים {ס}, לְמוּלוֹ, לִפְדּוֹתוֹ אִם הוּא בְכוֹר, לְלַמְּדוֹ תוֹרָה, לְלַמְּדוֹ אֻמָּנוּת, לְהַשִּׂיאוֹ אִשָּׁה, לְהָשִׁיטוֹ בַּנָּהָר {סא}: אֲנָשִׁים חַיָּבִים. הָאָב חַיָּב בַּמִּצְוֹת הַלָּלוּ לִבְנוֹ, וְהָאֵם פְּטוּרָה: וְכָל מִצְוֹת הָאָב. הַמֻּטָּלוֹת עַל הַבֵּן לַעֲשׂוֹת לְאָבִיו, שֶׁהֵם מוֹרָא וְכָבוֹד. מוֹרָא, לֹא יֵשֵׁב בִּמְקוֹמוֹ {סב}, וְלֹא יִסְתֹּר אֶת דְּבָרָיו, וְלֹא יַכְרִיעַ אֶת דְּבָרָיו {סג}. כָּבוֹד, מַאֲכִיל וּמַשְׁקֶה. מַלְבִּישׁ וּמְכַסֶּה, מַכְנִיס וּמוֹצִיא: אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִים. הַבָּנִים וְהַבָּנוֹת חַיָּבִים: וְכָל מִצְוַת עֲשֵׂה שֶׁהַזְּמָן גְּרָמָהּ. שֶׁהַזְּמַן גָּרַם לַמִּצְוָה שֶׁתָּבֹא, כְּגוֹן שׁוֹפָר, סֻכָּה, לוּלָב, וְצִיצִית {סה}: שֶׁלֹּא הַזְּמָן גְּרָמָהּ. כְּגוֹן מְזוּזָה, מַעֲקֶה {סז}, אֲבֵדָה {סח}, וְשִׁלּוּחַ הַקֵּן {סט}. וְהָנֵי תְּרֵי כְלָלֵי לָאו דַוְקָא, כִּדְקָיְמָא לָן אֵין לְמֵדִין מִן הַכְּלָלוֹת {ע} אֲפִלּוּ בְמָקוֹם שֶׁנֶּאֱמַר בָּהֶם חוּץ, שֶׁהֲרֵי מַצָּה בְּלֵיל הַפֶּסַח {עא}, וְשִׂמְחָה בַמּוֹעֲדִים, וְהַקְהֵל בְּחַג הַסֻּכּוֹת {עב}, כֻּלָּן מִצְוֹת עֲשֵׂה שֶׁהַזְּמַן גְּרָמָהּ הֵן, וְנָשִׁים חַיָּבוֹת. וְתַלְמוּד תּוֹרָה, וּפְרִיָּה וּרְבִיָּה {עג}, וּפִדְיוֹן הַבֵּן {עד}, מִמִּצְוֹת עֲשֵׂה שֶׁלֹּא הַזְּמַן גְּרָמָהּ הֵן, וְנָשִׁים פְּטוּרוֹת. אֲבָל כְּלָלָא בַתְרָא דְכָל מִצְוֹת לֹא תַעֲשֶׂה אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִים, חוּץ מִבַּל תַּקִּיף וּבַל תַּשְׁחִית וּבַל תִּטַּמָּא לַמֵּתִים, כְּלָלָא דַוְקָא הוּא, וְיָלְפִינַן לֵיהּ מִדִּכְתִיב (בְּמִדְבָּר ה) אִישׁ אוֹ אִשָּׁה כִי יַעֲשׂוּ מִכָּל חַטֹּאת הָאָדָם, הִשְׁוָה הַכָּתוּב אִשָּׁה לְאִישׁ לְכָל עֳנָשִׁין שֶׁבַּתּוֹרָה {עה}: חוּץ מִבַּל תַּקִּיף וּבַל תַּשְׁחִית. דִּכְתִיב (וַיִּקְרָא יט) לֹא תַקִּפוּ פְּאַת רֹאשְׁכֶם, וְלֹא תַשְׁחִית אֶת פְּאַת זְקָנֶךָ. כָּל שֶׁיֶּשְׁנוֹ בְהַשְׁחָתָה יֶשְׁנוֹ בְהַקָּפָה, וְכָל שֶׁאֵינוֹ בְהַשְׁחָתָה אֵינוֹ בְהַקָּפָה. וְהָנֵי נָשֵׁי הוֹאִיל וְלֵיתַנְהוּ בְהַשְׁחָתָה לֵיתַנְהוּ בְהַקָּפָה. וּמְנָלָן דְּלֵיתַנְהוּ בְהַשְׁחָתָה, דִּכְתִיב פְּאַת זְקָנֶךָ, וְלֹא כְתִיב פְּאַת זְקַנְכֶם, מַאי זְקָנֶךָ, זְקָנְךָ וְלֹא זְקַן אִשְׁתֶּךָ {עו}: וּבַל תִּטַּמָּא לְמֵתִים. דִּכְתִיב (שָׁם כא) אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן, בְּנֵי אַהֲרֹן וְלֹא בְנוֹת אַהֲרֹן","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-7","jbo:text":"עיקר תוי\"ט {נט} ועקם התנא לשונו לומר דמצות הבן הם, שאם לא עשאן לו אביו חיב הוא בעצמו לעשותן כדאיתא בגמרא. ובסיפא אגב רישא נקט האי לישנא: {ס} כלהו ילפינן להו בגמרא מקראי. ועין תוספות יום טוב: {סא} חיותיה הוא, שמא יפרש בספינה ותטבע ויסתכן אם אינו יודע לשוט: {סב} כללים הם ולדגמא נקטינהו, כמו שכתב הרמב\"ם: {סג} אם היה חולק עם אחר בדבר הלכה לא יאמר נראים לי דברי פלוני. רש\"י. והרמ\"ה כתב, זה אין צריך, דהינו סותר את דבריו, אלא אפלו נראין לו דברי אביו אין לו לומר נראין דברי אבא, שנראה כמכריע דברי אביו, אלא אם יש לו תשובה להשיב על החולקים ישיב. טור: {סד} חיבין. דכתיב תיראו. ומה תלמוד לומר איש, שהוא ספק בידו לעשות (שאין מוחה בידו). אשה רשות אחרים (בעלה. רש\"י) עליה. גמרא: {סה} ואף דבירושלמי אמרינן כסות יום שלבשה בלילה חיבת בציצית, אפלו הכי כיון שחיובו תלוי במה שהזמן גרם לבישתו ביום, יש לה ליחשב זמן גרמה, שזמן לבישתה גורם החיוב. תוספות: {סו} פטורות. מה תפלין נשים פטורות, אף כל מצות עשה שהזמן גרמה נשים פטורות. גמרא: {סז} אף על גב דאית ביה לאו, ולא תשים דמים, ואם כן תפוק ליה דנשים חיבות משום הלאו, מסיק הר\"ן, דלאו ועשה אינן באין כאחד, דלא תשים דמים, ההוא כשבנה על מנת שלא לעשות, ואף על פי כן מחיב אחר כך לעשות מעקה משום העשה: {סח} נמי לאו דלא תוכל להתעלם כשנטלה על מנת שלא להחזירה עבר הלאו, ומכל מקום מחיב לקים העשה דהשב תשיבם: {סט} אם נטלה על מנת שלא לשלחה עובר משום לא תקח האם, ואחר כך חיב בעשה. דשלח לרבנן לאו מעקרא משמע. הר\"ן: {ע} ומה שאמר כל, אמנם רצונו לומר הרב. הרמב\"ם: {עא} דזמן גרם ונשים חיבות, כדאיתא בפסחים דף מ\"ג. ושמחה במועדים דכתיב ושמחת בחגך אתה ובנך ובתך [דברים טז]. רש\"י: {עב} כדכתיב הקהל את העם האנשים והנשים [שם לא]: {עג} כתנא קמא דסוף פרק ו' דיבמות, דהלכתא כותיה: {עד} בגמרא ילפינן לה: {עה} ולאוין ענשי מלקות הן. ובגמרא, אי מהכא אימא דוקא משום כפרה חס רחמנא עלה. פרשו התוספות כגון עריות דכתיב בנשים ענשין כתב רחמנא אשר תשים לפניהם, השוה כו' לכל דינים. ואי מהא הוה אמינא משום דחיותה היא, דאי אין עליה דין הכל גוזלים אותה והיא גוזלת אחרים והכל בדלין הימנה, כתב רחמנא והמית איש או אשה בשור המועד שהרג, השוה כו'. ואי מהא משום דאיכא אבוד נשמה חס רחמנא, אבל הנך תרתי אימא לא, צריכא: {עו} אפלו העלתה זקן. רש\"י","jbo:textNikud":"עיקר תוי\"ט {נט} וְעִקֵּם הַתַּנָּא לְשׁוֹנוֹ לוֹמַר דְּמִצְוֹת הַבֵּן הֵם, שֶׁאִם לֹא עֲשָׂאָן לוֹ אָבִיו חַיָּב הוּא בְעַצְמוֹ לַעֲשׂוֹתָן כִּדְאִיתָא בַגְּמָרָא. וּבַסֵּיפָא אַגַּב רֵישָׁא נָקַט הַאי לִישָׁנָא: {ס} כֻּלְּהוּ יָלְפִינַן לְהוּ בַגְּמָרָא מִקְּרָאֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {סא} חַיּוּתֵיהּ הוּא, שֶׁמָּא יִפְרֹשׁ בַּסְּפִינָה וְתִטְבַּע וְיִסְתַּכֵּן אִם אֵינוֹ יוֹדֵעַ לָשׁוּט: {סב} כְּלָלִים הֵם וּלְדֻגְמָא נַקְטִינְהוּ, כְּמוֹ שֶׁכָּתַב הָרַמְבַּ\"ם: {סג} אִם הָיָה חוֹלֵק עִם אַחֵר בִּדְבַר הֲלָכָה לֹא יֹאמַר נִרְאִים לִי דִבְרֵי פְלוֹנִי. רַשִׁ\"י. וְהָרָמָ\"ה כָּתַב, זֶה אֵין צָרִיךְ, דְּהַיְנוּ סוֹתֵר אֶת דְּבָרָיו, אֶלָּא אֲפִלּוּ נִרְאִין לוֹ דִּבְרֵי אָבִיו אֵין לוֹ לוֹמַר נִרְאִין דִּבְרֵי אַבָּא, שֶׁנִּרְאֶה כְמַכְרִיעַ דִּבְרֵי אָבִיו, אֶלָּא אִם יֵשׁ לוֹ תְשׁוּבָה לְהָשִׁיב עַל הַחוֹלְקִים יָשִׁיב. טוּר: {סד} חַיָּבִין. דִּכְתִיב תִּירָאוּ. וּמַה תַּלְמוּד לוֹמַר אִישׁ, שֶׁהוּא סִפֵּק בְּיָדוֹ לַעֲשׂוֹת (שֶׁאֵין מוֹחֶה בְיָדוֹ). אִשָּׁה רְשׁוּת אֲחֵרִים (בַּעְלָהּ. רַשִׁ\"י) עָלֶיהָ. גְּמָרָא: {סה} וְאַף דְּבַיְרוּשַׁלְמִי אָמְרִינַן כְּסוּת יוֹם שֶׁלְּבָשָׁהּ בַּלַּיְלָה חַיֶּבֶת בְּצִיצִית, אֲפִלּוּ הָכִי כֵּיוָן שֶׁחִיּוּבוֹ תָלוּי בְּמַה שֶּׁהַזְּמַן גָּרַם לְבִישָׁתוֹ בַיּוֹם, יֵשׁ לָהּ לֵיחָשֵׁב זְמַן גְּרָמָהּ, שֶׁזְּמַן לְבִישָׁתָהּ גּוֹרֵם הַחִיּוּב. תּוֹסָפוֹת: {סו} פְּטוּרוֹת. מַה תְּפִלִּין נָשִׁים פְּטוּרוֹת, אַף כָּל מִצְוַת עֲשֵׂה שֶׁהַזְּמַן גְּרָמָהּ נָשִׁים פְּטוּרוֹת. גְּמָרָא: {סז} אַף עַל גַּב דְּאִית בֵּיהּ לָאו, וְלֹא תָשִׂים דָּמִים, וְאִם כֵּן תֵּפּוּק לֵיהּ דְּנָשִׁים חַיָּבוֹת מִשּׁוּם הַלָּאו, מַסִּיק הָרַ\"ן, דְּלָאו וַעֲשֵׂה אֵינָן בָּאִין כְּאֶחָד, דְּלֹא תָשִׂים דָּמִים, הַהוּא כְּשֶׁבָּנָה עַל מְנָת שֶׁלֹּא לַעֲשׂוֹת, וְאַף עַל פִּי כֵן מְחֻיָּב אַחַר כָּךְ לַעֲשׂוֹת מַעֲקֶה מִשּׁוּם הָעֲשֵׂה: {סח} נַמִּי לָאו דְּלֹא תוּכַל לְהִתְעַלֵּם כְּשֶׁנְּטָלָהּ עַל מְנָת שֶׁלֹּא לְהַחְזִירָהּ עָבַר הַלָּאו, וּמִכָּל מָקוֹם מְחֻיָּב לְקַיֵּם הָעֲשֵׂה דְהָשֵׁב תְּשִׁיבֵם: {סט} אִם נְטָלָהּ עַל מְנָת שֶׁלֹּא לְשַׁלְּחָהּ עוֹבֵר מִשּׁוּם לֹא תִקַּח הָאֵם, וְאַחַר כָּךְ חַיָּב בַּעֲשֵׂה. דְּשַׁלֵּחַ לְרַבָּנָן לָאו מֵעִקָּרָא מַשְׁמַע. הָרַ\"ן: {ע} וּמַה שֶּׁאָמַר כָּל, אָמְנָם רְצוֹנוֹ לוֹמַר הָרֹב. הָרַמְבַּ\"ם: {עא} דִּזְמַן גָּרַם וְנָשִׁים חַיָּבוֹת, כִּדְאִיתָא בִּפְסָחִים דַּף מ\"ג. וְשִׂמְחָה בַמּוֹעֲדִים דִּכְתִיב וְשָׂמַחְתָּ בְּחַגֶּךָ אַתָּה וּבִנְךָ וּבִתֶּךָ [דְּבָרִים טז]. רַשִׁ\"י: {עב} כְּדִכְתִיב הַקְהֵל אֶת הָעָם הָאֲנָשִׁים וְהַנָּשִׁים [שָׁם לא]: {עג} כְּתַנָּא קַמָּא דְּסוֹף פֶּרֶק ו' דִּיבָמוֹת, דְּהִלְכְתָא כְּוָתֵיהּ: {עד} בַּגְּמָרָא יָלְפִינַן לַהּ: {עה} וְלָאוִין עָנְשֵׁי מַלְקוֹת הֵן. וּבַגְּמָרָא, אִי מֵהָכָא אֵימָא דַוְקָא מִשּׁוּם כַּפָּרָה חָס רַחֲמָנָא עֲלָהּ. פֵּרְשׁוּ הַתּוֹסָפוֹת כְּגוֹן עֲרָיוֹת דִּכְתִיב בְּנָשִׁים עֳנָשִׁין כָּתַב רַחֲמָנָא אֲשֶׁר תָּשִׂים לִפְנֵיהֶם, הִשְׁוָה כוּ' לְכָל דִּינִים. וְאִי מֵהָא הֲוָה אֲמִינָא מִשּׁוּם דְּחַיּוּתָהּ הִיא, דְּאִי אֵין עָלֶיהָ דִין הַכֹּל גּוֹזְלִים אוֹתָהּ וְהִיא גוֹזֶלֶת אֲחֵרִים וְהַכֹּל בְּדֵלִין הֵימֶנָּה, כָּתַב רַחֲמָנָא וְהֵמִית אִישׁ אוֹ אִשָּׁה בְּשׁוֹר הַמּוּעָד שֶׁהָרַג, הִשְׁוָה כוּ'. וְאִי מֵהָא מִשּׁוּם דְּאִיכָּא אִבּוּד נְשָׁמָה חָס רַחֲמָנָא, אֲבָל הָנָךְ תַּרְתֵּי אֵימָא לֹא, צְרִיכָא: {עו} אֲפִלּוּ הֶעֱלְתָּה זָקָן. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין א ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-8","jbo:text":"הסמיכות {עז}, והתנופות, וההגשות, והקמיצות, וההקטרות, והמליקות, וההזאות {עח}, והקבלות, נוהגין באנשים ולא בנשים, חוץ ממנחת סוטה {עט} ונזירה, שהן מניפות","jbo:textNikud":"הַסְּמִיכוֹת {עז}, וְהַתְּנוּפוֹת, וְהַהַגָּשׁוֹת, וְהַקְּמִיצוֹת, וְהַהַקְטָרוֹת, וְהַמְּלִיקוֹת, וְהַהַזָּאוֹת {עח}, וְהַקַּבָּלוֹת, נוֹהֲגִין בַּאֲנָשִׁים וְלֹא בְנָשִׁים, חוּץ מִמִּנְחַת סוֹטָה {עט} וּנְזִירָה, שֶׁהֵן מְנִיפוֹת","rdfs:label":"משנה קידושין א ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-8","jbo:text":"ר\"ע מברטנורה הסמיכות והתנופות. אינה סומכת, ואינה מניפה, ואינה מגשת מנחה בקרן מערבית דרומית כמשפטה, אם היא כהנת, ואינה קומצת ולא מקטרת, ואינה מולקת עוף, ואינה מקבלת דם במזרק, ואינה מזה דם: חוץ מסוטה ונזירה שהן מניפות. מנחתן בעצמן, שמנחתן טעונה תנופה בבעלים","jbo:textNikud":"ר\"ע מברטנורה הַסְּמִיכוֹת וְהַתְּנוּפוֹת. אֵינָהּ סוֹמֶכֶת, וְאֵינָהּ מְנִיפָה, וְאֵינָהּ מַגֶּשֶׁת מִנְחָה בְקֶרֶן מַעֲרָבִית דְּרוֹמִית כְּמִשְׁפָּטָהּ, אִם הִיא כֹהֶנֶת, וְאֵינָהּ קוֹמֶצֶת וְלֹא מַקְטֶרֶת, וְאֵינָהּ מוֹלֶקֶת עוֹף, וְאֵינָהּ מְקַבֶּלֶת דָּם בַּמִּזְרָק, וְאֵינָהּ מַזָּה דָם: חוּץ מִסּוֹטָה וּנְזִירָה שֶׁהֵן מְנִיפוֹת. מִנְחָתָן בְּעַצְמָן, שֶׁמִּנְחָתָן טְעוּנָה תְנוּפָה בַבְּעָלִים","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-8","jbo:text":"עיקר תוי\"ט {עז} סמיכות. נראה דמהגשות ואילך מירי בכהנים, אבל סמיכות ותנופות אירי בישראל. תוספות. ובגמרא ילפינן לכלהו, מהן מקראי ומהן בהקש, ובקל וחמר. וכתבו התוספות, ואף על גב דאינן כשרים אלא ביום והוו מצות עשה שהזמן גרמא, איצטריכו קראי למפסל הקרבן. וסמיכה דלא מפסל הקרבן בסמיכתה, איצטריך, דהוה אמינא דאתקש לשחיטה דכשרה בנשים משום דכתיב וסמך ושחט. ותנופה, הוה אמינא דנילף מסוטה כו'. וכתבו עוד, ומחסרי בגדים לא הוו, כיון דלא נצטוו בהם. ועין תוספות יום טוב: {עח} וההזאות. והולכה וזריקה לא קתני, דהולכה בכלל קבלה, שהרי מן והקריבו הכהן נפקא נמי קבלה, וזריקה בכלל הזאה. תוספות: {עט} סוטה. מפרש ריש פרק ג' דסוטה. ונזירה, אתיא כף כף מסוטה. גמרא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {עז} סְמִיכוֹת. נִרְאֶה דְמֵהַגָּשׁוֹת וָאֵילָךְ מַיְרֵי בְּכֹהֲנִים, אֲבָל סְמִיכוֹת וּתְנוּפוֹת אָיְרֵי בְיִשְׂרָאֵל. תּוֹסָפוֹת. וּבַגְּמָרָא יָלְפִינַן לְכֻלְּהוּ, מֵהֶן מִקְּרָאֵי וּמֵהֶן בְּהֶקֵּשׁ, וּבְקַל וָחֹמֶר. וְכָתְבוּ הַתּוֹסָפוֹת, וְאַף עַל גַּב דְּאֵינָן כְּשֵׁרִים אֶלָּא בַּיּוֹם וַהֲווּ מִצְוֹת עֲשֵׂה שֶׁהַזְּמַן גְּרָמָא, אִיצְטְרִיכוּ קְרָאֵי לְמִפְסַל הַקָּרְבָּן. וּסְמִיכָה דְלָא מִפְסַל הַקָּרְבָּן בִּסְמִיכָתָהּ, אִיצְטְרִיךְ, דַּהֲוָה אֲמִינָא דְאִתַּקַּשׁ לִשְׁחִיטָה דִכְשֵׁרָה בְנָשִׁים מִשּׁוּם דִּכְתִיב וְסָמַךְ וְשָׁחַט. וּתְנוּפָה, הֲוָה אֲמִינָא דְּנֵילַף מִסּוֹטָה כוּ'. וְכָתְבוּ עוֹד, וּמְחֻסְּרֵי בְגָדִים לֹא הֲווּ, כֵּיוָן דְּלֹא נִצְטַוּוּ בָּהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {עח} וְהַהַזָּאוֹת. וְהוֹלָכָה וּזְרִיקָה לֹא קָתָנֵי, דְּהוֹלָכָה בִּכְלַל קַבָּלָה, שֶׁהֲרֵי מִן וְהִקְרִיבוֹ הַכֹּהֵן נָפְקָא נַמִּי קַבָּלָה, וּזְרִיקָה בִּכְלַל הַזָּאָה. תּוֹסָפוֹת: {עט} סוֹטָה. מְפֹרָשׁ רֵישׁ פֶּרֶק ג' דְּסוֹטָה. וּנְזִירָה, אָתְיָא כַּף כַּף מִסּוֹטָה. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין א ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-9","jbo:text":"כל מצוה שהיא תלויה בארץ אינה נוהגת אלא בארץ. ושאינה תלויה בארץ נוהגת בין בארץ בין בחוצה לארץ, חוץ {פב} מן הערלה וכלאים. רבי אליעזר אומר, אף מן החדש","jbo:textNikud":"כָּל מִצְוָה שֶׁהִיא תְלוּיָה בָאָרֶץ אֵינָהּ נוֹהֶגֶת אֶלָּא בָאָרֶץ. וְשֶׁאֵינָהּ תְּלוּיָה בָאָרֶץ נוֹהֶגֶת בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ, חוּץ {פב} מִן הָעָרְלָה וְכִלְאָיִם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מִן הֶחָדָשׁ","rdfs:label":"משנה קידושין א ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-9","jbo:text":"ר\"ע מברטנורה כל מצוה שאינה תלויה בארץ. כל מצוה שהיא חובת הגוף {פ} מקרי אינה תלויה בארץ. ושהיא חובת קרקע {פא} מקרי תלויה בארץ: חוץ מן הערלה. שנוהגת בחוצה לארץ הלכה למשה מסיני. וכלאי הכרם בחוצה לארץ מדרבנן. וכלאי זרעים מתרין לזרעם בחוצה לארץ: רבי אליעזר אומר אף החדש. אסור בחוצה לארץ מן התורה, אף על פי שהוא חובת קרקע. שנאמר (ויקרא כג) בכל משבתיכם, בכל מקום שאתם יושבים {פג}. והלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה כָּל מִצְוָה שֶׁאֵינָהּ תְּלוּיָה בָאָרֶץ. כָּל מִצְוָה שֶׁהִיא חוֹבַת הַגּוּף {פ} מִקְּרֵי אֵינָהּ תְּלוּיָה בָאָרֶץ. וְשֶׁהִיא חוֹבַת קַרְקַע {פא} מִקְּרֵי תְלוּיָה בָאָרֶץ: חוּץ מִן הָעָרְלָה. שֶׁנּוֹהֶגֶת בְּחוּצָה לָאָרֶץ הֲלָכָה לְמֹשֶׁה מִסִּינַי. וְכִלְאֵי הַכֶּרֶם בְּחוּצָה לָאָרֶץ מִדְּרַבָּנָן. וְכִלְאֵי זְרָעִים מֻתָּרִין לְזָרְעָם בְּחוּצָה לָאָרֶץ: רַבִּי אֱלִיעֶזֶר אוֹמֵר אַף הֶחָדָשׁ. אָסוּר בְּחוּצָה לָאָרֶץ מִן הַתּוֹרָה, אַף עַל פִּי שֶׁהוּא חוֹבַת קַרְקַע. שֶׁנֶּאֱמַר (וַיִּקְרָא כג) בְּכָל מֹשְׁבֹתֵיכֶם, בְּכָל מָקוֹם שֶׁאַתֶּם יוֹשְׁבִים {פג}. וַהֲלָכָה כְרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה קידושין א ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-9","jbo:text":"עיקר תוי\"ט {פ} שמטל על גופו של אדם כגון שבת תפלין עבודה זרה פטר חמור מילה עריות וכיוצא בהם. רש\"י: {פא} פרש רש\"י שמטלת על הקרקע או גדוליו, כגון תרומות ומעשרות חלה לקט שכחה ופאה שביעית חדש ערלה כלאים, ובגמרא יליף להו מקראי. ועין תוספות יום טוב: {פב} חוץ כו'. בירושלמי פריך אמאי לא תני לה חלה, ומשני לפי שאינה בעסה של נכרים, ולא מירי מתניתין אלא בדברים הנוהגים בישראל ונכרים. ועין תוספות יום טוב אמאי לא פריך נמי מתרומות ומעשרות: {פג} ותנא קמא, מפרש בגמרא דסבירא ליה דבא לומר שאף בארץ לא נתחיבו כל ארבע עשרה שנה שהיו בגלגל שכבשו ושחלקו עד שנתישבו בה והכיר כל אחד את שלו","jbo:textNikud":"עיקר תוי\"ט {פ} שֶׁמֻּטָּל עַל גּוּפוֹ שֶׁל אָדָם כְּגוֹן שַׁבָּת תְּפִלִּין עֲבוֹדָה זָרָה פֶּטֶר חֲמוֹר מִילָה עֲרָיוֹת וְכַיּוֹצֵא בָהֶם. רַשִׁ\"י: {פא} פֵּרֵשׁ רַשִׁ\"י שֶׁמֻּטֶּלֶת עַל הַקַּרְקַע אוֹ גִדּוּלָיו, כְּגוֹן תְּרוּמוֹת וּמַעַשְׂרוֹת חַלָּה לֶקֶט שִׁכְחָה וּפֵאָה שְׁבִיעִית חָדָשׁ עָרְלָה כִּלְאַיִם, וּבַגְּמָרָא יָלֵיף לְהוּ מִקְּרָאֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {פב} חוּץ כוּ'. בַּיְרוּשַׁלְמִי פָרֵיךְ אַמַּאי לֹא תָנֵי לַהּ חַלָּה, וּמְשָׁנֵי לְפִי שֶׁאֵינָהּ בְּעִסָּה שֶׁל נָכְרִים, וְלֹא מַיְרֵי מַתְנִיתִין אֶלָּא בַדְּבָרִים הַנּוֹהֲגִים בְּיִשְׂרָאֵל וְנָכְרִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב אַמַּאי לֹא פָרֵיךְ נַמִּי מִתְּרוּמוֹת וּמַעַשְׂרוֹת: {פג} וְתַנָּא קַמָּא, מְפָרֵשׁ בַּגְּמָרָא דִּסְבִירָא לֵיהּ דְּבָא לוֹמַר שֶׁאַף בָּאָרֶץ לֹא נִתְחַיְּבוּ כָּל אַרְבַּע עֶשְׂרֵה שָׁנָה שֶׁהָיוּ בַּגִּלְגָּל שֶׁכָּבְשׁוּ וְשֶׁחִלְּקוּ עַד שֶׁנִּתְיַשְּׁבוּ בָּהּ וְהִכִּיר כָּל אֶחָד אֶת שֶׁלּוֹ","rdfs:label":"עיקר תוי\"ט משנה קידושין א ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-3-7-1-10","jbo:text":"כל העושה מצוה אחת, מטיבין לו ומאריכין לו ימיו ונוחל את הארץ. וכל שאינו עושה מצוה אחת, אין מטיבין לו ואין מאריכין לו ימיו ואינו נוחל את הארץ. כל שישנו במקרא ובמשנה ובדרך ארץ, לא במהרה הוא חוטא, שנאמר (קהלת ד) והחוט המשלש לא במהרה ינתק. וכל שאינו לא במקרא ולא במשנה ולא בדרך ארץ, אינו מן הישוב","jbo:textNikud":"כָּל הָעוֹשֶׂה מִצְוָה אַחַת, מְטִיבִין לוֹ וּמַאֲרִיכִין לוֹ יָמָיו וְנוֹחֵל אֶת הָאָרֶץ. וְכָל שֶׁאֵינוֹ עוֹשֶׂה מִצְוָה אַחַת, אֵין מְטִיבִין לוֹ וְאֵין מַאֲרִיכִין לוֹ יָמָיו וְאֵינוֹ נוֹחֵל אֶת הָאָרֶץ. כָּל שֶׁיֶּשְׁנוֹ בַמִּקְרָא וּבַמִּשְׁנָה וּבְדֶרֶךְ אֶרֶץ, לֹא בִמְהֵרָה הוּא חוֹטֵא, שֶׁנֶּאֱמַר (קהלת ד) וְהַחוּט הַמְשֻׁלָּשׁ לֹא בִמְהֵרָה יִנָּתֵק. וְכָל שֶׁאֵינוֹ לֹא בַמִּקְרָא וְלֹא בַמִּשְׁנָה וְלֹא בְדֶרֶךְ אֶרֶץ, אֵינוֹ מִן הַיִּשּׁוּב","rdfs:label":"משנה קידושין א י"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-bartanura-3-7-1-10","jbo:text":"ר\"ע מברטנורה כל העושה מצוה אחת. יתרה על זכיותיו, כדי שיהיו זכיותיו מרבין מעונותיו: מטיבין לו ומאריכין לו ימיו. לעולם הבא {פד}: ונוחל את הארץ. ארץ החיים {פה}: וכל שאינו עושה מצוה אחת. שהיו עונותיו מרבין מזכיותיו, ואינו עושה מצוה אחת שיהיה מחצה זכאי ומחצה חיב, אלא נשארו עונותיו מרבין {פו}: ולא בדרך ארץ. שאין משאו ומתנו בנחת עם הבריות: אינו מן הישוב. אינו מועיל לישובו של עולם. והוי מושבו מושב לצים {פז}, ופסול לעדות {פח}","jbo:textNikud":"ר\"ע מברטנורה כָּל הָעוֹשֶׂה מִצְוָה אַחַת. יְתֵרָה עַל זְכֻיּוֹתָיו, כְּדֵי שֶׁיִּהְיוּ זְכֻיּוֹתָיו מְרֻבִּין מֵעֲוֹנוֹתָיו: מְטִיבִין לוֹ וּמַאֲרִיכִין לוֹ יָמָיו. לָעוֹלָם הַבָּא {פד}: וְנוֹחֵל אֶת הָאָרֶץ. אֶרֶץ הַחַיִּים {פה}: וְכָל שֶׁאֵינוֹ עוֹשֶׂה מִצְוָה אַחַת. שֶׁהָיוּ עֲוֹנוֹתָיו מְרֻבִּין מִזְּכֻיּוֹתָיו, וְאֵינוֹ עוֹשֶׂה מִצְוָה אַחַת שֶׁיִּהְיֶה מֶחֱצָה זַכַּאי וּמֶחֱצָה חַיָּב, אֶלָּא נִשְׁאֲרוּ עֲוֹנוֹתָיו מְרֻבִּין {פו}: וְלֹא בְדֶרֶךְ אֶרֶץ. שֶׁאֵין מַשָּׂאוֹ וּמַתָּנוֹ בְּנַחַת עִם הַבְּרִיּוֹת: אֵינוֹ מִן הַיִּשּׁוּב. אֵינוֹ מוֹעִיל לְיִשּׁוּבוֹ שֶׁל עוֹלָם. וַהֲוֵי מוֹשָׁבוֹ מוֹשַׁב לֵצִים {פז}, וּפָסוּל לְעֵדוּת {פח}","rdfs:label":"ר\"ע מברטנורה משנה קידושין א י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-1-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-1"],"uri":"jbr:mishna-yomtov-3-7-1-10","jbo:text":"עיקר תוי\"ט {פד} וכלומר שזוכה לעולם שכלו ארוך, שהרי אין שם קצור ימים כלל. ואם תאמר דהינו ונוחל את הארץ, לא קשיא, דהכי קאמר, דבעולם הזה מתקנין לו כדי להטיב ולהאריך ימיו לעולם הבא, כדאיתא בגמרא שנפרעין ממנו מעוט עונותיו בעולם הזה, ומי שזכיותיו מעטים משלמין לו שכרו בעולם הזה: {פה} מסים הרמב\"ם, רצונו לומר העולם הבא. וכן כתב רש\"י, חיי העולם הבא. והא דתנן בריש מסכת פאה אלו דברים שאדם אוכל פרותיהן בעולם הזה והקרן קימת לעולם הבא ואלו הן כו', דליכא למימר דאפלו לא קים שאר מצות, דהא רבו עונות הוא ואמאי תנן דוקא לאלו. מוקמינן בגמרא שאם היתה שקולה, פרוש הכף מאזנים, ויש במחצה זכיות אחת מאלו, מכרעת, פרוש מכרעת את הכף כאלו רבו זכיות ואינו צריך למצוה יתרה דמתניתין אלא יש לו דין עושה מצוה יתרה: {פו} וכן פרש הרמב\"ם. ונראה בעיני שהכרחו לפרש כן אף על גב דקשין דיוקי אהדדי. דמרישא דפרשו מצוה אחת יתרה כדמפרש בגמרא שמעינן דבעינן מרבה בזכיות, והשתא מפרשינן דלא בעינן אלא מחצה על מחצה. לפי שמסקינן בראש השנה (דף יז) בינונים כו' בית הלל אומרים ורב חסד מטה כלפי חסד. וברישא דמפרשינן מצוה אחת יתרה ואף על פי שמחצה סגי, לפי שהקדוש ברוך הוא מטה כלפי חסד. מכל מקום עדיף צדיק מרבה בזכיותיו ממי שהוא בינוני, אלא שעל ידי חסד נעשה כמרבה. וכלפי הא אמרו בגמרא דרישא מירי ביתרה, משום דבה מטיבין כו' על פי שורת הדין. אבל בסיפא דתנן אין מטיבין, על כרחך כשעונותיו מרבין, דהא אפלו אין לו יתרה נמי מטיבין לו מצד החסד כדאמרן: {פז} ופרש רש\"י שזה שאינו באחת מאלו במה יתעסק אם לא בליצנות: {פח} דכיון שאינו מן הישוב אינו מקפיד על עצמו ואין לו בשת פנים. רש\"י","jbo:textNikud":"עיקר תוי\"ט {פד} וּכְלוֹמַר שֶׁזּוֹכֶה לְעוֹלָם שֶׁכֻּלּוֹ אָרוֹךְ, שֶׁהֲרֵי אֵין שָׁם קִצּוּר יָמִים כְּלָל. וְאִם תֹּאמַר דְּהַיְנוּ וְנוֹחֵל אֶת הָאָרֶץ, לֹא קַשְׁיָא, דְּהָכִי קָאָמַר, דְּבָעוֹלָם הַזֶּה מְתַקְּנִין לוֹ כְּדֵי לְהֵטִיב וּלְהַאֲרִיךְ יָמָיו לָעוֹלָם הַבָּא, כִּדְאִיתָא בַגְּמָרָא שֶׁנִּפְרָעִין מִמֶּנּוּ מִעוּט עֲוֹנוֹתָיו בָּעוֹלָם הַזֶּה, וּמִי שֶׁזְּכֻיּוֹתָיו מֻעָטִים מְשַׁלְּמִין לוֹ שְׂכָרוֹ בָּעוֹלָם הַזֶּה: {פה} מְסַיֵּם הָרַמְבַּ\"ם, רְצוֹנוֹ לוֹמַר הָעוֹלָם הַבָּא. וְכֵן כָּתַב רַשִׁ\"י, חַיֵּי הָעוֹלָם הַבָּא. וְהָא דִתְנַן בְּרֵישׁ מַסֶּכֶת פֵּאָה אֵלּוּ דְּבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶן בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לָעוֹלָם הַבָּא וְאֵלּוּ הֵן כוּ', דְּלֵיכָּא לְמֵימַר דַּאֲפִלּוּ לֹא קִיֵּם שְׁאָר מִצְוֹת, דְּהָא רֻבּוֹ עֲוֹנוֹת הוּא וְאַמַּאי תְּנַן דַּוְקָא לְאֵלּוּ. מוֹקְמִינַן בַּגְּמָרָא שֶׁאִם הָיְתָה שְׁקוּלָה, פֵּרוּשׁ הַכַּף מֹאזְנַיִם, וְיֵשׁ בַּמֶּחֱצָה זְכֻיּוֹת אַחַת מֵאֵלּוּ, מַכְרַעַת, פֵּרוּשׁ מַכְרַעַת אֶת הַכַּף כְּאִלּוּ רֻבּוֹ זְכֻיּוֹת וְאֵינוֹ צָרִיךְ לְמִצְוָה יְתֵרָה דְמַתְנִיתִין אֶלָּא יֵשׁ לוֹ דִּין עוֹשֶׂה מִצְוָה יְתֵרָה: {פו} וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וְנִרְאֶה בְעֵינַי שֶׁהֻכְרְחוּ לְפָרֵשׁ כֵּן אַף עַל גַּב דְּקָשְׁיָן דִּיּוּקֵי אַהֲדָדֵי. דְּמֵרֵישָׁא דְפֵרְשׁוּ מִצְוָה אַחַת יְתֵרָה כְּדִמְפָרֵשׁ בַּגְּמָרָא שָׁמְעִינַן דְּבָעִינַן מְרֻבֶּה בִזְכֻיּוֹת, וְהַשְׁתָּא מְפָרְשִׁינַן דְּלֹא בָעִינַן אֶלָּא מֶחֱצָה עַל מֶחֱצָה. לְפִי שֶׁמַּסְקִינַן בְּרֹאשׁ הַשָּׁנָה (דַּף יז) בֵּינוֹנִים כוּ' בֵּית הִלֵּל אוֹמְרִים וְרַב חֶסֶד מַטֵּה כְלַפֵּי חֶסֶד. וּבָרֵישָׁא דִּמְפָרְשִׁינַן מִצְוָה אַחַת יְתֵרָה וְאַף עַל פִּי שֶׁמֶּחֱצָה סַגִּי, לְפִי שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מַטֶּה כְלַפֵּי חֶסֶד. מִכָּל מָקוֹם עָדִיף צַדִּיק מְרֻבֶּה בִזְכֻיּוֹתָיו מִמִּי שֶׁהוּא בֵינוֹנִי, אֶלָּא שֶׁעַל יְדֵי חֶסֶד נַעֲשֶׂה כִמְרֻבֶּה. וּכְלַפֵּי הָא אָמְרוּ בַגְּמָרָא דְּרֵישָׁא מַיְרֵי בִיתֵרָה, מִשּׁוּם דְּבָהּ מְטִיבִין כוּ' עַל פִּי שׁוּרַת הַדִּין. אֲבָל בַּסֵּיפָא דִתְנַן אֵין מְטִיבִין, עַל כָּרְחֲךָ כְּשֶׁעֲוֹנוֹתָיו מְרֻבִּין, דְּהָא אֲפִלּוּ אֵין לוֹ יְתֵרָה נַמִּי מְטִיבִין לוֹ מִצַּד הַחֶסֶד כִּדְאָמְרָן: {פז} וּפֵרֵשׁ רַשִׁ\"י שֶׁזֶּה שֶׁאֵינוֹ בְּאַחַת מֵאֵלּוּ בַּמֶּה יִתְעַסֵּק אִם לֹא בְלֵיצָנוּת: {פח} דְּכֵיוָן שֶׁאֵינוֹ מִן הַיִּשּׁוּב אֵינוֹ מַקְפִּיד עַל עַצְמוֹ וְאֵין לוֹ בֹשֶׁת פָּנִים. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין א י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-1-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-1","jbo:text":"האיש מקדש {א} בו ובשלוחו. האשה מתקדשת בה ובשלוחה. האיש {ג} מקדש את בתו כשהיא נערה {ד}, בו ובשלוחו. האומר לאשה, התקדשי לי בתמרה זו, התקדשי לי בזו, אם יש באחת מהן שוה פרוטה, מקדשת. ואם לאו, אינה מקדשת. בזו ובזו ובזו, אם יש שוה פרוטה בכלן, מקדשת. ואם לאו, אינה מקדשת. היתה אוכלת ראשונה ראשונה, אינה מקדשת, עד שיהא באחת מהן שוה פרוטה","jbo:textNikud":"הָאִישׁ מְקַדֵּשׁ {א} בּוֹ וּבִשְׁלוּחוֹ. הָאִשָּׁה מִתְקַדֶּשֶׁת בָּהּ וּבִשְׁלוּחָהּ. הָאִישׁ {ג} מְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא נַעֲרָה {ד}, בּוֹ וּבִשְׁלוּחוֹ. הָאוֹמֵר לְאִשָּׁה, הִתְקַדְּשִׁי לִי בִתְמָרָה זוֹ, הִתְקַדְּשִׁי לִי בְזוֹ, אִם יֵשׁ בְּאַחַת מֵהֶן שָׁוֶה פְרוּטָה, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. בְּזוֹ וּבְזוֹ וּבְזוֹ, אִם יֵשׁ שָׁוֶה פְרוּטָה בְּכֻלָּן, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. הָיְתָה אוֹכֶלֶת רִאשׁוֹנָה רִאשׁוֹנָה, אֵינָהּ מְקֻדֶּשֶׁת, עַד שֶׁיְּהֵא בְאַחַת מֵהֶן שָׁוֶה פְרוּטָה","rdfs:label":"משנה קידושין ב א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-1","jbo:text":"ר\"ע מברטנורה האיש מקדש בו ובשלוחו. בו תחלה ואחר כך בשלוחו, שמצוה בו יותר מבשלוחו, דכי עסיק גופו במצוה מקבל שכר טפי. וילפינן שלוחו של אדם כמותו מקרא, דכתיב (שמות יב) ושחטו אתו כל קהל עדת ישראל, וכי כל ישראל שוחטין {ב}, אלא מכאן ששלוחו של אדם כמותו: האיש מקדש את בתו כשהיא נערה. וכל שכן כשהיא קטנה. והאי דנקט נערה, אורח ארעא אשמועינן, שאסור לאדם לקדש את בתו כשהיא קטנה עד שתגדיל ותאמר בפלוני אני רוצה: ואם לאו אינה מקדשת. דכיון דאמר התקדשי התקדשי, כל חד הוי קדושין באפי נפשיהו: עד שיהא באחת מהן שוה פרוטה. האי אחת מהן לא מתוקמא אלא באחרונה שבהן, דכי אמר לה התקדשי לי בזו ובזו ובזו והיתה אוכלת אחת אחת, כל אותן שאכלה הוו מלוה גבה, וכי מטיא אחרונה שבה נגמרין הקדושין, אי אית בה שוה פרוטה הוי ליה מקדש במלוה ופרוטה, וקימא לן המקדש במלוה ופרוטה דעתה אפרוטה ומקדשת. אבל אי לית באחרונה שוה פרוטה, אף על גב דאיכא בקמאי שוה פרוטה, כי מטי גמר קדושין הוי ליה מקדש במלוה, והמקדש במלוה אינה מקדשת {ה}","jbo:textNikud":"ר\"ע מברטנורה הָאִישׁ מְקַדֵּשׁ בּוֹ וּבִשְׁלוּחוֹ. בּוֹ תְחִלָּה וְאַחַר כָּךְ בִּשְׁלוּחוֹ, שֶׁמִּצְוָה בּוֹ יוֹתֵר מִבִּשְׁלוּחוֹ, דְּכִי עָסִיק גּוּפוֹ בַּמִּצְוָה מְקַבֵּל שָׂכָר טְפֵי. וְיָלְפִינַן שְׁלוּחוֹ שֶׁל אָדָם כְּמוֹתוֹ מִקְּרָא, דִּכְתִיב (שְׁמוֹת יב) וְשָׁחֲטוּ אֹתוֹ כֹּל קְהַל עֲדַת יִשְׂרָאֵל, וְכִי כָּל יִשְׂרָאֵל שׁוֹחֲטִין {ב}, אֶלָּא מִכָּאן שֶׁשְּׁלוּחוֹ שֶׁל אָדָם כְּמוֹתוֹ: הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא נַעֲרָה. וְכָל שֶׁכֵּן כְּשֶׁהִיא קְטַנָּה. וְהַאי דְנָקַט נַעֲרָה, אוֹרַח אַרְעָא אַשְׁמוֹעִינַן, שֶׁאָסוּר לָאָדָם לְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא קְטַנָּה עַד שֶׁתַּגְדִּיל וְתֹאמַר בִּפְלוֹנִי אֲנִי רוֹצָה: וְאִם לָאו אֵינָהּ מְקֻדֶּשֶׁת. דְּכֵיוָן דְּאָמַר הִתְקַדְּשִׁי הִתְקַדְּשִׁי, כָּל חַד הֲוֵי קִדּוּשִׁין בְּאַפֵּי נַפְשַׁיְהוּ: עַד שֶׁיְּהֵא בְאַחַת מֵהֶן שָׁוֶה פְרוּטָה. הַאי אַחַת מֵהֶן לֹא מִתּוֹקְמָא אֶלָּא בָאַחֲרוֹנָה שֶׁבָּהֶן, דְּכִי אָמַר לָהּ הִתְקַדְּשִׁי לִי בָּזוֹ וּבָזוֹ וּבָזוֹ וְהָיְתָה אוֹכֶלֶת אַחַת אַחַת, כָּל אוֹתָן שֶׁאָכְלָה הֲווּ מִלְוֶה גַבָּהּ, וְכִי מָטְיָא אַחֲרוֹנָה שֶׁבָּהּ נִגְמָרִין הַקִּדּוּשִׁין, אִי אִית בָּהּ שָׁוֶה פְרוּטָה הֲוֵי לֵיהּ מְקַדֵּשׁ בְּמִלְוֶה וּפְרוּטָה, וְקָיְמָא לָן הַמְקַדֵּשׁ בְּמִלְוֶה וּפְרוּטָה דַּעְתָּהּ אַפְּרוּטָה וּמְקֻדֶּשֶׁת. אֲבָל אִי לֵית בָּאַחֲרוֹנָה שָׁוֶה פְרוּטָה, אַף עַל גַּב דְּאִיכָּא בְּקַמָּאֵי שָׁוֶה פְרוּטָה, כִּי מָטֵי גְמַר קִדּוּשִׁין הֲוֵי לֵיהּ מְקַדֵּשׁ בְּמִלְוֶה, וְהַמְקַדֵּשׁ בְּמִלְוֶה אֵינָהּ מְקֻדֶּשֶׁת {ה}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-1","jbo:text":"עיקר תוי\"ט {א} מקדש. ונתני האיש קונה (כדתנן האשה נקנית). מעקרא תני לישנא דאוריתא, כמפרש שם, ולבסוף תני לישנא דרבנן, דאסר לה אכלי עלמא כהקדש. גמרא. ולשון התקדשי לי, כלומר להיות לי מקדשת לעולם בשבילי, כמו הרי הן מקדשים לשמים, להיות לשמים. ופשטא דמלתא מקדשת לי, מיחדת לי ומזמנת לי. תוספות: {ב} והלא אינו שוחט אלא אחד. פרש הר\"ן דנפקא לן מדכתיב תזבח, שלא יהיו שנים שוחטין זבח אחד כדאיתא בחלין, ואפלו הכי אמר רחמנא ושחטו כו'. ועין תוספות יום טוב: {ג} האיש כו'. ולא היא. ואף על גב דרבנן פליגי עליה דרבי יהודה בגרושין, כדתנן במשנה ב' פרק ו' דגטין, שאני קדושין דמדעתה, דהא בעינן דעת המקנה, הלכך אביה ולא היא, שהתורה זכתה לו. אבל גרושין שישנן בעל כרחה, בין היא בין אביה. דמה לנו ולדעתו, כי מקבל ליה איהו נמי בעל כרחה הוא. גמרא: {ד} נערה. דמדזכאי בכסף קדושיה כדתנן במשנה ד' פרק ד' דכתבות, סברא הוא דאיהו נמי מקדש, דהשתא אביה מקבל כסף קדושין ואיהי תקדש נפשה. תוספות: {ה} ויהיב טעמא בגמרא דף מ\"ו דמלוה להוצאה נתנה, וכיון שרשאי להוציאה אינה של המלוה כלל ולאו מידי יהיב לה","jbo:textNikud":"עיקר תוי\"ט {א} מְקַדֵּשׁ. וְנִתְנֵי הָאִישׁ קוֹנֶה (כְּדִתְנַן הָאִשָּׁה נִקְנֵית). מֵעִקָּרָא תָנֵי לִישָׁנָא דְאוֹרַיְתָא, כַּמְפֹרָשׁ שָׁם, וּלְבַסּוֹף תָּנֵי לִישָׁנָא דְרַבָּנָן, דְּאָסַר לָהּ אַכֻּלֵּי עָלְמָא כְּהֶקְדֵּשׁ. גְּמָרָא. וְלָשׁוֹן הִתְקַדְּשִׁי לִי, כְּלוֹמַר לִהְיוֹת לִי מְקֻדֶּשֶׁת לָעוֹלָם בִּשְׁבִילִי, כְּמוֹ הֲרֵי הֵן מְקֻדָּשִׁים לַשָּׁמַיִם, לִהְיוֹת לַשָּׁמַיִם. וּפְשָׁטָא דְמִלְּתָא מְקֻדֶּשֶׁת לִי, מְיֻחֶדֶת לִי וּמְזֻמֶּנֶת לִי. תּוֹסָפוֹת: {ב} וַהֲלֹא אֵינוֹ שׁוֹחֵט אֶלָּא אֶחָד. פֵּרֵשׁ הָרַ\"ן דְּנָפְקָא לָן מִדִּכְתִיב תִּזְבַּח, שֶׁלֹּא יִהְיוּ שְׁנַיִם שׁוֹחֲטִין זֶבַח אֶחָד כִּדְאִיתָא בְּחֻלִּין, וַאֲפִלּוּ הָכִי אָמַר רַחֲמָנָא וְשָׁחֲטוּ כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} הָאִישׁ כוּ'. וְלֹא הִיא. וְאַף עַל גַּב דְּרַבָּנָן פְּלִיגֵי עֲלֵיהּ דְּרַבִּי יְהוּדָה בְּגֵרוּשִׁין, כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק ו' דְּגִטִּין, שָׁאנֵי קִדּוּשִׁין דְּמִדַּעְתָּהּ, דְּהָא בָעִינַן דַּעַת הַמַּקְנֶה, הִלְכָּךְ אָבִיהָ וְלֹא הִיא, שֶׁהַתּוֹרָה זִכְּתָה לוֹ. אֲבָל גֵּרוּשִׁין שֶׁיֶּשְׁנָן בְּעַל כָּרְחָהּ, בֵּין הִיא בֵּין אָבִיהָ. דְּמַה לָּנוּ וּלְדַעְתּוֹ, כִּי מְקַבֵּל לֵיהּ אִיהוּ נַמִּי בְּעַל כָּרְחָהּ הוּא. גְּמָרָא: {ד} נַעֲרָה. דְּמִדְּזַכַּאי בְּכֶסֶף קִדּוּשֶׁיהָ כְּדִתְנַן בְּמִשְׁנָה ד' פֶּרֶק ד' דִּכְתֻבּוֹת, סְבָרָא הוּא דְאִיהוּ נַמִּי מְקַדֵּשׁ, דְּהַשְׁתָּא אָבִיהָ מְקַבֵּל כֶּסֶף קִדּוּשִׁין וְאִיהִי תְקַדֵּשׁ נַפְשָׁהּ. תּוֹסָפוֹת: {ה} וְיָהֵיב טַעֲמָא בַּגְּמָרָא דַּף מ\"ו דְּמִלְוֶה לְהוֹצָאָה נִתְּנָה, וְכֵיוָן שֶׁרַשַּׁאי לְהוֹצִיאָהּ אֵינָהּ שֶׁל הַמַּלְוֶה כְּלָל וְלָאו מִידֵי יָהֵיב לָהּ","rdfs:label":"עיקר תוי\"ט משנה קידושין ב א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-2","jbo:text":"התקדשי לי בכוס זה של יין, ונמצא {ו} של דבש {ז}. של דבש, ונמצא של יין. בדינר זה של כסף, ונמצא של זהב. של זהב, ונמצא של כסף. על מנת שאני עשיר, ונמצא עני. עני, ונמצא עשיר, אינה מקדשת. רבי שמעון אומר, אם הטעה לשבח {ט}, מקדשת","jbo:textNikud":"הִתְקַדְּשִׁי לִי בְכוֹס זֶה שֶׁל יַיִן, וְנִמְצָא {ו} שֶׁל דְּבָשׁ {ז}. שֶׁל דְּבָשׁ, וְנִמְצָא שֶׁל יַיִן. בְּדִינָר זֶה שֶׁל כֶּסֶף, וְנִמְצָא שֶׁל זָהָב. שֶׁל זָהָב, וְנִמְצָא שֶׁל כֶּסֶף. עַל מְנָת שֶׁאֲנִי עָשִׁיר, וְנִמְצָא עָנִי. עָנִי, וְנִמְצָא עָשִׁיר, אֵינָהּ מְקֻדֶּשֶׁת. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הִטְעָהּ לְשֶׁבַח {ט}, מְקֻדֶּשֶׁת","rdfs:label":"משנה קידושין ב ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-2","jbo:text":"ר\"ע מברטנורה של זהב ונמצא של כסף כו'. דאיכא דניחא לה בהא ואיכא דניחא לה בהא {ח}: רבי שמעון אומר אם הטעה לשבח הרי זו מקדשת. לא פליג רבי שמעון אלא על שבח דממון, דמסתמא ניחא לה באותו שבח. אבל על שבח דיוחסין, כגון לוי ונמצא כהן, מודה רבי שמעון דאפלו הטעתו או הטעה הוא אותה לשבח אינה מקדשת, דלא ניחא לה בשבחו מפני שמתגאה עליה. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה שֶׁל זָהָב וְנִמְצָא שֶׁל כֶּסֶף כוּ'. דְּאִיכָּא דְנִיחָא לָהּ בְּהָא וְאִיכָּא דְנִיחָא לָהּ בְּהָא {ח}: רַבִּי שִׁמְעוֹן אוֹמֵר אִם הִטְעָהּ לְשֶׁבַח הֲרֵי זוֹ מְקֻדֶּשֶׁת. לֹא פָלִיג רַבִּי שִׁמְעוֹן אֶלָּא עַל שֶׁבָח דְּמָמוֹן, דְּמִסְּתָּמָא נִיחָא לָהּ בְּאוֹתוֹ שֶׁבָח. אֲבָל עַל שֶׁבָח דְּיוֹחֲסִין, כְּגוֹן לֵוִי וְנִמְצָא כֹהֵן, מוֹדֶה רַבִּי שִׁמְעוֹן דַּאֲפִלּוּ הִטְעַתוּ אוֹ הִטְעָה הוּא אוֹתָהּ לְשֶׁבָח אֵינָהּ מְקֻדֶּשֶׁת, דְּלֹא נִיחָא לָהּ בִּשְׁבָחוֹ מִפְּנֵי שֶׁמִּתְגָּאֶה עָלֶיהָ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-2","jbo:text":"עיקר תוי\"ט {ו} ונמצא כו'. כגון שהיה מכסה ולא הכירה בו עד אחר כך. שאלו ראתה וקבלתו, סברה וקבלה. טור: {ז} דבש. פרוש משקה הנעשה מדבש שקורין מע\"ד כו', דומיא דיין. וכן נמי אין רגילות לתת בכוס של שתיה דבש שעדין לא נעשה ממנו המשקה. נראה לי: {ח} גמרא. וזה לשון הרמב\"ם, אפשר שדעתה ורצונה בזה הדבר הפחות לכונת שום ענין יותר ממה שרוצה הדבר האחר. וזה לשון התוספות, כגון שצריכה כסף להשלים תכשיט של כסף שעושה: {ט} לשבח כו'. פרכינן בגמרא, ולית ליה לרבי שמעון יין ונמצא חמץ חמץ ונמצא יין שניהם יכולין לחזר, ומשני הכא במאי עסקינן, כגון שאמרה היא לשלוחה צא וקבל לי קדושין מפלוני שאמר לי התקדשי לי בדינר של כסף, והלך ונתן לו דינר של זהב. ומאי נמצא, דקא צייר בבליתא כשנתנו לשליח, מר סבר קפידא ומר סבר מראה מקום. והיכי דטעי איהי גופה, מודה רבי שמעון","jbo:textNikud":"עיקר תוי\"ט {ו} וְנִמְצָא כוּ'. כְּגוֹן שֶׁהָיָה מְכֻסֶּה וְלֹא הִכִּירָה בוֹ עַד אַחַר כָּךְ. שֶׁאִלּוּ רָאֲתָה וְקִבְּלַתּוּ, סָבְרָה וְקִבְּלָה. טוּר: {ז} דְּבָשׁ. פֵּרוּשׁ מַשְׁקֶה הַנַּעֲשֶׂה מִדְּבַשׁ שֶׁקּוֹרִין מע\"ד כוּ', דּוּמְיָא דְיַיִן. וְכֵן נַמִּי אֵין רְגִילוּת לָתֵת בְּכוֹס שֶׁל שְׁתִיָּה דְבַשׁ שֶׁעֲדַיִן לֹא נַעֲשָׂה מִמֶּנּוּ הַמַּשְׁקֶה. נִרְאֶה לִי: {ח} גְּמָרָא. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, אֶפְשָׁר שֶׁדַּעְתָּהּ וּרְצוֹנָהּ בְּזֶה הַדָּבָר הַפָּחוּת לְכַוָּנַת שׁוּם עִנְיָן יוֹתֵר מִמָּה שֶׁרוֹצֶה הַדָּבָר הָאַחֵר. וְזֶה לְשׁוֹן הַתּוֹסָפוֹת, כְּגוֹן שֶׁצְּרִיכָה כֶסֶף לְהַשְׁלִים תַּכְשִׁיט שֶׁל כֶּסֶף שֶׁעוֹשָׂה: {ט} לְשֶׁבַח כוּ'. פָּרְכִינַן בַּגְּמָרָא, וְלֵית לֵיהּ לְרַבִּי שִׁמְעוֹן יַיִן וְנִמְצָא חֹמֶץ חֹמֶץ וְנִמְצָא יַיִן שְׁנֵיהֶם יְכוֹלִין לַחֲזֹר, וּמְשָׁנֵי הָכָא בְמַאי עָסְקִינַן, כְּגוֹן שֶׁאָמְרָה הִיא לִשְׁלוּחָהּ צֵא וְקַבֵּל לִי קִדּוּשִׁין מִפְּלוֹנִי שֶׁאָמַר לִי הִתְקַדְּשִׁי לִי בְּדִינָר שֶׁל כֶּסֶף, וְהָלַךְ וְנָתַן לוֹ דִּינָר שֶׁל זָהָב. וּמַאי נִמְצָא, דְּקָא צָיֵיר בִּבְלִיתָא כְּשֶׁנְּתָנוֹ לַשָּׁלִיחַ, מַר סָבַר קְפֵידָא וּמַר סָבַר מַרְאֶה מָקוֹם. וְהֵיכִי דְּטָעֵי אִיהִי גוּפָהּ, מוֹדֶה רַבִּי שִׁמְעוֹן","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-3","jbo:text":"על מנת שאני כהן, ונמצא לוי. לוי, ונמצא כהן. נתין, ונמצא ממזר. ממזר, ונמצא נתין. בן עיר, ונמצא בן כרך {י}. בן כרך, ונמצא בן עיר. על מנת שביתי קרוב למרחץ, ונמצא רחוק. רחוק, ונמצא קרוב. על מנת שיש לי בת או שפחה גדלת, ואין לו. או על מנת שאין לי, ויש לו {יב}. על מנת שאין לי בנים, ויש לו. או על מנת שיש לי, ואין לו. ובכלם, אף על פי שאמרה, בלבי היה להתקדש לו, אף על פי כן {יג}, אינה מקדשת. וכן היא שהטעתו","jbo:textNikud":"עַל מְנָת שֶׁאֲנִי כֹהֵן, וְנִמְצָא לֵוִי. לֵוִי, וְנִמְצָא כֹהֵן. נָתִין, וְנִמְצָא מַמְזֵר. מַמְזֵר, וְנִמְצָא נָתִין. בֶּן עִיר, וְנִמְצָא בֶן כְּרַךְ {י}. בֶּן כְּרַךְ, וְנִמְצָא בֶן עִיר. עַל מְנָת שֶׁבֵּיתִי קָרוֹב לַמֶּרְחָץ, וְנִמְצָא רָחוֹק. רָחוֹק, וְנִמְצָא קָרוֹב. עַל מְנָת שֶׁיֶּשׁ לִי בַת אוֹ שִׁפְחָה גַדֶּלֶת, וְאֵין לוֹ. אוֹ עַל מְנָת שֶׁאֵין לִי, וְיֶשׁ לוֹ {יב}. עַל מְנָת שֶׁאֵין לִי בָנִים, וְיֶשׁ לוֹ. אוֹ עַל מְנָת שֶׁיֶּשׁ לִי, וְאֵין לוֹ. וּבְכֻלָּם, אַף עַל פִּי שֶׁאָמְרָה, בְּלִבִּי הָיָה לְהִתְקַדֵּשׁ לוֹ, אַף עַל פִּי כֵן {יג}, אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הִיא שֶׁהִטְעַתּוּ","rdfs:label":"משנה קידושין ב ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-3","jbo:text":"ר\"ע מברטנורה שפחה גודלת. קולעת שער הנשים {יא}. פרוש אחר, דברנית ובעלת לשון, כמו שנאמר (יחזקאל לה) ותגדילו עלי בפיכם: אף על פי שאמרה בלבי היה להתקדש כו'. דדברים שבלב אינם דברים","jbo:textNikud":"ר\"ע מברטנורה שִׁפְחָה גוֹדֶלֶת. קוֹלַעַת שְׂעַר הַנָּשִׁים {יא}. פֵּרוּשׁ אַחֵר, דַּבְּרָנִית וּבַעֲלַת לָשׁוֹן, כְּמוֹ שֶׁנֶּאֱמַר (יְחֶזְקֵאל לה) וַתַּגְדִּילוּ עָלַי בְּפִיכֶם: אַף עַל פִּי שֶׁאָמְרָה בְּלִבִּי הָיָה לְהִתְקַדֵּשׁ כוּ'. דִּדְבָרִים שֶׁבַּלֵּב אֵינָם דְּבָרִים","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-3","jbo:text":"עיקר תוי\"ט {י} בן כרך. ישיבת הכרכים קשה שהוא מקום שוקים והיקר מצוי בו, ודחק עוברים ושבים. רש\"י: {יא} כמו מגדלא שער נשיא. תוספות. ולי משנה שלמה סוף פרק י' דשבת וכן הגודלת: {יב} ויש לו. דניחא לה באין לו, דמתוך שהולכת מבית לבית לקלע מספרת כל הדברים ממנה. תוספות: {יג} אף על פי כו'. לשון רש\"י, אף על פי שאין הדבר כן אלא כמו שהוא עכשיו, שאין תנאו אמת","jbo:textNikud":"עיקר תוי\"ט {י} בֶּן כְּרַךְ. יְשִׁיבַת הַכְּרַכִּים קָשָׁה שֶׁהוּא מְקוֹם שְׁוָקִים וְהַיֹּקֶר מָצוּי בּוֹ, וְדֹחַק עוֹבְרִים וְשָׁבִים. רַשִׁ\"י: {יא} כְּמוֹ מְגַדְּלָא שְׂעַר נְשַׁיָּא. תּוֹסָפוֹת. וְלִי מִשְׁנָה שְׁלֵמָה סוֹף פֶּרֶק י' דְּשַׁבָּת וְכֵן הַגּוֹדֶלֶת: {יב} וְיֶשׁ לוֹ. דְּנִיחָא לָהּ בְּאֵין לוֹ, דְּמִתּוֹךְ שֶׁהוֹלֶכֶת מִבַּיִת לְבַיִת לִקְלֹעַ מְסַפֶּרֶת כָּל הַדְּבָרִים מִמֶּנָּה. תּוֹסָפוֹת: {יג} אַף עַל פִּי כוּ'. לְשׁוֹן רַשִׁ\"י, אַף עַל פִּי שֶׁאֵין הַדָּבָר כֵּן אֶלָּא כְמוֹ שֶׁהוּא עַכְשָׁיו, שֶׁאֵין תְּנָאוֹ אֱמֶת","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-4","jbo:text":"האומר לשלוחו, צא וקדש לי אשה פלונית במקום פלוני, והלך וקדשה במקום אחר, אינה מקדשת {יד}. הרי היא במקום פלוני, וקדשה במקום אחר, הרי זו מקדשת","jbo:textNikud":"הָאוֹמֵר לִשְׁלוּחוֹ, צֵא וְקַדֵּשׁ לִי אִשָּׁה פְלוֹנִית בְּמָקוֹם פְּלוֹנִי, וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר, אֵינָהּ מְקֻדֶּשֶׁת {יד}. הֲרֵי הִיא בְמָקוֹם פְּלוֹנִי, וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר, הֲרֵי זוֹ מְקֻדֶּשֶׁת","rdfs:label":"משנה קידושין ב ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-4","jbo:text":"ר\"ע מברטנורה והלך וקדשה במקום אחר כו'. דמראה מקום הוא לו. ואין זה תנאי","jbo:textNikud":"ר\"ע מברטנורה וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר כוּ'. דְּמַרְאֶה מָקוֹם הוּא לוֹ. וְאֵין זֶה תְנַאי","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-4","jbo:text":"עיקר תוי\"ט {יד} אינה מקדשת. דדוקא קאמר ליה במקום פלוני, שיש לי שם אוהבים, ואם בא אדם לומר דברים עלי בפניהם, ימחו בידו. רש\"י. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יד} אֵינָהּ מְקֻדֶּשֶׁת. דְּדַוְקָא קָאָמַר לֵיהּ בְּמָקוֹם פְּלוֹנִי, שֶׁיֵּשׁ לִי שָׁם אוֹהֲבִים, וְאִם בָּא אָדָם לוֹמַר דְּבָרִים עָלַי בִּפְנֵיהֶם, יִמְחוּ בְיָדוֹ. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-5","jbo:text":"המקדש את האשה על מנת שאין עליה נדרים ונמצאו עליה נדרים, אינה מקדשת. כנסה סתם ונמצאו עליה נדרים, תצא שלא בכתבה. על מנת שאין עליה מומין ונמצאו בה מומין, אינה מקדשת. כנסה סתם ונמצאו בה מומין, תצא שלא בכתבה. כל המומין הפוסלים בכהנים, פוסלים בנשים","jbo:textNikud":"הַמְקַדֵּשׁ אֶת הָאִשָּׁה עַל מְנָת שֶׁאֵין עָלֶיהָ נְדָרִים וְנִמְצְאוּ עָלֶיהָ נְדָרִים, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ עָלֶיהָ נְדָרִים, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. עַל מְנָת שֶׁאֵין עָלֶיהָ מוּמִין וְנִמְצְאוּ בָהּ מוּמִין, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ בָהּ מוּמִין, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. כָּל הַמּוּמִין הַפּוֹסְלִים בַּכֹּהֲנִים, פּוֹסְלִים בַּנָּשִׁים","rdfs:label":"משנה קידושין ב ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-5","jbo:text":"ר\"ע מברטנורה תצא שלא בכתבה. דאמר אי אפשי באשה נדרנית. אבל גטא בעיא מספק, כיון דלא פרש, דלמא דעתיה נמי אנדרנית: הפוסלים בכהנים. מפרש בכתבות [דף עה]","jbo:textNikud":"ר\"ע מברטנורה תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. דְּאָמַר אִי אֶפְשִׁי בְאִשָּׁה נַדְרָנִית. אֲבָל גִּטָּא בָּעְיָא מִסָּפֵק, כֵּיוָן דְּלֹא פֵּרֵשׁ, דִּלְמָא דַעְתֵּיהּ נַמִּי אַנַּדְרָנִית: הַפּוֹסְלִים בַּכֹּהֲנִים. מְפֹרָשׁ בִּכְתֻבּוֹת [דַּף עה]","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-6","jbo:text":"המקדש שתי נשים בשוה פרוטה, או אשה אחת בפחות {טו} משוה פרוטה, אף על פי ששלח סבלונות לאחר מכאן, אינה מקדשת, שמחמת קדושין הראשונים שלח. וכן קטן שקדש","jbo:textNikud":"הַמְקַדֵּשׁ שְׁתֵּי נָשִׁים בְּשָׁוֶה פְרוּטָה, אוֹ אִשָּׁה אַחַת בְּפָחוֹת {טו} מִשָּׁוֶה פְרוּטָה, אַף עַל פִּי שֶׁשָּׁלַח סִבְלוֹנוֹת לְאַחַר מִכָּאן, אֵינָהּ מְקֻדֶּשֶׁת, שֶׁמֵּחֲמַת קִדּוּשִׁין הָרִאשׁוֹנִים שָׁלַח. וְכֵן קָטָן שֶׁקִּדֵּשׁ","rdfs:label":"משנה קידושין ב ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-6","jbo:text":"ר\"ע מברטנורה סבלונות. דורונות {טז} שדרך חתן לשלח לארוסתו: אינה מקדשת. ולא אמרינן יודע היה שאין קדושיו קדושין וגמר ושלח סבלונות לשם קדושין, אלא אמרינן מחמת קדושין הראשונים שלח: וכן קטן שקדש. ושלח סבלונות משהגדיל","jbo:textNikud":"ר\"ע מברטנורה סִבְלוֹנוֹת. דּוֹרוֹנוֹת {טז} שֶׁדֶּרֶךְ חָתָן לִשְׁלֹחַ לַאֲרוּסָתוֹ: אֵינָהּ מְקֻדֶּשֶׁת. וְלֹא אָמְרִינַן יוֹדֵעַ הָיָה שֶׁאֵין קִדּוּשָׁיו קִדּוּשִׁין וְגָמַר וְשָׁלַח סִבְלוֹנוֹת לְשֵׁם קִדּוּשִׁין, אֶלָּא אָמְרִינַן מֵחֲמַת קִדּוּשִׁין הָרִאשׁוֹנִים שָׁלַח: וְכֵן קָטָן שֶׁקִּדֵּשׁ. וְשָׁלַח סִבְלוֹנוֹת מִשֶּׁהִגְדִּיל","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-6","jbo:text":"עיקר תוי\"ט {טו} בפחות כו'. וצריכא, דאי אשמעינן שוה פרוטה, איידי דקא נפיק ממונא מניה טעי, אבל פחות משוה פרוטה אימא יודע שאין קדושין תופסים בפחות משוה פרוטה, וכי קא משדר סבלונות אדעתא דקדושין קא משדר. ואי אשמעינן הני תרתי, משום דבין פרוטה לפחות משוה פרוטה לא קים להו לאנשי, אבל קטן שקדש הכל יודעין שאין קדושי קטן כלום, אימא כי קא משדר סבלונות אדעתא דקדושין קא משדר, קא משמע לן. גמרא: {טז} ונגזר זה השם מסבל, והוא נושא המשא שנושאים אותה מיד זה ליד זה. הרמב\"ם. והתשבי הוסיף, וכן פרש רש\"י, סבלות מצרים, משא מצרים, ונמצא משא בלשון מתנה, כמו וישא משאות פרוש ויתן מתנות","jbo:textNikud":"עיקר תוי\"ט {טו} בְּפָחוֹת כוּ'. וּצְרִיכָא, דְּאִי אַשְׁמְעִינַן שָׁוֶה פְרוּטָה, אַיְידֵי דְּקָא נָפֵיק מָמוֹנָא מִנֵּיהּ טָעֵי, אֲבָל פָּחוֹת מִשָּׁוֶה פְרוּטָה אֵימָא יוֹדֵעַ שֶׁאֵין קִדּוּשִׁין תּוֹפְסִים בְּפָחוֹת מִשָּׁוֶה פְרוּטָה, וְכִי קָא מְשַׁדַּר סִבְלוֹנוֹת אַדַּעְתָּא דְקִדּוּשִׁין קָא מְשַׁדַּר. וְאִי אַשְׁמְעִינַן הָנֵי תַרְתֵּי, מִשּׁוּם דְּבֵין פְּרוּטָה לְפָחוֹת מִשָּׁוֶה פְרוּטָה לֹא קִים לְהוּ לֶאֱנָשֵׁי, אֲבָל קָטָן שֶׁקִּדֵּשׁ הַכֹּל יוֹדְעִין שֶׁאֵין קִדּוּשֵׁי קָטָן כְּלוּם, אֵימָא כִּי קָא מְשַׁדַּר סִבְלוֹנוֹת אַדַּעְתָּא דְקִדּוּשִׁין קָא מְשַׁדַּר, קָא מַשְׁמַע לָן. גְּמָרָא: {טז} וְנִגְזַר זֶה הַשֵּׁם מִסַּבָּל, וְהוּא נוֹשֵׂא הַמַּשָּׂא שֶׁנּוֹשְׂאִים אוֹתָהּ מִיַּד זֶה לְיַד זֶה. הָרַמְבַּ\"ם. וְהַתִּשְׁבִּי הוֹסִיף, וְכֵן פֵּרֵשׁ רַשִׁ\"י, סִבְלוֹת מִצְרַיִם, מַשָּׂא מִצְרַיִם, וְנִמְצָא מַשָּׂא בִּלְשׁוֹן מַתָּנָה, כְּמוֹ וַיִּשָּׂא מַשְּׂאוֹת פֵּרוּשׁ וַיִּתֵּן מַתָּנוֹת","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-7","jbo:text":"המקדש אשה ובתה או אשה ואחותה, כאחת, אינן מקדשות. ומעשה בחמש נשים ובהן שתי אחיות, ולקט אחד כלכלה של תאנים, ושלהם היתה ושל שביעית היתה, ואמר הרי כלכם מקדשות לי בכלכלה זו, וקבלה אחת מהן על ידי כלן, ואמרו חכמים, אין האחיות מקדשות","jbo:textNikud":"הַמְקַדֵּשׁ אִשָּׁה וּבִתָּהּ אוֹ אִשָּׁה וַאֲחוֹתָהּ, כְּאַחַת, אֵינָן מְקֻדָּשׁוֹת. וּמַעֲשֶׂה בְחָמֵשׁ נָשִׁים וּבָהֶן שְׁתֵּי אֲחָיוֹת, וְלִקֵּט אֶחָד כַּלְכָּלָה שֶׁל תְּאֵנִים, וְשֶׁלָּהֶם הָיְתָה וְשֶׁל שְׁבִיעִית הָיְתָה, וְאָמַר הֲרֵי כֻלְּכֶם מְקֻדָּשׁוֹת לִי בְכַלְכָּלָה זוֹ, וְקִבְּלָה אַחַת מֵהֶן עַל יְדֵי כֻלָּן, וְאָמְרוּ חֲכָמִים, אֵין הָאֲחָיוֹת מְקֻדָּשׁוֹת","rdfs:label":"משנה קידושין ב ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-7","jbo:text":"ר\"ע מברטנורה אינן מקדשות. דאמר קרא (ויקרא יח) ואשה אל אחתה לא תקח לצרר, בשעה שנעשו צרות זו לזו אין לך לקוחין אפלו באחת מהן. והוא הדין לכל שאר עריות שיש בהן כרת, שאין קדושין תופסין בהם {יז}: ושלהן היתה. שמעינן מהא מתניתין דהמקדש בגזל ואפלו בגזל דידה אינה מקדשת, ולא אמרינן מדקבילתיה אחילתיה. מדקתני ושלהן היתה ושל שביעית היתה, משום דשל שביעית היתה שהפרות הפקר משום הכי הנשים מקדשות, אלא שאין אחיות מקדשות, אבל אם לא היתה שביעית, הואיל ושלהן היתה לא היו קדושין תופסים באחת מהן. ודוקא בגזל שלפני יאוש בעלים אמרינן דלא הוו קדושין, אבל המקדש בגזל שלאחר יאוש, קדושיו קדושין. ושמעינן נמי שהמקדש בפרות שביעית מקדשת, ולא אמרינן אינן ממונו לזכות בהן, אלא כיון שזכה בהן ממונו הם לכל דבר. ושמעינן נמי שאשה נעשית שליח לחברתה, ואפלו במקום שנעשית לה צרה. ואף על גב דבכל עדות שהאשה כשרה לה אין הצרה כשרה לה, שליחותא מיהא כיון דעבדא עבדא, דהא הכא בקדושין הללו הן נעשות צרות על ידי זו שקבלתה, וקתני אין האחיות מקדשות, הא נכריות מקדשות. ומתניתין מתרצא בגמרא אליבא דהלכתא הכי, המקדש אשה ובתה או אשה ואחותה, שתיהן כאחת אינן מקדשות, הא אחת מאשה ובתה, אחת מאשה ואחותה, כגון שאמר לשתיהן אחת מכם מקדשת לי ולא פרש לאיזו מהן מקדש, וקבלה אחת מהן הקדושין על ידי חברתה {יח}, או שתיהן קבלו קדושין כאחת, מקדשות, ושתיהן צריכות גט. ואם אמר הראויה מכם לביאה מקדשת לי, אינן מקדשות, דכל אחת מהן איכא לספוקה באחות אשתו ואין שום אחת מהן ראויה לביאה. ומעשה נמי בחמש נשים ובהן שתי אחיות ולקט אחד כלכלה של תאנים ואמר הראויה מכם לביאה תתקדש לי, ואמרו חכמים אין אחיות מתקדשות, הא נכריות שהיו ראויות לביאה, מתקדשות. אבל אם אמר כלכם מתקדשות לי, לא היתה שום אחת מהן מקדשת, דכי היכי דאין אחיות מקדשות כך אין האחרות מקדשות היכא דאמר כלכם {יט}","jbo:textNikud":"ר\"ע מברטנורה אֵינָן מְקֻדָּשׁוֹת. דְּאָמַר קְרָא (וַיִּקְרָא יח) וְאִשָּׁה אֶל אֲחֹתָהּ לֹא תִקָּח לִצְרֹר, בְּשָׁעָה שֶׁנַּעֲשׂוּ צָרוֹת זוֹ לְזוֹ אֵין לְךָ לִקּוּחִין אֲפִלּוּ בְּאַחַת מֵהֶן. וְהוּא הַדִּין לְכָל שְׁאָר עֲרָיוֹת שֶׁיֵּשׁ בָּהֶן כָּרֵת, שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בָּהֶם {יז}: וְשֶׁלָּהֶן הָיְתָה. שָׁמְעִינַן מֵהָא מַתְנִיתִין דְּהַמְקַדֵּשׁ בְּגָזֵל וַאֲפִלּוּ בְּגָזֵל דִּידָהּ אֵינָהּ מְקֻדֶּשֶׁת, וְלֹא אָמְרִינַן מִדְּקַבִּילְתֵּיהּ אַחִילְתֵּיהּ. מִדְּקָתָנֵי וְשֶׁלָּהֶן הָיְתָה וְשֶׁל שְׁבִיעִית הָיְתָה, מִשּׁוּם דְּשֶׁל שְׁבִיעִית הָיְתָה שֶׁהַפֵּרוֹת הֶפְקֵר מִשׁוּם הָכִי הַנָּשִׁים מְקֻדָּשׁוֹת, אֶלָּא שֶׁאֵין אֲחָיוֹת מְקֻדָּשׁוֹת, אֲבָל אִם לֹא הָיְתָה שְׁבִיעִית, הוֹאִיל וְשֶׁלָּהֶן הָיְתָה לֹא הָיוּ קִדּוּשִׁין תּוֹפְסִים בְּאַחַת מֵהֶן. וְדַוְקָא בְּגָזֵל שֶׁלִּפְנֵי יֵאוּשׁ בְּעָלִים אָמְרִינַן דְּלֹא הֲווּ קִדּוּשִׁין, אֲבָל הַמְקַדֵּשׁ בְּגָזֵל שֶׁלְּאַחַר יֵאוּשׁ, קִדּוּשָׁיו קִדּוּשִׁין. וְשָׁמְעִינַן נַמִּי שֶׁהַמְקַדֵּשׁ בְּפֵרוֹת שְׁבִיעִית מְקֻדֶּשֶׁת, וְלֹא אָמְרִינַן אֵינָן מָמוֹנוֹ לִזְכּוֹת בָּהֶן, אֶלָּא כֵיוָן שֶׁזָּכָה בָּהֶן מָמוֹנוֹ הֵם לְכָל דָּבָר. וְשָׁמְעִינַן נַמִּי שֶׁאִשָּׁה נַעֲשֵׂית שָׁלִיחַ לַחֲבֶרְתָּהּ, וַאֲפִלּוּ בִּמְקוֹם שֶׁנַּעֲשֵׂית לָהּ צָרָה. וְאַף עַל גַּב דִּבְכָל עֵדוּת שֶׁהָאִשָּׁה כְשֵׁרָה לָהּ אֵין הַצָּרָה כְשֵׁרָה לָהּ, שְׁלִיחוּתָא מִיהָא כֵיוָן דְּעָבְדָא עָבְדָא, דְּהָא הָכָא בַקִּדּוּשִׁין הַלָּלוּ הֵן נַעֲשׂוֹת צָרוֹת עַל יְדֵי זוֹ שֶׁקִּבַּלְתָּהּ, וְקָתָנֵי אֵין הָאֲחָיוֹת מְקֻדָּשׁוֹת, הָא נָכְרִיּוֹת מְקֻדָּשׁוֹת. וּמַתְנִיתִין מִתָּרְצָא בַגְּמָרָא אַלִיבָּא דְהִלְכְתָא הָכִי, הַמְקַדֵּשׁ אִשָּׁה וּבִתָּהּ אוֹ אִשָּׁה וַאֲחוֹתָהּ, שְׁתֵּיהֶן כְּאַחַת אֵינָן מְקֻדָּשׁוֹת, הָא אַחַת מֵאִשָּׁה וּבִתָּהּ, אַחַת מֵאִשָּׁה וַאֲחוֹתָהּ, כְּגוֹן שֶׁאָמַר לִשְׁתֵּיהֶן אַחַת מִכֶּם מְקֻדֶּשֶׁת לִי וְלֹא פֵרֵשׁ לְאֵיזוֹ מֵהֶן מְקַדֵּשׁ, וְקִבְּלָה אַחַת מֵהֶן הַקִּדּוּשִׁין עַל יְדֵי חֲבֶרְתָּהּ {יח}, אוֹ שְׁתֵּיהֶן קִבְּלוּ קִדּוּשִׁין כְּאַחַת, מְקֻדָּשׁוֹת, וּשְׁתֵּיהֶן צְרִיכוֹת גֵּט. וְאִם אָמַר הָרְאוּיָה מִכֶּם לְבִיאָה מְקֻדֶּשֶׁת לִי, אֵינָן מְקֻדָּשׁוֹת, דְּכָל אַחַת מֵהֶן אִיכָּא לְסַפּוּקָהּ בַּאֲחוֹת אִשְׁתּוֹ וְאֵין שׁוּם אַחַת מֵהֶן רְאוּיָה לְבִיאָה. וּמַעֲשֶׂה נַמִּי בְחָמֵשׁ נָשִׁים וּבָהֵן שְׁתֵּי אֲחָיוֹת וְלִקֵּט אֶחָד כַּלְכָּלָה שֶׁל תְּאֵנִים וְאָמַר הָרְאוּיָה מִכֶּם לְבִיאָה תִתְקַדֵּשׁ לִי, וְאָמְרוּ חֲכָמִים אֵין אֲחָיוֹת מִתְקַדְּשׁוֹת, הָא נָכְרִיּוֹת שֶׁהָיוּ רְאוּיוֹת לְבִיאָה, מִתְקַדְּשׁוֹת. אֲבָל אִם אָמַר כֻּלְּכֶם מִתְקַדְּשׁוֹת לִי, לֹא הָיְתָה שׁוּם אַחַת מֵהֶן מְקֻדֶּשֶׁת, דְּכִי הֵיכִי דְאֵין אֲחָיוֹת מְקֻדָּשׁוֹת כָּךְ אֵין הָאֲחֵרוֹת מְקֻדָּשׁוֹת הֵיכָא דְאָמַר כֻּלְּכֶם {יט}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-7","jbo:text":"עיקר תוי\"ט {יז} ובגמרא מסיק, דהך קרא בזו אחר זו משתעי. ומסברא אמרינן כל שאינו בזה אחר זה אפלו בבת אחת אינו. וגם מסיק דשאר עריות ילפינן, דאמר קרא כל אשר יעשה מכל התועבות האלה ונכרתו, הקשו כל עריות כו' חוץ מנדה. ועין תוספות יום טוב: {יח} ורצונו לומר גם בשביל חברתה, שחברתה עשאתה שליח, והוא אמר לה אחת מכם ולא פרש: {יט} וטעמא משום דהוי כאומר קני את וחמור, ואת וחמור לא קנה, שהרי לא הקנה לזה בלא זה, וחמור לא קנה, את נמי לא קנה. גמרא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יז} וּבַגְּמָרָא מַסִּיק, דְּהַךְ קְרָא בְּזוֹ אַחַר זוֹ מִשְׁתַּעֵי. וּמִסְּבָרָא אָמְרִינַן כָּל שֶׁאֵינוֹ בָּזֶה אַחַר זֶה אֲפִלּוּ בְּבַת אַחַת אֵינוֹ. וְגַם מַסִּיק דִּשְׁאָר עֲרָיוֹת יָלְפִינַן, דְּאָמַר קְרָא כָּל אֲשֶׁר יַעֲשֶׂה מִכָּל הַתּוֹעֵבוֹת הָאֵלֶּה וְנִכְרְתוּ, הֻקְּשׁוּ כָל עֲרָיוֹת כוּ' חוּץ מִנִּדָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} וּרְצוֹנוֹ לוֹמַר גַּם בִּשְׁבִיל חֲבֶרְתָּהּ, שֶׁחֲבֶרְתָּהּ עָשַׂאְתָּה שָׁלִיחַ, וְהוּא אָמַר לָהּ אַחַת מִכֶּם וְלֹא פֵרֵשׁ: {יט} וְטַעְמָא מִשּׁוּם דַּהֲוֵי כְאוֹמֵר קְנֵי אַתְּ וַחֲמוֹר, וְאַתְּ וַחֲמוֹר לֹא קָנָה, שֶׁהֲרֵי לֹא הִקְנָה לָזֶה בְלֹא זֶה, וַחֲמוֹר לֹא קָנָה, אַתְּ נַמִּי לֹא קָנָה. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-8","jbo:text":"המקדש בחלקו, בין קדשי קדשים בין קדשים קלים, אינה מקדשת. במעשר שני, בין שוגג בין מזיד, לא קדש, דברי רבי מאיר. רבי יהודה אומר, בשוגג לא קדש {כג}, במזיד קדש. ובהקדש, במזיד קדש ובשוגג לא קדש, דברי רבי מאיר. רבי יהודה אומר, בשוגג קדש, במזיד לא קדש","jbo:textNikud":"הַמְקַדֵּשׁ בְּחֶלְקוֹ, בֵּין קָדְשֵׁי קָדָשִׁים בֵּין קָדָשִׁים קַלִּים, אֵינָהּ מְקֻדֶּשֶׁת. בְּמַעֲשֵׂר שֵׁנִי, בֵּין שׁוֹגֵג בֵּין מֵזִיד, לֹא קִדֵּשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בְּשׁוֹגֵג לֹא קִדֵּשׁ {כג}, בְּמֵזִיד קִדֵּשׁ. וּבְהֶקְדֵּשׁ, בְּמֵזִיד קִדֵּשׁ וּבְשׁוֹגֵג לֹא קִדֵּשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בְּשׁוֹגֵג קִדֵּשׁ, בְּמֵזִיד לֹא קִדֵּשׁ","rdfs:label":"משנה קידושין ב ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-8","jbo:text":"ר\"ע מברטנורה המקדש בחלקו. שחלק עם אחיו הכהנים: אינה מקדשת. דכהנים משלחן גבוה קא זכו, ואמר קרא {כ} (במדבר יח) זה יהיה לך מקדש הקדשים מן האש, מה אש אין אתה משתמש בו אלא לאכילה {כא}, כך מתנות הללו לא תשתמש בהן אלא לאכילה, ובמעשר כתיב לה' הוא, בהויתו יהא {כב}: רבי יהודה אומר מזיד קדש. במעשר שני. הואיל ויוצא לחלין על ידי פדיון, והרי הוציאו לחלין על ידי קדושין הללו. ורבי מאיר סבר לית דרך חלול בכך: ובהקדש. של בדק הבית: מזיד קדש. שכיון שידע שהוא הקדש והוציאו לחלין בכונה, נתחללה קדשתו {כד}: ובשוגג. דלא ידע שהוא הקדש ולא ניחא ליה דלתחלל הקדש על ידיה, לא נתחללה קדשתו, ואינה מקדשת. ורבי יהודה סבר אפכא. והלכה כרבי מאיר במעשר, וכרבי יהודה בהקדש","jbo:textNikud":"ר\"ע מברטנורה הַמְקַדֵּשׁ בְּחֶלְקוֹ. שֶׁחָלַק עִם אֶחָיו הַכֹּהֲנִים: אֵינָהּ מְקֻדֶּשֶׁת. דְּכֹהֲנִים מִשֻּׁלְחָן גָּבוֹהַּ קָא זָכוּ, וְאָמַר קְרָא {כ} (בְּמִדְבָּר יח) זֶה יִהְיֶה לְךָ מִקֹּדֶשׁ הַקָּדָשִׁים מִן הָאֵשׁ, מָה אֵשׁ אֵין אַתָּה מִשְׁתַּמֵּשׁ בּוֹ אֶלָּא לַאֲכִילָה {כא}, כָּךְ מַתָּנוֹת הַלָּלוּ לֹא תִשְׁתַּמֵּשׁ בָּהֶן אֶלָּא לַאֲכִילָה, וּבְמַעֲשֵׂר כְּתִיב לַה' הוּא, בַּהֲוָיָתוֹ יְהֵא {כב}: רַבִּי יְהוּדָה אוֹמֵר מֵזִיד קִדֵּשׁ. בְּמַעֲשֵׂר שֵׁנִי. הוֹאִיל וְיוֹצֵא לְחֻלִּין עַל יְדֵי פִדְיוֹן, וַהֲרֵי הוֹצִיאוֹ לְחֻלִּין עַל יְדֵי קִדּוּשִׁין הַלָּלוּ. וְרַבִּי מֵאִיר סָבַר לֵית דֶּרֶךְ חִלּוּל בְּכָךְ: וּבְהֶקְדֵּשׁ. שֶׁל בֶּדֶק הַבַּיִת: מֵזִיד קִדֵּשׁ. שֶׁכֵּיוָן שֶׁיָּדַע שֶׁהוּא הֶקְדֵּשׁ וְהוֹצִיאוֹ לַחֻלִּין בְּכַוָּנָה, נִתְחַלְלָה קְדֻשָּׁתוֹ {כד}: וּבְשׁוֹגֵג. דְּלֹא יָדַע שֶׁהוּא הֶקְדֵּשׁ וְלֹא נִיחָא לֵיהּ דְּלִתְחַלֵּל הֶקְדֵּשׁ עַל יְדֵיהּ, לֹא נִתְחַלְלָה קְדֻשָּׁתוֹ, וְאֵינָהּ מְקֻדֶּשֶׁת. וְרַבִּי יְהוּדָה סָבַר אִפְּכָא. וַהֲלָכָה כְּרַבִּי מֵאִיר בְּמַעֲשֵׂר, וּכְרַבִּי יְהוּדָה בְּהֶקְדֵּשׁ","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-8","jbo:text":"עיקר תוי\"ט {כ} וכן פרש הרמב\"ם. ותמהני דכיון דקרא כתיב למאי צריכינן לטעמא דמשלחן גבוה קא זכו. ובגמרא ליתא הא דמשלחן כו' אלא לטעמא דרבי יוסי דסבר מחיים ממונא הם אבל לאחר שחיטה משלחן גבוה כו'. ולהכי תנן נמי בחלקו, דלאחר שחיטה אירי: {כא} כן כתב הרמב\"ם. ותימה שהרי למלאכה גם כן אתה משתמש בו, וכן להתחמם במדורת עצים ואש. ובגמרא, כאש, מה אש לאכילה אף הוא נמי לאכילה. ופרש רש\"י, כאש, חלקו של אהרן השוה לחלקו של מזבח, מה מזבח לאכילה, אף כהן לאכילה ולא לדבר אחר: {כב} ומכל מקום נראה דלא איצטריך אלא לרבי יהודה. אבל לרבי מאיר הא סבירא ליה מעשר שני ממון גבוה הוא: {כג} לא קדש. ובהקדש סבר רבי מאיר דלא קדש. ואמרו בגמרא דרבי יוחנן אמר בטעמיהו תרתי, חדא לפי שאין אשה רוצה (אם היתה יודעת שהוא כן לא קבלתו לשם קדושין והוו להו קדושי טעות), וחדא לפי שאין שניהם רוצים, ופליגי אמוראי בהי מניהו הוא רוצה. ועין תוספות יום טוב: {כד} דרבי מאיר לטעמיה דאמר הקדש במזיד מתחלל. ומפיק ליה מקרא או מעלה מעל (צריך לומר דתמעל מעל. מהר\"י), ואין מעילה אלא בשנוי, כלומר במזיד, דאם ירצה לגזלו יקננו מיד, וזה שנה היכא דקדש במזיד כו'. ובמעילה הוא דגלי קרא דבמזיד מתחלל, אבל מעשר כל היכא דאיתא, שם מעשר עליו. ורבי יהודה סבר ממון בעלים הוא ולכך במזיד קדש. ובשוגג לא, משום טרחא דאורחא. תוספות. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כ} וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וּתְמֵהַנִי דְּכֵיוָן דִּקְרָא כְתִיב לְמַאי צְרִיכִינַן לְטַעֲמָא דְּמִשֻּׁלְחָן גָּבוֹהַּ קָא זָכוּ. וּבַגְּמָרָא לֵיתָא הָא דְּמִשֻּׁלְחָן כוּ' אֶלָּא לְטַעֲמָא דְרַבִּי יוֹסֵי דְסָבַר מֵחַיִּים מָמוֹנָא הֵם אֲבָל לְאַחַר שְׁחִיטָה מִשֻּׁלְחָן גָּבוֹהַּ כוּ'. וּלְהָכִי תְּנַן נַמִּי בְּחֶלְקוֹ, דִּלְאַחַר שְׁחִיטָה אָיְרֵי: {כא} כֵּן כָּתַב הָרַמְבַּ\"ם. וְתֵימַהּ שֶׁהֲרֵי לִמְלָאכָה גַּם כֵּן אַתָּה מִשְׁתַּמֵּשׁ בּוֹ, וְכֵן לְהִתְחַמֵּם בִּמְדוּרַת עֵצִים וְאֵשׁ. וּבַגְּמָרָא, כְּאֵשׁ, מָה אֵשׁ לַאֲכִילָה אַף הוּא נַמִּי לַאֲכִילָה. וּפֵרֵשׁ רַשִׁ\"י, כְּאֵשׁ, חֶלְקוֹ שֶׁל אַהֲרֹן הֻשְׁוָה לְחֶלְקוֹ שֶׁל מִזְבֵּחַ, מַה מִּזְבֵּחַ לַאֲכִילָה, אַף כֹּהֵן לַאֲכִילָה וְלֹא לְדָבָר אַחֵר: {כב} וּמִכָּל מָקוֹם נִרְאֶה דְלָא אִיצְטְרִיךְ אֶלָּא לְרַבִּי יְהוּדָה. אֲבָל לְרַבִּי מֵאִיר הָא סְבִירָא לֵיהּ מַעֲשֵׂר שֵׁנִי מָמוֹן גָּבוֹהַּ הוּא: {כג} לֹא קִדֵּשׁ. וּבְהֶקְדֵּשׁ סָבַר רַבִּי מֵאִיר דְּלֹא קִדֵּשׁ. וְאָמְרוּ בַגְּמָרָא דְּרַבִּי יוֹחָנָן אָמַר בְּטַעֲמַיְהוּ תַּרְתֵּי, חֲדָא לְפִי שֶׁאֵין אִשָּׁה רוֹצָה (אִם הָיְתָה יוֹדַעַת שֶׁהוּא כֵן לֹא קִבְּלַתּוּ לְשֵׁם קִדּוּשִׁין וַהֲווּ לְהוּ קִדּוּשֵׁי טָעוּת), וַחֲדָא לְפִי שֶׁאֵין שְׁנֵיהֶם רוֹצִים, וּפְלִיגֵי אָמוֹרָאֵי בְּהֵי מִנַּיְהוּ הוּא רוֹצֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} דְּרַבִּי מֵאִיר לְטַעֲמֵיהּ דְּאָמַר הֶקְדֵּשׁ בְּמֵזִיד מִתְחַלֵּל. וּמַפִּיק לֵיהּ מִקְּרָא אוֹ מָעֲלָה מַעַל (צָרִיךְ לוֹמַר דְּתִמְעֹל מַעַל. מהר\"י), וְאֵין מְעִילָה אֶלָּא בְשִׁנּוּי, כְּלוֹמַר בְּמֵזִיד, דְּאִם יִרְצֶה לְגָזְלוֹ יִקְנֶנּוּ מִיָּד, וְזֶה שִׁנָּה הֵיכָא דְקִדֵּשׁ בְּמֵזִיד כוּ'. וּבִמְעִילָה הוּא דְגַלֵּי קְרָא דִּבְמֵזִיד מִתְחַלֵּל, אֲבָל מַעֲשֵׂר כָּל הֵיכָא דְאִיתָא, שֵׁם מַעֲשֵׂר עָלָיו. וְרַבִּי יְהוּדָה סָבַר מָמוֹן בְּעָלִים הוּא וּלְכָךְ בְּמֵזִיד קִדֵּשׁ. וּבְשׁוֹגֵג לֹא, מִשּׁוּם טִרְחָא דְאוֹרְחָא. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-9","jbo:text":"המקדש בערלה {כה}, בכלאי הכרם, בשור הנסקל, ובעגלה ערופה, בצפרי מצרע, ובשער נזיר, ופטר חמור, ובשר בחלב, וחלין שנשחטו בעזרה, אינה מקדשת. מכרן וקדש בדמיהן, מקדשת {לב}","jbo:textNikud":"הַמְקַדֵּשׁ בְּעָרְלָה {כה}, בְּכִלְאֵי הַכֶּרֶם, בְּשׁוֹר הַנִּסְקָל, וּבְעֶגְלָה עֲרוּפָה, בְּצִפֳּרֵי מְצֹרָע, וּבִשְׂעַר נָזִיר, וּפֶטֶר חֲמוֹר, וּבָשָׂר בְּחָלָב, וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה, אֵינָהּ מְקֻדֶּשֶׁת. מְכָרָן וְקִדֵּשׁ בִּדְמֵיהֶן, מְקֻדֶּשֶׁת {לב}","rdfs:label":"משנה קידושין ב ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-9","jbo:text":"ר\"ע מברטנורה המקדש בערלה וכו' אינה מקדשת. דכלהו אסורי הנאה נינהו. ערלה, דכתיב לא יאכל, אחד אסור אכילה ואחד אסור הנאה במשמע: ובכלאי הכרם. דכתיב (דברים כב) פן תקדש, פן תוקד אש: ובשור הנסקל. דכתיב ביה (שמות כא) ולא יאכל את בשרו {כו}: ובעגלה ערופה. דכתיב בה כפרה כקדשים {כז}, שנאמר (דברים כא) ונכפר להם הדם: בצפרי מצרע. דתניא, נאמר מכשיר ומכפר בפנים, אשמו של מצרע שהוא מכשיר אותו לאכל בקדשים, וחטאתו שמכפר, ושניהם נעשים בפנים. ונאמר מכשיר ומכפר בחוץ, מכשיר, צפרי מצרע שמכשירין המצרע לבא אל תוך המחנה, ומכפר, עגלה ערופה, שנאמר בה ונכפר להם הדם, ושניהם נעשים חוץ לעזרה. מה מכשיר ומכפר האמור בפנים, שהם אשמו וחטאתו של מצרע, עשה בו מכשיר כמכפר, דתרויהו קדשים נינהו ואסורים בהנאה, אף מכשיר ומכפר האמורים בחוץ, שהם צפרי מצרע ועגלה ערופה, עשה בו מכשיר כמכפר להיות אסורים בהנאה. ומאימתי אסורין צפרי מצרע בהנאה, משעת שחיטה. והצפור השחוטה בלבד היא שאסורה בהנאה {כח}. ועגלה ערופה, ירידתה אל נחל איתן אוסרתה: ובשער הנזיר. דאמר קרא (במדבר ו) קדש יהיה גדל פרע שער ראשו, גדולו פרע שער ראשו יהיה קדוש {כט}: ופטר חמור. נאמר בו (שמות יג) וערפתו, ונאמר בעגלה ערופה וערפו, מה עגלה ערופה אסורה בהנאה, אף פטר חמור אסור בהנאה. ואינו אסור בהנאה אלא אחר עריפה {ל}: ובשר בחלב. נאמר שלש פעמים לא תבשל גדי בחלב אמו, אחד לאסור אכילה, ואחד לאסור הנאה, ואחד לאסור בשול: ובחלין שנשחטו בעזרה. דכתיב (דברים יב) כי ירחק ממך המקום וזבחת, ברחוק מקום אתה זובח ואי אתה זובח בקרוב מקום {לא}. יכול לא יאכלנו אבל ישליכנו לכלבים, תלמוד לומר (שמות כב) לכלב תשלכון אתו, אותו אתה משליך לכלב ואי אתה משליך לכלב חלין שנשחטו בעזרה: מכרן וקדש בדמיהן מקדשת. שאין לך דבר שתופס את דמיו להיות כמוהו אלא עבודה זרה ושביעית. עבודה זרה, שנאמר (דברים ז) והיית חרם כמהו, כל מה שאתה מהוה ממנו הרי הוא כמוהו. ושביעית, שנאמר קדש היא, תופסת דמיה כהקדש. והוו עבודה זרה ושביעית שני כתובים הבאים כאחד, וכל שני כתובים הבאין כאחד אין מלמדין","jbo:textNikud":"ר\"ע מברטנורה הַמְקַדֵּשׁ בְּעָרְלָה וְכוּ' אֵינָהּ מְקֻדֶּשֶׁת. דְּכֻלְּהוּ אִסּוּרֵי הֲנָאָה נִינְהוּ. עָרְלָה, דִּכְתִיב לֹא יֵאָכֵל, אֶחָד אִסּוּר אֲכִילָה וְאֶחָד אִסּוּר הֲנָאָה בְּמַשְׁמָע: וּבְכִלְאֵי הַכֶּרֶם. דִּכְתִיב (דְּבָרִים כב) פֶּן תִּקְדַּשׁ, פֶּן תּוּקַד אֵשׁ: וּבְשׁוֹר הַנִּסְקָל. דִּכְתִיב בֵּיהּ (שְׁמוֹת כא) וְלֹא יֵאָכֵל אֶת בְּשָׂרוֹ {כו}: וּבְעֶגְלָה עֲרוּפָה. דִּכְתִיב בָּהּ כַּפָּרָה כְּקָדָשִׁים {כז}, שֶׁנֶּאֱמַר (דְּבָרִים כא) וְנִכַּפֵּר לָהֶם הַדָּם: בְּצִפֳּרֵי מְצֹרָע. דְּתַנְיָא, נֶאֱמַר מַכְשִׁיר וּמְכַפֵּר בִּפְנִים, אֲשָׁמוֹ שֶׁל מְצֹרָע שֶׁהוּא מַכְשִׁיר אוֹתוֹ לֶאֱכֹל בְּקָדָשִׁים, וְחַטָּאתוֹ שֶׁמְּכַפֵּר, וּשְׁנֵיהֶם נַעֲשִׂים בִּפְנִים. וְנֶאֱמַר מַכְשִׁיר וּמְכַפֵּר בַּחוּץ, מַכְשִׁיר, צִפֳּרֵי מְצֹרָע שֶׁמַּכְשִׁירִין הַמְצֹרָע לָבֹא אֶל תּוֹךְ הַמַּחֲנֶה, וּמְכַפֵּר, עֶגְלָה עֲרוּפָה, שֶׁנֶּאֱמַר בָּהּ וְנִכַּפֵּר לָהֶם הַדָּם, וּשְׁנֵיהֶם נַעֲשִׂים חוּץ לָעֲזָרָה. מַה מַּכְשִׁיר וּמְכַפֵּר הָאָמוּר בִּפְנִים, שֶׁהֵם אֲשָׁמוֹ וְחַטָּאתוֹ שֶׁל מְצֹרָע, עָשָׂה בוֹ מַכְשִׁיר כִּמְכַפֵּר, דְּתַרְוַיְהוּ קָדָשִׁים נִינְהוּ וַאֲסוּרִים בַּהֲנָאָה, אַף מַכְשִׁיר וּמְכַפֵּר הָאֲמוּרִים בַּחוּץ, שֶׁהֵם צִפֳּרֵי מְצֹרָע וְעֶגְלָה עֲרוּפָה, עָשָׂה בּוֹ מַכְשִׁיר כִּמְכַפֵּר לִהְיוֹת אֲסוּרִים בַּהֲנָאָה. וּמֵאֵימָתַי אֲסוּרִין צִפֳּרֵי מְצֹרָע בַּהֲנָאָה, מִשְּׁעַת שְׁחִיטָה. וְהַצִּפּוֹר הַשְּׁחוּטָה בִלְבַד הִיא שֶׁאֲסוּרָה בַּהֲנָאָה {כח}. וְעֶגְלָה עֲרוּפָה, יְרִידָתָהּ אֶל נַחַל אֵיתָן אוֹסְרַתָּהּ: וּבִשְׂעַר הַנָּזִיר. דְּאָמַר קְרָא (בְּמִדְבָּר ו) קָדֹשׁ יִהְיֶה גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ, גִּדּוּלוֹ פֶּרַע שְׂעַר רֹאשׁוֹ יִהְיֶה קָדוֹשׁ {כט}: וּפֶטֶר חֲמוֹר. נֶאֱמַר בּוֹ (שְׁמוֹת יג) וַעֲרַפְתּוֹ, וְנֶאֱמַר בְּעֶגְלָה עֲרוּפָה וְעָרְפוּ, מָה עֶגְלָה עֲרוּפָה אֲסוּרָה בַּהֲנָאָה, אַף פֶּטֶר חֲמוֹר אָסוּר בַּהֲנָאָה. וְאֵינוֹ אָסוּר בַּהֲנָאָה אֶלָּא אַחַר עֲרִיפָה {ל}: וּבָשָׂר בְּחָלָב. נֶאֱמַר שָׁלֹשׁ פְּעָמִים לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ, אֶחָד לְאִסּוּר אֲכִילָה, וְאֶחָד לְאִסּוּר הֲנָאָה, וְאֶחָד לְאִסּוּר בִּשּׁוּל: וּבְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה. דִּכְתִיב (דְּבָרִים יב) כִּי יִרְחַק מִמְּךָ הַמָּקוֹם וְזָבַחְתָּ, בְּרִחוּק מָקוֹם אַתָּה זוֹבֵחַ וְאִי אַתָּה זוֹבֵחַ בְּקֵרוּב מָקוֹם {לא}. יָכוֹל לֹא יֹאכְלֶנּוּ אֲבָל יַשְׁלִיכֶנּוּ לַכְּלָבִים, תַּלְמוּד לוֹמַר (שְׁמוֹת כב) לַכֶּלֶב תַּשְׁלִכוּן אֹתוֹ, אוֹתוֹ אַתָּה מַשְׁלִיךְ לַכֶּלֶב וְאִי אַתָּה מַשְׁלִיךְ לַכֶּלֶב חֻלִּין שֶׁנִּשְׁחֲטוּ בָּעֲזָרָה: מְכָרָן וְקִדֵּשׁ בִּדְמֵיהֶן מְקֻדֶּשֶׁת. שֶׁאֵין לְךָ דָּבָר שֶׁתּוֹפֵס אֶת דָּמָיו לִהְיוֹת כָּמוֹהוּ אֶלָּא עֲבוֹדָה זָרָה וּשְׁבִיעִית. עֲבוֹדָה זָרָה, שֶׁנֶּאֱמַר (דְּבָרִים ז) וְהָיִיתָ חֵרֶם כָּמֹהוּ, כָּל מַה שֶּׁאַתָּה מְהַוֶּה מִמֶּנּוּ הֲרֵי הוּא כָמוֹהוּ. וּשְׁבִיעִית, שֶׁנֶּאֱמַר קֹדֶשׁ הִיא, תּוֹפֶסֶת דָּמֶיהָ כְּהֶקְדֵּשׁ. וַהֲווּ עֲבוֹדָה זָרָה וּשְׁבִיעִית שְׁנֵי כְתוּבִים הַבָּאִים כְּאֶחָד, וְכָל שְׁנֵי כְתוּבִים הַבָּאִין כְּאֶחָד אֵין מְלַמְּדִין","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-9","jbo:text":"עיקר תוי\"ט {כה} בערלה. והא דלא תני אסורי עבודה זרה, משום דבעי למתני מכרן וקדש בדמיהן מקדשת. ומיהו שיר חמץ בפסח ונותר ופגול, שאם קדש בהן אינה מקדשת, מכרן כו' מקדשת. הר\"ן: {כו} את בשרו, אף על גב דשחטיה, כעין בשר. גמרא: {כז} וקדשים אסורים בהנאה, שהרי מועלין בהן. רש\"י: {כח} והמשלחת מתרת. ולפי זה קשיא לישנא דצפרי, דהוה ליה למימר צפור. ומהאי טעמא כתבו התוספות ומשלחת נמי מתסרא משחיטת חברתה עד השלוח. ועין תוספות יום טוב: {כט} בגמרא, אי מה קדש תופס את דמיו ויוצא לחלין אף שער נזיר כו', ובסיפא תנן דאין תופס דמיו. ומשני מי קרינן קדש דמשמע שם קדשה, קדוש קרינן, משמע הוא קדוש. גמרא: {ל} דהא מוערפתו ילפינן. ומיהו אין כן הלכה כמו שאכתב במשנה ג' פרק קמא דבכורות: {לא} יכול לא ישחט ואם שחט יהא מתר, תלמוד לומר כי ירחק ממך וגו' וזבחת ואכלת, מה שאתה זובח ברחוק מקום אתה אוכל, ואי אתה אוכל מה שאתה זובח במקום קרוב. גמרא. ועין תוספות יום טוב: {לב} מקדשת. ואם תאמר והא הני זוזי לאו דידיה נינהו, שצריך להחזיר הדמים כיון שמכר לו אסורי הנאה. ויש לומר דמירי כשמכרו לנכרי או לישראל והכיר בהם, דהוו מעות מתנה. הרא\"ש","jbo:textNikud":"עיקר תוי\"ט {כה} בְּעָרְלָה. וְהָא דְלָא תָנֵי אִסּוּרֵי עֲבוֹדָה זָרָה, מִשּׁוּם דְּבָעֵי לְמִתְנֵי מְכָרָן וְקִדֵּשׁ בִּדְמֵיהֶן מְקֻדֶּשֶׁת. וּמִיהוּ שִׁיֵּר חָמֵץ בְּפֶסַח וְנוֹתָר וּפִגּוּל, שֶׁאִם קִדֵּשׁ בָּהֶן אֵינָהּ מְקֻדֶּשֶׁת, מְכָרָן כוּ' מְקֻדֶּשֶׁת. הָרַ\"ן: {כו} אֶת בְּשָׂרוֹ, אַף עַל גַּב דְּשַׁחֲטֵיהּ, כְּעֵין בָּשָׂר. גְּמָרָא: {כז} וְקָדָשִׁים אֲסוּרִים בַּהֲנָאָה, שֶׁהֲרֵי מוֹעֲלִין בָּהֶן. רַשִׁ\"י: {כח} וְהַמְשֻׁלַּחַת מֻתֶּרֶת. וּלְפִי זֶה קַשְׁיָא לִישְׁנָא דְצִפֳּרֵי, דַהֲוָה לֵיהּ לְמֵימַר צִפּוֹר. וּמֵהַאי טַעֲמָא כָּתְבוּ הַתּוֹסָפוֹת וּמְשֻׁלַּחַת נַמִּי מִתַּסְרָא מִשְּׁחִיטַת חֲבֶרְתָּהּ עַד הַשִּׁלּוּחַ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כט} בַּגְּמָרָא, אִי מַה קֹּדֶשׁ תּוֹפֵס אֶת דָּמָיו וְיוֹצֵא לְחֻלִּין אַף שְׂעַר נָזִיר כוּ', וּבַסֵּיפָא תְנַן דְּאֵין תּוֹפֵס דָּמָיו. וּמְשָׁנֵי מִי קָרִינַן קֹדֶשׁ דְּמַשְׁמַע שֵׁם קְדֻשָּׁה, קָדוֹשׁ קָרִינַן, מַשְׁמַע הוּא קָדוֹשׁ. גְּמָרָא: {ל} דְּהָא מִוַעֲרַפְתּוֹ יָלְפִינַן. וּמִיהוּ אֵין כֵּן הֲלָכָה כְּמוֹ שֶׁאֶכְתֹּב בַּמִּשְׁנָה ג' פֶּרֶק קַמָּא דִּבְכוֹרוֹת: {לא} יָכוֹל לֹא יִשְׁחֹט וְאִם שָׁחַט יְהֵא מֻתָּר, תַּלְמוּד לוֹמַר כִּי יִרְחַק מִמְּךָ וְגוֹ' וְזָבַחְתָּ וְאָכַלְתָּ, מַה שֶּׁאַתָּה זוֹבֵחַ בְּרִחוּק מָקוֹם אַתָּה אוֹכֵל, וְאִי אַתָּה אוֹכֵל מַה שֶּׁאַתָּה זוֹבֵחַ בְּמָקוֹם קָרוֹב. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} מְקֻדֶּשֶׁת. וְאִם תֹּאמַר וְהָא הָנֵי זוּזֵי לָאו דִידֵיהּ נִינְהוּ, שֶׁצָּרִיךְ לְהַחֲזִיר הַדָּמִים כֵּיוָן שֶׁמָּכַר לוֹ אִסּוּרֵי הֲנָאָה. וְיֵשׁ לוֹמַר דְּמַיְרֵי כְּשֶׁמְּכָרוֹ לְנָכְרִי אוֹ לְיִשְׂרָאֵל וְהִכִּיר בָּהֶם, דַּהֲווּ מָעוֹת מַתָּנָה. הָרֹא\"שׁ","rdfs:label":"עיקר תוי\"ט משנה קידושין ב ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-3-7-2-10","jbo:text":"המקדש בתרומות {לג} ובמעשרות ובמתנות ובמי חטאת ובאפר חטאת, הרי זו מקדשת, ואפלו ישראל","jbo:textNikud":"הַמְקַדֵּשׁ בִּתְרוּמוֹת {לג} וּבְמַעַשְׂרוֹת וּבְמַתָּנוֹת וּבְמֵי חַטָּאת וּבְאֵפֶר חַטָּאת, הֲרֵי זוֹ מְקֻדֶּשֶׁת, וַאֲפִלּוּ יִשְׂרָאֵל","rdfs:label":"משנה קידושין ב י"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-bartanura-3-7-2-10","jbo:text":"ר\"ע מברטנורה המקדש בתרומות. תרומה גדולה ותרומת מעשר: ובמעשרות. מעשר ראשון ומעשר עני: ומתנות. הזרע והלחיים והקבה: ובמי חטאת. ובמי אפר חטאת {לד}. וראויים למכרם לטמאים לקח מהם שכר הבאה ושכר מלוי המים. אבל שכר הזאה ושכר קדוש, והוא נתינת האפר במים, אסור {לה}: ואפלו ישראל. הכי קאמר, ואפלו ישראל שנפלו לו תרומות ומתנות מבית אבי אמו כהן, שזכה בהם ויכול למכרם לכהנים {לו}, אם קדש בהם את האשה, מקדשת. ואפלו לא נפלו לו תרומות אלא טבלים {לז} שעדין לא הורמו, הואיל ומורישו כהן היה עומד להרימם והתרומות שלו, וזה הישראל שירש אותם נמי יפריש מהם התרומה והיא שלו, ויכול למכרה לכהנים, דמתנות שלא הורמו כמי שהורמו דמו","jbo:textNikud":"ר\"ע מברטנורה הַמְקַדֵּשׁ בִּתְרוּמוֹת. תְּרוּמָה גְדוֹלָה וּתְרוּמַת מַעֲשֵׂר: וּבְמַעַשְׂרוֹת. מַעֲשֵׂר רִאשׁוֹן וּמַעְשַׂר עָנִי: וּמַתָּנוֹת. הַזְּרֹעַ וְהַלְּחָיַיִם וְהַקֵּבָה: וּבְמֵי חַטָּאת. וּבְמֵי אֵפֶר חַטָּאת {לד}. וּרְאוּיִים לְמָכְרָם לַטְּמֵאִים לִקַּח מֵהֶם שְׂכַר הֲבָאָה וּשְׂכַר מִלּוּי הַמַּיִם. אֲבָל שְׂכַר הַזָּאָה וּשְׂכַר קִדּוּשׁ, וְהוּא נְתִינַת הָאֵפֶר בַּמַּיִם, אָסוּר {לה}: וַאֲפִלּוּ יִשְׂרָאֵל. הָכִי קָאָמַר, וַאֲפִלּוּ יִשְׂרָאֵל שֶׁנָּפְלוּ לוֹ תְּרוּמוֹת וּמַתָּנוֹת מִבֵּית אֲבִי אִמּוֹ כֹּהֵן, שֶׁזָּכָה בָּהֶם וְיָכוֹל לְמָכְרָם לַכֹּהֲנִים {לו}, אִם קִדֵּשׁ בָּהֶם אֶת הָאִשָּׁה, מְקֻדֶּשֶׁת. וַאֲפִלּוּ לֹא נָפְלוּ לוֹ תְרוּמוֹת אֶלָּא טְבָלִים {לז} שֶׁעֲדַיִן לֹא הוּרְמוּ, הוֹאִיל וּמוֹרִישׁוֹ כֹהֵן הָיָה עוֹמֵד לַהֲרִימָם וְהַתְּרוּמוֹת שֶׁלּוֹ, וְזֶה הַיִּשְׂרָאֵל שֶׁיָּרַשׁ אוֹתָם נַמִּי יַפְרִישׁ מֵהֶם הַתְּרוּמָה וְהִיא שֶׁלּוֹ, וְיָכוֹל לְמָכְרָהּ לַכֹּהֲנִים, דְּמַתָּנוֹת שֶׁלֹּא הוּרְמוּ כְּמִי שֶׁהוּרְמוּ דָּמוּ","rdfs:label":"ר\"ע מברטנורה משנה קידושין ב י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-2"],"uri":"jbr:mishna-yomtov-3-7-2-10","jbo:text":"עיקר תוי\"ט {לג} בתרומות. דתרומות לא משלחן גבוה זכו כדאיתא בגמרא סוף פרק ט' דיבמות ופרש רש\"י תרומה היא קנויה לכהנים שאינה שירי שלחן מלך. אבל שירי קדשים הרי הן כמשאות מאת פני אלהים שהן שירי שלחן: {לד} ונראה דלא גרסינן ובאפר חטאת. אבל לשון הרמב\"ם ואפר פרה אדמה, והמים שהוא מזה עליו: {לה} גמרא. וכתב רש\"י שכר הבאה ומלוי, דמלתא דטרחא הוא ורחמנא לא רמיה עליה ושרי למשקל אגרא, מקדשת. ומתניתין דבכורות בשכר הזאה וקדוש דליכא טרחא, ושכר למוד מצוה הוא נוטל, והתורה אמרה ראה למדתי אתכם וגו' מה אני בחנם אף אתם בחנם. וכתבו התוספות דאסמכתא בעלמא היא: {לו} דאי מתבואה ובהמה שלו לית ליה בתרומות ומתנות אלא טובת הנאה, וטובת הנאה לאו ממון: {לז} והכי אוקמוה בגמרא. וכתב רש\"י והוא הדין דהוה מצי לאוקמי בתרומות כו'. אלא דקשיא ליה מאי קא משמע לן","jbo:textNikud":"עיקר תוי\"ט {לג} בִּתְרוּמוֹת. דִּתְרוּמוֹת לֹא מִשֻּׁלְחָן גָּבוֹהַּ זָכוּ כִּדְאִיתָא בַגְּמָרָא סוֹף פֶּרֶק ט' דִּיבָמוֹת וּפֵרֵשׁ רַשִׁ\"י תְּרוּמָה הִיא קְנוּיָה לַכֹּהֲנִים שֶׁאֵינָהּ שְׁיָרֵי שֻׁלְחַן מֶלֶךְ. אֲבָל שְׁיָרֵי קָדָשִׁים הֲרֵי הֵן כְּמַשְׂאוֹת מֵאֵת פְּנֵי אֱלֹהִים שֶׁהֵן שְׁיָרֵי שֻׁלְחָן: {לד} וְנִרְאֶה דְלָא גָרְסִינַן וּבְאֵפֶר חַטָּאת. אֲבָל לְשׁוֹן הָרַמְבַּ\"ם וְאֵפֶר פָּרָה אֲדֻמָּה, וְהַמַּיִם שֶׁהוּא מַזֶּה עָלָיו: {לה} גְּמָרָא. וְכָתַב רַשִׁ\"י שְׂכַר הֲבָאָה וּמִלּוּי, דְּמִלְּתָא דְטִרְחָא הוּא וְרַחֲמָנָא לֹא רַמְיַהּ עֲלֵיהּ וְשָׁרֵי לְמִשְׁקַל אַגְרָא, מְקֻדֶּשֶׁת. וּמַתְנִיתִין דִּבְכוֹרוֹת בִּשְׂכַר הַזָּאָה וְקִדּוּשׁ דְּלֵיכָּא טִרְחָא, וּשְׂכַר לִמּוּד מִצְוָה הוּא נוֹטֵל, וְהַתּוֹרָה אָמְרָה רְאֵה לִמַּדְתִּי אֶתְכֶם וְגוֹ' מָה אֲנִי בְחִנָּם אַף אַתֶּם בְּחִנָּם. וְכָתְבוּ הַתּוֹסָפוֹת דְּאַסְמַכְתָּא בְעָלְמָא הִיא: {לו} דְּאִי מִתְּבוּאָה וּבְהֵמָה שֶׁלּוֹ לֵית לֵיהּ בִּתְרוּמוֹת וּמַתָּנוֹת אֶלָּא טוֹבַת הֲנָאָה, וְטוֹבַת הֲנָאָה לָאו מָמוֹן: {לז} וְהָכִי אוֹקְמוּהָ בַּגְּמָרָא. וְכָתַב רַשִׁ\"י וְהוּא הַדִּין דַּהֲוָה מָצֵי לְאוֹקְמֵי בִתְרוּמוֹת כוּ'. אֶלָּא דְקַשְׁיָא לֵיהּ מַאי קָא מַשְׁמַע לָן","rdfs:label":"עיקר תוי\"ט משנה קידושין ב י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-1","jbo:text":"האומר לחברו, צא וקדש לי אשה פלונית והלך וקדשה לעצמו, מקדשת {ד}. וכן האומר לאשה, הרי את מקדשת לי לאחר שלשים יום, ובא אחר וקדשה בתוך שלשים יום, מקדשת לשני {ה}. בת ישראל לכהן, תאכל בתרומה {ו}. מעכשיו ולאחר שלשים יום, ובא אחר וקדשה בתוך שלשים יום, מקדשת ואינה מקדשת {ז}. בת ישראל לכהן או בת כהן לישראל, לא תאכל בתרומה","jbo:textNikud":"הָאוֹמֵר לַחֲבֵרוֹ, צֵא וְקַדֵּשׁ לִי אִשָּׁה פְלוֹנִית וְהָלַךְ וְקִדְּשָׁהּ לְעַצְמוֹ, מְקֻדֶּשֶׁת {ד}. וְכֵן הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי לְאַחַר שְׁלשִׁים יוֹם, וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ שְׁלשִׁים יוֹם, מְקֻדֶּשֶׁת לַשֵּׁנִי {ה}. בַּת יִשְׂרָאֵל לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה {ו}. מֵעַכְשָׁיו וּלְאַחַר שְׁלשִׁים יוֹם, וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ שְׁלשִׁים יוֹם, מְקֻדֶּשֶׁת וְאֵינָהּ מְקֻדֶּשֶׁת {ז}. בַּת יִשְׂרָאֵל לְכֹהֵן אוֹ בַת כֹּהֵן לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה","rdfs:label":"משנה קידושין ג א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-1","jbo:text":"ר\"ע מברטנורה האומר לחברו צא וקדש לי אשה פלונית והלך וקדשה לעצמו. אמרינן בגמרא מאי והלך {א}, שהלך ברמאות. ולהכי תנן האומר לחברו ולא תנן האומר לשלוחו {ב}, לאשמועינן דאף על גב דלא עשאו שליח מתחלה לכך, אלא שאמר לו קדש לי אשה פלונית {ג}, אם קדשה לעצמו קרינן ביה שהלך ברמאות ורמאי הוי: ובא אחר וקדשה בתוך שלשים יום מקדשת לשני. ויכול לכנסה אפלו בתוך אלו השלשים יום: מקדשת. וצריכה גט מתרויהו: בת כהן לישראל. אם בת כהן היא זאת שנתקדשה לאחר שלשים יום, כל אותן שלשים יום תאכל בתרומה, שלא נפסלה מלאכל בתרומת בית אביה. ואם בת ישראל לכהן היא, לא תאכל בתרומה, שעדין אינה אשת כהן","jbo:textNikud":"ר\"ע מברטנורה הָאוֹמֵר לַחֲבֵרוֹ צֵא וְקַדֵּשׁ לִי אִשָּׁה פְלוֹנִית וְהָלַךְ וְקִדְּשָׁהּ לְעַצְמוֹ. אָמְרִינַן בַּגְּמָרָא מַאי וְהָלַךְ {א}, שֶׁהָלַךְ בְּרַמָּאוּת. וּלְהָכִי תְנַן הָאוֹמֵר לַחֲבֵרוֹ וְלֹא תְנַן הָאוֹמֵר לִשְׁלוּחוֹ {ב}, לְאַשְׁמוֹעִינַן דְּאַף עַל גַּב דְּלֹא עֲשָׂאוֹ שָׁלִיחַ מִתְּחִלָּה לְכָךְ, אֶלָּא שֶׁאָמַר לוֹ קַדֵּשׁ לִי אִשָּׁה פְלוֹנִית {ג}, אִם קִדְּשָׁהּ לְעַצְמוֹ קָרִינַן בֵּיהּ שֶׁהָלַךְ בְּרַמָּאוּת וְרַמַּאי הֲוֵי: וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ שְׁלֹשִׁים יוֹם מְקֻדֶּשֶׁת לַשֵּׁנִי. וְיָכוֹל לְכָנְסָהּ אֲפִלּוּ בְּתוֹךְ אֵלּוּ הַשְּׁלֹשִׁים יוֹם: מְקֻדֶּשֶׁת. וּצְרִיכָה גֵט מִתַּרְוַיְהוּ: בַּת כֹּהֵן לְיִשְׂרָאֵל. אִם בַּת כֹּהֵן הִיא זֹאת שֶׁנִּתְקַדְּשָׁה לְאַחַר שְׁלֹשִׁים יוֹם, כָּל אוֹתָן שְׁלֹשִׁים יוֹם תֹּאכַל בַּתְּרוּמָה, שֶׁלֹּא נִפְסְלָה מִלֶּאֱכֹל בִּתְרוּמַת בֵּית אָבִיהָ. וְאִם בַּת יִשְׂרָאֵל לְכֹהֵן הִיא, לֹא תֹאכַל בַּתְּרוּמָה, שֶׁעֲדַיִן אֵינָהּ אֵשֶׁת כֹּהֵן","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-1","jbo:text":"עיקר תוי\"ט {א} דאלו במשנה ד' דפרק ב' דתנן האומר לשלוחו כו' והלך וקדשה במקום אחר שפיר תנן והלך, כלפי הא דעבר על דעת משלחו שאמר לו וקדש לי במקום פלוני: {ב} כלומר כהאי דלעיל. ומסיק בגמרא דלעיל דתנן שלוחו הוי נמי לרבותא, דקא משמע לן דאפלו בשלוחו דטרח לבקש במקום אחר, הואיל ועשאו שליח לא אמרינן מראה מקום הוא לו ולא עשאו שליח אלא באותו מקום: {ג} שלא שלחו לשם כך, אלא אם יזדמן לו במקום פלוני דרך אצלה: {ד} מקדשת. ואם תאמר מאי קא משמע לן, פשיטא, וכי מפני שנהג בה רמאות לא תהא מקדשת. יש לומר דסלקא דעתך אמינא כיון שעשה שלא כהגן לפקעו רבנן לקדושי מניה כו', אי נמי סלקא דעתך אמינא קדושי טעות נינהו שאלו ידעה שהלה עשאו שליח לקדשה לא היתה מתקדשת לו, קא משמע לן. הר\"ן. ועין תוספות יום טוב: {ה} לשני. בגמרא, אמר רב לעולם. וזה לשון הרמב\"ם, לפי שבשעה שקדשה השני לא היתה מקדשת, ותפסו בה קדושי שני ונעשית אשת איש, ולאחר השלשים יום כשיבאו קדושי ראשון ימצאו אותה אשת איש, ונמצא הראשון כמו שקדש אשת איש, שאין הקדושין תופסין בה: {ו} בתרומה. לאשמעינן דלא תימא דכי אמרינן מקדשת לשני הני מלי לחמרא בלבד, דליתא, אלא מקדשת לגמרי ואין חוששין לקדושי ראשון כלל. אבל בפרוש הרמב\"ם מצאתי ומה שאמר בת כהן לישראל תאכל בתרומה חוזר לפסקא הראשונה, והוא מה שאמר הרי את מקדשת לי לאחר שלשים יום שהיא אוכלת בתרומה כל אותן שלשים יום, ואם אמר לה מעכשיו כו', אינה אוכלת מעת שקבלה הקדושין. עד כאן. ונראה שגורס ברישא בת כהן לישראל תאכל בתרומה, ומפרש כשלא בא אחר וקדשה, וסלקא דעתך אמינא שלא תאכל משום דמיחלפא במעכשיו, קא משמע לן דלא. הר\"ן. וצריכין אנו לפרוש הר\"ן בהרמב\"ם, גם להר\"ב שגם כן גורס כהרמב\"ם: {ז} מקדשת ואינה מקדשת. ובגמרא אמר רב לעולם ואפלו לאחר שלשים יום עומדת בספק קדושי שניהם, ואסורה לשניהם בלא גט האחד. וטעמא משום דמספקא לן האי ולאחר שלשים אי תנאה הוי, אם לא אחזר בי בתוך שלשים יהיו קדושין מעכשיו, אי חזרה הוי ממאי דאמר מעכשיו, וקאמר איני אומר מעכשיו אלא התקדשי לי לאחר שלשים (דכיון שלא אמר מעכשיו משמע שרוצה הוא למלך, אלא שאומר מעכשיו כדי שלא תוכל היא לחזר בה. הר\"ן), הלכך לעולם היא בספקא. דאי תנאי הוא, קדושי ראשון חילי קדושי שני לא חילי. ואי חזרה הוא, קדושי שני חילי קדושי ראשון לא חילי. רש\"י","jbo:textNikud":"עיקר תוי\"ט {א} דְּאִלּוּ בְּמִשְׁנָה ד' דְּפֶרֶק ב' דִּתְנַן הָאוֹמֵר לִשְׁלוּחוֹ כוּ' וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר שַׁפִּיר תְּנַן וְהָלַךְ, כְּלַפֵּי הָא דְעָבַר עַל דַּעַת מְשַׁלְּחוֹ שֶׁאָמַר לוֹ וְקַדֵּשׁ לִי בְּמָקוֹם פְּלוֹנִי: {ב} כְּלוֹמַר כְּהַאי דִּלְעֵיל. וּמַסִּיק בַּגְּמָרָא דִּלְעֵיל דִּתְנַן שְׁלוּחוֹ הֲוֵי נַמִּי לִרְבוּתָא, דְקָא מַשְׁמַע לָן דַּאֲפִלּוּ בִּשְׁלוּחוֹ דְּטָרַח לְבַקֵּשׁ בְּמָקוֹם אַחֵר, הוֹאִיל וַעֲשָׂאוֹ שָׁלִיחַ לֹא אָמְרִינַן מַרְאֶה מָקוֹם הוּא לוֹ וְלֹא עֲשָׂאוֹ שָׁלִיחַ אֶלָּא בְאוֹתוֹ מָקוֹם: {ג} שֶׁלֹּא שְׁלָחוֹ לְשֵׁם כָּךְ, אֶלָּא אִם יִזְדַּמֵּן לוֹ בְּמָקוֹם פְּלוֹנִי דֶּרֶךְ אֶצְלָהּ: {ד} מְקֻדֶּשֶׁת. וְאִם תֹּאמַר מַאי קָא מַשְׁמַע לָן, פְּשִׁיטָא, וְכִי מִפְּנֵי שֶׁנָּהַג בָּהּ רַמָּאוּת לֹא תְהֵא מְקֻדֶּשֶׁת. יֵשׁ לוֹמַר דְּסָלְקָא דַעְתָּךְ אֲמִינָא כֵּיוָן שֶׁעָשָׂה שֶׁלֹּא כַהֹגֶן לִפְקְעוּ רַבָּנָן לְקִדּוּשֵׁי מִנֵּיהּ כוּ', אִי נַמִּי סָלְקָא דַעְתָּךְ אֲמִינָא קִדּוּשֵׁי טָעוּת נִינְהוּ שֶׁאִלּוּ יָדְעָה שֶׁהַלָּה עֲשָׂאוֹ שָׁלִיחַ לְקַדְּשָׁהּ לֹא הָיְתָה מִתְקַדֶּשֶׁת לוֹ, קָא מַשְׁמַע לָן. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} לַשֵּׁנִי. בַּגְּמָרָא, אָמַר רַב לְעוֹלָם. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, לְפִי שֶׁבְּשָׁעָה שֶׁקִּדְּשָׁהּ הַשֵּׁנִי לֹא הָיְתָה מְקֻדֶּשֶׁת, וְתָפְסוּ בָהּ קִדּוּשֵׁי שֵׁנִי וְנַעֲשֵׂית אֵשֶׁת אִישׁ, וּלְאַחַר הַשְּׁלֹשִׁים יוֹם כְּשֶׁיָּבֹאוּ קִדּוּשֵׁי רִאשׁוֹן יִמְצְאוּ אוֹתָהּ אֵשֶׁת אִישׁ, וְנִמְצָא הָרִאשׁוֹן כְּמוֹ שֶׁקִּדֵּשׁ אֵשֶׁת אִישׁ, שֶׁאֵין הַקִּדּוּשִׁין תּוֹפְסִין בָּהּ: {ו} בַּתְּרוּמָה. לְאַשְׁמְעִינַן דְּלֹא תֵימָא דְכִי אָמְרִינַן מְקֻדֶּשֶׁת לַשֵּׁנִי הָנֵי מִלֵּי לְחֻמְרָא בִלְבַד, דְּלֵיתָא, אֶלָּא מְקֻדֶּשֶׁת לְגַמְרֵי וְאֵין חוֹשְׁשִׁין לְקִדּוּשֵׁי רִאשׁוֹן כְּלָל. אֲבָל בְּפֵרוּשׁ הָרַמְבַּ\"ם מָצָאתִי וּמַה שֶּׁאָמַר בַּת כֹּהֵן לְיִשְׂרָאֵל תֹּאכַל בַּתְּרוּמָה חוֹזֵר לַפִּסְקָא הָרִאשׁוֹנָה, וְהוּא מַה שֶּׁאָמַר הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי לְאַחַר שְׁלֹשִׁים יוֹם שֶׁהִיא אוֹכֶלֶת בַּתְּרוּמָה כָּל אוֹתָן שְׁלֹשִׁים יוֹם, וְאִם אָמַר לָהּ מֵעַכְשָׁיו כוּ', אֵינָהּ אוֹכֶלֶת מֵעֵת שֶׁקִּבְּלָה הַקִּדּוּשִׁין. עַד כָּאן. וְנִרְאֶה שֶׁגּוֹרֵס בָּרֵישָׁא בַּת כֹּהֵן לְיִשְׂרָאֵל תֹּאכַל בַּתְּרוּמָה, וּמְפָרֵשׁ כְּשֶׁלֹּא בָּא אַחֵר וְקִדְּשָׁהּ, וְסָלְקָא דַעְתָּךְ אֲמִינָא שֶׁלֹּא תֹאכַל מִשּׁוּם דְּמִיחַלְּפָא בְמֵעַכְשָׁיו, קָא מַשְׁמַע לָן דְּלֹא. הָרַ\"ן. וּצְרִיכִין אָנוּ לְפֵרוּשׁ הָרַ\"ן בְּהָרַמְבַּ\"ם, גַּם לְהָרַ\"ב שֶׁגַּם כֵּן גּוֹרֵס כְּהָרַמְבַּ\"ם: {ז} מְקֻדֶּשֶׁת וְאֵינָהּ מְקֻדֶּשֶׁת. וּבַגְּמָרָא אָמַר רַב לְעוֹלָם וַאֲפִלּוּ לְאַחַר שְׁלֹשִׁים יוֹם עוֹמֶדֶת בְּסָפֵק קִדּוּשֵׁי שְׁנֵיהֶם, וַאֲסוּרָה לִשְׁנֵיהֶם בְּלֹא גֵט הָאֶחָד. וְטַעְמָא מִשּׁוּם דִּמְסַפְּקָא לָן הַאי וּלְאַחַר שְׁלֹשִׁים אִי תְנָאָה הֲוֵי, אִם לֹא אֶחְזֹר בִּי בְתוֹךְ שְׁלֹשִׁים יִהְיוּ קִדּוּשִׁין מֵעַכְשָׁיו, אִי חֲזָרָה הֲוֵי מִמַּאי דְאָמַר מֵעַכְשָׁיו, וְקָאָמַר אֵינִי אוֹמֵר מֵעַכְשָׁיו אֶלָּא הִתְקַדְּשִׁי לִי לְאַחַר שְׁלֹשִׁים (דְּכֵיוָן שֶׁלֹּא אָמַר מֵעַכְשָׁיו מַשְׁמַע שֶׁרוֹצֶה הוּא לִמָּלֵךְ, אֶלָּא שֶׁאוֹמֵר מֵעַכְשָׁיו כְּדֵי שֶׁלֹּא תוּכַל הִיא לַחֲזֹר בָּהּ. הָרַ\"ן), הִלְכָּךְ לְעוֹלָם הִיא בִסְפֵקָא. דְּאִי תְנַאי הוּא, קִדּוּשֵׁי רִאשׁוֹן חָיְלֵי קִדּוּשֵׁי שֵׁנִי לֹא חָיְלֵי. וְאִי חֲזָרָה הוּא, קִדּוּשֵׁי שֵׁנִי חָיְלֵי קִדּוּשֵׁי רִאשׁוֹן לֹא חָיְלֵי. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין ג א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-2","jbo:text":"האומר לאשה, הרי את מקדשת לי על מנת שאתן לך מאתים זוז, הרי זו מקדשת והוא יתן. על מנת שאתן לך מכאן ועד שלשים יום, נתן לה בתוך שלשים, מקדשת. ואם לאו, אינה מקדשת {ח}. על מנת שיש לי מאתים זוז, הרי זו מקדשת ויש לו. על מנת שאראך מאתים זוז, הרי זו מקדשת ויראה לה {ט}. ואם הראה על השלחן, אינה מקדשת","jbo:textNikud":"הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֶתֵּן לָךְ מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְהוּא יִתֵּן. עַל מְנָת שֶׁאֶתֵּן לָךְ מִכָּאן וְעַד שְׁלשִׁים יוֹם, נָתַן לָהּ בְּתוֹךְ שְׁלשִׁים, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת {ח}. עַל מְנָת שֶׁיֶּשׁ לִי מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיֶשׁ לוֹ. עַל מְנָת שֶׁאַרְאֵךְ מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיַרְאֶה לָהּ {ט}. וְאִם הֶרְאָהּ עַל הַשֻּׁלְחָן, אֵינָהּ מְקֻדֶּשֶׁת","rdfs:label":"משנה קידושין ג ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-2","jbo:text":"ר\"ע מברטנורה הרי את מקדשת לי. בפרוטה זו על מנת שאתן לך מאתים זוז: ויתן. ומשיתן נתקדשה למפרע, דכל האומר על מנת כאומר מעכשיו דמי: הרי זו מקדשת ויש לו. אם יש עדים שיש לו. ואם לא נודע שיש לו, הרי זו מקדשת מספק, שמא יש לו ומתכון לקלקלה: ואם הראה על השלחן. שהיה שלחני והראה על השלחן מעות שאינן שלו {י}, אינה מקדשת","jbo:textNikud":"ר\"ע מברטנורה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי. בִּפְרוּטָה זוֹ עַל מְנָת שֶׁאֶתֵּן לָךְ מָאתַיִם זוּז: וְיִתֵּן. וּמִשֶּׁיִּתֵּן נִתְקַדְּשָׁה לְמַפְרֵעַ, דְּכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁיו דָּמֵי: הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיֶשׁ לוֹ. אִם יֵשׁ עֵדִים שֶׁיֶּשׁ לוֹ. וְאִם לֹא נוֹדַע שֶׁיֶּשׁ לוֹ, הֲרֵי זוֹ מְקֻדֶּשֶׁת מִסָּפֵק, שֶׁמָּא יֵשׁ לוֹ וּמִתְכַּוֵּן לְקַלְקְלָהּ: וְאִם הֶרְאָהּ עַל הַשֻּׁלְחָן. שֶׁהָיָה שֻׁלְחָנִי וְהֶרְאָהּ עַל הַשֻּׁלְחָן מָעוֹת שֶׁאֵינָן שֶׁלּוֹ {י}, אֵינָהּ מְקֻדֶּשֶׁת","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-2","jbo:text":"עיקר תוי\"ט {ח} אינה מקדשת. פשיטא, מהו דתימא לאו תנאה הוא ולזרוזי קאמר, קא משמע לן. גמרא, ועין תוספות יום טוב: {ט} ויראה לה. אפלו איכא סהדי דיכול לאחזויי לה לא הוי קדושין עד דמחזי לה, ומכי מחזי לה אגלאי מלתא דמעקרא תפסי בה קדושין. טור: {י} גמרא, פשיטא, לא צריכא דאף על גב דנקיט דמי עסקא, פרש רש\"י למחצית שכר היו לפניו על שלחנו להחליף ולהשתכר. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ח} אֵינָהּ מְקֻדֶּשֶׁת. פְּשִׁיטָא, מַהוּ דְתֵימָא לָאו תְּנָאָה הוּא וּלְזָרוֹזֵי קָאָמַר, קָא מַשְׁמַע לָן. גְּמָרָא, וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וְיַרְאֶה לָהּ. אֲפִלּוּ אִיכָּא סַהֲדִי דְיָכוֹל לְאַחֲזוֹיֵי לָהּ לֹא הֲוֵי קִדּוּשִׁין עַד דְּמַחֲזֵי לָהּ, וּמִכִּי מַחֲזֵי לָהּ אִגַּלַּאי מִלְּתָא דְמֵעִקָּרָא תָפְסֵי בָּהּ קִדּוּשִׁין. טוּר: {י} גְּמָרָא, פְּשִׁיטָא, לֹא צְרִיכָא דְּאַף עַל גַּב דְּנָקֵיט דְּמֵי עִסְקָא, פֵּרֵשׁ רַשִׁ\"י לְמַחֲצִית שָׂכָר הָיוּ לְפָנָיו עַל שֻׁלְחָנוֹ לְהַחֲלִיף וּלְהִשְׂתַּכֵּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-3","jbo:text":"על מנת שיש לי בית כור עפר, הרי זו מקדשת ויש לו. על מנת שיש לי במקום פלוני, אם יש לו באותו מקום, מקדשת. ואם לאו, אינה מקדשת {יא}. על מנת שאראך בית כור עפר, הרי זו מקדשת ויראנה. ואם הראה בבקעה, אינה מקדשת","jbo:textNikud":"עַל מְנָת שֶׁיֶּשׁ לִי בֵית כּוֹר עָפָר, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיֶשׁ לוֹ. עַל מְנָת שֶׁיֶּשׁ לִי בְמָקוֹם פְּלוֹנִי, אִם יֶשׁ לוֹ בְאוֹתוֹ מָקוֹם, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת {יא}. עַל מְנָת שֶׁאַרְאֵךְ בֵּית כּוֹר עָפָר, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיַרְאֶנָּה. וְאִם הֶרְאָהּ בַּבִּקְעָה, אֵינָהּ מְקֻדֶּשֶׁת","rdfs:label":"משנה קידושין ג ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-3","jbo:text":"ר\"ע מברטנורה בית כור. מקום הראוי לזרע כור, שהוא שלשים סאין: ויש לו. אם יש עדים שיש לו, מקדשת ודאי. ואם אין ידוע שיש לו, מקדשת מספק, ולא אמרינן זוזי דעבידי אנשי דמצנעי חיישינן דלמא אית ליה ומתכון לקלקלה, אבל ארעא לא חיישינן דלמא אית ליה, דאם איתא דאית ליה ארעא, קלא אית ליה: ואם הראה בבקעה. שאינה שלו. ואף על גב דנחת בה לחכירות או לקבלנות {יב}, אינה מקדשת","jbo:textNikud":"ר\"ע מברטנורה בֵּית כּוֹר. מָקוֹם הָרָאוּי לִזְרֹעַ כּוֹר, שֶׁהוּא שְׁלֹשִׁים סְאִין: וְיֶשׁ לוֹ. אִם יֵשׁ עֵדִים שֶׁיֶּשׁ לוֹ, מְקֻדֶּשֶׁת וַדַּאי. וְאִם אֵין יָדוּעַ שֶׁיֵּשׁ לוֹ, מְקֻדֶּשֶׁת מִסָּפֵק, וְלֹא אָמְרִינַן זוּזֵי דַּעֲבִידֵי אֱנָשֵׁי דְמַצְנְעֵי חָיְישִׁינַן דִּלְמָא אִית לֵיהּ וּמִתְכַּוֵּן לְקַלְקְלָהּ, אֲבָל אַרְעָא לֹא חָיְישִׁינַן דִּלְמָא אִית לֵיהּ, דְּאִם אִיתָא דְּאִית לֵיהּ אַרְעָא, קָלָא אִית לֵיהּ: וְאִם הֶרְאָהּ בַּבִּקְעָה. שֶׁאֵינָהּ שֶׁלּוֹ. וְאַף עַל גַּב דְּנָחַת בָּהּ לַחֲכִירוּת אוֹ לְקַבְּלָנוּת {יב}, אֵינָהּ מְקֻדֶּשֶׁת","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-3","jbo:text":"עיקר תוי\"ט {יא} אינה מקדשת. פשיטא. מהו דתימא אמר לה מאי נפקא לך מנה, אנא טרחנא ומיתינא, קא משמע לן. והוא הדין במעות אם אמר על מנת שיש לי במקום פלוני, שאם אין לו אינה מקדשת. הרמב\"ם והרא\"ש. ולהרמב\"ם קדושי ספק הן בתרויהו, דשמא יש לו ומכון לקלקלה: {יב} אפלו באריסות בתי אבות, דמכל מקום אינו שלו ואי מפסיד נמי יכול בעל הקרקע לסלוקיה. הר\"ן","jbo:textNikud":"עיקר תוי\"ט {יא} אֵינָהּ מְקֻדֶּשֶׁת. פְּשִׁיטָא. מַהוּ דְתֵימָא אֲמַר לָהּ מַאי נָפְקָא לָךְ מִנָּהּ, אֲנָא טָרַחְנָא וּמַיְתֵינָא, קָא מַשְׁמַע לָן. וְהוּא הַדִּין בְּמָעוֹת אִם אָמַר עַל מְנָת שֶׁיֵּשׁ לִי בְּמָקוֹם פְּלוֹנִי, שֶׁאִם אֵין לוֹ אֵינָהּ מְקֻדֶּשֶׁת. הָרַמְבַּ\"ם וְהָרֹא\"שׁ. וּלְהָרַמְבַּ\"ם קִדּוּשֵׁי סָפֵק הֵן בְּתַרְוַיְהוּ, דְּשֶׁמָּא יֵשׁ לוֹ וּמְכַוֵּן לְקַלְקְלָהּ: {יב} אֲפִלּוּ בַאֲרִיסוּת בָּתֵּי אָבוֹת, דְּמִכָּל מָקוֹם אֵינוֹ שֶׁלּוֹ וְאִי מַפְסִיד נַמִּי יָכוֹל בַּעַל הַקַּרְקַע לְסַלּוּקֵיהּ. הָרַ\"ן","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-4","jbo:text":"רבי מאיר אומר, כל תנאי {יג} שאינו כתנאי בני גד ובני ראובן, אינו תנאי, שנאמר (במדבר לב), ויאמר משה אלהם אם יעברו בני גד ובני ראובן, וכתיב, ואם לא יעברו חלוצים. רבי חנינא בן גמליאל אומר, צריך היה הדבר לאמרו, שאלמלא {טו} כן, יש במשמע שאפלו בארץ כנען לא ינחלו","jbo:textNikud":"רַבִּי מֵאִיר אוֹמֵר, כָּל תְּנַאי {יג} שֶׁאֵינוֹ כִתְנַאי בְּנֵי גָד וּבְנֵי רְאוּבֵן, אֵינוֹ תְנַאי, שֶׁנֶּאֱמַר (במדבר לב), וַיֹּאמֶר משֶׁה אֲלֵהֶם אִם יַעַבְרוּ בְנֵי גָד וּבְנֵי רְאוּבֵן, וּכְתִיב, וְאִם לֹא יַעַבְרוּ חֲלוּצִים. רַבִּי חֲנִינָא בֶן גַּמְלִיאֵל אוֹמֵר, צָרִיךְ הָיָה הַדָּבָר לְאָמְרוֹ, שֶׁאִלְמָלֵא {טו} כֵן, יֵשׁ בְּמַשְׁמַע שֶׁאֲפִלּוּ בְאֶרֶץ כְּנַעַן לֹא יִנְחָלוּ","rdfs:label":"משנה קידושין ג ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-4","jbo:text":"ר\"ע מברטנורה כל תנאי. שאינו כפול וכו': אינו תנאי. ואף על פי שלא נתקים התנאי נתקימו הדברים: אם יעברו ואם לא יעברו. ואי לא כפל הדברים היתה מתנתו קימת והיו נוחלים את ארץ הגלעד אף על פי שלא היו עוברים. ואף על גב דאמר אם יעברו אתכם, לית לן מכלל הן אתה שומע לאו. ושמעינן מנה נמי, דבעינן תנאי קודם למעשה, מדלא אמר תנו להם אם יעברו, משמע דאי הוה אמר הכי, לא אתי תנאה ומבטל מעשה דמתנה דקדמיה. ושמע מנה נמי דבעינן הן קודם ללאו {יד}, דלא אמר תחלה אם לא יעברו אל תתנו ואם יעברו ונתתם: רבי חנינא כו'. אתנאי כפול פליג, דאין צריך לכפול, דמכלל הן נשמע לאו. וזה שכפלו משה, צרך היה הדבר. ולענין פסק הלכה, אם אמר על מנת, אין צריך תנאי כפול ולא הן קודם ללאו ולא תנאי קודם למעשה, אלא התנאי קים. ואם לא אמר על מנת, צריך כל הני דאמרינן. ואם לאו, התנאי בטל והמעשה קים. ולא שנא בתנאי שבדיני ממונות, ולא שנא בתנאי שבגטין וקדושין, הכל שוה לדבר זה","jbo:textNikud":"ר\"ע מברטנורה כָּל תְּנַאי. שֶׁאֵינוֹ כָפוּל וְכוּ': אֵינוֹ תְנַאי. וְאַף עַל פִּי שֶׁלֹּא נִתְקַיֵּם הַתְּנַאי נִתְקַיְּמוּ הַדְּבָרִים: אִם יַעַבְרוּ וְאִם לֹא יַעַבְרוּ. וְאִי לֹא כָפַל הַדְּבָרִים הָיְתָה מַתְּנָתוֹ קַיֶּמֶת וְהָיוּ נוֹחֲלִים אֶת אֶרֶץ הַגִּלְעָד אַף עַל פִּי שֶׁלֹּא הָיוּ עוֹבְרִים. וְאַף עַל גַּב דְּאָמַר אִם יַעַבְרוּ אִתְּכֶם, לֵית לָן מִכְּלָל הֵן אַתָּה שׁוֹמֵעַ לָאו. וְשָׁמְעִינַן מִנָּהּ נַמִּי, דְּבָעִינַן תְּנַאי קוֹדֵם לְמַעֲשֶׂה, מִדְּלֹא אָמַר תְּנוּ לָהֶם אִם יַעַבְרוּ, מַשְׁמַע דְּאִי הֲוָה אָמַר הָכִי, לֹא אָתֵי תְנָאָה וּמְבַטֵּל מַעֲשֶׂה דְמַתָּנָה דְקַדְמֵיהּ. וּשְׁמַע מִנָּהּ נַמִּי דְּבָעִינַן הֵן קוֹדֵם לְלָאו {יד}, דְּלֹא אָמַר תְּחִלָּה אִם לֹא יַעַבְרוּ אַל תִּתְּנוּ וְאִם יַעַבְרוּ וּנְתַתֶּם: רַבִּי חֲנִינָא כוּ'. אַתְּנַאי כָּפוּל פָּלֵיג, דְּאֵין צָרִיךְ לִכְפּוֹל, דְּמִכְּלָל הֵן נִשְׁמַע לָאו. וְזֶה שֶׁכְּפָלוֹ מֹשֶׁה, צֹרֶךְ הָיָה הַדָּבָר. וּלְעִנְיַן פְּסַק הֲלָכָה, אִם אָמַר עַל מְנָת, אֵין צָרִיךְ תְּנַאי כָּפוּל וְלֹא הֵן קוֹדֵם לְלָאו וְלֹא תְנַאי קוֹדֵם לְמַעֲשֶׂה, אֶלָּא הַתְּנַאי קַיָּם. וְאִם לֹא אָמַר עַל מְנָת, צָרִיךְ כָּל הָנֵי דְאָמְרִינַן. וְאִם לָאו, הַתְּנַאי בָּטֵל וְהַמַּעֲשֶׂה קַיָּם. וְלֹא שְׁנָא בִּתְנַאי שֶׁבְּדִינֵי מָמוֹנוֹת, וְלֹא שְׁנָא בִּתְנַאי שֶׁבְּגִטִּין וְקִדּוּשִׁין, הַכֹּל שָׁוֶה לְדָבָר זֶה","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-4","jbo:text":"עיקר תוי\"ט {יג} כל תנאי כו'. כגון הרי זה גטך על מנת שתתני לי מאתים זוז, ולא פרש לכפול (אם לא כו'). רש\"י. וכן כתב הרמב\"ם דרבי מאיר חולק על אלו הבבות הקודמות שאומר על מנת ומצריך גם כן תנאי כפול. אבל אין הלכה כמותו בעל מנת כו': {יד} הינו שלא יהא מסים דבריו בהן, דבגמר דברים אדם מתפיס, ונמצא מעשה קים ותנאי בטל. הר\"ן. ועין תוספות יום טוב: {טו} שאלמלא כו'. לא מבעיא בארץ גלעד לא ינחלו, דכיון שהיה להם יפוי כח בארץ גלעד אם יעברו דבשביל זה נתנה להם, אם כן דין הוא שהורע כחם אם לא יעברו, אלא אפלו בארץ כנען שלא יפו כחם אם יעברו, שהרי בשביל זה לא נתן להם בארץ כנען, אפלו הכי הורע כחם אם לא יעברו, אלמלא היתה הכפילות דואם לא יעברו ונאחזו בתככם בארץ כנען. ועין תוספות יום טוב משמעות דגמרא","jbo:textNikud":"עיקר תוי\"ט {יג} כָּל תְּנַאי כוּ'. כְּגוֹן הֲרֵי זֶה גִטֵּךְ עַל מְנָת שֶׁתִּתְּנִי לִי מָאתַיִם זוּז, וְלֹא פֵרֵשׁ לִכְפּוֹל (אִם לֹא כוּ'). רַשִׁ\"י. וְכֵן כָּתַב הָרַמְבַּ\"ם דְּרַבִּי מֵאִיר חוֹלֵק עַל אֵלּוּ הַבָּבוֹת הַקּוֹדְמוֹת שֶׁאוֹמֵר עַל מְנָת וּמַצְרִיךְ גַּם כֵּן תְּנַאי כָּפוּל. אֲבָל אֵין הֲלָכָה כְמוֹתוֹ בְּעַל מְנָת כוּ': {יד} הַיְנוּ שֶׁלֹּא יְהֵא מְסַיֵּם דְּבָרָיו בָּהֶן, דְּבִגְמַר דְּבָרִים אָדָם מַתְפִּיס, וְנִמְצָא מַעֲשֶׂה קַיָּם וּתְנַאי בָּטֵל. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} שֶׁאִלְמָלֵא כוּ'. לֹא מִבַּעְיָא בְּאֶרֶץ גִּלְעָד לֹא יִנְחָלוּ, דְּכֵיוָן שֶׁהָיָה לָהֶם יִפּוּי כֹּחַ בְּאֶרֶץ גִּלְעָד אִם יַעַבְרוּ דְּבִשְׁבִיל זֶה נִתְּנָה לָהֶם, אִם כֵּן דִּין הוּא שֶׁהוּרַע כֹּחָם אִם לֹא יַעַבְרוּ, אֶלָּא אֲפִלּוּ בְאֶרֶץ כְּנַעַן שֶׁלֹּא יִפּוּ כֹּחָם אִם יַעַבְרוּ, שֶׁהֲרֵי בִשְׁבִיל זֶה לֹא נִתַּן לָהֶם בְּאֶרֶץ כְּנַעַן, אֲפִלּוּ הָכִי הוּרַע כֹּחָם אִם לֹא יַעַבְרוּ, אִלְמָלֵא הָיְתָה הַכְּפִילוּת דִּוְאִם לֹא יַעַבְרוּ וְנֹאחֲזוּ בְתֹכְכֶם בְּאֶרֶץ כְּנַעַן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב מַשְׁמָעוּת דִּגְמָרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-5","jbo:text":"המקדש את האשה ואמר, כסבור הייתי שהיא כהנת והרי היא לויה, לויה והרי היא כהנת, עניה והרי היא עשירה, עשירה והרי היא עניה, הרי זו מקדשת, מפני שלא הטעתו {טז}. האומר לאשה, הרי את מקדשת לי לאחר שאתגיר או לאחר שתתגירי, לאחר שאשתחרר או לאחר שתשתחררי, לאחר שימות בעלך או לאחר שתמות אחותך, לאחר שיחלץ {יז} לך יבמך, אינה מקדשת. וכן האומר לחברו, אם ילדה אשתך נקבה הרי היא מקדשת לי, אינה מקדשת. אם היתה אשת חברו מעברת והכר עברה, דבריו קימין, ואם ילדה נקבה, מקדשת","jbo:textNikud":"הַמְקַדֵּשׁ אֶת הָאִשָּׁה וְאָמַר, כְּסָבוּר הָיִיתִי שֶׁהִיא כֹהֶנֶת וַהֲרֵי הִיא לְוִיָּה, לְוִיָּה וַהֲרֵי הִיא כֹהֶנֶת, עֲנִיָּה וַהֲרֵי הִיא עֲשִׁירָה, עֲשִׁירָה וַהֲרֵי הִיא עֲנִיָּה, הֲרֵי זוֹ מְקֻדֶּשֶׁת, מִפְּנֵי שֶׁלֹּא הִטְעַתּוּ {טז}. הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי לְאַחַר שֶׁאֶתְגַּיֵּר אוֹ לְאַחַר שֶׁתִּתְגַּיְּרִי, לְאַחַר שֶׁאֶשְׁתַּחְרֵר אוֹ לְאַחַר שֶׁתִּשְׁתַּחְרְרִי, לְאַחַר שֶׁיָּמוּת בַּעֲלֵךְ אוֹ לְאַחַר שֶׁתָּמוּת אֲחוֹתֵךְ, לְאַחַר שֶׁיַּחֲלֹץ {יז} לָךְ יְבָמֵךְ, אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ, אִם יָלְדָה אִשְׁתְּךָ נְקֵבָה הֲרֵי הִיא מְקֻדֶּשֶׁת לִי, אֵינָהּ מְקֻדֶּשֶׁת. אִם הָיְתָה אֵשֶׁת חֲבֵרוֹ מְעֻבֶּרֶת וְהֻכַּר עֻבָּרָהּ, דְּבָרָיו קַיָּמִין, וְאִם יָלְדָה נְקֵבָה, מְקֻדֶּשֶׁת","rdfs:label":"משנה קידושין ג ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-5","jbo:text":"ר\"ע מברטנורה והכר עברה, דבריו קימין. כתב הרמב\"ם דאין לו לבא עליה עד שיקדשנה קדושין שניים {יח}, שאין אדם מקנה דבר שלא בא לעולם. ולא אמרו דבריו קימים אלא להחמיר עליה שאסורה לנשא לאחרים","jbo:textNikud":"ר\"ע מברטנורה וְהֻכַּר עֻבָּרָהּ, דְּבָרָיו קַיָּמִין. כָּתַב הָרַמְבַּ\"ם דְּאֵין לוֹ לָבֹא עָלֶיהָ עַד שֶׁיְּקַדְּשֶׁנָּה קִדּוּשִׁין שְׁנִיִּים {יח}, שֶׁאֵין אָדָם מַקְנֶה דָבָר שֶׁלֹּא בָּא לָעוֹלָם. וְלֹא אָמְרוּ דְּבָרָיו קַיָּמִים אֶלָּא לְהַחְמִיר עָלֶיהָ שֶׁאֲסוּרָה לִנָּשֵׂא לַאֲחֵרִים","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-5","jbo:text":"עיקר תוי\"ט {טז} שלא הטעתו. אלא הוא הטעה את עצמו. וכיון דלא פרש, לאו כל כמיניה, דהוו להו דברים שבלב. רש\"י. ועין תוספות יום טוב: {יז} שיחלץ. קסבר האי תנא אין קדושין תופסין ביבמה לשוק. רש\"י. וכלומר רבי עקיבא היא דסבר אין קדושין תופסין בחיבי לאוין. ואינה הלכה: {יח} ומסים כדי שיכניס אותה בקדושין שאין בהן דפי","jbo:textNikud":"עיקר תוי\"ט {טז} שֶׁלֹּא הִטְעַתּוּ. אֶלָּא הוּא הִטְעָה אֶת עַצְמוֹ. וְכֵיוָן דְּלֹא פֵרֵשׁ, לָאו כֹּל כְּמִינֵיהּ, דַּהֲווּ לְהוּ דְבָרִים שֶׁבַּלֵּב. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} שֶׁיַּחֲלֹץ. קָסָבַר הַאי תַּנָּא אֵין קִדּוּשִׁין תּוֹפְסִין בִּיבָמָה לַשּׁוּק. רַשִׁ\"י. וּכְלוֹמַר רַבִּי עֲקִיבָא הִיא דְסָבַר אֵין קִדּוּשִׁין תּוֹפְסִין בְּחַיָּבֵי לָאוִין. וְאֵינָהּ הֲלָכָה: {יח} וּמְסַיֵּם כְּדֵי שֶׁיַּכְנִיס אוֹתָהּ בְּקִדּוּשִׁין שֶׁאֵין בָּהֶן דֹּפִי","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-6","jbo:text":"האומר לאשה הרי את מקדשת לי על מנת שאדבר עליך לשלטון ואעשה עמך כפועל, דבר עליה לשלטון {כ} ועשה עמה כפועל, מקדשת {כא}. ואם לאו, אינה מקדשת. על מנת שירצה אבא, רצה האב, מקדשת. ואם לאו אינה מקדשת. מת האב, הרי זו מקדשת. מת הבן, מלמדין האב לומר שאינו רוצה","jbo:textNikud":"הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֲדַבֵּר עָלַיִךְ לַשִּׁלְטוֹן וְאֶעֱשֶׂה עִמָּךְ כְּפוֹעֵל, דִּבֶּר עָלֶיהָ לַשִּׁלְטוֹן {כ} וְעָשָׂה עִמָּהּ כְּפוֹעֵל, מְקֻדֶּשֶׁת {כא}. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. עַל מְנָת שֶׁיִּרְצֶה אַבָּא, רָצָה הָאָב, מְקֻדֶּשֶׁת. וְאִם לָאו אֵינָה מְקֻדֶּשֶׁת. מֵת הָאָב, הֲרֵי זוֹ מְקֻדֶּשֶׁת. מֵת הַבֵּן, מְלַמְּדִין הָאָב לוֹמַר שֶׁאֵינוֹ רוֹצֶה","rdfs:label":"משנה קידושין ג ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-6","jbo:text":"ר\"ע מברטנורה ואעשה עמך כפועל. בפעלת יום אחד. ולאו דמקדש לה בשכר פעלה {יט}, דכיון דקימא לן ישנה לשכירות מתחלה ועד סוף, נמצא כשגמר פעלתו הוי שכירותו מלוה אצלה, והמקדש במלוה אינה מקדשת. אלא דמקדש לה השתא בפרוטה על מנת שיעשה אחר כך עמה כפועל: על מנת שירצה אבא. בגמרא מפרש שלא ימחה אבא, וכשקבע זמן למחאתו, כגון שאמר שלא ימחה אבא כל שלשים יום. הלכך רצה האב, שעברו שלשים יום ולא מחה, הרי זו מקדשת. לא רצה, שמחה בתוך שלשים, אינה מקדשת: מת האב. תוך שלשים, הרי זו מקדשת, דאמרינן מאן מחי: מת הבן. בתוך שלשים, מלמדים את האב שימחה, כדי שלא תהא זקוקה ליבם","jbo:textNikud":"ר\"ע מברטנורה וְאֶעֱשֶׂה עִמָּךְ כְּפוֹעֵל. בִּפְעֻלַּת יוֹם אֶחָד. וְלָאו דִּמְקַדֵּשׁ לָהּ בִּשְׂכַר פְּעֻלָּה {יט}, דְּכֵיוָן דְּקָיְמָא לָן יֶשְׁנָהּ לִשְׂכִירוּת מִתְּחִלָּה וְעַד סוֹף, נִמְצָא כְשֶׁגָּמַר פְּעֻלָּתוֹ הֲוֵי שְׂכִירוּתוֹ מִלְוֶה אֶצְלָהּ, וְהַמְקַדֵּשׁ בְּמִלְוֶה אֵינָהּ מְקֻדֶּשֶׁת. אֶלָּא דִּמְקַדֵּשׁ לָהּ הַשְׁתָּא בִּפְרוּטָה עַל מְנָת שֶׁיַּעֲשֶׂה אַחַר כָּךְ עִמָּהּ כְּפוֹעֵל: עַל מְנָת שֶׁיִּרְצֶה אַבָּא. בַּגְּמָרָא מְפָרֵשׁ שֶׁלֹּא יִמְחֶה אַבָּא, וּכְשֶׁקָּבַע זְמַן לִמְחָאָתוֹ, כְּגוֹן שֶׁאָמַר שֶׁלֹּא יִמְחֶה אַבָּא כָּל שְׁלֹשִׁים יוֹם. הִלְכָּךְ רָצָה הָאָב, שֶׁעָבְרוּ שְׁלֹשִׁים יוֹם וְלֹא מִחָה, הֲרֵי זוֹ מְקֻדֶּשֶׁת. לֹא רָצָה, שֶׁמִּחָה בְתוֹךְ שְׁלֹשִׁים, אֵינָהּ מְקֻדֶּשֶׁת: מֵת הָאָב. תּוֹךְ שְׁלֹשִׁים, הֲרֵי זוֹ מְקֻדֶּשֶׁת, דְּאָמְרִינַן מַאן מַחֵי: מֵת הַבֵּן. בְּתוֹךְ שְׁלֹשִׁים, מְלַמְּדִים אֶת הָאָב שֶׁיִּמְחֶה, כְּדֵי שֶׁלֹּא תְהֵא זְקוּקָה לְיָבָם","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-6","jbo:text":"עיקר תוי\"ט {יט} והא קא משמע לן מתניתין דישנה לשכירות מתחלה ועד סוף, דאי לאו הכי פשיטא דתנאי זה מועיל כשאר תנאים דעלמא. רש\"י: {כ} לשלטון. והניחה השלטון ולא תבעה. הרמב\"ם: {כא} מקדשת. אם יש עדים שעשה עמה כפועל ודבר עליה לשלטון מקדשת בודאי, ואם אין עדים מקדשת מספק. טור","jbo:textNikud":"עיקר תוי\"ט {יט} וְהָא קָא מַשְׁמַע לָן מַתְנִיתִין דְּיֶשְׁנָהּ לִשְׂכִירוּת מִתְּחִלָּה וְעַד סוֹף, דְּאִי לָאו הָכִי פְּשִׁיטָא דִתְנַאי זֶה מוֹעִיל כִּשְׁאָר תְּנָאִים דְּעָלְמָא. רַשִׁ\"י: {כ} לַשִּׁלְטוֹן. וְהִנִּיחָהּ הַשִּׁלְטוֹן וְלֹא תְּבָעָהּ. הָרַמְבַּ\"ם: {כא} מְקֻדֶּשֶׁת. אִם יֵשׁ עֵדִים שֶׁעָשָׂה עִמָּהּ כְּפוֹעֵל וְדִבֵּר עָלֶיהָ לַשִּׁלְטוֹן מְקֻדֶּשֶׁת בְּוַדַּאי, וְאִם אֵין עֵדִים מְקֻדֶּשֶׁת מִסָּפֵק. טוּר","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-7","jbo:text":"קדשתי את בתי ואיני יודע למי קדשתיה, ובא אחד ואמר אני קדשתיה, נאמן. זה אמר אני קדשתיה וזה אמר אני קדשתיה, שניהם נותנים גט. ואם רצו, אחד נותן גט ואחד כונס","jbo:textNikud":"קִדַּשְׁתִּי אֶת בִּתִּי וְאֵינִי יוֹדֵעַ לְמִי קִדַּשְׁתִּיהָ, וּבָא אֶחָד וְאָמַר אֲנִי קִדַּשְׁתִּיהָ, נֶאֱמָן. זֶה אָמַר אֲנִי קִדַּשְׁתִּיהָ וְזֶה אָמַר אֲנִי קִדַּשְׁתִּיהָ, שְׁנֵיהֶם נוֹתְנִים גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס","rdfs:label":"משנה קידושין ג ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-7","jbo:text":"ר\"ע מברטנורה אני קדשתיה נאמן. לכנסה {כב}. דלא חציף למימר קמיה דאב שקבל הקדושין, אני הוא, אם לא היה אמת, דמירתת דלמא מכחיש ליה","jbo:textNikud":"ר\"ע מברטנורה אֲנִי קִדַּשְׁתִּיהָ נֶאֱמָן. לְכָנְסָהּ {כב}. דְּלֹא חֲצִיף לְמֵימַר קַמֵּיהּ דְּאָב שֶׁקִּבֵּל הַקִּדּוּשִׁין, אֲנִי הוּא, אִם לֹא הָיָה אֱמֶת, דְּמִירְתַת דִּלְמָא מַכְחִישׁ לֵיהּ","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-7","jbo:text":"עיקר תוי\"ט {כב} ואף על פי שאין דבר שבערוה פחות משנים, ועד אחד דמהימן לומר מת בעליך הינו טעמא משום דאיהי דיקא ומנסבא ומתוך חמר שהחמרת עליה בסופה, והכא ליתיה להאי טעמא, התם הוא להוציאה מחזקתה, אבל זה שמעמידה בחזקתה אלא שאומר שנתקדשה לו, נאמן. הר\"ן. והגאון פני יהושע בסוגיא, שדא נרגא בדברי הר\"ן. ובספרי פתחי נדה פתח מ\"א מ\"ב הארכתי בענין. ומקום הניחו לי להתגדר בעזרת ה' יתברך","jbo:textNikud":"עיקר תוי\"ט {כב} וְאַף עַל פִּי שֶׁאֵין דָּבָר שֶׁבָּעֶרְוָה פָּחוֹת מִשְּׁנַיִם, וְעֵד אֶחָד דִּמְהֵימָן לוֹמַר מֵת בַּעְלִיךְ הַיְנוּ טַעֲמָא מִשּׁוּם דְּאִיהִי דָיְקָא וּמִנָּסְבָא וּמִתּוֹךְ חֹמֶר שֶׁהֶחְמַרְתָּ עָלֶיהָ בְּסוֹפָהּ, וְהָכָא לֵיתֵיהּ לְהַאי טַעֲמָא, הָתָם הוּא לְהוֹצִיאָהּ מֵחֶזְקָתָהּ, אֲבָל זֶה שֶׁמַּעֲמִידָהּ בְּחֶזְקָתָהּ אֶלָּא שֶׁאוֹמֵר שֶׁנִּתְקַדְּשָׁה לוֹ, נֶאֱמָן. הָרַ\"ן. וְהַגָּאוֹן פְּנֵי יְהוֹשֻׁעַ בַּסּוּגְיָא, שְׁדָא נַרְגָּא בְּדִבְרֵי הָרַ\"ן. וּבְסִפְרִי פִּתְחֵי נִדָּה פֶּתַח מ\"א מ\"ב הֶאֱרַכְתִּי בָּעִנְיָן. וּמָקוֹם הִנִּיחוּ לִי לְהִתְגַּדֵּר בְּעֶזְרַת ה' יִתְבָּרַךְ","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-8","jbo:text":"קדשתי את בתי, קדשתיה וגרשתיה כשהיא קטנה, והרי היא קטנה, נאמן {כג}. קדשתיה וגרשתיה כשהיא קטנה, והרי היא גדולה, אינו נאמן. נשבית ופדיתיה, בין שהיא קטנה בין שהיא גדולה, אינו נאמן. מי שאמר בשעת מיתתו {כו}, יש לי בנים, נאמן. יש לי אחים, אינו נאמן. המקדש את בתו סתם, אין הבוגרות {כח} בכלל","jbo:textNikud":"קִדַּשְׁתִּי אֶת בִּתִּי, קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהִיא קְטַנָּה, וַהֲרֵי הִיא קְטַנָּה, נֶאֱמָן {כג}. קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהִיא קְטַנָּה, וַהֲרֵי הִיא גְדוֹלָה, אֵינוֹ נֶאֱמָן. נִשְׁבֵּית וּפְדִיתִיהָ, בֵּין שֶׁהִיא קְטַנָּה בֵּין שֶׁהִיא גְדוֹלָה, אֵינוֹ נֶאֱמָן. מִי שֶׁאָמַר בִּשְׁעַת מִיתָתוֹ {כו}, יֶשׁ לִי בָנִים, נֶאֱמָן. יֶשׁ לִי אַחִים, אֵינוֹ נֶאֱמָן. הַמְקַדֵּשׁ אֶת בִּתּוֹ סְתָם, אֵין הַבּוֹגְרוֹת {כח} בִּכְלָל","rdfs:label":"משנה קידושין ג ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-8","jbo:text":"ר\"ע מברטנורה וגרשתיה. קבלתי את גטה: והרי היא קטנה. עכשיו כשאמר עליה כך: נאמן. לפסלה מן הכהנה. שהאב נאמן על בתו כל זמן שהיא קטנה, דכתיב (דברים כב) את בתי נתתי לאיש הזה, כשאמר לאיש, אסרה על הכל, שאין אנו יודעים למי, כשחזר ואמר לזה, התירה לו {כד}: והרי היא גדולה. ואם לאחר שגדלה אמר כך, ובקטנותה לא אמר, אינו נאמן: נשבית ופדיתיה וכו' אינו נאמן. לפסלה מן הכהנה. דבנשואין הימניה רחמנא לאב. לשבויה לא הימניה {כה}: יש לי בנים. ואין אשתי זקוקה ליבם {כז}: יש לי אחים. ואשתי זקוקה ליבם. ועד עכשיו היתה בחזקת שאינה זקוקה: אין הבוגרות בכלל. לפי שאינן ברשות האב לקדשן. ואף על פי שעשאתו הבוגרת שליח לקבל קדושיה {כט}, אמרינן לא שביק אנש מצוה דרמיא עליה {ל} ועביד מצוה דלא רמיא עליה. אבל הקטנות והנערות כלן צריכות גט מספק, דלא ידעינן איזו מהן קדש","jbo:textNikud":"ר\"ע מברטנורה וְגֵרַשְׁתִּיהָ. קִבַּלְתִּי אֶת גִּטָּהּ: וַהֲרֵי הִיא קְטַנָּה. עַכְשָׁיו כְּשֶׁאָמַר עָלֶיהָ כָךְ: נֶאֱמָן. לְפָסְלָהּ מִן הַכְּהֻנָּה. שֶׁהָאָב נֶאֱמָן עַל בִּתּוֹ כָּל זְמַן שֶׁהִיא קְטַנָּה, דִּכְתִיב (דְּבָרִים כב) אֶת בִּתִּי נָתַתִּי לָאִישׁ הַזֶּה, כְּשֶׁאָמַר לָאִישׁ, אֲסָרָהּ עַל הַכֹּל, שֶׁאֵין אָנוּ יוֹדְעִים לְמִי, כְּשֶׁחָזַר וְאָמַר לָזֶה, הִתִּירָהּ לוֹ {כד}: וַהֲרֵי הִיא גְדוֹלָה. וְאִם לְאַחַר שֶׁגָּדְלָה אָמַר כָּךְ, וּבְקַטְנוּתָהּ לֹא אָמַר, אֵינוֹ נֶאֱמָן: נִשְׁבֵּית וּפְדִיתִיהָ וְכוּ' אֵינוֹ נֶאֱמָן. לְפָסְלָהּ מִן הַכְּהֻנָּה. דִּבְנִשּׂוּאִין הֵימְנֵיהּ רַחֲמָנָא לָאָב. לִשְׁבוּיָה לֹא הֵימְנֵיהּ {כה}: יֶשׁ לִי בָנִים. וְאֵין אִשְׁתִּי זְקוּקָה לְיָבָם {כז}: יֶשׁ לִי אַחִים. וְאִשְׁתִּי זְקוּקָה לְיָבָם. וְעַד עַכְשָׁיו הָיְתָה בְחֶזְקַת שֶׁאֵינָהּ זְקוּקָה: אֵין הַבּוֹגְרוֹת בִּכְלָל. לְפִי שֶׁאֵינָן בִּרְשׁוּת הָאָב לְקַדְּשָׁן. וְאַף עַל פִּי שֶׁעֲשָׂאַתּוּ הַבּוֹגֶרֶת שָׁלִיחַ לְקַבֵּל קִדּוּשֶׁיהָ {כט}, אָמְרִינַן לֹא שָׁבֵיק אֱנָשׁ מִצְוָה דְרַמְיָא עֲלֵיהּ {ל} וְעָבֵיד מִצְוָה דְּלֹא רַמְיָא עֲלֵיהּ. אֲבָל הַקְּטַנּוֹת וְהַנְּעָרוֹת כֻּלָּן צְרִיכוֹת גֵּט מִסָּפֵק, דְּלֹא יָדְעִינַן אֵיזוֹ מֵהֶן קִדֵּשׁ","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-8","jbo:text":"עיקר תוי\"ט {כג} נאמן. דוקא בתוך כדי דבור, אבל היכא דהחזקה אשת איש על פיו אינו נאמן לומר לאחר זמן גרשתיה, דלא הימניה רחמנא בגרושין. הר\"ן. דהא קרא את בתי נתתי הוא דכתיב: {כד} וקרא בין בקטנה בין בנערה אלא שאינה בוגרת מירי, ולפיכך צריך לפרש דקטנה דתנן הינו לאפוקי בוגרת: {כה} והוא הדין בקדושי ביאת אסור לא הימניה רחמנא, ובהכי ניחא, דליכא למימר מגו דקדשתיה לפסול לה. הר\"ן. ועין תוספות יום טוב: {כו} מיתתו. אורחא דמלתא נקט. רשב\"ם: {כז} ואפלו כי מחזק באחי נאמן. ועין תוספות יום טוב: {כח} אין הבוגרות כו'. הא קטנות בכלל. דקדושין שאין מסורין לביאה, דכל אחת ספק אחות אשה, אפלו הכי הוו בכלל ספק קדושין וצריכות גט: {כט} דאי לאו הכי למאי תנן אין הבוגרות בכלל, מלתא דפשיטא היא. ועין תוספות יום טוב: {ל} דמתניתין סתמא קתני, ואפלו אמרה לו קדושי לך, דאית ליה נמי הנאה מנה. גמרא. והא דקרי ליה מצוה דרמיא עליה, דכתיב [ירמיה כט] ואת בנותיכם תנו לאנשים. רש\"י","jbo:textNikud":"עיקר תוי\"ט {כג} נֶאֱמָן. דַּוְקָא בְתוֹךְ כְּדֵי דִבּוּר, אֲבָל הֵיכָא דְהֻחְזְקָה אֵשֶׁת אִישׁ עַל פִּיו אֵינוֹ נֶאֱמָן לוֹמַר לְאַחַר זְמַן גֵּרַשְׁתִּיהָ, דְּלֹא הֵימְנֵיהּ רַחֲמָנָא בְּגֵרוּשִׁין. הָרַ\"ן. דְּהָא קְרָא אֶת בִּתִּי נָתַתִּי הוּא דִכְתִיב: {כד} וּקְרָא בֵּין בִּקְטַנָּה בֵּין בְּנַעֲרָה אֶלָּא שֶׁאֵינָהּ בּוֹגֶרֶת מַיְרֵי, וּלְפִיכָךְ צָרִיךְ לְפָרֵשׁ דִּקְטַנָּה דִתְנַן הַיְנוּ לַאֲפוֹקֵי בוֹגֶרֶת: {כה} וְהוּא הַדִּין בְּקִדּוּשֵׁי בִיאַת אִסּוּר לֹא הֵימְנֵיהּ רַחֲמָנָא, וּבְהָכִי נִיחָא, דְּלֵיכָּא לְמֵימַר מִגּוֹ דְקִדַּשְׁתִּיהָ לְפָסוּל לָהּ. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} מִיתָתוֹ. אוֹרְחָא דְמִלְּתָא נָקַט. רַשְׁבָּ\"ם: {כז} וַאֲפִלּוּ כִּי מֻחְזָק בְּאַחֵי נֶאֱמָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כח} אֵין הַבּוֹגְרוֹת כוּ'. הָא קְטַנּוֹת בִּכְלָל. דְּקִדּוּשִׁין שֶׁאֵין מְסוּרִין לְבִיאָה, דְּכָל אַחַת סָפֵק אֲחוֹת אִשָּׁה, אֲפִלּוּ הָכִי הֲווּ בִכְלַל סָפֵק קִדּוּשִׁין וּצְרִיכוֹת גֵּט: {כט} דְּאִי לָאו הָכִי לְמַאי תְּנַן אֵין הַבּוֹגְרוֹת בִּכְלָל, מִלְּתָא דִפְשִׁיטָא הִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ל} דְּמַתְנִיתִין סְתָמָא קָתָנֵי, וַאֲפִלּוּ אָמְרָה לוֹ קִדּוּשַׁי לְךָ, דְּאִית לֵיהּ נַמִּי הֲנָאָה מִנָּהּ. גְּמָרָא. וְהָא דְקָרֵי לֵיהּ מִצְוָה דְרַמְיָא עֲלֵיהּ, דִּכְתִיב [יִרְמְיָה כט] וְאֶת בְּנוֹתֵיכֶם תְּנוּ לַאֲנָשִׁים. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-9","jbo:text":"מי שיש לו שתי כתי בנות משתי נשים {לא}, ואמר קדשתי {לב} את בתי הגדולה ואיני יודע אם גדולה שבגדולות או גדולה שבקטנות, או קטנה שבגדולות שהיא גדולה מן הגדולה שבקטנות, כלן {לג} אסורות, חוץ מן הקטנה שבקטנות, דברי רבי מאיר. רבי יוסי אומר {לד}, כלן מתרות, חוץ מן הגדולה שבגדולות. קדשתי את בתי הקטנה ואיני יודע אם קטנה שבקטנות או קטנה שבגדולות, או גדולה שבקטנות שהיא קטנה מן הקטנות שבגדולות, כלן אסורות, חוץ מן הגדולה שבגדולות, דברי רבי מאיר. רבי יוסי אומר, כלן מתרות, חוץ מן הקטנה שבקטנות","jbo:textNikud":"מִי שֶׁיֶּשׁ לוֹ שְׁתֵּי כִתֵּי בָנוֹת מִשְּׁתֵּי נָשִׁים {לא}, וְאָמַר קִדַּשְׁתִּי {לב} אֶת בִּתִּי הַגְּדוֹלָה וְאֵינִי יוֹדֵעַ אִם גְּדוֹלָה שֶׁבַּגְּדוֹלוֹת אוֹ גְדוֹלָה שֶׁבַּקְּטַנּוֹת, אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת שֶׁהִיא גְדוֹלָה מִן הַגְּדוֹלָה שֶׁבַּקְּטַנּוֹת, כֻּלָּן {לג} אֲסוּרוֹת, חוּץ מִן הַקְּטַנָּה שֶׁבַּקְּטַנּוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר {לד}, כֻּלָּן מֻתָּרוֹת, חוּץ מִן הַגְּדוֹלָה שֶׁבַּגְּדוֹלוֹת. קִדַּשְׁתִּי אֶת בִּתִּי הַקְּטַנָּה וְאֵינִי יוֹדֵעַ אִם קְטַנָּה שֶׁבַּקְּטַנּוֹת אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת, אוֹ גְדוֹלָה שֶׁבַּקְּטַנּוֹת שֶׁהִיא קְטַנָּה מִן הַקְּטַנּוֹת שֶׁבַּגְּדוֹלוֹת, כֻּלָּן אֲסוּרוֹת, חוּץ מִן הַגְּדוֹלָה שֶׁבַּגְּדוֹלוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּן מֻתָּרוֹת, חוּץ מִן הַקְּטַנָּה שֶׁבַּקְּטַנּוֹת","rdfs:label":"משנה קידושין ג ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-9","jbo:text":"ר\"ע מברטנורה קדשתי את בתי גדולה. איצטריך תנא לאשמועינן פלגתא דרבי מאיר ורבי יוסי בקדשתי את הגדולה ובקדשתי את הקטנה. דאי אשמועינן בקדשתי את הגדולה, הוה אמינא, בהא קאמר רבי מאיר, דכיון דאיכא דזוטרא מנה, להך \"גדולה\" קרי לה, דשבח הוא לאדם לקרות בתו בלשון גדולה אף על פי שהיא קטנה, כשיש קטנה למטה ממנה. אבל קטנה אימא מודי ליה לרבי יוסי דכל שהוא יכול לקרות אותה גדולה אין קורא אותה קטנה. ואי אתמר בהא, בהא קאמר רבי יוסי, אבל בהך אימא מודי ליה לרבי מאיר, לכך הצרכו שתיהן. והלכה כרבי יוסי בשתיהן","jbo:textNikud":"ר\"ע מברטנורה קִדַּשְׁתִּי אֶת בִּתִּי גְדוֹלָה. אִיצְטְרִיךְ תַּנָּא לְאַשְׁמוֹעִינַן פְּלֻגְתָּא דְּרַבִּי מֵאִיר וְרַבִּי יוֹסֵי בְּקִדַּשְׁתִּי אֶת הַגְּדוֹלָה וּבְקִדַּשְׁתִּי אֶת הַקְּטַנָּה. דְּאִי אַשְׁמוֹעִינַן בְּקִדַּשְׁתִּי אֶת הַגְּדוֹלָה, הֲוָה אֲמִינָא, בְּהָא קָאָמַר רַבִּי מֵאִיר, דְּכֵיוָן דְּאִיכָּא דְזוּטְרָא מִנָּהּ, לְהַךְ \"גְּדוֹלָה\" קָרֵי לָהּ, דְּשֶׁבָח הוּא לָאָדָם לִקְרוֹת בִּתּוֹ בְּלָשׁוֹן גְּדוֹלָה אַף עַל פִּי שֶׁהִיא קְטַנָּה, כְּשֶׁיֵּשׁ קְטַנָּה לְמַטָּה מִמֶּנָּה. אֲבָל קְטַנָּה אֵימָא מוֹדֵי לֵיהּ לְרַבִּי יוֹסֵי דְּכָל שֶׁהוּא יָכוֹל לִקְרוֹת אוֹתָהּ גְּדוֹלָה אֵין קוֹרֵא אוֹתָהּ קְטַנָּה. וְאִי אִתְּמַר בְּהָא, בְּהָא קָאָמַר רַבִּי יוֹסֵי, אֲבָל בְּהַךְ אֵימָא מוֹדֵי לֵיהּ לְרַבִּי מֵאִיר, לְכָךְ הֻצְרְכוּ שְׁתֵּיהֶן. וַהֲלָכָה כְּרַבִּי יוֹסֵי בִשְׁתֵּיהֶן","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-9","jbo:text":"עיקר תוי\"ט {לא} משתי נשים. שנשא השניה לאחר מיתת הראשונה. גדולות כת הראשונה. קטנות כת שניה. רש\"י. וכלן ברשותו. הרמב\"ם. וכלומר שכלן קטנות או נערות, או שכלן בוגרות ונתנו לו רשות לקדשן, דאלו בוגרות במקום קטנות או נערות, מבאר לעיל דאפלו שויתיה שליח אינם בכלל. בית יוסף: {לב} קדשתי. נראה בעיני דדומה לאותה ששנינו במשנה ז' קדשתי ואיני יודע למי כו'. והכא נמי שאומר קדשתי כו' ואיני יודע איזוהי. ואף על גב שהמקדש יאמר שזו היא שקדש, אינו נאמן, דהתם הינו טעמא דנאמן כמו שכתבתי בשם הר\"ן, דחזקתה מקדשת ואינו מוציאה מחזקתה. אבל הכא דלמא לא זו היא שקדש ונמצא שאותה שנתקדשה באמת מוציאה מן הספק שיש לנו בה. ואין דבר שבערוה פחות משנים, מלבד האב שהאמינתו התורה שנאמר את בתי נתתי. ועין תוספות יום טוב: {לג} כלן. מפרש בגמרא דבשאין בכת שניה אלא גדולה וקטנה עסקינן. שאלו היה אמצעית בכת שניה, אפלו לרבי מאיר היתה מתרת, משום דלא מקריא גדולה אלא אם כן היא גדולה לגבי כל כת אחת. והינו דלא קתני ואינו יודע אם אמצעית שבקטנות. אבל אמצעית שבגדולות נכללת בקטנה שבגדולות. הר\"ן: {לד} דברי רבי מאיר, רבי יוסי אומר. בהא קמפלגי, רבי מאיר סבר מחית אנש נפשיה לספקא, ורבי יוסי סבר לא מחית אנש נפשיה למימר מלתא דליתי בה לידי שאלה לחכמים. וכי אמר גדולה, גדולה ממש שבכלן קאמר. גמרא","jbo:textNikud":"עיקר תוי\"ט {לא} מִשְּׁתֵּי נָשִׁים. שֶׁנָּשָׂא הַשְּׁנִיָּה לְאַחַר מִיתַת הָרִאשׁוֹנָה. גְּדוֹלוֹת כַּת הָרִאשׁוֹנָה. קְטַנּוֹת כַּת שְׁנִיָּה. רַשִׁ\"י. וְכֻלָּן בִּרְשׁוּתוֹ. הָרַמְבַּ\"ם. וּכְלוֹמַר שֶׁכֻּלָּן קְטַנּוֹת אוֹ נַעֲרוֹת, אוֹ שֶׁכֻּלָּן בּוֹגְרוֹת וְנָתְנוּ לוֹ רְשׁוּת לְקַדְּשָׁן, דְּאִלּוּ בּוֹגְרוֹת בִּמְקוֹם קְטַנּוֹת אוֹ נַעֲרוֹת, מְבֹאָר לְעֵיל דַּאֲפִלּוּ שַׁוִּיתֵיהּ שָׁלִיחַ אֵינָם בִּכְלָל. בֵּית יוֹסֵף: {לב} קִדַּשְׁתִּי. נִרְאֶה בְעֵינַי דְּדוֹמֶה לְאוֹתָהּ שֶׁשָּׁנִינוּ בְּמִשְׁנָה ז' קִדַּשְׁתִּי וְאֵינִי יוֹדֵעַ לְמִי כוּ'. וְהָכָא נַמִּי שֶׁאוֹמֵר קִדַּשְׁתִּי כוּ' וְאֵינִי יוֹדֵעַ אֵיזוֹהִי. וְאַף עַל גַּב שֶׁהַמְקַדֵּשׁ יֹאמַר שֶׁזּוֹ הִיא שֶׁקִּדֵּשׁ, אֵינוֹ נֶאֱמָן, דְּהָתָם הַיְנוּ טַעֲמָא דְנֶאֱמָן כְּמוֹ שֶׁכָּתַבְתִּי בְּשֵׁם הָרַ\"ן, דְּחֶזְקָתָהּ מְקֻדֶּשֶׁת וְאֵינוֹ מוֹצִיאָהּ מֵחֶזְקָתָהּ. אֲבָל הָכָא דִּלְמָא לֹא זוֹ הִיא שֶׁקִּדֵּשׁ וְנִמְצָא שֶׁאוֹתָהּ שֶׁנִּתְקַדְּשָׁה בֶאֱמֶת מוֹצִיאָהּ מִן הַסָּפֵק שֶׁיֵּשׁ לָנוּ בָּהּ. וְאֵין דָּבָר שֶׁבָּעֶרְוָה פָּחוֹת מִשְּׁנַיִם, מִלְּבַד הָאָב שֶׁהֶאֱמִינָתוֹ הַתּוֹרָה שֶׁנֶּאֱמַר אֶת בִּתִּי נָתַתִּי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לג} כֻּלָּן. מְפָרֵשׁ בַּגְּמָרָא דִּבְשֶׁאֵין בְּכַת שְׁנִיָּה אֶלָּא גְדוֹלָה וּקְטַנָּה עָסְקִינַן. שֶׁאִלּוּ הָיָה אֶמְצָעִית בְּכַת שְׁנִיָּה, אֲפִלּוּ לְרַבִּי מֵאִיר הָיְתָה מֻתֶּרֶת, מִשּׁוּם דְּלֹא מִקַּרְיָא גְדוֹלָה אֶלָּא אִם כֵּן הִיא גְדוֹלָה לְגַבֵּי כָּל כַּת אַחַת. וְהַיְנוּ דְּלֹא קָתָנֵי וְאֵינוֹ יוֹדֵעַ אִם אֶמְצָעִית שֶׁבַּקְּטַנּוֹת. אֲבָל אֶמְצָעִית שֶׁבַּגְּדוֹלוֹת נִכְלֶלֶת בַּקְּטַנָּה שֶׁבַּגְּדוֹלוֹת. הָרַ\"ן: {לד} דִּבְרֵי רַבִּי מֵאִיר, רַבִּי יוֹסֵי אוֹמֵר. בְּהָא קָמִפַּלְּגֵי, רַבִּי מֵאִיר סָבַר מַחֵית אֱנָשׁ נַפְשֵׁיהּ לִסְפֵקָא, וְרַבִּי יוֹסֵי סָבַר לֹא מַחֵית אֱנָשׁ נַפְשֵׁיהּ לְמֵימַר מִלְּתָא דְּלֵיתֵי בָּהּ לִידֵי שְׁאֵלָה לַחֲכָמִים. וְכִי אָמַר גְּדוֹלָה, גְּדוֹלָה מַמָּשׁ שֶׁבְּכֻלָּן קָאָמַר. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין ג ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-10","jbo:text":"האומר לאשה, קדשתיך {לה}, והיא אומרת לא קדשתני, הוא אסור בקרובותיה {לו}, והיא מתרת בקרוביו. היא אומרת קדשתני והוא אומר לא קדשתיך, הוא מתר בקרובותיה, והיא אסורה בקרוביו. קדשתיך, והיא אומרת לא קדשת אלא בתי, הוא אסור בקרובות גדולה, וגדולה מתרת בקרוביו. הוא מתר בקרובות קטנה, וקטנה מתרת בקרוביו","jbo:textNikud":"הָאוֹמֵר לְאִשָּׁה, קִדַּשְׁתִּיךְ {לה}, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּנִי, הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ {לו}, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו. הִיא אוֹמֶרֶת קִדַּשְׁתָּנִי וְהוּא אוֹמֵר לֹא קִדַּשְׁתִּיךְ, הוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, וְהִיא אֲסוּרָה בִקְרוֹבָיו. קִדַּשְׁתִּיךְ, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא בִתִּי, הוּא אָסוּר בִּקְרוֹבוֹת גְּדוֹלָה, וּגְדוֹלָה מֻתֶּרֶת בִּקְרוֹבָיו. הוּא מֻתָּר בִּקְרוֹבוֹת קְטַנָּה, וּקְטַנָּה מֻתֶּרֶת בִּקְרוֹבָיו","rdfs:label":"משנה קידושין ג י"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-10","jbo:text":"ר\"ע מברטנורה האומר לאשה קדשתיך וכו'. איצטריך לאשמועינן באומר קדשתיך, ובאומרת קדשתני. דאי אשמועינן באומר לאשה קדשתיך שהוא אסור בקרובותיה והיא מתרת בקרוביו, הוה אמינא דינא הוא דלא מתסרא איהי בקרוביו, דאיהו שקורי קא משקר, דגברא לא אכפת ליה אם אוסר עצמו חנם בקרובותיה, ומשקר ואמר קדשתיך אף על פי שלא קדשה, אבל איהי כי אמרה קדשתני, דאסרה נפשה אכלי עלמא עד שיתן לה גט, אי לאו דקים לה, לא הוה אמרה, ונתסר איהו על פיה בקרובותיה, ואפלו יהב לה גט. קא משמע לן: קדשתיך והיא אומרת לא קדשת אלא בתי וכו'. משום דהוה סלקא דעתין לומר מאחר שהאב נאמן על בתו מן התורה, תהיה האם נאמנת על בתה מדרבנן, קא משמע לן דאינה נאמנת","jbo:textNikud":"ר\"ע מברטנורה הָאוֹמֵר לְאִשָּׁה קִדַּשְׁתִּיךְ וְכוּ'. אִיצְטְרִיךְ לְאַשְׁמוֹעִינַן בְּאוֹמֵר קִדַּשְׁתִּיךְ, וּבְאוֹמֶרֶת קִדַּשְׁתָּנִי. דְּאִי אַשְׁמוֹעִינַן בְּאוֹמֵר לְאִשָּׁה קִדַּשְׁתִּיךָ שֶׁהוּא אָסוּר בִּקְרוֹבוֹתֶיהָ וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו, הֲוָה אֲמִינָא דִּינָא הוּא דְּלֹא מִתַּסְרָא אִיהִי בִקְרוֹבָיו, דְּאִיהוּ שַׁקּוֹרֵי קָא מְשַׁקֵּר, דְּגַבְרָא לֹא אִכְפַּת לֵיהּ אִם אוֹסֵר עַצְמוֹ חִנָּם בִּקְרוֹבוֹתֶיהָ, וּמְשַׁקֵּר וְאָמַר קִדַּשְׁתִּיךְ אַף עַל פִּי שֶׁלֹּא קִדְּשָׁהּ, אֲבָל אִיהִי כִּי אָמְרָה קִדַּשְׁתָּנִי, דְּאָסְרָה נַפְשָׁהּ אַכֻּלֵּי עָלְמָא עַד שֶׁיִּתֵּן לָהּ גֵּט, אִי לָאו דְּקִים לָהּ, לֹא הֲוָה אָמְרָה, וְנִתְּסַר אִיהוּ עַל פִּיהָ בִּקְרוֹבוֹתֶיהָ, וַאֲפִלּוּ יְהַב לָהּ גֵּט. קָא מַשְׁמַע לָן: קִדַּשְׁתִּיךְ וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא בִתִּי וְכוּ'. מִשּׁוּם דַּהֲוָה סָלְקָא דַעְתִּין לוֹמַר מֵאַחַר שֶׁהָאָב נֶאֱמָן עַל בִּתּוֹ מִן הַתּוֹרָה, תִּהְיֶה הָאֵם נֶאֱמֶנֶת עַל בִּתָּהּ מִדְּרַבָּנָן, קָא מַשְׁמַע לָן דְּאֵינָהּ נֶאֱמֶנֶת","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-10","jbo:text":"עיקר תוי\"ט {לה} קדשתיך. בפני פלוני ופלוני, והלכו להם למדינת הים. דהא אין קדושין בלא עדים. גמרא: {לו} אסור כו'. דשוינהו עליה חתיכה דאסורא בהודאתו. רש\"י","jbo:textNikud":"עיקר תוי\"ט {לה} קִדַּשְׁתִּיךְ. בִּפְנֵי פְלוֹנִי וּפְלוֹנִי, וְהָלְכוּ לָהֶם לִמְדִינַת הַיָּם. דְּהָא אֵין קִדּוּשִׁין בְּלֹא עֵדִים. גְּמָרָא: {לו} אָסוּר כוּ'. דְּשַׁוִּינְהוּ עֲלֵיהּ חֲתִיכָה דְאִסּוּרָא בְּהוֹדָאָתוֹ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין ג י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-11","jbo:text":"קדשתי את בתך {לז}, והיא אומרת לא קדשת אלא אותי, הוא אסור בקרובות קטנה, וקטנה מתרת בקרוביו, הוא מתר בקרובות גדולה, וגדולה אסורה בקרוביו","jbo:textNikud":"קִדַּשְׁתִּי אֶת בִּתֵּךְ {לז}, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא אוֹתִי, הוּא אָסוּר בִּקְרוֹבוֹת קְטַנָּה, וּקְטַנָּה מֻתֶּרֶת בִּקְרוֹבָיו, הוּא מֻתָּר בִּקְרוֹבוֹת גְּדוֹלָה, וּגְדוֹלָה אֲסוּרָה בִקְרוֹבָיו","rdfs:label":"משנה קידושין ג יא"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-11","jbo:text":"ר\"ע מברטנורה קדשתי את בתך וכו'. איידי דתנא להני בבי דלעיל, תנא נמי להא, ואף על פי שהיא משנה שאינה צריכה. ובכל הני דהיא אומרת קדשתני, מבקשים ממנו לתן גט {לח} כדי להתירה. ואם מעצמו נתן גט, כופין אותו לתן כתבה {לט}","jbo:textNikud":"ר\"ע מברטנורה קִדַּשְׁתִּי אֶת בִּתֵּךְ וְכוּ'. אַיְידֵי דְתָנָא לְהָנֵי בָּבֵי דִּלְעֵיל, תָּנָא נַמִּי לְהָא, וְאַף עַל פִּי שֶׁהִיא מִשְׁנָה שֶׁאֵינָהּ צְרִיכָה. וּבְכָל הָנֵי דְהִיא אוֹמֶרֶת קִדַּשְׁתָּנִי, מְבַקְשִׁים מִמֶּנּוּ לִתֵּן גֵּט {לח} כְּדֵי לְהַתִּירָהּ. וְאִם מֵעַצְמוֹ נָתַן גֵּט, כּוֹפִין אוֹתוֹ לִתֵּן כְּתֻבָּה {לט}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-11","jbo:text":"עיקר תוי\"ט {לז} בתך. בגדולה שעשאתה שליח. והיא קבלה קדושין לעצמה ואמרה שגם הוא כשקדשה נתכון לקדש את עצמה: {לח} וכופין לא, דאמר לא ניחא לי דאתסר בקרובתה. גמרא: {לט} דגלי דעתיה דקדשה, וארוסה יש לה כתבה. רש\"י, ולמאן דסובר דאין לה כתבה, הכא כשכתב לה. ואם תאמר היאך יכול לומר לא קדשתיך. ויש לומר דמירי במקום שכותבין כתבה ואחר כך מקדשין. הרב המגיד משנה","jbo:textNikud":"עיקר תוי\"ט {לז} בִּתֵּךְ. בִּגְדוֹלָה שֶׁעֲשָׂאֲתָּהּ שָׁלִיחַ. וְהִיא קִבְּלָה קִדּוּשִׁין לְעַצְמָהּ וְאָמְרָה שֶׁגַּם הוּא כְּשֶׁקִּדְּשָׁהּ נִתְכַּוֵּן לְקַדֵּשׁ אֶת עַצְמָהּ: {לח} וְכוֹפִין לֹא, דְּאָמַר לֹא נִיחָא לִי דְאִתְּסַר בִּקְרוֹבָתָהּ. גְּמָרָא: {לט} דְּגַלֵּי דַעְתֵּיהּ דְּקִדְּשָׁהּ, וַאֲרוּסָה יֵשׁ לָהּ כְּתֻבָּה. רַשִׁ\"י, וּלְמַאן דְּסוֹבֵר דְּאֵין לָהּ כְּתֻבָּה, הָכָא כְּשֶׁכָּתַב לָהּ. וְאִם תֹּאמַר הֵיאַךְ יָכוֹל לוֹמַר לֹא קִדַּשְׁתִּיךְ. וְיֵשׁ לוֹמַר דְּמַיְרֵי בְמָקוֹם שֶׁכּוֹתְבִין כְּתֻבָּה וְאַחַר כָּךְ מְקַדְּשִׁין. הָרַב הַמַּגִּיד מִשְׁנֶה","rdfs:label":"עיקר תוי\"ט משנה קידושין ג יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-12","jbo:text":"כל מקום שיש קדושין ואין עברה, הולד הולך אחר הזכר {מא}. ואיזה, זו כהנת, לויה {מב} וישראלית שנשאו לכהן וללוי ולישראל. וכל מקום שיש קדושין ויש עברה {מג}, הולד הולך אחר הפגום {מד}. ואיזו, זו {מה} אלמנה לכהן גדול, גרושה וחלוצה לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לממזר ולנתין. וכל מי שאין לה עליו קדושין אבל יש לה על אחרים קדושין, הולד ממזר. ואיזה, זה הבא על אחת מכל העריות שבתורה. וכל מי שאין לה לא עליו ולא על אחרים קדושין, הולד כמותה. ואיזה, זה ולד שפחה {מז} ונכרית","jbo:textNikud":"כָּל מָקוֹם שֶׁיֵּשׁ קִדּוּשִׁין וְאֵין עֲבֵרָה, הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר {מא}. וְאֵיזֶה, זוֹ כֹהֶנֶת, לְוִיָּה {מב} וְיִשְׂרְאֵלִית שֶׁנִּשְּׂאוּ לְכֹהֵן וּלְלֵוִי וּלְיִשְׂרָאֵל. וְכָל מָקוֹם שֶׁיֵּשׁ קִדּוּשִׁין וְיֵשׁ עֲבֵרָה {מג}, הַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם {מד}. וְאֵיזוֹ, זוֹ {מה} אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין. וְכָל מִי שֶׁאֵין לָהּ עָלָיו קִדּוּשִׁין אֲבָל יֶשׁ לָהּ עַל אֲחֵרִים קִדּוּשִׁין, הַוָּלָד מַמְזֵר. וְאֵיזֶה, זֶה הַבָּא עַל אַחַת מִכָּל הָעֲרָיוֹת שֶׁבַּתּוֹרָה. וְכָל מִי שֶׁאֵין לָהּ לֹא עָלָיו וְלֹא עַל אֲחֵרִים קִדּוּשִׁין, הַוָּלָד כְּמוֹתָהּ. וְאֵיזֶה, זֶה וְלַד שִׁפְחָה {מז} וְנָכְרִית","rdfs:label":"משנה קידושין ג יב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-12","jbo:text":"ר\"ע מברטנורה כל מקום שיש קדושין ואין עברה. שקדושין תופסין בה ואין עברה בנשואיה. והאי כללא לאו דוקא {מ}, שהרי גר שנשא ממזרת יש קדושין ואין עברה, דקהל גרים לא אקרי קהל, ואף על פי כן אין הולד הולך אחר הזכר, שהולד ממזר, אחד גר שנשא ממזרת ואחד ממזר שנשא גיורת: וכל מי שאין לה עליו קדושין וכו' הולד ממזר. ביבמות נפקא לן מקרא דכתיב (דברים כג) לא יקח איש את אשת אביו, וסמיך ליה לא יבא ממזר, ומוקמינן לה בשומרת יבם של אביו, שהיא אשת אחי אביו שהיא עליו בכרת: על אחת מכל העריות. של חיבי כרתות {מו}: ולד שפחה ונכרית. דכתיב בשפחה (שמות כא) האשה וילדיה תהיה לאדניה {מח}, ובנכרית כתיב (דברים ז) כי יסיר את בנך מאחרי, ומדלא כתיב כי תסיר, שמע מנה הכי קאמר, בתך לא תתן לבנו, כי יסיר בעל בתך את בנך אשר תלד לו בתך מאחרי, אבל אבתו לא תקח לבנך לא מהדר, שאין הבן הבא מן הנכרית קרוי בנך אלא בנה {מט}","jbo:textNikud":"ר\"ע מברטנורה כָּל מָקוֹם שֶׁיֵּשׁ קִדּוּשִׁין וְאֵין עֲבֵרָה. שֶׁקִּדּוּשִׁין תּוֹפְסִין בָּהּ וְאֵין עֲבֵרָה בְנִשּׂוּאֶיהָ. וְהַאי כְּלָלָא לָאו דַוְקָא {מ}, שֶׁהֲרֵי גֵּר שֶׁנָּשָׂא מַמְזֶרֶת יֵשׁ קִדּוּשִׁין וְאֵין עֲבֵרָה, דִּקְהַל גֵּרִים לֹא אִקְּרֵי קָהָל, וְאַף עַל פִּי כֵן אֵין הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר, שֶׁהַוָּלָד מַמְזֵר, אֶחָד גֵּר שֶׁנָּשָׂא מַמְזֶרֶת וְאֶחָד מַמְזֵר שֶׁנָּשָׂא גִיּוֹרֶת: וְכָל מִי שֶׁאֵין לָהּ עָלָיו קִדּוּשִׁין וְכוּ' הַוָּלָד מַמְזֵר. בִּיבָמוֹת נָפְקָא לָן מִקְּרָא דִכְתִיב (דְּבָרִים כג) לֹא יִקַּח אִישׁ אֶת אֵשֶׁת אָבִיו, וּסְמִיךְ לֵיהּ לֹא יָבֹא מַמְזֵר, וּמוֹקְמִינַן לַהּ בְּשׁוֹמֶרֶת יָבָם שֶׁל אָבִיו, שֶׁהִיא אֵשֶׁת אֲחִי אָבִיו שֶׁהִיא עָלָיו בְּכָרֵת: עַל אַחַת מִכָּל הָעֲרָיוֹת. שֶׁל חַיָּבֵי כְרֵתוֹת {מו}: וְלַד שִׁפְחָה וְנָכְרִית. דִּכְתִיב בְּשִׁפְחָה (שְׁמוֹת כא) הָאִשָּׁה וִילָדֶיהָ תִּהְיֶה לַאדֹנֶיהָ {מח}, וּבְנָכְרִית כְּתִיב (דְּבָרִים ז) כִּי יָסִיר אֶת בִּנְךָ מֵאַחֲרַי, וְמִדְּלָא כְתִיב כִּי תָסִיר, שְׁמַע מִנָּהּ הָכִי קָאָמַר, בִּתְּךָ לֹא תִתֵּן לִבְנוֹ, כִּי יָסִיר בַּעַל בִּתְּךָ אֶת בִּנְךָ אֲשֶׁר תֵּלֵד לוֹ בִתְּךָ מֵאַחֲרַי, אֲבָל אַבִּתּוֹ לֹא תִקַּח לִבְנֶךָ לֹא מְהַדַּר, שֶׁאֵין הַבֵּן הַבָּא מִן הַנָּכְרִית קָרוּי בִּנְךָ אֶלָּא בְנָהּ {מט}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-12","jbo:text":"עיקר תוי\"ט {מ} ובגמרא, דאיזו זו אתי למעוטי כהאי גונא: {מא} הזכר. דלמשפחתם לבית אבתם כתיב. רש\"י: {מב} לויה. גמרא. ותו לא, והרי חלל שנשא בת ישראל הולד הולך אחר הזכר כו', תנא כל מקום לאתויי: {מג} עברה. ואפלו הכי תפסי קדושין, דקסבר קדושין תופסין בחיבי לאוין, והכי איפסיק הלכתא: {מד} הפגום. שבשניהם. הנולד מפסולי כהנה, הולד פסול. וכן בן ממזרת מישראל, ממזר, וכן בן ממזר מישראלית. וכן בן נתינה מישראל, נתין, ובן נתין מכשרה, נתין. רש\"י. והא דהולך אחר הפגום, ילפינן מקראי: {מה} ואיזו כו'. ותימה דלא חשיב נמי לחיבי עשה מצרי ואדומי, וצריך לומר דתנא ושיר. ועין תוספות יום טוב: {מו} חוץ מן הנדה. ועין תוספות יום טוב: {מז} שפחה. מנלן דלא תפסי בהו קדושין, דאמר קרא שבו לכם פה עם החמור: {מח} ובשפחה כנענית נשואה לעבד עברי מירי, גמרא. ופרש רש\"י ואמר קרא דלא יצא הבן חפשי עם אביו. ועין תוספות יום טוב: {מט} וכיון דפשיטא דולדה כמוה, ממילא מפשיט לן דלא תפסי בה קדושין. הר\"ן. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {מ} וּבַגְּמָרָא, דְאֵיזוֹ זוֹ אָתֵי לְמַעוֹטֵי כְהַאי גַּוְנָא: {מא} הַזָּכָר. דִּלְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם כְּתִיב. רַשִׁ\"י: {מב} לְוִיָּה. גְּמָרָא. וְתוּ לֹא, וַהֲרֵי חָלָל שֶׁנָּשָׂא בַת יִשְׂרָאֵל הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר כוּ', תָּנָא כָל מָקוֹם לַאֲתוֹיֵי: {מג} עֲבֵרָה. וַאֲפִלּוּ הָכִי תָפְסֵי קִדּוּשִׁין, דְּקָסָבַר קִדּוּשִׁין תּוֹפְסִין בְּחַיָּבֵי לָאוִין, וְהָכִי אִיפְסִיק הִלְכְתָא: {מד} הַפָּגוּם. שֶׁבִּשְׁנֵיהֶם. הַנּוֹלָד מִפְּסוּלֵי כְהֻנָּה, הַוָּלָד פָּסוּל. וְכֵן בֶּן מַמְזֶרֶת מִיִּשְׂרָאֵל, מַמְזֵר, וְכֵן בֶּן מַמְזֵר מִיִּשְׂרְאֵלִית. וְכֵן בֶּן נְתִינָה מִיִּשְׂרָאֵל, נָתִין, וּבֶן נָתִין מִכְּשֵׁרָה, נָתִין. רַשִׁ\"י. וְהָא דְהוֹלֵךְ אַחַר הַפָּגוּם, יָלְפִינַן מִקְּרָאֵי: {מה} וְאֵיזוֹ כוּ'. וְתֵימַהּ דְּלָא חָשֵׁיב נַמִּי לְחַיָּבֵי עֲשֵׂה מִצְרִי וַאֲדוֹמִי, וְצָרִיךְ לוֹמַר דְּתָנָא וְשִׁיֵּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מו} חוּץ מִן הַנִּדָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מז} שִׁפְחָה. מְנָלָן דְּלֹא תָּפְסִי בְהוּ קִדּוּשִׁין, דְּאָמַר קְרָא שְׁבוּ לָכֶם פֹּה עִם הַחֲמוֹר: {מח} וּבְשִׁפְחָה כְנַעֲנִית נְשׂוּאָה לְעֶבֶד עִבְרִי מַיְרֵי, גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י וְאָמַר קְרָא דְּלֹא יֵצֵא הַבֵּן חָפְשִׁי עִם אָבִיו. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מט} וְכֵיוָן דִּפְשִׁיטָא דִוְלָדָהּ כָּמוֹהָ, מִמֵּילָא מִפְשִׁיט לָן דְּלֹא תָפְסֵי בָּהּ קִדּוּשִׁין. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ג יב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-3-7-3-13","jbo:text":"רבי טרפון אומר, יכולין ממזרים לטהר {נ}. כיצד. ממזר שנשא שפחה, הולד עבד. שחררו, נמצא הבן בן חורין. רבי אליעזר אומר, הרי זה עבד ממזר {נג}","jbo:textNikud":"רַבִּי טַרְפוֹן אוֹמֵר, יְכוֹלִין מַמְזֵרִים לִטַּהֵר {נ}. כֵּיצַד. מַמְזֵר שֶׁנָּשָׂא שִׁפְחָה, הַוָּלָד עֶבֶד. שִׁחְרְרוֹ, נִמְצָא הַבֵּן בֶּן חוֹרִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הֲרֵי זֶה עֶבֶד מַמְזֵר {נג}","rdfs:label":"משנה קידושין ג יג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-bartanura-3-7-3-13","jbo:text":"ר\"ע מברטנורה ממזר שנשא שפחה. ואפלו לכתחלה יכול ממזר לשא שפחה כדי לטהר את בניו {נא}. והלכה כרבי טרפון. ומודה רבי טרפון שעבד שנשא ממזרת, הולד ממזר, שעבד אין לו יחוס {נב}","jbo:textNikud":"ר\"ע מברטנורה מַמְזֵר שֶׁנָּשָׂא שִׁפְחָה. וַאֲפִלּוּ לְכַתְּחִלָּה יָכוֹל מַמְזֵר לִשָּׂא שִׁפְחָה כְּדֵי לְטַהֵר אֶת בָּנָיו {נא}. וַהֲלָכָה כְּרַבִּי טַרְפוֹן. וּמוֹדֶה רַבִּי טַרְפוֹן שֶׁעֶבֶד שֶׁנָּשָׂא מַמְזֶרֶת, הַוָּלָד מַמְזֵר, שֶׁעֶבֶד אֵין לוֹ יִחוּס {נב}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ג יג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-3-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-3"],"uri":"jbr:mishna-yomtov-3-7-3-13","jbo:text":"עיקר תוי\"ט {נ} לטהר. מפסול זרעם, שלא יהיו בניהם ממזרים. רש\"י: {נא} דאף על גב דממזר חיב הוא בכל הלאוין שבתורה. לאו דשפחה שאני, דלא אמר רחמנא לא תקח שפחה, ואפקיה בלשון לא יהיה קדש, דמתרגמינן לא יסב גברא מבני ישראל אתתא אמה, משמע שאין ממזר בכלל, שכיון שיצירתו בעברה, קדש ועומד הוא. רבנו תם. ועין תוספות יום טוב: {נב} אינו מתיחס אחר אביו. רש\"י: {נג} עבד ממזר. בגמרא פליגי בילפותא דקרא","jbo:textNikud":"עיקר תוי\"ט {נ} לִטַּהֵר. מִפְּסוּל זַרְעָם, שֶׁלֹּא יִהְיוּ בְנֵיהֶם מַמְזֵרִים. רַשִׁ\"י: {נא} דְּאַף עַל גַּב דְּמַמְזֵר חַיָּב הוּא בְכָל הַלָּאוִין שֶׁבַּתּוֹרָה. לָאו דְּשִׁפְחָה שָׁאנֵי, דְּלֹא אָמַר רַחֲמָנָא לֹא תִּקַּח שִׁפְחָה, וְאַפְּקֵיהּ בְּלָשׁוֹן לֹא יִהְיֶה קָדֵשׁ, דִּמְתַרְגְּמִינַן לֹא יִסַּב גַּבְרָא מִבְּנֵי יִשְׂרָאֵל אִתְּתָא אָמָה, מַשְׁמַע שֶׁאֵין מַמְזֵר בִּכְלָל, שֶׁכֵּיוָן שֶׁיְּצִירָתוֹ בַּעֲבֵרָה, קָדֵשׁ וְעוֹמֵד הוּא. רַבֵּנוּ תָם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {נב} אֵינוֹ מִתְיַחֵס אַחַר אָבִיו. רַשִׁ\"י: {נג} עֶבֶד מַמְזֵר. בַּגְּמָרָא פְלִיגֵי בְּיַלְפוּתָא דִּקְרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין ג יג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-3-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-1","jbo:text":"עשרה יוחסין {א} עלו מבבל, כהני {ד}, לויי {ה}, ישראלי, חללי, גרי, וחרורי, ממזרי, נתיני, שתוקי, ואסופי. כהני, לויי וישראלי, מתרים לבא זה בזה. לויי {ח}, ישראלי, חללי, גרי וחרורי {ט}, מתרים לבא זה בזה. גרי וחרורי, ממזרי ונתיני שתוקי ואסופי, כלם מתרין {י} לבא זה בזה","jbo:textNikud":"עֲשָׂרָה יוֹחֲסִין {א} עָלוּ מִבָּבֶל, כַּהֲנֵי {ד}, לְוִיֵּי {ה}, יִשְׂרְאֵלֵי, חֲלָלֵי, גֵּרֵי, וַחֲרוּרֵי, מַמְזֵרֵי, נְתִינֵי, שְׁתוּקֵי, וַאֲסוּפֵי. כַּהֲנֵי, לְוִיֵּי וְיִשְׂרְאֵלֵי, מֻתָּרִים לָבֹא זֶה בָזֶה. לְוִיֵּי {ח}, יִשְׂרְאֵלֵי, חֲלָלֵי, גֵּרֵי וַחֲרוּרֵי {ט}, מֻתָּרִים לָבֹא זֶה בָזֶה. גֵּרֵי וַחֲרוּרֵי, מַמְזֵרֵי וּנְתִינֵי שְׁתוּקֵי וַאֲסוּפֵי, כֻּלָּם מֻתָּרִין {י} לָבֹא זֶה בָזֶה","rdfs:label":"משנה קידושין ד א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-1","jbo:text":"ר\"ע מברטנורה עשרה יוחסין עלו מבבל. שהפריש עזרא כל הפסולים שהיו בבבל {ב} והוליכן עמו, כדי שלא יתערבו עם המיחסין, מאחר שאין שם בית דין {ג}: חללי. כהנים שנולדו מן הפסולות לכהנה, כגון אלמנה לכהן גדול, גרושה {ו} חללה זונה לכהן הדיוט: חרורי. עבדים משחררים: נתיני. גבעונים שמלו בימי יהושע, ונאסרו לבא בקהל {ז}: שתוקי ואסופי. מפרש להו ואזיל: גרי וחרורי ממזרין כו' כלם מתרין לבא זה בזה. דקהל גרים לא אקרי קהל, ולא הזהרו ממזרים לבא בקהל גרים. אבל לויי וישראלי בממזרי לא. ושתוקי ואסופי ספק ממזרים הם ומתרין להתערב בממזר ודאי, דאמרינן בקהל ודאי הוא דלא יבא, הא בקהל ספק יבא {יא}","jbo:textNikud":"ר\"ע מברטנורה עֲשָׂרָה יוֹחֲסִין עָלוּ מִבָּבֶל. שֶׁהִפְרִישׁ עֶזְרָא כָּל הַפְּסוּלִים שֶׁהָיוּ בְּבָבֶל {ב} וְהוֹלִיכָן עִמּוֹ, כְּדֵי שֶׁלֹּא יִתְעָרְבוּ עִם הַמְיֻחָסִין, מֵאַחַר שֶׁאֵין שָׁם בֵּית דִּין {ג}: חֲלָלֵי. כֹּהֲנִים שֶׁנּוֹלְדוּ מִן הַפְּסוּלוֹת לַכְּהֻנָּה, כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה {ו} חֲלָלָהּ זוֹנָה לְכֹהֵן הֶדְיוֹט: חֲרוּרֵי. עֲבָדִים מְשֻׁחְרָרִים: נְתִינֵי. גִּבְעוֹנִים שֶׁמָּלוּ בִּימֵי יְהוֹשֻׁעַ, וְנֶאֶסְרוּ לָבֹא בַקָּהָל {ז}: שְׁתוּקֵי וַאֲסוּפֵי. מְפָרֵשׁ לְהוּ וְאָזֵיל: גֵּרֵי וַחֲרוּרֵי מַמְזֵרִין כוּ' כֻּלָּם מֻתָּרִין לָבֹא זֶה בָזֶה. דִּקְהַל גֵּרִים לֹא אִקְּרֵי קָהָל, וְלֹא הֻזְהֲרוּ מַמְזֵרִים לָבֹא בִּקְהַל גֵּרִים. אֲבָל לְוִיֵּי וְיִשְׂרְאֵלֵי בְּמַמְזֵרֵי לֹא. וּשְׁתוּקֵי וַאֲסוּפֵי סָפֵק מַמְזֵרִים הֵם וּמֻתָּרִין לְהִתְעָרֵב בְּמַמְזֵר וַדַּאי, דְּאָמְרִינַן בְּקָהָל וַדַּאי הוּא דְּלֹא יָבֹא, הָא בְקָהָל סָפֵק יָבֹא {יא}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-1","jbo:text":"עיקר תוי\"ט {א} יוחסין. שם היחס הונח על ידיעת האיש לבית אבותיו לדעת ענינו, על איזה דרך שנולד. ועין תוספות יום טוב: {ב} מדלא תנן עלו לארץ ישראל אלא עלו מבבל, לאשמעינן שכלם עלו מבבל. גמרא: {ג} כלומר סנהדרי גדולה שהיו יושבים ודנין את הכהנה. כדתנן בסוף מסכת מדות: {ד} כהני כו'. מנלן דסליקו כו', ויליף להו מקרא בגמרא: {ה} לויי. והא דכתיב [עזרא ח] ומבני לוי לא מצאתי שם, זה היה בעודו בבבל, דוק בפסוקים. והא דעזרא קנסם שלא עלו עמו (כמו שכתב הר\"ב סוף מעשר שני), הינו על שלא נתעוררו מעצמם לעלות. ועין תוספות יום טוב: {ו} ולא מני חלוצה, משום דדברי סופרים הוא. ומכל מקום הולד חלל מדבריהם. ועין תוספות יום טוב: {ז} שנאמר ויתנם יהושע חטבי עצים וגו' [יהושע ח]. וחיבים ישראל למול עבדיהם הכנענים, והנהו הוו בכלל מקנת כספך (ועין מה שכתבתי ריש פרק ג דמכות): {ח} לויי כו'. אבל כהני בחללי גרי וחרורי לא, שחללה בלאו. ומשחררת בחזקת זונה. רש\"י: {ט} וחרורי. משמע אבל עבדים לא. אליבא דרבי טרפון הוא הדין לממזרים דמתרין בעבדים, אלא משום אינך שאסורים בעבדים תנא חרורי. הר\"ן: {י} מתרים כו'. ואף דנתינים קימי בלא תתחתן דקאי אשבעה עממין בגרותן, דיש לומר דלא מחיבי בלאו דחתון אלא היכא דאיכא חששא דכי יסיר, לפי שלא חששה תורה אלא אמיחסים, אבל אפסולים לא. אלא דבלא גרות אסורים משום חשש הסרה, אבל נתיני שהם גרים וחיבים בכל המצות לאו בני הסרה נינהו: {יא} והכי נמי איכא למדרש ממזר ודאי הוא דלא יבא, הא ספק ממזר יבא, ולישרי בישראל שתוקי ואסופי. והכי נמי אמרינן בגמרא, אלא דחכמים הם שעשו מעלה ביוחסין ולא רצו להכשירם לישראל, אבל זה בזה לא עשו מעלה","jbo:textNikud":"עיקר תוי\"ט {א} יוֹחֲסִין. שֵׁם הַיַּחַס הוּנַח עַל יְדִיעַת הָאִישׁ לְבֵית אֲבוֹתָיו לָדַעַת עִנְיָנוֹ, עַל אֵיזֶה דֶרֶךְ שֶׁנּוֹלַד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} מִדְּלֹא תְנַן עָלוּ לְאֶרֶץ יִשְׂרָאֵל אֶלָּא עָלוּ מִבָּבֶל, לְאַשְׁמְעִינַן שֶׁכֻּלָּם עָלוּ מִבָּבֶל. גְּמָרָא: {ג} כְּלוֹמַר סַנְהֶדְרִי גְדוֹלָה שֶׁהָיוּ יוֹשְׁבִים וְדָנִין אֶת הַכְּהֻנָּה. כְּדִתְנַן בְּסוֹף מַסֶּכֶת מִדּוֹת: {ד} כַּהֲנֵי כוּ'. מְנָלָן דִּסְלִיקוּ כוּ', וְיָלֵיף לְהוּ מִקְּרָא בַגְּמָרָא: {ה} לְוִיֵּי. וְהָא דִכְתִיב [עֶזְרָא ח] וּמִבְּנֵי לֵוִי לֹא מָצָאתִי שָׁם, זֶה הָיָה בְעוֹדוֹ בְּבָבֶל, דּוֹק בַּפְּסוּקִים. וְהָא דְעֶזְרָא קְנָסָם שֶׁלֹּא עָלוּ עִמּוֹ (כְּמוֹ שֶׁכָּתַב הָרַ\"ב סוֹף מַעֲשֵׂר שֵׁנִי), הַיְנוּ עַל שֶׁלֹּא נִתְעוֹרְרוּ מֵעַצְמָם לַעֲלוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} וְלֹא מָנֵי חֲלוּצָה, מִשּׁוּם דְּדִבְרֵי סוֹפְרִים הוּא. וּמִכָּל מָקוֹם הַוָּלָד חָלָל מִדִּבְרֵיהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} שֶׁנֶּאֱמַר וַיִּתְּנֵם יְהוֹשֻׁעַ חֹטְבֵי עֵצִים וְגוֹ' [יְהוֹשֻׁעַ ח]. וְחַיָּבִים יִשְׂרָאֵל לָמוּל עַבְדֵיהֶם הַכְּנַעֲנִים, וְהַנְהוּ הֲווּ בִּכְלַל מִקְנַת כַּסְפֶּךָ (וְעַיֵּן מַה שֶּׁכָּתַבְתִּי רֵישׁ פֶּרֶק ג דְּמַכּוֹת): {ח} לְוִיֵּי כוּ'. אֲבָל כַּהֲנֵי בַּחֲלָלֵי גֵּרֵי וַחֲרוּרֵי לֹא, שֶׁחֲלָלָה בְלָאו. וּמְשֻׁחְרֶרֶת בְּחֶזְקַת זוֹנָה. רַשִׁ\"י: {ט} וַחֲרוּרֵי. מַשְׁמַע אֲבָל עֲבָדִים לֹא. אַלִיבָּא דְרַבִּי טַרְפוֹן הוּא הַדִּין לְמַמְזֵרִים דְּמֻתָּרִין בַּעֲבָדִים, אֶלָּא מִשּׁוּם אִינָךְ שֶׁאֲסוּרִים בַּעֲבָדִים תָּנָא חֲרוּרֵי. הָרַ\"ן: {י} מֻתָּרִים כוּ'. וְאַף דִּנְתִינִים קָיְמֵי בְּלֹא תִתְחַתֵּן דְּקָאֵי אַשִּׁבְעָה עֲמָמִין בְּגֵרוּתָן, דְּיֵשׁ לוֹמַר דְּלֹא מִחַיְּבֵי בְּלָאו דְּחִתּוּן אֶלָּא הֵיכָא דְאִיכָּא חֲשָׁשָׁא דְכִי יָסִיר, לְפִי שֶׁלֹּא חָשְׁשָׁה תוֹרָה אֶלָּא אַמְּיֻחָסִים, אֲבָל אַפְּסוּלִים לֹא. אֶלָּא דִבְלֹא גֵרוּת אֲסוּרִים מִשּׁוּם חֲשַׁשׁ הֲסָרָה, אֲבָל נְתִינֵי שֶׁהֵם גֵּרִים וְחַיָּבִים בְּכָל הַמִּצְוֹת לָאו בְּנֵי הֲסָרָה נִינְהוּ: {יא} וְהָכִי נַמִּי אִיכָּא לְמִדְרַשׁ מַמְזֵר וַדַּאי הוּא דְלֹא יָבֹא, הָא סָפֵק מַמְזֵר יָבֹא, וְלִישְׁרֵי בְיִשְׂרָאֵל שְׁתוּקֵי וַאֲסוּפֵי. וְהָכִי נַמִּי אָמְרִינַן בַּגְּמָרָא, אֶלָּא דַחֲכָמִים הֵם שֶׁעָשׂוּ מַעֲלָה בְיוֹחֲסִין וְלֹא רָצוּ לְהַכְשִׁירָם לְיִשְׂרָאֵל, אֲבָל זֶה בָזֶה לֹא עָשׂוּ מַעֲלָה","rdfs:label":"עיקר תוי\"ט משנה קידושין ד א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-2","jbo:text":"ואלו הם שתוקי, כל שהוא מכיר את אמו ואינו מכיר את אביו. אסופי, כל שנאסף מן השוק ואינו מכיר לא אביו ולא אמו. אבא שאול היה קורא לשתוקי, בדוקי","jbo:textNikud":"וְאֵלּוּ הֵם שְׁתוּקֵי, כֹּל שֶׁהוּא מַכִּיר אֶת אִמּוֹ וְאֵינוֹ מַכִּיר אֶת אָבִיו. אֲסוּפֵי, כֹּל שֶׁנֶּאֱסַף מִן הַשּׁוּק וְאֵינוֹ מַכִּיר לֹא אָבִיו וְלֹא אִמּוֹ. אַבָּא שָׁאוּל הָיָה קוֹרֵא לִשְׁתוּקֵי, בְּדוּקֵי","rdfs:label":"משנה קידושין ד ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-2","jbo:text":"ר\"ע מברטנורה שתוקי. כל שהוא מכיר את אמו. שקורא אבא, ואמו משתקתו: בדוקי. שבודקין את אמו. אם אמרה לכשר נבעלתי, הולד כשר. והלכה כאבא שאול","jbo:textNikud":"ר\"ע מברטנורה שְׁתוּקֵי. כֹּל שֶׁהוּא מַכִּיר אֶת אִמּוֹ. שֶׁקּוֹרֵא אַבָּא, וְאִמּוֹ מַשְׁתַּקְתּוֹ: בְּדוּקֵי. שֶׁבּוֹדְקִין אֶת אִמּוֹ. אִם אָמְרָה לְכָשֵׁר נִבְעַלְתִּי, הַוָּלָד כָּשֵׁר. וַהֲלָכָה כְאַבָּא שָׁאוּל","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-3","jbo:text":"כל האסורים לבא בקהל, מתרים לבא זה בזה. רבי יהודה אוסר. רבי אליעזר אומר, ודאן בודאן, מתר. ודאן בספקן, (וספקן בודאן), וספקן בספקן, אסור {יב}. ואלו הן הספקות, שתוקי, אסופי וכותי","jbo:textNikud":"כָּל הָאֲסוּרִים לָבֹא בַקָּהָל, מֻתָּרִים לָבֹא זֶה בָזֶה. רַבִּי יְהוּדָה אוֹסֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, וַדָּאָן בְּוַדָּאָן, מֻתָּר. וַדָּאָן בִּסְפֵקָן, (וּסְפֵקָן בְּוַדָּאָן), וּסְפֵקָן בִּסְפֵקָן, אָסוּר {יב}. וְאֵלּוּ הֵן הַסְּפֵקוֹת, שְׁתוּקִי, אֲסוּפִי וְכוּתִי","rdfs:label":"משנה קידושין ד ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-3","jbo:text":"ר\"ע מברטנורה כל האסורים לבא בקהל. אף על גב דתנינן לה ברישא ממזרי ונתיני וכו' מתרים לבא זה בזה, הא קמשמע לן כגון גר עמוני ומואבי עם ממזר שתוקי ואסופי: רבי יהודה אוסר. מפרש בגמרא דהכי קאמר, אפלו רבי יהודה שאוסר גר בממזרת, הני מלי גר של שאר נכרים שמתר לבא בקהל הוא דאסור בממזרת לרבי יהודה, דסבירא ליה קהל גרים אקרי קהל, אבל גר עמוני ומואבי שאסור לבא בקהל מודה רבי יהודה שמתר בממזרת: ודאן בודאן מתר. כגון ממזרי בנתיני: ודאן בספקן. ממזרי ונתיני בשתוקי ואסופי: ספקן בספקן. שתוקי בשתוקית, ואסופי באסופית, ואסופי בשתוקית. אף על פי שזה ספק וזה ספק, אסור, שמא זה כשר וזה פסול. והלכה כרבי אליעזר: כותי. הוי ספקיהו לפי שאין בקיאין בתורת גטין וקדושין. והאידנא עשאום כנכרים גמורים לכל דבריהם","jbo:textNikud":"ר\"ע מברטנורה כָּל הָאֲסוּרִים לָבֹא בַקָּהָל. אַף עַל גַּב דִּתְנִינַן לַהּ בָּרֵישָׁא מַמְזֵרֵי וּנְתִינֵי וְכוּ' מֻתָּרִים לָבֹא זֶה בָזֶה, הָא קָמַשְׁמַע לָן כְּגוֹן גֵּר עַמּוֹנִי וּמוֹאָבִי עִם מַמְזֵר שְׁתוּקִי וַאֲסוּפִי: רַבִּי יְהוּדָה אוֹסֵר. מְפָרֵשׁ בַּגְּמָרָא דְהָכִי קָאָמַר, אֲפִלּוּ רַבִּי יְהוּדָה שֶׁאוֹסֵר גֵּר בְּמַמְזֶרֶת, הָנֵי מִלֵּי גֵר שֶׁל שְׁאָר נָכְרִים שֶׁמֻּתָּר לָבֹא בַקָּהָל הוּא דְאָסוּר בְּמַמְזֶרֶת לְרַבִּי יְהוּדָה, דִּסְבִירָא לֵיהּ קְהַל גֵּרִים אִקְּרֵי קָהָל, אֲבָל גֵּר עַמּוֹנִי וּמוֹאָבִי שֶׁאָסוּר לָבֹא בַּקָּהָל מוֹדֶה רַבִּי יְהוּדָה שֶׁמֻּתָּר בְּמַמְזֶרֶת: וַדָּאָן בְּוַדָּאָן מֻתָּר. כְּגוֹן מַמְזֵרֵי בִּנְתִינֵי: וַדָּאָן בִּסְפֵקָן. מַמְזֵרֵי וּנְתִינֵי בִּשְׁתוּקֵי וַאֲסוּפֵי: סְפֵקָן בִּסְפֵקָן. שְׁתוּקִי בִשְׁתוּקִית, וַאֲסוּפִי בַּאֲסוּפִית, וַאֲסוּפִי בִשְׁתוּקִית. אַף עַל פִּי שֶׁזֶּה סָפֵק וְזֶה סָפֵק, אָסוּר, שֶׁמָּא זֶה כָשֵׁר וְזֶה פָסוּל. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר: כּוּתִי. הֲוֵי סְפֵקַיְהוּ לְפִי שֶׁאֵין בְּקִיאִין בְּתוֹרַת גִּטִּין וְקִדּוּשִׁין. וְהָאִידְנָא עֲשָׂאוּם כְּנָכְרִים גְּמוּרִים לְכָל דִּבְרֵיהֶם","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-3","jbo:text":"עיקר תוי\"ט {יב} אסור. דסבירא ליה עשו מעלה ביוחסין אפלו בהני","jbo:textNikud":"עיקר תוי\"ט {יב} אָסוּר. דִּסְבִירָא לֵיהּ עָשׂוּ מַעֲלָה בְיוֹחֲסִין אֲפִלּוּ בְּהָנֵי","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-4","jbo:text":"הנושא אשה כהנת {יג} צריך לבדק אחריה ארבע אמהות שהן שמנה {יד}, אמה ואם אמה, ואם אבי אמה ואמה, ואם אביה ואמה, ואם אבי אביה ואמה. לויה {טז} וישראלית, מוסיפין {יח} עליהן עוד אחת","jbo:textNikud":"הַנּוֹשֵׂא אִשָּׁה כֹהֶנֶת {יג} צָרִיךְ לִבְדֹּק אַחֲרֶיהָ אַרְבַּע אִמָּהוֹת שֶׁהֵן שְׁמֹנֶה {יד}, אִמָּהּ וְאֵם אִמָּהּ, וְאֵם אֲבִי אִמָּהּ וְאִמָּהּ, וְאֵם אָבִיהָ וְאִמָּהּ, וְאֵם אֲבִי אָבִיהָ וְאִמָּהּ. לְוִיָּה {טז} וְיִשְׂרְאֵלִית, מוֹסִיפִין {יח} עֲלֵיהֶן עוֹד אֶחָת","rdfs:label":"משנה קידושין ד ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-4","jbo:text":"ר\"ע מברטנורה ארבע אמהות. שתים מצד האב ושתים מצד האם: שהם שמנה. ארבע מן האב. וארבע מן האם. ואלו הן, אמה, אם אמה, אם אבי אמה, אם אם אבי אמה, אם אביה, אם אם אביה, אם אבי אביה, אם אם אבי אביה. בודקים בהם שלא היה באחת מהן מן הפסולות {טו}: ואם היתה לויה וישראלית. וכהן {יז} בא לכנסה: מוסיפין עליהן עוד אחת. אם אחת בכל זוג וזוג. כגון אמה ואם אמה ואם אם אמה, וכן כלם. והא דבדקינן באמהות ולא בדקינן באבות שמא יש פסול באביה או באבי אביה, משום דדרך האנשים כשמגנים זה את זה מתוך קטטה, מגנין ביוחסין, ואם היה שום פסול מצד האבות היה ידוע. אבל הנשים אין זו מגנה את זו בפסול יחוס אלא בזנות, וכי איכא בהו מלתא בפסול יוחסין לית ליה קלא. ולא נאמרה חיוב בדיקה זו אלא במשפחה שקרא עליה ערער {יט}, אבל משפחה שאין בה חשד אינו צריך לבדק, שכל המשפחות בחזקת כשרות הן עומדות. והאיש בלבד הוא שצריך לבדק כשבא לשא אשה ממשפחה שיש בה חשד, אבל כהנת שבאת לנשא אינה צריכה לבדק אחר האיש, שלא הזהרו {כ} כשרות לנשא לפסולים, וכהנת מתרת לכתחלה להנשא לגר ולחלל, וכל שכן לויה וישראלית {כא}","jbo:textNikud":"ר\"ע מברטנורה אַרְבַּע אִמָּהוֹת. שְׁתַּיִם מִצַּד הָאָב וּשְׁתַּיִם מִצַּד הָאֵם: שֶׁהֵם שְׁמֹנֶה. אַרְבַּע מִן הָאָב. וְאַרְבַּע מִן הָאֵם. וְאֵלּוּ הֵן, אִמָּהּ, אֵם אִמָּהּ, אֵם אֲבִי אִמָּהּ, אֵם אֵם אֲבִי אִמָּהּ, אֵם אָבִיהָ, אֵם אֵם אָבִיהָ, אֵם אֲבִי אָבִיהָ, אֵם אֵם אֲבִי אָבִיהָ. בּוֹדְקִים בָּהֶם שֶׁלֹּא הָיָה בְאַחַת מֵהֶן מִן הַפְּסוּלוֹת {טו}: וְאִם הָיְתָה לְוִיָּה וְיִשְׂרְאֵלִית. וְכֹהֵן {יז} בָּא לְכָנְסָהּ: מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָת. אֵם אַחַת בְּכָל זוּג וְזוּג. כְּגוֹן אִמָּהּ וְאֵם אִמָּהּ וְאִם אֵם אִמָּהּ, וְכֵן כֻּלָּם. וְהָא דְבָדְקִינַן בָּאִמָּהוֹת וְלֹא בָדְקִינַן בָּאָבוֹת שֶׁמָּא יֵשׁ פְּסוּל בְּאָבִיהָ אוֹ בַּאֲבִי אָבִיהָ, מִשּׁוּם דְּדֶרֶךְ הָאֲנָשִׁים כְּשֶׁמְּגַנִּים זֶה אֶת זֶה מִתּוֹךְ קְטָטָה, מְגַנִּין בְּיוֹחֲסִין, וְאִם הָיָה שׁוּם פְּסוּל מִצַּד הָאָבוֹת הָיָה יָדוּעַ. אֲבָל הַנָּשִׁים אֵין זוֹ מְגַנָּה אֶת זוֹ בִּפְסוּל יִחוּס אֶלָּא בִזְנוּת, וְכִי אִיכָּא בְהוּ מִלְּתָא בִפְסוּל יוֹחֲסִין לֵית לֵיהּ קָלָא. וְלֹא נֶאֶמְרָה חִיּוּב בְּדִיקָה זוֹ אֶלָּא בְּמִשְׁפָּחָה שֶׁקָּרָא עָלֶיהָ עַרְעָר {יט}, אֲבָל מִשְׁפָּחָה שֶׁאֵין בָּהּ חֲשָׁד אֵינוֹ צָרִיךְ לִבְדֹּק, שֶׁכָּל הַמִּשְׁפָּחוֹת בְּחֶזְקַת כַּשְׁרוּת הֵן עוֹמְדוֹת. וְהָאִישׁ בִּלְבַד הוּא שֶׁצָּרִיךְ לִבְדֹּק כְּשֶׁבָּא לִשָּׂא אִשָּׁה מִמִּשְׁפָּחָה שֶׁיֵּשׁ בָּהּ חֲשָׁד, אֲבָל כֹּהֶנֶת שֶׁבָּאת לִנָּשֵׂא אֵינָהּ צְרִיכָה לִבְדֹּק אַחַר הָאִישׁ, שֶׁלֹּא הֻזְהֲרוּ {כ} כְּשֵׁרוֹת לִנָּשֵׂא לַפְּסוּלִים, וְכֹהֶנֶת מֻתֶּרֶת לְכַתְּחִלָּה לְהִנָּשֵׂא לְגֵר וּלְחָלָל, וְכָל שֶׁכֵּן לְוִיָּה וְיִשְׂרְאֵלִית {כא}","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-4","jbo:text":"עיקר תוי\"ט {יג} הנושא כו'. פרוש כהן שבא לשא אשה כהנת. וקאמר דצריך לבדק משום שאנו רוצים שבנה ישמש על גבי המזבח. אבל אין לפרש דמירי בישראל כו', דאם כן אמאי נקט כהנת, אפלו חללה נמי הוי בנה כשר לכהנה. תוספות. ועין תוספות יום טוב דלהר\"ב דמפרש דדוקא בערעור דין הבדיקה משום עצמו, שלא ישא למזהר עליה. ואפלו הכי אין לפרש בישראל, דכל שאין כאן פסול חללות אין צריך בדיקה אפלו לממזרות. וכן כתבו התוספות דעקר הבדיקה משום חללות, ואגב כו'. ועין עוד: {יד} שמנה. נקט האי לישנא לפי שמפני בדיקת הארבע צריך לבדק האחרות, שאין הארבע נבדקות אלא אם כן הוא בודק שלמעלה מהן. הר\"ן: {טו} ולשון רש\"י, בודקים שלא היו ממזרות או אחת מהפסולות לקהל: {טז} לויה כו'. דאף על גב דאין בהן חשש חללות, שאביה הוא לוי וישראל אפלו כשאמה חללה כשרה לכהנה כדתנן במשנה ו', מכל מקום הואיל והצריכו לכהן לבדק משום פסול חללות בכהנת דשיכי בה, הלכך הצריכוהו לבדק היכא דלא שיך אלא פסול ממזרות, כגון לויה וישראלית. תוספות: {יז} וכן לשון רש\"י. ואף על גב דבכהן אירי, הצרכו לפרש כאן שלא נטעה, דבין ברישא בין בסיפא הנושא הוא כמו הנשאת: {יח} מוסיפין כו'. לפי שהתערבות בהם יותר. הרמב\"ם: {יט} שיעידו שנים שנתערב בהם ממזר או חלל או שיש בהן עבדות. הרמב\"ם: {כ} ולא קשיא דהא השוה הכתוב אשה כו' לכל ענשין, דהא אמרינן בגמרא דכל היכא דהוא מזהר עליה היא מזהרת עליו שלא תשאנו, ואם כן הרי היא שוה לו: {כא} וכיון שלא הקפידה תורה עליהם ליוחסין, רבנן נמי לא עבוד בהו מעלה לאצרכינהו בדיקה, ואפלו מחמת ממזרות ושתיקות, אלא כי אתחזק אסורא ביה, אבל לחששא ולמבדק לא אצרכינהו. רש\"י","jbo:textNikud":"עיקר תוי\"ט {יג} הַנּוֹשֵׂא כוּ'. פֵּרוּשׁ כֹּהֵן שֶׁבָּא לִשָּׂא אִשָּׁה כֹהֶנֶת. וְקָאָמַר דְּצָרִיךְ לִבְדֹּק מִשּׁוּם שֶׁאָנוּ רוֹצִים שֶׁבְּנָהּ יְשַׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ. אֲבָל אֵין לְפָרֵשׁ דְּמַיְרֵי בְיִשְׂרָאֵל כוּ', דְּאִם כֵּן אַמַּאי נָקַט כֹּהֶנֶת, אֲפִלּוּ חֲלָלָה נַמִּי הֲוֵי בְּנָהּ כָּשֵׁר לִכְהֻנָּה. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב דִּלְהָרַ\"ב דִּמְפָרֵשׁ דְּדַוְקָא בְּעִרְעוּר דִּין הַבְּדִיקָה מִשּׁוּם עַצְמוֹ, שֶׁלֹּא יִשָּׂא לַמֻּזְהָר עָלֶיהָ. וַאֲפִלּוּ הָכִי אֵין לְפָרֵשׁ בְּיִשְׂרָאֵל, דְּכָל שֶׁאֵין כָּאן פְּסוּל חֲלָלוּת אֵין צָרִיךְ בְּדִיקָה אֲפִלּוּ לְמַמְזֵרוּת. וְכֵן כָּתְבוּ הַתּוֹסָפוֹת דְּעִקָּר הַבְּדִיקָה מִשּׁוּם חֲלָלוּת, וְאַגַּב כוּ'. וְעַיֵּן עוֹד: {יד} שְׁמֹנֶה. נָקַט הַאי לִישָׁנָא לְפִי שֶׁמִּפְּנֵי בְדִיקַת הָאַרְבַּע צָרִיךְ לִבְדֹּק הָאֲחֵרוֹת, שֶׁאֵין הָאַרְבַּע נִבְדָּקוֹת אֶלָּא אִם כֵּן הוּא בוֹדֵק שֶׁלְּמַעְלָה מֵהֶן. הָרַ\"ן: {טו} וּלְשׁוֹן רַשִׁ\"י, בּוֹדְקִים שֶׁלֹּא הָיוּ מַמְזֵרוֹת אוֹ אַחַת מֵהַפְּסוּלוֹת לַקָּהָל: {טז} לְוִיָּה כוּ'. דְּאַף עַל גַּב דְּאֵין בָּהֶן חֲשַׁשׁ חֲלָלוּת, שֶׁאָבִיהָ הוּא לֵוִי וְיִשְׂרָאֵל אֲפִלּוּ כְּשֶׁאִמָּהּ חֲלָלָה כְּשֵׁרָה לִכְהֻנָּה כְּדִתְנַן בְּמִשְׁנָה ו', מִכָּל מָקוֹם הוֹאִיל וְהִצְרִיכוּ לְכֹהֵן לִבְדֹּק מִשּׁוּם פְּסוּל חֲלָלוּת בְּכֹהֶנֶת דְּשָׁיְכֵי בָּהּ, הִלְכָּךְ הִצְרִיכוּהוּ לִבְדֹּק הֵיכָא דְלָא שַׁיָּךְ אֶלָּא פְסוּל מַמְזֵרוּת, כְּגוֹן לְוִיָּה וְיִשְׂרְאֵלִית. תּוֹסָפוֹת: {יז} וְכֵן לְשׁוֹן רַשִׁ\"י. וְאַף עַל גַּב דִּבְכֹהֵן אָיְרֵי, הֻצְרְכוּ לְפָרֵשׁ כָּאן שֶׁלֹּא נִטְעֶה, דְּבֵין בָּרֵישָׁא בֵּין בַּסֵּיפָא הַנּוֹשֵׂא הוּא כְמוֹ הַנִּשֵּׂאת: {יח} מוֹסִיפִין כוּ'. לְפִי שֶׁהַתַּעֲרֹבוֹת בָּהֶם יוֹתֵר. הָרַמְבַּ\"ם: {יט} שֶׁיָּעִידוּ שְׁנַיִם שֶׁנִּתְעָרֵב בָּהֶם מַמְזֵר אוֹ חָלָל אוֹ שֶׁיֵּשׁ בָּהֶן עַבְדוּת. הָרַמְבַּ\"ם: {כ} וְלֹא קָשְׁיָא דְּהָא הִשְׁוָה הַכָּתוּב אִשָּׁה כוּ' לְכָל עֳנָשִׁין, דְּהָא אָמְרִינַן בַּגְּמָרָא דְּכָל הֵיכָא דְהוּא מֻזְהָר עָלֶיהָ הִיא מֻזְהֶרֶת עָלָיו שֶׁלֹּא תִשָּׂאֶנּוּ, וְאִם כֵּן הֲרֵי הִיא שָׁוָה לוֹ: {כא} וְכֵיוָן שֶׁלֹּא הִקְפִּידָה תוֹרָה עֲלֵיהֶם לְיוֹחֲסִין, רַבָּנָן נַמִּי לֹא עֲבוּד בְּהוּ מַעֲלָה לְאַצְרְכִינְהוּ בְדִיקָה, וַאֲפִלּוּ מֵחֲמַת מַמְזֵרוּת וּשְׁתִיקוּת, אֶלָּא כִי אִתְחַזַּק אִסּוּרָא בֵּיהּ, אֲבָל לַחֲשָׁשָׁא וּלְמִבְדַּק לֹא אַצְרְכִינְהוּ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-5","jbo:text":"אין בודקין לא מן המזבח {כב} ולמעלה, ולא מן הדוכן {כד} ולמעלה, ולא מן סנהדרין ולמעלה. וכל שהחזקו אבותיו משוטרי {כו} הרבים וגבאי צדקה, משיאין לכהנה ואין צריך לבדק אחריהן. רבי יוסי אומר, אף מי שהיה חתום עד בערכי הישנה של צפורי. רבי חנינא בן אנטיגנוס אומר, אף מי שהיה מכתב באסטרטיא של מלך {כח}","jbo:textNikud":"אֵין בּוֹדְקִין לֹא מִן הַמִּזְבֵּחַ {כב} וּלְמַעְלָה, וְלֹא מִן הַדּוּכָן {כד} וּלְמַעְלָה, וְלֹא מִן סַנְהֶדְרִין וּלְמָעְלָה. וְכֹל שֶׁהֻחְזְקוּ אֲבוֹתָיו מִשּׁוֹטְרֵי {כו} הָרַבִּים וְגַבָּאֵי צְדָקָה, מַשִּׂיאִין לַכְּהֻנָּה וְאֵין צָרִיךְ לִבְדֹּק אַחֲרֵיהֶן. רַבִּי יוֹסֵי אוֹמֵר, אַף מִי שֶׁהָיָה חָתוּם עֵד בָּעַרְכֵי הַיְשָׁנָה שֶׁל צִפּוֹרִי. רַבִּי חֲנִינָא בֶּן אַנְטִיגְנוֹס אוֹמֵר, אַף מִי שֶׁהָיָה מֻכְתָּב בְּאִסְטְרַטְיָא שֶׁל מֶלֶךְ {כח}","rdfs:label":"משנה קידושין ד ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-5","jbo:text":"ר\"ע מברטנורה אין בודקין מן המזבח ולמעלה. התחיל לבדק באמהות ומצא שאבי אביה שמש על גבי המזבח {כג}, אין צריך לבדק אחר אם אבי אביה, דכיון דבנה שמש על גבי המזבח בידוע שמיחס היה: ולא מן הדוכן ולמעלה. אם מצא שהיה משורר על הדוכן: ולא מן הסנהדרין ולמעלה. ודוקא מן הסנהדרין שבירושלים {כה}, ואפלו מאותן שדנין דיני ממונות בלבד, שלא היו מעמידין מן הסנהדרין בירושלים אלא כהן ולוי וישראל מיחס, שנאמר (במדבר יא) והתיצבו שם עמך, בדומין לך ביחס ובחכמה: וגבאי צדקה. כיון דמנצו בהדי אנשי, שממשכנין על הצדקה ואפלו בערב שבת, אי הוה בהו מלתא, קלא הוה להו: בערכי ישנה של צפורי. בסנהדראות של עיר ששמה ישנה, הסמוכה לצפורי: ערכי. סנהדראות שהיו עורכין ומסדרין היוחסין {כז}: באסטרטיא של מלך. בחלקת חדש בחדש לצאת למלחמת בית דוד משפחה פלונית בחדש פלוני. ולא היו יוצאים למלחמה אלא מיחסין {כט}, שתהא זכותן וזכות אבותן מסיעתן","jbo:textNikud":"ר\"ע מברטנורה אֵין בּוֹדְקִין מִן הַמִּזְבֵּחַ וּלְמַעְלָה. הִתְחִיל לִבְדֹּק בָּאִמָּהוֹת וּמָצָא שֶׁאֲבִי אָבִיהָ שִׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ {כג}, אֵין צָרִיךְ לִבְדֹּק אַחַר אֵם אֲבִי אָבִיהָ, דְּכֵיוָן דִּבְנָהּ שִׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ בְּיָדוּעַ שֶׁמְּיֻחָס הָיָה: וְלֹא מִן הַדּוּכָן וּלְמַעְלָה. אִם מָצָא שֶׁהָיָה מְשׁוֹרֵר עַל הַדּוּכָן: וְלֹא מִן הַסַּנְהֶדְרִין וּלְמָעְלָה. וְדַוְקָא מִן הַסַּנְהֶדְרִין שֶׁבִּירוּשָׁלַיִם {כה}, וַאֲפִלּוּ מֵאוֹתָן שֶׁדָּנִין דִּינֵי מָמוֹנוֹת בִּלְבַד, שֶׁלֹּא הָיוּ מַעֲמִידִין מִן הַסַּנְהֶדְרִין בִּירוּשָׁלַיִם אֶלָּא כֹהֵן וְלֵוִי וְיִשְׂרָאֵל מְיֻחָס, שֶׁנֶּאֱמַר (בְּמִדְבָּר יא) וְהִתְיַצְּבוּ שָׁם עִמָּךְ, בְּדוֹמִין לְךָ בְּיַחַס וּבְחָכְמָה: וְגַבָּאֵי צְדָקָה. כֵּיוָן דְּמִנְּצוּ בַּהֲדֵי אֱנָשֵׁי, שֶׁמְּמַשְׁכְּנִין עַל הַצְּדָקָה וַאֲפִלּוּ בְּעֶרֶב שַׁבָּת, אִי הֲוָה בְהוּ מִלְּתָא, קָלָא הֲוָה לְהוּ: בָּעַרְכִי יְשָׁנָה שֶׁל צִפּוֹרִי. בְּסַנְהֶדְרָאוֹת שֶׁל עִיר שֶׁשְּׁמָהּ יְשָׁנָה, הַסְּמוּכָה לְצִפּוֹרִי: עָרְכִי. סַנְהֶדְרָאוֹת שֶׁהָיוּ עוֹרְכִין וּמְסַדְּרִין הַיּוּחֲסִין {כז}: בְּאִסְטְרַטְיָא שֶׁל מֶלֶךְ. בַּחֲלֻקַּת חֹדֶשׁ בְּחֹדֶשׁ לָצֵאת לְמִלְחֶמֶת בֵּית דָּוִד מִשְׁפָּחָה פְלוֹנִית בְּחֹדֶשׁ פְּלוֹנִי. וְלֹא הָיוּ יוֹצְאִים לַמִּלְחָמָה אֶלָּא מְיֻחָסִין {כט}, שֶׁתְּהֵא זְכוּתָן וּזְכוּת אֲבוֹתָן מְסַיְּעָתַן","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-5","jbo:text":"עיקר תוי\"ט {כב} המזבח. מירי אפלו בעבודות הכשרות בזרים כגון שחיטה כו', דלכתחלה לא עבדי כי אם מיחסים והינו דלא תני ספר תורה ותרומה ונשיאת כפים, משום דמלתא דפשיטא נינהו דאינן אלא בכהנים. ושיר נמי שטרות, דאיכא מאן דאמר דמעלין. תוספות. ועין תוספות יום טוב: {כג} והוא הדין באביה שאין צריך לבדק עוד לא באמו ולא באם אם אביה, וכן בכל אב: {כד} הדוכן כו'. דאמר מר ששם (בלשכת הגזית. רש\"י) היו יושבין סנהדרי גדולה מיחסי כהנה מיחסי לויה. גמרא: {כה} תימה, דהא אין כשרים לדיני נפשות אלא המשיאין לכהנה, וכל סנהדרין היו דנין דיני נפשות, וכל עיר שיש בה מאה ועשרים ראויה לסנהדרין. אלא עקרא דמלתא דסנהדרין בכל מקום. ותנאי דבירושלים, אמרוהו בגמרא אשוטרי הרבים, משום דלדיני ממונות הכל כשרים ואפלו ממזר. ועין תוספות יום טוב: {כו} משוטרי. הינו דפרש הר\"ב שהיו דנין דיני ממונות. וכן פרש רש\"י: {כז} לשון רש\"י, בערכי, שהיה כתוב בסדרי הדינין שהיו רגילין ליחס את הראויים לדון שהיו מיחסים, וכותבין על הסדר פלוני ופלוני מיחסים הן, שאין רגילים בני המקום למנות דין שאינו מיחס: {כח} מלך. דאמר קרא והתיחשם בצבא במלחמה [דברי הימים א ז]: {כט} הינו לומר דכמו שמצינו דבעינן זכותן כדאיתא במשנה ה' פרק ט' דסוטה, הכי נמי הצריך דוד המלך עליו השלום שיהיה להם זכות אבותם","jbo:textNikud":"עיקר תוי\"ט {כב} הַמִּזְבֵּחַ. מַיְרֵי אֲפִלּוּ בַּעֲבוֹדוֹת הַכְּשֵׁרוֹת בְּזָרִים כְּגוֹן שְׁחִיטָה כוּ', דִּלְכַתְּחִלָּה לֹא עָבְדֵי כִּי אִם מְיֻחָסִים וְהַיְנוּ דְּלֹא תָנֵי סֵפֶר תּוֹרָה וּתְרוּמָה וּנְשִׂיאַת כַּפַּיִם, מִשּׁוּם דְּמִלְּתָא דִפְשִׁיטָא נִינְהוּ דְּאֵינָן אֶלָּא בְּכֹהֲנִים. וְשִׁיֵּר נַמִּי שְׁטָרוֹת, דְּאִיכָּא מַאן דְּאָמַר דְּמַעֲלִין. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} וְהוּא הַדִּין בְּאָבִיהָ שֶׁאֵין צָרִיךְ לִבְדֹּק עוֹד לֹא בְאִמּוֹ וְלֹא בְּאֵם אֵם אָבִיהָ, וְכֵן בְּכָל אָב: {כד} הַדּוּכָן כוּ'. דְּאָמַר מַר שֶׁשָּׁם (בְּלִשְׁכַּת הַגָּזִית. רַשִׁ\"י) הָיוּ יוֹשְׁבִין סַנְהֶדְרִי גְדוֹלָה מְיֻחָסֵי כְהֻנָּה מְיֻחָסֵי לְוִיָּה. גְּמָרָא: {כה} תֵּימַהּ, דְּהָא אֵין כְּשֵׁרִים לְדִינֵי נְפָשׁוֹת אֶלָּא הַמַּשִּׂיאִין לִכְהֻנָּה, וְכָל סַנְהֶדְרִין הָיוּ דָּנִין דִּינֵי נְפָשׁוֹת, וְכָל עִיר שֶׁיֵּשׁ בָּהּ מֵאָה וְעֶשְׂרִים רְאוּיָה לְסַנְהֶדְרִין. אֶלָּא עִקָּרָא דְמִלְּתָא דְסַנְהֶדְרִין בְּכָל מָקוֹם. וּתְנַאי דְבִירוּשָׁלַיִם, אֲמָרוּהוּ בַגְּמָרָא אַשּׁוֹטְרֵי הָרַבִּים, מִשּׁוּם דִּלְדִינֵי מָמוֹנוֹת הַכֹּל כְּשֵׁרִים וַאֲפִלּוּ מַמְזֵר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כו} מִשּׁוֹטְרֵי. הַיְנוּ דְּפֵרֵשׁ הָרַ\"ב שֶׁהָיוּ דָּנִין דִּינֵי מָמוֹנוֹת. וְכֵן פֵּרֵשׁ רַשִׁ\"י: {כז} לְשׁוֹן רַשִׁ\"י, בְּעַרְכֵי, שֶׁהָיָה כָּתוּב בְּסִדְרֵי הַדַּיָּנִין שֶׁהָיוּ רְגִילִין לְיַחֵס אֶת הָרְאוּיִים לָדוּן שֶׁהָיוּ מְיֻחָסִים, וְכוֹתְבִין עַל הַסֵּדֶר פְּלוֹנִי וּפְלוֹנִי מְיֻחָסִים הֵן, שֶׁאֵין רְגִילִים בְּנֵי הַמָּקוֹם לְמַנּוֹת דַּיָּן שֶׁאֵינוֹ מְיֻחָס: {כח} מֶלֶךְ. דְּאָמַר קְרָא וְהִתְיַחְשָׂם בַּצָּבָא בַּמִּלְחָמָה [דִּבְרֵי הַיָּמִים א ז]: {כט} הַיְנוּ לוֹמַר דִּכְמוֹ שֶׁמָּצִינוּ דְּבָעִינַן זְכוּתָן כִּדְאִיתָא בְמִשְׁנָה ה' פֶּרֶק ט' דְּסוֹטָה, הָכִי נַמִּי הִצְרִיךְ דָּוִד הַמֶּלֶךְ עָלָיו הַשָּׁלוֹם שֶׁיִּהְיֶה לָהֶם זְכוּת אֲבוֹתָם","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-6","jbo:text":"בת חלל זכר, פסולה מן הכהנה לעולם {ל}. ישראל שנשא חללה, בתו כשרה לכהנה {לא}. חלל שנשא בת ישראל, בתו פסולה לכהנה. רבי יהודה אומר, בת גר זכר כבת חלל זכר","jbo:textNikud":"בַּת חָלָל זָכָר, פְּסוּלָה מִן הַכְּהֻנָּה לְעוֹלָם {ל}. יִשְׂרָאֵל שֶׁנָּשָׂא חֲלָלָה, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה {לא}. חָלָל שֶׁנָּשָׂא בַת יִשְׂרָאֵל, בִּתּוֹ פְסוּלָה לַכְּהֻנָּה. רַבִּי יְהוּדָה אוֹמֵר, בַּת גֵּר זָכָר כְּבַת חָלָל זָכָר","rdfs:label":"משנה קידושין ד ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-6","jbo:text":"ר\"ע מברטנורה בת חלל זכר פסולה מן הכהנה לעולם. בת בנו או בת בן בנו, עד סוף כל הדורות. אבל בת בתו מישראל כשרה לכהנה, דבת חלל עצמה מישראל כשרה לכהנה: בת גר זכר. אפלו מישראלית, פסולה לכהנה כבת חלל זכר","jbo:textNikud":"ר\"ע מברטנורה בַּת חָלָל זָכָר פְּסוּלָה מִן הַכְּהֻנָּה לְעוֹלָם. בַּת בְּנוֹ אוֹ בַּת בֶּן בְּנוֹ, עַד סוֹף כָּל הַדּוֹרוֹת. אֲבָל בַּת בִּתּוֹ מִיִּשְׂרָאֵל כְּשֵׁרָה לַכְּהֻנָּה, דְּבַת חָלָל עַצְמָהּ מִיִּשְׂרָאֵל כְּשֵׁרָה לַכְּהֻנָּה: בַּת גֵּר זָכָר. אֲפִלּוּ מִיִּשְׂרְאֵלִית, פְּסוּלָה לַכְּהֻנָּה כְבַת חָלָל זָכָר","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-6","jbo:text":"עיקר תוי\"ט {ל} לעולם. מהו דתימא מידי דהוה אמצרי ואדומי, מה להלן לאחר שלשה דורות כו', קא משמע לן. גמרא: {לא} כשרה כו'. בגמרא יליף ליה מקרא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ל} לְעוֹלָם. מַהוּ דְתֵימָא מִידֵי דַּהֲוָה אַמִּצְרִי וַאֲדוֹמִי, מַה לְּהַלָּן לְאַחַר שְׁלֹשָׁה דוֹרוֹת כוּ', קָא מַשְׁמַע לָן. גְּמָרָא: {לא} כְּשֵׁרָה כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-7","jbo:text":"רבי אליעזר בן יעקב אומר, ישראל שנשא גיורת, בתו כשרה לכהנה. וגר שנשא בת ישראל, בתו כשרה לכהנה. אבל גר שנשא גיורת, בתו פסולה לכהנה. אחד גר ואחד עבדים משחררים, אפלו עד עשרה דורות, עד שתהא אמו מישראל. רבי יוסי אומר {לב}, אף גר שנשא גיורת, בתו כשרה לכהנה","jbo:textNikud":"רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יִשְׂרָאֵל שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה. וְגֵר שֶׁנָּשָׂא בַת יִשְׂרָאֵל, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה. אֲבָל גֵּר שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ פְסוּלָה לַכְּהֻנָּה. אֶחָד גֵּר וְאֶחָד עֲבָדִים מְשֻׁחְרָרִים, אֲפִלּוּ עַד עֲשָׂרָה דוֹרוֹת, עַד שֶׁתְּהֵא אִמּוֹ מִיִּשְׂרָאֵל. רַבִּי יוֹסֵי אוֹמֵר {לב}, אַף גֵּר שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה","rdfs:label":"משנה קידושין ד ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-7","jbo:text":"ר\"ע מברטנורה רבי אליעזר בן יעקב אומר כו'. מסקינן בגמרא שהבא למלך מורין לו כרבי אליעזר בן יעקב שלא ישא כהן בת גר וגיורת. אבל אם נשא, הלכה כרבי יוסי, ואין מוציאין אותה מידו, וזרעו ממנה כשר","jbo:textNikud":"ר\"ע מברטנורה רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר כוּ'. מַסְּקִינַן בַּגְּמָרָא שֶׁהַבָּא לִמָּלֵךְ מוֹרִין לוֹ כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב שֶׁלֹּא יִשָּׂא כֹהֵן בַּת גֵּר וְגִיּוֹרֶת. אֲבָל אִם נָשָׂא, הֲלָכָה כְּרַבִּי יוֹסֵי, וְאֵין מוֹצִיאִין אוֹתָהּ מִיָּדוֹ, וְזַרְעוֹ מִמֶּנָּה כָּשֵׁר","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-7","jbo:text":"עיקר תוי\"ט {לב} רבי יוסי אומר. הרי שלש מחלוקות בדבר. לרבי יהודה דלעיל בת גר זכר פסולה ואפלו נשא ישראלית. לרבי אליעזר בן יעקב איכא צד אחד ישראל מכשיר, ומיהו גר וגיורת בתו פסולה. ולרבי יוסי אפלו גר שנשא גיורת בתו כשרה, ומיהו הורתה ולדתה בקדשה בעינן. ובגמרא וכלן מקרא אחד דרשו כו'. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {לב} רַבִּי יוֹסֵי אוֹמֵר. הֲרֵי שָׁלֹשׁ מַחֲלוֹקוֹת בַּדָּבָר. לְרַבִּי יְהוּדָה דִלְעֵיל בַּת גֵּר זָכָר פְּסוּלָה וַאֲפִלּוּ נָשָׂא יִשְׂרְאֵלִית. לְרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אִיכָּא צַד אֶחָד יִשְׂרָאֵל מַכְשִׁיר, וּמִיהוּ גֵּר וְגִיּוֹרֶת בִּתּוֹ פְסוּלָה. וּלְרַבִּי יוֹסֵי אֲפִלּוּ גֵר שֶׁנָּשָׂא גִּיּוֹרֶת בִּתּוֹ כְשֵׁרָה, וּמִיהוּ הוֹרָתָהּ וְלֵדָתָהּ בִּקְדֻשָּׁה בָּעִינַן. וּבַגְּמָרָא וְכֻלָּן מִקְרָא אֶחָד דָּרְשׁוּ כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-8","jbo:text":"האומר, בני זה ממזר, אינו נאמן. ואפלו שניהם אומרים על העבר שבמעיה ממזר הוא, אינם נאמנים. רבי יהודה אומר, נאמנים","jbo:textNikud":"הָאוֹמֵר, בְּנִי זֶה מַמְזֵר, אֵינוֹ נֶאֱמָן. וַאֲפִלּוּ שְׁנֵיהֶם אוֹמְרִים עַל הָעֻבָּר שֶׁבְּמֵעֶיהָ מַמְזֵר הוּא, אֵינָם נֶאֱמָנִים. רַבִּי יְהוּדָה אוֹמֵר, נֶאֱמָנִים","rdfs:label":"משנה קידושין ד ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-8","jbo:text":"ר\"ע מברטנורה האומר בני זה ממזר הוא, אינו נאמן. דקרוב הוא אצלו, ואין קרוב כשר להעיד {לג}: ואפלו שניהם. הבעל ואשתו. ולא מבעיא כשהאב לבדו מעיד שהוא ממזר, דלא מהימן, דלא קים ליה בגויה. אלא אפלו אמו דקים לה בגויה, אינה נאמנת: אפלו על עבר שבמעיה. שלא היה לעולם בחזקת כשרות: רבי יהודה אומר נאמנים. טעמא דרבי יהודה דכתיב יכיר, יכירנו לאחרים. מכאן שהאב נאמן לפסל את בנו, ואין האם נאמנת על בנה {לד}. ודוקא על בנו הוא נאמן, אבל לא על בן בנו, שאם היו לבן זה בנים אינו נאמן לפסלם {לה}. והלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הָאוֹמֵר בְּנִי זֶה מַמְזֵר הוּא, אֵינוֹ נֶאֱמָן. דְּקָרוֹב הוּא אֶצְלוֹ, וְאֵין קָרוֹב כָּשֵׁר לְהָעִיד {לג}: וַאֲפִלּוּ שְׁנֵיהֶם. הַבַּעַל וְאִשְׁתּוֹ. וְלֹא מִבַּעְיָא כְּשֶׁהָאָב לְבַדּוֹ מֵעִיד שֶׁהוּא מַמְזֵר, דְּלֹא מְהֵימָן, דְּלֹא קִים לֵיהּ בְּגַוֵּיהּ. אֶלָּא אֲפִלּוּ אִמּוֹ דְּקִים לָהּ בְּגַוֵּיהּ, אֵינָהּ נֶאֱמֶנֶת: אֲפִלּוּ עַל עֻבָּר שֶׁבְּמֵעֶיהָ. שֶׁלֹּא הָיָה לְעוֹלָם בְּחֶזְקַת כַּשְׁרוּת: רַבִּי יְהוּדָה אוֹמֵר נֶאֱמָנִים. טַעֲמָא דְרַבִּי יְהוּדָה דִכְתִיב יַכִּיר, יַכִּירֶנּוּ לַאֲחֵרִים. מִכָּאן שֶׁהָאָב נֶאֱמָן לִפְסֹל אֶת בְּנוֹ, וְאֵין הָאֵם נֶאֱמֶנֶת עַל בְּנָהּ {לד}. וְדַוְקָא עַל בְּנוֹ הוּא נֶאֱמָן, אֲבָל לֹא עַל בֶּן בְּנוֹ, שֶׁאִם הָיוּ לְבֵן זֶה בָנִים אֵינוֹ נֶאֱמָן לְפָסְלָם {לה}. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-8","jbo:text":"עיקר תוי\"ט {לג} ותמהני, למה הצרך לכך, דכיון דבחזקת כשרות הוא אין ערעור פחות משנים. הר\"ן. ולי נראה דמשום עבר שאין לו חזקה דכשרות הצרך לזה: {לד} אף על פי שלהכשיר נאמנת כדלעיל במשנה ב' לאבא שאול, שאני, דלהכשיר דבר תורה אין אנו צריכין לה, דהא מדינא לא הוי אלא ספק ממזר, וספק ממזר מן התורה מתר לבא בקהל כמו שאיתא במשנה ב' אלא דרבנן גזרו עליהם, והאמינוה בשל דבריהם. אבל לפסל, כיון דמדאוריתא מתר לבא בקהל ואסור בממזרת ודאית, ואם היו מאמינים אותה ומתירין אותו בממזרת ודאית, היו מקלים בשל תורה, ולא נתנה תורה נאמנות אלא לאב. ואפלו לאב נחלקו חכמים. הרב המגיד משנה: {לה} והואיל ואינו נאמן לפסל לבני הבן. אף אבנו אינו נאמן, שאם נאמינהו על הבן, ממילא יהיו נפסלין בני הבן. תוספות והר\"ן","jbo:textNikud":"עיקר תוי\"ט {לג} וּתְמֵהַנִי, לָמָּה הֻצְרַךְ לְכָךְ, דְּכֵיוָן דִּבְחֶזְקַת כַּשְׁרוּת הוּא אֵין עִרְעוּר פָּחוֹת מִשְּׁנַיִם. הָרַ\"ן. וְלִי נִרְאֶה דְמִשּׁוּם עֻבָּר שֶׁאֵין לוֹ חֲזָקָה דְכַשְׁרוּת הֻצְרַךְ לָזֶה: {לד} אַף עַל פִּי שֶׁלְּהַכְשִׁיר נֶאֱמֶנֶת כְּדִלְעֵיל בְּמִשְׁנָה ב' לְאַבָּא שָׁאוּל, שָׁאנֵי, דִּלְהַכְשִׁיר דְּבַר תּוֹרָה אֵין אָנוּ צְרִיכִין לָהּ, דְּהָא מִדִּינָא לֹא הֲוֵי אֶלָּא סָפֵק מַמְזֵר, וְסָפֵק מַמְזֵר מִן הַתּוֹרָה מֻתָּר לָבֹא בַקָּהָל כְּמוֹ שֶׁאִיתָא בְּמִשְׁנָה ב' אֶלָּא דְרַבָּנָן גָּזְרוּ עֲלֵיהֶם, וְהֶאֱמִינוּהָ בְּשֶׁל דִּבְרֵיהֶם. אֲבָל לִפְסֹל, כֵּיוָן דְּמִדְּאוֹרַיְתָא מֻתָּר לָבֹא בַקָּהָל וְאָסוּר בְּמַמְזֶרֶת וַדָּאִית, וְאִם הָיוּ מַאֲמִינִים אוֹתָהּ וּמַתִּירִין אוֹתוֹ בְּמַמְזֶרֶת וַדָּאִית, הָיוּ מְקִלִּים בְּשֶׁל תּוֹרָה, וְלֹא נָתְנָה תוֹרָה נֶאֱמָנוּת אֶלָּא לָאָב. וַאֲפִלּוּ לָאָב נֶחְלְקוּ חֲכָמִים. הָרַב הַמַּגִּיד מִשְׁנֶה: {לה} וְהוֹאִיל וְאֵינוֹ נֶאֱמָן לִפְסֹל לִבְנֵי הַבֵּן. אַף אַבְּנוֹ אֵינוֹ נֶאֱמָן, שֶׁאִם נַאֲמִינֵהוּ עַל הַבֵּן, מִמֵּילָא יִהְיוּ נִפְסָלִין בְּנֵי הַבֵּן. תּוֹסָפוֹת וְהָרַ\"ן","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-9","jbo:text":"מי שנתן רשות לשלוחו לקדש את בתו והלך הוא וקדשה, אם שלו קדמו, קדושיו קדושין. ואם של שלוחו קדמו, קדושיו קדושין. ואם אינו ידוע, שניהם {לו} נותנים גט. ואם רצו, אחד נותן גט ואחד כונס. וכן האשה שנתנה רשות לשלוחה לקדשה, והלכה וקדשה את עצמה, אם שלה קדמו, קדושיה קדושין. ואם של שלוחה קדמו, קדושיו קדושין. ואם אינו ידוע, שניהם נותנין לה גט. ואם רצו, אחד נותן לה גט ואחד כונס","jbo:textNikud":"מִי שֶׁנָּתַן רְשׁוּת לִשְׁלוּחוֹ לְקַדֵּשׁ אֶת בִּתּוֹ וְהָלַךְ הוּא וְקִדְּשָׁהּ, אִם שֶׁלּוֹ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם שֶׁל שְׁלוּחוֹ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם אֵינוֹ יָדוּעַ, שְׁנֵיהֶם {לו} נוֹתְנִים גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס. וְכֵן הָאִשָּׁה שֶׁנָּתְנָה רְשׁוּת לִשְׁלוּחָהּ לְקַדְּשָׁהּ, וְהָלְכָה וְקִדְּשָׁהּ אֶת עַצְמָהּ, אִם שֶׁלָּהּ קָדְמוּ, קִדּוּשֶׁיהָ קִדּוּשִׁין. וְאִם שֶׁל שְׁלוּחָהּ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם אֵינוֹ יָדוּעַ, שְׁנֵיהֶם נוֹתְנִין לָהּ גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן לָהּ גֵּט וְאֶחָד כּוֹנֵס","rdfs:label":"משנה קידושין ד ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-9","jbo:text":"ר\"ע מברטנורה וכן האשה שנתנה רשות לשלוחה. אצטריך תנא לאשמועינן באב שעשה שליח לקדש את בתו ובאשה שעשתה שליח לקדש את עצמה. דאי אשמועינן באב, הוה אמינא אב דקים ליה ביוחסין, וכשמצא מיחס זה קדשה לו, הוא דאמרינן דבטל את השליח, אבל אתתא דלא קים לה ביוחסין אף על גב דקדשה את עצמה לא סמכה על קדושיה ולא בטלה את השליח, דסברה דלמא משכח שליח אדם מיחס מזה. ואי אשמועינן בדידה, הוה אמינא משום דאתתא דיקא ומנסבא, כי קדשה עצמה בטלה את השליח, אבל אב דלא קפיד על בתו אם תנשא לבעל כל דהו, לא בטליה לשליחות דשליח, והאי דקדים וקדשה, סבר דלמא לא משכח, צריכא","jbo:textNikud":"ר\"ע מברטנורה וְכֵן הָאִשָּׁה שֶׁנָּתְנָה רְשׁוּת לִשְׁלוּחָהּ. אִצְטְרִיךְ תַּנָּא לְאַשְׁמוֹעִינַן בְּאָב שֶׁעָשָׂה שָׁלִיחַ לְקַדֵּשׁ אֶת בִּתּוֹ וּבְאִשָּׁה שֶׁעָשְׂתָה שָׁלִיחַ לְקַדֵּשׁ אֶת עַצְמָהּ. דְּאִי אַשְׁמוֹעִינַן בְּאָב, הֲוָה אֲמִינָא אָב דְּקִים לֵיהּ בְּיוֹחֲסִין, וּכְשֶׁמָּצָא מְיֻחָס זֶה קִדְּשָׁהּ לוֹ, הוּא דְאָמְרִינַן דְּבִטֵּל אֶת הַשָּׁלִיחַ, אֲבָל אִתְּתָא דְלָא קִים לָהּ בְּיוֹחֲסִין אַף עַל גַּב דְּקִדְּשָׁה אֶת עַצְמָהּ לֹא סָמְכָה עַל קִדּוּשֶׁיהָ וְלֹא בִטְּלָה אֶת הַשָּׁלִיחַ, דְּסָבְרָה דִּלְמָא מַשְׁכַּח שָׁלִיחַ אָדָם מְיֻחָס מִזֶּה. וְאִי אַשְׁמוֹעִינַן בְּדִידָהּ, הֲוָה אֲמִינָא מִשּׁוּם דְּאִתְּתָא דָיְקָא וּמִנָּסְבָא, כִּי קִדְּשָׁה עַצְמָהּ בִּטְּלָה אֶת הַשָּׁלִיחַ, אֲבָל אָב דְּלֹא קָפֵיד עַל בִּתּוֹ אִם תִּנָּשֵׂא לְבַעַל כָּל דְּהוּ, לֹא בַטְּלֵיהּ לִשְׁלִיחוּת דְּשָׁלִיחַ, וְהַאי דְּקָדִים וְקִדְּשָׁהּ, סָבַר דִּלְמָא לֹא מַשְׁכַּח, צְרִיכָא","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-9","jbo:text":"עיקר תוי\"ט {לו} שניהם כו'. אם באת לנשא לאחר. רש\"י","jbo:textNikud":"עיקר תוי\"ט {לו} שְׁנֵיהֶם כוּ'. אִם בָּאת לִנָּשֵׂא לְאַחֵר. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה קידושין ד ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-10","jbo:text":"מי שיצא הוא ואשתו למדינת הים ובא הוא ואשתו ובניו ואמר, אשה שיצאת עמי למדינת הים הרי היא זו ואלו בניה, אין צריך להביא ראיה, לא על האשה ולא על הבנים. מתה ואלו בניה, מביא ראיה על הבנים {לט} ואינו מביא ראיה על האשה","jbo:textNikud":"מִי שֶׁיָּצָא הוּא וְאִשְׁתּוֹ לִמְדִינַת הַיָּם וּבָא הוּא וְאִשְׁתּוֹ וּבָנָיו וְאָמַר, אִשָּׁה שֶׁיָּצָאת עִמִּי לִמְדִינַת הַיָּם הֲרֵי הִיא זוֹ וְאֵלּוּ בָנֶיהָ, אֵין צָרִיךְ לְהָבִיא רְאָיָה, לֹא עַל הָאִשָּׁה וְלֹא עַל הַבָּנִים. מֵתָה וְאֵלּוּ בָנֶיהָ, מֵבִיא רְאָיָה עַל הַבָּנִים {לט} וְאֵינוֹ מֵבִיא רְאָיָה עַל הָאִשָּׁה","rdfs:label":"משנה קידושין ד י"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-10","jbo:text":"ר\"ע מברטנורה אינו צריך להביא ראיה לא על האשה. שהיא מיחסת, שכבר בדקה כשנשאה {לז}: ולא על הבנים. בבנים קטנים שכרוכים {לח} אחרי אמן","jbo:textNikud":"ר\"ע מברטנורה אֵינוֹ צָרִיךְ לְהָבִיא רְאָיָה לֹא עַל הָאִשָּׁה. שֶׁהִיא מְיֻחֶסֶת, שֶׁכְּבָר בְּדָקָהּ כְּשֶׁנְּשָׂאָהּ {לז}: וְלֹא עַל הַבָּנִים. בְּבָנִים קְטַנִּים שֶׁכְּרוּכִים {לח} אַחֲרֵי אִמָּן","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-10","jbo:text":"עיקר תוי\"ט {לז} והתוספות הקשו פשיטא כיון דנבדקת כבר שוב אין צריך ראיה. ועוד דאינו מביא ראיה דסיפא מיתר כו'. ולי נראה דיש לומר דאין הכי נמי דכלה מתניתין לא איצטריך אלא משום ראיה דעל הבנים, דברישא אין צריך כיון דכרוכים, ובסיפא כיון דמתה צריך, ואגב נסיב נמי בין ברישא בין בסיפא דאין צריך ראיה על האשה. ועין תוספות יום טוב: {לח} נדבקים אצלה.רש\"י: {לט} על הבנים. צריך לומר דמתניתין אפלו לרבי יהודה דמשנה ח' שסובר דדין תורה האב נאמן לפסלו וכל שכן להכשירו וכמו שכתוב לעיל, אפלו הכי משום מעלה דיוחסין אמרו חכמים שלא להאמינו. וכל זה הוא רק נגד משפחות הבדוקות שרוצים שתהיה משפחתן בדוקה, אבל בלאו הכי אין צריך להביא ראיה, דכל אדם בחזקת כשרות עד שיפסל (על ידי ערעור). המגיד","jbo:textNikud":"עיקר תוי\"ט {לז} וְהַתּוֹסָפוֹת הִקְשׁוּ פְּשִׁיטָא כֵּיוָן דְּנִבְדֶּקֶת כְּבָר שׁוּב אֵין צָרִיךְ רְאָיָה. וְעוֹד דְּאֵינוֹ מֵבִיא רְאָיָה דְּסֵיפָא מְיֻתָּר כוּ'. וְלִי נִרְאֶה דְיֵשׁ לוֹמַר דְּאִין הָכִי נַמִּי דְּכֻלָּהּ מַתְנִיתִין לֹא אִיצְטְרִיךְ אֶלָּא מִשּׁוּם רְאָיָה דְעַל הַבָּנִים, דְּבָרֵישָׁא אֵין צָרִיךְ כֵּיוָן דִּכְרוּכִים, וּבַסֵּיפָא כֵּיוָן דְּמֵתָה צָרִיךְ, וְאַגַּב נָסֵיב נַמִּי בֵּין בָּרֵישָׁא בֵּין בַּסֵּיפָא דְאֵין צָרִיךְ רְאָיָה עַל הָאִשָּׁה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לח} נִדְבָּקִים אֶצְלָהּ.רַשִׁ\"י: {לט} עַל הַבָּנִים. צָרִיךְ לוֹמַר דְּמַתְנִיתִין אֲפִלּוּ לְרַבִּי יְהוּדָה דְמִשְׁנָה ח' שֶׁסּוֹבֵר דְּדִין תּוֹרָה הָאָב נֶאֱמָן לְפָסְלוֹ וְכָל שֶׁכֵּן לְהַכְשִׁירוֹ וּכְמוֹ שֶׁכָּתוּב לְעֵיל, אֲפִלּוּ הָכִי מִשּׁוּם מַעֲלָה דְיוֹחֲסִין אָמְרוּ חֲכָמִים שֶׁלֹּא לְהַאֲמִינוֹ. וְכָל זֶה הוּא רַק נֶגֶד מִשְׁפָּחוֹת הַבְּדוּקוֹת שֶׁרוֹצִים שֶׁתִּהְיֶה מִשְׁפַּחְתָּן בְּדוּקָה, אֲבָל בְּלָאו הָכִי אֵין צָרִיךְ לְהָבִיא רְאָיָה, דְּכָל אָדָם בְּחֶזְקַת כַּשְׁרוּת עַד שֶׁיִּפָּסֵל (עַל יְדֵי עִרְעוּר). הַמַּגִּיד","rdfs:label":"עיקר תוי\"ט משנה קידושין ד י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-11","jbo:text":"אשה נשאתי במדינת הים, הרי היא זו ואלו בניה, מביא ראיה על האשה ואין צריך להביא ראיה על הבנים {מ}. מתה, ואלו בניה, צריך להביא ראיה על האשה ועל הבנים","jbo:textNikud":"אִשָּׁה נָשָׂאתִי בִּמְדִינַת הַיָּם, הֲרֵי הִיא זוֹ וְאֵלּוּ בָנֶיהָ, מֵבִיא רְאָיָה עַל הָאִשָּׁה וְאֵין צָרִיךְ לְהָבִיא רְאָיָה עַל הַבָּנִים {מ}. מֵתָה, וְאֵלּוּ בָנֶיהָ, צָרִיךְ לְהָבִיא רְאָיָה עַל הָאִשָּׁה וְעַל הַבָּנִים","rdfs:label":"משנה קידושין ד יא"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-11","jbo:text":"עיקר תוי\"ט {מ} הבנים. הקטנים הכרוכים אחריה. גמרא","jbo:textNikud":"עיקר תוי\"ט {מ} הַבָּנִים. הַקְּטַנִּים הַכְּרוּכִים אַחֲרֶיהָ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה קידושין ד יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-12","jbo:text":"לא יתיחד {מא} אדם עם שתי נשים, אבל אשה אחת מתיחדת עם שני אנשים. רבי שמעון אומר, אף איש אחד מתיחד עם שתי נשים בזמן שאשתו עמו וישן עמהם בפנדקי, מפני שאשתו {מה} משמרתו. מתיחד אדם עם אמו ועם בתו, וישן עמהם בקרוב בשר. ואם הגדילו, זו ישנה בכסותה וזה ישן בכסותו","jbo:textNikud":"לֹא יִתְיַחֵד {מא} אָדָם עִם שְׁתֵּי נָשִׁים, אֲבָל אִשָּׁה אַחַת מִתְיַחֶדֶת עִם שְׁנֵי אֲנָשִׁים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף אִישׁ אֶחָד מִתְיַחֵד עִם שְׁתֵּי נָשִׁים בִּזְמַן שֶׁאִשְׁתּוֹ עִמּוֹ וְיָשֵׁן עִמָּהֶם בְּפֻנְדְּקִי, מִפְּנֵי שֶׁאִשְׁתּוֹ {מה} מְשַׁמַּרְתּוֹ. מִתְיַחֵד אָדָם עִם אִמּוֹ וְעִם בִּתּוֹ, וְיָשֵׁן עִמָּהֶם בְּקֵרוּב בָּשָׂר. וְאִם הִגְדִּילוּ, זוֹ יְשֵׁנָה בִכְסוּתָהּ וְזֶה יָשֵׁן בִּכְסוּתוֹ","rdfs:label":"משנה קידושין ד יב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-12","jbo:text":"ר\"ע מברטנורה לא יתיחד איש אחד עם שתי נשים. מפני שדעתן קלה ושתיהן נוחות להתפתות: אבל אשה אחת מתיחדת עם שני אנשים. שהאחד בוש מחברו. ופסק ההלכה, לא תתיחד אשה אחת עם שני אנשים, וכל שכן איש אחד עם שתי נשים, אלא אם כן היו שתי הנשים צרות או יבמות, או אשה ובת בעלה, או אשה וחמותה {מב}, או אשה עם תינוקת שיודעת טעם ביאה {מג} ואינה מוסרת עצמה לביאה, לפי שאלו שונאות זו את זו, ומתיראות זו מזו, וכן היא מתיראת מן הקטנה שמא תראה ותגיד. ומלקים על יחוד הפנויה, ועל יחוד עם העריות {מד}, חוץ מאשת איש שאין מלקין עליה, שלא להוציא לעז על בניה. ומתר להתיחד עם הבהמה ועם הזכר, שלא נחשדו ישראל על הזכור ועל הבהמה: הגדילו זו ישנה בכסותה וכו'. והוא שתהיה הבת משתים עשרה שנה ויום אחד, והבן משלש עשרה שנה ויום אחד. ובזמן שהיא בושה לעמד לפניו ערמה {מו}, אפלו בפחות מכן ישנים הוא בבגדו והיא בבגדה","jbo:textNikud":"ר\"ע מברטנורה לֹא יִתְיַחֵד אִישׁ אֶחָד עִם שְׁתֵּי נָשִׁים. מִפְּנֵי שֶׁדַּעְתָּן קַלָּה וּשְׁתֵּיהֶן נוֹחוֹת לְהִתְפַּתּוֹת: אֲבָל אִשָּׁה אַחַת מִתְיַחֶדֶת עִם שְׁנֵי אֲנָשִׁים. שֶׁהָאֶחָד בּוֹשׁ מֵחֲבֵרוֹ. וּפְסַק הַהֲלָכָה, לֹא תִתְיַחֵד אִשָּׁה אַחַת עִם שְׁנֵי אֲנָשִׁים, וְכָל שֶׁכֵּן אִישׁ אֶחָד עִם שְׁתֵּי נָשִׁים, אֶלָּא אִם כֵּן הָיוּ שְׁתֵּי הַנָּשִׁים צָרוֹת אוֹ יְבָמוֹת, אוֹ אִשָּׁה וּבַת בַּעְלָהּ, אוֹ אִשָּׁה וַחֲמוֹתָהּ {מב}, אוֹ אִשָּׁה עִם תִּינוֹקֶת שֶׁיּוֹדַעַת טַעַם בִּיאָה {מג} וְאֵינָהּ מוֹסֶרֶת עַצְמָהּ לְבִיאָה, לְפִי שֶׁאֵלּוּ שׂוֹנְאוֹת זוֹ אֶת זוֹ, וּמִתְיָרְאוֹת זוֹ מִזּוֹ, וְכֵן הִיא מִתְיָרֵאת מִן הַקְּטַנָּה שֶׁמָּא תִרְאֶה וְתַגִּיד. וּמַלְקִים עַל יִחוּד הַפְּנוּיָה, וְעַל יִחוּד עִם הָעֲרָיוֹת {מד}, חוּץ מֵאֵשֶׁת אִישׁ שֶׁאֵין מַלְקִין עָלֶיהָ, שֶׁלֹּא לְהוֹצִיא לַעַז עַל בָּנֶיהָ. וּמֻתָּר לְהִתְיַחֵד עִם הַבְּהֵמָה וְעִם הַזָּכָר, שֶׁלֹּא נֶחְשְׁדוּ יִשְׂרָאֵל עַל הַזָּכוּר וְעַל הַבְּהֵמָה: הִגְדִּילוּ זוֹ יְשֵׁנָה בִכְסוּתָהּ וְכוּ'. וְהוּא שֶׁתִּהְיֶה הַבַּת מִשְּׁתֵּים עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, וְהַבֵּן מִשְּׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד. וּבִזְמַן שֶׁהִיא בּוֹשָׁה לַעֲמֹד לְפָנָיו עֲרֻמָּה {מו}, אֲפִלּוּ בְּפָחוֹת מִכֵּן יְשֵׁנִים הוּא בְּבִגְדּוֹ וְהִיא בְבִגְדָּהּ","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-12","jbo:text":"עיקר תוי\"ט {מא} לא יתיחד. רמז ליחוד מן התורה מנין, שנאמר כי יסיתך אחיך בן אמך [דברים יג], וכי בן אם מסית בן אב אינו מסית, אלא לומר לך, בן מתיחד עם אמו (ולהכי נקט בן אמך, שהבן מצוי אצל האם), ואסור להתיחד עם כל עריות שבתורה. גמרא. ולפי שלא אמרו אלא רמז, כתב הרמב\"ם, ואסור יחוד העריות מפי הקבלה. וכתב עוד, דוד ובית דינו גזרו על יחוד הפנויה, שמאי והלל גזרו על יחוד כותית. עד כאן. ומיהו כל זה ביותר משלש שנים ויום אחד. ירושלמי. וכן פסק הרמב\"ם. ועין תוספות יום טוב: {מב} ורש\"י והרמב\"ם כתבו נמי בת חמותה: {מג} כלומר, מה היא ביאה, שתדע לספר דברים בשוק. ואינה מוסרת כו' מתוך קטנה עדין לא לבשה יצר, הלכך אין כאן משום דעתה קלה, שלא תהא נוחה להתפתות. רש\"י: {מד} שניהם בכלל. הרמב\"ם: {מה} שאשתו. הקשו בתוספות דבריש פרק ב' דעבודה זרה משמע שאשה אחת מתיחדת עם איש שאשתו עמו, והכא משמע דדוקא שתי נשים, ומכל שכן לרבנן, אם כן מתניתין דהתם דלא כמאן כו'. לכך כתבו דהכי גרסינן, רבי שמעון אומר אף איש אחד מתיחד עם שתי נשים. ובזמן שאשתו עמו ישן עמהן בפונדקי, מפני שאשתו משמרתו. ואתאן אפלו לרבנן. וכן גרסת הרי\"ף","jbo:textNikud":"עיקר תוי\"ט {מא} לֹא יִתְיַחֵד. רֶמֶז לְיִחוּד מִן הַתּוֹרָה מִנַּיִן, שֶׁנֶּאֱמַר כִּי יְסִיתְךָ אָחִיךָ בֶן אִמֶּךָ [דְּבָרִים יג], וְכִי בֶן אֵם מֵסִית בֶּן אָב אֵינוֹ מֵסִית, אֶלָּא לוֹמַר לְךָ, בֵּן מִתְיַחֵד עִם אִמּוֹ (וּלְהָכִי נָקַט בֶּן אִמֶּךָ, שֶׁהַבֵּן מָצוּי אֵצֶל הָאֵם), וְאָסוּר לְהִתְיַחֵד עִם כָּל עֲרָיוֹת שֶׁבַּתּוֹרָה. גְּמָרָא. וּלְפִי שֶׁלֹּא אָמְרוּ אֶלָּא רֶמֶז, כָּתַב הָרַמְבַּ\"ם, וְאִסּוּר יִחוּד הָעֲרָיוֹת מִפִּי הַקַּבָּלָה. וְכָתַב עוֹד, דָּוִד וּבֵית דִּינוֹ גָּזְרוּ עַל יִחוּד הַפְּנוּיָה, שַׁמַּאי וְהִלֵּל גָּזְרוּ עַל יִחוּד כּוּתִית. עַד כָּאן. וּמִיהוּ כָּל זֶה בְּיוֹתֵר מִשָּׁלֹשׁ שָׁנִים וְיוֹם אֶחָד. יְרוּשַׁלְמִי. וְכֵן פָּסַק הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מב} וְרַשִׁ\"י וְהָרַמְבַּ\"ם כָּתְבוּ נַמִּי בַּת חֲמוֹתָהּ: {מג} כְּלוֹמַר, מַה הִיא בִּיאָה, שֶׁתֵּדַע לְסַפֵּר דְּבָרִים בַּשּׁוּק. וְאֵינָהּ מוֹסֶרֶת כוּ' מִתּוֹךְ קָטְנָהּ עֲדַיִן לֹא לְבָשָׁהּ יֵצֶר, הִלְכָּךְ אֵין כָּאן מִשּׁוּם דַּעְתָּהּ קַלָּה, שֶׁלֹּא תְהֵא נוֹחָה לְהִתְפַּתּוֹת. רַשִׁ\"י: {מד} שְׁנֵיהֶם בִּכְלָל. הָרַמְבַּ\"ם: {מה} שֶׁאִשְׁתּוֹ. הִקְשׁוּ בַּתּוֹסָפוֹת דִּבְרֵישׁ פֶּרֶק ב' דַּעֲבוֹדָה זָרָה מַשְׁמַע שֶׁאִשָּׁה אַחַת מִתְיַחֶדֶת עִם אִישׁ שֶׁאִשְׁתּוֹ עִמּוֹ, וְהָכָא מַשְׁמַע דְּדַוְקָא שְׁתֵּי נָשִׁים, וּמִכָּל שֶׁכֵּן לְרַבָּנָן, אִם כֵּן מַתְנִיתִין דְּהָתָם דְּלֹא כְמַאן כוּ'. לְכָךְ כָּתְבוּ דְּהָכִי גָרְסִינַן, רַבִּי שִׁמְעוֹן אוֹמֵר אַף אִישׁ אֶחָד מִתְיַחֵד עִם שְׁתֵּי נָשִׁים. וּבִזְמַן שֶׁאִשְׁתּוֹ עִמּוֹ יָשֵׁן עִמָּהֶן בְּפוּנְדְּקִי, מִפְּנֵי שֶׁאִשְׁתּוֹ מְשַׁמַּרְתּוֹ. וַאֲתָאן אֲפִלּוּ לְרַבָּנָן. וְכֵן גִּרְסַת הָרִי\"ף","rdfs:label":"עיקר תוי\"ט משנה קידושין ד יב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-13","jbo:text":"לא ילמד אדם רוק {מז} סופרים, ולא תלמד אשה {מט} סופרים. רבי אליעזר אומר, אף מי שאין לו אשה, לא ילמד סופרים","jbo:textNikud":"לֹא יִלְמַד אָדָם רַוָּק {מז} סוֹפְרִים, וְלֹא תִלְמַד אִשָּׁה {מט} סוֹפְרִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מִי שֶׁאֵין לוֹ אִשָּׁה, לֹא יִלְמַד סוֹפְרִים","rdfs:label":"משנה קידושין ד יג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-13","jbo:text":"ר\"ע מברטנורה רוק. פנוי בלא אשה: לא ילמד סופרים. לא ירגיל עצמו להיות מן הסופרים, כלומר מלמד תינוקות {מח}, מפני אמותיהן של תינוקות שמצויות אצלו להביא את בניהן אל בית הספר: אף מי שאין לו אשה. אף על פי שאינו פנוי אלא יש לו אשה ואינה שרויה עמו {נ}, לא ילמד סופרים. ואין הלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה רַוָּק. פָּנוּי בְּלֹא אִשָּׁה: לֹא יִלְמַד סוֹפְרִים. לֹא יַרְגִּיל עַצְמוֹ לִהְיוֹת מִן הַסּוֹפְרִים, כְּלוֹמַר מְלַמֵּד תִּינוֹקוֹת {מח}, מִפְּנֵי אִמּוֹתֵיהֶן שֶׁל תִּינוֹקוֹת שֶׁמְּצוּיוֹת אֶצְלוֹ לְהָבִיא אֶת בְּנֵיהֶן אֶל בֵּית הַסֵּפֶר: אַף מִי שֶׁאֵין לוֹ אִשָּׁה. אַף עַל פִּי שֶׁאֵינוֹ פָנוּי אֶלָּא יֶשׁ לוֹ אִשָּׁה וְאֵינָהּ שְׁרוּיָה עִמּוֹ {נ}, לֹא יִלְמַד סוֹפְרִים. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד יג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-13","jbo:text":"עיקר תוי\"ט {מו} בידוע שיש בה טעם ביאה. רש\"י. כלומר, ויש לחוש שמוסרת עצמה לביאה. ואין זה כטעם ביאה דלעיל, דהתם אינה מוסרת. ומשום הכי לעיל אמרינן שיודעת, והכא שיש בה: {מז} רוק. תרגום של ובחורים כשול יכשלו [ישעיה מ] הוא רוקים. תוספות והרמב\"ם: {מח} דאלו תינוקות עצמן לא נחשדו על הזכור. גמרא: {מט} אשה. מפני אבותיהם שבאים להביא את בניהם. גמרא: {נ} אצלו בבית הספר. וטעמא דתנא קמא, דאף על פי שהיא בביתה מקרי פת בסלו. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {מו} בְּיָדוּעַ שֶׁיֵּשׁ בָּהּ טַעַם בִּיאָה. רַשִׁ\"י. כְּלוֹמַר, וְיֵשׁ לָחוּשׁ שֶׁמּוֹסֶרֶת עַצְמָהּ לְבִיאָה. וְאֵין זֶה כְּטַעַם בִּיאָה דִלְעֵיל, דְּהָתָם אֵינָה מוֹסֶרֶת. וּמִשׁוּם הָכִי לְעֵיל אָמְרִינַן שֶׁיּוֹדַעַת, וְהָכָא שֶׁיֵּשׁ בָּהּ: {מז} רַוָּק. תַּרְגּוּם שֶׁל וּבַחוּרִים כָּשׁוֹל יִכָּשֵׁלוּ [יְשְׁעְיָה מ] הוּא רַוָּקִים. תּוֹסָפוֹת וְהָרַמְבַּ\"ם: {מח} דְּאִלּוּ תִּינוֹקוֹת עַצְמָן לֹא נֶחְשְׁדוּ עַל הַזָּכוּר. גְּמָרָא: {מט} אִשָּׁה. מִפְּנֵי אֲבוֹתֵיהֶם שֶׁבָּאִים לְהָבִיא אֶת בְּנֵיהֶם. גְּמָרָא: {נ} אֶצְלוֹ בְּבֵית הַסֵּפֶר. וְטַעְמָא דְתַנָּא קַמָּא, דְּאַף עַל פִּי שֶׁהִיא בְּבֵיתָהּ מִקְּרֵי פַת בְּסַלּוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה קידושין ד יג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-3-7-4-14","jbo:text":"רבי יהודה אומר, לא ירעה רוק בהמה, ולא יישנו שני רוקים בטלית אחת. וחכמים מתירין. כל שעסקו עם הנשים, לא יתיחד עם הנשים. ולא ילמד אדם את בנו אמנות בין הנשים. רבי מאיר אומר, לעולם ילמד אדם את בנו אמנות נקיה {נג} וקלה, ויתפלל למי שהעשר {נד} והנכסים שלו {נה}, שאין אמנות שאין בה עניות ועשירות, שלא עניות מן האמנות ולא עשירות מן האמנות, אלא הכל לפי זכותו {נו}. רבי שמעון בן אלעזר אומר {נז}, ראית מימיך חיה ועוף שיש להם אמנות, והן מתפרנסין שלא בצער. והלא לא נבראו אלא לשמשני, ואני נבראתי לשמש את קוני, אינו דין שאתפרנס שלא בצער. אלא שהרעותי {נח} מעשי וקפחתי את פרנסתי. אבא גרין איש צדין אומר משום אבא גריא, לא ילמד אדם את בנו, חמר, גמל, ספר {נט}, ספן, רועה, וחנוני, שאמנותן אמנות לסטים. רבי יהודה אומר משמו, החמרין, רבן רשעים, והגמלין, רבן כשרים. הספנין, רבן חסידים. טוב שברופאים, לגיהנם. והכשר שבטבחים, שתפו של עמלק. רבי נהוראי אומר, מניח אני כל אמנות שבעולם ואיני מלמד את בני אלא תורה, שאדם אוכל משכרה בעולם הזה וקרן קימת לעולם הבא. ושאר כל אמנות אינן כן. כשאדם בא לידי חלי או לידי זקנה או לידי יסורין ואינו יכול לעסק במלאכתו, הרי הוא מת ברעב. אבל התורה אינה כן {ס}, אלא משמרתו מכל רע בנערותו ונותנת לו אחרית {סא} ותקוה בזקנותו. בנערותו, מה הוא אומר, (ישעיה מ) וקוי ה' יחליפו כח. בזקנותו, מהו אומר, (תהלים צב) עוד ינובון בשיבה {סב}. וכן הוא אומר באברהם אבינו עליו השלום, (בראשית כד) ואברהם זקן, וה' ברך את אברהם בכל. מצינו שעשה אברהם אבינו את כל התורה כלה עד שלא נתנה, שנאמר, (שם כו) עקב אשר שמע אברהם בקלי וישמר משמרתי מצותי חקותי ותורתי","jbo:textNikud":"רַבִּי יְהוּדָה אוֹמֵר, לֹא יִרְעֶה רַוָּק בְּהֵמָה, וְלֹא יִישְׁנוּ שְׁנֵי רַוָּקִים בְּטַלִּית אֶחָת. וַחֲכָמִים מַתִּירִין. כָּל שֶׁעִסְקוֹ עִם הַנָּשִׁים, לֹא יִתְיַחֵד עִם הַנָּשִׁים. וְלֹא יְלַמֵּד אָדָם אֶת בְּנוֹ אֻמָּנוּת בֵּין הַנָּשִׁים. רַבִּי מֵאִיר אוֹמֵר, לְעוֹלָם יְלַמֵּד אָדָם אֶת בְּנוֹ אֻמָּנוּת נְקִיָּה {נג} וְקַלָּה, וְיִתְפַּלֵּל לְמִי שֶׁהָעשֶׁר {נד} וְהַנְּכָסִים שֶׁלּוֹ {נה}, שֶׁאֵין אֻמָּנוּת שֶׁאֵין בָּהּ עֲנִיּוּת וַעֲשִׁירוּת, שֶׁלֹּא עֲנִיּוּת מִן הָאֻמָּנוּת וְלֹא עֲשִׁירוּת מִן הָאֻמָּנוּת, אֶלָּא הַכֹּל לְפִי זְכוּתוֹ {נו}. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר {נז}, רָאִיתָ מִיָּמֶיךָ חַיָּה וָעוֹף שֶׁיֵּשׁ לָהֶם אֻמָּנוּת, וְהֵן מִתְפַּרְנְסִין שֶׁלֹּא בְצַעַר. וַהֲלֹא לֹא נִבְרְאוּ אֶלָּא לְשַׁמְּשֵׁנִי, וַאֲנִי נִבְרֵאתִי לְשַׁמֵּשׁ אֶת קוֹנִי, אֵינוֹ דִין שֶׁאֶתְפַּרְנֵס שֶׁלֹּא בְצַעַר. אֶלָּא שֶׁהֲרֵעוֹתִי {נח} מַעֲשַׂי וְקִפַּחְתִּי אֶת פַּרְנָסָתִי. אַבָּא גֻרְיָן אִישׁ צַדְיָן אוֹמֵר מִשּׁוּם אַבָּא גֻרְיָא, לֹא יְלַמֵּד אָדָם אֶת בְּנוֹ, חַמָּר, גַּמָּל, סַפָּר {נט}, סַפָּן, רוֹעֶה, וְחֶנְוָנִי, שֶׁאֻמָּנוּתָן אֻמָּנוּת לִסְטִים. רַבִּי יְהוּדָה אוֹמֵר מִשְּׁמוֹ, הַחַמָּרִין, רֻבָּן רְשָׁעִים, וְהַגַּמָּלִין, רֻבָּן כְּשֵׁרִים. הַסַּפָּנִין, רֻבָּן חֲסִידִים. טוֹב שֶׁבָּרוֹפְאִים, לְגֵיהִנֹּם. וְהַכָּשֵׁר שֶׁבַּטַּבָּחִים, שֻׁתָּפוֹ שֶׁל עֲמָלֵק. רַבִּי נְהוֹרַאי אוֹמֵר, מַנִּיחַ אֲנִי כָּל אֻמָּנוּת שֶׁבָּעוֹלָם וְאֵינִי מְלַמֵּד אֶת בְּנִי אֶלָּא תוֹרָה, שֶׁאָדָם אוֹכֵל מִשְּׂכָרָהּ בָּעוֹלָם הַזֶּה וְקֶרֶן קַיֶּמֶת לָעוֹלָם הַבָּא. וּשְׁאָר כָּל אֻמָּנוּת אֵינָן כֵּן. כְּשֶׁאָדָם בָּא לִידֵי חֹלִי אוֹ לִידֵי זִקְנָה אוֹ לִידֵי יִסּוּרִין וְאֵינוֹ יָכוֹל לַעֲסֹק בִּמְלַאכְתּוֹ, הֲרֵי הוּא מֵת בְּרָעָב. אֲבָל הַתּוֹרָה אֵינָהּ כֵּן {ס}, אֶלָּא מְשַׁמַּרְתּוֹ מִכָּל רָע בְּנַעֲרוּתוֹ וְנוֹתֶנֶת לוֹ אַחֲרִית {סא} וְתִקְוָה בְזִקְנוּתוֹ. בְּנַעֲרוּתוֹ, מַה הוּא אוֹמֵר, (ישעיה מ) וְקֹוֵי ה' יַחֲלִיפוּ כֹחַ. בְּזִקְנוּתוֹ, מַהוּ אוֹמֵר, (תהלים צב) עוֹד יְנוּבוּן בְּשֵׂיבָה {סב}. וְכֵן הוּא אוֹמֵר בְּאַבְרָהָם אָבִינוּ עָלָיו הַשָּׁלוֹם, (בראשית כד) וְאַבְרָהָם זָקֵן, וַה' בֵּרַךְ אֶת אַבְרָהָם בַּכֹּל. מָצִינוּ שֶׁעָשָׂה אַבְרָהָם אָבִינוּ אֶת כָּל הַתּוֹרָה כֻּלָּהּ עַד שֶׁלֹּא נִתְּנָה, שֶׁנֶּאֱמַר, (שם כו) עֵקֶב אֲשֶׁר שָׁמַע אַבְרָהָם בְּקֹלִי וַיִּשְׁמֹר מִשְׁמַרְתִּי מִצְוֹתַי חֻקּוֹתַי וְתוֹרֹתָי","rdfs:label":"משנה קידושין ד יד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-bartanura-3-7-4-14","jbo:text":"ר\"ע מברטנורה וחכמים מתירין. והלכה כחכמים. שלא נחשדו ישראל על הזכור {נא}: כל שאמנותו בין הנשים. שמלאכת אמנותו נעשית לנשים, והנשים צריכות לו: לא יתיחד עם הנשים. ואפלו עם הרבה נשים. לפי שלבן גס בו ומחפות עליו. ואלו אנש אחרינא עם שתי נשים תנן דלא, שלש וארבע שפיר דמי. ורמב\"ם פרש דלא שרינן אפלו משום כדי חייו {נב} להתיחד עם הנשים, הואיל ופרנסתו מהן: חמר גמל וספן. כל אלו אמנות לסטות, כשלנין בדרכים נכנסים ולוקטים עצים ופרות מן הכרמים. ועוד שנשכרים לבני אדם ומעבירין על תנאם: רועה. [בהמות שלו] שמעביר הבהמות לרעות בשדה אחרים: חנוני. מלמד באונאה, להטיל מים ביין, וצרורות בחטין. שחיב אדם ללמד את בנו אמנות נקיה","jbo:textNikud":"ר\"ע מברטנורה וַחֲכָמִים מַתִּירִין. וַהֲלָכָה כַּחֲכָמִים. שֶׁלֹּא נֶחְשְׁדוּ יִשְׂרָאֵל עַל הַזָּכוּר {נא}: כָּל שֶׁאֻמָּנוּתוֹ בֵּין הַנָּשִׁים. שֶׁמְּלֶאכֶת אֻמָּנוּתוֹ נַעֲשֵׂית לְנָשִׁים, וְהַנָּשִׁים צְרִיכוֹת לוֹ: לֹא יִתְיַחֵד עִם הַנָּשִׁים. וַאֲפִלּוּ עִם הַרְבֵּה נָשִׁים. לְפִי שֶׁלִּבָּן גַּס בּוֹ וּמְחַפּוֹת עָלָיו. וְאִלּוּ אֱנָשׁ אַחֲרִינָא עִם שְׁתֵּי נָשִׁים תְּנַן דְּלֹא, שָׁלֹשׁ וְאַרְבַּע שַׁפִּיר דָּמֵי. וְרַמְבַּ\"ם פֵּרֵשׁ דְּלֹא שָׁרִינַן אֲפִלּוּ מִשּׁוּם כְּדֵי חַיָּיו {נב} לְהִתְיַחֵד עִם הַנָּשִׁים, הוֹאִיל וּפַרְנָסָתוֹ מֵהֶן: חַמָּר גַּמָּל וְסַפָּן. כָּל אֵלּוּ אֻמָּנוּת לִסְטוּת, כְּשֶׁלָּנִין בַּדְּרָכִים נִכְנָסִים וְלוֹקְטִים עֵצִים וּפֵרוֹת מִן הַכְּרָמִים. וְעוֹד שֶׁנִּשְׂכָּרִים לִבְנֵי אָדָם וּמַעֲבִירִין עַל תְּנָאָם: רוֹעֶה. [בְּהֵמוֹת שֶׁלּוֹ] שֶׁמַּעֲבִיר הַבְּהֵמוֹת לִרְעוֹת בִּשְׂדֵה אֲחֵרִים: חֶנְוָנִי. מְלֻמָּד בְּאוֹנָאָה, לְהָטִיל מַיִם בְּיַיִן, וּצְרוֹרוֹת בְּחִטִּין. שֶׁחַיָּב אָדָם לְלַמֵּד אֶת בְּנוֹ אֻמָּנוּת נְקִיָּה","rdfs:label":"ר\"ע מברטנורה משנה קידושין ד יד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-7-4-14"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-7","jbr:mishna-3-7-4"],"uri":"jbr:mishna-yomtov-3-7-4-14","jbo:text":"עיקר תוי\"ט {נא} ועל הבהמה. רש\"י ור\"ן: {נב} כלומר דהוה אמינא דלשרי להתיחד עם שתי נשים משום כדי חייו. וכתב הרמב\"ם וכיצד יעשה, יתעסק עמהן ואשתו עמו, או יפנה למלאכה אחרת: {נג} נקיה כו'. בגמרא, מחטא דתלמיותא, כלומר תופר בגדים קרועים. והינו תלמיותא שהתפירות עשויות שורות שורות כתלמים של מחרשה. רש\"י. והערוך מסים נקיה מגזל וקלה דאין בה חסרון כיס: {נד} למי כו'. לשון רש\"י, ואל יאמר בלבו אמנות זו אינה מעשרת, אלא יבקש רחמים למי שהעשר שלו: {נה} שלו. שנאמר לי הכסף ולי הזהב נאום ה' צבאות [חגי ב]. גמרא: {נו} לפי זכותו. וקשיא לי דאם הכל לפי זכותו, אם כן תפלה מאי מהניא ליה. שאם זכותו כדאי אין הקדוש ברוך הוא מקפח שכרו, ואם זכותו אינו כדאי הא אמרן הכל לפי זכותו. ומסיק שעל ידי התפלה זכותו יגרם לשנות מזלו כמו על ידי זכות גדול. ועין תוספות יום טוב: {נז} רבי שמעון בן אלעזר כו'. כלומר רבי מאיר הביא ראיה מן השכר. ורבי שמעון בן אלעזר הביא ראיה מן הענש: {נח} שהרעותי כו'. שנאמר עונותיכם הטו [ירמיה ה]. גמרא: {נט} ספר. בגמרא ובירושלמי גרס קדר. ופרש רש\"י בעלי קרנות: רשעים. מפני לסטיות: כשרים. שפורשין למדברות למקום גדודי חיות ולסטים ויראים לנפשם ומשברים לבן למקום: חסידים. שפורשים למקום הסכנה ותמיד הם ברעדה יותר מן הגמלים: {ס} אינה כן. שאף הבא לידי זקנה או יסורין ואינו יכול לעסק בה הוא אוכל ממתן שכרה. דכתיב עוד ינובון בשיבה. רש\"י. וממילא דהוא הדין יסורין, דכל שאינו יכול לעסק בה, מה לי זקנה ומה לי יסורין: {סא} אחרית. והוא מענין אחריות, שפרושו מיטב. וכן מסים דשנים ורעננים יהיו: {סב} בשיבה. לשון רש\"י, יצמחו צמח ויתיחד שכרן לעת שיבתן דשנים ורעננים יהיו","jbo:textNikud":"עיקר תוי\"ט {נא} וְעַל הַבְּהֵמָה. רַשִׁ\"י וְרַ\"ן: {נב} כְּלוֹמַר דַּהֲוָה אֲמִינָא דְלִשְׁרֵי לְהִתְיַחֵד עִם שְׁתֵּי נָשִׁים מִשּׁוּם כְּדֵי חַיָּיו. וְכָתַב הָרַמְבַּ\"ם וְכֵיצַד יַעֲשֶׂה, יִתְעַסֵּק עִמָּהֶן וְאִשְׁתּוֹ עִמּוֹ, אוֹ יִפְנֶה לִמְלָאכָה אַחֶרֶת: {נג} נְקִיָּה כוּ'. בַּגְּמָרָא, מַחֲטָא דְתַלְמִיּוּתָא, כְּלוֹמַר תּוֹפֵר בְּגָדִים קְרוּעִים. וְהַיְנוּ תַלְמִיּוּתָא שֶׁהַתְּפִירוֹת עֲשׂוּיוֹת שׁוּרוֹת שׁוּרוֹת כִּתְלָמִים שֶׁל מַחֲרֵשָׁה. רַשִׁ\"י. וְהֶעָרוּךְ מְסַיֵּם נְקִיָּה מִגָּזֵל וְקַלָּה דְּאֵין בָּהּ חֶסְרוֹן כִּיס: {נד} לְמִי כוּ'. לְשׁוֹן רַשִׁ\"י, וְאַל יֹאמַר בְּלִבּוֹ אֻמָּנוּת זוֹ אֵינָהּ מְעַשֶּׁרֶת, אֶלָּא יְבַקֵּשׁ רַחֲמִים לְמִי שֶׁהָעֹשֶׁר שֶׁלּוֹ: {נה} שֶׁלּוֹ. שֶׁנֶּאֱמַר לִי הַכֶּסֶף וְלִי הַזָּהָב נְאוּם ה' צְבָאוֹת [חַגַּי ב]. גְּמָרָא: {נו} לְפִי זְכוּתוֹ. וְקַשְׁיָא לִי דְּאִם הַכֹּל לְפִי זְכוּתוֹ, אִם כֵּן תְּפִלָּה מַאי מַהֲנְיָא לֵיהּ. שֶׁאִם זְכוּתוֹ כְּדַאי אֵין הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַפֵּחַ שְׂכָרוֹ, וְאִם זְכוּתוֹ אֵינוֹ כְּדַאי הָא אָמְרָן הַכֹּל לְפִי זְכוּתוֹ. וּמַסִּיק שֶׁעַל יְדֵי הַתְּפִלָּה זְכוּתוֹ יִגְרֹם לְשַׁנּוֹת מַזָּלוֹ כְּמוֹ עַל יְדֵי זְכוּת גָּדוֹל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {נז} רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר כוּ'. כְּלוֹמַר רַבִּי מֵאִיר הֵבִיא רְאָיָה מִן הַשָּׂכָר. וְרַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר הֵבִיא רְאָיָה מִן הָעֹנֶשׁ: {נח} שֶׁהֲרֵעוֹתִי כוּ'. שֶׁנֶּאֱמַר עֲוֹנוֹתֵיכֶם הִטּוּ [יִרְמְיָה ה]. גְּמָרָא: {נט} סַפָּר. בַּגְּמָרָא וּבַיְרוּשַׁלְמִי גָּרַס קַדָּר. וּפֵרֵשׁ רַשִׁ\"י בַּעֲלֵי קְרָנוֹת: רְשָׁעִים. מִפְּנֵי לִסְטִיּוּת: כְּשֵׁרִים. שֶׁפּוֹרְשִׁין לַמִּדְבָּרוֹת לִמְקוֹם גְּדוּדֵי חַיּוֹת וְלִסְטִים וִירֵאִים לְנַפְשָׁם וּמְשַׁבְּרִים לִבָּן לַמָּקוֹם: חֲסִידִים. שֶׁפּוֹרְשִׁים לִמְקוֹם הַסַּכָּנָה וְתָמִיד הֵם בִּרְעָדָה יוֹתֵר מִן הַגַּמָּלִים: {ס} אֵינָהּ כֵּן. שֶׁאַף הַבָּא לִידֵי זִקְנָה אוֹ יִסּוּרִין וְאֵינוֹ יָכוֹל לַעֲסֹק בָּהּ הוּא אוֹכֵל מִמַּתַּן שְׂכָרָהּ. דִּכְתִיב עוֹד יְנוּבוּן בְּשֵׂיבָה. רַשִׁ\"י. וּמִמֵּילָא דְהוּא הַדִּין יִסּוּרִין, דְּכָל שֶׁאֵינוֹ יָכוֹל לַעֲסֹק בָּהּ, מַה לִּי זִקְנָה וּמַה לִּי יִסּוּרִין: {סא} אַחֲרִית. וְהוּא מֵעִנְיַן אַחֲרָיוּת, שֶׁפֵּרוּשׁוֹ מֵיטָב. וְכֵן מְסַיֵּם דְּשֵׁנִים וְרַעֲנַנִּים יִהְיוּ: {סב} בְּשֵׂיבָה. לְשׁוֹן רַשִׁ\"י, יִצְמְחוּ צֶמַח וְיִתְיַחֵד שְׂכָרָן לְעֵת שֵׂיבָתָן דְּשֵׁנִים וְרַעֲנַנִּים יִהְיוּ","rdfs:label":"עיקר תוי\"ט משנה קידושין ד יד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-7-4-14"}]}