{
  "subjects": [
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-1",
      "jbo:text": "יש מביאין בכורים וקורין, מביאין ולא קורין, ויש שאינן מביאין. אלו שאינן מביאין, הנוטע לתוך שלו והבריך לתוך של יחיד או של רבים, וכן המבריך מתוך של יחיד או מתוך של רבים לתוך שלו. הנוטע לתוך שלו והבריך לתוך שלו, ודרך היחיד ודרך הרבים באמצע, הרי זה אינו מביא. רבי יהודה אומר, כזה מביא",
      "jbo:textNikud": "יֵשׁ מְבִיאִין בִּכּוּרִים וְקוֹרִין, מְבִיאִין וְלֹא קוֹרִין, וְיֵשׁ שֶׁאֵינָן מְבִיאִין. אֵלּוּ שֶׁאֵינָן מְבִיאִין, הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁל יָחִיד אוֹ שֶׁל רַבִּים, וְכֵן הַמַּבְרִיךְ מִתּוֹךְ שֶׁל יָחִיד אוֹ מִתּוֹךְ שֶׁל רַבִּים לְתוֹךְ שֶׁלּוֹ. הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁלּוֹ, וְדֶרֶךְ הַיָּחִיד וְדֶרֶךְ הָרַבִּים בָּאֶמְצַע, הֲרֵי זֶה אֵינוֹ מֵבִיא. רַבִּי יְהוּדָה אוֹמֵר, כָּזֶה מֵבִיא",
      "rdfs:label": "משנה ביכורים א א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-1",
      "jbo:text": "ר\"ע מברטנורה יש מביאין בכורים וקורין. מקרא בכורים, מארמי אובד אבי עד סוף הפרשה: והבריך לתוך של יחיד. שחפר גמא והטמין יחור של אילן בתוכה וכסהו בעפר, והוציא ראש היחור לתוך שדה חברו או ברשות הרבים. וכן אם הנטיעה עומדת בתוך של חברו או ברשות הרבים והוציא ראש היחור בתוך שלו, אינו מביא, כדמפרש בסמוך, לפי שאין כל הגדולים מאדמתו: ודרך היחיד או דרך הרבים באמצע. כגון שיש לו שתי גנות משני צדי הדרכים, אינו מביא, שאין כל הגדולים מאדמתו: כזה מביא. כיון שיש לו רשות לעשות כן, שמתר לעשות חלל תחת רשות הרבים {א} כשאינו מזיק לרבים כלום, אדמתך קרינן ביה. ומכל מקום סבר רבי יהודה שאף על פי שמביא אינו קורא. ואין הלכה כרבי יהודה",
      "jbo:textNikud": "ר\"ע מברטנורה יֵשׁ מְבִיאִין בִּכּוּרִים וְקוֹרִין. מִקְרָא בִּכּוּרִים, מֵאֲרַמִּי אוֹבֵד אָבִי עַד סוֹף הַפָּרָשָׁה: וְהִבְרִיךְ לְתוֹךְ שֶׁל יָחִיד. שֶׁחָפַר גֻּמָא וְהִטְמִין יִחוּר שֶׁל אִילָן בְּתוֹכָהּ וְכִסָּהוּ בֶּעָפָר, וְהוֹצִיא רֹאשׁ הַיִּחוּר לְתוֹךְ שְׂדֵה חֲבֵרוֹ אוֹ בִרְשׁוּת הָרַבִּים. וְכֵן אִם הַנְּטִיעָה עוֹמֶדֶת בְּתוֹךְ שֶׁל חֲבֵרוֹ אוֹ בִרְשׁוּת הָרַבִּים וְהוֹצִיא רֹאשׁ הַיִּחוּר בְּתוֹךְ שֶׁלּוֹ, אֵינוֹ מֵבִיא, כְּדִמְפָרֵשׁ בְּסָמוּךְ, לְפִי שֶׁאֵין כָּל הַגִּדּוּלִים מֵאַדְמָתוֹ: וְדֶרֶךְ הַיָּחִיד אוֹ דֶרֶךְ הָרַבִּים בָּאֶמְצַע. כְּגוֹן שֶׁיֵּשׁ לוֹ שְׁתֵּי גִנּוֹת מִשְּׁנֵי צִדֵּי הַדְּרָכִים, אֵינוֹ מֵבִיא, שֶׁאֵין כָּל הַגִּדּוּלִים מֵאַדְמָתוֹ: כָּזֶה מֵבִיא. כֵּיוָן שֶׁיֵּשׁ לוֹ רְשׁוּת לַעֲשׂוֹת כֵּן, שֶׁמֻּתָּר לַעֲשׂוֹת חָלָל תַּחַת רְשׁוּת הָרַבִּים {א} כְּשֶׁאֵינוֹ מַזִּיק לָרַבִּים כְּלוּם, אַדְמָתְךָ קָרִינַן בֵּיהּ. וּמִכָּל מָקוֹם סָבַר רַבִּי יְהוּדָה שֶׁאַף עַל פִּי שֶׁמֵּבִיא אֵינוֹ קוֹרֵא. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-1",
      "jbo:text": "עיקר תוי\"ט {א} ומפרש הר\"ש בשם הירושלמי דרבי יהודה אתיא כרבי אליעזר דסוף פרק חזקת הבתים, דמתיר לעשות חלל תחת רשות הרבים כדי שתהיה עגלה טעונה אבנים מהלכת. ומסיק דמתיר לעשות, אבל אינו שלו לעולם, ואם בא אחר להשתמש באותו חלל שתחת רשות הרבים, כל הקודם זכה, הלכך מביא ואינו קורא. ונשמע דרבי יהודה לא פליג אלא בדרך הרבים, אבל לא בדרך היחיד. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {א} וּמְפָרֵשׁ הָרַ\"שׁ בְּשֵׁם הַיְרוּשַׁלְמִי דְּרַבִּי יְהוּדָה אַתְיָא כְּרַבִּי אֱלִיעֶזֶר דְּסוֹף פֶּרֶק חֶזְקַת הַבָּתִּים, דְּמַתִּיר לַעֲשׂוֹת חָלָל תַּחַת רְשׁוּת הָרַבִּים כְּדֵי שֶׁתִּהְיֶה עֲגָלָה טְעוּנָה אֲבָנִים מְהַלֶּכֶת. וּמַסִּיק דְּמַתִּיר לַעֲשׂוֹת, אֲבָל אֵינוֹ שֶׁלּוֹ לְעוֹלָם, וְאִם בָּא אַחֵר לְהִשְׁתַּמֵּשׁ בְּאוֹתוֹ חָלָל שֶׁתַּחַת רְשׁוּת הָרַבִּים, כָּל הַקּוֹדֵם זָכָה, הִלְכָּךְ מֵבִיא וְאֵינוֹ קוֹרֵא. וְנִשְׁמָע דְּרַבִּי יְהוּדָה לֹא פָּלֵיג אֶלָּא בְּדֶרֶךְ הָרַבִּים, אֲבָל לֹא בְּדֶרֶךְ הַיָּחִיד. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-2",
      "jbo:text": "מאיזה טעם אינו מביא, משום שנאמר, ראשית בכורי אדמתך (שמות כג), עד שיהו כל הגדולין מאדמתך. האריסין והחכורות והסקריקון והגזלן, אין מביאין מאותו הטעם, משום שנאמר, ראשית בכורי אדמתך",
      "jbo:textNikud": "מֵאֵיזֶה טַעַם אֵינוֹ מֵבִיא, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ (שמות כג), עַד שֶׁיְּהוּ כָל הַגִּדּוּלִין מֵאַדְמָתְךָ. הָאֲרִיסִין וְהֶחָכוֹרוֹת וְהַסִּקָּרִיקוֹן וְהַגַּזְלָן, אֵין מְבִיאִין מֵאוֹתוֹ הַטַּעַם, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ",
      "rdfs:label": "משנה ביכורים א ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-2",
      "jbo:text": "ר\"ע מברטנורה האריסין. מקבלין את השדה למחצה לשליש ולרביע: חכירות. מקבל את השדה בדבר קצוב, כך וכך כורים לשנה, בין שהיא עושה הרבה בין שהיא עושה מעט: סקריקון. הורג נפשות, ונותן לו קרקע כדי שלא יהרגנו. ולשון סקריקון שא קרקע והניחני. ואף על גב דיהיב ליה לפי שעה, לא מחיל ליה, דסבר האידנא לשקול ולמחר תבענא ליה בדינא",
      "jbo:textNikud": "ר\"ע מברטנורה הָאֲרִיסִין. מְקַבְּלִין אֶת הַשָּׂדֶה לְמֶחֱצָה לִשְׁלִישׁ וְלִרְבִיעַ: חֲכִירוֹת. מְקַבֵּל אֶת הַשָּׂדֶה בְּדָבָר קָצוּב, כָּךְ וְכָךְ כּוֹרִים לְשָׁנָה, בֵּין שֶׁהִיא עוֹשָׂה הַרְבֵּה בֵּין שֶׁהִיא עוֹשָׂה מְעַט: סִקָּרִיקוֹן. הוֹרֵג נְפָשׁוֹת, וְנוֹתֵן לוֹ קַרְקַע כְּדֵי שֶׁלֹּא יַהַרְגֶנּוּ. וּלְשׁוֹן סִקָּרִיקוֹן שָׂא קַרְקַע וַהֲנִיחֵנִי. וְאַף עַל גַּב דְּיָהֵיב לֵיהּ לְפִי שָׁעָה, לֹא מָחִיל לֵיהּ, דְּסָבַר הָאִידְנָא לִשְׁקוֹל וּלְמָחָר תְּבַעְנָא לֵיהּ בְּדִינָא",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-3",
      "jbo:text": "אין מביאין בכורים חוץ משבעת המינים. לא מתמרים שבהרים, ולא מפרות שבעמקים, ולא מזיתי שמן שאינם מן המבחר. אין מביאין בכורים קדם לעצרת. אנשי הר צבועים הביאו בכוריהם קדם לעצרת, ולא קבלו מהם, מפני הכתוב שבתורה (שמות כג) וחג הקציר בכורי מעשיך אשר תזרע בשדה",
      "jbo:textNikud": "אֵין מְבִיאִין בִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים. לֹא מִתְּמָרִים שֶׁבֶּהָרִים, וְלֹא מִפֵּרוֹת שֶׁבָּעֲמָקִים, וְלֹא מִזֵּיתֵי שֶׁמֶן שֶׁאֵינָם מִן הַמֻּבְחָר. אֵין מְבִיאִין בִּכּוּרִים קֹדֶם לָעֲצֶרֶת. אַנְשֵׁי הַר צְבוֹעִים הֵבִיאוּ בִכּוּרֵיהֶם קֹדֶם לָעֲצֶרֶת, וְלֹא קִבְּלוּ מֵהֶם, מִפְּנֵי הַכָּתוּב שֶׁבַּתּוֹרָה (שמות כג) וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ אֲשֶׁר תִּזְרַע בַּשָּׂדֶה",
      "rdfs:label": "משנה ביכורים א ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-3",
      "jbo:text": "ר\"ע מברטנורה אלא משבעת המינין. דכתיב (דברים כו) מראשית, ולא כל ראשית, שאין כל הפרות חיבים בבכורים אלא שבעת המינין שנשתבחה בהן ארץ ישראל חטה ושעורה וגו', ודבש הוא דבש תמרים: מתמרים שבהרים ופרות שבעמקים. לפי שהן גרועין: ולא מזיתי שמן שאינם מן המבחר. דכתיב (שם ט) זית שמן, זית אגורי, שבאים עליו גשמים והוא אוגר שמנו לתוכו, והוא מבחר ומשבח {ב}: אין מביאין בכורים קדם לעצרת. דשתי הלחם שמביאין בעצרת אקרו בכורים (ויקרא כג), והם מתירין החדש במקדש",
      "jbo:textNikud": "ר\"ע מברטנורה אֶלָּא מִשִּׁבְעַת הַמִּינִין. דִּכְתִיב (דְּבָרִים כו) מֵרֵאשִׁית, וְלֹא כָּל רֵאשִׁית, שֶׁאֵין כָּל הַפֵּרוֹת חַיָּבִים בַּבִּכּוּרִים אֶלָּא שִׁבְעַת הַמִּינִין שֶׁנִּשְׁתַּבְּחָה בָּהֶן אֶרֶץ יִשְׂרָאֵל חִטָּה וּשְׂעוֹרָה וְגוֹ', וּדְבָשׁ הוּא דְּבַשׁ תְּמָרִים: מִתְּמָרִים שֶׁבֶּהָרִים וּפֵרוֹת שֶׁבָּעֲמָקִים. לְפִי שֶׁהֵן גְּרוּעִין: וְלֹא מִזֵּיתֵי שֶׁמֶן שֶׁאֵינָם מִן הַמֻּבְחָר. דִּכְתִיב (שָׁם ט) זֵית שֶׁמֶן, זַיִת אֲגוֹרִי, שֶׁבָּאִים עָלָיו גְּשָׁמִים וְהוּא אוֹגֵר שַׁמְנוֹ לְתוֹכוֹ, וְהוּא מֻבְחָר וּמְשֻׁבָּח {ב}: אֵין מְבִיאִין בִּכּוּרִים קֹדֶם לָעֲצֶרֶת. דִּשְׁתֵּי הַלֶּחֶם שֶׁמְּבִיאִין בָּעֲצֶרֶת אִקְּרוּ בִּכּוּרִים (וַיִּקְרָא כג), וְהֵם מַתִּירִין הֶחָדָשׁ בַּמִּקְדָּשׁ",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-3",
      "jbo:text": "עיקר תוי\"ט {ב} לאפוקי הזיתים שבאים עליהם גשמים והם פולטים שמנם. הר\"ש מירושלמי",
      "jbo:textNikud": "עיקר תוי\"ט {ב} לַאֲפוֹקֵי הַזֵּיתִים שֶׁבָּאִים עֲלֵיהֶם גְּשָׁמִים וְהֵם פּוֹלְטִים שַׁמְנָם. הָרַ\"שׁ מִיְּרוּשַׁלְמִי",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-4",
      "jbo:text": "אלו מביאין ולא קורין, הגר מביא ואינו קורא, שאינו יכול לומר אשר נשבע ה' לאבותינו לתת לנו (דברים כו). ואם היתה אמו מישראל {ד}, מביא וקורא. וכשהוא מתפלל בינו לבין עצמו, אומר, אלהי אבות ישראל. וכשהוא בבית הכנסת, אומר, אלהי אבותיכם. ואם היתה אמו מישראל, אומר, אלהי אבותינו",
      "jbo:textNikud": "אֵלּוּ מְבִיאִין וְלֹא קוֹרִין, הַגֵּר מֵבִיא וְאֵינוֹ קוֹרֵא, שֶׁאֵינוֹ יָכוֹל לוֹמַר אֲשֶׁר נִשְׁבַּע ה' לַאֲבוֹתֵינוּ לָתֵת לָנוּ (דברים כו). וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל {ד}, מֵבִיא וְקוֹרֵא. וּכְשֶׁהוּא מִתְפַּלֵּל בֵּינוֹ לְבֵין עַצְמוֹ, אוֹמֵר, אֱלֹהֵי אֲבוֹת יִשְׂרָאֵל. וּכְשֶׁהוּא בְבֵית הַכְּנֶסֶת, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵיכֶם. וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵינוּ",
      "rdfs:label": "משנה ביכורים א ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-4",
      "jbo:text": "ר\"ע מברטנורה שאינו יכול לומר אשר נשבע לאבותינו לתת לנו. שאין אבותיו מישראל, והגרים לא נטלו חלק בארץ. ורמב\"ם כתב שאין הלכה כמשנה זו, אלא הגר מביא וקורא, ומצי למימר לאבותינו לתת לנו, מפני שהארץ נתנה לאברהם, והוא אב לגרים כמו לישראל, דכתיב (בראשית יז) כי אב המון גוים נתתיך, ודרשינן ביה [ברכות יג.] לשעבר היית אב לארם עכשיו אתה אב לכל העולם {ג}. וכן כשהוא מתפלל, בין בינו לבין עצמו בין בבית הכנסת, אומר אלהי אבותינו, אפלו אין אמו מישראל",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁאֵינוֹ יָכוֹל לוֹמַר אֲשֶׁר נִשְׁבַּע לַאֲבוֹתֵינוּ לָתֵת לָנוּ. שֶׁאֵין אֲבוֹתָיו מִיִּשְׂרָאֵל, וְהַגֵּרִים לֹא נָטְלוּ חֵלֶק בָּאָרֶץ. וְרַמְבַּ\"ם כָּתַב שֶׁאֵין הֲלָכָה כְּמִשְׁנָה זוֹ, אֶלָּא הַגֵּר מֵבִיא וְקוֹרֵא, וּמָצֵי לְמֵימַר לַאֲבוֹתֵינוּ לָתֵת לָנוּ, מִפְּנֵי שֶׁהָאָרֶץ נִתְּנָה לְאַבְרָהָם, וְהוּא אָב לַגֵּרִים כְּמוֹ לְיִשְׂרָאֵל, דִּכְתִיב (בְּרֵאשִׁית יז) כִּי אַב הֲמוֹן גּוֹיִם נְתַתִּיךָ, וְדָרְשִׁינַן בֵּיהּ [בְּרָכוֹת יג.] לְשֶׁעָבַר הָיִיתָ אָב לַאֲרָם עַכְשָׁיו אַתָּה אָב לְכָל הָעוֹלָם {ג}. וְכֵן כְּשֶׁהוּא מִתְפַּלֵּל, בֵּין בֵּינוֹ לְבֵין עַצְמוֹ בֵּין בְּבֵית הַכְּנֶסֶת, אוֹמֵר אֱלֹהֵי אֲבוֹתֵינוּ, אֲפִלּוּ אֵין אִמּוֹ מִיִּשְׂרָאֵל",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-4",
      "jbo:text": "עיקר תוי\"ט {ג} לפי שהוא למדם אמונה. הר\"מ. אבל כלי עלמא מודו דלא נתחלקה הארץ לגרים. ובאר בחבורו מטעם דשבועה שנשבע לאברהם היתה קדם שנקרא אברהם: {ד} אמו מישראל. בירושלמי פריך, כלום נשבע לנקבות. ותרץ דאף על גב דלאמו לא נשבע, לאבי אמו שהוא מישראל נשבע. תוספות יום טוב ועין עוד",
      "jbo:textNikud": "עיקר תוי\"ט {ג} לְפִי שֶׁהוּא לִמְּדָם אֱמוּנָה. הָרַ\"מ. אֲבָל כֻּלֵּי עַלְמָא מוֹדוּ דְּלֹא נִתְחַלְּקָה הָאָרֶץ לַגֵּרִים. וּבֵאֵר בְּחִבּוּרוֹ מִטַּעַם דִּשְׁבוּעָה שֶׁנִּשְׁבַּע לְאַבְרָהָם הָיְתָה קֹדֶם שֶׁנִּקְרָא אַבְרָהָם: {ד} אִמּוֹ מִיִּשְׂרָאֵל. בַּיְרוּשַׁלְמִי פָּרֵיךְ, כְּלוּם נִשְׁבַּע לַנְּקֵבוֹת. וְתֵרֵץ דְּאַף עַל גַּב דִּלְאִמּוֹ לֹא נִשְׁבַּע, לַאֲבִי אִמּוֹ שֶׁהוּא מִיִּשְׂרָאֵל נִשְׁבַּע. תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן עוֹד",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-5",
      "jbo:text": "רבי אליעזר בן יעקב אומר, אשה בת גרים לא תנשא לכהנה, עד שתהא אמה מישראל. אחד גרים ואחד עבדים משחררים, ואפלו עד עשרה דורות {ה}, עד שתהא אמן מישראל. האפוטרופוס והשליח והעבד והאשה וטמטום ואנדרוגינוס, מביאין ולא קורין, שאינן יכולין לומר (דברים כו) אשר נתתה לי ה'",
      "jbo:textNikud": "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אִשָּׁה בַת גֵּרִים לֹא תִנָּשֵׂא לַכְּהֻנָּה, עַד שֶׁתְּהֵא אִמָּהּ מִיִּשְׂרָאֵל. אֶחָד גֵּרִים וְאֶחָד עֲבָדִים מְשֻׁחְרָרִים, וַאֲפִלּוּ עַד עֲשָׂרָה דוֹרוֹת {ה}, עַד שֶׁתְּהֵא אִמָּן מִיִּשְׂרָאֵל. הָאַפּוֹטְרוֹפּוֹס וְהַשָּׁלִיחַ וְהָעֶבֶד וְהָאִשָּׁה וְטֻמְטוּם וְאַנְדְּרוֹגִינוֹס, מְבִיאִין וְלֹא קוֹרִין, שֶׁאֵינָן יְכוֹלִין לוֹמַר (דברים כו) אֲשֶׁר נָתַתָּה לִּי ה'",
      "rdfs:label": "משנה ביכורים א ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-5",
      "jbo:text": "ר\"ע מברטנורה לא תנשא לכהנה. דכתיב (יחזקאל מד) מזרע בית ישראל יקחו להם נשים, [וכשאמה] מישראל קרינא בה מזרע ישראל, דמשמע ואפלו מקצת זרע. והלכה כרבי אליעזר בן יעקב לכתחלה, אבל בדיעבד אם נשא אין מוציאין אותה ממנו, ובניה כשרים אפלו להיות כהנים גדולים: האפוטרופוס. הממנה על היתומים, בין שמנוהו בית דין בין שמנהו אבי יתומים. אפוטרופוס אבי הקטנים, בלשון רומי קורין לאב פאטי\"ר ולקטנים פו\"ס: והשליח. שלקטן מתחלה לשלחן ביד אחר, אז מצי למשלחינהו, אבל לקטן להביאן הוא עצמו לא מצי למשלחינהו, שכל בכורים שנראו לקריאה אינן נתנים אלא בקריאה: והאשה. אבל אם יש לה בעל, בעלה מביא וקורא, דכתיב (דברים כו) אשר נתן לך ה' אלהיך ולביתך, מלמד שאדם מביא בכורי אשתו וקורא: שאין יכולין לומר אשר נתת לי. שלא נתחלקה הארץ לנקבות {ו}. וכתיב (במדבר כו) איש לפי פקדיו, עד שיהיה ודאי איש {ז}",
      "jbo:textNikud": "ר\"ע מברטנורה לֹא תִנָּשֵׂא לַכְּהֻנָּה. דִּכְתִיב (יחֶזְקֵאל מד) מִזֶּרַע בֵּית יִשְׂרָאֵל יִקְחוּ לָהֶם נָשִׁים, [וּכְשֶׁאִמָּהּ] מִיִּשְׂרָאֵל קָרֵינָא בָהּ מִזֶּרַע יִשְׂרָאֵל, דְּמַשְׁמַע וַאֲפִלּוּ מִקְצַת זֶרַע. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב לְכַתְּחִלָּה, אֲבָל בְּדִיעָבַד אִם נָשָׂא אֵין מוֹצִיאִין אוֹתָהּ מִמֶּנּוּ, וּבָנֶיהָ כְּשֵׁרִים אֲפִלּוּ לִהְיוֹת כֹּהֲנִים גְּדוֹלִים: הָאַפּוֹטְרוֹפּוֹס. הַמְּמֻנֶּה עַל הַיְתוֹמִים, בֵּין שֶׁמִּנּוּהוּ בֵּית דִּין בֵּין שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים. אַפּוֹטְרוֹפּוֹס אֲבִי הַקְּטַנִּים, בִּלְשׁוֹן רוֹמִי קוֹרִין לְאָב פאטי\"ר וְלִקְטַנִּים פו\"ס: וְהַשָּׁלִיחַ. שֶׁלִּקְּטָן מִתְּחִלָּה לְשָׁלְחָן בְּיַד אַחֵר, אָז מָצֵי לְמִשְׁלְחִינְהוּ, אֲבָל לִקְּטָן לַהֲבִיאָן הוּא עַצְמוֹ לֹא מָצֵי לְמִשְׁלְחִינְהוּ, שֶׁכָּל בִּכּוּרִים שֶׁנִּרְאוּ לִקְרִיאָה אֵינָן נִתָּנִים אֶלָּא בִּקְרִיאָה: וְהָאִשָּׁה. אֲבָל אִם יֵשׁ לָהּ בַּעַל, בַּעֲלָהּ מֵבִיא וְקוֹרֵא, דִּכְתִיב (דְּבָרִים כו) אֲשֶׁר נָתַן לְךָ ה' אֱלֹהֶיךָ וּלְבֵיתֶךָ, מְלַמֵּד שֶׁאָדָם מֵבִיא בִּכּוּרֵי אִשְׁתּוֹ וְקוֹרֵא: שֶׁאֵין יְכוֹלִין לוֹמַר אֲשֶׁר נָתַתָּ לִי. שֶׁלֹּא נִתְחַלְּקָה הָאָרֶץ לַנְּקֵבוֹת {ו}. וּכְתִיב (בְּמִדְבָּר כו) אִישׁ לְפִי פְקֻדָיו, עַד שֶׁיִּהְיֶה וַדַּאי אִישׁ {ז}",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-5",
      "jbo:text": "עיקר תוי\"ט {ה} עד עשרה דורות. לאו דוקא, דכמו שנאמר בממזר עד דור עשירי ופרושו עד עולם, הכא נמי דכותיה. ולשון הר\"מ אפלו לאחר כמה דורות: {ו} ובנות צלפחד לאו בתורת חלקה לקחו אלא בתורת ירשה כמו שעל ידי זה צוה לדורות והעברתם את נחלתו וגו': {ז} תמהני דבכל דוכתי אימעטו [טמטום ואנדרוגינוס] מכח ספק, ובמתניתין דלקמן נמי ממעטין קונה שני אילנות מכח ספק. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {ה} עַד עֲשָׂרָה דוֹרוֹת. לָאו דַּוְקָא, דִּכְמוֹ שֶׁנֶּאֱמַר בְּמַמְזֵר עַד דּוֹר עֲשִׂירִי וּפֵרוּשׁוֹ עַד עוֹלָם, הָכָא נַמִּי דִּכְוָתֵיהּ. וּלְשׁוֹן הָרַ\"מ אֲפִלּוּ לְאַחַר כַּמָּה דוֹרוֹת: {ו} וּבְנוֹת צְלָפְחָד לָאו בְּתוֹרַת חֲלֻקָּה לָקְחוּ אֶלָּא בְּתוֹרַת יְרֻשָּׁה כְּמוֹ שֶׁעַל יְדֵי זֶה צִוָּה לְדוֹרוֹת וְהַעֲבַרְתֶּם אֶת נַחֲלָתוֹ וְגוֹ': {ז} תְּמֵהַנִי דִּבְכָל דּוּכְתֵּי אִימְעָטוּ [טֻמְטוּם וְאַנְדְּרוֹגִינוֹס] מִכֹּחַ סָפֵק, וּבַמַּתְנִיתִין דִּלְקַמָּן נַמִּי מְמַעֲטִין קוֹנֶה שְׁנֵי אִילָנוֹת מִכֹּחַ סָפֵק. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-6",
      "jbo:text": "הקונה שתי אילנות בתוך של חברו, מביא ואינו קורא. רבי מאיר אומר, מביא וקורא. יבש המעין, נקצץ האילן, מביא ואינו קורא. רבי יהודה אומר, מביא וקורא. מעצרת ועד החג, מביא וקורא. מן החג ועד חנכה, מביא ואינו קורא. רבי יהודה בן בתירא אומר, מביא וקורא",
      "jbo:textNikud": "הַקּוֹנֶה שְׁתֵּי אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, מֵבִיא וְקוֹרֵא. יָבַשׁ הַמַּעְיָן, נִקְצַץ הָאִילָן, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, מֵבִיא וְקוֹרֵא. מֵעֲצֶרֶת וְעַד הֶחָג, מֵבִיא וְקוֹרֵא. מִן הֶחָג וְעַד חֲנֻכָּה, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, מֵבִיא וְקוֹרֵא",
      "rdfs:label": "משנה ביכורים א ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-6",
      "jbo:text": "ר\"ע מברטנורה מביא ואינו קורא. מספקא ליה לתנא קמא אי קנה קרקע אי לא, הלכך מביא מספק ואינו קורא מספק. ודוקא שתי אילנות, אבל שלשה אילנות כלי עלמא מודו דקנה קרקע ומביא וקורא, כדתנן בסוף פרקין: רבי מאיר אומר מביא וקורא. דסבר הקונה שני אילנות נמי קנה קרקע שתחתיהם וחוצה להם כמלא אורה וסלו {ח}. ואין הלכה כרבי מאיר: יבש המעין. שהאילן חי וגדל ממנו: ונקצץ האילן. והוא שיבש ונקצץ קדם שהפריש בכורים, אבל אם הפריש קדם, הואיל ונראו לקריאה ונדחו, ירקבו: רבי יהודה אומר מביא וקורא. כיון שהקרקע קים לא חיש לאילן. ואין הלכה כרבי יהודה: מן החג ועד חנכה מביא ואינו קורא. דכתיב בפרשת בכורים (דברים כו) ושמחת בכל הטוב, אין קריאה אלא בזמן שמחה, מעצרת ועד החג, שאדם מלקט תבואתו ופרותיו ושמח בהם. ומהחג ואילך, אף על פי שהרבה פרות נלקטים עד חנכה, מכל מקום שמחת אותה שנה כבר נגמרה בחג, הלכך מביא ואינו קורא. ומחנכה ואילך אינו מביא כלל, דכתיב (דברים כו) אשר תביא מארצך, כל זמן שמצויין בארצך, ועד חנכה הן מצויין: רבי יהודה אומר מביא וקורא. דלא דריש ושמחת בזמן שמחה. ואין הלכה כרבי יהודה",
      "jbo:textNikud": "ר\"ע מברטנורה מֵבִיא וְאֵינוֹ קוֹרֵא. מְסַפְּקָא לֵיהּ לְתַנָּא קַמָּא אִי קָנָה קַרְקַע אִי לֹא, הִלְכָּךְ מֵבִיא מִסָּפֵק וְאֵינוֹ קוֹרֵא מִסָּפֵק. וְדַוְקָא שְׁתֵּי אִילָנוֹת, אֲבָל שְׁלֹשָׁה אִילָנוֹת כֻּלֵּי עַלְמָא מוֹדוּ דְּקָנָה קַרְקַע וּמֵבִיא וְקוֹרֵא, כְּדִתְנַן בְּסוֹף פִּרְקִין: רַבִּי מֵאִיר אוֹמֵר מֵבִיא וְקוֹרֵא. דְּסָבַר הַקּוֹנֶה שְׁנֵי אִילָנוֹת נַמִּי קָנָה קַרְקַע שֶׁתַּחְתֵּיהֶם וְחוּצָה לָהֶם כִּמְלֹא אוֹרֶה וְסַלּוֹ {ח}. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: יָבַשׁ הַמַּעְיָן. שֶׁהָאִילָן חַי וְגָדֵל מִמֶּנּוּ: וְנִקְצַץ הָאִילָן. וְהוּא שֶׁיָּבַשׁ וְנִקְצַץ קֹדֶם שֶׁהִפְרִישׁ בִּכּוּרִים, אֲבָל אִם הִפְרִישׁ קֹדֶם, הוֹאִיל וְנִרְאוּ לִקְרִיאָה וְנִדְחוּ, יֵרָקְבוּ: רַבִּי יְהוּדָה אוֹמֵר מֵבִיא וְקוֹרֵא. כֵּיוָן שֶׁהַקַּרְקַע קַיָּם לֹא חָיֵשׁ לָאִילָן. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: מִן הֶחָג וְעַד חֲנֻכָּה מֵבִיא וְאֵינוֹ קוֹרֵא. דִּכְתִיב בְּפָרָשַׁת בִּכּוּרִים (דְּבָרִים כו) וְשָׂמַחְתָּ בְּכָל הַטּוֹב, אֵין קְרִיאָה אֶלָּא בִּזְמַן שִׂמְחָה, מֵעֲצֶרֶת וְעַד הֶחָג, שֶׁאָדָם מְלַקֵּט תְּבוּאָתוֹ וּפֵרוֹתָיו וְשָׂמֵחַ בָּהֶם. וּמֵהֶחָג וְאֵילָךְ, אַף עַל פִּי שֶׁהַרְבֵּה פֵּרוֹת נִלְקָטִים עַד חֲנֻכָּה, מִכָּל מָקוֹם שִׂמְחַת אוֹתָהּ שָׁנָה כְּבָר נִגְמְרָה בֶּחָג, הִלְכָּךְ מֵבִיא וְאֵינוֹ קוֹרֵא. וּמֵחֲנֻכָּה וְאֵילָךְ אֵינוֹ מֵבִיא כְּלָל, דִּכְתִיב (דְּבָרִים כו) אֲשֶׁר תָּבִיא מֵאַרְצְךָ, כָּל זְמַן שֶׁמְּצוּיִין בְּאַרְצְךָ, וְעַד חֲנֻכָּה הֵן מְצוּיִין: רַבִּי יְהוּדָה אוֹמֵר מֵבִיא וְקוֹרֵא. דְלֹא דָרֵישׁ וְשָׂמַחְתָּ בִּזְמַן שִׂמְחָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-6",
      "jbo:text": "עיקר תוי\"ט {ח} ופרוש מלת אורה כתבתי במשנה ד' פרק ה' דבבא בתרא",
      "jbo:textNikud": "עיקר תוי\"ט {ח} וּפֵרוּשׁ מִלַּת אוֹרֶה כָּתַבְתִּי בְּמִשְׁנָה ד' פֶּרֶק ה' דְּבָבָא בַתְרָא",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-7",
      "jbo:text": "הפריש {ט} בכוריו ומכר שדהו, מביא ואינו קורא. והשני, מאותו המין אינו מביא, ממין אחר, מביא וקורא. רבי יהודה אומר, אף מאותו המין מביא וקורא",
      "jbo:textNikud": "הִפְרִישׁ {ט} בִּכּוּרָיו וּמָכַר שָׂדֵהוּ, מֵבִיא וְאֵינוֹ קוֹרֵא. וְהַשֵּׁנִי, מֵאוֹתוֹ הַמִּין אֵינוֹ מֵבִיא, מִמִּין אַחֵר, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף מֵאוֹתוֹ הַמִּין מֵבִיא וְקוֹרֵא",
      "rdfs:label": "משנה ביכורים א ז"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-7",
      "jbo:text": "ר\"ע מברטנורה והשני מאותו המין אינו מביא. הקונה את השדה אינו מביא בכורים מאותה שדה מאותו המין שהביא המוכר, דכתיב (שם) הגדתי היום, פעם אחת מגיד ואינו מגיד שתי פעמים {י}: רבי יהודה אומר אף מאותו המין מביא וקורא. דהא דאמרן פעם אחת מגיד ואינו מגיד שתי פעמים, הני מילי באדם אחד, אבל בשני בני אדם מגיד וחוזר ומגיד. ואין הלכה כרבי יהודה",
      "jbo:textNikud": "ר\"ע מברטנורה וְהַשֵּׁנִי מֵאוֹתוֹ הַמִּין אֵינוֹ מֵבִיא. הַקּוֹנֶה אֶת הַשָּׂדֶה אֵינוֹ מֵבִיא בִּכּוּרִים מֵאוֹתָהּ שָׂדֶה מֵאוֹתוֹ הַמִּין שֶׁהֵבִיא הַמּוֹכֵר, דִּכְתִיב (שָׁם) הִגַּדְתִּי הַיּוֹם, פַּעַם אַחַת מַגִּיד וְאֵינוֹ מַגִּיד שְׁתֵּי פְעָמִים {י}: רַבִּי יְהוּדָה אוֹמֵר אַף מֵאוֹתוֹ הַמִּין מֵבִיא וְקוֹרֵא. דְּהָא דְּאָמְרָן פַּעַם אַחַת מַגִּיד וְאֵינוֹ מַגִּיד שְׁתֵּי פְעָמִים, הַנֵּי מִילֵי בְּאָדָם אֶחָד, אֲבָל בִּשְׁנֵי בְנֵי אָדָם מַגִּיד וְחוֹזֵר וּמַגִּיד. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-7",
      "jbo:text": "עיקר תוי\"ט {ט} הפריש. אין להקשות הרי נראו ונדחו, ולעיל כתב הר\"ב והר\"ש דירקבו, ובירושלמי מוקים למתניתין שנתן דעתו משעה ראשונה למכרה: {י} וצריך לומר דאף על גב דמוכר נמי אינו קורא, כל שהביא הוא בכלל הגדתי היום. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {ט} הִפְרִישׁ. אֵין לְהַקְשׁוֹת הֲרֵי נִרְאוּ וְנִדְחוּ, וּלְעֵיל כָּתַב הָרַ\"ב וְהָרַ\"שׁ דְּיֵרָקְבוּ, וּבַיְרוּשַׁלְמִי מוֹקִים לַמַּתְנִיתִין שֶׁנָּתַן דַּעְתּוֹ מִשָּׁעָה רִאשׁוֹנָה לְמָכְרָהּ: {י} וְצָרִיךְ לוֹמַר דְּאַף עַל גַּב דְּמוֹכֵר נַמִּי אֵינוֹ קוֹרֵא, כָּל שֶׁהֵבִיא הוּא בִּכְלַל הִגַּדְתִּי הַיּוֹם. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-8",
      "jbo:text": "הפריש בכוריו, נבזזו, נמקו, נגנבו, אבדו, או שנטמאו, מביא אחרים תחתיהם ואינו קורא. והשניים אינם חיבים עליהם חמש. נטמאו בעזרה, נופץ {יא} ואינו קורא {יב}",
      "jbo:textNikud": "הִפְרִישׁ בִּכּוּרָיו, נִבְזְזוּ, נָמַקּוּ, נִגְנְבוּ, אָבְדוּ, אוֹ שֶׁנִּטְמְאוּ, מֵבִיא אֲחֵרִים תַּחְתֵּיהֶם וְאֵינוֹ קוֹרֵא. וְהַשְּׁנִיִּים אֵינָם חַיָּבִים עֲלֵיהֶם חֹמֶשׁ. נִטְמְאוּ בָעֲזָרָה, נוֹפֵץ {יא} וְאֵינוֹ קוֹרֵא {יב}",
      "rdfs:label": "משנה ביכורים א ח"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-8",
      "jbo:text": "ר\"ע מברטנורה נמקו. נרקבו ונמסו, כמו אתם ימקו (ויקרא כו): נבזזו. נגזלו ממנו, כמו בזזנו לנו (דברים ב): אין חיבין עליהם חמש. זר שאכלן אינו משלם את החמש. והך מתניתין יחידאה היא ואינה הלכה, אלא הלכה שחיבים עליהם חמש: נטמאו בעזרה נופץ ואינו קורא. גרסינן, כלומר מנער ומריק הסל מן הפרות כיון שנטמאו, והסל נתן לכהנים דכתיב (שם כו) ולקח הכהן הטנא מידך, פעמים שאין הכהן לוקח אלא הטנא. ואינו חיב להביא בכורים אחרים תחתיהן, דכיון שבאו להר הבית לא מתחיב תו באחריותן",
      "jbo:textNikud": "ר\"ע מברטנורה נָמַקּוּ. נִרְקְבוּ וְנָמַסּוּ, כְּמוֹ אִתָּם יִמָּקּוּ (וַיִּקְרָא כו): נִבְזְזוּ. נִגְזְלוּ מִמֶּנּוּ, כְּמוֹ בָּזַזְנוּ לָנוּ (דְּבָרִים ב): אֵין חַיָּבִין עֲלֵיהֶם חֹמֶשׁ. זָר שֶׁאֲכָלָן אֵינוֹ מְשַׁלֵּם אֶת הַחֹמֶשׁ. וְהַךְ מַתְנִיתִין יְחִידָאָה הִיא וְאֵינָהּ הֲלָכָה, אֶלָּא הֲלָכָה שֶׁחַיָּבִים עֲלֵיהֶם חֹמֶשׁ: נִטְמְאוּ בָעֲזָרָה נוֹפֵץ וְאֵינוֹ קוֹרֵא. גָּרְסִינַן, כְּלוֹמַר מְנַעֵר וּמֵרִיק הַסַּל מִן הַפֵּרוֹת כֵּיוָן שֶׁנִּטְמְאוּ, וְהַסַּל נִתָּן לַכֹּהֲנִים דִּכְתִיב (שָׁם כו) וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ, פְּעָמִים שֶׁאֵין הַכֹּהֵן לוֹקֵחַ אֶלָּא הַטֶּנֶא. וְאֵינוֹ חַיָּב לְהָבִיא בִּכּוּרִים אֲחֵרִים תַּחְתֵּיהֶן, דְּכֵיוָן שֶׁבָּאוּ לְהַר הַבַּיִת לֹא מִתְחַיֵּב תּוּ בְּאַחֲרָיוּתָן",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-8",
      "jbo:text": "עיקר תוי\"ט {יא} נופץ. וקשה, דהואיל ואינו חיב באחריותן אלא עד הר הבית כדתנן בסמוך, לתני נטמאו בהר הבית, ויש לומר דמשום ואינו קורא הוי רבותא, דאפלו הביאם טהורים עד לעזרה אינו קורא (ועין משנה ח פרק ו דשבת). תוספות יום טוב: {יב} ואינו קורא. כתב הר\"ש לחד פרוש בירושלמי דטעמא משום דאם נטמאו ליכא שמחה, וכתיב ואמרת ושמחת",
      "jbo:textNikud": "עיקר תוי\"ט {יא} נוֹפֵץ. וְקָשֶׁה, דְּהוֹאִיל וְאֵינוֹ חַיָּב בְּאַחֲרָיוּתָן אֶלָּא עַד הַר הַבַּיִת כְּדִתְנַן בְּסָמוּךְ, לִתְנֵי נִטְמְאוּ בְהַר הַבַּיִת, וְיֵשׁ לוֹמַר דְּמִשּׁוּם וְאֵינוֹ קוֹרֵא הֲוֵי רְבוּתָא, דַּאֲפִלּוּ הֱבִיאָם טְהוֹרִים עַד לָעֲזָרָה אֵינוֹ קוֹרֵא (וְעַיֵּן מִשְׁנָה ח פֶּרֶק ו דְּשַׁבָּת). תּוֹסְפוֹת יוֹם טוֹב: {יב} וְאֵינוֹ קוֹרֵא. כָּתַב הָרַ\"שׁ לְחַד פֵּרוּשׁ בַּיְרוּשַׁלְמִי דְּטַעֲמָא מִשּׁוּם דְּאִם נִטְמְאוּ לֵיכָּא שִׂמְחָה, וּכְתִיב וְאָמַרְתָּ וְשָׂמַחְתָּ",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-9",
      "jbo:text": "ומנין שהוא חיב באחריותן עד שיביא להר הבית, שנאמר (שמות כג) ראשית בכורי אדמתך תביא בית ה' אלהיך, מלמד שחיב באחריותם עד שיביא להר הבית. הרי שהביא ממין אחד וקרא, וחזר והביא ממין אחר, אינו קורא",
      "jbo:textNikud": "וּמִנַּיִן שֶׁהוּא חַיָּב בְּאַחֲרָיוּתָן עַד שֶׁיָּבִיא לְהַר הַבַּיִת, שֶׁנֶּאֱמַר (שמות כג) רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ, מְלַמֵּד שֶׁחַיָּב בְּאַחֲרָיוּתָם עַד שֶׁיָּבִיא לְהַר הַבָּיִת. הֲרֵי שֶׁהֵבִיא מִמִּין אֶחָד וְקָרָא, וְחָזַר וְהֵבִיא מִמִּין אַחֵר, אֵינוֹ קוֹרֵא",
      "rdfs:label": "משנה ביכורים א ט"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-9",
      "jbo:text": "ר\"ע מברטנורה הרי שהביא ממין אחד וקרא. לא נצרכה אלא לרבי יהודה, דאמר לעיל מגיד וחוזר ומגיד, קא משמע לן דמודה רבי יהודה דאדם אחד אינו מגיד וחוזר ומגיד",
      "jbo:textNikud": "ר\"ע מברטנורה הֲרֵי שֶׁהֵבִיא מִמִּין אֶחָד וְקָרָא. לֹא נִצְרְכָה אֶלָּא לְרַבִּי יְהוּדָה, דְּאָמַר לְעֵיל מַגִּיד וְחוֹזֵר וּמַגִּיד, קָא מַשְׁמַע לָן דְּמוֹדֶה רַבִּי יְהוּדָה דְּאָדָם אֶחָד אֵינוֹ מַגִּיד וְחוֹזֵר וּמַגִּיד",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-10",
      "jbo:text": "ואלו מביאין וקורין, מן העצרת ועד החג, משבעת המינים, מפרות שבהרים, מתמרות שבעמקים, ומזיתי שמן, מעבר הירדן. רבי יוסי הגלילי אומר, אין מביאין בכורים מעבר הירדן, שאינה ארץ זבת חלב ודבש",
      "jbo:textNikud": "וְאֵלּוּ מְבִיאִין וְקוֹרִין, מִן הָעֲצֶרֶת וְעַד הֶחָג, מִשִּׁבְעַת הַמִּינִים, מִפֵּרוֹת שֶׁבֶּהָרִים, מִתְּמָרוֹת שֶׁבָּעֲמָקִים, וּמִזֵּיתֵי שֶׁמֶן, מֵעֵבֶר הַיַּרְדֵּן. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֵין מְבִיאִין בִּכּוּרִים מֵעֵבֶר הַיַּרְדֵּן, שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ",
      "rdfs:label": "משנה ביכורים א י"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-10",
      "jbo:text": "ר\"ע מברטנורה הכי גרסינן מפרות שבהרים ומתמרות שבעמקים ומזיתי שמן מעבר הירדן, רבי יוסי הגלילי אומר אין מביאין בכורים מעבר הירדן שאינה ארץ זבת חלב ודבש. והכי פרושו, פרות שבהרים הם מטעמים יותר מפרות שבעמקים, הלכך מביאים בכורים מפרות שבהרים. אבל התמרים הם הפך זה, שהתמרים שבעמקים הם יותר מלאים מדבש, והנרצה מהתמרים הוא הדבש שבהם, שהרי התורה קראה לתמרים דבש, הלכך מביאין בכורים מתמרות שבעמקים ולא משל הרים. ומזיתי שמן, מזיתים העושים שמן. מעבר הירדן, מפרות של עבר הירדן נמי מביאים בכורים, אף על פי שאינה ארץ זבת חלב ודבש, שכיון שנתנה הקדוש ברוך הוא לישראל קרינא בה פרי האדמה אשר נתתה לי. ופליג רבי יוסי הגלילי ואמר אין מביאין בכורים מעבר הירדן, ואין הלכה כרבי יוסי הגלילי",
      "jbo:textNikud": "ר\"ע מברטנורה הָכִי גָרְסִינַן מִפֵּרוֹת שֶׁבֶּהָרִים וּמִתְּמָרוֹת שֶׁבָּעֲמָקִים וּמִזֵּיתֵי שֶׁמֶן מֵעֵבֶר הַיַּרְדֵּן, רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר אֵין מְבִיאִין בִּכּוּרִים מֵעֵבֶר הַיַּרְדֵּן שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבַשׁ. וְהָכִי פֵּרוּשׁוֹ, פֵּרוֹת שֶׁבֶּהָרִים הֵם מֻטְעָמִים יוֹתֵר מִפֵּרוֹת שֶׁבָּעֲמָקִים, הִלְכָּךְ מְבִיאִים בִּכּוּרִים מִפֵּרוֹת שֶׁבֶּהָרִים. אֲבָל הַתְּמָרִים הֵם הֶפֶךְ זֶה, שֶׁהַתְּמָרִים שֶׁבָּעֲמָקִים הֵם יוֹתֵר מְלֵאִים מִדְּבַשׁ, וְהַנִּרְצֶה מֵהַתְּמָרִים הוּא הַדְּבַשׁ שֶׁבָּהֶם, שֶׁהֲרֵי הַתּוֹרָה קָרְאָה לַתְּמָרִים דְּבַשׁ, הִלְכָּךְ מְבִיאִין בִּכּוּרִים מִתְּמָרוֹת שֶׁבָּעֲמָקִים וְלֹא מִשֶּׁל הָרִים. וּמִזֵּיתֵי שֶׁמֶן, מִזֵּיתִים הָעוֹשִׂים שֶׁמֶן. מֵעֵבֶר הַיַּרְדֵּן, מִפֵּרוֹת שֶׁל עֵבֶר הַיַּרְדֵּן נַמִּי מְבִיאִים בִּכּוּרִים, אַף עַל פִּי שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבַשׁ, שֶׁכֵּיוָן שֶׁנְּתָנָהּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל קָרֵינָא בָהּ פְּרִי הָאֲדָמָה אֲשֶׁר נָתַתָּה לִּי. וּפָלֵיג רַבִּי יוֹסֵי הַגְּלִילִי וְאָמַר אֵין מְבִיאִין בִּכּוּרִים מֵעֵבֶר הַיַּרְדֵּן, וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי הַגְּלִילִי",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-1-11-1-11",
      "jbo:text": "הקונה שלשה אילנות בתוך של חברו, מביא וקורא. רבי מאיר אומר, אפלו שנים. קנה אילן וקרקעו, מביא וקורא. רבי יהודה אומר, אף בעלי אריסות וחכורות {יד}, מביאין וקורין",
      "jbo:textNikud": "הַקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְקוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ שְׁנָיִם. קָנָה אִילָן וְקַרְקָעוֹ, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף בַּעֲלֵי אֲרִיסוּת וְחָכוֹרוֹת {יד}, מְבִיאִין וְקוֹרִין",
      "rdfs:label": "משנה ביכורים א יא"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-bartanura-1-11-1-11",
      "jbo:text": "ר\"ע מברטנורה הקונה שלשה אילנות. בסתם, ולא פרש אם קנה קרקע אם לאו: מביא וקורא. דבסתם קנה קרקע שתחתיהן וחוצה להן {יג}. אבל פחות משלשה אילנות בסתם לא קנה קרקע. ורבי מאיר פליג ואמר דאף שני אילנות נמי קנה קרקע, ואין הלכה כרבי מאיר: אף בעלי אריסות וחכירות מביאים וקוראים. דסבר רבי יהודה אריס וחוכר יש לו קנין בארץ כאלו יש לו חלק בה. ואין הלכה כרבי יהודה",
      "jbo:textNikud": "ר\"ע מברטנורה הַקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת. בִּסְתָם, וְלֹא פֵרֵשׁ אִם קָנָה קַרְקַע אִם לָאו: מֵבִיא וְקוֹרֵא. דְּבִסְתָם קָנָה קַרְקַע שֶׁתַּחְתֵּיהֶן וְחוּצָה לָהֶן {יג}. אֲבָל פָּחוֹת מִשְּׁלֹשָׁה אִילָנוֹת בִּסְתָם לֹא קָנָה קַרְקַע. וְרַבִּי מֵאִיר פָּלֵיג וְאָמַר דְּאַף שְׁנֵי אִילָנוֹת נַמִּי קָנָה קַרְקַע, וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: אַף בַּעֲלֵי אֲרִיסוּת וַחֲכִירוּת מְבִיאִים וְקוֹרְאִים. דְּסָבַר רַבִּי יְהוּדָה אָרִיס וְחוֹכֵר יֵשׁ לוֹ קִנְיָן בָּאָרֶץ כְּאִלּוּ יֵשׁ לוֹ חֵלֶק בָּהּ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים א יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-1-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-1"
      ],
      "uri": "jbr:mishna-yomtov-1-11-1-11",
      "jbo:text": "עיקר תוי\"ט {יג} ולשון הגמרא בבא בתרא דף פ\"ב הרי זה קנה תחתיהן וביניהן וחוצה להן כמלא אורה וסלו. ופרש הרשב\"ם תחתיהן, תחת עקר האילנות והנופות. וביניהן, קרקע מגלה שבין נופות אילן זה לנופות אילן זה. וחוצה להן, סביב האילנות מקום שכלין נופותיהן ולחוץ. כמלא אורה וסלו, אחוצה להן קאי: {יד} וחכורות. בחכירי בתי אבות היא. ירושלמי. והשתא אתי שפיר דרבי יהודה לא פליג במשנה ב'. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יג} וּלְשׁוֹן הַגְּמָרָא בָּבָא בַתְרָא דַּף פ\"ב הֲרֵי זֶה קָנָה תַּחְתֵּיהֶן וּבֵינֵיהֶן וְחוּצָה לָהֶן כִּמְלֹא אוֹרֶה וְסַלּוֹ. וּפֵרֵשׁ הָרַשְׁבַּ\"ם תַּחְתֵּיהֶן, תַּחַת עִקַּר הָאִילָנוֹת וְהַנּוֹפוֹת. וּבֵינֵיהֶן, קַרְקַע מְגֻלָּה שֶׁבֵּין נוֹפוֹת אִילָן זֶה לְנוֹפוֹת אִילָן זֶה. וְחוּצָה לָהֶן, סְבִיב הָאִילָנוֹת מָקוֹם שֶׁכָּלִין נוֹפוֹתֵיהֶן וְלַחוּץ. כִּמְלֹא אוֹרֶה וְסָלּוֹ, אַחוּצָה לָהֶן קָאֵי: {יד} וְחָכוֹרוֹת. בַּחֲכִירֵי בָתֵּי אָבוֹת הִיא. יְרוּשַׁלְמִי. וְהַשְׁתָּא אָתֵי שַׁפִּיר דְּרַבִּי יְהוּדָה לֹא פָּלֵיג בְּמִשְׁנָה ב'. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים א יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-1-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-1",
      "jbo:text": "התרומה והבכורים, חיבים עליהן מיתה וחמש, ואסורים לזרים, והם נכסי כהן, ועולין באחד ומאה, וטעונין רחיצת ידים והערב שמש. הרי אלו בתרומה ובכורים, מה שאין כן במעשר",
      "jbo:textNikud": "הַתְּרוּמָה וְהַבִּכּוּרִים, חַיָּבִים עֲלֵיהֶן מִיתָה וְחֹמֶשׁ, וַאֲסוּרִים לְזָרִים, וְהֵם נִכְסֵי כֹהֵן, וְעוֹלִין בְּאֶחָד וּמֵאָה, וּטְעוּנִין רְחִיצַת יָדַיִם וְהַעֲרֵב שֶׁמֶשׁ. הֲרֵי אֵלּוּ בִתְרוּמָה וּבִכּוּרִים, מַה שֶׁאֵין כֵּן בַּמַּעֲשֵׂר",
      "rdfs:label": "משנה ביכורים ב א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-1",
      "jbo:text": "ר\"ע מברטנורה התרומה והבכורים חיבין עליהן מיתה. זר האוכלן במזיד חיב מיתה בידי שמים, דכתיב בתרומה (ויקרא כב) ומתו בו כי יחללהו, ובכורים אקרו תרומה, דאמר מר ותרומת ידך, אלו בכורים, שנאמר בהן (דברים כו) ולקח הכהן הטנא מידך: וחמש. האוכלן שוגג משלם קרן לבעלים וחמש לכל כהן שירצה: ואסורים לזרים. בחנם היא שנויה, דכיון שחיבין עליהם מיתה וחמש פשיטא שאסורים לזרים. ולרבי יוחנן דאמר חצי שעור אסור מן התורה, מצינן למימר דתנן אסורים לזרים לחצי שעור, שהוא אסור מן התורה, ואין בו לא מיתה ולא חמש: והן נכסי כהן. שיכול למכרן ולקח בהן עבדים וקרקעות ובהמה טמאה: ועולים באחד ומאה. אם נתערבו במאה של חלין: וטעונים רחיצת ידים. הבא לגע בהן צריך לטל ידיו תחלה, שסתם ידים פוסלות את התרומה, ובכורים נמי אקרו תרומה: והערב שמש. טמא שטבל אינו אוכל בתרומה עד שיעריב שמשו, דכתיב (ויקרא כב) ובא השמש וטהר ואחר יאכל מן הקדשים, והוא הדין לבכורים: מה שאין כן במעשר. דשרי לזרים, ואסור לקנות בדמי מעשר שני בהמה טמאה ועבדים וקרקעות, ובטל ברוב היכא דאין לו מתירין, והנוגע בו אין טעון רחיצת ידים, ואין צריך הערב שמש, דאמרינן טבל ועלה אוכל במעשר",
      "jbo:textNikud": "ר\"ע מברטנורה הַתְּרוּמָה וְהַבִּכּוּרִים חַיָּבִין עֲלֵיהֶן מִיתָה. זָר הָאוֹכְלָן בְּמֵזִיד חַיָּב מִיתָה בִּידֵי שָׁמַיִם, דִּכְתִיב בַּתְּרוּמָה (וַיִּקְרָא כב) וּמֵתוּ בוֹ כִּי יְחַלְּלֻהוּ, וּבִכּוּרִים אִקְּרוּ תְּרוּמָה, דְּאָמַר מַר וּתְרוּמַת יָדֶךָ, אֵלּוּ בִּכּוּרִים, שֶׁנֶּאֱמַר בָּהֶן (דְּבָרִים כו) וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ: וְחֹמֶשׁ. הָאוֹכְלָן שׁוֹגֵג מְשַׁלֵּם קֶרֶן לַבְּעָלִים וְחֹמֶשׁ לְכָל כֹּהֵן שֶׁיִּרְצֶה: וַאֲסוּרִים לְזָרִים. בְּחִנָּם הִיא שְׁנוּיָה, דְּכֵיוָן שֶׁחַיָּבִין עֲלֵיהֶם מִיתָה וְחֹמֶשׁ פְּשִׁיטָא שֶׁאֲסוּרִים לְזָרִים. וּלְרַבִּי יוֹחָנָן דְּאָמַר חֲצִי שִׁעוּר אָסוּר מִן הַתּוֹרָה, מָצִינַן לְמֵימַר דִּתְנַן אֲסוּרִים לְזָרִים לַחֲצִי שִׁעוּר, שֶׁהוּא אָסוּר מִן הַתּוֹרָה, וְאֵין בּוֹ לֹא מִיתָה וְלֹא חֹמֶשׁ: וְהֵן נִכְסֵי כֹהֵן. שֶׁיָּכוֹל לְמָכְרָן וְלִקַּח בָּהֶן עֲבָדִים וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה: וְעוֹלִים בְּאֶחָד וּמֵאָה. אִם נִתְעָרְבוּ בְּמֵאָה שֶׁל חֻלִּין: וּטְעוּנִים רְחִיצַת יָדַיִם. הַבָּא לִגַּע בָּהֶן צָרִיךְ לִטֹּל יָדָיו תְּחִלָּה, שֶׁסְּתָם יָדַיִם פּוֹסְלוֹת אֶת הַתְּרוּמָה, וּבִכּוּרִים נַמִּי אִקְּרוּ תְּרוּמָה: וְהַעֲרֵב שֶׁמֶשׁ. טָמֵא שֶׁטָּבַל אֵינוֹ אוֹכֵל בִּתְרוּמָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ, דִּכְתִיב (וַיִּקְרָא כב) וּבָא הַשֶּׁמֶשׁ וְטָהֵר וְאַחַר יֹאכַל מִן הַקָּדָשִׁים, וְהוּא הַדִּין לְבִכּוּרִים: מַה שֶּׁאֵין כֵּן בַּמַּעֲשֵׂר. דְּשָׁרֵי לְזָרִים, וְאָסוּר לִקְנוֹת בִּדְמֵי מַעֲשֵׂר שֵׁנִי בְּהֵמָה טְמֵאָה וַעֲבָדִים וְקַרְקָעוֹת, וּבָטֵל בְּרוֹב הֵיכָא דְּאֵין לוֹ מַתִּירִין, וְהַנּוֹגֵעַ בּוֹ אֵין טָעוּן רְחִיצַת יָדַיִם, וְאֵין צָרִיךְ הַעֲרֵב שֶׁמֶשׁ, דְּאָמְרִינַן טָבַל וְעָלָה אוֹכֵל בַּמַּעֲשֵׂר",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-2",
      "jbo:text": "יש במעשר ובכורים מה שאין כן בתרומה, שהמעשר והבכורים טעונים הבאת מקום, וטעונים ודוי, ואסורין לאונן. רבי שמעון מתיר. וחיבין בבעור. ורבי שמעון פוטר. ואסורין כל שהן מלאכל בירושלים. וגדוליהן אסורים {א} מלאכל בירושלים אף לזרים ולבהמה. רבי שמעון מתיר. הרי אלו במעשר ובבכורים, מה שאין כן בתרומה",
      "jbo:textNikud": "יֵשׁ בְּמַעֲשֵׂר וּבִכּוּרִים מַה שֶּׁאֵין כֵּן בַּתְּרוּמָה, שֶׁהַמַּעֲשֵׂר וְהַבִּכּוּרִים טְעוּנִים הֲבָאַת מָקוֹם, וּטְעוּנִים וִדּוּי, וַאֲסוּרִין לָאוֹנֵן. רַבִּי שִׁמְעוֹן מַתִּיר. וְחַיָּבִין בַּבִּעוּר. וְרַבִּי שִׁמְעוֹן פּוֹטֵר. וַאֲסוּרִין כָּל שֶׁהֵן מִלֶּאֱכֹל בִּירוּשָׁלַיִם. וְגִדּוּלֵיהֶן אֲסוּרִים {א} מִלֶּאֱכֹל בִּירוּשָׁלַיִם אַף לְזָרִים וְלַבְּהֵמָה. רַבִּי שִׁמְעוֹן מַתִּיר. הֲרֵי אֵלּוּ בַּמַּעֲשֵׂר וּבַבִּכּוּרִים, מַה שֶּׁאֵין כֵּן בַּתְּרוּמָה",
      "rdfs:label": "משנה ביכורים ב ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-2",
      "jbo:text": "ר\"ע מברטנורה הבאת מקום. להעלותן לירושלים, דכתיב (דברים יב) והבאתם שמה עלתיכם וזבחיכם ואת מעשרתיכם ואת תרומת ידכם, ודרשינן תרומת ידכם אלו הבכורים: וטעונים ודוי. במעשר כתיב (שם כו) ואמרת לפני ה' אלקיך בערתי הקדש מן הבית, ובבכורים כתיב (שם) וענית ואמרת לפני ה' אלהיך ארמי אבד אבי. ואף על גב דתרומה נמי בעיא ודוי כדאמרינן וגם נתתיו ללוי זו תרומה ותרומת מעשר, מיהו מעשר ובכורים מעשר לבדו או בכורים לבדן טעונים ודוי, ותרומה אי לית ליה אלא תרומה לבדה אינו טעון ודוי: ואסורין לאונן. במעשר כתיב (שם) לא אכלתי באני ממנו. ובבכורים נאמר (שם) ושמחת בכל הטוב, מלמד שאסורים לאונן: ורבי שמעון מתיר. בכורים לאונן, דתרומה קרינהו רחמנא, ותרומה שריא לאונן: וחיבים בבעור. לבערן מן העולם לסוף שלש שנים, כדכתיב בפרשת מעשר (דברים כו) בערתי הקדש מן הבית, ומשמע נמי בכורים מדכתיב הקדש, הקדש האמור למעלה, אלו בכורים שנאמרו בפרשה שלמעלה: ורבי שמעון פוטר. בכורים מן הבעור, אלא ינתנו לכהן, דתרומה קרינהו רחמנא, ותרומה אין צריך לבערה מן העולם: ואסורים. מעשר שני ובכורים שנתערבו בחלין אוסרים תערבתן בכל שהו, ואין עולים באחד ומאה: מלאכל בירושלים. כלומר אם נתערבו המעשר שני או הבכורים בעוד שהן בתוך ירושלים, אז אוסרים תערבתן בכל שהוא מלאכל בתורת חלין, משום דהוי דבר שיש לו מתירין, הואיל ויכול לאכל התערבת כלה במקומה. אבל מעשר שני ובכורים שנתערבו בחלין חוץ לירושלים אינן אוסרין בכל שהוא, הואיל ויש טרח להעלותן, לא מקרי דבר שיש לו מתירין: וגדוליהם אסורים. תערבת של מעשר ובכורים שזרעם וצמחו וגדלו, אותן הגדולים נמי אסורים לאכל בתורת חלין אם זרען וגדלו בירושלים. ואוסרין תערבתן בכל שהוא, כיון שיכולים לאכל במקומם: אף לזרים ולבהמה. מעשר שני ובכורים שאוסרין תערבתן בכל שהוא, וגדוליהן נמי דאסורין, אף לזרים ולבהמה אסורים. אם בכורים הם אוסרין התערבת לזרים, ואם מעשר הוא אוסר [את] התערבת לבהמה, דלא תימא דוקא לענין לאכל חוץ לירושלים הוא דאוסרים בכל שהוא, דלהאי מלתא חשיבי דבר שיש לו מתירין כיון שיכול לאכלן במקומם בירושלים ואפלו באלף לא בטלי, אבל לאסר התערבת לזרים ולבהמה דאסור זרות ובהמה אין לו מתירין, סלקא דעתך אמינא דלא יאסרו תערבתן בכל שהוא, קמשמע לן דכיון דחל על התערבת שם בכורים ומעשר לאסר לאכלן חוץ לירושלים, חל נמי לענין זה לאסר לאכל לזרים אם הן בכורים, או לבהמה אם הוא מעשר: ורבי שמעון מתיר. אגדוליהן בלבד קאי, דסבר כבר בטלים הם, אבל בתערבת עצמה מודה רבי שמעון. ואין הלכה כרבי שמעון בכלה מתניתין: מה שאין כן בתרומה. שכל הדינים הללו אין נוהגים בתרומה",
      "jbo:textNikud": "ר\"ע מברטנורה הֲבָאַת מָקוֹם. לְהַעֲלוֹתָן לִירוּשָׁלַיִם, דִּכְתִיב (דְּבָרִים יב) וַהֲבֵאתֶם שָׁמָּה עֹלֹתֵיכֶם וְזִבְחֵיכֶם וְאֵת מַעַשְׂרֹתֵיכֶם וְאֵת תְּרוּמַת יֶדְכֶם, וְדָרְשִׁינַן תְּרוּמַת יֶדְכֶם אֵלּוּ הַבִּכּוּרִים: וּטְעוּנִים וִדּוּי. בַּמַּעֲשֵׂר כְּתִיב (שָׁם כו) וְאָמַרְתָּ לִפְנֵי ה' אֱלֹקֶיךָ בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת, וּבַבִּכּוּרִים כְּתִיב (שָׁם) וְעָנִיתָ וְאָמַרְתָּ לִפְנֵי ה' אֱלֹהֶיךָ אֲרַמִּי אֹבֵד אָבִי. וְאַף עַל גַּב דִּתְרוּמָה נַמִּי בַּעְיָא וִדּוּי כִּדְאָמְרִינַן וְגַם נְתַתִּיו לַלֵּוִי זוֹ תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר, מִיהוּ מַעֲשֵׂר וּבִכּוּרִים מַעֲשֵׂר לְבַדּוֹ אוֹ בִכּוּרִים לְבַדָּן טְעוּנִים וִדּוּי, וּתְרוּמָה אִי לֵית לֵיהּ אֶלָּא תְּרוּמָה לְבַדָּהּ אֵינוֹ טָעוּן וִדּוּי: וַאֲסוּרִין לָאוֹנֵן. בַּמַּעֲשֵׂר כְּתִיב (שָׁם) לֹא אָכַלְתִּי בְאֹנִי מִמֶּנּוּ. וּבַבִּכּוּרִים נֶאֱמַר (שָׁם) וְשָׂמַחְתָּ בְכָל הַטּוֹב, מְלַמֵּד שֶׁאֲסוּרִים לָאוֹנֵן: וְרַבִּי שִׁמְעוֹן מַתִּיר. בִּכּוּרִים לָאוֹנֵן, דִּתְרוּמָה קְרִינְהוּ רַחֲמָנָא, וּתְרוּמָה שַׁרְיָא לָאוֹנֵן: וְחַיָּבִים בַּבִּעוּר. לְבַעֲרָן מִן הָעוֹלָם לְסוֹף שָׁלֹשׁ שָׁנִים, כְּדִכְתִיב בְּפָרָשַׁת מַעֲשֵׂר (דְּבָרִים כו) בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת, וּמַשְׁמַע נַמִּי בִּכּוּרִים מִדִּכְתִיב הַקֹּדֶשׁ, הַקֹּדֶשׁ הָאָמוּר לְמַעְלָה, אֵלּוּ בִּכּוּרִים שֶׁנֶּאֶמְרוּ בַּפָּרָשָׁה שֶׁלְּמַעְלָה: וְרַבִּי שִׁמְעוֹן פּוֹטֵר. בִּכּוּרִים מִן הַבִּעוּר, אֶלָּא יִנָּתְנוּ לַכֹּהֵן, דִּתְרוּמָה קְרִינְהוּ רַחֲמָנָא, וּתְרוּמָה אֵין צָרִיךְ לְבַעֲרָהּ מִן הָעוֹלָם: וַאֲסוּרִים. מַעֲשֵׂר שֵׁנִי וּבִכּוּרִים שֶׁנִּתְעָרְבוּ בְּחֻלִּין אוֹסְרִים תַּעֲרֻבְתָּן בְּכָל שֶׁהוּ, וְאֵין עוֹלִים בְּאֶחָד וּמֵאָה: מִלֶּאֱכֹל בִּירוּשָׁלַיִם. כְּלוֹמַר אִם נִתְעָרְבוּ הַמַּעֲשֵׂר שֵׁנִי אוֹ הַבִּכּוּרִים בְּעוֹד שֶׁהֵן בְּתוֹךְ יְרוּשָׁלַיִם, אָז אוֹסְרִים תַּעֲרֻבְתָּן בְּכָל שֶׁהוּא מִלֶּאֱכֹל בְּתוֹרַת חֻלִּין, מִשּׁוּם דַּהֲוֵי דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין, הוֹאִיל וְיָכוֹל לֶאֱכֹל הַתַּעֲרֹבֶת כֻּלָּהּ בִּמְקוֹמָהּ. אֲבָל מַעֲשֵׂר שֵׁנִי וּבִכּוּרִים שֶׁנִּתְעָרְבוּ בְּחֻלִּין חוּץ לִירוּשָׁלַיִם אֵינָן אוֹסְרִין בְּכָל שֶׁהוּא, הוֹאִיל וְיֵשׁ טֹרַח לְהַעֲלוֹתָן, לֹא מִקְרֵי דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין: וְגִדּוּלֵיהֶם אֲסוּרִים. תַּעֲרֹבֶת שֶׁל מַעֲשֵׂר וּבִכּוּרִים שֶׁזְּרָעָם וְצָמְחוּ וְגָדְלוּ, אוֹתָן הַגִּדּוּלִים נַמִּי אֲסוּרִים לֶאֱכֹל בְּתוֹרַת חֻלִּין אִם זְרָעָן וְגָדְלוּ בִּירוּשָׁלַיִם. וְאוֹסְרִין תַּעֲרֻבְתָּן בְּכָל שֶׁהוּא, כֵּיוָן שֶׁיְּכוֹלִים לֵאָכֵל בִּמְקוֹמָם: אַף לְזָרִים וְלַבְּהֵמָה. מַעֲשֵׂר שֵׁנִי וּבִכּוּרִים שֶׁאוֹסְרִין תַּעֲרֻבְתָּן בְּכָל שֶׁהוּא, וְגִדּוּלֵיהֶן נַמִּי דַּאֲסוּרִין, אַף לְזָרִים וְלַבְּהֵמָה אֲסוּרִים. אִם בִּכּוּרִים הֵם אוֹסְרִין הַתַּעֲרֹבֶת לְזָרִים, וְאִם מַעֲשֵׂר הוּא אוֹסֵר [אֶת] הַתַּעֲרֹבֶת לַבְּהֵמָה, דְּלֹא תֵימָא דַּוְקָא לְעִנְיַן לֵאָכֵל חוּץ לִירוּשָׁלַיִם הוּא דְּאוֹסְרִים בְּכָל שֶׁהוּא, דִּלְהַאי מִלְּתָא חֲשִׁיבֵי דָּבָר שֶׁיֵּשׁ לוֹ מַתִּירִין כֵּיוָן שֶׁיָּכוֹל לְאָכְלָן בִּמְקוֹמָם בִּירוּשָׁלַיִם וַאֲפִלּוּ בְּאֶלֶף לֹא בָטְלֵי, אֲבָל לֶאֱסֹר הַתַּעֲרֹבֶת לְזָרִים וְלַבְּהֵמָה דְּאִסּוּר זָרוּת וּבְהֵמָה אֵין לוֹ מַתִּירִין, סָלְקָא דַעְתָּךְ אֲמֵינָא דְּלֹא יַאַסְרוּ תַּעֲרֻבְתָּן בְּכָל שֶׁהוּא, קָמַשְׁמַע לָן דְּכֵיוָן דְּחָל עַל הַתַּעֲרֹבֶת שֵׁם בִּכּוּרִים וּמַעֲשֵׂר לֵאָסֵר לְאָכְלָן חוּץ לִירוּשָׁלַיִם, חָל נַמִּי לְעִנְיַן זֶה לֵאָסֵר לֶאֱכֹל לְזָרִים אִם הֵן בִּכּוּרִים, אוֹ לַבְּהֵמָה אִם הוּא מַעֲשֵׂר: וְרַבִּי שִׁמְעוֹן מַתִּיר. אַגִּדּוּלֵיהֶן בִּלְבָד קָאֵי, דְּסָבַר כְּבָר בְּטֵלִים הֵם, אֲבָל בַּתַּעֲרֹבֶת עַצְמָהּ מוֹדֶה רַבִּי שִׁמְעוֹן. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן בְּכֻלָּהּ מַתְנִיתִין: מַה שֶּׁאֵין כֵּן בַּתְּרוּמָה. שֶׁכָּל הַדִּינִים הַלָּלוּ אֵין נוֹהֲגִים בַּתְּרוּמָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-2",
      "jbo:text": "עיקר תוי\"ט {א} וגדוליהן אסורין כו' אף לזרים וכו'. ותימה דבמשנה ד' פרק ט' דתרומות תנן גדולי תרומה תרומה. ועין בתוספות יום טוב. ואיש אחד העיר לבבי בדברי הר\"ב דמישב קשיא הזאת, שכתב בדבור המתחיל וגדוליהם אסורים, תערבות של מעשר כו' שזרעם וצמחו אותן הגדולים נמי אסורים כו', אם כן הוא הדבר החמור, דהרי שם נשנה המדמע גדוליהן חלין. וחבלים נפלו בנעימים",
      "jbo:textNikud": "עיקר תוי\"ט {א} וְגִדּוּלֵיהֶן אֲסוּרִין כוּ' אַף לְזָרִים וְכוּ'. וְתֵימַהּ דִבְמִשְׁנָה ד' פֶּרֶק ט' דִּתְרוּמוֹת תְּנַן גִּדּוּלֵי תְרוּמָה תְּרוּמָה. וְעַיֵּן בַּתּוֹסְפוֹת יוֹם טוֹב. וְאִישׁ אֶחָד הֵעִיר לְבָבִי בְּדִבְרֵי הָרַ\"ב דִּמְיַשֵּׁב קֻשְׁיָא הַזֹּאת, שֶׁכָּתַב בְּדִבּוּר הַמַּתְחִיל וְגִדּוּלֵיהֶם אֲסוּרִים, תַּעֲרֹבוֹת שֶׁל מַעֲשֵׁר כוּ' שֶׁזְּרָעָם וְצָמְחוּ אוֹתָן הַגִּדּוּלִים נַמִּי אֲסוּרִים כוּ', אִם כֵּן הוּא הַדָּבָר הֶחָמוּר, דַּהֲרֵי שָׁם נִשְׁנָה הַמְדֻמָּע גִּדּוּלֵיהֶן חֻלִּין. וַחֲבָלִים נָפְלוּ בַנְּעִימִים",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-3",
      "jbo:text": "יש בתרומה ובמעשר מה שאין כן בבכורים, שהתרומה והמעשר אוסרין את הגרן, ויש להם שעור, ונוהגים בכל הפרות, בפני הבית ושלא בפני הבית {ג}, ובאריסין ובחכורות ובסקריקון ובגזלן. הרי אלו בתרומה ובמעשר, מה שאין כן בבכורים",
      "jbo:textNikud": "יֵשׁ בַּתְּרוּמָה וְבַמַּעֲשֵׂר מַה שֶּׁאֵין כֵּן בַּבִּכּוּרִים, שֶׁהַתְּרוּמָה וְהַמַּעֲשֵׂר אוֹסְרִין אֶת הַגֹּרֶן, וְיֵשׁ לָהֶם שִׁעוּר, וְנוֹהֲגִים בְּכָל הַפֵּרוֹת, בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת {ג}, וּבָאֲרִיסִין וּבֶחָכוֹרוֹת וּבַסִּקָּרִיקוֹן וּבַגַּזְלָן. הֲרֵי אֵלּוּ בַתְּרוּמָה וּבַמַּעֲשֵׂר, מַה שֶּׁאֵין כֵּן בַּבִּכּוּרִים",
      "rdfs:label": "משנה ביכורים ב ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-3",
      "jbo:text": "ר\"ע מברטנורה אוסרין את הגרן. אסור לאכל מתבואה שבגרן עד שיפריש תרומות ומעשרות, אבל בכורים אינן אוסרין: ויש להן שעור. תרומה יש לה שעור מדרבנן אחד מחמשים, אבל בכורים אין להם שעור אפלו מדרבנן {ב}: ונוהגים בכל הפרות. מדרבנן, ובכורים אינן באין אלא משבעת המינין: בפני הבית ושלא בפני הבית. ובכורים אינן אלא בפני הבית בלבד, דכתיב בהו (דברים כו) והניחו לפני מזבח ה' אלהיך, אם אין מזבח אין בכורים: ובאריסות ובחכירות וכו'. מפרש לעיל בריש פרק קמא, ובכורים אינן באין אלא ממי שהקרקע שלו מן הדין דכתיב (שמות כג) בכורי אדמתך",
      "jbo:textNikud": "ר\"ע מברטנורה אוֹסְרִין אֶת הַגֹּרֶן. אָסוּר לֶאֱכֹל מִתְּבוּאָה שֶׁבַּגֹּרֶן עַד שֶׁיַּפְרִישׁ תְּרוּמוֹת וּמַעַשְׂרוֹת, אֲבָל בִּכּוּרִים אֵינָן אוֹסְרִין: וְיֵשׁ לָהֶן שִׁעוּר. תְּרוּמָה יֵשׁ לָהּ שִׁעוּר מִדְּרַבָּנָן אֶחָד מֵחֲמִשִּׁים, אֲבָל בִּכּוּרִים אֵין לָהֶם שִׁעוּר אֲפִלּוּ מִדְּרַבָּנָן {ב}: וְנוֹהֲגִים בְּכָל הַפֵּרוֹת. מִדְּרַבָּנָן, וּבִכּוּרִים אֵינָן בָּאִין אֶלָּא מִשִּׁבְעַת הַמִּינִין: בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִפְנֵי הַבַּיִת. וּבִכּוּרִים אֵינָן אֶלָּא בִּפְנֵי הַבַּיִת בִּלְבָד, דִּכְתִיב בְּהוּ (דְּבָרִים כו) וְהִנִּיחוֹ לִפְנֵי מִזְבַּח ה' אֱלֹהֶיךָ, אִם אֵין מִזְבֵּחַ אֵין בִּכּוּרִים: וּבַאֲרִיסוּת וּבַחֲכִירוּת וְכוּ'. מְפֹרָשׁ לְעֵיל בְּרֵישׁ פֶּרֶק קַמָּא, וּבִכּוּרִים אֵינָן בָּאִין אֶלָּא מִמִּי שֶׁהַקַּרְקַע שֶׁלּוֹ מִן הַדִּין דִּכְתִיב (שְׁמוֹת כג) בִּכּוּרֵי אַדְמָתְךְ",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-3",
      "jbo:text": "עיקר תוי\"ט {ב} ובפרק קמא דפאה משמע מלשונו דמדרבנן יש להם שעור, וכן כתב הר\"מ דמדבריהם צריך להפריש אחד מששים. ולמה שכתבתי בריש פאה בשם רש\"י דשעור תרומה רמוזה בפסוקים. יש לומר דהכי קאמר דתרומה יש לה שעור מדרבנן בדרך אסמכתא, אבל בכורים אין להם שעור מדרבנן בדרך אסמכתא: {ג} ושלא בפני הבית. כל זה נלמד בספרי פרשת קרח ופרשת ראה. ועין בפרוש הר\"ב בסוף שקלים. (ולענין מעשר שני בזמן הזה עין יורה דעה סימן של\"א. בית דוד)",
      "jbo:textNikud": "עיקר תוי\"ט {ב} וּבְפֶרֶק קַמָּא דְפֵאָה מַשְׁמַע מִלְשׁוֹנוֹ דְּמִדְּרַבָּנָן יֵשׁ לָהֶם שִׁעוּר, וְכֵן כָּתַב הָרַ\"מ דְּמִדִּבְרֵיהֶם צָרִיךְ לְהַפְרִישׁ אֶחָד מִשִּׁשִּׁים. וּלְמַה שֶּׁכָּתַבְתִּי בְּרֵישׁ פֵּאָה בְּשֵׁם רַשִׁ\"י דְּשִׁעוּר תְּרוּמָה רְמוּזָה בַּפְּסוּקִים. יֵשׁ לוֹמַר דְּהָכִי קָאָמַר דִּתְרוּמָה יֵשׁ לָה שִׁעוּר מִדְּרַבָּנָן בְּדֶרֶךְ אַסְמַכְתָּא, אֲבָל בִּכּוּרִים אֵין לָהֶם שִׁעוּר מִדְּרַבָּנָן בְּדֶרֶךְ אַסְמַכְתָּא: {ג} וְשֶׁלֹּא בִפְנֵי הַבַּיִת. כָּל זֶה נִלְמָד בְּסִפְרִי פָּרָשַׁת קֹרַח וּפָרָשַׁת רְאֵה. וְעַיֵּן בְּפֵרוּשׁ הָרַ\"ב בְּסוֹף שְׁקָלִים. (וּלְעִנְיַן מַעֲשֵׂר שֵׁנִי בַּזְּמַן הַזֶּה עַיֵּן יוֹרֶה דֵעָה סִימָן של\"א. בֵּית דָּוִד)",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-4",
      "jbo:text": "ויש בבכורים מה שאין כן בתרומה ובמעשר, שהבכורים נקנין במחבר לקרקע, ועושה אדם כל שדהו בכורים, וחיב באחריותם, וטעונים קרבן ושיר ותנופה ולינה",
      "jbo:textNikud": "וְיֵשׁ בַּבִּכּוּרִים מַה שֶּׁאֵין כֵּן בַּתְּרוּמָה וּבַמַּעֲשֵׂר, שֶׁהַבִּכּוּרִים נִקְנִין בִּמְחֻבָּר לַקַּרְקַע, וְעוֹשֶׂה אָדָם כָּל שָׂדֵהוּ בִּכּוּרִים, וְחַיָּב בְּאַחֲרָיוּתָם, וּטְעוּנִים קָרְבָּן וְשִׁיר וּתְנוּפָה וְלִינָה",
      "rdfs:label": "משנה ביכורים ב ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-4",
      "jbo:text": "ר\"ע מברטנורה נקנים במחבר לקרקע. דכתיב (במדבר יח) בכורי כל אשר בארצם, בשעה שהם מחברים בארצם בכורים הם, והכי תנן לקמן יורד אדם לתוך שדהו וכו' קושרו בגמי ואומר הרי אלו בכורים: ועושה אדם כל שדהו בכורים. דכתיב בכורי כל, מראשית כל {ד}: וטעונים קרבן. נאמר בבכורים שמחה, ושמחת בכל הטוב, ונאמר להלן (דברים כז) וזבחת שלמים ואכלת שם ושמחת, מה להלן שלמים אף כאן שלמים: ושיר. נאמר כאן בכל הטוב, ונאמר להלן (יחזקאל לג) כשיר עגבים יפה קול ומטב נגן: ותנופה. כתיב הכא ולקח הכהן הטנא מידך, וכתיב התם (ויקרא ז) ידיו תביאינה את אשי ה', מה להלן תנופה אף כאן תנופה: ולינה. שילין בירושלים כל הלילה של אחר היום שהביא הבכורים, דכתיב (דברים טז) ופנית בבקר והלכת לאהליך, הא כל פונות לא יהיו אלא בבקר {ה}",
      "jbo:textNikud": "ר\"ע מברטנורה נִקְנִים בִּמְחֻבָּר לַקַּרְקַע. דִּכְתִיב (בְּמִדְבָּר יח) בִּכּוּרֵי כָּל אֲשֶׁר בְּאַרְצָם, בְּשָׁעָה שֶׁהֵם מְחֻבָּרִים בְּאַרְצָם בִּכּוּרִים הֵם, וְהָכִי תְּנַן לְקַמָּן יוֹרֵד אָדָם לְתוֹךְ שָׂדֵהוּ וְכוּ' קוֹשְׁרוֹ בְגֶמִי וְאוֹמֵר הֲרֵי אֵלּוּ בִכּוּרִים: וְעוֹשֶׂה אָדָם כָּל שָׂדֵהוּ בִּכּוּרִים. דִּכְתִיב בִּכּוּרֵי כָּל, מֵרֵאשִׁית כָּל {ד}: וּטְעוּנִים קָרְבָּן. נֶאֱמַר בַּבִּכּוּרִים שִׂמְחָה, וְשָׂמַחְתָּ בְּכָל הַטּוֹב, וְנֶאֱמַר לְהַלָּן (דְּבָרִים כז) וְזָבַחְתָּ שְׁלָמִים וְאָכַלְתָּ שָׁם וְשָׂמַחְתָּ, מַה לְּהַלָּן שְׁלָמִים אַף כָּאן שְׁלָמִים: וְשִׁיר. נֶאֱמַר כָּאן בְּכָל הַטּוֹב, וְנֶאֱמַר לְהַלָּן (יְחֶזְקֵאל לג) כְּשִׁיר עֲגָבִים יְפֵה קוֹל וּמֵטִב נַגֵּן: וּתְנוּפָה. כְּתִיב הָכָא וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ, וּכְתִיב הָתָם (וַיִּקְרָא ז) יָדָיו תְּבִיאֶינָה אֵת אִשֵּׁי ה', מַה לְהַלָּן תְּנוּפָה אַף כָּאן תְּנוּפָה: וְלִינָה. שֶׁיָּלִין בִּירוּשָׁלַיִם כָּל הַלַּיְלָה שֶׁל אַחַר הַיּוֹם שֶׁהֵבִיא הַבִּכּוּרִים, דִּכְתִיב (דְּבָרִים טז) וּפָנִיתָ בַבֹּקֶר וְהָלַכְתָּ לְאֹהָלֶיךָ, הָא כָּל פּוֹנוֹת לֹא יִהְיוּ אֶלָּא בַּבֹּקֶר {ה}",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-4",
      "jbo:text": "עיקר תוי\"ט {ד} ובירושלמי דכתיב וראשית כל בכורי כל וכן הוא ביחזקאל מ\"ד: {ה} וקרא גבי פסח כתיב ויליף ליה כל פונות כו'. ותו בירושלמי הדא דתימא בשאין עמהן קרבן, אבל יש עמהן קרבן בלא כך טעון לינה מחמת הקרבן",
      "jbo:textNikud": "עיקר תוי\"ט {ד} וּבַיְרוּשַׁלְמִי דִּכְתִיב וְרֵאשִׁית כָּל בִּכּוּרֵי כֹל וְכֵן הוּא בִּיחֶזְקֵאל מ\"ד: {ה} וּקְרָא גַּבֵּי פֶּסַח כְּתִיב וְיָלֵיף לֵיהּ כָּל פּוֹנוֹת כוּ'. וְתוּ בַּיְרוּשַׁלְמִי הַדָּא דְתֵימָא בְּשֶׁאֵין עִמָּהֶן קָרְבָּן, אֲבָל יֵשׁ עִמָּהֶן קָרְבָּן בְּלֹא כָךְ טָעוּן לִינָה מֵחֲמַת הַקָּרְבָּן",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-5",
      "jbo:text": "תרומת מעשר שוה לבכורים בשתי דרכים, ולתרומה בשתי דרכים. נטלת מן הטהור על הטמא, ושלא מן המקף {ו}, כבכורים {ז}. ואוסרת את הגרן, ויש לה שעור, כתרומה",
      "jbo:textNikud": "תְּרוּמַת מַעֲשֵׂר שָׁוָה לַבִּכּוּרִים בִּשְׁתֵּי דְרָכִים, וְלַתְּרוּמָה בִּשְׁתֵּי דְרָכִים. נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא, וְשֶׁלֹּא מִן הַמֻּקָּף {ו}, כַּבִּכּוּרִים {ז}. וְאוֹסֶרֶת אֶת הַגֹּרֶן, וְיֶשׁ לָהּ שִׁעוּר, כַּתְּרוּמָה",
      "rdfs:label": "משנה ביכורים ב ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-5",
      "jbo:text": "ר\"ע מברטנורה נטלת מן הטהור על הטמא. דהא דאין תרומה נטלת מן הטהור על הטמא הינו טעמא משום דבעינן מקף וחישינן דלמא לא מקיף דמסתפי דלמא נגע הטהור בטמא. והאי טעמא ליכא למימר הכא, דהא נתרמת שלא מן המקף: ויש לה שעור כתרומה. שהתרומה נתנו בה חכמים שעור, תרי ממאה",
      "jbo:textNikud": "ר\"ע מברטנורה נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא. דְּהָא דְאֵין תְּרוּמָה נִטֶּלֶת מִן הַטָּהוֹר עַל הַטָּמֵא הַיְנוּ טַעֲמָא מִשּׁוּם דְּבָעִינַן מֻקָּף וְחָיְשִׁינַן דִּלְמָא לֹא מַקִּיף דְּמִסְתְּפֵי דִּלְמָא נָגַע הַטָּהוֹר בַּטָּמֵא. וְהַאי טַעֲמָא לֵיכָּא לְמֵימַר הָכָא, דְּהָא נִתְרֶמֶת שֶׁלֹּא מִן הַמֻּקָּף: וְיֵשׁ לָהּ שִׁעוּר כַּתְּרוּמָה. שֶׁהַתְּרוּמָה נָתְנוּ בָהּ חֲכָמִים שִׁעוּר, תְּרֵי מִמֵּאָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-5",
      "jbo:text": "עיקר תוי\"ט {ו} ושלא כו'. בירושלמי פרק ב' דתרומות, מנין שתרומת מעשר נטלת שלא מן המקף, מכל מעשרתיכם, אחד ביהודה ואחד בגליל: {ז} כבכורים. כי מאחר שהוא מפריש הבכורים ממקצת האילנות מספיק לו על שאר אילנות, וזהו ענין שלא מן המקף. ואפשר בבכורים להפריש מן הטהור על הטמא אחר לקיטתן, לפי שאינם מקבלים טמאה בעודם מחברים לקרקע. הר\"מ",
      "jbo:textNikud": "עיקר תוי\"ט {ו} וְשֶׁלֹּא כוּ'. בַּיְרוּשַׁלְמִי פֶּרֶק ב' דִּתְרוּמוֹת, מִנַּיִן שֶׁתְּרוּמַת מַעֲשֵׂר נִטֶּלֶת שֶׁלֹּא מִן הַמֻּקָּף, מִכֹּל מַעְשְׂרֹתֵיכֶם, אֶחָד בִּיהוּדָה וְאֶחָד בַּגָּלִיל: {ז} כַּבִּכּוּרִים. כִּי מֵאַחַר שֶׁהוּא מַפְרִישׁ הַבִּכּוּרִים מִמִּקְצַת הָאִילָנוֹת מַסְפִּיק לוֹ עַל שְׁאָר אִילָנוֹת, וְזֶהוּ עִנְיָן שֶׁלֹּא מִן הַמֻּקָּף. וְאֶפְשָׁר בַּבִּכּוּרִים לְהַפְרִישׁ מִן הַטָּהוֹר עַל הַטָּמֵא אַחַר לְקִיטָתָן, לְפִי שֶׁאֵינָם מְקַבְּלִים טֻמְאָה בְּעוֹדָם מְחֻבָּרִים לַקַּרְקַע. הָרַ\"מ",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-6",
      "jbo:text": "אתרוג שוה לאילן בשלשה דרכים, ולירק בדרך אחד {ט}. שוה לאילן, בערלה וברבעי {יא} ובשביעית. ולירק בדרך אחד, שבשעת לקיטתו עשורו, דברי רבן גמליאל. רבי אליעזר אומר, שוה לאילן בכל דבר",
      "jbo:textNikud": "אֶתְרוֹג שָׁוֶה לָאִילָן בִּשְׁלֹשָׁה דְרָכִים, וְלַיָּרָק בְּדֶרֶךְ אֶחָד {ט}. שָׁוֶה לָאִילָן, בָּעָרְלָה וּבָרְבָעִי {יא} וּבַשְּׁבִיעִית. וְלַיָּרָק בְּדֶרֶךְ אֶחָד, שֶׁבִּשְׁעַת לְקִיטָתוֹ עִשּׂוּרוֹ, דִּבְרֵי רַבָּן גַּמְלִיאֵל. רַבִּי אֱלִיעֶזֶר אוֹמֵר, שָׁוֶה לָאִילָן בְּכָל דָּבָר",
      "rdfs:label": "משנה ביכורים ב ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-6",
      "jbo:text": "ר\"ע מברטנורה שוה לאילן. דאזלינן בתר חנטה {ח}, ומונין לו שלש לערלה משעת חנטה. וכן לרבעי וכן לשביעית, דאם נחנט בששית ונגמר בשביעית מתר {י}, ומכל מקום פטור ממעשר, דלענין מעשר אזלינן בתר לקיטה כדין ירק, וכיון דנלקט בשביעית פטור ממעשר",
      "jbo:textNikud": "ר\"ע מברטנורה שָׁוֶה לָאִילָן. דְּאָזְלִינַן בָּתַר חֲנָטָה {ח}, וּמוֹנִין לוֹ שָׁלֹשׁ לָעָרְלָה מִשְּׁעַת חֲנָטָה. וְכֵן לָרְבָעִי וְכֵן לַשְּׁבִיעִית, דְּאִם נֶחְנַט בַּשִּׁשִּׁית וְנִגְמַר בַּשְּׁבִיעִית מֻתָּר {י}, וּמִכָּל מָקוֹם פָּטוּר מִמַּעֲשֵׂר, דִּלְעִנְיַן מַעֲשֵׂר אָזְלִינַן בָּתַר לְקִיטָה כְּדִין יָרָק, וְכֵיוָן דְּנִלְקַט בַּשְּׁבִיעִית פָּטוּר מִמַּעֲשֵׂר",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-6",
      "jbo:text": "עיקר תוי\"ט {ח} פרוש, השנה השלישית מונין לו לחניטתו. אבל מספר השלש שנים מונין משעת קליטתו, כמפרש בריש ראש השנה: {ט} ולירק בדרך אחד. משום דגדל על כל מים, כדאמר בראש השנה דף י\"ד, ותבואה ואילנות גדלים על מי גשמים, ואתרוג גדל על כל מים שמשקים אותו תמיד, כירק. רש\"י סכה דף ל\"ט: {י} והר\"מ פרש שאם נגמר בשביעית ונכנסה השמינית ועדין האתרוג באילן, אותו האתרוג הפקר כדין פרות שביעית. ושני הפרושים בירושלמי: {יא} וברבעי. כמאן דאמר נטע רבעי",
      "jbo:textNikud": "עיקר תוי\"ט {ח} פֵּרוּשׁ, הַשָּׁנָה הַשְּׁלִישִׁית מוֹנִין לוֹ לַחֲנִיטָתוֹ. אֲבָל מִסְפַּר הַשָּׁלֹשׁ שָׁנִים מוֹנִין מִשְּׁעַת קְלִיטָתוֹ, כַּמְפֹרָשׁ בְּרֵישׁ רֹאשׁ הַשָּׁנָה: {ט} וְלַיָּרָק בְּדֶרֶךְ אֶחָד. מִשּׁוּם דְּגָדֵל עַל כָּל מַיִם, כִּדְאָמַר בְּרֹאשׁ הַשָּׁנָה דַּף י\"ד, וּתְבוּאָה וְאִילָנוֹת גְּדֵלִים עַל מֵי גְשָׁמִים, וְאֶתְרוֹג גָּדֵל עַל כָּל מַיִם שֶׁמַּשְׁקִים אוֹתוֹ תָּמִיד, כְּיָרָק. רַשִׁ\"י סֻכָּה דַּף ל\"ט: {י} וְהָרַ\"מ פֵּרֵשׁ שֶׁאִם נִגְמַר בַּשְּׁבִיעִית וְנִכְנְסָה הַשְּׁמִינִית וַעֲדַיִן הָאֶתְרוֹג בָּאִילָן, אוֹתוֹ הָאֶתְרוֹג הֶפְקֵר כְּדִין פֵּרוֹת שְׁבִיעִית. וּשְׁנֵי הַפֵּרוּשִׁים בַּיְרוּשַׁלְמִי: {יא} וּבָרְבָעִי. כְּמַאן דְּאָמַר נֶטַע רְבָעִי",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-7",
      "jbo:text": "דם מהלכי שתים, שוה לדם בהמה, להכשיר את הזרעים. ודם השרץ, אין חיבין עליו",
      "jbo:textNikud": "דַּם מְהַלְּכֵי שְׁתַּיִם, שָׁוֶה לְדַם בְּהֵמָה, לְהַכְשִׁיר אֶת הַזְּרָעִים. וְדַם הַשֶּׁרֶץ, אֵין חַיָּבִין עָלָיו",
      "rdfs:label": "משנה ביכורים ב ז"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-7",
      "jbo:text": "ר\"ע מברטנורה דם מהלכי שתים. הינו דם האדם, כמו דם חללין: להכשר. להכשיר את הזרעים לקבל טמאה כמו דם בהמה דכתיב ביה (דברים יב) על הארץ תשפכנו כמים: ודם השרץ. כלומר ושוה דם מהלכי שתים לדם השרץ, שאין חיבין עליו משום דם. ודוקא כשהתרו בו משום דם אין חיבין על דם השרץ, אבל אם התרו בו משום שרץ לוקה, שדם השרץ כבשרו הוא",
      "jbo:textNikud": "ר\"ע מברטנורה דַּם מְהַלְּכֵי שְׁתַּיִם. הַיְנוּ דַּם הָאָדָם, כְּמוֹ דַּם חֲלָלִין: לְהֶכְשֵׁר. לְהַכְשִׁיר אֶת הַזְּרָעִים לְקַבֵּל טֻמְאָה כְּמוֹ דַם בְּהֵמָה דִּכְתִיב בֵּיהּ (דְּבָרִים יב) עַל הָאָרֶץ תִּשְׁפְּכֶנּוּ כַּמָּיִם: וְדַם הַשֶּׁרֶץ. כְּלוֹמַר וְשָׁוֶה דַּם מְהַלְּכֵי שְׁתַּיִם לְדַם הַשֶּׁרֶץ, שֶׁאֵין חַיָּבִין עָלָיו מִשּׁוּם דָּם. וְדַוְקָא כְּשֶׁהִתְרוּ בוֹ מִשּׁוּם דָּם אֵין חַיָּבִין עַל דַּם הַשֶּׁרֶץ, אֲבָל אִם הִתְרוּ בוֹ מִשּׁוּם שֶׁרֶץ לוֹקֶה, שֶׁדַּם הַשֶּׁרֶץ כִּבְשָׂרוֹ הוּא",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-8",
      "jbo:text": "כוי, יש בו דרכים שוה לחיה, ויש בו דרכים שוה לבהמה, ויש בו דרכים שוה לבהמה ולחיה, ויש בו דרכים שאינו שוה לא לבהמה ולא לחיה",
      "jbo:textNikud": "כּוֹי, יֶשׁ בּוֹ דְרָכִים שָׁוֶה לַחַיָּה, וְיֶשׁ בּוֹ דְרָכִים שָׁוֶה לַבְּהֵמָה, וְיֶשׁ בּוֹ דְרָכִים שָׁוֶה לַבְּהֵמָה וְלַחַיָּה, וְיֶשׁ בּוֹ דְרָכִים שֶׁאֵינוֹ שָׁוֶה לֹא לַבְּהֵמָה וְלֹא לַחַיָּה",
      "rdfs:label": "משנה ביכורים ב ח"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-8",
      "jbo:text": "ר\"ע מברטנורה כוי. נחלקו בו חכמי ישראל, יש אומרים שהוא איל הבר, ויש אומרים שהוא תיש הבא על הצביה, ויש אומרים בריה בפני עצמה היא {יב}. ולא הכריעו בה חכמים אם חיה היא אם בהמה",
      "jbo:textNikud": "ר\"ע מברטנורה כּוֹי. נֶחְלְקוּ בוֹ חַכְמֵי יִשְׂרָאֵל, יֵשׁ אוֹמְרִים שֶׁהוּא אֵיל הַבָּר, וְיֵשׁ אוֹמְרִים שֶׁהוּא תַּיִשׁ הַבָּא עַל הַצְּבִיָּה, וְיֵשׁ אוֹמְרִים בְּרִיָּה בִּפְנֵי עַצְמָהּ הִיא {יב}. וְלֹא הִכְרִיעוּ בָהּ חֲכָמִים אִם חַיָּה הִיא אִם בְּהֵמָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-8",
      "jbo:text": "עיקר תוי\"ט {יב} וכל הנך שלש דעות דתנאי נינהו בחלין פרק ה' דף פ'",
      "jbo:textNikud": "עיקר תוי\"ט {יב} וְכָל הֲנָךְ שָׁלֹשׁ דֵּעוֹת דְּתַנָּאֵי נִינְהוּ בְּחֻלִּין פֶּרֶק ה' דַּף פ'",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-9",
      "jbo:text": "כיצד שוה לחיה, דמו טעון כסוי כדם חיה, ואין שוחטין {יג} אותו ביום טוב, ואם שחטו, אין מכסין את דמו, וחלבו מטמא בטמאת נבלה כחיה, וטמאתו בספק, ואין פודין {יד} בו פטר חמור",
      "jbo:textNikud": "כֵּיצַד שָׁוֶה לַחַיָּה, דָּמוֹ טָעוּן כִּסּוּי כְּדַם חַיָּה, וְאֵין שׁוֹחֲטִין {יג} אוֹתוֹ בְּיוֹם טוֹב, וְאִם שְׁחָטוֹ, אֵין מְכַסִּין אֶת דָּמוֹ, וְחֶלְבּוֹ מְטַמֵּא בְטֻמְאַת נְבֵלָה כַּחַיָּה, וְטֻמְאָתוֹ בְסָפֵק, וְאֵין פּוֹדִין {יד} בּוֹ פֶּטֶר חֲמוֹר",
      "rdfs:label": "משנה ביכורים ב ט"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-9",
      "jbo:text": "ר\"ע מברטנורה טעון כסוי כדם חיה. לחמרא, ואין מברכין על כסויו, כיון דספק הוא: ואין שוחטין אותו ביום טוב. לפי שאסור לכסות את דמו, ואף על גב דאפר כירה מוכן הוא, מוכן לודאי ואינו מוכן לספק: בטמאת נבלה כחיה. דחלב בהמה טהורה טהור הוא, כדילפינן מן וחלב נבלה וחלב טרפה יעשה לכל מלאכה (ויקרא ז), ומשום דספק בהמה הוא וחלבו טהור, ספק חיה וחלבו טמא, לפיכך טמאתו ספק: ואין פודין בו פטר חמור. שמא חיה הוא, ורחמנא אמר (שמות לד) ופטר חמור תפדה בשה, והאי ספק שה ספק צבי",
      "jbo:textNikud": "ר\"ע מברטנורה טָעוּן כִּסּוּי כְּדַם חַיָּה. לְחֻמְרָא, וְאֵין מְבָרְכִין עַל כִּסּוּיוֹ, כֵּיוָן דְּסָפֵק הוּא: וְאֵין שׁוֹחֲטִין אוֹתוֹ בְּיוֹם טוֹב. לְפִי שֶׁאָסוּר לְכַסּוֹת אֶת דָּמוֹ, וְאַף עַל גַּב דְּאֵפֶר כִּירָה מוּכָן הוּא, מוּכָן לְוַדַּאי וְאֵינוֹ מוּכָן לְסָפֵק: בְּטֻמְאַת נְבֵלָה כַּחַיָּה. דְּחֵלֶב בְּהֵמָה טְהוֹרָה טָהוֹר הוּא, כִּדְיָלְפִינַן מִן וְחֵלֶב נְבֵלָה וְחֵלֶב טְרֵפָה יֵעָשֶׂה לְכָל מְלָאכָה (וַיִּקְרָא ז), וּמִשּׁוּם דִּסְפֵק בְּהֵמָה הוּא וְחֶלְבּוֹ טָהוֹר, סְפֵק חַיָּה וְחֶלְבּוֹ טָמֵא, לְפִיכָךְ טֻמְאָתוֹ סָפֵק: וְאֵין פּוֹדִין בּוֹ פֶּטֶר חֲמוֹר. שֶׁמָּא חַיָּה הוּא, וְרַחֲמָנָא אָמַר (שְׁמוֹת לד) וּפֶטֶר חֲמוֹר תִּפְדֶּה בְשֶׂה, וְהַאי סָפֵק שֶׂה סָפֵק צְבִי",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-9",
      "jbo:text": "עיקר תוי\"ט {יג} ואין שוחטין. איצטריך למתני ביום טוב, כי היכי דלא תטעה לומר דודאי טעון כסוי ואפר כירה מוכן הוא לגביה, אבל אינו ענין לשוה לחיה (וכן אין חיבין עליו כרת דמשנה י'. בית דוד). תוספות יום טוב: {יד} ואין פודין. וכל שכן דאינו קרב לגבי המזבח, ולהכי לא איצטריך למתני",
      "jbo:textNikud": "עיקר תוי\"ט {יג} וְאֵין שׁוֹחֲטִין. אִיצְטְרִיךְ לְמִתְנֵי בְּיוֹם טוֹב, כִּי הֵיכִי דְּלֹא תִטְעֶה לוֹמַר דְּוַדַּאי טָעוּן כִּסּוּי וְאֵפֶר כִּירָה מוּכָן הוּא לְגַבֵּיהּ, אֲבָל אֵינוֹ עִנְיָן לְשָׁוֶה לַחַיָּה (וְכֵן אֵין חַיָּבִין עָלָיו כָּרֵת דְּמִשְׁנָה י'. בֵּית דָּוִד). תּוֹסְפוֹת יוֹם טוֹב: {יד} וְאֵין פּוֹדִין. וְכָל שֶׁכֵּן דְּאֵינוֹ קָרֵב לְגַבֵּי הַמִּזְבֵּחַ, וּלְהָכִי לֹא אִיצְטְרִיךְ לְמִתְנֵי",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-10",
      "jbo:text": "כיצד שוה לבהמה, חלבו אסור כחלב בהמה, ואין חיבין עליו כרת, ואינו נלקח בכסף מעשר לאכל בירושלים, וחיב בזרוע ולחיים וקבה. רבי אליעזר פוטר, שהמוציא מחברו עליו הראיה",
      "jbo:textNikud": "כֵּיצַד שָׁוֶה לַבְּהֵמָה, חֶלְבּוֹ אָסוּר כְּחֵלֶב בְּהֵמָה, וְאֵין חַיָּבִין עָלָיו כָּרֵת, וְאֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר לֶאֱכֹל בִּירוּשָׁלַיִם, וְחַיָּב בִּזְרוֹעַ וּלְחָיַיִם וְקֵבָה. רַבִּי אֱלִיעֶזֶר פּוֹטֵר, שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה",
      "rdfs:label": "משנה ביכורים ב י"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-10",
      "jbo:text": "ר\"ע מברטנורה חלבו אסור כחלב בהמה. כחלב שור וכשב ועז: ואין חיבין עליו כרת. להביא חטאת על שגגתו. והוא הדין שאין לוקין עליו {טו}: ואינו נלקח בכסף מעשר לאכלו בירושלים. דשמא בהמה הוא, ואין לוקחין בהמה לבשר תאוה מכסף מעשר, [אלא] שלמים {טז}: וחיב בזרוע ובלחיים ובקבה. דמרבינן להו מקרא דכתיב (דברים יח) אם שה, לרבות את הכוי: שהמוציא מחברו עליו הראיה. דאמר ליה בעל הבהמה לכהן, איתי ראיה דמין בהמה הוא, ושקל. והלכה כרבי אליעזר",
      "jbo:textNikud": "ר\"ע מברטנורה חֶלְבּוֹ אָסוּר כְּחֵלֶב בְּהֵמָה. כְּחֵלֶב שׁוֹר וְכֶשֶׂב וָעֵז: וְאֵין חַיָּבִין עָלָיו כָּרֵת. לְהָבִיא חַטָּאת עַל שִׁגְגָתוֹ. וְהוּא הַדִּין שֶׁאֵין לוֹקִין עָלָיו {טו}: וְאֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר לְאָכְלוֹ בִּירוּשָׁלַיִם. דְּשֶׁמָּא בְּהֵמָה הוּא, וְאֵין לוֹקְחִין בְּהֵמָה לִבְשַׂר תַּאֲוָה מִכֶּסֶף מַעֲשֵׂר, [אֶלָּא] שְׁלָמִים {טז}: וְחַיָּב בִּזְרוֹעַ וּבִלְחָיַיִם וּבְקֵבָה. דִּמְרַבִּינַן לְהוּ מִקְּרָא דִּכְתִיב (דְּבָרִים יח) אִם שֶׂה, לְרַבּוֹת אֶת הַכּוֹי: שֶׁהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. דְּאָמַר לֵיהּ בַּעַל הַבְּהֵמָה לַכֹּהֵן, אַיְתֵי רְאָיָה דְּמִין בְּהֵמָה הוּא, וּשְׁקֹל. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-10",
      "jbo:text": "עיקר תוי\"ט {טו} כלומר דאלו כרת גופיה הא קמי שמיא גליא: {טז} וצריך לומר דתני ליה אגב, ועל דרך שכתבתי לעיל",
      "jbo:textNikud": "עיקר תוי\"ט {טו} כְּלוֹמַר דְּאִלּוּ כָּרֵת גּוּפֵיהּ הָא קַמֵּי שְׁמַיָּא גַּלְיָא: {טז} וְצָרִיךְ לוֹמַר דְּתָנֵי לֵיהּ אַגַּב, וְעַל דֶּרֶךְ שֶׁכָּתַבְתִּי לְעֵיל",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-1-11-2-11",
      "jbo:text": "כיצד אינו שוה לא לחיה ולא לבהמה, אסור משום כלאים עם החיה ועם הבהמה, הכותב חיתו ובהמתו לבנו, לא כתב לו את הכוי, אם אמר הריני נזיר שזה חיה או בהמה, הרי הוא נזיר. ושאר כל דרכיו, שוים לחיה ולבהמה, וטעון שחיטה כזה וכזה, ומטמא משום נבלה ומשום אבר מן החי כזה וכזה",
      "jbo:textNikud": "כֵּיצַד אֵינוֹ שָׁוֶה לֹא לַחַיָּה וְלֹא לַבְּהֵמָה, אָסוּר מִשּׁוּם כִּלְאַיִם עִם הַחַיָּה וְעִם הַבְּהֵמָה, הַכּוֹתֵב חַיָּתוֹ וּבְהֶמְתּוֹ לִבְנוֹ, לֹא כָתַב לוֹ אֶת הַכּוֹי, אִם אָמַר הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה אוֹ בְהֵמָה, הֲרֵי הוּא נָזִיר. וּשְׁאָר כָּל דְּרָכָיו, שָׁוִים לַחַיָּה וְלַבְּהֵמָה, וְטָעוּן שְׁחִיטָה כָּזֶה וְכָזֶה, וּמְטַמֵּא מִשּׁוּם נְבֵלָה וּמִשּׁוּם אֵבֶר מִן הַחַי כָּזֶה וְכָזֶה",
      "rdfs:label": "משנה ביכורים ב יא"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-bartanura-1-11-2-11",
      "jbo:text": "ר\"ע מברטנורה לא כתב לו את הכוי. אף על פי שכתב לו שניהם, לא היה דעתו אלא על ודאי בהמה או ודאי חיה. ורמב\"ם פרש שאם כתב לו בהמתו לבד לא קנה את הכוי, דאמרינן ליה איתי ראיה דבהמה הוא, ואם כתב לו חיתו לבד אמרינן ליה איתי ראיה דחיה הוא. נראה מדבריו שאם כתב לו שניהן, קנה ממה נפשך: אם אמר הריני נזיר שזה חיה או בהמה. בין שאמר הריני נזיר שזה חיה בין שאמר הריני נזיר שזה בהמה, הרי זה נזיר, דספק אסורא לחמרא. ואפלו אמר הריני נזיר שזה חיה ובהמה או שזה אינו לא חיה ולא בהמה, הרי זה נזיר מספק {יז}",
      "jbo:textNikud": "ר\"ע מברטנורה לֹא כָתַב לוֹ אֶת הַכּוֹי. אַף עַל פִּי שֶׁכָּתַב לוֹ שְׁנֵיהֶם, לֹא הָיָה דַעְתּוֹ אֶלָּא עַל וַדַּאי בְּהֵמָה אוֹ וַדַּאי חַיָּה. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁאִם כָּתַב לוֹ בְּהֶמְתּוֹ לְבַד לֹא קָנָה אֶת הַכּוֹי, דְּאָמְרִינַן לֵיהּ אַיְתֵי רְאָיָה דִּבְהֵמָה הוּא, וְאִם כָּתַב לוֹ חַיָּתוֹ לְבַד אָמְרִינַן לֵיהּ אַיְתֵי רְאָיָה דְּחַיָּה הוּא. נִרְאֶה מִדְּבָרָיו שֶׁאִם כָּתַב לוֹ שְׁנֵיהֶן, קָנָה מִמָּה נַפְשָׁךְ: אִם אָמַר הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה אוֹ בְהֵמָה. בֵּין שֶׁאָמַר הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה בֵּין שֶׁאָמַר הֲרֵינִי נָזִיר שֶׁזֶּה בְּהֵמָה, הֲרֵי זֶה נָזִיר, דִּסְפֵק אִסּוּרָא לְחֻמְרָא. וַאֲפִלּוּ אָמַר הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה וּבְהֵמָה אוֹ שֶׁזֶּה אֵינוֹ לֹא חַיָּה וְלֹא בְהֵמָה, הֲרֵי זֶה נָזִיר מִסָּפֵק {יז}",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ב יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-2-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-2"
      ],
      "uri": "jbr:mishna-yomtov-1-11-2-11",
      "jbo:text": "עיקר תוי\"ט {יז} ומשום הכי הוא דתני לה בהך בבא, והיה יכול לשנות בכל הבבות דשוה. ועין עוד תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יז} וּמִשּׁוּם הָכִי הוּא דְּתָנֵי לַהּ בְּהַךְ בָּבָא, וְהָיָה יָכוֹל לִשְׁנוֹת בְּכָל הַבָּבוֹת דְּשָׁוֶה. וְעַיֵּן עוֹד תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ב יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-2-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-1",
      "jbo:text": "כיצד מפרישין הבכורים. יורד אדם בתוך שדהו ורואה תאנה שבכרה, אשכול שבכר, רמון שבכר, קושרו בגמי {ב}, ואומר, הרי אלו בכורים. רבי שמעון אומר, אף על פי כן חוזר וקורא אותם בכורים מאחר שיתלשו מן הקרקע",
      "jbo:textNikud": "כֵּיצַד מַפְרִישִׁין הַבִּכּוּרִים. יוֹרֵד אָדָם בְּתוֹךְ שָׂדֵהוּ וְרוֹאֶה תְּאֵנָה שֶׁבִּכְּרָה, אֶשְׁכּוֹל שֶׁבִּכֵּר, רִמּוֹן שֶׁבִּכֵּר, קוֹשְׁרוֹ בְגֶמִי {ב}, וְאוֹמֵר, הֲרֵי אֵלּוּ בִּכּוּרִים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף עַל פִּי כֵן חוֹזֵר וְקוֹרֵא אוֹתָם בִּכּוּרִים מֵאַחַר שֶׁיִּתָּלְשׁוּ מִן הַקַּרְקָע",
      "rdfs:label": "משנה ביכורים ג א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-1",
      "jbo:text": "ר\"ע מברטנורה כיצד מפרישין. שבכרה. ואפלו לא נגמר הפרי, דכתיב (דברים כו) הנה הבאתי את ראשית פרי, בשעת הבאה הוא פרי, אבל בשעת הפרשה אין צריך שיהיה פרי, אלא אפלו בסר, ואפלו פגין {א}: הרי אלו בכורים. ואין צריך לקרות עוד שם אחר לקיטתן: רבי שמעון אומר אף על פי כן חוזר וקורא שם. דדריש ולקחת מראשית כל פרי האדמה, מה בשעת הבאה פרי, אף בשעת הפרשה פרי, דבשעת קריאת שם צריך שיהיו הפרות בתלוש כמו בשעת הבאה {ג}. ואין הלכה כרבי שמעון",
      "jbo:textNikud": "ר\"ע מברטנורה כֵּיצַד מַפְרִישִׁין. שֶׁבִּכְּרָה. וַאֲפִלּוּ לֹא נִגְמַר הַפְּרִי, דִּכְתִיב (דְּבָרִים כו) הִנֵּה הֵבֵאתִי אֶת רֵאשִׁית פְּרִי, בִּשְׁעַת הֲבָאָה הוּא פְּרִי, אֲבָל בִּשְׁעַת הַפְרָשָׁה אֵין צָרִיךְ שֶׁיִּהְיֶה פְּרִי, אֶלָּא אֲפִלּוּ בֹּסֶר, וַאֲפִלּוּ פַּגִּין {א}: הֲרֵי אֵלּוּ בִּכּוּרִים. וְאֵין צָרִיךְ לִקְרוֹת עוֹד שֵׁם אַחַר לְקִיטָתָן: רַבִּי שִׁמְעוֹן אוֹמֵר אַף עַל פִּי כֵן חוֹזֵר וְקוֹרֵא שֵׁם. דְּדָרֵישׁ וְלָקַחְתָּ מֵרֵאשִׁית כָּל פְּרִי הָאֲדָמָה, מַה בִּשְׁעַת הֲבָאָה פְּרִי, אַף בִּשְׁעַת הַפְרָשָׁה פְּרִי, דְּבִשְׁעַת קְרִיאַת שֵׁם צָרִיךְ שֶׁיִּהְיוּ הַפֵּרוֹת בְּתָלוּשׁ כְּמוֹ בִשְׁעַת הֲבָאָה {ג}. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-1",
      "jbo:text": "עיקר תוי\"ט {א} ירושלמי. ונראה דלאו דוקא, והוא הדין סמדר דפחות מבסר, אלא נקיט בסר לאשמעינן שעדין לא בא לכלל עונת מעשר. תוספות יום טוב: {ב} בגמי. והכונה בזה שירשם אותם באיזה דבר שיזדמן כדי שיכיר אותם. ומה שיחד גמי, כפי הנהוג. הר\"מ: {ג} ואיני יודע היכי מפיק לה מפרי, דהא אף במחבר פרי הוא. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {א} יְרוּשַׁלְמִי. וְנִרְאֶה דְלָאו דַּוְקָא, וְהוּא הַדִּין סְמָדַר דְּפָחוּת מִבֹּסֶר, אֶלָּא נָקֵיט בֹּסֶר לְאַשְׁמְעִינַן שֶׁעֲדַיִן לֹא בָא לִכְלַל עוֹנַת מַעֲשֵׂר. תּוֹסְפוֹת יוֹם טוֹב: {ב} בְּגֶמִי. וְהַכַּוָּנָה בָזֶה שֶׁיִּרְשֹׁם אוֹתָם בְּאֵיזֶה דָבָר שֶׁיִּזְדַּמֵּן כְּדֵי שֶׁיַּכִּיר אוֹתָם. וּמַה שֶּׁיִּחֵד גֶּמִי, כְּפִי הַנָּהוּג. הָרַ\"מ: {ג} וְאֵינִי יוֹדֵעַ הֵיכִי מַפִּיק לַהּ מִפְּרִי, דְּהָא אַף בִּמְחֻבָּר פְּרִי הוּא. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-1"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-2",
      "jbo:text": "כיצד מעלין את הבכורים. כל העירות שבמעמד מתכנסות לעיר של מעמד, ולנין ברחובה של עיר, ולא היו נכנסין לבתים. ולמשכים, היה הממנה אומר (ירמיה לא), קומו ונעלה ציון אל בית ה' אלהינו",
      "jbo:textNikud": "כֵּיצַד מַעֲלִין אֶת הַבִּכּוּרִים. כָּל הָעֲיָרוֹת שֶׁבַּמַּעֲמָד מִתְכַּנְּסוֹת לָעִיר שֶׁל מַעֲמָד, וְלָנִין בִּרְחוֹבָהּ שֶׁל עִיר, וְלֹא הָיוּ נִכְנָסִין לַבָּתִּים. וְלַמַּשְׁכִּים, הָיָה הַמְמֻנֶּה אוֹמֵר (ירמיה לא), קוּמוּ וְנַעֲלֶה צִיּוֹן אֶל בֵּית ה' אֱלֹהֵינוּ",
      "rdfs:label": "משנה ביכורים ג ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-2",
      "jbo:text": "ר\"ע מברטנורה כל העירות שבמעמד. עשרים וארבעה מעמדות היו בישראל, כנגד ארבעה ועשרים משמרות כהנה, ואנשי המעמד ישראלים היו, שלוחים מכל ישראל לעמד על הקרבן עם הכהנים והלוים שבאותו משמר, כל אחד בשבת הקבוע לו, והן נקראים אנשי מעמד: מתכנסות לעירו. של ראש המעמד, ולא היו מביאין בכוריהם כל אחד בפני עצמו, משום דברב עם הדרת מלך: ולא היו נכנסים לבתים. מפני אהל הטמאה: ולמשכים. בבקר כשהם משכימים: הממנה. ראש המעמד: קומו ונעלה ציון. ובדרך היו אומרים שמחתי באמרים לי בית ה' נלך. כשהגיעו לירושלים היו אומרים עמדות היו רגלינו בשעריך ירושלים. בהר הבית היו אומרים הללויה הללו אל בקדשו. בעזרה היו אומרים כל הנשמה תהלל יה",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל הָעֲיָרוֹת שֶׁבַּמַּעֲמָד. עֶשְׂרִים וְאַרְבָּעָה מַעֲמָדוֹת הָיוּ בְיִשְׂרָאֵל, כְּנֶגֶד אַרְבָּעָה וְעֶשְׂרִים מִשְׁמְרוֹת כְּהֻנָּה, וְאַנְשֵׁי הַמַּעֲמָד יִשְׂרְאֵלִים הָיוּ, שְׁלוּחִים מִכָּל יִשְׂרָאֵל לַעֲמֹד עַל הַקָּרְבָּן עִם הַכֹּהֲנִים וְהַלְּוִיִּם שֶׁבְּאוֹתוֹ מִשְׁמָר, כָּל אֶחָד בַּשַּׁבָּת הַקָּבוּעַ לוֹ, וְהֵן נִקְרָאִים אַנְשֵׁי מַעֲמָד: מִתְכַּנְּסוֹת לְעִירוֹ. שֶׁל רֹאשׁ הַמַּעֲמָד, וְלֹא הָיוּ מְבִיאִין בִּכּוּרֵיהֶם כָּל אֶחָד בִּפְנֵי עַצְמוֹ, מִשּׁוּם דִּבְרָב עָם הַדְרַת מֶלֶךְ: וְלֹא הָיוּ נִכְנָסִים לַבָּתִּים. מִפְּנֵי אֹהֶל הַטֻּמְאָה: וְלַמַּשְׁכִּים. בַּבֹּקֶר כְּשֶׁהֵם מַשְׁכִּימִים: הַמְמֻנֶּה. רֹאשׁ הַמַּעֲמָד: קוּמוּ וְנַעֲלֶה צִיּוֹן. וּבַדֶּרֶךְ הָיוּ אוֹמְרִים שָׂמַחְתִּי בְּאֹמְרִים לִי בֵּית ה' נֵלֵךְ. כְּשֶׁהִגִּיעוּ לִירוּשָׁלַיִם הָיוּ אוֹמְרִים עֹמְדוֹת הָיוּ רַגְלֵינוּ בִּשְׁעָרַיִךְ יְרוּשָׁלַיִם. בְּהַר הַבַּיִת הָיוּ אוֹמְרִים הַלְלוּיָהּ הַלְלוּ אֵל בְּקָדְשׁוֹ. בָּעֲזָרָה הָיוּ אוֹמְרִים כֹּל הַנְּשָׁמָה תְּהַלֵּל יָהּ",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-3",
      "jbo:text": "הקרובים מביאים התאנים והענבים, והרחוקים מביאים גרוגרות וצמוקים. והשור הולך לפניהם, וקרניו מצפות זהב, ועטרת של זית בראשו. החליל מכה לפניהם, עד שמגיעים קרוב לירושלים. הגיעו קרוב לירושלים, שלחו לפניהם {ד}, ועטרו את בכוריהם. הפחות, הסגנים והגזברים יוצאים לקראתם. לפי כבוד הנכנסים היו יוצאים. וכל בעלי אמניות שבירושלים עומדים לפניהם ושואלין בשלומם, אחינו אנשי המקום פלוני, באתם לשלום",
      "jbo:textNikud": "הַקְּרוֹבִים מְבִיאִים הַתְּאֵנִים וְהָעֲנָבִים, וְהָרְחוֹקִים מְבִיאִים גְּרוֹגָרוֹת וְצִמּוּקִים. וְהַשּׁוֹר הוֹלֵךְ לִפְנֵיהֶם, וְקַרְנָיו מְצֻפּוֹת זָהָב, וַעֲטֶרֶת שֶׁל זַיִת בְּרֹאשׁוֹ. הֶחָלִיל מַכֶּה לִפְנֵיהֶם, עַד שֶׁמַּגִּיעִים קָרוֹב לִירוּשָׁלָיִם. הִגִּיעוּ קָרוֹב לִירוּשָׁלַיִם, שָׁלְחוּ לִפְנֵיהֶם {ד}, וְעִטְּרוּ אֶת בִּכּוּרֵיהֶם. הַפַּחוֹת, הַסְּגָנִים וְהַגִּזְבָּרִים יוֹצְאִים לִקְרָאתָם. לְפִי כְבוֹד הַנִּכְנָסִים הָיוּ יוֹצְאִים. וְכָל בַּעֲלֵי אֻמָּנִיּוֹת שֶׁבִּירוּשָׁלַיִם עוֹמְדִים לִפְנֵיהֶם וְשׁוֹאֲלִין בִּשְׁלוֹמָם, אַחֵינוּ אַנְשֵׁי הַמָּקוֹם פְּלוֹנִי, בָּאתֶם לְשָׁלוֹם",
      "rdfs:label": "משנה ביכורים ג ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-3",
      "jbo:text": "ר\"ע מברטנורה תאנים וענבים. כשהם לחים: והרחוקים. מירושלים, ואין בכוריהם יכולים להתקים כל כך: מביאין גרוגרות וצמוקים. תאנים וענבים יבשים: השור הולך לפניהם. ומקריבין אותו שלמים: ועטרה של זית בראשו. אית דאמרי לפי שהוא קרוב לארץ יותר מכל שאר אילנות שבשבעת המינים, דכתיב (דברים ח) ארץ זית שמן. ואית דאמרי לפי שאין בכל שאר אילנות של שבעת המינים אילן יפה ועלהו רענן כמו הזית: ועטרו את בכוריהם. וכיצד מעטרים, מי שהיו בכוריו גרוגרות מעטרן בתאנים לחים, מי שהיו בכוריו צמוקים מעטרן בענבים לחים, ואם מביאים ענבים היה מראה הטובים והיפים שבכלם מלמעלה {ה}: הפחות. סגני כהנה {ו}: והגזברים. הממנים על ההקדש: ולפי כבוד הנכנסים. לפי רב הנכנסים היו יוצאים, אם מרבים מרבים ואם מעטים מעטים: וכל בעלי אמניות שבירושלים עומדים מפניהם. אף על גב דאין בעלי אמניות חיבין לעמד מפני תלמידי חכמים בשעה שעוסקים במלאכתם, כדי שלא יתבטלו ממלאכתם, מכל מקום היו חיבים לעמד מפני מביאי בכורים, דחביבה מצוה בשעתה. ומטעם זה עומדים מפני נושאי המטה שהמת בה, ומפני נושאי התינוק לברית מילה",
      "jbo:textNikud": "ר\"ע מברטנורה תְּאֵנִים וַעֲנָבִים. כְּשֶׁהֵם לַחִים: וְהָרְחוֹקִים. מִיְּרוּשָׁלַיִם, וְאֵין בִּכּוּרֵיהֶם יְכוֹלִים לְהִתְקַיֵּם כָּל כָּךְ: מְבִיאִין גְּרוֹגָרוֹת וְצִמּוּקִים. תְּאֵנִים וַעֲנָבִים יְבֵשִׁים: הַשּׁוֹר הוֹלֵךְ לִפְנֵיהֶם. וּמַקְרִיבִין אוֹתוֹ שְׁלָמִים: וַעֲטָרָה שֶׁל זַיִת בְּרֹאשׁוֹ. אִית דְּאָמְרֵי לְפִי שֶׁהוּא קָרוֹב לְאֶרֶץ יוֹתֵר מִכָּל שְׁאָר אִילָנוֹת שֶׁבְּשִׁבְעַת הַמִּינִים, דִּכְתִיב (דְּבָרִים ח) אֶרֶץ זֵית שֶׁמֶן. וְאִית דְּאָמְרֵי לְפִי שֶׁאֵין בְּכָל שְׁאָר אִילָנוֹת שֶׁל שִׁבְעַת הַמִּינִים אִילָן יָפֶה וְעָלֵהוּ רַעֲנָן כְּמוֹ הַזַּיִת: וְעִטְּרוּ אֶת בִּכּוּרֵיהֶם. וְכֵיצַד מְעַטְּרִים, מִי שֶׁהָיוּ בִכּוּרָיו גְּרוֹגָרוֹת מְעַטְּרָן בִּתְאֵנִים לַחִים, מִי שֶׁהָיוּ בִכּוּרָיו צִמּוּקִים מְעַטְּרָן בַּעֲנָבִים לַחִים, וְאִם מְבִיאִים עֲנָבִים הָיָה מַרְאֶה הַטּוֹבִים וְהַיָּפִים שֶׁבְּכֻלָּם מִלְּמַעְלָה {ה}: הַפַּחוֹת. סְגָנֵי כְהֻנָּה {ו}: וְהַגִּזְבָּרִים. הַמְמֻנִּים עַל הַהֶקְדֵּשׁ: וּלְפִי כְבוֹד הַנִּכְנָסִים. לְפִי רֹב הַנִּכְנָסִים הָיוּ יוֹצְאִים, אִם מְרֻבִּים מְרֻבִּים וְאִם מֻעָטִים מֻעָטִים: וְכָל בַּעֲלֵי אֻמָּנִיּוֹת שֶׁבִּירוּשָׁלַיִם עוֹמְדִים מִפְּנֵיהֶם. אַף עַל גַּב דְּאֵין בַּעֲלֵי אֻמָּנִיּוֹת חַיָּבִין לַעֲמֹד מִפְּנֵי תַלְמִידֵי חֲכָמִים בְּשָׁעָה שֶׁעוֹסְקִים בִּמְלַאכְתָּם, כְּדֵי שֶׁלֹּא יִתְבַּטְּלוּ מִמְּלַאכְתָּם, מִכָּל מָקוֹם הָיוּ חַיָּבִים לַעֲמֹד מִפְּנֵי מְבִיאֵי בִכּוּרִים, דַּחֲבִיבָה מִצְוָה בִּשְׁעָתָהּ. ומִטַּעַם זֶה עוֹמְדִים מִפְּנֵי נוֹשְׂאֵי הַמִּטָּה שֶׁהַמֵּת בָּהּ, וּמִפְּנֵי נוֹשְׂאֵי הַתִּינוֹק לִבְרִית מִילָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-3",
      "jbo:text": "עיקר תוי\"ט {ד} שלחו לפניהם. שלוחים להודיע לאנשי ירושלים: {ה} והוא הדין לשאר פרות. וזה לשון הר\"מ, אם היה הכל רטבים היה מראה הטוב והיפה שבכלם: {ו} ולפי זה הם על מנוי אחד הנחו. אבל לשון הר\"מ והסגנים, ולפי זה נראה דהסגנים סגני לויה הם, וסגני כהנה קורא בשם יותר נכבד, והוא פחות, ומעין שם ממשלה הוא כמו זרבבל פחת יהודה (נחמיה ה)",
      "jbo:textNikud": "עיקר תוי\"ט {ד} שָׁלְחוּ לִפְנֵיהֶם. שְׁלוּחִים לְהוֹדִיעַ לְאַנְשֵׁי יְרוּשָׁלַיִם: {ה} וְהוּא הַדִּין לִשְׁאָר פֵּרוֹת. וְזֶה לְשׁוֹן הָרַ\"מ, אִם הָיָה הַכֹּל רְטֻבִּים הָיָה מַרְאֶה הַטּוֹב וְהַיָּפֶה שֶׁבְּכֻלָּם: {ו} וּלְפִי זֶה הֵם עַל מִנּוּי אֶחָד הֻנְּחוּ. אֲבָל לְשׁוֹן הָרַ\"מ וְהַסְּגָנִים, וּלְפִי זֶה נִרְאֶה דְהַסְּגָנִים סְגָנֵי לְוִיָּה הֵם, וּסְגָנֵי כְהֻנָּה קוֹרֵא בְּשֵׁם יוֹתֵר נִכְבָּד, וְהוּא פַּחוֹת, וּמֵעֵין שֵׁם מֶמְשָׁלָה הוּא כְּמוֹ זְרֻבָּבֶל פַּחַת יְהוּדָה (נְחֶמְיָה ה)",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-4",
      "jbo:text": "החליל מכה לפניהם עד שמגיעין להר הבית. הגיעו להר הבית, אפלו אגריפס {ז} המלך נוטל הסל על כתפו ונכנס, עד שמגיע לעזרה. הגיע לעזרה ודברו הלוים בשיר, ארוממך ה' כי דליתני ולא שמחת איבי לי (תהלים ל)",
      "jbo:textNikud": "הֶחָלִיל מַכֶּה לִפְנֵיהֶם עַד שֶׁמַּגִּיעִין לְהַר הַבָּיִת. הִגִּיעוּ לְהַר הַבַּיִת, אֲפִלּוּ אַגְרִיפַּס {ז} הַמֶּלֶךְ נוֹטֵל הַסַּל עַל כְּתֵפוֹ וְנִכְנָס, עַד שֶׁמַּגִּיעַ לָעֲזָרָה. הִגִּיעַ לָעֲזָרָה וְדִבְּרוּ הַלְוִיִּם בַּשִּׁיר, אֲרוֹמִמְךָ ה' כִּי דִלִּיתָנִי וְלֹא שִׂמַּחְתָּ אֹיְבַי לִי (תהלים ל)",
      "rdfs:label": "משנה ביכורים ג ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-4",
      "jbo:text": "ר\"ע מברטנורה החליל. מין כלי זמר וקולו נשמע למרחוק: היה נוטל הסל על כתפו. לפי שהיה צריך לתנו מידו ליד כהן, דכתיב (דברים כו) ולקח הכהן הטנא מידך",
      "jbo:textNikud": "ר\"ע מברטנורה הֶחָלִיל. מִין כְּלִי זֶמֶר וְקוֹלוֹ נִשְׁמָע לְמֵרָחוֹק: הָיָה נוֹטֵל הַסַּל עַל כְּתֵפוֹ. לְפִי שֶׁהָיָה צָרִיךְ לִתְּנוֹ מִיָּדוֹ לְיַד כֹּהֵן, דִּכְתִיב (דְּבָרִים כו) וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-4",
      "jbo:text": "עיקר תוי\"ט {ז} אגריפס. המלך, ממלכי בית שני, בעל נפש גדולה ושררה רבה. הר\"מ",
      "jbo:textNikud": "עיקר תוי\"ט {ז} אַגְרִיפַּס. הַמֶּלֶךְ, מִמַּלְכֵי בַיִת שֵׁנִי, בַּעַל נֶפֶשׁ גְּדוֹלָה וּשְׂרָרָה רַבָּה. הָרַ\"מ",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-5",
      "jbo:text": "הגוזלות שעל גבי הסלים, היו עולות. ומה שבידם, נותנים לכהנים",
      "jbo:textNikud": "הַגּוֹזָלוֹת שֶׁעַל גַּבֵּי הַסַּלִּים, הָיוּ עוֹלוֹת. וּמַה שֶּׁבְּיָדָם, נוֹתְנִים לַכֹּהֲנִים",
      "rdfs:label": "משנה ביכורים ג ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-5",
      "jbo:text": "ר\"ע מברטנורה הגוזלות שעל גבי הסלים. שהיו תולים מאחורי הסלים של בכורים תורים ובני יונים, ולא על גבי הסלים ממש, שלא יטנפום. והן קרבין עולות: ומה שבידם. רמב\"ם פרש הגוזלות שהביאו בידם, שלא תלאום אחורי הסלים. ולי נראה ומה שבידם, הבכורים שהביאו בידם",
      "jbo:textNikud": "ר\"ע מברטנורה הַגּוֹזָלוֹת שֶׁעַל גַּבֵּי הַסַּלִּים. שֶׁהָיוּ תּוֹלִים מֵאֲחוֹרֵי הַסַּלִּים שֶׁל בִּכּוּרִים תּוֹרִים וּבְנֵי יוֹנִים, וְלֹא עַל גַּבֵּי הַסַּלִּים מַמָּשׁ, שֶׁלֹּא יְטַנְּפוּם. וְהֵן קְרֵבִין עוֹלוֹת: וּמַה שֶּׁבְּיָדָם. רַמְבַּ\"ם פֵּרֵשׁ הַגּוֹזָלוֹת שֶׁהֵבִיאוּ בְיָדָם, שֶׁלֹּא תְלָאוּם אֲחוֹרֵי הַסַּלִּים. וְלִי נִרְאֶה וּמַה שֶּׁבְּיָדָם, הַבִּכּוּרִים שֶׁהֵבִיאוּ בְיָדָם",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-5"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-6",
      "jbo:text": "עודהו הסל על כתפו, קורא מהגדתי היום לה' אלהיך (דברים כו), עד שגומר כל הפרשה. רבי יהודה אומר {ח} עד ארמי אבד אבי. הגיע לארמי אבד אבי, מוריד הסל מעל כתפו ואוחזו בשפתותיו, וכהן מניח ידו תחתיו ומניפו, וקורא מארמי אבד אבי עד שהוא גומר כל הפרשה, ומניחו בצד המזבח, והשתחוה ויצא",
      "jbo:textNikud": "עוֹדֵהוּ הַסַּל עַל כְּתֵפוֹ, קוֹרֵא מֵהִגַּדְתִּי הַיּוֹם לַה' אֱלֹהֶיךָ (דברים כו), עַד שֶׁגּוֹמֵר כָּל הַפָּרָשָׁה. רַבִּי יְהוּדָה אוֹמֵר {ח} עַד אֲרַמִּי אֹבֵד אָבִי. הִגִּיעַ לַאֲרַמִּי אֹבֵד אָבִי, מוֹרִיד הַסַּל מֵעַל כְּתֵפוֹ וְאוֹחֲזוֹ בְשִׂפְתוֹתָיו, וְכֹהֵן מַנִּיחַ יָדוֹ תַחְתָּיו וּמְנִיפוֹ, וְקוֹרֵא מֵאֲרַמִּי אֹבֵד אָבִי עַד שֶׁהוּא גוֹמֵר כָּל הַפָּרָשָׁה, וּמַנִּיחוֹ בְּצַד הַמִּזְבֵּחַ, וְהִשְׁתַּחֲוָה וְיָצָא",
      "rdfs:label": "משנה ביכורים ג ו"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-6",
      "jbo:text": "ר\"ע מברטנורה רבי יהודה אומר עד ארמי אבד אבי. ואין הלכה כרבי יהודה: ואוחזו בשפתותיו וכהן מניח ידו תחתיו. מכאן משמע שהסל היה על ידו של כהן, אלא שהבעלים אוחזים הסל בשפתותיו למעלה בשעת התנופה, ושלא כדברי האומר כהן מניח ידו תחת יד הבעלים ומניף {ט}: בצד המזבח. בקרן דרומית מערבית {י}: והשתחוה ויצא. מכאן משמע שלא היה מניף כי אם תנופה אחת בשעת הקריאה בלבד. ותנא דספרי מצריך שתי תנופות, אחת בשעת הקריאה, דכתיב (דברים כו) ולקח הכהן הטנא מידך והניחו, וגמרינן יד יד מידיו תביאינה את אשי ה' (ויקרא ז), מה להלן תנופה אף כאן תנופה, והשנית לאחר שהשלים הקריאה, דלאחר הקריאה כתיב והנחתו, לשון לך נחה את העם (שמות לב), דהינו תנופה שמוליך ומביא, מעלה ומוריד",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי יְהוּדָה אוֹמֵר עַד אֲרַמִּי אֹבֵד אָבִי. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: וְאוֹחֲזוֹ בְשִׂפְתוֹתָיו וְכֹהֵן מַנִּיחַ יָדוֹ תַחְתָּיו. מִכָּאן מַשְׁמַע שֶׁהַסַּל הָיָה עַל יָדוֹ שֶׁל כֹּהֵן, אֶלָּא שֶׁהַבְּעָלִים אוֹחֲזִים הַסַּל בְּשִׂפְתוֹתָיו לְמַעְלָה בִּשְׁעַת הַתְּנוּפָה, וְשֶׁלֹּא כְדִבְרֵי הָאוֹמֵר כֹּהֵן מַנִּיחַ יָדוֹ תַּחַת יַד הַבְּעָלִים וּמֵנִיף {ט}: בְּצַד הַמִּזְבֵּחַ. בְּקֶרֶן דְּרוֹמִית מַעֲרָבִית {י}: וְהִשְׁתַּחֲוָה וְיָצָא. מִכָּאן מַשְׁמַע שֶׁלֹּא הָיָה מֵנִיף כִּי אִם תְּנוּפָה אַחַת בִּשְׁעַת הַקְּרִיאָה בִּלְבָד. וְתַנָּא דְסִפְרִי מַצְרִיךְ שְׁתֵּי תְנוּפוֹת, אַחַת בִּשְׁעַת הַקְּרִיאָה, דִּכְתִיב (דְּבָרִים כו) וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ וְהִנִּיחוֹ, וְגָמְרִינַן יָד יָד מִיָּדָיו תְּבִיאֶינָה אֵת אִשֵּׁי ה' (וַיִּקְרָא ז), מַה לְּהַלָּן תְּנוּפָה אַף כָּאן תְּנוּפָה, וְהַשֵּׁנִית לְאַחַר שֶׁהִשְׁלִים הַקְּרִיאָה, דִּלְאַחַר הַקְּרִיאָה כְּתִיב וְהִנַּחְתּוֹ, לְשׁוֹן לֵךְ נְחֵה אֶת הָעָם (שְׁמוֹת לב), דְּהַיְנוּ תְּנוּפָה שֶׁמּוֹלִיךְ וּמֵבִיא, מַעֲלֶה וּמוֹרִיד",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-6",
      "jbo:text": "עיקר תוי\"ט {ח} רבי יהודה אומר. התוספות יום טוב האריך לפרש במאי פליגי תנא קמא ורבי יהודה. ומסיק דצריך לומר דרבי יהודה לא בא לחלק אלא לפרש דברי תנא קמא, דזהו שאמר עודהו הסל על כתפו קורא מהגדתי עד כו' דלאו למימרא דכל זה בעוד הסל על כתפו, שזה אינו אלא עד ארמי כו', ומשהגיע לארמי כו' מוריד כו', ותנא קמא לא נחית לפרושא מאי דעביד ביני וביני, אלא התחלת הענין הוא אומר, שבעוד על כתפו מתחיל לקרא הגדתי. ומה שאומר וגומר כל הפרשה אינו מוסב על עודהו על כתפו, אלא אומר שגומר כל הפרשה כלה. ולא באר באיזה ענין, ואתא רבי יהודה ומבארו והולך. ועין עוד: {ט} והתוספות במנחות דף ס\"א כתבו דתחת יד לאו דוקא, אלא הבעלים אוחזו בשפתותיו. ומיהו הביאו בשם הירושלמי דמוכח שתחת יד ממש: {י} ירושלמי, דכתיב לפני ה', יכול במערב שההיכל במערב המזבח, תלמוד לומר אל פני המזבח. אי (לפני) [פני] המזבח, יכול בדרום ששם הכבש והוא פני המזבח, תלמוד לומר לפני ה'. הא כיצד, מגישין על קרן דרומית מערבית. וכן הוא בגמרא מנחות דף י\"ט",
      "jbo:textNikud": "עיקר תוי\"ט {ח} רַבִּי יְהוּדָה אוֹמֵר. הַתּוֹסְפוֹת יוֹם טוֹב הֶאֱרִיךְ לְפָרֵשׁ בְּמַאי פְּלִיגֵי תַּנָּא קַמָּא וְרַבִּי יְהוּדָה. וּמַסִּיק דְּצָרִיךְ לוֹמַר דְּרַבִּי יְהוּדָה לֹא בָא לַחֲלֹק אֶלָּא לְפָרֵשׁ דִּבְרֵי תַנָּא קַמָּא, דְּזֶהוּ שֶׁאָמַר עוֹדֵהוּ הַסַּל עַל כְּתֵפוֹ קוֹרֵא מֵהִגַּדְתִּי עַד כוּ' דְּלָאו לְמֵימְרָא דְכָל זֶה בְּעוֹד הַסַּל עַל כְּתֵפוֹ, שֶׁזֶּה אֵינוֹ אֶלָּא עַד אֲרַמִּי כוּ', וּמִשֶּׁהִגִּיעַ לַאֲרַמִּי כוּ' מוֹרִיד כוּ', וְתַנָּא קַמָּא לֹא נָחֵית לְפֵרוּשָׁא מַאי דְעָבֵיד בֵּינֵי וּבֵינֵי, אֶלָּא הַתְחָלַת הָעִנְיָן הוּא אוֹמֵר, שֶׁבְּעוֹד עַל כְּתֵפוֹ מַתְחִיל לִקְרֹא הִגַּדְתִּי. וּמַה שֶּׁאוֹמֵר וְגוֹמֵר כָּל הַפָּרָשָׁה אֵינוֹ מוּסָב עַל עוֹדֵהוּ עַל כְּתֵפוֹ, אֶלָּא אוֹמֵר שֶׁגּוֹמֵר כָּל הַפָּרָשָׁה כֻלָּהּ. וְלֹא בֵאֵר בְּאֵיזֶה עִנְיָן, וְאָתָא רַבִּי יְהוּדָה וּמְבָאֲרוֹ וְהוֹלֵךְ. וְעַיֵּן עוֹד: {ט} וְהַתּוֹסָפוֹת בִּמְנָחוֹת דַּף ס\"א כָּתְבוּ דְּתַחַת יַד לָאו דַּוְקָא, אֶלָּא הַבְּעָלִים אוֹחֲזוֹ בְשִׂפְתוֹתָיו. וּמִיהוּ הֵבִיאוּ בְּשֵׁם הַיְרוּשַׁלְמִי דְּמוּכָח שֶׁתַּחַת יָד מַמָּשׁ: {י} יְרוּשַׁלְמִי, דִּכְתִיב לִפְנֵי ה', יָכוֹל בַּמַּעֲרָב שֶׁהַהֵיכָל בְּמַעֲרַב הַמִּזְבֵּחַ, תַּלְמוּד לוֹמַר אֶל פְּנֵי הַמִּזְבֵּחַ. אִי (לִפְנֵי) [פְּנֵי] הַמִּזְבֵּחַ, יָכוֹל בַּדָּרוֹם שֶׁשָּׁם הַכֶּבֶשׁ וְהוּא פְּנֵי הַמִּזְבֵּחַ, תַּלְמוּד לוֹמַר לִפְנֵי ה'. הָא כֵּיצַד, מַגִּישִׁין עַל קֶרֶן דְּרוֹמִית מַעֲרָבִית. וְכֵן הוּא בַגְּמָרָא מְנָחוֹת דַּף י\"ט",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-6"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-7",
      "jbo:text": "בראשונה, כל מי שיודע לקרות, קורא. וכל מי שאינו יודע {יא} לקרות, מקרין אותו. נמנעו מלהביא, התקינו שיהו מקרין את מי שיודע ואת מי שאינו יודע",
      "jbo:textNikud": "בָּרִאשׁוֹנָה, כָּל מִי שֶׁיּוֹדֵעַ לִקְרוֹת, קוֹרֵא. וְכָל מִי שֶׁאֵינוֹ יוֹדֵעַ {יא} לִקְרוֹת, מַקְרִין אוֹתוֹ. נִמְנְעוּ מִלְּהָבִיא, הִתְקִינוּ שֶׁיְּהוּ מַקְרִין אֶת מִי שֶׁיּוֹדֵעַ וְאֶת מִי שֶׁאֵינוֹ יוֹדֵעַ",
      "rdfs:label": "משנה ביכורים ג ז"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-7",
      "jbo:text": "ר\"ע מברטנורה נמנעו מלהביא. מפני הבושה שאינו יודע לקרות: התקינו שיהו מקרין. ואסמכוה אקרא דכתיב (דברים כו) וענית ואמרת, ואין עניה אלא מפי אחר",
      "jbo:textNikud": "ר\"ע מברטנורה נִמְנְעוּ מִלְּהָבִיא. מִפְּנֵי הַבּוּשָׁה שֶׁאֵינוֹ יוֹדֵעַ לִקְרוֹת: הִתְקִינוּ שֶׁיְּהוּ מַקְרִין. וְאַסְמְכוּהָ אַקְּרָא דִּכְתִיב (דְּבָרִים כו) וְעָנִיתָ וְאָמַרְתָּ, וְאֵין עֲנִיָּה אֶלָּא מִפִּי אַחֵר",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-7",
      "jbo:text": "עיקר תוי\"ט {יא} שאינו יודע. שמקרא בכורים בלשון הקדש, כדתנן במשנה ג' פרק ז' דסוטה",
      "jbo:textNikud": "עיקר תוי\"ט {יא} שֶׁאֵינוֹ יוֹדֵעַ. שֶׁמִּקְרָא בִכּוּרִים בִּלְשׁוֹן הַקֹּדֶשׁ, כְּדִתְנַן בְּמִשְׁנָה ג' פֶּרֶק ז' דְּסוֹטָה",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-7"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-8",
      "jbo:text": "העשירים מביאים בכוריהם בקלתות של כסף ושל זהב, והעניים מביאין אותם בסלי נצרים של ערבה קלופה {יב}, והסלים והבכורים נתנין לכהנים",
      "jbo:textNikud": "הָעֲשִׁירִים מְבִיאִים בִּכּוּרֵיהֶם בִּקְלָתוֹת שֶׁל כֶּסֶף וְשֶׁל זָהָב, וְהָעֲנִיִּים מְבִיאִין אוֹתָם בְּסַלֵּי נְצָרִים שֶׁל עֲרָבָה קְלוּפָה {יב}, וְהַסַּלִּים וְהַבִּכּוּרִים נִתָּנִין לַכֹּהֲנִים",
      "rdfs:label": "משנה ביכורים ג ח"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-8",
      "jbo:text": "ר\"ע מברטנורה בקלתות של כסף ושל זהב. קפות מצפות כסף וזהב: הסלים והבכורים נתנים לכהנים. סלי עניים נתנים לכהנים, וקלתות של עשירים מחזירים להן {יג}, מכאן אמרו בתר עניא אזלא עניותא",
      "jbo:textNikud": "ר\"ע מברטנורה בִּקְלָתוֹת שֶׁל כֶּסֶף וְשֶׁל זָהָב. קֻפּוֹת מְצֻפּוֹת כֶּסֶף וְזָהָב: הַסַּלִּים וְהַבִּכּוּרִים נִתָּנִים לַכֹּהֲנִים. סַלֵּי עֲנִיִּים נִתָּנִים לַכֹּהֲנִים, וּקְלָתוֹת שֶׁל עֲשִׁירִים מַחֲזִירִים לָהֶן {יג}, מִכָּאן אָמְרוּ בָּתַר עַנְיָא אַזְלָא עֲנִיּוּתָא",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-8",
      "jbo:text": "עיקר תוי\"ט {יב} בסלי נצרים כו'. נצרים הם ענפים או שבטים, כמו ונצר משרשיו יפרה (ישעיה יא). ופרוש קלופה, שמסירין קלפתה, תרגום מחשוף הלבן קלוף. הר\"מ: {יג} וקשיא לי, דאי הכי עניים מתבישים, ולמה לא תקנו כדי שלא יתבישו העניים שאף העשירים יביאו בנצרים כמו שמצינו בכמה מקומות. ויש לומר משום כבוד בית אלהינו ומשרתיו לא חשו על שיתבישו העניים. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יב} בְּסַלֵּי נְצָרִים כוּ'. נְצָרִים הֵם עֲנָפִים אוֹ שְׁבָטִים, כְּמוֹ וְנֵצֶר מִשָּׁרָשָׁיו יִפְרֶה (יְשַׁעְיָה יא). וּפֵרוּשׁ קְלוּפָה, שֶׁמְּסִירִין קְלִפָּתָהּ, תַּרְגּוּם מַחְשׂוֹף הַלָּבָן קִלוּף. הָרַ\"מ: {יג} וְקַשְׁיָא לִי, דְּאִי הָכִי עֲנִיִּים מִתְבַּיְּשִׁים, וְלָמָּה לֹא תִקְּנוּ כְּדֵי שֶׁלֹּא יִתְבַּיְּשׁוּ הָעֲנִיִּים שֶׁאַף הָעֲשִׁירִים יָבִיאוּ בִּנְצָרִים כְּמוֹ שֶׁמָּצִינוּ בְּכַמָּה מְקוֹמוֹת. וְיֵשׁ לוֹמַר מִשּׁוּם כְּבוֹד בֵּית אֱלֹהֵינוּ וּמְשָׁרְתָיו לֹא חָשׁוּ עַל שֶׁיִּתְבַּיְּשׁוּ הָעֲנִיִּים. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-8"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-9",
      "jbo:text": "רבי שמעון בן ננס אומר, מעטרין את הבכורים חוץ משבעת המינים. רבי עקיבא אומר, אין מעטרין את הבכורים אלא משבעת המינים",
      "jbo:textNikud": "רַבִּי שִׁמְעוֹן בֶּן נַנָּס אוֹמֵר, מְעַטְּרִין אֶת הַבִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מְעַטְּרִין אֶת הַבִּכּוּרִים אֶלָּא מִשִּׁבְעַת הַמִּינִים",
      "rdfs:label": "משנה ביכורים ג ט"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-9",
      "jbo:text": "ר\"ע מברטנורה מעטרים את הבכורים חוץ משבעת המינים. מקיפים את הסלים שבכורים בהם מפרות נאים ומשבחים, ואף על פי שאינם משבעת המינים, כגון פריש ואתרוג וכיוצא בהן, והוא הדין שיכולין לעטר מפרות שגדלו בחוץ לארץ: רבי עקיבא אומר אין מעטרין הבכורים אלא משבעת המינים. מפרות שגדלו בארץ שחיבים בבכורים. והלכה כרבי עקיבא",
      "jbo:textNikud": "ר\"ע מברטנורה מְעַטְּרִים אֶת הַבִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים. מַקִּיפִים אֶת הַסַּלִּים שֶׁבִּכּוּרִים בָּהֶם מִפֵּרוֹת נָאִים וּמְשֻׁבָּחִים, וְאַף עַל פִּי שֶׁאֵינָם מִשִּׁבְעַת הַמִּינִים, כְּגוֹן פָּרִישׁ וְאֶתְרוֹג וְכַיּוֹצֵא בָהֶן, וְהוּא הַדִּין שֶׁיְּכוֹלִין לְעַטֵּר מִפֵּרוֹת שֶׁגָּדְלוּ בְּחוּץ לָאָרֶץ: רַבִּי עֲקִיבָא אוֹמֵר אֵין מְעַטְּרִין הַבִּכּוּרִים אֶלָּא מִשִּׁבְעַת הַמִּינִים. מִפֵּרוֹת שֶׁגָּדְלוּ בָּאָרֶץ שֶׁחַיָּבִים בַּבִּכּוּרִים. וַהֲלָכָה כְּרַבִּי עֲקִיבָא",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-9"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-10",
      "jbo:text": "רבי שמעון אומר, שלש מדות בבכורים, הבכורים, ותוספת הבכורים, ועטור הבכורים. תוספת הבכורים, מין במינו. ועטור הבכורים, מין בשאינו מינו. תוספת הבכורים נאכלת בטהרה, ופטורה מן הדמאי. ועטור הבכורים חיב בדמאי {יד}",
      "jbo:textNikud": "רַבִּי שִׁמְעוֹן אוֹמֵר, שָׁלֹשׁ מִדּוֹת בַּבִּכּוּרִים, הַבִּכּוּרִים, וְתוֹסֶפֶת הַבִּכּוּרִים, וְעִטּוּר הַבִּכּוּרִים. תּוֹסֶפֶת הַבִּכּוּרִים, מִין בְּמִינוֹ. וְעִטּוּר הַבִּכּוּרִים, מִין בְּשֶׁאֵינוֹ מִינוֹ. תּוֹסֶפֶת הַבִּכּוּרִים נֶאֱכֶלֶת בְּטָהֳרָה, וּפְטוּרָה מִן הַדְּמַאי. וְעִטּוּר הַבִּכּוּרִים חַיָּב בַּדְּמַאי {יד}",
      "rdfs:label": "משנה ביכורים ג י"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-10",
      "jbo:text": "ר\"ע מברטנורה הבכורים. עקר הבכורים, תאנה שבכרה או אשכול שבכר: תוספת הבכורים. בשעת לקיטת הבכורים מוסיף עליהם משאר תאנים או משאר ענבים: עטור. הפרות הנאים שמקיף סביבות הסל להדור מצוה: מין בשאינו מינו. מעטר הסל של בכורי ענבים בתאנים, ושל בכורי תאנים בענבים, ואפלו בפרות שאינם משבעת המינים לדברי רבי שמעון דסבירא ליה כך לעיל: ופטורים מן הדמאי. אם לקחן הכהן מעם הארץ שהביא בכורים",
      "jbo:textNikud": "ר\"ע מברטנורה הַבִּכּוּרִים. עִקַּר הַבִּכּוּרִים, תְּאֵנָה שֶׁבִּכְּרָה אוֹ אֶשְׁכּוֹל שֶׁבִּכֵּר: תּוֹסֶפֶת הַבִּכּוּרִים. בִּשְׁעַת לְקִיטַת הַבִּכּוּרִים מוֹסִיף עֲלֵיהֶם מִשְּׁאָר תְּאֵנִים אוֹ מִשְּׁאָר עֲנָבִים: עִטּוּר. הַפֵּרוֹת הַנָּאִים שֶׁמַּקִּיף סְבִיבוֹת הַסַּל לְהִדּוּר מִצְוָה: מִין בְּשֶׁאֵינוֹ מִינוֹ. מְעַטֵּר הַסַּל שֶׁל בִּכּוּרֵי עֲנָבִים בִּתְאֵנִים, וְשֶׁל בִּכּוּרֵי תְאֵנִים בַּעֲנָבִים, וַאֲפִלּוּ בְּפֵרוֹת שֶׁאֵינָם מִשִּׁבְעַת הַמִּינִים לְדִבְרֵי רַבִּי שִׁמְעוֹן דִּסְבִירָא לֵיהּ כָּךְ לְעֵיל: וּפְטוּרִים מִן הַדְּמַאי. אִם לְקָחָן הַכֹּהֵן מֵעַם הָאָרֶץ שֶׁהֵבִיא בִּכּוּרִים",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-10",
      "jbo:text": "עיקר תוי\"ט {יד} חיב בדמאי. וצריך עיון אי נאכל אף בטמאה, הואיל ולא תני בהדיא. תוספות יום טוב: {טו} ירושלמי. אבל הא דבעי למילף מניה דהוא הדין לתוספת, מלתא דתמיהה הוא, דהא חמור בתוספת מבעטור כדלעיל, ובכלל מין בשאינו מינו הוא. תוספות יום טוב",
      "jbo:textNikud": "עיקר תוי\"ט {יד} חַיָּב בַּדְּמַאי. וְצָרִיךְ עִיּוּן אִי נֶאֱכַל אַף בְּטֻמְאָה, הוֹאִיל וְלֹא תָנֵי בְּהֶדְיָא. תּוֹסְפוֹת יוֹם טוֹב: {טו} יְרוּשַׁלְמִי. אֲבָל הָא דְבָעֵי לְמֵילָף מִנֵּיהּ דְּהוּא הַדִּין לַתּוֹסֶפֶת, מִלְּתָא דִתְמִיהָה הוּא, דְּהָא חָמוּר בַּתּוֹסֶפֶת מִבָּעִטּוּר כְּדִלְעֵיל, וּבִכְלַל מִין בְּשֶׁאֵינוֹ מִינוֹ הוּא. תּוֹסְפוֹת יוֹם טוֹב",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-10"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-11",
      "jbo:text": "אימתי אמרו תוספת הבכורים כבכורים, בזמן שהיא באה מן הארץ. ואם אינה באה מן הארץ, אינה כבכורים",
      "jbo:textNikud": "אֵימָתַי אָמְרוּ תּוֹסֶפֶת הַבִּכּוּרִים כַּבִּכּוּרִים, בִּזְמַן שֶׁהִיא בָאָה מִן הָאָרֶץ. וְאִם אֵינָהּ בָּאָה מִן הָאָרֶץ, אֵינָהּ כַּבִּכּוּרִים",
      "rdfs:label": "משנה ביכורים ג יא"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-11",
      "jbo:text": "ר\"ע מברטנורה ואם אינה באה מן הארץ. כגון שהביאו התוספת מעבר לירדן, דתנן לעיל שמביאים משם בכורים אף על פי שאינה ארץ זבת חלב ודבש. אי נמי מתניתין רבי שמעון היא דאמר לעיל מעטרים את הבכורים חוץ משבעת המינים, והוא הדין מפרות שגדלו בחוץ לארץ {טו}, וכי היכי דאליביה מעטרים בפרות חוץ לארץ, הכי נמי התוספת באה מפרות חוץ לארץ. וקא משמע לן הכא שהתוספת שאינה מן הארץ אינה כבכורים",
      "jbo:textNikud": "ר\"ע מברטנורה וְאִם אֵינָהּ בָּאָה מִן הָאָרֶץ. כְּגוֹן שֶׁהֵבִיאוּ הַתּוֹסֶפֶת מֵעֵבֶר לַיַּרְדֵּן, דִּתְנַן לְעֵיל שֶׁמְּבִיאִים מִשָּׁם בִּכּוּרִים אַף עַל פִּי שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבַשׁ. אִי נַמִּי מַתְנִיתִין רַבִּי שִׁמְעוֹן הִיא דְּאָמַר לְעֵיל מְעַטְּרִים אֶת הַבִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים, וְהוּא הַדִּין מִפֵּרוֹת שֶׁגָּדְלוּ בְּחוּץ לָאָרֶץ {טו}, וְכִי הֵיכִי דְאַלִּיבֵּיהּ מְעַטְּרִים בְּפֵרוֹת חוּץ לָאָרֶץ, הָכִי נַמִּי הַתּוֹסֶפֶת בָּאָה מִפֵּרוֹת חוּץ לָאָרֶץ. וְקָא מַשְׁמַע לָן הָכָא שֶׁהַתּוֹסֶפֶת שֶׁאֵינָהּ מִן הָאָרֶץ אֵינָהּ כַּבִּכּוּרִים",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-11"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-1-11-3-12",
      "jbo:text": "למה אמרו הבכורים כנכסי כהן, שהוא קונה מהם עבדים וקרקעות ובהמה טמאה, ובעל חוב נוטלן בחובו, והאשה בכתבתה {טז}, כספר תורה. ורבי יהודה אומר, אין נותנים אותם אלא לחבר בטובה. וחכמים אומרים, נותנין אותם לאנשי משמר, והם מחלקין ביניהם, כקדשי המקדש",
      "jbo:textNikud": "לְמָה אָמְרוּ הַבִּכּוּרִים כְּנִכְסֵי כֹהֵן, שֶׁהוּא קוֹנֶה מֵהֶם עֲבָדִים וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה, וּבַעַל חוֹב נוֹטְלָן בְּחוֹבוֹ, וְהָאִשָּׁה בִכְתֻבָּתָהּ {טז}, כְּסֵפֶר תּוֹרָה. וְרַבִּי יְהוּדָה אוֹמֵר, אֵין נוֹתְנִים אוֹתָם אֶלָּא לְחָבֵר בְּטוֹבָה. וַחֲכָמִים אוֹמְרִים, נוֹתְנִין אוֹתָם לְאַנְשֵׁי מִשְׁמָר, וְהֵם מְחַלְּקִין בֵּינֵיהֶם, כְּקָדְשֵׁי הַמִּקְדָּשׁ",
      "rdfs:label": "משנה ביכורים ג יב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-bartanura-1-11-3-12",
      "jbo:text": "ר\"ע מברטנורה כספר תורה. כלומר וספר תורה נמי הוי כמו בכורים לדין זה דבעל חוב נוטל בחובו ואשה בכתבתה. פרוש אחר, וספר תורה, ומתר לקנות בהם ספר תורה. ואף על גב דתנא בהמה טמאה, אצטריך למתני ספר תורה, דלא תימא כל הני נהי דלא חזו לאכילה חזו לשכר שיבא לידי אכילה, אבל ספר תורה דלא חזי לשכר שיבא לידי אכילה, לפי שאין מוכרין ספר תורה, אימא לא, קא משמע לן {יז}: אין נותנים אלא לחבר בטובה. אין הכהן יכול לתן הבכורים אלא לכהן חבר שאוכל חליו בטהרה, ונותן אותם לו בטובה בתורת חסד ונדבה, ואינו רשאי לקנות בהן דבר {יח}, ואף לא לתנן לכהן שאינו חבר, דכיון שאין עושין בהן עבודה חישינן דלמא לא מזדהר בהו: נותנים אותם לאנשי משמר. ובין חבר ובין שאינו חבר מחלקין אותם ביניהם: כקדשי מקדש. כשאר קדשי מזבח. ואף על פי שאין עושין בהם עבודה, הואיל ומכניסים אותם לעזרה מזדהרי בהו ולא אתו למכלינהו בטמאה. והלכה כחכמים",
      "jbo:textNikud": "ר\"ע מברטנורה כְּסֵפֶר תּוֹרָה. כְּלוֹמַר וְסֵפֶר תּוֹרָה נַמִּי הֲוֵי כְּמוֹ בִּכּוּרִים לְדִין זֶה דְּבַעַל חוֹב נוֹטֵל בְּחוֹבוֹ וְאִשָּׁה בִּכְתֻבָּתָהּ. פֵּרוּשׁ אַחֵר, וְסֵפֶר תּוֹרָה, וּמֻתָּר לִקְנוֹת בָּהֶם סֵפֶר תּוֹרָה. וְאַף עַל גַּב דִּתְנָא בְּהֵמָה טְמֵאָה, אִצְטָרִיךְ לְמִתְנֵי סֵפֶר תּוֹרָה, דְּלֹא תֵימָא כָּל הַנֵּי נְהִי דְלֹא חָזוּ לַאֲכִילָה חָזוּ לְשָׂכָר שֶׁיָּבֹא לִידֵי אֲכִילָה, אֲבָל סֵפֶר תּוֹרָה דְלֹא חָזֵי לְשָׂכָר שֶׁיָּבֹא לִידֵי אֲכִילָה, לְפִי שֶׁאֵין מוֹכְרִין סֵפֶר תּוֹרָה, אֵימָא לֹא, קָא מַשְׁמַע לָן {יז}: אֵין נוֹתְנִים אֶלָּא לְחָבֵר בְּטוֹבָה. אֵין הַכֹּהֵן יָכוֹל לִתֵּן הַבִּכּוּרִים אֶלָּא לְכֹהֵן חָבֵר שֶׁאוֹכֵל חֻלָּיו בְּטָהֳרָה, וְנוֹתֵן אוֹתָם לוֹ בְּטוֹבָה בְּתוֹרַת חֶסֶד וּנְדָבָה, וְאֵינוֹ רַשַּׁאי לִקְנוֹת בָּהֶן דָּבָר {יח}, וְאַף לֹא לִתְּנָן לְכֹהֵן שֶׁאֵינוֹ חָבֵר, דְּכֵיוָן שֶׁאֵין עוֹשִׂין בָּהֶן עֲבוֹדָה חַיְשִׁינַן דִּלְמָא לֹא מִזְדַּהֵר בְּהוּ: נוֹתְנִים אוֹתָם לְאַנְשֵׁי מִשְׁמָר. וּבֵין חָבֵר וּבֵין שֶׁאֵינוֹ חָבֵר מְחַלְּקִין אוֹתָם בֵּינֵיהֶם: כְּקָדְשֵׁי מִקְדָּשׁ. כִּשְׁאָר קָדְשֵׁי מִזְבֵּחַ. וְאַף עַל פִּי שֶׁאֵין עוֹשִׂין בָּהֶם עֲבוֹדָה, הוֹאִיל וּמַכְנִיסִים אוֹתָם לָעֲזָרָה מִזְדַּהֲרֵי בְהוּ וְלֹא אָתוּ לְמֵכְלִינְהוּ בְטֻמְאָה. וַהֲלָכָה כַּחֲכָמִים",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ג יב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-3-12"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-3"
      ],
      "uri": "jbr:mishna-yomtov-1-11-3-12",
      "jbo:text": "עיקר תוי\"ט {טז} ואשה בכתבתה. לגבות מחיים אם נתגרשה. אי נמי דתפסה מחיים, ואפלו לרבנן דרבי מאיר דמשנה ז' פרק ח' דכתבות: {יז} ופרושו דחוק. ורבי יצחק ברבי מלכי צדק פרש דכמו דספר תורה אף על גב דמכרה קדשתיה עליה, דספר תורה הוא, הכי נמי הבכורים בכורים נינהו ולא נפקי מקדשתיהו להאכל לזרים, אלא לעולם צריך לזבנינהו לכהנים טהורים למכלינהו בטהרה, והינו דקתני כספר תורה: {יח} פרוש, הכהן לאחר שבאו לידו. ובטובה פליג [רבי יהודה] עם תנא קמא, ובאין נותנין אלא לחבר דקאמר רבי יהודה מהדרי ליה חכמים, נותנין אותה לאנשי משמר כו'. ואין נותנין דרבי יהודה בכהנים, ונותנים דחכמים בבעלים",
      "jbo:textNikud": "עיקר תוי\"ט {טז} וְאִשָּׁה בִּכְתֻבָּתָהּ. לִגְבּוֹת מֵחַיִּים אִם נִתְגָּרְשָׁה. אִי נַמִּי דְּתָפְסָה מֵחַיִּים, וַאֲפִלּוּ לְרַבָּנָן דְּרַבִּי מֵאִיר דְּמִשְׁנָה ז' פֶּרֶק ח' דִּכְתֻבּוֹת: {יז} וּפֵרוּשׁוֹ דָּחוּק. וְרַבִּי יִצְחָק בְּרַבִּי מַלְכִּי צֶדֶק פֵּרֵשׁ דִּכְמוֹ דְסֵפֶר תּוֹרָה אַף עַל גַּב דִּמְכָרָהּ קְדֻשָּׁתֵיהּ עֲלֵיהּ, דְּסֵפֶר תּוֹרָה הוּא, הָכִי נַמִּי הַבִּכּוּרִים בִּכּוּרִים נִינְהוּ וְלֹא נָפְקֵי מִקְּדֻשַּׁתַיְהוּ לְהֵאָכֵל לְזָרִים, אֶלָּא לְעוֹלָם צָרִיךְ לְזַבְּנִינְהוּ לְכֹהֲנִים טְהוֹרִים לְמֵכְלִינְהוּ בְּטָהֳרָה, וְהַיְנוּ דְקָתָנֵי כְּסֵפֶר תּוֹרָה: {יח} פֵּרוּשׁ, הַכֹּהֵן לְאַחַר שֶׁבָּאוּ לְיָדוֹ. וּבְטוֹבָה פָּלֵיג [רַבִּי יְהוּדָה] עִם תַּנָּא קַמָּא, וּבְאֵין נוֹתְנִין אֶלָּא לְחָבֵר דְּקָאָמַר רַבִּי יְהוּדָה מְהַדְרֵי לֵיהּ חֲכָמִים, נוֹתְנִין אוֹתָהּ לְאַנְשֵׁי מִשְׁמָר כוּ'. וְאֵין נוֹתְנִין דְּרַבִּי יְהוּדָה בַּכֹּהֲנִים, וְנוֹתְנִים דַּחֲכָמִים בַּבְּעָלִים",
      "rdfs:label": "עיקר תוי\"ט משנה ביכורים ג יב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:interprets": "jbr:mishna-1-11-3-12"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-1-11-4-1",
      "jbo:text": "אנדרוגינוס יש בו דרכים שוה לאנשים, ויש בו דרכים שוה לנשים, ויש בו דרכים שוה לאנשים ונשים, ויש בו דרכים אינו שוה לאנשים ונשים",
      "jbo:textNikud": "אַנְדְּרוֹגִינוֹס יֶשׁ בּוֹ דְרָכִים שָׁוֶה לָאֲנָשִׁים, וְיֶשׁ בּוֹ דְרָכִים שָׁוֶה לַנָּשִׁים, וְיֶשׁ בּוֹ דְרָכִים שָׁוֶה לָאֲנָשִׁים וְנָשִׁים, וְיֵשׁ בּוֹ דְרָכִים אֵינוֹ שָׁוֶה לָאֲנָשִׁים וְנָשִׁים",
      "rdfs:label": "משנה ביכורים ד א"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-1-11-4-2",
      "jbo:text": "כיצד שוה לאנשים. מטמא בלבן, כאנשים. ונושא, אבל לא נשא, כאנשים. ואמו יושבת עליו בדם טהר, כאנשים. ואינו מתיחד עם הנשים, כאנשים. ואינו נזון עם הבנות, כאנשים. ומתעטף, כאנשים. ועובר על בל תקיף ועל בל תשחית ועל בל תטמא למתים, כאנשים. וחיב בכל המצות האמורות בתורה, כאנשים",
      "jbo:textNikud": "כֵּיצַד שָׁוֶה לָאֲנָשִׁים. מְטַמֵּא בְלֹבֶן, כָּאֲנָשִׁים. וְנוֹשֵׂא, אֲבָל לֹא נִשָּׂא, כָּאֲנָשִׁים. וְאִמּוֹ יוֹשֶׁבֶת עָלָיו בְּדַם טֹהַר, כָּאֲנָשִׁים. וְאֵינוֹ מִתְיַחֵד עִם הַנָּשִׁים, כָּאֲנָשִׁים. וְאֵינוֹ נִזּוֹן עִם הַבָּנוֹת, כָּאֲנָשִׁים. וּמִתְעַטֵּף, כָּאֲנָשִׁים. וְעוֹבֵר עַל בַּל תַּקִּיף וְעַל בַּל תַּשְׁחִית וְעַל בַּל תִּטָּמֵּא לְמֵתִים, כָּאֲנָשִׁים. וְחַיָּב בְּכָל הַמִּצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה, כָּאֲנָשִׁים",
      "rdfs:label": "משנה ביכורים ד ב"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-bartanura-1-11-4-2",
      "jbo:text": "ר\"ע מברטנורה פרק זה רבו ככלו שנוי בתוספתא. וזו היא נסחת הגר\"א מוילנא זצ\"ל (עם הוספות), עם פרוש. ב מטמא בלבן. שהאיש מטמא בלבן כדאיתא בזבים (פרק ב משנה א): ומתעטף כאנשים. שלא ילבש שמלת אשה: אבל לא נשא. משום דהבא עליו כבא על הזכר (יבמות פרק ח משנה ו): ואמו יושבת עליו בדם טהר כאנשים. כזכר, ולבסוף ארבעים ללדתו דמה טמא: ואינו נזון עם הבנות. בנכסים מעטים, כדתנן (בבא בתרא פרק ט) בזמן שהנכסים מעטים הבנות דוחין אותו אצל הבנים: וחיב בכל המצות כאנשים. אפלו מצות עשה שהזמן גרמא שהנשים פטורות, הוא חיב",
      "jbo:textNikud": "ר\"ע מברטנורה פֶּרֶק זֶה רֻבּוֹ כְּכֻלּוֹ שָׁנוּי בַתּוֹסֶפְתָּא. וְזוֹ הִיא נֻסְחַת הַגְּרָ\"א מִוִּילְנָא זַצַ\"ל (עִם הוֹסָפוֹת), עִם פֵּרוּשׁ. ב מְטַמֵּא בְלֹבֶן. שֶׁהָאִישׁ מְטַמֵּא בְלֹבֶן כִּדְאִיתָא בְּזָבִים (פֶּרֶק ב מִשְׁנָה א): וּמִתְעַטֵּף כָּאֲנָשִׁים. שֶׁלֹּא יִלְבַּשׁ שִׂמְלַת אִשָּׁה: אֲבָל לֹא נִשָּׂא. מִשּׁוּם דְּהַבָּא עָלָיו כְּבָא עַל הַזָּכָר (יְבָמוֹת פֶּרֶק ח מִשְׁנָה ו): וְאִמּוֹ יוֹשֶׁבֶת עָלָיו בְּדָם טֹהַר כָּאֲנָשִׁים. כְּזָכָר, וְלִבְסוֹף אַרְבָּעִים לְלֵדָתוֹ דָּמָהּ טָמֵא: וְאֵינוֹ נִזּוֹן עִם הַבָּנוֹת. בִּנְכָסִים מֻעָטִים, כְּדִתְנַן (בָּבָא בָתְרָא פֶּרֶק ט) בִּזְמַן שֶׁהַנְּכָסִים מֻעָטִים הַבָּנוֹת דּוֹחִין אוֹתוֹ אֵצֶל הַבָּנִים: וְחַיָּב בְּכָל הַמִּצְוֹת כָּאֲנָשִׁים. אֲפִלּוּ מִצְוַת עֲשֵׂה שֶׁהַזְּמַן גְּרָמָא שֶׁהַנָּשִׁים פְּטוּרוֹת, הוּא חַיָּב",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ד ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-4-2"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-1-11-4-3",
      "jbo:text": "כיצד שוה לנשים. מטמא באדם, כנשים. ואינו מתיחד עם האנשים, כנשים. ואינו זוקק ליבום, כנשים. ואינו חולק עם הבנים, כנשים. ואין אוכל בקדשי המקדש, כנשים. ואמו יושבת עליו בדם טמא, כנשים. ופסול מן העדות, כנשים. ואם נבעל בעברה נפסל מן התרומה, כנשים",
      "jbo:textNikud": "כֵּיצַד שָׁוֶה לַנָּשִׁים. מְטַמֵּא בְאֹדֶם, כַּנָּשִׁים. וְאֵינוֹ מִתְיַחֵד עִם הָאֲנָשִׁים, כַּנָּשִׁים. וְאֵינוֹ זוֹקֵק לְיִבּוּם, כַּנָּשִׁים. וְאֵינוֹ חוֹלֵק עִם הַבָּנִים, כַּנָּשִׁים. וְאֵין אוֹכֵל בְּקָדְשֵׁי הַמִּקְדָּשׁ, כַּנָּשִׁים. וְאִמּוֹ יוֹשֶׁבֶת עָלָיו בְּדָם טָמֵא, כַּנָּשִׁים. וּפָסוּל מִן הָעֵדוּת, כַּנָּשִׁים. וְאִם נִבְעַל בַּעֲבֵרָה נִפְסַל מִן הַתְּרוּמָה, כַּנָּשִׁים",
      "rdfs:label": "משנה ביכורים ד ג"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-bartanura-1-11-4-3",
      "jbo:text": "ר\"ע מברטנורה מטמא באדם. דדם כתיב באשה (ויקרא טו), ואשה כי תהיה זבה דם. וחמשה מיני דמים טמאים באשה: ואינו חולק. בזמן שהנכסים מרבים הבנים דוחים [אותו] אצל הנקבות (ועין תוספות יום טוב בבא בתרא פרק ט משנה ב): ואינו אוכל. הינו חטאות ואשמות ומנחות, דבכלהו כתיב (ויקרא ו) כל זכר בבני אהרן יאכלנה: ואמו יושבת עליו בדם טמא. שבועים, כיולדת נקבה: ואם נבעל בעברה. שבא עליו אחד מקרוביו, או מפסולי כהנה, שאם היתה נקבה היתה נפסלת מן התרומה, אף האנדרוגינוס נפסל, אף על פי שהזכר שנבעל לא נפסל כדאיתא בבכורות (פרק ז משנה ז). ויש מפרשים, אפלו נבעל מכל אדם נפסל מתרומה, משום דביאתו בעברה, ויש לגמגם, דהוי תרתי דסתרי, אם אתה מחשבו כזכר אינו נפסל בביאת עברה אפלו מן הכהנה, ואם אתה מחשבו כנקבה אינה נפסלת כי אם בביאת הפסולים או בביאת אחד מקרובים שהיא ערוה",
      "jbo:textNikud": "ר\"ע מברטנורה מְטַמֵּא בְאֹדֶם. דְּדָם כְּתִיב בְּאִשָּׁה (וַיִּקְרָא טו), וְאִשָּׁה כִּי תִהְיֶה זָבָה דָּם. וַחֲמִשָּׁה מִינֵי דָמִים טְמֵאִים בָּאִשָּׁה: וְאֵינוֹ חוֹלֵק. בִּזְמַן שֶׁהַנְּכָסִים מְרֻבִּים הַבָּנִים דּוֹחִים [אוֹתוֹ] אֵצֶל הַנְּקֵבוֹת (וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב בָּבָא בָתְרָא פֶּרֶק ט מִשְׁנָה ב): וְאֵינוֹ אוֹכֵל. הַיְנוּ חַטָּאוֹת וַאֲשָׁמוֹת וּמְנָחוֹת, דִּבְכֻלְּהוּ כְּתִיב (וַיִּקְרָא ו) כָּל זָכָר בִּבְנֵי אַהֲרֹן יֹאכְלֶנָּה: וְאִמּוֹ יוֹשֶׁבֶת עָלָיו בְּדָם טָמֵא. שְׁבוּעַיִם, כְּיוֹלֶדֶת נְקֵבָה: וְאִם נִבְעַל בַּעֲבֵרָה. שֶׁבָּא עָלָיו אֶחָד מִקְּרוֹבָיו, אוֹ מִפְּסוּלֵי כְהֻנָּה, שֶׁאִם הָיְתָה נְקֵבָה הָיְתָה נִפְסֶלֶת מִן הַתְּרוּמָה, אַף הָאַנְדְּרוֹגִינוֹס נִפְסָל, אַף עַל פִּי שֶׁהַזָּכָר שֶׁנִּבְעַל לֹא נִפְסַל כִּדְאִיתָא בִּבְכוֹרוֹת (פֶּרֶק ז מִשְׁנָה ז). וְיֵשׁ מְפָרְשִׁים, אֲפִלּוּ נִבְעַל מִכָּל אָדָם נִפְסַל מִתְּרוּמָה, מִשּׁוּם דְּבִיאָתוֹ בַּעֲבֵרָה, וְיֵשׁ לְגַמְגֵּם, דַּהֲוֵי תַּרְתֵּי דְּסָתְרֵי, אִם אַתָּה מְחַשְּׁבוֹ כְּזָכָר אֵינוֹ נִפְסָל בְּבִיאַת עֲבֵרָה אֲפִלּוּ מִן הַכְּהֻנָּה, וְאִם אַתָּה מְחַשְּׁבוֹ כִּנְקֵבָה אֵינָהּ נִפְסֶלֶת כִּי אִם בְּבִיאַת הַפְּסוּלִים אוֹ בְּבִיאַת אֶחָד מִקְּרוֹבִים שֶׁהִיא עֶרְוָה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ד ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-4-3"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-1-11-4-4",
      "jbo:text": "כיצד שוה לאנשים ונשים, חיבים על מכתו וקללתו, כאנשים ונשים. וההורגו שוגג גולה, ומזיד נהרג, כאנשים ונשים. ואמו מביאה עליו קרבן, כאנשים ונשים. ואוכל בקדשי הגבול, כאנשים וכנשים. ונוחל לכל הנחלות, כאנשים וכנשים",
      "jbo:textNikud": "כֵּיצַד שָׁוֶה לָאֲנָשִׁים וְנָשִׁים, חַיָּבִים עַל מַכָּתוֹ וְקִלְלָתוֹ, כָּאֲנָשִׁים וְנָשִׁים. וְהַהוֹרְגוֹ שׁוֹגֵג גּוֹלֶה, וּמֵזִיד נֶהֱרָג, כָּאֲנָשִׁים וְנָשִׁים. וְאִמּוֹ מְבִיאָה עָלָיו קָרְבָּן, כָּאֲנָשִׁים וְנָשִׁים. וְאוֹכֵל בְּקָדְשֵׁי הַגְּבוּל, כָּאֲנָשִׁים וְכַנָּשִׁים. וְנוֹחֵל לְכָל הַנַּחֲלוֹת, כָּאֲנָשִׁים וְכַנָּשִׁים",
      "rdfs:label": "משנה ביכורים ד ד"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-bartanura-1-11-4-4",
      "jbo:text": "ר\"ע מברטנורה ונוחל לכל הנחלות. אם אין שם יורש אלא הוא, יורש הכל, דלא תימא בריה בפני עצמו הוא ולאו בר ירשה הוא, קא משמע לן (בבא בתרא שם)",
      "jbo:textNikud": "ר\"ע מברטנורה וְנוֹחֵל לְכָל הַנַּחֲלוֹת. אִם אֵין שָׁם יוֹרֵשׁ אֶלָּא הוּא, יוֹרֵשׁ הַכֹּל, דְּלֹא תֵימָא בְּרִיָּה בִּפְנֵי עַצְמוֹ הוּא וְלָאו בַּר יְרֻשָּׁה הוּא, קָא מַשְׁמַע לָן (בָּבָא בָתְרָא שָׁם)",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ד ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-4-4"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-1-11-4-5",
      "jbo:text": "כיצד אינו שוה לאנשים ונשים. אין שורפין תרומה על טמאת זיבתו, ואין חיבין עליו על ביאת מקדש, לא כאנשים ונשים. ואינו נערך, לא כאנשים ולא כנשים. ואין נמכר בעבד עברי, לא כאנשים ולא כנשים. ואם אמר, הריני נזיר שזה לא איש ולא אשה, נזיר. רבי יוסי אומר, אנדרוגינוס בריה בפני עצמה הוא, ולא יכלו חכמים להכריע עליו אם הוא איש או אשה. אבל טמטום אינו כן, פעמים שהוא איש, פעמים שהוא אשה",
      "jbo:textNikud": "כֵּיצַד אֵינוֹ שָׁוֶה לָאֲנָשִׁים וְנָשִׁים. אֵין שׂוֹרְפִין תְּרוּמָה עַל טֻמְאַת זִיבָתוֹ, וְאֵין חַיָּבִין עָלָיו עַל בִּיאַת מִקְדָּשׁ, לֹא כָאֲנָשִׁים וְנָשִׁים. וְאֵינוֹ נֶעֱרָךְ, לֹא כָאֲנָשִׁים וְלֹא כַנָּשִׁים. וְאֵין נִמְכָּר בְּעֶבֶד עִבְרִי, לֹא כָאֲנָשִׁים וְלֹא כַנָּשִׁים. וְאִם אָמַר, הֲרֵינִי נָזִיר שֶׁזֶּה לֹא אִישׁ וְלֹא אִשָּׁה, נָזִיר. רַבִּי יוֹסֵי אוֹמֵר, אַנְדְּרוֹגִינוֹס בְּרִיָּה בִּפְנֵי עַצְמָהּ הוּא, וְלֹא יָכְלוּ חֲכָמִים לְהַכְרִיעַ עָלָיו אִם הוּא אִישׁ אוֹ אִשָּׁה. אֲבָל טֻמְטוּם אֵינוֹ כֵן, פְּעָמִים שֶׁהוּא אִישׁ, פְּעָמִים שֶׁהוּא אִשָּׁה",
      "rdfs:label": "משנה ביכורים ד ה"
    },
    {
      "jbo:within": [
        "jbr:mishna",
        "jbr:mishna-1",
        "jbr:mishna-1-11",
        "jbr:mishna-1-11-4"
      ],
      "uri": "jbr:mishna-bartanura-1-11-4-5",
      "jbo:text": "ר\"ע מברטנורה אין שורפין תרומה וכו'. אם ראה לבן לבד או אדם לבד, משום דהוי ספק, כדתנן במסכת זבים (פרק ב משנה א). אבל אם ראה לבן ואדם כאחת, שורפין, שהוא טמא ממה נפשך. עין בנדה (דף כח): ואין חיבין עליו על ביאת מקדש. אפלו ראה לבן ואדם כאחת, משום דכתיב (במדבר ה) מזכר ועד נקבה, זכר ודאי ונקבה ודאית: ואינו נמכר בעבד עברי וכו'. משום דהוי ספק נקבה, וכתיב (שמות כב) ונמכר בגנבתו, ולא בגנבתה (סוטה פרק ג משנה ח): ולא כנשים. שאב מוכר את בתו הקטנה לאמה, והאנדרוגינוס ספק זכר, ואין אב מוכר את בנו לעבד: ואינו נערך. דזכר ונקבה אמורים בפרשת ערכים (ויקרא כז), שיהא זכר ודאי או נקבה ודאית: אבל טמטום וכו'. ובתוספתא הגרסא, אבל טמטום אינו כן, אלא או ספק איש או ספק אשה",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין שׂוֹרְפִין תְּרוּמָה וְכוּ'. אִם רָאָה לֹבֶן לְבַד אוֹ אֹדֶם לְבַד, מִשּׁוּם דַּהֲוֵי סָפֵק, כְּדִתְנַן בְּמַסֶּכֶת זָבִים (פֶּרֶק ב מִשְׁנָה א). אֲבָל אִם רָאָה לֹבֶן וְאֹדֶם כְּאַחַת, שׂוֹרְפִין, שֶׁהוּא טָמֵא מִמַּה נַּפְשָׁךְ. עַיֵּן בְּנִדָּה (דַּף כח): וְאֵין חַיָּבִין עָלָיו עַל בִּיאַת מִקְדָּשׁ. אֲפִלּוּ רָאָה לֹבֶן וְאֹדֶם כְּאַחַת, מִשּׁוּם דִּכְתִיב (בְּמִדְבָּר ה) מִזָּכָר וְעַד נְקֵבָה, זָכָר וַדַּאי וּנְקֵבָה וַדָּאִית: וְאֵינוֹ נִמְכָּר בְּעֶבֶד עִבְרִי וְכוּ'. מִשּׁוּם דַּהֲוֵי סָפֵק נְקֵבָה, וּכְתִיב (שְׁמוֹת כב) וְנִמְכָּר בִּגְנֵבָתוֹ, וְלֹא בִגְנֵבָתָהּ (סוֹטָה פֶּרֶק ג מִשְׁנָה ח): וְלֹא כַנָּשִׁים. שֶׁאָב מוֹכֵר אֶת בִּתּוֹ הַקְּטַנָּה לְאַמָּה, וְהָאַנְדְּרוֹגִינוֹס סָפֵק זָכָר, וְאֵין אָב מוֹכֵר אֶת בְּנוֹ לְעֶבֶד: וְאֵינוֹ נֶעֱרָךְ. דְּזָכָר וּנְקֵבָה אֲמוּרִים בְּפָרָשַׁת עֲרָכִים (וַיִּקְרָא כז), שֶׁיְּהֵא זָכָר וַדַּאי אוֹ נְקֵבָה וַדָּאִית: אֲבָל טֻמְטוּם וְכוּ'. וּבַתּוֹסֶפְתָּא הַגִּרְסָא, אֲבָל טֻמְטוּם אֵינוֹ כֵן, אֶלָּא אוֹ סָפֵק אִישׁ אוֹ סָפֵק אִשָּׁה",
      "rdfs:label": "ר\"ע מברטנורה משנה ביכורים ד ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:interprets": "jbr:mishna-1-11-4-5"
    }
  ]
}