{"subjects":[{"uri":"jbr:mishna-bartanura-6-10-1-1","jbo:text":"ר\"ע מברטנורה הַמְכַנֵּס חַלּוֹת. שֶׁמַּפְרִישִׁין מִן הָעִסָּה, וְנָתַן מֵהֶם הַרְבֵּה זוֹ עַל זוֹ עַד שֶׁנִּדְבְּקוּ זוֹ בָּזוֹ, וְדַעְתּוֹ הָיָה מִתְּחִלָּה לְהַפְרִידָן זוֹ מִזּוֹ: וְנָשְׁכוּ. שֶׁנִּדְבְּקוּ כָּל כָּךְ עַד שֶׁכְּשֶׁבָּא לְהַפְרִידָן נוֹשְׁכוֹת זוֹ מִזּוֹ, כְּלוֹמַר שֶׁנִּתְלָשׁ מִקְצָת מֵאַחַת מֵהֶן וְעוֹלֶה עִם חֲבֶרְתָּהּ: בֵּית שַׁמַּאי אוֹמְרִים חִבּוּר בִּטְבוּל יוֹם. וְאִם נָגַע טְבוּל יוֹם בְּאַחַת מֵהֶן, נִפְסְלוּ כֻּלָּן כְּאִלּוּ הֵן גּוּף אֶחָד. דִּטְבוּל יוֹם פּוֹסֵל בַּתְּרוּמָה, וְחַלָּה דִּין תְּרוּמָה יֵשׁ לָהּ: וּבֵית הִלֵּל אוֹמְרִים אֵינוֹ חִבּוּר. כֵּיוָן דְּדַעְתּוֹ לְהַפְרִידָן. וְאוֹתָהּ שֶׁנָּגַע בָּהּ הַטְּבוּל יוֹם פְּסוּלָה, וְהַשְּׁאָר טְהוֹרוֹת: מִקְרָצוֹת. חֲתִיכוֹת שֶׁל עִסּוֹת שֶׁנֶחְתְּכוּ וְנִתְלְשׁוּ מֵעִסּוֹת הַגְּדוֹלוֹת, קְרוּיוֹת מִקְרָצוֹת. לְשׁוֹן קֶרֶץ מִצָּפוֹן בָּא בָא (יִרְמְיָה מו). וְכָל הָנֵי דַּחֲשִׁיב הָכָא. אַפְּלוּגְתָּא דְּבֵית שַׁמַּאי וּבֵית הִלֵּל דְּסֵיפָא קַיְמֵי. וְהָא דְּלָא חֲשִׁיב חַלּוֹת בַּהֲדַיְהוּ, מִשּׁוּם דְּחַלּוֹת לְבֵית הִלֵּל אֵינָן חִבּוּר לֹא בִּטְבוּל יוֹם וְלֹא בִּשְׁאָר טֻמְאוֹת {א}, אֲבָל הָנֵי דַּוְקָא בִּטְבוּל יוֹם פְּלִיגֵי, אֲבָל בִּשְׁאָר טֻמְאוֹת מוֹדִים, כִּדְקָתָנֵי סֵיפָא: חֲמִיטָה. עֻגָּה דַּקָּה: עַד שֶׁלֹּא קָרְמוּ בַתַּנּוּר. דְּכֵיוָן שֶׁנִּדְבְּקוּ כְּשֶׁהֵן עִסָּה, הֲרֵי צוּרָתָן נִפְסֶדֶת אִם מַנִּיחָן מְדֻבָּקִין, הִלְכָּךְ וַדַּאי עָתִיד לְהַפְרִידָם: וְקוֹלִית שֶׁל מַיִם. הַקֶּצֶף וְהָרְתִיחָה שֶׁעוֹלֶה בַּמַּיִם, קוֹלִית שְׁמָהּ. וְאִם נָגַע טְבוּל יוֹם בְּאוֹתָהּ רְתִיחָה, לְבֵית הִלֵּל לֹא הָוֵי חִבּוּר וְלֹא נִפְסְלוּ הַמַּיִם: מְחֻלְחֶלֶת. כְּשֶׁהָרְתִיחָה חֲלוּלָה מִתַּחְתֶּיהָ וְאֵינָהּ נוֹגַעַת בַּמַּיִם אֶלָּא בִּקְצוֹתֶיהָ: הָרִאשׁוֹנָה. שֶׁרְתִיחָה רִאשׁוֹנָה שֶׁל גְּרִיסִין אֵינָהּ מֻדְבֶּקֶת עַל הַגְּרִיסִין: רַבִּי יְהוּדָה אוֹמֵר אַף בִּרְתִיחָה שֶׁל אֹרֶז. נַמִּי פְּלִיגֵי בֵּית שַׁמַּאי וּבֵית הִלֵּל אִי הָוֵי חִבּוּר לִטְבוּל יוֹם, וְאִי נָגַע בָּרְתִיחָה כְּאִלּוּ נָגַע בָּאֹרֶז {ב}: וּמוֹדִים. בֵּית הִלֵּל: בִּשְׁאָר כָּל הַטֻּמְאוֹת. דַּהֲוֵי חִבּוּר: בֵּין קַלּוֹת בֵּין חֲמוּרוֹת. קַלּוֹת רִאשׁוֹן לַטֻּמְאָה {ג}. חֲמוּרוֹת, אַב הַטֻּמְאָה. וְדַוְקָא בִּטְבוּל יוֹם פְּלִיגֵי, לְפִי שֶׁכְּבָר עָלָה מִטֻּמְאָתוֹ וְאֵינוֹ חָסֵר אֶלָּא הַעֲרֵב שֶׁמֶשׁ","rdfs:label":"ר\"ע מברטנורה טבול יום א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-1"},{"uri":"jbr:mishna-yomtov-6-10-1-1","jbo:text":"עיקר תוי\"ט {א} הָרַ\"שׁ. וְנָקַט טְבוּל יוֹם, מִשּׁוּם רְבוּתָא דְּבֵית שַׁמַּאי. מַהֲרַ\"ם. וְהָרַמְבַּ\"ם לֹא חִלֵּק בֵּינֵיהֶן. וְנִרְאֶה לִי דְּכָךְ נִשְׁאֲלוּ בְּבֵית הַמִּדְרָשׁ חַלּוֹת בִּפְנֵי עַצְמָם כוּ': {ב} וּמִדְּלֹא כָּתַב הִלְכָתָא כְּמַאן, נִרְאֶה דִּסְבִירָא לֵיהּ דְּלֹא פָּלֵיג רַבִּי יְהוּדָה, אֶלָּא קַבָּלָה הָיְתָה בְּיָדוֹ דִּבְהָא נַמִּי פְּלִיגֵי, וְתַנָּא קַמָּא לֹא שְׁמִיעַ לֵיהּ. מַה שֶּׁאֵין כֵּן בְּמִשְׁנָה ב', דְּתַנָּא קַמָּא נָחֵית לְמִין קִטְנִיּוֹת וְלֹא תָּנֵי שֶׁל טֹפַח, מַשְׁמַע דִּפְלִיגֵי: {ג} וּבָרַמְבַּ\"ם מַשְׁמַע, דְּקַלּוֹת, אוֹתָן שֶׁהֵן מִדִּבְרֵי סוֹפְרִים","rdfs:label":"עיקר תוי\"ט טבול יום א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-1"},{"uri":"jbr:mishna-bartanura-6-10-1-2","jbo:text":"ר\"ע מברטנורה הַמְכַנֵּס חַלּוֹת. זוֹ עַל גַּבֵּי זוֹ: עַל מְנָת שֶׁלֹּא לְהַפְרִישׁ. שֶׁלֹּא לְהַפְרִידָן זוֹ מִזּוֹ: מִשֶּׁקָּרְמוּ בַתַּנּוּר. דִּמְאַחַר שֶׁאֵין צוּרָתָן נִפְסֶדֶת וְנִשְׁאָרִין רְקִיקִין כְּמוֹ שֶׁהָיוּ, הוּא מַנִּיחָן מְדֻבָּקִין וְשׁוּב אֵין מַפְרִידָן זוֹ מִזּוֹ לְעוֹלָם: וְשֶׁל שֶׁמֶן לְעוֹלָם. בֵּין חָדָשׁ בֵּין יָשָׁן: טֹפַח. מִין קִטְנִית. וְרַמְבַּ\"ם אוֹמֵר, שֶׁהוּא שֶׁקּוֹרִין לוֹ בַּעֲרָבִי קורטמא\"ן. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: טְמֵאִים בִּטְבוּל יוֹם. מִשּׁוּם סֵיפָא דְּתָנֵי וְאֵין צָרִיךְ לוֹמַר בְּכָל הַטֻּמְאוֹת, נָקַט טְמֵאִים אֵצֶל טְבוּל יוֹם, וְאַף עַל גַּב דְּלֹא שַׁיָּךְ טֻמְאָה גַּבֵּי טְבוּל יוֹם, לְפִי שֶׁאֵינוֹ מְטַמֵּא אֶלָּא פּוֹסֵל בַּתְּרוּמָה בִּלְבַד","rdfs:label":"ר\"ע מברטנורה טבול יום א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-2"},{"uri":"jbr:mishna-bartanura-6-10-1-3","jbo:text":"ר\"ע מברטנורה מַסְמֵר שֶׁאַחַר הַכִּכָּר. בָּצֵק הַבּוֹלֵט מִן הַכִּכָּר שֶׁל לֶחֶם כְּמִין מַסְמֵר, וְיֵשׁ שֶׁעוֹשִׂין אוֹתוֹ כָּךְ לְסִימָן: וְגַרְגֵּר מֶלַח קָטָן. שֶׁנִּדְבַּק בַּכִּכָּר וְנֶאֱפָה עִמּוֹ: וְהַחַרְחוּר. שֶׁנִּשְׂרַף הַלֶּחֶם פָּחוֹת מֵעֳבִי אֶצְבַּע סְבִיבוֹתָיו. חַרְחוּר, לְשׁוֹן נָחַר מַפֻּחַ מֵאֵשׁ (יִרְמְיָה ו): רַבִּי יוֹסֵי אוֹמֵר. כָּל שֶׁהַשָּׂרוּף נֶאֱכָל עִם הַכִּכָּר, הָוֵי חִבּוּר. וְאִם נָגַע טְבוּל יוֹם בַּשָּׂרוּף כְּאִלּוּ נָגַע בַּפַּת, וְאִי לֹא, לֹא הָוֵי חִבּוּר. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה טבול יום א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-3"},{"uri":"jbr:mishna-yomtov-6-10-1-3","jbo:text":"עיקר תוי\"ט {ד} קָטָן. וְשִׁעוּרוֹ נִרְאֶה שֶׁהוּא לְפִי רְאוּת עֵינֵי הֶחָכָם הַמּוֹרֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} פָּחוּת כוּ'. לְהָרַמְבַּ\"ם קָאֵי נַמִּי אַמַּסְמֵר","rdfs:label":"עיקר תוי\"ט טבול יום א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-3"},{"uri":"jbr:mishna-bartanura-6-10-1-4","jbo:text":"ר\"ע מברטנורה צְרוֹר שֶׁבַּכִּכָּר. שֶׁרְגִילִים לָשׂוּם צְרוֹר אֶבֶן בְּתוֹךְ הַכִּכָּר לְסִימָן שֶׁלֹּא יִתְחַלֵּף בְּאַחֵר, וּפְעָמִים שֶׁמְּשִׂימִין גַּרְגֵּר שֶׁל מֶלַח גָּדוֹל אוֹ תֻּרְמוֹס. כָּל הָנֵי לָא חֲשִׁיבֵי חִבּוּר בְּלֶחֶם, וְאִם נָגַע אַב הַטֻּמְאָה בְּאֶחָד מֵהֶן, לֹא הָוֵי כְּאִלּוּ נָגַע בַּלֶּחֶם עַצְמוֹ. וְכָל שֶׁכֵּן טְבוּל יוֹם שֶׁלֹּא נִפְסַל כִּכָּר שֶׁל תְּרוּמָה בְּכָךְ: וְהַחַרְחוּר יָתֵר מִכְּאֶצְבַּע. וְכֵן כְּשֶׁנִּשְׂרַף מִן הַלֶּחֶם בְּיוֹתֵר מֵעֳבִי אֶצְבַּע, וְנָגַע טָמֵא אוֹ טְבוּל יוֹם בַּשָּׂרוּף, לֹא הָוֵי חִבּוּר לַלֶּחֶם: רַבִּי יוֹסֵי אוֹמֵר כֹּל שֶׁאֵינוֹ נֶאֱכָל עִמּוֹ. לֹא הָוֵי חִבּוּר. וְלֹא מְשַׁעֲרִינַן בָּעֳבִי אֶצְבַּע כְּתַנָּא קַמָּא. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה טבול יום א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-4"},{"uri":"jbr:mishna-yomtov-6-10-1-4","jbo:text":"עיקר תוי\"ט {ו} יָתֵר. יֵשׁ לוֹמַר דְּהָכִי קָאָמַר, כָּאֶצְבַּע נַעֲשָׂה כְּיָתֵר מֵאֶצְבַּע וְאֵינוֹ חִבּוּר. מַהֲרַ\"ם. אִי נַמִּי, כָּאֶצְבַּע הָוֵי חִבּוּר בִּשְׁאָר טֻמְאוֹת וְלֹא הָוֵי חִבּוּר בִּטְבוּל יוֹם. מוהרר\"ו וורמיז\"א. וְאָתֵי שַׁפִּיר הַדִּיּוּקִים דְּלֹא לִיקְשׁוּ אַהֲדָדֵי","rdfs:label":"עיקר תוי\"ט טבול יום א ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-4"},{"uri":"jbr:mishna-bartanura-6-10-1-5","jbo:text":"ר\"ע מברטנורה הַשְּׂעֹרָה וְהַכֻּסֶּמֶת. בִּזְמַן שֶׁאֵינָן קְלוּפִים לָא חֲשִׁיבֵי מַאֲכַל אָדָם, שֶׁאֵין בְּנֵי אָדָם אוֹכְלִין אוֹתָן בִּקְלִפָּתָן, וְדָבָר שֶׁאֵינוֹ מַאֲכַל אָדָם אֵינוֹ מְקַבֵּל טֻמְאָה: הַתִּיאָה. שֹׁרֶשׁ שֶׁל חִלְתִּית: וְהַחִלְתִּית. בַּעֲרָבִית כָּךְ שְׁמָהּ חִלְתִּית. וְקוֹרִין לְהוּ בְּלַעַ\"ז ספיטיד\"א: וְהָאֲלוּם. אָמְרוּ עָלָיו שֶׁהוּא שֹׁרֶשׁ מִין מִמִּינֵי הַחִלְתִּית. וְכָל הָנֵי לָא חֲשִׁיבֵי מַאֲכַל אָדָם, וּפְעָמִים מְעָרְבִין מֵהֶם מְעַט עִם הַמָּזוֹן: אַף אֲפוּנִים שְׁחוֹרִין. שֶׁאֵינָן אֶלָּא לִרְפוּאָה וְאֵין עֲשׂוּיוֹת לְמַאֲכַל אָדָם: טְהוֹרִים בִּטְבוּל יוֹם. כֵּיוָן שֶׁטָּהַר מִטֻּמְאָתוֹ וְאֵינוֹ מְחֻסָּר אֶלָּא הַעֲרֵב שֶׁמֶשׁ, אֵינוֹ פּוֹסֵל בְּכָל אֵלֶּה אִם הֵם שֶׁל תְּרוּמָה {ט}. אֲבָל בִּשְׁאָר טֻמְאוֹת חֲשִׁיבֵי אֹכֶל וּמְקַבְּלוֹת טֻמְאָה כִּשְׁאָר אֳכָלִין. וַהֲלָכָה כַּחֲכָמִים: הַקֶּצַח. מִין זֶרַע שָׁחוֹר. וּבְלַעַ\"ז נייל\"ו. וּרְגִילִין לָתֵת מִמֶּנּוּ בַּלֶּחֶם: וְהַשֻּׁמְשׁוֹם. כָּךְ שְׁמוֹ בַּעֲרָבִי. וּבְאֶרֶץ יִשְׂרָאֵל מִמֶּנּוּ הַרְבֵּה, וְעוֹשִׂים מִמֶּנּוּ שֶׁמֶן שֻׁמְשְׁמִין","rdfs:label":"ר\"ע מברטנורה טבול יום א ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-5"},{"uri":"jbr:mishna-yomtov-6-10-1-5","jbo:text":"עיקר תוי\"ט {ז} הַשְּׂעֹרָה כוּ'. וְהָא דְּדָרְשִׁינַן שְׂעֹרָה בִּקְלִפָּתָהּ, מִשּׁוּם שְׁאָר טֻמְאָה לְרַבָּנָן נַקְטַהּ. הָרַ\"שׁ. וּמַהֲרַ\"ם כָּתַב, וְשֶׁמָּא הָכָא אַיְרֵי בַּקְּלִפָּה הַחִיצוֹנָה דִּרְגִילוּת לְהָסִיר אוֹתָהּ קֹדֶם זְרִיעָה, וּלְהָכִי לָא חֲשִׁיבָא שׁוֹמֵר מִדְּאוֹרַיְתָא, אֶלָּא דְּרַבָּנָן גָּזְרוּ אַטּוּ קְלִפָּה פְּנִימִית, וּבִטְבוּל יוֹם לֹא גָּזְרוּ. וּלְרַבִּי מֵאִיר לֹא גָּזְרוּ כְּלָל. וְלִדְבָרָיו מַתְנִיתִין מִפָּרְשָׁא לְעִנְיַן חִבּוּר: {ח} הַתִּיאָה כוּ'. מִינֵי זְרָעִים הֵן. וְאַשֶּׁאֵינָן קְלוּפִים קָיְמוּ. מַהֲרַ\"מ: {ט} וְקָשֶׁה, דְּהָא כֻּלֵּיהּ פִּרְקִין וַדַּאי בְּשֶׁל תְּרוּמָה מַיְרֵי, וְלָמָּה דִּיֵּק הָכָא לְפָרוֹשֵׁי הָכִי","rdfs:label":"עיקר תוי\"ט טבול יום א ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-1","jbo:mishna":"jbr:mishna-6-10-1-5"},{"uri":"jbr:mishna-bartanura-6-10-2-1","jbo:text":"ר\"ע מברטנורה מַשְׁקֵה טְבוּל יוֹם. כְּגוֹן רֻקּוֹ, מֵימֵי רַגְלָיו, דִּמְעוֹת עֵינוֹ, וְדַם מַגַּפְתוֹ, וַחֲלֵב הָאִשָּׁה: כְּמַשְׁקִים שֶׁהוּא נוֹגֵעַ בָּהֶן. כְּמַשְׁקִים שֶׁל תְּרוּמָה {א} שֶׁהוּא נוֹגֵעַ בָּהֶן. דִּטְבוּל יוֹם פּוֹסֵל בַּתְּרוּמָה: אֵלּוּ וָאֵלּוּ. מַשְׁקִים הַיּוֹצְאִים מִגּוּפוֹ וּמַשְׁקֵה תְּרוּמָה שֶׁנָּגַע בָּהֶן, אֵין מְטַמְּאִין אֶת הַקֹּדֶשׁ, אֲבָל מִיפְסָל פָּסֵיל לֵיהּ: בֵּין קַלִּין בֵּין חֲמוּרִין. קַלִּין שֶׁרֶץ {ב}, חֲמוּרִין זָב: תְּחִלָּה. רִאשׁוֹן, וְעוֹשִׂין שֵׁנִי, וְהַשֵּׁנִי עוֹשֶׂה שְׁלִישִׁי: חוּץ מִן הַמַּשְׁקֶה שֶׁהוּא אַב הַטֻּמְאָה. כְּגוֹן זוֹבוֹ שֶׁל זָב וּמַעְיְנוֹתָיו","rdfs:label":"ר\"ע מברטנורה טבול יום ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-1"},{"uri":"jbr:mishna-yomtov-6-10-2-1","jbo:text":"עיקר תוי\"ט {א} דִּלְחֻלִּין טָהוֹר לְגַמְרֵי. וְלַקֹּדֶשׁ מְטַמֵּא. הָרַ\"שׁ: {ב} דְּאֵין לְפָרֵשׁ קַלִּין רִאשׁוֹן, דְּאֵין לְךָ בַּעַל חַי טָמֵא שֶׁמַּשְׁקִין יוֹצֵא מִמֶּנּוּ שֶׁהוּא רִאשׁוֹן. וְאִם תֹּאמַר, לֵימָא קַלִּין שֶׁרֶץ וְזָב, וַחֲמוּרִין מֵת שֶׁהוּא אֲבִי אֲבוֹת הַטֻּמְאָה. אָמְרוּ בַּגְּמָרָא, דְּבַמֵּת לֹא גָּזְרוּ רַבָּנָן בְּמַשְׁקִין (חוּץ מִדָּמוֹ דִּבְהֶדְיָא כְּתִיב) דִּבְדִילֵי מִנֵּיהּ, אֲבָל זָב דְּלֹא בְּדִילִי מִנֵּיהּ, גָּזְרוּ עַל הַמַּשְׁקִין שֶׁלּוֹ לִהְיוֹת תְּחִלָּה, חוּץ מִמַּעְיְנוֹתָיו שֶׁהֵן מִדִּבְרֵי תּוֹרָה וְהֵן אַב הַטֻּמְאָה","rdfs:label":"עיקר תוי\"ט טבול יום ב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-1"},{"uri":"jbr:mishna-bartanura-6-10-2-2","jbo:text":"ר\"ע מברטנורה הַמַּשְׁקִים פְּסוּלִים. דִּטְבוּל יוֹם פּוֹסֵל אֶת הַתְּרוּמָה בִּלְבַד, וְטַמּוֹיֵי לֹא מְטַמֵּא וַאֲפִלּוּ מַשְׁקִין, דְּכָל הַפּוֹסֵל אֶת הַתְּרוּמָה מְטַמֵּא מַשְׁקִין לִהְיוֹת תְּחִלָּה חוּץ מִן הַטְּבוּל יוֹם. הִלְכָּךְ, הַקְּדֵרָה טְהוֹרָה, דְּמַשְׁקִין שֶׁנָּגְעוּ בִּטְבוּל יוֹם אֲפִלּוּ אֳכָלִים לֹא מְטַמְּאֵי, וְכָל שֶׁכֵּן כֵּלִים: וְאִם הָיָה מַשְׁקֵה חֻלִּין הַכֹּל טָהוֹר. דִּטְבוּל יוֹם טָהוֹר לְחֻלִּין וּלְמַעֲשֵׂר: וְאִם הָיוּ יָדָיו מְסֹאָבוֹת הַכֹּל טָמֵא. דְּיָדַיִם פּוֹסְלוֹת אֶת הַתְּרוּמָה, וּכְשֶׁנִּטְמְאוּ הַמַּשְׁקִים מֵחֲמַת יָדַיִם חָזְרוּ לִהְיוֹת תְּחִלָּה וּמְטַמְּאִין כֵּלִים: שֶׁסְּפֵק טְבוּל יוֹם פּוֹסֵל אֶת הַתְּרוּמָה. כְּגוֹן שְׁתֵּי כִּכָּרוֹת לְפָנָיו, סָפֵק נָגַע סָפֵק לֹא נָגַע, בִּכְהַאי גַוְנָא בַּיָּדַיִם טָהוֹר, וּבִטְבוּל יוֹם פָּסוּל","rdfs:label":"ר\"ע מברטנורה טבול יום ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-2"},{"uri":"jbr:mishna-bartanura-6-10-2-3","jbo:text":"ר\"ע מברטנורה הַמִּקְפָּה. תַּבְשִׁיל קָפוּי וְעָב. כְּגוֹן דַּיְסָא אוֹ גְּרִיסִין שֶׁל פּוֹל: וְהַשּׁוּם וְהַשֶּׁמֶן. נְתוּנִים בּוֹ לְתַבְלִין: נָגַע טְבוּל יוֹם בְּמִקְצָתָן פָּסַל אֶת כֻּלָּם. דְּמִקְפָּה עִקָּר, וּטְבוּל יוֹם פּוֹסֵל בַּתְּרוּמָה. וְאַף עַל פִּי שֶׁלֹּא נָגַע אֶלָּא בַּשּׁוּם שֶׁל חֻלִּין, חָשׁוּב חִבּוּר: וְאִם הָיָה הַשּׁוּם מְרֻבֶּה. יוֹתֵר מִן הַמִּקְפָּה שֶׁל חֻלִּין: הוֹלְכִין אַחַר הַמְרֻבֶּה. וְדִין הַכֹּל כְּדִין תְּרוּמָה {ד}. וְאִם נָגַע בְּמִקְצָתָם, פָּסַל אֶת הַכֹּל: אֵימָתַי. כְּלוֹמַר בַּמֶּה אָמַרְנוּ אִם הָיָה הַשּׁוּם מְרֻבֶּה וְנָגַע בַּמִּקְצָת הוּא פּוֹסֵל אֶת הַכֹּל, בִּזְמַן שֶׁהַשּׁוּם מְכֻנָּס בַּקְּעָרָה, וְהוּא גּוּף אֶחָד כְּמִין גּוּשׁ עָפָר: אֲבָל אִם הָיָה מְפֻזָּר בַּמְּדוֹכָה. שֶׁחֲלָקָיו מְפֹרָדִים זֶה מִזֶּה בְּתוֹךְ הַמְּדוֹכָה, וְנָגַע בּוֹ טְבוּל יוֹם, אָז טָהוֹר, כְּלוֹמַר לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ בִּלְבַד, שֶׁכֵּיוָן שֶׁהוּא מִתְכַּוֵּן בְּשָׁעָה שֶׁכּוֹתֵשׁ לְהַפְרִיד חֲלָקָיו, לֹא חָשׁוּב חִבּוּר: וּשְׁאָר כָּל הַנִּדּוֹכִין שֶׁדָּכָן בְּמַשְׁקִין. כְּמוֹ שֶׁעוֹשִׂין לַחִטִּין, כְּשֶׁדָּכִין אוֹתָן בִּמְדוֹכָה מְזַלְּפִים עֲלֵיהֶם מַיִם: אוֹ דְבָרִים שֶׁדַּרְכָּן לָדוּךְ בְּמַשְׁקִין. וְדָכָן שֶׁלֹּא בְמַשְׁקִין וְהֵן גּוּשׁ בַּקְּעָרָה, הֲרֵי הֵן כְּעִגּוּלֵי דְבֵלָה. דְּאִם נָגַע טְבוּל יוֹם בְּמִקְצָתָן, לֹא פָּסַל אֶת כֻּלָּן. כָּךְ מָצָאתִי בְּפֵרוּשׁ רַבּוֹתַי. וְרַמְבַּ\"ם מְפָרֵשׁ, וּשְׁאָר כָּל הַנִּדּוֹכִין שֶׁדָּכָן בְּמַשְׁקִין [כְּלוֹמַר, וְכֵן שְׁאָר כָּל הַנִּדּוֹכִים שֶׁדָּכָן בְּמַשְׁקִין], דִּינָם כַּשּׁוּם, שֶׁאִם נָגַע טְבוּל יוֹם בְּמִקְצָתוֹ כְּשֶׁכּוֹתֵשׁ אוֹתוֹ [בַּמְּדוֹכָה], לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ, מִפְּנֵי שֶׁהוּא רוֹצֶה בְּפִזּוּרוֹ. וְאִם נָגַע בּוֹ כְּשֶׁנַּעֲשָׂה גּוּשׁ בַּקְּעָרָה, הָוֵי חִבּוּר, וּכְשֶׁנָּגַע בְּמִקְצָת פָּסַל אֶת הַכֹּל: אֲבָל אֶת שֶׁדַּרְכָּן לָדוּךְ בְּמַשְׁקִין. גָּרְסִינַן לְפִי פֵּרוּשׁ רַמְבַּ\"ם: וְדָכָן שֶׁלֹּא בְמַשְׁקִין. אַף עַל פִּי שֶׁשָּׂם אוֹתוֹ גּוּשׁ בַּקְּעָרָה, הֲרֵי הֵן כְּעִגּוּלֵי דְּבֵלָה, דְּאָמְרִינַן דְּכִי נָגַע בְּמִקְצָתוֹ לֹא נִטְמְאוּ כֻּלָּן, בְּרֵישׁ פֶּרֶק ב' דִּתְרוּמוֹת","rdfs:label":"ר\"ע מברטנורה טבול יום ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-3"},{"uri":"jbr:mishna-yomtov-6-10-2-3","jbo:text":"עיקר תוי\"ט {ג} וְהַשּׁוּם וְהַשֶּׁמֶן. דֶּרֶךְ לָדוּךְ הַשּׁוּם בְּשֶׁמֶן וְיִיטַב בּוֹ הַתַּבְשִׁיל. הָרַמְבַּ\"ם. וְאָתֵי שַׁפִּיר דְּתָנֵי הָכָא לֹא פָּסַל אֶלָּא מַגָּעוֹ וּלְקַמָּן תָּנֵי אֶלָּא שֶׁמֶן, וְגַם לְקַמָּן תָּנֵי שֶׁהַשֶּׁמֶן צָף וְהָכָא לֹא תָּנֵי, וְדִקְדֵּק הָרַ\"שׁ מִכָּל זֶה דְּהָכָא לֵיתָא לַשֶּׁמֶן בְּעֵין. וּבְפֵרוּשׁ הָרַמְבַּ\"ם נִיחָא, דְּהָא הַשֶּׁמֶן מִתְעָרֵב עִם הַשּׁוּם וְאֵינוֹ צָף, לְכָךְ לֹא תָּנֵי וְאִם הָיָה הַשֶּׁמֶן מְרֻבֶּה כְּמוֹ דְּתָנֵי הַשּׁוּם. שֶׁהַשֶּׁמֶן מִתְעָרֵב עִם הַשּׁוּם. וְהָא דְּנָקַט בְּרֵישָׁא שֶׁמֶן, דִּבְּרוּ בַּהֹוֶה: {ד} וְנִרְאֶה, דְּדַוְקָא לְחֻמְרָא סְבִירָא לֵיהּ הוֹלְכִין אַחַר הָרֹב, וְאַמִּקְפָּה שֶׁל חֻלִּין קָאֵי, וְלֹא אָרֵישָׁא לְהָקֵל. וְיֵשׁ לוֹמַר נַמִּי דְּמִשּׁוּם דְּרַבִּי יְהוּדָה קָאֵי אַשֶּׁל תְּרוּמָה, לְהָכִי פֵּרֵשׁ בַּתְּרוּמָה, וְהוּא הַדִּין אִפְּכָא","rdfs:label":"עיקר תוי\"ט טבול יום ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-3"},{"uri":"jbr:mishna-bartanura-6-10-2-4","jbo:text":"ר\"ע מברטנורה הַמִּקְפָּה וְהַחֲמִיטָה. דַּרְכָּן הָיָה לְהַנִּיחַ הַחֲמִיטָה, שֶׁהִיא עֻגָּה דַּקָּה כְּמִין רָקִיק, בְּתוֹךְ הַמִּקְפָּה: חִבֵּץ. הַיְנוּ שֶׁעֵרֵב הַמִּקְפָּה וְהַחֲמִיטָה עִם הַשֶּׁמֶן, וּמִכָּל מָקוֹם הַשֶּׁמֶן נִכָּר. וְהָא דְּפָסֵיל בְּכָל מָקוֹם שֶׁהִלֵּךְ הַשֶּׁמֶן, לְפִי שֶׁאֵין יְכוֹלִין לְהַפְרִידוֹ מִן הַמִּקְפָּה וּמִן הַחֲמִיטָה","rdfs:label":"ר\"ע מברטנורה טבול יום ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-4"},{"uri":"jbr:mishna-bartanura-6-10-2-5","jbo:text":"ר\"ע מברטנורה בְּשַׂר הַקֹּדֶשׁ שֶׁקָּרַם עָלָיו הַקִּפָּה. קָפְאוּ עָלָיו הַתַּבְלִין וְהַמָּרָק וְשֻׁמַּן הַבָּשָׂר, שֶׁנִּמּוֹחַ וְנַעֲשָׂה הַכֹּל כְּמִין קְרוּם: הַחֲתִיכוֹת מֻתָּרוֹת. דְּלֹא הָוֵי הַקְּרוּם חִבּוּר: וְכָל הָעוֹלִים עִמָּהּ. חֲשִׁיב מְחֻבָּר לָהּ. וְהַשְּׁאָר טָהוֹר: שְׁנֵיהֶם חִבּוּר. וּבֵין שֶׁנָּגַע בַּקִּפָּה בֵּין שֶׁנָּגַע בַּחֲתִיכוֹת, פָּסַל הַכֹּל. וְאֵין הֲלָכָה כְּרַבִּי יוֹחָנָן בֶּן נוּרִי: עַל גַּבֵּי פְרוּסוֹת. שֶׁל לֶחֶם שֶׁמַּנִּיחִין עַל הַקִּטְנִיּוֹת: מַעֲשֵׂה קְדֵרָה בַקִּטְנִיּוֹת. כְּלוֹמַר, קִטְנִיּוֹת שֶׁנִּתְבַּשְּׁלוּ בִּקְדֵרָה וְדַרְכָּן לְהִתְבַּקֵּעַ, וּכְשֶׁמִּתְבַּשְּׁלוֹת יָפֶה מִתְחַבְּרוֹת וְנַעֲשׂוֹת כְּמִין גּוּשׁ. וְיֵשׁ שֶׁגּוֹרְסִין, מַעֲשֵׂה קְדֵרָה וְקִטְנִיּוֹת: הֲרֵי אֵלּוּ יִמָּנוּ. אִם נָגַע שֶׁרֶץ בְּאֶחָד מֵהֶן, הֲרֵי הוּא רִאשׁוֹן. וְהַגּוּשׁ הַסָּמוּךְ לוֹ שֵׁנִי, וְהָאַחֵר הַסָּמוּךְ לַשֵּׁנִי שְׁלִישִׁי בַּתְּרוּמָה: שְׁנֵיהֶן חִבּוּר זֶה לָזֶה. וְאִם נָגַע טְבוּל יוֹם בְּאֶחָד מֵהֶן, נִפְסַל חֲבֵרוֹ. וְאֵין הֲלָכָה כְּרַבִּי יוֹחָנָן בֶּן נוּרִי","rdfs:label":"ר\"ע מברטנורה טבול יום ב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-5"},{"uri":"jbr:mishna-bartanura-6-10-2-6","jbo:text":"ר\"ע מברטנורה חָבִית שֶׁשָּׁקְעָה. חָבִית שֶׁל יַיִן שֶׁל תְּרוּמָה שֶׁנָּפְלָה לְתוֹךְ הַבּוֹר, וְשָׁקְעָה בְּתוֹךְ הַיַּיִן שֶׁבַּבּוֹר, וְהַיַּיִן שֶׁבַּבּוֹר חֻלִּין, וְצָף לְמַעְלָה עַל פִּי הֶחָבִית: וְנָגַע וְכוּ'. אִם שִׁלְשֵׁל יָדוֹ לְתוֹךְ פִּי הֶחָבִית מִן הַשָּׂפָה וְלִפְנִים הֲרֵי זֶה חִבּוּר, וְנִפְסַל כָּל הַיַּיִן שֶׁבֶּחָבִית, וַאֲפִלּוּ לֹא הָיְתָה הֶחָבִית מִתְּחִלָּתָהּ מְלֵאָה לְגַמְרֵי מִן הַיַּיִן שֶׁל תְּרוּמָה: מִן הַשָּׂפָה וְלַחוּץ. שֶׁלֹּא הִכְנִיס יָדוֹ לְתוֹךְ פִּי הֶחָבִית, אַף עַל פִּי שֶׁנָּגַע בַּיַּיִן שֶׁל בּוֹר שֶׁכְּנֶגֶד פִּי הֶחָבִית, אֲפִלּוּ הָכִי אֵינוֹ חִבּוּר: אֲפִלּוּ עַל גַּבָּהּ רוּם קוֹמָה. שֶׁעָלָה יַיִן שֶׁבַּבּוֹר עַל פְּנֵי הֶחָבִית רוּם קוֹמַת אָדָם, אִם נָגַע כְּנֶגֶד פִּיהָ הָוֵי חִבּוּר. וְאֵין הֲלָכָה כְּרַבִּי יוֹחָנָן בֶּן נוּרִי","rdfs:label":"ר\"ע מברטנורה טבול יום ב ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-6"},{"uri":"jbr:mishna-bartanura-6-10-2-7","jbo:text":"ר\"ע מברטנורה מִפִּיהָ וּמִשּׁוּלֶיהָ טְמֵאָה. מִפִּיהָ טְמֵאָה, הוֹאִיל וְכָל הַיַּיִן שֶׁלְּמַטָּה נַעֲשָׂה בָּסִיס לָעֶלְיוֹן, הָוֵי חִבּוּר. וּמִשּׁוּלֶיהָ נַמִּי, הוֹאִיל וְכָל הַיַּיִן נִמְשָׁךְ אַחַר הַנֶּקֶב, הָוֵי חִבּוּר: אֲבָל נִקְּבָה מִצִּדָּהּ מִכָּאן וּמִכָּאן טְהוֹרָה. וְאֵין פָּסוּל אֶלָּא מַה שֶּׁנָּגַע {ו}, וְיַעֲלֶה בְּאֶחָד וּמֵאָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: וְנָגַע טְבוּל יוֹם בַּקִּלּוּחַ. הַקִּלּוּחַ לְבַד נִפְסָל, דְּנִצּוֹק אֵינוֹ חִבּוּר, וְהַוְיָא לַהּ תְּרוּמָה טְמֵאָה שֶׁנִּתְעָרְבָה בִּטְהוֹרָה, וְתַעֲלֶה בְּאֶחָד וּמֵאָה, כִּתְרוּמָה בְּחֻלִּין. וּבְהָא אֲפִלּוּ רַבָּנָן מוֹדוּ, דְּקִלּוּחַ לָא חֲשִׁיב חִבּוּר לַכֵּלִים {ז} כְּמוֹ הַנֶּקֶב שֶׁבְּצִדָּהּ לֶחָבִית. וְאַף עַל גַּב דְּמַשְׁקִין אֵין לָהֶם טָהֳרָה מִטֻּמְאָתָן, הַיְנוּ דְּלֹא סָלְקָא לְהוּ הַשָּׁקָה בְּמִקְוֶה כְּמוֹ לְמַיִם, אֲבָל מִטַּעַם בִּטּוּל, בְּטֵלִים הֵם בְּאֶחָד וּמֵאָה. וְדַוְקָא בְּמַגַּע טְבוּל יוֹם בְּטֵלִים הַמַּשְׁקִין, מִשּׁוּם דִּטְבוּל יוֹם פּוֹסֵל וְאֵינוֹ מְטַמֵּא. אֲבָל בִּשְׁאָר טֻמְאוֹת, קָא הֲדַר מַה שֶּׁבַּקִּלּוּחַ וּמְטַמֵּא כָּל מַה שֶּׁבַּכְּלִי בְּמַגָּע {ח}","rdfs:label":"ר\"ע מברטנורה טבול יום ב ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-7"},{"uri":"jbr:mishna-yomtov-6-10-2-7","jbo:text":"עיקר תוי\"ט {ה} טְמֵאָה. וְצָרִיךְ עִיּוּן דַּהֲוָה לֵיהּ לְמִתְנֵי פְּסוּלָה: {ו} וְצָרִיךְ לְחַלֵּק, דְּלֹא אָמְרִינַן בָּסִיס וְנִמְשָׁךְ אֶלָּא בְּמִפִּיהָ וּמִשּׁוּלֶיהָ, הוֹאִיל וְהַכֹּל הוּא בָּסִיס אוֹ נִמְשָׁךְ. מַה שֶּׁאֵין כֵּן מֵהַצְּדָדִין אַף עַל פִּי שֶׁמַּה שֶּׁלְּמַטָּה הוּא בָּסִיס וּמַה שֶּׁלְּמַעְלָה נִמְשָׁךְ, הוֹאִיל וְאֵין הַכֹּל שָׁוֶה אֵינוֹ חִבּוּר כְּלָל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} וּלְשׁוֹן הָרַ\"שׁ, לָא חֲשִׁיב חִבּוּר לְמַה שֶּׁבַּכֵּלִים כְּמוֹ מַה שֶּׁבְּצִדָּהּ. וְנִרְאֶה שֶׁכֵּן צָרִיךְ לִהְיוֹת נַמִּי בְּהָרַ\"ב: {ח} וְקָשֶׁה, דְּהָא סְתָמָא קָתָנֵי דְּנִצּוֹק אֵינוֹ חִבּוּר, וְגַם בְּמַתְנִיתִין דִּלְקַמָּן מְטַהֲרִין אֲפִלּוּ בְּאַב הַטֻּמְאָה וּמִטַּעַם דְּאֵינוֹ חִבּוּר. וְדֹחַק לְהַעֲמִידָהּ בִּכְגוֹן דְּהַנְהוּ דְּמִשְׁנָה ט' וְי' פֶּרֶק ה' דְּמַכְשִׁירִין. וְצָרִיךְ עִיּוּן","rdfs:label":"עיקר תוי\"ט טבול יום ב ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-7"},{"uri":"jbr:mishna-bartanura-6-10-2-8","jbo:text":"ר\"ע מברטנורה בִּעְבּוּעַ שֶׁבֶּחָבִית. כְּשֶׁמְּצָרְפִין כְּלֵי חֶרֶס בְּכִבְשָׁן יוֹצְאִין בְּדָפְנוֹתֵיהֶן כְּמִין אֲבַעְבּוּעוֹת, שֶׁיֵּשׁ לָהֶן שְׁתֵּי דְּפָנוֹת, אַחַת לְצַד פְּנִים שֶׁל חָבִית וְאַחַת לְצַד חוּץ, וְחָלוּל בָּאֶמְצַע, וּפְעָמִים שֶׁיֵּשׁ בְּאוֹתוֹ בִּעְבּוּעַ שְׁתֵּי נְקָבִים, אֶחָד בְּדֹפֶן הַבִּעְבּוּעַ שֶׁל צַד פְּנִים שֶׁהוּא לְצַד חֲלַל הֶחָבִית, וְאֶחָד בַּדֹּפֶן שֶׁל צַד חוּץ, וּכְשֶׁהֶחָבִית מְלֵאָה מַשְׁקִים {ט}, נִכְנָס הַמַּשְׁקֶה דֶּרֶךְ הַנֶּקֶב שֶׁבַּדֹּפֶן הַפְּנִימִי וּמְבַצְבֵּץ וְיוֹצֵא דֶּרֶךְ הַנֶּקֶב שֶׁבַּדֹּפֶן הַחִיצוֹן. וְאִם הַנְּקָבִים שֶׁבִּשְׁתֵּי דָּפְנוֹת הַבִּעְבּוּעַ הֵן מְכֻוָּנִים וּמְפֻלָּשִׁים זֶה כְּנֶגֶד זֶה, אוֹ אֲפִלּוּ אֵינָן מְכֻוָּנִים אֶלָּא שֶׁהָיָה הַנֶּקֶב שֶׁבַּדֹּפֶן הַפְּנִימִי לְמַטָּה לְצַד שׁוּלֵי הַכְּלִי וְהַנֶּקֶב שֶׁבַּדֹּפֶן הַחִיצוֹן מִלְּמַעְלָה, אִם הָיְתָה אוֹתָהּ חָבִית מֻנַּחַת בְּאֹהֶל הַמֵּת וּמֻקֶּפֶת צָמִיד פָּתִיל בְּפִיהָ וְאֵינָהּ מֻקֶּפֶת בַּנְּקָבִים שֶׁל הַבִּעְבּוּעַ, אוֹ שֶׁנָּגַע אַב הַטֻּמְאָה בַּמַּשְׁקֶה שֶׁבַּנֶּקֶב הַחִיצוֹן, נִטְמְאוּ כָּל הַמַּשְׁקִים שֶׁבֶּחָבִית. אֲבָל אִם הַפְּנִימִי מִלְּמַעְלָן וְהַחִיצוֹן מִלְּמַטָּן, נְהִי דִּבְאֹהֶל הַמֵּת מִטַּמֵּא, שֶׁאֹהֶל הַטֻּמְאָה נִכְנַס לְתוֹךְ הֶחָבִית דֶּרֶךְ הַנְּקָבִים, בְּאַב הַטֻּמְאָה מִיהָא טָהוֹר, דְּאִם נָגַע אַב הַטֻּמְאָה בַּמַּשְׁקִין שֶׁבַּנֶּקֶב הַחִיצוֹן שֶׁבַּבִּעְבּוּעַ מִלְּמַטָּן, מֵאַחַר שֶׁהַפְּנִימִי מִלְּמַעְלָן, הֲוֵי לֵיהּ כְּנִצּוֹק וּקְטַפְרֵס, וְלֹא הָוֵי חִבּוּר","rdfs:label":"ר\"ע מברטנורה טבול יום ב ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-8"},{"uri":"jbr:mishna-yomtov-6-10-2-8","jbo:text":"עיקר תוי\"ט {ט} וְאַף דִּטְבוּל יוֹם נַמִּי פּוֹסֵל אוֹתָם וּפוֹסֵל לְכָל מַה שֶּׁבֶּחָבִית, נָקַט אַב הַטֻּמְאָה, לִרְבוּתָא דְּסֵיפָא, אִם נָגַע בַּאַבִּעְבּוּעַ לֹא נִטְמְאוּ מַשְׁקִין אַף עַל פִּי שֶׁהוּא אַב הַטֻּמְאָה. כֶּסֶף מִשְׁנֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט טבול יום ב ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-2","jbo:mishna":"jbr:mishna-6-10-2-8"},{"uri":"jbr:mishna-bartanura-6-10-3-1","jbo:text":"ר\"ע מברטנורה כָּל יְדוֹת הָאֳכָלִים. הָעֳקָצִים שֶׁהָאֹכֶל נִתְלֶה בָּהֶן כְּשֶׁרוֹצִין לִתְלוֹתוֹ, וְאָדָם אוֹחֵז בּוֹ כְּשֶׁרוֹצֶה לֶאֱכֹל הַפְּרִי: שֶׁהֵם חִבּוּר בְּאַב הַטֻּמְאָה. שֶׁאִם אַב הַטֻּמְאָה נָגַע בָּהֶן כְּאִלּוּ נָגַע בַּפְּרִי עַצְמוֹ: חִבּוּר בִּטְבוּל יוֹם. אִם הוּא יָד לְפֵרוֹת שֶׁל תְּרוּמָה, וְנָגַע טְבוּל יוֹם בְּאוֹתוֹ הַיָּד, נִפְסְלוּ הַפֵּרוֹת שֶׁל תְּרוּמָה: שֶׁנִּפְרָס. לְשׁוֹן פְּרוּסָה. וְאִית דְּגָרְסֵי שֶׁנִּפְרַם, לְשׁוֹן וּבְגָדָיו לֹא יִפְרֹם (וַיִּקְרָא כא): וּמְעֹרֶה. מְחֻבָּר: אִם אוֹחֵז בַּגָּדוֹל בַּפְּרוּסָה הַגְּדוֹלָה, וְהַפְּרוּסָה הַקְּטַנָּה עוֹלָה עִמָּהּ וְאֵינָהּ נִפְסֶקֶת מִכָּל וָכֹל: הֲרֵי הוּא כָמוֹהוּ. אִם נָגַע טְבוּל יוֹם בְּאֶחָד, נִפְסַל הַשֵּׁנִי: רַבִּי נְחֶמְיָה אוֹמֵר בַּטָּהוֹר. כְּלוֹמַר, בְּאוֹתוֹ שֶׁלֹּא נָגַע בּוֹ טְבוּל יוֹם מְשַׁעֲרִין, בֵּין שֶׁהוּא גָּדוֹל בֵּין שֶׁהוּא קָטָן, אִם אוֹחֵז בּוֹ וְהַטָּמֵא עוֹלֶה עִמּוֹ, שְׁנֵיהֶם טְמֵאִים: וַחֲכָמִים אוֹמְרִים בַּטָּמֵא. מְשַׁעֲרִין, אִם אוֹחֵז בַּטָּמֵא וְהַטָּהוֹר עוֹלֶה עִמּוֹ. וַהֲלָכָה כַּחֲכָמִים: וּשְׁאָר כָּל הָאֳכָלִים. כְּגוֹן מִינֵי יְרָקוֹת: אֶת שֶׁדַּרְכּוֹ לֵאָחֵז בֶּעָלֶה. כְּשֶׁבָּא לְטַלְטְלוֹ, אוֹחֲזִים אוֹתוֹ בֶּעָלֶה, וְאִם לֹא יִפָּסֵק הַיָּרָק וְיִפֹּל כְּשֶׁאוֹחֲזִים אוֹתוֹ בֶּעָלֶה, הָוֵי חִבּוּר, וְאִי לֹא, לֹא הָוֵי חִבּוּר, בֵּין אִם נָגַע טְבוּל יוֹם בֶּעָלֶה בֵּין נָגַע בַּיָּרָק עַצְמוֹ","rdfs:label":"ר\"ע מברטנורה טבול יום ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-1"},{"uri":"jbr:mishna-yomtov-6-10-3-1","jbo:text":"עיקר תוי\"ט {א} בַּגָּדוֹל כוּ'. וְאַף עַל פִּי שֶׁאִם אוֹחֵז בַּקָּטָן אֵין הַגָּדוֹל עוֹלֶה עִמּוֹ, אֲפִלּוּ הָכִי הָוֵי חִבּוּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב וְתוֹסָפוֹת חֲדָשִׁים","rdfs:label":"עיקר תוי\"ט טבול יום ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-1"},{"uri":"jbr:mishna-bartanura-6-10-3-2","jbo:text":"ר\"ע מברטנורה יָרָק שֶׁל תְּרוּמָה. שֶׁנִּתְּנוּ בִּקְעָרָה אוֹ בְאִלְפָּס: וּבֵיצָה טְרוּפָה בַּקְּעָרָה. שֶׁנִּתְעָרֵב הַחֶלְבּוֹן וְהַחֶלְמוֹן יַחַד {ב}, וּנְתוּנָה עַל גַּבֵּי הַיָּרָק: וְנָגַע טְבוּל יוֹם בַּבֵּיצָה. אַף עַל פִּי שֶׁהִיא חֻלִּין, דְּאֵין שַׁיָּךְ תְּרוּמָה בְּבֵיצָה, וּטְבוּל יוֹם אֵינוֹ פּוֹסֵל בְּחֻלִּין. אֲפִלּוּ הָכִי הָוֵי חִבּוּר, וְנִפְסַל הַיָּרָק כְּאִלּוּ נָגַע בּוֹ. וּמִיהוּ לֹא פָסַל אֶלָּא הַקֶּלַח שֶׁכְּנֶגֶד מַגַּע יָדוֹ, וּשְׁאָר הַקְּלָחִים טְהוֹרִים: כָּל הַסֵּדֶר הָעֶלְיוֹן. קְלָחִים הָעֶלְיוֹנִים שֶׁהַבֵּיצָה עַל פְּנֵיהֶם. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: אִם הָיָה כְמִין כּוֹבַע. שֶׁמֵּחֲמַת הַבִּשּׁוּל נִתְנַפְּחָה הַבֵּיצָה וְנַעֲשֵׂית כְּמִין כּוֹבַע עַל הַיָּרָק וַחֲלוּלָה תַּחְתֶּיהָ","rdfs:label":"ר\"ע מברטנורה טבול יום ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-2"},{"uri":"jbr:mishna-yomtov-6-10-3-2","jbo:text":"עיקר תוי\"ט {ב} דְּאִם אֵינָהּ טְרוּפָה אֵינָהּ חִבּוּר, שֶׁהִיא נִשְׁמֶטֶת וְהוֹלֶכֶת לְכָאן וּלְכָאן. הָרַאֲבַ\"ד","rdfs:label":"עיקר תוי\"ט טבול יום ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-2"},{"uri":"jbr:mishna-bartanura-6-10-3-3","jbo:text":"ר\"ע מברטנורה לְפָס. כְּמוֹ אִלְפָּס, כְּעֵין מַחֲבַת שֶׁעוֹשִׂין בָּהּ הַתַּבְשִׁיל. וּבֵיצָה זוֹ מִתְבַּשֶּׁלֶת עִם הַתְּרוּמָה שֶׁנִּפְסְלָה בִּטְבוּל יוֹם {ג}: מִן הַשָּׂפָה. שֶׁל אִלְפָּס וְלִפְנִים. חָשׁוּב הַחוּט שֶׁל בֵּיצָה חִבּוּר, וְאִם נָגַע שָׁם טְבוּל יוֹם, הַכֹּל טָמֵא. אֲבָל הַחוּט הַיּוֹצֵא מִשְּׂפַת הָאִלְפָּס וְלַחוּץ לֹא הָוֵי חִבּוּר: וְכָל שֶׁנִּקְלָף עִמּוֹ. הַיְנוּ מַה שֶּׁעוֹלֶה עִם הַחוּט, הָוֵי חִבּוּר וְלֹא יוֹתֵר. רַבִּי יוֹסֵי לְקֻלָּא. וְהָכִי מוּכָח בַּתּוֹסֶפְתָּא. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: וְכֵן בְּקִטְנִיּוֹת. דִּינָם כְּדִין הַבֵּיצָה","rdfs:label":"ר\"ע מברטנורה טבול יום ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-3"},{"uri":"jbr:mishna-yomtov-6-10-3-3","jbo:text":"עיקר תוי\"ט {ג} הָרַ\"שׁ. כְּלוֹמַר, שֶׁהַתְּרוּמָה נִפְסֶלֶת בִּטְבוּל יוֹם, וְאִם נָגַע כוּ'","rdfs:label":"עיקר תוי\"ט טבול יום ג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-3"},{"uri":"jbr:mishna-bartanura-6-10-3-4","jbo:text":"ר\"ע מברטנורה אֵינָהּ נִפְסֶלֶת בִּטְבוּל יוֹם. דְּבָתַר עִסָּה אָזְלִינַן וְלֹא בָּתַר שְׂאֹר, אַף עַל גַּב דַּאֲסוּרָה לְזָרִים: שֶׁהֻכְשְׁרָה בְמַשְׁקֶה. שֶׁלָּתַת הַחִטִּין בְּמַיִם: וְנִלּוֹשָׁה בְמֵי פֵרוֹת. וּמֵי פֵּרוֹת אֵין מַכְשִׁירִין, וְהָעִסָּה שֶׁנִּלּוֹשָׁה בָּהֶן אִם לֹא הֻכְשְׁרָה תְּחִלָּה, אֵינָהּ מְקַבֶּלֶת טֻמְאָה: פָּסַל אֶת כֻּלָּהּ. דְּמֵי פֵּרוֹת עוֹשִׂין הָעִסָּה חִבּוּר: לֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ. קָסָבַר רַבִּי עֲקִיבָא דְּכֵיוָן דְּמֵי פֵּרוֹת אֵין מַכְשִׁירִין וְלֹא מַיְתֵי לְהוּ לִידֵי טֻמְאָה, רוֹאִין אוֹתָן כְּאִלּוּ אֵינָן, וְלֹא פָּסַל אֶלָּא מְקוֹם מַגָּעוֹ. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה טבול יום ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-4"},{"uri":"jbr:mishna-yomtov-6-10-3-4","jbo:text":"עיקר תוי\"ט {ד} מַגָּעוֹ. וְלֹא מִבַּעְיָא בְּדָמוּעַ דְּרַבָּנָן, אֶלָּא אֲפִלּוּ בְּנִתְחַמְּצָה בִּשְׂאֹר שֶׁל תְּרוּמָה. וּמִדְּאוֹרַיְתָא טַעַם כְּעִקָּר, מִכָּל מָקוֹם בַּתְּרוּמָה הָא לֹא נָגַע. הָרַ\"שׁ, וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט טבול יום ג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-4"},{"uri":"jbr:mishna-bartanura-6-10-3-5","jbo:text":"ר\"ע מברטנורה פָּסַל אֶת כֻּלּוֹ. קָסָבַר שֶׁמֶן מַכְשִׁיר וּמְחַבֵּר: לֹא פָסַל אֶלָּא מְקוֹם מַגָּעוֹ. דְּשֶׁמֶן אֵינוֹ מְחַבֵּר, וְקָאֵי כָּל קֶלַח וְקֶלַח בְּאַפֵּי נַפְשֵׁיהּ","rdfs:label":"ר\"ע מברטנורה טבול יום ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-5"},{"uri":"jbr:mishna-bartanura-6-10-3-6","jbo:text":"ר\"ע מברטנורה שֶׁנָּגַס. שֶׁמְּהַפֵּךְ הָאֹכֶל בְּפִיו. לְשׁוֹן מֵגִיס בַּקְּדֵרָה: וְנָפַל. הָאֹכֶל עִם לַחְלוּחִית הָרֹק שֶׁבּוֹ, עַל בְּגָדָיו וְעַל כִּכָּר שֶׁל תְּרוּמָה: טָהוֹר. הַכִּכָּר, כְּלוֹמַר לֹא הֻכְשַׁר לְקַבֵּל טֻמְאָה. וְאַף עַל גַּב דְּרֹק בְּעָלְמָא מַכְשִׁיר, שָׁאנֵי הָכָא דְּלֹא אַחְשְׁבֵיהּ לָרֹק וְאֵינוֹ לְרָצוֹן, שֶׁהֲרֵי נָפַל עַל בְּגָדָיו, וּפְשִׁיטָא דְּלֹא נִיחָא לֵיהּ: כֹּל שֶׁהוּא רוֹצֶה לָמֹץ אֶת גַּרְעִינָתוֹ. אִם נִתְכַּוֵּן לִמְצֹץ הַלַּחוּת שֶׁבַּגַּרְעִין, וְנָפַל הַגַּרְעִין עִם הָרֹק שֶׁבּוֹ עַל כִּכָּר שֶׁל תְּרוּמָה, הֻכְשַׁר הַכִּכָּר בָּרֹק שֶׁעַל גַּבֵּי הַגַּרְעִין, דְּהָא אַחְשְׁבֵיהּ: זֵיתִים נְגוּבִין וּתְמָרִים יְבֵשׁוֹת כֹּל שֶׁאֵינוֹ רוֹצֶה לָמֹץ גַּרְעִינָתוֹ. לֹא הֻחְשַׁב הַמַּשְׁקֶה הַהוּא וְאֵינוֹ מַכְשִׁיר {ו}: אֶחָד טָהוֹר וְאֶחָד טְבוּל יוֹם כָּאֵלוּ. כְּלוֹמַר שְׁנֵיהֶם שָׁוִין בְּדִין זֶה: רַבִּי מֵאִיר אוֹמֵר אֵלּוּ וָאֵלּוּ. בֵּין רְטֻבּוֹת בֵּין יְבֵשׁוֹת: טְמֵאִים בִּטְבוּל יוֹם. כְּדִמְפָרֵשׁ טַעֲמָא, דְּמַשְׁקִין שֶׁל טָמֵא מַכְשִׁירִים וּמְטַמְּאִין אֲפִלּוּ שֶׁלֹּא לְרָצוֹן, וּטְבוּל יוֹם כְּטָמֵא לְדִין זֶה. וְרַבָּנָן חָשְׁבֵי לֵיהּ לִטְבוּל יוֹם כְּטָהוֹר. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה טבול יום ג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-6"},{"uri":"jbr:mishna-yomtov-6-10-3-6","jbo:text":"עיקר תוי\"ט {ה} כֹּל כוּ'. מַשְׁמַע דְּתַרְתֵּי בָּעִינַן. וּבְסֵיפָא מַשְׁמַע דִּבְרוֹצֶה לָמֹץ לְחוּד סַגִּי. וְהָרַמְבַּ\"ם הֶעְתִּיק בִּשְׁנֵיהֶם וְכֹל בְּוָי\"ו: {ו} וְאִם תֹּאמַר, הָא מֵרֵישָׁא שָׁמְעִינַן לַהּ דְּטָהוֹר שֶׁנָּגַס. וְיֵשׁ לוֹמַר, דְּמֵרֵישָׁא הֲוָה אֲמֵינָא שֶׁאוֹכֵל דָּבָר יָבֵשׁ, אֲבָל זֵיתִים וּתְמָרִים לֹא, קָא מַשְׁמַע לָן. מַהֲרַ\"ם: {ז} וַחֲכָמִים אוֹמְרִים כוּ'. חֲכָמִים הַיְנוּ תַּנָּא קַמָּא, אֶלָּא טַעֲמָא קָאָמְרֵי. וְזֶה לְשׁוֹן מַהֲרַ\"ם, מִשּׁוּם דְּרַבִּי מֵאִיר מַיְתֵי רְאָיָה שֶׁבְּזֶה הַלָּשׁוֹן קִבֵּל שֶׁמַּשְׁקִין כוּ', וּטְבוּל יוֹם נַמִּי אִקְּרֵי טָמֵא, וּמְהַדְּרֵי לֵיהּ רַבָּנָן אַדְּרַבָּה מִשָּׁם רְאָיָה לְדִידָן, דִּטְבוּל יוֹם לֹא אִקְּרֵי טָמֵא","rdfs:label":"עיקר תוי\"ט טבול יום ג ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-3","jbo:mishna":"jbr:mishna-6-10-3-6"},{"uri":"jbr:mishna-bartanura-6-10-4-1","jbo:text":"ר\"ע מברטנורה אֹכֶל מַעֲשֵׂר. מַפְרִישִׁין מִמֶּנּוּ תְּרוּמַת מַעֲשֵׂר בְּטָהֳרָה. דִּטְבוּל יוֹם וְיָדַיִם שְׁנִיּוֹת הֵן, וּמַעֲשֵׂר רִאשׁוֹן כְּחֻלִּין הוּא חָשׁוּב, וְאֵין שֵׁנִי עוֹשֶׂה שְׁלִישִׁי בְּחֻלִּין. וְאַף עַל גַּב דְּהַאי מַעֲשֵׂר טָבוּל לִתְרוּמַת מַעֲשֵׂר שֶׁבּוֹ, לְעִנְיַן שֵׁנִי וּשְׁלִישִׁי {א} הַטֶּבֶל כְּחֻלִּין, הִלְכָּךְ כְּשֶׁמַּפְרִישִׁין מִמֶּנּוּ תְּרוּמַת מַעֲשֵׂר אַחַר כָּךְ הַוְיָא טְהוֹרָה","rdfs:label":"ר\"ע מברטנורה טבול יום ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-1"},{"uri":"jbr:mishna-yomtov-6-10-4-1","jbo:text":"עיקר תוי\"ט {א} פֵּרוּשׁ, לְעִנְיַן שֵׁנִי שֶׁעוֹשֶׂה שְׁלִישִׁי. דְּהָא לֹא מַשְׁכַּחַת רְבִיעִי בַּתְּרוּמָה, וּלְמַאי נַפְקָא מִנַּהּ נָקַט שְׁלִישִׁי","rdfs:label":"עיקר תוי\"ט טבול יום ד א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-1"},{"uri":"jbr:mishna-bartanura-6-10-4-2","jbo:text":"ר\"ע מברטנורה וְקוֹצָה לָהּ חַלָּה. וְאֵינָהּ קוֹרְאָה לָהּ שֵׁם. דְּכָל זְמַן שֶׁלֹּא קָרְאָה לָהּ שֵׁם הֲרֵי הִיא כְּחֻלִּין: בִּכְפִישָׁה אוֹ בִנְחוּתָא. כֵּלִים שֶׁאֵינָן מְקַבְּלִים טֻמְאָה. וְאַצְרְכוּהָ רַבָּנָן הָכִי, מִשּׁוּם הֶכֵּרָא שֶׁלֹּא תִּגַּע בָּהּ שׁוּב מֵאַחַר שֶׁקָּרְאָה לָהּ שֵׁם: וּמַקֶּפֶת. מְקָרֶבֶת לַכְּלִי אֶצְלָהּ {ב}: וְקוֹרְאָה לָהּ שֵׁם. שֶׁמִּצְוָה לִתְרֹם מִן הַמֻּקָּף. וּמֻקָּף, לְשׁוֹן סָמוּךְ. כְּמוֹ [אֵין] מַקִּיפִין שְׁתֵּי חָבִיּוֹת, בְּמַסֶּכֶת בֵּיצָה. וְלָא חֲשִׁיב מֻקָּף אֶלָּא אִם כֵּן הָוֵי סָמוּךְ בִּשְׁעַת קְרִיאַת הַשֵּׁם: מִפְּנֵי שֶׁהִיא שְׁלִישִׁי. דִּטְבוּל יוֹם דִּין שֵׁנִי יֵשׁ לוֹ {ג}","rdfs:label":"ר\"ע מברטנורה טבול יום ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-2"},{"uri":"jbr:mishna-yomtov-6-10-4-2","jbo:text":"עיקר תוי\"ט {ב} כְּלוֹמַר, אֵצֶל הָעִסָּה. וּלְשׁוֹן הָרַמְבַּ\"ם, וְתָשִׂים הַכְּלִי עִם הָעִסָּה בִּכְלִי אֶחָד: {ג} לְעֵיל מִשְׁנָה א' הֲוָה לֵיהּ לְפָרֵשׁ הָכִי. אֶלָּא דְּהַךְ מַתְנִיתִין בַּגְּמָרָא מְפָרֵשׁ עֲלַהּ דְּשָׁאנֵי טְבוּל יוֹם","rdfs:label":"עיקר תוי\"ט טבול יום ד ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-2"},{"uri":"jbr:mishna-bartanura-6-10-4-3","jbo:text":"ר\"ע מברטנורה לָשִׁין בָּהּ אֶת הָעִסָּה. לְעֵיל אַשְׁמְעִינַן טְבוּל יוֹם בָּאָדָם, וְהָכָא אַשְׁמְעִינַן טְבוּל יוֹם בִּכְלִי {ד}. דְּלֹא תֵימָא בַּעֲרֵבָה אָסוּר דִּלְמָא אָתֵי לְאִחַלּוֹפֵי בִּטְמֵאָה","rdfs:label":"ר\"ע מברטנורה טבול יום ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-3"},{"uri":"jbr:mishna-yomtov-6-10-4-3","jbo:text":"עיקר תוי\"ט {ד} הָרַ\"שׁ. וּמַהֲרַ\"ם כָּתַב, דְּלֹא תֵימָא דְּאָסוּר שֶׁמָּא תִּשְׁכַּח וְתִקְרָא לָהּ שֵׁם בָּעֲרֵבָה, דְּיוֹתֵר הִיא נִזְכֶּרֶת טֻמְאַת עַצְמָהּ מִטֻּמְאַת עֲרֵבָה","rdfs:label":"עיקר תוי\"ט טבול יום ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-3"},{"uri":"jbr:mishna-bartanura-6-10-4-4","jbo:text":"ר\"ע מברטנורה לָגִין. כְּעֵין כַּד שֶׁל עֵץ: וּמִלְאָהוּ מִן הֶחָבִית. שֶׁיֵּשׁ בָּהּ מַעֲשֵׂר טֶבֶל, הַיְנוּ מַעֲשֵׂר רִאשׁוֹן שֶׁלֹּא נִטְּלָה תְּרוּמָתוֹ: תְּרוּמַת מַעֲשֵׂר מִשֶּׁתֶּחְשָׁךְ. כְּדֵי שֶׁיַּעֲרִיב שִׁמְשׁוֹ שֶׁל לָגִין וְלֹא יִפְסֹל אֶת הַתְּרוּמָה. דְּאִם הָיְתָה תְּרוּמָה חָלָה מִבְּעוֹד יוֹם, הָיְתָה נִפְסֶלֶת בִּטְבוּל יוֹם: הֲרֵי זֶה עֵרוּב. לֹא אָמַר כְּלוּם. לְפִי שֶׁאֵין קוֹנֶה עֵרוּב אֶלָּא בִסְעֻדָּה הָרְאוּיָה מִבְּעוֹד יוֹם, וְזֶה אֵינוֹ רָאוּי עַד הַעֲרֵב שֶׁמֶשׁ: נִשְׁבְּרָה הֶחָבִית. מִבְּעוֹד יוֹם: הַלָּגִין בְּטִבְלוֹ. שֶׁבְּשָׁעָה שֶׁהָיָה רָאוּי שֶׁיִּקָּבַע תְּרוּמָה לֹא הָיָה בָּעוֹלָם הַדָּבָר שֶׁנַּעֲשָׂה תְּרוּמָה עָלָיו, הִלְכָּךְ לֹא חָל עָלָיו שֵׁם תְּרוּמָה וַהֲרֵי הוּא טֶבֶל: נִשְׁבַּר הַלָּגִין. מִבְּעוֹד יוֹם: הֶחָבִית בְּטִבְלָהּ. שֶׁלֹּא חָל שֵׁם תְּרוּמָה עַל הַלָּגִין אֶלָּא מִשֶּׁתֶּחְשַׁךְ, וּבְאוֹתָהּ שָׁעָה לֹא הָיָה בָּעוֹלָם","rdfs:label":"ר\"ע מברטנורה טבול יום ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-4"},{"uri":"jbr:mishna-bartanura-6-10-4-5","jbo:text":"ר\"ע מברטנורה מְחַלְּלִין עַל פֵּרוֹת עַם הָאָרֶץ. מְחַלְּלִים מַעֲשֵׂר שֵׁנִי עַל פֵּרוֹת עַם הָאָרֶץ, וְאֵין חוֹשְׁשִׁין שֶׁמָּא הַפֵּרוֹת שֶׁל עַם הָאָרֶץ מַעֲשֵׂר הֵן וְנִמְצָא מְחַלֵּל מַעֲשֵׂר בְּמַעֲשֵׂר {ה}: חָזְרוּ לוֹמַר אַף עַל הַמָּעוֹת. שֶׁל עַם הָאָרֶץ, מְחַלְּלִין פֵּרוֹת מַעֲשֵׂר שֵׁנִי, וְאֵין חוֹשְׁשִׁין שֶׁמָּא מָעוֹת הַלָּלוּ שֶׁל עַם הָאָרֶץ מָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי הֵן: הַיּוֹצֵא בַקּוֹלָר. בְּשַׁלְשֶׁלֶת. תַּרְגּוּם וַיִּתְּנֻהוּ בַסּוּגַר (יְחֶזְקֵאל יט), וְיַהֲבוּהוּ בְקוֹלָרִין: הֲרֵי אֵלּוּ יִכְתְּבוּ וְיִתְּנוּ. וְאַף עַל גַּב שֶׁלֹּא אָמַר תְּנוּ, וַדַּאי בָּעֵי לְמֵימַר כִּתְבוּ וּתְנוּ, וְאַגַּב בְּעָתוֹתֵיהּ לֹא פַּסְקֵיהּ לְמִלְּתֵיהּ: מְפָרֵשׁ. מִן הַיַּבָּשָׁה לַיָּם: בִּשְׁיָרָא. בַּמִּדְבָּר. אֹרְחַת יִשְׁמְעֵאלִים (בְּרֵאשִׁית לז), מְתַרְגְּמִינַן שְׁיָרַת עֲרָבָאֵי: אַף הַמְסֻכָּן. חוֹלֶה הַנּוֹטֶה לָמוּת. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן שְׁזוּרִי","rdfs:label":"ר\"ע מברטנורה טבול יום ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-5"},{"uri":"jbr:mishna-yomtov-6-10-4-5","jbo:text":"עיקר תוי\"ט {ה} וּמַיְרֵי שֶׁהֵן בְּיָדוֹ. דְּאִלּוּ בְּיַד עַם הָאָרֶץ, הָא אֵין מוֹסְרִין לְעַם הָאָרֶץ מַעֲשֵׂר שֵׁנִי אֶלָּא דְּמַאי. וְקָשֶׁה, לְפִי הַסְּבָרָא טְפֵי אִיכָּא לְמֵיחַשׁ בְּפֵרוֹת מִבְּמָעוֹת דְּלֵיתַנְהוּ אֶלָּא עַל יְדֵי חִלּוּל. וְיֵשׁ לוֹמַר, דִּבְפֵרוֹת כֵּיוָן דְּאֵין רְגִילִין לְזַלְזֵל בָּהֶם, אִלּוּ הָיוּ שֶׁל מַעֲשֵׂר הָיוּ אוֹמְרִים כְּבָר הֵם מַעֲשֵׂר וְאֵין לְחַלֵּל בָּהֶם, מִצַּד שֶׁהוּא זִלְזוּל בַּמַּעֲשֵׂר, אַף דְּלֹא גְּמִירֵי הַדִּין דְּאֵין לְחַלֵּל מַעֲשֵׂר בְּמַעֲשֵׂר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט טבול יום ד ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-5"},{"uri":"jbr:mishna-bartanura-6-10-4-6","jbo:text":"ר\"ע מברטנורה הַכַּדּוּמִין. עֵץ גָּדוֹל עָרוּךְ וְיוֹצְאִין מִמֶּנּוּ אֻנְקְלָיוֹת אֵילָךְ וָאֵילָךְ, וְתוֹלִין בְּאוֹתָן אֻנְקְלָיוֹת צְלוֹחִיּוֹת שֶׁל מַיִם בָּאֲוִיר כְּדֵי לְצַנְּנָן. וְרַמְבַּ\"ם פֵּרֵשׁ, כְּמִין זֵיר שֶׁל בַּרְזֶל וְאֻנְקְלָיוֹת סְבִיבוֹתָיו, וּבוֹ מַעֲלִין הַכֵּלִים שֶׁנָּפְלוּ לַבּוֹר: הָאַשְׁקְלוֹנִים. שֶׁנַּעֲשִׂים בְּאַשְׁקְלוֹן: הַמַּעְבֵּר וְהַמַּזְרֶה וְהַמַּגּוֹב. כֵּלִים עֲשׂוּיִין לְנַקּוֹת הַתְּבוּאָה מִן הַתֶּבֶן וּלְהַעֲבִיר הַתֶּבֶן מִמָּקוֹם לְמָקוֹם. הַמַּעְבֵּר, יֵשׁ לוֹ שִׁנַּיִם דּוֹמֶה לַיָּד שֶׁל בְּנֵי אָדָם, וּבוֹ מַעֲבִירִין הַתֶּבֶן מִמָּקוֹם לְמָקוֹם. וְהַמַּזְרֶה, בּוֹ זוֹרִים הַחִטִּין בַּגֹּרֶן, לְפִיכָךְ נִקְרָא מַזְרֶה. וְשִׁנָּיו מְרֻבּוֹת מִשִּׁנֵּי הַמַּעְבֵּר. וְהַמַּגּוֹב, שִׁנָּיו מְרֻבּוֹת מִשִּׁנֵּי הַמַּזְרֶה, וּבוֹ בּוֹרְרִים הַתְּבוּאָה אַחַר שֶׁזָּרוּ אוֹתָהּ בַּמַּזְרֶה: וְעַל כֻּלָּם אָמַר רַבִּי יְהוֹשֻׁעַ וְכוּ'. בְּתוֹסֶפְתָּא מוּכָח דְּאַכֹּל הָנֵי מִלֵּי דְּמַתְנִיתִין קָאֵי רַבִּי יְהוֹשֻׁעַ, מֵהָאִשָּׁה שֶׁהִיא טְבוּלַת יוֹם עַד כָּאן {ו}. וּמִשּׁוּם דְּרַבִּי יְהוֹשֻׁעַ קָאֵי אַכֻּלְּהוּ, תָּנָא הָכָא מִלֵּי טוּבָא שֶׁאֵין עִנְיָנָם לְכָאן: דָּבָר חָדָשׁ חִדְּשׁוּ סוֹפְרִים. שֶׁאֵין הַדַּעַת נוֹתֶנֶת שֶׁיִּהְיֶה הַדָּבָר כֵּן: וְאֵין לִי מַה לְּהָשִׁיב. מִפְּנֵי מָה אָמְרוּ כֵן","rdfs:label":"ר\"ע מברטנורה טבול יום ד ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-6"},{"uri":"jbr:mishna-yomtov-6-10-4-6","jbo:text":"עיקר תוי\"ט {ו} הָרַ\"שׁ מֵהַתּוֹסֶפְתָּא. וַאֲנִי דִקְדַּקְתִּי שָׁם, וְנִרְאֶה לִי יוֹתֵר דְּלֹא קָאֵי אֶלָּא אַמִּשְׁנָה זוֹ, וּכְמוֹ שֶׁהִיא שְׁנוּיָה בְּמַסֶּכֶת כֵּלִים [פֶּרֶק י\"ג מִשְׁנָה ז'], דְּהָתָם עִקָּר, וְהָכָא אַגַּב גְּרָרָא. וְהָרַמְבַּ\"ם כָּתַב, שֶׁנִּשְׁנֵית מִשְׁנָה זוֹ כָּאן מִשּׁוּם דָּבָר חָדָשׁ שֶׁבָּהּ דְּדָמְיָא לְהַקּוֹדֵם, חָזְרוּ לוֹמַר כוּ'. (וּמִשְׁנָיוֹת דִּלְעֵיל נִשְׁנוּ בְּפֶרֶק זֶה, שֶׁהֵם גַּם כֵּן עִנְיְנֵי תְרוּמוֹת וּמַעַשְׂרוֹת)","rdfs:label":"עיקר תוי\"ט טבול יום ד ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-6"},{"uri":"jbr:mishna-bartanura-6-10-4-7","jbo:text":"ר\"ע מברטנורה הַתּוֹרֵם אֶת הַבּוֹר. שֶׁל יַיִן אוֹ שֶׁל שֶׁמֶן: עַל מְנָת שֶׁתַּעֲלֶה שָׁלוֹם. כְּשֶׁהִתְנָה שָׁלוֹם סְתָם וְלֹא הִתְנָה לְעִנְיַן מָה, מִסְּתָמָא לְעִנְיַן שֶׁבֶר וּשְׁפִיכָה קָאָמַר, שֶׁעַל זֶה אָדָם יָרֵא בְּשָׁעָה שֶׁמַּעֲלֶה מִן הַבּוֹר: אֲבָל לֹא מִן הַטֻּמְאָה. לְפִיכָךְ אִם נִטְמָא, תְּרוּמָתוֹ תְּרוּמָה: אַף מִן הַטֻּמְאָה. דִּכְשֶׁאָמַר שֶׁתַּעֲלֶה שָׁלוֹם, שֶׁתַּעֲלֶה בְּטָהֳרָה קָאָמַר. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: נִשְׁבְּרָה אֵינָהּ מְדַמַּעַת. שֶׁלֹּא חָל עָלֶיהָ שֵׁם תְּרוּמָה: עַד כְּדֵי שֶׁתִּתְגַּלְגֵּל. כָּל זְמַן שֶׁלֹּא נִתְרַחֲקָה מִן הַבּוֹר כָּל כָּךְ דְּאִם תִּתְגַּלְגֵּל תָּשׁוּב לַבּוֹר, לֹא עָלְתָה שָׁלוֹם קָרִינַן בָּהּ: שֶׁהָיָה בוֹ דַעַת לְהַתְנוֹת. כְּלוֹמַר שֶׁהָיָה בְּדַעְתּוֹ וְחָשַׁב בְּלִבּוֹ לְהַתְנוֹת, וְשָׁכַח וְלֹא הִתְנָה {ז}. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה טבול יום ד ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-7"},{"uri":"jbr:mishna-yomtov-6-10-4-7","jbo:text":"עיקר תוי\"ט {ז} הָרַ\"שׁ. וְקָשֶׁה, מַאי טַעֲמָא דְּרַבָּנָן, דְּהָא פִּיו וְלִבּוֹ שָׁוִין בָּעִינַן. וְנִרְאֶה לִי, דְּהַיְנוּ דְּדִיֵּק הָרַ\"ב וְכָתַב וְשָׁכַח, דְּוַדַּאי אִם הָיָה בְּלִבּוֹ בְּשָׁעָה שֶׁתּוֹרֵם דְּאַף רַבָּנָן לֹא פְּלִיגֵי, וְכִי פְּלִיגֵי כְּשֶׁשָּׁכַח בְּשָׁעָה שֶׁתּוֹרֵם, וְסָבַר רַבִּי יוֹסֵי דַּאֲפִלּוּ הָכִי הוֹאִיל וּבְדַעְתּוֹ הָיָה קֹדֶם לָכֵן, אַף עַל פִּי שֶׁעַכְשָׁיו שָׁכַח, אָזְלִינַן בָּתַר דַּעְתּוֹ דְּמֵעִקָּרָא. וְכָתַב עוֹד הָרַ\"שׁ, אִי נַמִּי, חָכָם וּבַר דַּעַת שֶׁיּוֹדֵעַ שֶׁרָאוּי לְהַתְנוֹת עַל כָּךְ. עַד כָּאן. וְזֶה נִרְאֶה יוֹתֵר. דְּאִלּוּ הָיָה בְּדַעְתּוֹ כוּ', מוֹדוּ רַבָּנָן דְּאָזְלִינַן בָּתַר דַּעְתּוֹ דְּמֵעִקָּרָא. וְרַבִּי יוֹסֵי סְבִירָא לֵיהּ, דְּחָכָם כוּ' אַף עַל פִּי שֶׁלֹּא הָיָה בְּדַעְתּוֹ כְּלָל, לֵב בֵּית דִּין מַתְנֶה. אֲבָל עַל מִי שֶׁאֵינוֹ בַּר דַּעַת אֵין תְּנַאי בֵּית דִּין מוֹעִיל לוֹ","rdfs:label":"עיקר תוי\"ט טבול יום ד ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-10","jbo:perek":"jbr:mishna-6-10-4","jbo:mishna":"jbr:mishna-6-10-4-7"}]}