{"subjects":[{"uri":"jbr:mishna-6-11-1-1","jbo:text":"מי רביעית {א} נותנין לידים {ב}, לאחד, אף לשנים. מחצית לג, לשלשה או לארבעה. מלג, לחמשה ולעשרה ולמאה {ד}. רבי יוסי אומר, ובלבד {ה} שלא יפחת לאחרון שבהם מרביעית. מוסיפין על השניים ואין מוסיפין על הראשונים","jbo:textNikud":"מֵי רְבִיעִית {א} נוֹתְנִין לַיָּדַיִם {ב}, לְאֶחָד, אַף לִשְׁנַיִם. מַחֲצִית לֹג, לִשְׁלשָׁה אוֹ לְאַרְבָּעָה. מִלֹּג, לַחֲמִשָּׁה וְלַעֲשָׂרָה וּלְמֵאָה {ד}. רַבִּי יוֹסֵי אוֹמֵר, וּבִלְבַד {ה} שֶׁלֹּא יִפְחֹת לָאַחֲרוֹן שֶׁבָּהֶם מֵרְבִיעִית. מוֹסִיפִין עַל הַשְּׁנִיִּים וְאֵין מוֹסִיפִין עַל הָרִאשׁוֹנִים","rdfs:label":"משנה ידים א א","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-1"},{"uri":"jbr:mishna-bartanura-6-11-1-1","jbo:text":"ר\"ע מברטנורה מי רביעית. מים שיש בהן שעור רביעית הלג, שהוא ביצה ומחצה: נותנים לידים לאחד אף לשנים. לחד בעינן מתחלה רביעית. אף לשנים, אם היה בו מתחלה רביעית ונטל הראשון ואחר כך השני, אף על גב דלא היה רביעית גבי השני, שפיר דמי, הואיל ומשירי טהרה אתו. ורמב\"ם פרש, דדוקא מים שניים הוא דלא בעינן רביעית לכל חד וחד, הואיל וכבר נטהרו ידיו משטיפה ראשונה, אבל במים ראשונים, אין פחות מרביעית לכל אחד. ורבותי לא פרשו כן: מחצית לג לשלשה או לארבעה. לפום שעורא דרביעית לשנים, היה די ברביעית ומחצה לשלשה, אלא כיון דנפישי גברי חישינן שמא לא ידקדקו יפה לטל עד הפרק, שכל אחד מצמצם במים מפני חברו. ומיהו אי איכא רביעית ומחצה, ונטל הראשון מהם חצי רביעית, הא ודאי דיועיל רביעית הנשאר לשנים האחרונים, דאפלו בתחלה סגי לשנים ברביעית, כל שכן השתא דאתו משירי טהרה. וכי לא מהני הכא, הני מלי היכא דלא נשאר לשנים האחרונים רביעית {ג}: ובלבד שלא יפחת לאחרון שבהן מרביעית. שיהיה בכלי בשעה שהאחרון נוטל את ידיו, רביעית. ואין הלכה כרבי יוסי: מוסיפין על השניים ואין מוסיפין על הראשונים. דין נטילת ידים שצריך לטל ידיו עד הפרק, ולאחר שנטל ידיו בשטיפה אחת אף על גב דידיו טהורות, אם קנח אותם במפה, מכל מקום אם חוזר ונוגע במים שעל המפה, ידיו טמאות {ו}, ואם נגע בהן ככר של תרומה, נטמא, ולכך אורחיה דעביד שטיפה אחרת במים שניים לטהר המים הראשונים שעל גבי ידיו. והשתא קאמר דאם נתן המים שניים ולא הגיעו לפרק, יכול להוסיף עליהם ולשפך מים במקום שלא שפך שם תחלה, ויטהרו המים הראשונים שעל גבי ידיו. אבל על הראשונים אם לא הגיעו לפרק, אינו יכול להוסיף {ז}, אלא צריך לנגב ידיו ולחזר ולשפך בבת אחת מים שיגיעו לפרק","jbo:textNikud":"ר\"ע מברטנורה מֵי רְבִיעִית. מַיִם שֶׁיֵּשׁ בָּהֶן שִׁעוּר רְבִיעִית הַלֹּג, שֶׁהוּא בֵּיצָה וּמֶחֱצָה: נוֹתְנִים לַיָּדַיִם לְאֶחָד אַף לִשְׁנַיִם. לְחַד בָּעִינַן מִתְּחִלָּה רְבִיעִית. אַף לִשְׁנַיִם, אִם הָיָה בּוֹ מִתְּחִלָּה רְבִיעִית וְנָטַל הָרִאשׁוֹן וְאַחַר כָּךְ הַשֵּׁנִי, אַף עַל גַּב דְּלֹא הָיָה רְבִיעִית גַּבֵּי הַשֵּׁנִי, שַׁפִּיר דָּמֵי, הוֹאִיל וּמִשְּׁיָרֵי טָהֳרָה אֲתוּ. וְרַמְבַּ\"ם פֵּרֵשׁ, דְּדַוְקָא מַיִם שְׁנִיִּים הוּא דְּלֹא בָּעִינַן רְבִיעִית לְכָל חַד וְחַד, הוֹאִיל וּכְבָר נִטְהֲרוּ יָדָיו מִשְּׁטִיפָה רִאשׁוֹנָה, אֲבָל בְּמַיִם רִאשׁוֹנִים, אֵין פָּחוֹת מֵרְבִיעִית לְכָל אֶחָד. וְרַבּוֹתַי לֹא פֵּרְשׁוּ כֵּן: מַחֲצִית לֹג לִשְׁלֹשָׁה אוֹ לְאַרְבָּעָה. לְפוּם שִׁעוּרָא דִּרְבִיעִית לִשְׁנַיִם, הָיָה דַּי בִּרְבִיעִית וּמֶחֱצָה לִשְׁלֹשָׁה, אֶלָּא כֵּיוָן דִּנְפִישֵׁי גַּבְרֵי חָיְשִׁינַן שֶׁמָּא לֹא יְדַקְדְּקוּ יָפֶה לִטֹּל עַד הַפֶּרֶק, שֶׁכָּל אֶחָד מְצַמְצֵם בַּמַּיִם מִפְּנֵי חֲבֵרוֹ. וּמִיהוּ אִי אִיכָּא רְבִיעִית וּמֶחֱצָה, וְנָטַל הָרִאשׁוֹן מֵהֶם חֲצִי רְבִיעִית, הָא וַדַּאי דְּיוֹעִיל רְבִיעִית הַנִּשְׁאָר לַשְּׁנַיִם הָאַחֲרוֹנִים, דַּאֲפִלּוּ בִּתְחִלָּה סַגִּי לִשְׁנַיִם בִּרְבִיעִית, כָּל שֶׁכֵּן הַשְׁתָּא דַּאֲתוּ מִשְּׁיָרֵי טָהֳרָה. וְכִי לֹא מַהֲנֵי הָכָא, הָנֵי מִלֵּי הֵיכָא דְּלֹא נִשְׁאַר לַשְּׁנַיִם הָאַחֲרוֹנִים רְבִיעִית {ג}: וּבִלְבַד שֶׁלֹּא יִפְחֹת לָאַחֲרוֹן שֶׁבָּהֶן מֵרְבִיעִית. שֶׁיִּהְיֶה בַּכְּלִי בְּשָׁעָה שֶׁהָאַחֲרוֹן נוֹטֵל אֶת יָדָיו, רְבִיעִית. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: מוֹסִיפִין עַל הַשְּׁנִיִּים וְאֵין מוֹסִיפִין עַל הָרִאשׁוֹנִים. דִּין נְטִילַת יָדַיִם שֶׁצָּרִיךְ לִטֹּל יָדָיו עַד הַפֶּרֶק, וּלְאַחַר שֶׁנָּטַל יָדָיו בִּשְׁטִיפָה אַחַת אַף עַל גַּב דְּיָדָיו טְהוֹרוֹת, אִם קִנַּח אוֹתָם בְּמַפָּה, מִכָּל מָקוֹם אִם חוֹזֵר וְנוֹגֵעַ בַּמַּיִם שֶׁעַל הַמַּפָּה, יָדָיו טְמֵאוֹת {ו}, וְאִם נָגַע בָּהֶן כִּכָּר שֶׁל תְּרוּמָה, נִטְמָא, וּלְכָךְ אוֹרְחֵיהּ דַּעֲבִיד שְׁטִיפָה אַחֶרֶת בְּמַיִם שְׁנִיִּים לְטַהֵר הַמַּיִם הָרִאשׁוֹנִים שֶׁעַל גַּבֵּי יָדָיו. וְהַשְׁתָּא קָאָמַר דְּאִם נָתַן הַמַּיִם שְׁנִיִּים וְלֹא הִגִּיעוּ לַפֶּרֶק, יָכוֹל לְהוֹסִיף עֲלֵיהֶם וְלִשְׁפֹּךְ מַיִם בַּמָּקוֹם שֶׁלֹּא שָׁפַךְ שָׁם תְּחִלָּה, וְיִטַּהֲרוּ הַמַּיִם הָרִאשׁוֹנִים שֶׁעַל גַּבֵּי יָדָיו. אֲבָל עַל הָרִאשׁוֹנִים אִם לֹא הִגִּיעוּ לַפֶּרֶק, אֵינוֹ יָכוֹל לְהוֹסִיף {ז}, אֶלָּא צָרִיךְ לְנַגֵּב יָדָיו וְלַחֲזֹר וְלִשְׁפֹּךְ בְּבַת אַחַת מַיִם שֶׁיַּגִּיעוּ לַפֶּרֶק","rdfs:label":"ר\"ע מברטנורה משנה ידים א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-1"},{"uri":"jbr:mishna-yomtov-6-11-1-1","jbo:text":"עיקר תוי\"ט {א} מי רביעית. ונסח אחר מרביעית, כלי המחזיק רביעית. רש\"י: {ב} לידים. דתנן (חגיגה פ\"ב מ\"ה) נוטלין לידים לחלין ולמעשר ולתרומה, וסתם ידים אינן אלא שניות ופוסלין תרומה ולא חלין, אבל משום סרך תרומה תקנו אף לחלין, כדי שיהא רגיל בנטילת ידים ויטלן לתרומה. גמרא: {ג} וכן הא דקאמר לארבעה, דמשמע ולא לחמשה, שהרי לא נתנו חכמים שעור רק למים שבכלי, וכי איכא שעור לא חשו כמה יגיע לכל אחד רק שיגיע עד הפרק. הר\"ש: {ד} ולמאה. גזמא היא, כלומר כל זמן שמספיקין לשפך כל אחד שלש פעמים. טור: {ה} רבי יוסי כו'. פליג אף ברישא דלשנים. הכי מוכח בגמרא: {ו} וכשנטלן בפחות מרביעית דאתו משירי טהרה. דאלו נטלן מרביעית, המים עצמן טהורים, כתנא קמא דריש פרק ב', ועין שם בהר\"ב: {ז} דכיון שלא טהרו את הידים כל מה שמוסיף עליהם הרי הוא מוסיף טמאה. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {א} מֵי רְבִיעִית. וְנֻסַּח אַחֵר מֵרְבִיעִית, כְּלִי הַמַּחֲזִיק רְבִיעִית. רַשִׁ\"י: {ב} לַיָּדַיִם. דִּתְנַן (חֲגִיגָה פ\"ב מ\"ה) נוֹטְלִין לַיָּדַיִם לַחֻלִּין וְלַמַּעֲשֵׂר וְלַתְּרוּמָה, וּסְתָם יָדַיִם אֵינָן אֶלָּא שְׁנִיּוֹת וּפוֹסְלִין תְּרוּמָה וְלֹא חֻלִּין, אֲבָל מִשּׁוּם סְרַךְ תְּרוּמָה תִּקְּנוּ אַף לַחֻלִּין, כְּדֵי שֶׁיְּהֵא רָגִיל בִּנְטִילַת יָדַיִם וְיִטְּלֵן לַתְּרוּמָה. גְּמָרָא: {ג} וְכֵן הָא דְּקָאָמַר לְאַרְבָּעָה, דְּמַשְׁמַע וְלֹא לַחֲמִשָּׁה, שֶׁהֲרֵי לֹא נָתְנוּ חֲכָמִים שִׁעוּר רַק לַמַּיִם שֶׁבַּכְּלִי, וְכִי אִיכָּא שִׁעוּר לֹא חָשׁוּ כַּמָּה יַגִּיעַ לְכָל אֶחָד רַק שֶׁיַּגִּיעַ עַד הַפֶּרֶק. הָרַ\"שׁ: {ד} וּלְמֵאָה. גֻּזְמָא הִיא, כְּלוֹמַר כָּל זְמַן שֶׁמַּסְפִּיקִין לִשְׁפֹּךְ כָּל אֶחָד שָׁלֹשׁ פְּעָמִים. טוּר: {ה} רַבִּי יוֹסֵי כוּ'. פָּלֵיג אַף בְּרֵישָׁא דְּלִשְׁנַיִם. הָכִי מוּכָח בַּגְּמָרָא: {ו} וּכְשֶׁנְּטָלָן בְּפָחוֹת מֵרְבִיעִית דַּאֲתוּ מִשְּׁיָרֵי טָהֳרָה. דְּאִלּוּ נְטָלָן מֵרְבִיעִית, הַמַּיִם עַצְמָן טְהוֹרִים, כְּתַנָּא קַמָּא דְּרֵישׁ פֶּרֶק ב', וְעַיֵּן שָׁם בְּהָרַ\"ב: {ז} דְּכֵיוָן שֶׁלֹּא טִהֲרוּ אֶת הַיָּדַיִם כָּל מַה שֶּׁמּוֹסִיף עֲלֵיהֶם הֲרֵי הוּא מוֹסִיף טֻמְאָה. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה ידים א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-1"},{"uri":"jbr:mishna-6-11-1-2","jbo:text":"בכל הכלים נותנין לידים, אפלו בכלי גללים, בכלי אבנים, בכלי אדמה. אין נותנין לידים, לא בדפנות הכלים, ולא בשולי המחץ, ולא במגופת החבית. ולא יתן לחברו בחפניו, מפני שאין ממלאין ואין מקדשין ואין מזין מי חטאת ואין נותנים לידים אלא בכלי. ואין מצילין בצמיד פתיל אלא כלים, שאין מצילין מיד כלי חרש אלא כלים","jbo:textNikud":"בְּכָל הַכֵּלִים נוֹתְנִין לַיָּדַיִם, אֲפִלּוּ בִכְלֵי גְלָלִים, בִּכְלֵי אֲבָנִים, בִּכְלֵי אֲדָמָה. אֵין נוֹתְנִין לַיָּדַיִם, לֹא בְדָפְנוֹת הַכֵּלִים, וְלֹא בְשׁוּלֵי הַמַּחַץ, וְלֹא בִמְגוּפַת הֶחָבִית. וְלֹא יִתֵּן לַחֲבֵרוֹ בְחָפְנָיו, מִפְּנֵי שֶׁאֵין מְמַלְּאִין וְאֵין מְקַדְּשִׁין וְאֵין מַזִּין מֵי חַטָּאת וְאֵין נוֹתְנִים לַיָּדַיִם אֶלָּא בִכְלִי. וְאֵין מַצִּילִין בְּצָמִיד פָּתִיל אֶלָּא כֵלִים, שֶׁאֵין מַצִּילִין מִיַּד כְּלִי חֶרֶשׂ אֶלָּא כֵלִים","rdfs:label":"משנה ידים א ב","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-2"},{"uri":"jbr:mishna-bartanura-6-11-1-2","jbo:text":"ר\"ע מברטנורה בכלי גללים. כלים עשויין מגללי הבקר. דלא חשיבי כלים לענין טמאה: לא בדפנות הכלים ולא בשולי המחץ. משום דשברי כלים נינהו: ולא במגופת החבית. דלאו להשתמש בתוכה עבידא אלא כסוי לחבית: בחפניו. שלא ימלא חפניו מים וישפך על ידי חברו: שאין ממלאים. מלוי מים חיים לקדש בהן מי חטאת של אפר פרה. דכלי בעינן, דכתיב (במדבר יט) מים חיים אל כלי: ואין מקדשים. נתינת האפר על גבי המים: ואין מזין. שטובל האזוב בכלי כדי להזות: צמיד פתיל. שברי כלי חרס שהקיפן צמיד פתיל ומנחין באהל המת, אין מצילין על מה שבתוכן: שאין מצילין. כמו ואין מצילין. ודגמתו בפרק קמא דביצה, שאפר כירה מוכן הוא. ופרשו בגמרא, הכי קאמר, ואפר כירה מוכן הוא: מיד כלי חרס. אם נפל שרץ בתוך כלי חרס, נטמא כל מה שבאוירו, חוץ מכלים ואדם {ח} שאין מטמאין מאויר כלי חרס, דכתיב (ויקרא יא) כל אשר בתוכו יטמא מכל האכל אשר יאכל, אכלין ומשקין מטמאין מאויר כלי חרס, ואין אדם וכלים מטמאין מאויר כלי חרס. ואם שברי כלים נתונים בתנור של חרס ושרץ בתנור, אין השברים מצילין על האכלים שבתוכן","jbo:textNikud":"ר\"ע מברטנורה בִּכְלֵי גְלָלִים. כֵּלִים עֲשׂוּיִין מִגִּלְלֵי הַבָּקָר. דְּלָא חֲשִׁיבֵי כֵלִים לְעִנְיַן טֻמְאָה: לֹא בְדָפְנוֹת הַכֵּלִים וְלֹא בְשׁוּלֵי הַמַּחַץ. מִשּׁוּם דְּשִׁבְרֵי כֵלִים נִינְהוּ: וְלֹא בִמְגוּפַת הֶחָבִית. דְּלָאו לְהִשְׁתַּמֵּשׁ בְּתוֹכָהּ עֲבִידָא אֶלָּא כִּסּוּי לֶחָבִית: בְּחָפְנָיו. שֶׁלֹּא יְמַלֵּא חָפְנָיו מַיִם וְיִשְׁפֹּךְ עַל יְדֵי חֲבֵרוֹ: שֶׁאֵין מְמַלְּאִים. מִלּוּי מַיִם חַיִּים לְקַדֵּשׁ בָּהֶן מֵי חַטָּאת שֶׁל אֵפֶר פָּרָה. דִּכְלִי בָּעִינַן, דִּכְתִיב (בְּמִדְבַּר יט) מַיִם חַיִּים אֶל כֶּלִי: וְאֵין מְקַדְּשִׁים. נְתִינַת הָאֵפֶר עַל גַּבֵּי הַמַּיִם: וְאֵין מַזִּין. שֶׁטּוֹבֵל הָאֵזוֹב בִּכְלִי כְּדֵי לְהַזּוֹת: צָמִיד פָּתִיל. שִׁבְרֵי כְּלֵי חֶרֶס שֶׁהִקִּיפָן צָמִיד פָּתִיל וּמֻנָּחִין בְּאֹהֶל הַמֵּת, אֵין מַצִּילִין עַל מַה שֶּׁבְּתוֹכָן: שֶׁאֵין מַצִּילִין. כְּמוֹ וְאֵין מַצִּילִין. וְדֻגְמָתוֹ בְּפֶרֶק קַמָּא דְּבֵיצָה, שֶׁאֵפֶר כִּירָה מוּכָן הוּא. וּפֵרְשׁוּ בַּגְּמָרָא, הָכִי קָאָמַר, וְאֵפֶר כִּירָה מוּכָן הוּא: מִיַּד כְּלִי חֶרֶס. אִם נָפַל שֶׁרֶץ בְּתוֹךְ כְּלִי חֶרֶס, נִטְמָא כָּל מַה שֶּׁבָּאֲוִירוֹ, חוּץ מִכֵּלִים וְאָדָם {ח} שֶׁאֵין מִטַּמְּאִין מֵאֲוִיר כְּלִי חֶרֶס, דִּכְתִיב (וַיִּקְרָא יא) כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא מִכָּל הָאֹכֶל אֲשֶׁר יֵאָכֵל, אֳכָלִין וּמַשְׁקִין מִטַּמְּאִין מֵאֲוִיר כְּלִי חֶרֶס, וְאֵין אָדָם וְכֵלִים מִטַּמְּאִין מֵאֲוִיר כְּלִי חֶרֶס. וְאִם שִׁבְרֵי כֵּלִים נְתוּנִים בְּתַנּוּר שֶׁל חֶרֶס וְשֶׁרֶץ בַּתַּנּוּר, אֵין הַשְּׁבָרִים מַצִּילִין עַל הָאֳכָלִים שֶׁבְּתוֹכָן","rdfs:label":"ר\"ע מברטנורה משנה ידים א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-2"},{"uri":"jbr:mishna-yomtov-6-11-1-2","jbo:text":"עיקר תוי\"ט {ח} הר\"ב הוסיף זה אף על פי שלא נשנה כן, וגם בתורת כהנים ליתיה. משום דכל שכן הוא מכלים","jbo:textNikud":"עיקר תוי\"ט {ח} הָרַ\"ב הוֹסִיף זֶה אַף עַל פִּי שֶׁלֹּא נִשְׁנָה כֵן, וְגַם בְּתוֹרַת כֹּהֲנִים לֵיתֵיהּ. מִשּׁוּם דְּכָל שֶׁכֵּן הוּא מִכֵּלִים","rdfs:label":"עיקר תוי\"ט משנה ידים א ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-2"},{"uri":"jbr:mishna-6-11-1-3","jbo:text":"המים שנפסלו משתית הבהמה, בכלים, פסולים. ובקרקעות, כשרים. נפל לתוכן דיו, קומוס, וקנקנתום ונשתנו מראיהן, פסולין {י}. עשה בהם מלאכה או ששרה בהן פתו, פסולין. שמעון התמני אומר, אפלו נתכון לשרות בזה ונפל לשני, כשרים","jbo:textNikud":"הַמַּיִם שֶׁנִּפְסְלוּ מִשְּׁתִיַּת הַבְּהֵמָה, בְּכֵלִים, פְּסוּלִים. וּבְקַרְקָעוֹת, כְּשֵׁרִים. נָפַל לְתוֹכָן דְּיוֹ, קוֹמוֹס, וְקַנְקַנְתּוֹם וְנִשְׁתַּנּוּ מַרְאֵיהֶן, פְּסוּלִין {י}. עָשָׂה בָהֶם מְלָאכָה אוֹ שֶׁשָּׁרָה בָהֶן פִּתּוֹ, פְּסוּלִין. שִׁמְעוֹן הַתִּמְנִי אוֹמֵר, אֲפִלּוּ נִתְכַּוֵּן לִשְׁרוֹת בָּזֶה וְנָפַל לַשֵּׁנִי, כְּשֵׁרִים","rdfs:label":"משנה ידים א ג","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-3"},{"uri":"jbr:mishna-bartanura-6-11-1-3","jbo:text":"ר\"ע מברטנורה שנפסלו משתית הבהמה. כגון מחמת סרחון. אבל שנפסלו מחמת טיט, אפלו בקרקע פסולים: בכלים פסולים. דלא תקון רבנן נטילה אלא בראויין לשתית בהמה: בקרקע כשרים. להטביל הידים {ט}. דהא מקוה נינהו וכל גופו טובל בהן, ידיו לא כל שכן: קומוס. גומ\"א בלע\"ז: וקנקנתום. ודריאול\"י. ומזהיר כעין זכוכית: עשה בהן מלאכה או ששרה בהן פתו פסולין. משום דבטלן ונשתנו מתורת מים: אפלו נתכון לשרות בזה. בתמיהה, וכי אפלו נתכון לשרות פתו במקום אחד ונפל במקום אחר יהיו פסולים {יא}, והלא לא נתכון ולא בטלם, אלא ודאי כשרים הם. ואין הלכה כרבי שמעון התמני","jbo:textNikud":"ר\"ע מברטנורה שֶׁנִּפְסְלוּ מִשְּׁתִיַּת הַבְּהֵמָה. כְּגוֹן מֵחֲמַת סִרְחוֹן. אֲבָל שֶׁנִּפְסְלוּ מֵחֲמַת טִיט, אֲפִלּוּ בְּקַרְקַע פְּסוּלִים: בְּכֵלִים פְּסוּלִים. דְּלֹא תַּקּוּן רַבָּנָן נְטִילָה אֶלָּא בִּרְאוּיִין לִשְׁתִיַּת בְּהֵמָה: בְּקַרְקַע כְּשֵׁרִים. לְהַטְבִּיל הַיָּדַיִם {ט}. דְּהָא מִקְוֶה נִינְהוּ וְכָל גּוּפוֹ טוֹבֵל בָּהֶן, יָדָיו לֹא כָּל שֶׁכֵּן: קוֹמוֹס. גומ\"א בְּלַעַ\"ז: וְקַנְקַנְתּוֹם. ודריאול\"י. וּמַזְהִיר כְּעֵין זְכוּכִית: עָשָׂה בָהֶן מְלָאכָה אוֹ שֶׁשָּׁרָה בָהֶן פִּתּוֹ פְּסוּלִין. מִשּׁוּם דְּבִטְּלָן וְנִשְׁתַּנּוּ מִתּוֹרַת מַיִם: אֲפִלּוּ נִתְכַּוֵּן לִשְׁרוֹת בָּזֶה. בִּתְמִיהָה, וְכִי אֲפִלּוּ נִתְכַּוֵּן לִשְׁרוֹת פִּתּוֹ בְּמָקוֹם אֶחָד וְנָפַל בְּמָקוֹם אַחֵר יִהְיוּ פְּסוּלִים {יא}, וַהֲלֹא לֹא נִתְכַּוֵּן וְלֹא בִּטְּלָם, אֶלָּא וַדַּאי כְּשֵׁרִים הֵם. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן הַתִּמְנִי","rdfs:label":"ר\"ע מברטנורה משנה ידים א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-3"},{"uri":"jbr:mishna-yomtov-6-11-1-3","jbo:text":"עיקר תוי\"ט {ט} לקדש. וההפרש שבין נטילת ידים ובין טבילה, כי נטילת ידים הוא במים שאובין, והוא שיבאו מכלי בכח נותן, אבל שאובין במקוה לא, ושנוי מראה פוסל, ובעינן רביעית לכל אחד. וטבילת ידים פסול בשאובין, וצריך ארבעים סאה. הרמב\"ם. והראב\"ד סבירא ליה דשאובין במקוה נמי כשרין לטבילת ידים, כיון דכשרין לבעלי קריין: {י} פסולין. דומיא דקדוש ידים מן הכיור דכתיב התם מים יתרה. בית יוסף: {יא} דתנא קמא סתם דבריו ואמר שרה בהם פתו כו', ואתא איהו ומתמה וכי כו'. ומהר\"ם כתב, דשרה דתנא קמא משמע דנתכון לשרות, הא נפל מידו שלא בכונת שריה כשר. הא נתכון לשרות בזה ונפל בזה פסול. ואתא רבי שמעון למימר אפלו נתכון","jbo:textNikud":"עיקר תוי\"ט {ט} לַקֹּדֶשׁ. וְהַהֶפְרֵשׁ שֶׁבֵּין נְטִילַת יָדַיִם וּבֵין טְבִילָה, כִּי נְטִילַת יָדַיִם הוּא בְּמַיִם שְׁאוּבִין, וְהוּא שֶׁיָּבֹאוּ מִכְּלִי בְּכֹחַ נוֹתֵן, אֲבָל שְׁאוּבִין בְּמִקְוֶה לֹא, וְשִׁנּוּי מַרְאֶה פּוֹסֵל, וּבָעִינַן רְבִיעִית לְכָל אֶחָד. וּטְבִילַת יָדַיִם פָּסוּל בִּשְׁאוּבִין, וְצָרִיךְ אַרְבָּעִים סְאָה. הָרַמְבַּ\"ם. וְהָרַאֲבַ\"ד סְבִירָא לֵיהּ דִּשְׁאוּבִין בְּמִקְוֶה נַמִּי כְּשֵׁרִין לִטְבִילַת יָדַיִם, כֵּיוָן דִּכְשֵׁרִין לְבַעֲלֵי קְרָיִין: {י} פְּסוּלִין. דּוּמְיָא דְּקִדּוּשׁ יָדַיִם מִן הַכִּיּוֹר דִּכְתִיב הָתָם מַיִם יְתֵרָה. בֵּית יוֹסֵף: {יא} דְּתַנָּא קַמָּא סָתַם דְּבָרָיו וְאָמַר שָׁרָה בָּהֶם פִּתּוֹ כוּ', וְאָתָא אִיהוּ וּמִתַּמֵּהַּ וְכִי כוּ'. וּמַהֲרַ\"ם כָּתַב, דְּשָׁרָה דְּתַנָּא קַמָּא מַשְׁמַע דְּנִתְכַּוֵּן לִשְׁרוֹת, הָא נָפַל מִיָּדוֹ שֶׁלֹּא בְכַוָּנַת שְׁרִיָּה כָּשֵׁר. הָא נִתְכַּוֵּן לִשְׁרוֹת בָּזֶה וְנָפַל בָּזֶה פָּסוּל. וְאָתָא רַבִּי שִׁמְעוֹן לְמֵימַר אֲפִלּוּ נִתְכַּוֵּן","rdfs:label":"עיקר תוי\"ט משנה ידים א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-3"},{"uri":"jbr:mishna-6-11-1-4","jbo:text":"הדיח בהם את הכלים או שמחה בהם את המדות, פסולים. הדיח בהם כלים מודחים או חדשים, כשרים. רבי יוסי פוסל בחדשים","jbo:textNikud":"הֵדִיחַ בָּהֶם אֶת הַכֵּלִים אוֹ שֶׁמִּחָה בָהֶם אֶת הַמִּדּוֹת, פְּסוּלִים. הֵדִיחַ בָּהֶם כֵּלִים מוּדָחִים אוֹ חֲדָשִׁים, כְּשֵׁרִים. רַבִּי יוֹסֵי פוֹסֵל בַּחֲדָשִׁים","rdfs:label":"משנה ידים א ד","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-4"},{"uri":"jbr:mishna-bartanura-6-11-1-4","jbo:text":"ר\"ע מברטנורה או שמחה בהן את המדות. לחלוחית שנדבקה בהן, ואינה יוצאה אלא בדחק. להכי תני לשון מחוי, כמו מחוי קרביו דתנן בפסחים פרק אלו דברים [דף סח]: פוסל בחדשים. דאף על פי שהם נקיים, אין רגילות להשתמש בהם עד שידיחום תחלה. ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה אוֹ שֶׁמִּחָה בָהֶן אֶת הַמִּדּוֹת. לַחְלוּחִית שֶׁנִּדְבְּקָה בָּהֶן, וְאֵינָהּ יוֹצְאָה אֶלָּא בְדֹחַק. לְהָכִי תָּנֵי לְשׁוֹן מִחוּי, כְּמוֹ מִחוּי קְרָבָיו דִּתְנַן בִּפְסָחִים פֶּרֶק אֵלּוּ דְּבָרִים [דַּף סח]: פּוֹסֵל בַּחֲדָשִׁים. דְּאַף עַל פִּי שֶׁהֵם נְקִיִּים, אֵין רְגִילוּת לְהִשְׁתַּמֵּשׁ בָּהֶם עַד שֶׁיְּדִיחוּם תְּחִלָּה. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה ידים א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-4"},{"uri":"jbr:mishna-6-11-1-5","jbo:text":"המים שהנחתום מטביל בהם את הגלסקין, פסולים. וכשהוא מדיח את ידיו בהן, כשרים. הכל כשרים לתן לידים, אפלו חרש שוטה וקטן. מניח חבית בין ברכיו ונוטל. מטה חבית על צדה ונוטל. והקוף נוטל לידים. רבי יוסי פוסל בשני אלו","jbo:textNikud":"הַמַּיִם שֶׁהַנַּחְתּוֹם מַטְבִּיל בָּהֶם אֶת הַגְּלֻסְקִין, פְּסוּלִים. וּכְשֶׁהוּא מֵדִיחַ אֶת יָדָיו בָּהֶן, כְּשֵׁרִים. הַכֹּל כְּשֵׁרִים לִתֵּן לַיָּדַיִם, אֲפִלּוּ חֵרֵשׁ שׁוֹטֶה וְקָטָן. מַנִּיחַ חָבִית בֵּין בִּרְכָּיו וְנוֹטֵל. מַטֶּה חָבִית עַל צִדָּהּ וְנוֹטֵל. וְהַקּוֹף נוֹטֵל לַיָּדַיִם. רַבִּי יוֹסֵי פוֹסֵל בִּשְׁנֵי אֵלּוּ","rdfs:label":"משנה ידים א ה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-5"},{"uri":"jbr:mishna-bartanura-6-11-1-5","jbo:text":"ר\"ע מברטנורה גלסקין. ככרות לחם נקי וטהור: ואם הדיח בהן ידיו. וטח את הגלסקין בידו: כשרים. המים שבכלי לנטילה. שלא נעשית מלאכה במים שבכלי, אלא במים שלקח בחפניו: מניח חבית בין ברכיו. וברכיו מסיעין לשפך, והינו כח גברא, ומשום הכי לא פליג רבי יוסי בהא: ומטה חבית על צדה. ואפלו הלך וישב לו אחר כך והחבית שופכת מים כל היום כלו, מחמת הטיתו הוא, וחשיב כח גברא: והקוף. חיה ששמה מונ\"א בלע\"ז. ויש לה ידים כידי אדם: נוטל לידים. דכח נותן בעינן, כח אדם לא בעינן: רבי יוסי פוסל בשני אלו. בקוף, ובמטה חבית על צדה. בקוף, משום דבעינן כח אדם וליכא. ומטה חבית על צדה, לאו כח גברא חשיב ליה. ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה גְּלֻסְקִין. כִּכְּרוֹת לֶחֶם נָקִי וְטָהוֹר: וְאִם הֵדִיחַ בָּהֶן יָדָיו. וְטָח אֶת הַגְּלֻסְקִין בְּיָדוֹ: כְּשֵׁרִים. הַמַּיִם שֶׁבַּכְּלִי לִנְטִילָה. שֶׁלֹּא נַעֲשֵׂית מְלָאכָה בַּמַּיִם שֶׁבַּכְּלִי, אֶלָּא בַּמַּיִם שֶׁלָּקַח בְּחָפְנָיו: מַנִּיחַ חָבִית בֵּין בִּרְכָּיו. וּבִרְכָּיו מְסַיְּעִין לִשְׁפֹּךְ, וְהַיְנוּ כֹּחַ גַּבְרָא, וּמִשּׁוּם הָכִי לֹא פָּלֵיג רַבִּי יוֹסֵי בְּהָא: וּמַטֶּה חָבִית עַל צִדָּהּ. וַאֲפִלּוּ הָלַךְ וְיָשַׁב לוֹ אַחַר כָּךְ וְהֶחָבִית שׁוֹפֶכֶת מַיִם כָּל הַיּוֹם כֻּלּוֹ, מֵחֲמַת הַטָּיָתוֹ הוּא, וַחֲשִׁיב כֹּחַ גַּבְרָא: וְהַקּוֹף. חַיָּה שֶׁשְּׁמָהּ מונ\"א בְּלַעַ\"ז. וְיֵשׁ לָהּ יָדַיִם כִּידֵי אָדָם: נוֹטֵל לַיָּדַיִם. דְּכֹחַ נוֹתֵן בָּעִינַן, כֹּחַ אָדָם לֹא בָּעִינַן: רַבִּי יוֹסֵי פוֹסֵל בִּשְׁנֵי אֵלּוּ. בְּקוֹף, וּבְמַטֶּה חָבִית עַל צִדָּהּ. בְּקוֹף, מִשּׁוּם דְּבָעִינַן כֹּחַ אָדָם וְלֵיכָּא. וּמַטֶּה חָבִית עַל צִדָּהּ, לָאו כֹּחַ גַּבְרָא חֲשִׁיב לֵיהּ. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה ידים א ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-1","jbo:interprets":"jbr:mishna-6-11-1-5"},{"uri":"jbr:mishna-6-11-2-1","jbo:text":"נטל לידו אחת {א} משטיפה אחת, ידו טהורה. לשתי ידיו משטיפה אחת, רבי מאיר מטמא, עד שיטל מרביעית. נפל ככר של תרומה, טהור. רבי יוסי מטמא","jbo:textNikud":"נָטַל לְיָדוֹ אַחַת {א} מִשְּׁטִיפָה אַחַת, יָדוֹ טְהוֹרָה. לִשְׁתֵּי יָדָיו מִשְּׁטִיפָה אַחַת, רַבִּי מֵאִיר מְטַמֵּא, עַד שֶׁיִּטֹּל מֵרְבִיעִית. נָפַל כִּכָּר שֶׁל תְּרוּמָה, טָהוֹר. רַבִּי יוֹסֵי מְטַמֵּא","rdfs:label":"משנה ידים ב א","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-1"},{"uri":"jbr:mishna-bartanura-6-11-2-1","jbo:text":"ר\"ע מברטנורה נטל ידו אחת משטיפה אחת. קא קרי שטיפה אחת כל זמן שלא נטל כי אם פעם אחת עד הפרק. ובידו אחת הוא דסגי בפעם אחת {ב}, אף על גב דאין בכלי רביעית אלא דאתו משירי טהרה. אבל לשתי ידיו, אף על גב דאתו משירי טהרה, לא מהני עד שיטל שתי פעמים. ראשונים עד הפרק, ושניים עד הפרק. ורמב\"ם מפרש, משטיפה אחת, משפיכה אחת. וכשנוטל שתי ידיו בשפיכה אחת, המים מטמאים בידו אחת, ונמצא רוחץ השניה במים שנטמא, ולא טהרו ידיו עד שיטל מים שניים מרביעית {ג}. אבל כשנוטל ידו אחת בלבד, בשפיכה אחת, נטהרה ידו. וכשנוטל מים שניים לטהר המים שעל ידו, סגי בפחות מרביעית. ואין הלכה כרבי מאיר: נפל ככר של תרומה. היכא דנטל את הראשונים מרביעית {ד}, ונפל עליהם ככר של תרומה, או נגע בככר של תרומה עם המים שבידו קדם שינגבם, או קדם שישפך עליהן מים שניים: טהור. דכי היכי דמהנו לטהר ידיו, מהנו נמי לטהר עצמן: רבי יוסי מטמא. דסבר לטהר ידיו מהנו, אבל אינהו גופיהו טמאים","jbo:textNikud":"ר\"ע מברטנורה נָטַל יָדוֹ אַחַת מִשְּׁטִיפָה אַחַת. קָא קָרֵי שְׁטִיפָה אַחַת כָּל זְמַן שֶׁלֹּא נָטַל כִּי אִם פַּעַם אַחַת עַד הַפֶּרֶק. וּבְיָדוֹ אַחַת הוּא דְּסַגִּי בְּפַעַם אַחַת {ב}, אַף עַל גַּב דְּאֵין בַּכְּלִי רְבִיעִית אֶלָּא דַּאֲתוּ מִשְּׁיָרֵי טָהֳרָה. אֲבָל לִשְׁתֵּי יָדָיו, אַף עַל גַּב דַּאֲתוּ מִשְּׁיָרֵי טָהֳרָה, לֹא מַהֲנֵי עַד שֶׁיִּטֹּל שְׁתֵּי פְּעָמִים. רִאשׁוֹנִים עַד הַפֶּרֶק, וּשְׁנִיִּים עַד הַפֶּרֶק. וְרַמְבַּ\"ם מְפָרֵשׁ, מִשְּׁטִיפָה אַחַת, מִשְּׁפִיכָה אַחַת. וּכְשֶׁנּוֹטֵל שְׁתֵּי יָדָיו בִּשְׁפִיכָה אַחַת, הַמַּיִם מִטַּמְּאִים בְּיָדוֹ אַחַת, וְנִמְצָא רוֹחֵץ הַשְּׁנִיָּה בַּמַּיִם שֶׁנִּטְמָא, וְלֹא טָהֲרוּ יָדָיו עַד שֶׁיִּטֹּל מַיִם שְׁנִיִּים מֵרְבִיעִית {ג}. אֲבָל כְּשֶׁנּוֹטֵל יָדוֹ אַחַת בִּלְבַד, בִּשְׁפִיכָה אַחַת, נִטְהֲרָה יָדוֹ. וּכְשֶׁנּוֹטֵל מַיִם שְׁנִיִּים לְטַהֵר הַמַּיִם שֶׁעַל יָדוֹ, סַגִּי בְּפָחוֹת מֵרְבִיעִית. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: נָפַל כִּכָּר שֶׁל תְּרוּמָה. הֵיכָא דְּנָטַל אֶת הָרִאשׁוֹנִים מֵרְבִיעִית {ד}, וְנָפַל עֲלֵיהֶם כִּכָּר שֶׁל תְּרוּמָה, אוֹ נָגַע בְּכִכָּר שֶׁל תְּרוּמָה עִם הַמַּיִם שֶׁבְּיָדוֹ קֹדֶם שֶׁיְּנַגְּבֵם, אוֹ קֹדֶם שֶׁיִּשְׁפֹּךְ עֲלֵיהֶן מַיִם שְׁנִיִּים: טָהוֹר. דְּכִי הֵיכִי דְּמַהֲנוּ לְטַהֵר יָדָיו, מַהֲנוּ נַמִּי לְטַהֵר עַצְמָן: רַבִּי יוֹסֵי מְטַמֵּא. דְּסָבַר לְטַהֵר יָדָיו מַהֲנוּ, אֲבָל אִינְהוּ גּוּפַיְהוּ טְמֵאִים","rdfs:label":"ר\"ע מברטנורה משנה ידים ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-1"},{"uri":"jbr:mishna-yomtov-6-11-2-1","jbo:text":"עיקר תוי\"ט {א} אחת. נתבאר בחגיגה כשנטמאה ידו אחת, לא תטמא השניה, וכן כשנטמאו שניהם מטהרן אחת אחת. וכל זה לתרומה ולא לקדש. הרמב\"ם: {ב} והוא שאותה השטיפה מרבה כשתים. תוספות: {ג} לשיטתיה בריש פרק קמא, דנותנים לידים, אמים שניים קאי: {ד} הינו לפרוש הראשון. אבל להרמב\"ם, מפרש בנסחת ארץ ישראל דקאי אמים שניים, שאם נפל ככר של תרומה באלו מים שניים, טהור לתנא קמא כמו במים שניים דעלמא. ורבי יוסי אומר שמטמאין ככר של תרומה כמו מים ראשונים שהם תחלה, הואיל ומים ראשונים היו שטיפה אחת לשתי הידים","jbo:textNikud":"עיקר תוי\"ט {א} אַחַת. נִתְבָּאֵר בַּחֲגִיגָה כְּשֶׁנִּטְמְאָה יָדוֹ אַחַת, לֹא תִּטַּמֵּא הַשְּׁנִיָּה, וְכֵן כְּשֶׁנִּטְמְאוּ שְׁנֵיהֶם מְטַהֲרָן אַחַת אַחַת. וְכָל זֶה לַתְּרוּמָה וְלֹא לַקֹּדֶשׁ. הָרַמְבַּ\"ם: {ב} וְהוּא שֶׁאוֹתָהּ הַשְּׁטִיפָה מְרֻבָּה כִּשְׁתַּיִם. תּוֹסָפוֹת: {ג} לְשִׁיטָתֵיהּ בְּרֵישׁ פֶּרֶק קַמָּא, דְּנוֹתְנִים לַיָּדַיִם, אַמַּיִם שְׁנִיִּים קָאֵי: {ד} הַיְנוּ לַפֵּרוּשׁ הָרִאשׁוֹן. אֲבָל לְהָרַמְבַּ\"ם, מְפֹרָשׁ בְּנֻסְחַת אֶרֶץ יִשְׂרָאֵל דְּקָאֵי אַמַּיִם שְׁנִיִּים, שֶׁאִם נָפַל כִּכָּר שֶׁל תְּרוּמָה בְּאֵלּוּ מַיִם שְׁנִיִּים, טָהוֹר לְתַנָּא קַמָּא כְּמוֹ בְּמַיִם שְׁנִיִּים דְּעָלְמָא. וְרַבִּי יוֹסֵי אוֹמֵר שֶׁמְּטַמְּאִין כִּכָּר שֶׁל תְּרוּמָה כְּמוֹ מַיִם רִאשׁוֹנִים שֶׁהֵם תְּחִלָּה, הוֹאִיל וּמַיִם רִאשׁוֹנִים הָיוּ שְׁטִיפָה אַחַת לִשְׁתֵּי הַיָּדַיִם","rdfs:label":"עיקר תוי\"ט משנה ידים ב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-1"},{"uri":"jbr:mishna-6-11-2-2","jbo:text":"נטל את הראשונים למקום אחד, ואת השניים למקום אחר, ונפל ככר של תרומה {ז} על הראשונים, טמא, ועל השניים, טהור. נטל את הראשונים ואת השניים למקום אחד, ונפל ככר של תרומה, טמא. נטל את הראשונים ונמצא על ידיו קיסם או צרור, ידיו טמאות, שאין המים האחרונים מטהרים אלא המים שעל גבי היד. רבן שמעון בן גמליאל אומר, כל שהוא מברית המים, טהור","jbo:textNikud":"נָטַל אֶת הָרִאשׁוֹנִים לְמָקוֹם אֶחָד, וְאֶת הַשְּׁנִיִּים לְמָקוֹם אַחֵר, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה {ז} עַל הָרִאשׁוֹנִים, טָמֵא, וְעַל הַשְּׁנִיִּים, טָהוֹר. נָטַל אֶת הָרִאשׁוֹנִים וְאֶת הַשְּׁנִיִּים לְמָקוֹם אֶחָד, וְנָפַל כִּכָּר שֶׁל תְּרוּמָה, טָמֵא. נָטַל אֶת הָרִאשׁוֹנִים וְנִמְצָא עַל יָדָיו קֵיסָם אוֹ צְרוֹר, יָדָיו טְמֵאוֹת, שֶׁאֵין הַמַּיִם הָאַחֲרוֹנִים מְטַהֲרִים אֶלָּא הַמַּיִם שֶׁעַל גַּבֵּי הַיָּד. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כֹּל שֶׁהוּא מִבְּרִיַּת הַמַּיִם, טָהוֹר","rdfs:label":"משנה ידים ב ב","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-2"},{"uri":"jbr:mishna-bartanura-6-11-2-2","jbo:text":"ר\"ע מברטנורה נטל את הראשונים למקום אחד. שנטל את הראשונים בפחות מרביעית {ה}, כגון דאתו משירי טהרה {ו}, וצריך לטל את השניים. ונטל את הראשונים בזוית זו, ושניים בזוית אחרת: ונפל ככר של תרומה. למקום שנפלו ראשונים: טמא. הככר. והוא הדין אם נגע הככר במים ראשונים שעל ידיו, שהככר טמא: על השניים טהור. דשניים טהורים הן. אבל נטל ראשונים ושניים למקום אחד ונפל ככר של תרומה על המים, טמא, כדקתני סיפא שאין השניים מטהרים אלא מים שעל גבי היד, כלומר הראשונים שעל גבי ידיו, השניים מטהרים, אבל הראשונים שנפלו לארץ, אין השניים מטהרים: ונמצא על ידיו קיסם או צרור. אף על פי שהן רפויין ולא חיצי, שהמים באים בהם: ידיו טמאות. אף על פי שנתן בהן את השניים. משום דמים שעל הצרור נטמאו מחמת ידיו, ואין המים השניים מטהרים אלא מים שעל גבי היד, ולא מים שעל גבי צרור וקיסם {ח}. פרוש אחר, ונמצא על ידיו קיסם או צרור, וכל דבר החוצץ {ט} בנטילת ידים, אף על פי שנתן על ידיו מים שניים, טמאות הידים, ולא טהרו מחמת המים שניים, שאין המים השניים מטהרים אלא המים שעל גבי היד, לא הידים עצמן {י}: כל שהוא מברית המים טהור. כגון יבחושים ויתושים הגדלים במים, אם נפלו על הידים בשעת נטילה, אינם חוצצים, הואיל והן מברית המים. ואין הלכה כרבן שמעון בן גמליאל","jbo:textNikud":"ר\"ע מברטנורה נָטַל אֶת הָרִאשׁוֹנִים לְמָקוֹם אֶחָד. שֶׁנָּטַל אֶת הָרִאשׁוֹנִים בְּפָחוֹת מֵרְבִיעִית {ה}, כְּגוֹן דַּאֲתוּ מִשְּׁיָרֵי טָהֳרָה {ו}, וְצָרִיךְ לִטֹּל אֶת הַשְּׁנִיִּים. וְנָטַל אֶת הָרִאשׁוֹנִים בְּזָוִית זוֹ, וּשְׁנִיִּים בְּזָוִית אַחֶרֶת: וְנָפַל כִּכָּר שֶׁל תְּרוּמָה. לַמָּקוֹם שֶׁנָּפְלוּ רִאשׁוֹנִים: טָמֵא. הַכִּכָּר. וְהוּא הַדִּין אִם נָגַע הַכִּכָּר בְּמַיִם רִאשׁוֹנִים שֶׁעַל יָדָיו, שֶׁהַכִּכָּר טָמֵא: עַל הַשְּׁנִיִּים טָהוֹר. דִּשְׁנִיִּים טְהוֹרִים הֵן. אֲבָל נָטַל רִאשׁוֹנִים וּשְׁנִיִּים לְמָקוֹם אֶחָד וְנָפַל כִּכָּר שֶׁל תְּרוּמָה עַל הַמַּיִם, טָמֵא, כִּדְקָתָנֵי סֵיפָא שֶׁאֵין הַשְּׁנִיִּים מְטַהֲרִים אֶלָּא מַיִם שֶׁעַל גַּבֵּי הַיָּד, כְּלוֹמַר הָרִאשׁוֹנִים שֶׁעַל גַּבֵּי יָדָיו, הַשְּׁנִיִּים מְטַהֲרִים, אֲבָל הָרִאשׁוֹנִים שֶׁנָּפְלוּ לָאָרֶץ, אֵין הַשְּׁנִיִּים מְטַהֲרִים: וְנִמְצָא עַל יָדָיו קֵיסָם אוֹ צְרוֹר. אַף עַל פִּי שֶׁהֵן רְפוּיִין וְלֹא חָיְצֵי, שֶׁהַמַּיִם בָּאִים בָּהֶם: יָדָיו טְמֵאוֹת. אַף עַל פִּי שֶׁנָּתַן בָּהֶן אֶת הַשְּׁנִיִּים. מִשּׁוּם דְּמַיִם שֶׁעַל הַצְּרוֹר נִטְמְאוּ מֵחֲמַת יָדָיו, וְאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִים אֶלָּא מַיִם שֶׁעַל גַּבֵּי הַיָּד, וְלֹא מַיִם שֶׁעַל גַּבֵּי צְרוֹר וְקֵיסָם {ח}. פֵּרוּשׁ אַחֵר, וְנִמְצָא עַל יָדָיו קֵיסָם אוֹ צְרוֹר, וְכָל דָּבָר הַחוֹצֵץ {ט} בִּנְטִילַת יָדַיִם, אַף עַל פִּי שֶׁנָּתַן עַל יָדָיו מַיִם שְׁנִיִּים, טְמֵאוֹת הַיָּדַיִם, וְלֹא טָהֲרוּ מֵחֲמַת הַמַּיִם שְׁנִיִּים, שֶׁאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִים אֶלָּא הַמַּיִם שֶׁעַל גַּבֵּי הַיָּד, לֹא הַיָּדַיִם עַצְמָן {י}: כֹּל שֶׁהוּא מִבְּרִיַּת הַמַּיִם טָהוֹר. כְּגוֹן יַבְחוּשִׁים וְיַתּוּשִׁים הַגְּדֵלִים בַּמַּיִם, אִם נָפְלוּ עַל הַיָּדַיִם בִּשְׁעַת נְטִילָה, אֵינָם חוֹצְצִים, הוֹאִיל וְהֵן מִבְּרִיַּת הַמַּיִם. וְאֵין הֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה משנה ידים ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-2"},{"uri":"jbr:mishna-yomtov-6-11-2-2","jbo:text":"עיקר תוי\"ט {ה} דאלו מרביעית, הא סבירא ליה לתנא קמא דרבי יוסי דהמים גם כן נטהרו. והלכה כותיה: {ו} קשה, דזה אינו אלא לרבי מאיר דמצריך מים שניים אף לדאתו משירי טהרה כשנטל שתי ידיו, וכבר כתב דאין הלכה כמותו. ויש לומר, דמה שכתב אין הלכה כרבי מאיר הינו להרמב\"ם, אבל לפרוש הראשון, הלכה כרבי מאיר. וכן כתב הר\"ש בהדיא. ותדע, דהא להרמב\"ם לא אמרו פחות מרביעית אלא במים שניים: {ז} תרומה. מזה מוכיח הרמב\"ם דלא הצריכו מים שניים אלא לתרומה, אבל לחלין אף בראשונה נטהרו הידים [וממילא דהוא הדין המים], וכי נפל עליהן ככר של חלין, טהור. ושאר הפוסקים מצריכים אף לחלין מים שניים. ומדנקט במתניתין תרומה, נראה לי דאף דלדבריהם טהור הככר, דכיון דנטילת ידים לחלין רק משום סרך תרומה הוא, הקלו לענין טמאה, דהם אמרו והם אמרו. ומהאי טעמא נראה לי דלא קשה איך השניים טהורים, הא הראשונים טמאים ויטמאו הידים והידים שניים, דהם אמרו כו'. ועין תוספות יום טוב: {ח} שנטמאו מחמת ידיו וחוזרין ומטמאין את היד. בית יוסף: {ט} וכל דבר החוצץ בגוף, חוצץ בידים לחלין. גמרא: {י} ואפלו לפרוש הראשון של הר\"ב בריש פרקין, יש לומר דלא מצריך שתי פעמים אלא לטהר המים לענין טמאת ככר. אבל הידים נטהרו בפעם אחת כשאין דבר חוצץ","jbo:textNikud":"עיקר תוי\"ט {ה} דְּאִלּוּ מֵרְבִיעִית, הָא סְבִירָא לֵיהּ לְתַנָּא קַמָּא דְּרַבִּי יוֹסֵי דְּהַמַּיִם גַּם כֵּן נִטְהֲרוּ. וַהֲלָכָה כְּוָתֵיהּ: {ו} קָשֶׁה, דְּזֶה אֵינוֹ אֶלָּא לְרַבִּי מֵאִיר דְּמַצְרִיךְ מַיִם שְׁנִיִּים אַף לְדַאֲתוּ מִשְּׁיָרֵי טָהֳרָה כְּשֶׁנָּטַל שְׁתֵּי יָדָיו, וּכְבָר כָּתַב דְּאֵין הֲלָכָה כְּמוֹתוֹ. וְיֵשׁ לוֹמַר, דְּמַה שֶּׁכָּתַב אֵין הֲלָכָה כְּרַבִּי מֵאִיר הַיְנוּ לְהָרַמְבַּ\"ם, אֲבָל לַפֵּרוּשׁ הָרִאשׁוֹן, הֲלָכָה כְּרַבִּי מֵאִיר. וְכֵן כָּתַב הָרַ\"שׁ בְּהֶדְיָא. וְתֵדַע, דְּהָא לְהָרַמְבַּ\"ם לֹא אָמְרוּ פָּחוֹת מֵרְבִיעִית אֶלָּא בְּמַיִם שְׁנִיִּים: {ז} תְּרוּמָה. מִזֶּה מוֹכִיחַ הָרַמְבַּ\"ם דְּלֹא הִצְרִיכוּ מַיִם שְׁנִיִּים אֶלָּא לִתְרוּמָה, אֲבָל לְחֻלִּין אַף בָּרִאשׁוֹנָה נִטְהֲרוּ הַיָּדַיִם [וּמִמֵּילָא דְּהוּא הַדִּין הַמַּיִם], וְכִי נָפַל עֲלֵיהֶן כִּכָּר שֶׁל חֻלִּין, טָהוֹר. וּשְׁאָר הַפּוֹסְקִים מַצְרִיכִים אַף לְחֻלִּין מַיִם שְׁנִיִּים. וּמִדְּנָקַט בְּמַתְנִיתִין תְּרוּמָה, נִרְאֶה לִי דְּאַף דִּלְדִבְרֵיהֶם טָהוֹר הַכִּכָּר, דְּכֵיוָן דִּנְטִילַת יָדַיִם לְחֻלִּין רַק מִשּׁוּם סְרַךְ תְּרוּמָה הוּא, הֵקֵלּוּ לְעִנְיַן טֻמְאָה, דְּהֵם אָמְרוּ וְהֵם אָמְרוּ. וּמֵהַאי טַעֲמָא נִרְאֶה לִי דְּלֹא קָשֶׁה אֵיךְ הַשְּׁנִיִּים טְהוֹרִים, הָא הָרִאשׁוֹנִים טְמֵאִים וִיטַמְּאוּ הַיָּדַיִם וְהַיָּדַיִם שְׁנִיִּים, דְּהֵם אָמְרוּ כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} שֶׁנִּטְמְאוּ מֵחֲמַת יָדָיו וְחוֹזְרִין וּמְטַמְּאִין אֶת הַיָּד. בֵּית יוֹסֵף: {ט} וְכָל דָּבָר הַחוֹצֵץ בַּגּוּף, חוֹצֵץ בַּיָּדַיִם לְחֻלִּין. גְּמָרָא: {י} וַאֲפִלּוּ לַפֵּרוּשׁ הָרִאשׁוֹן שֶׁל הָרַ\"ב בְּרֵישׁ פִּרְקִין, יֵשׁ לוֹמַר דְּלֹא מַצְרִיךְ שְׁתֵּי פְּעָמִים אֶלָּא לְטַהֵר הַמַּיִם לְעִנְיַן טֻמְאַת כִּכָּר. אֲבָל הַיָּדַיִם נִטְהֲרוּ בְּפַעַם אַחַת כְּשֶׁאֵין דָּבָר חוֹצֵץ","rdfs:label":"עיקר תוי\"ט משנה ידים ב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-2"},{"uri":"jbr:mishna-6-11-2-3","jbo:text":"הידים מטמאות ומטהרות עד הפרק. כיצד. נטל את הראשונים עד הפרק, ואת השניים חוץ לפרק, וחזרו ליד, טהורה. נטל את הראשונים ואת השניים חוץ לפרק וחזרו ליד, טמאה. נטל את הראשונים לידו אחת ונמלך ונטל את השניים לשתי ידיו, טמאות. נטל את הראשונים לשתי ידיו ונמלך ונטל את השניים לידו אחת, ידו טהורה. נטל לידו אחת ושפשפה בחברתה, טמאה. בראשו או בכתל, טהורה. נוטלין ארבעה וחמשה זה בצד זה או זה על גבי זה, ובלבד שירפו שיבאו בהם המים","jbo:textNikud":"הַיָּדַיִם מִטַּמְּאוֹת וּמִטַּהֲרוֹת עַד הַפֶּרֶק. כֵּיצַד. נָטַל אֶת הָרִאשׁוֹנִים עַד הַפֶּרֶק, וְאֶת הַשְּׁנִיִּים חוּץ לַפֶּרֶק, וְחָזְרוּ לַיָּד, טְהוֹרָה. נָטַל אֶת הָרִאשׁוֹנִים וְאֶת הַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ לַיָּד, טְמֵאָה. נָטַל אֶת הָרִאשׁוֹנִים לְיָדוֹ אַחַת וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לִשְׁתֵּי יָדָיו, טְמֵאוֹת. נָטַל אֶת הָרִאשׁוֹנִים לִשְׁתֵּי יָדָיו וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לְיָדוֹ אַחַת, יָדוֹ טְהוֹרָה. נָטַל לְיָדוֹ אַחַת וְשִׁפְשְׁפָהּ בַּחֲבֶרְתָּהּ, טְמֵאָה. בְּרֹאשׁוֹ אוֹ בַכֹּתֶל, טְהוֹרָה. נוֹטְלִין אַרְבָּעָה וַחֲמִשָּׁה זֶה בְצַד זֶה אוֹ זֶה עַל גַּבֵּי זֶה, וּבִלְבַד שֶׁיְּרַפּוּ שֶׁיָּבֹאוּ בָהֶם הַמָּיִם","rdfs:label":"משנה ידים ב ג","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-3"},{"uri":"jbr:mishna-bartanura-6-11-2-3","jbo:text":"ר\"ע מברטנורה חזרו ליד טהורה. דכיון דראשונים לא יצאו חוץ לפרק, לא נטמאו השניים ביציאתן חוץ לפרק. אבל כשיצאו ראשונים ושניים חוץ לפרק וחזרו ליד, טמאה, לפי שנטמאו השניים בראשונים שחוץ לפרק, שאין השניים מטהרים הראשונים [מהיוצאים] חוץ לפרק, אלא עד הפרק בלבד הן מטהרין {יא}: נטל את הראשונים. לידו אחת, שנטל במים ראשונים כל יד ויד בפני עצמה, ואחר כך צרף שתי ידיו לשפך עליהם מים שניים, ידיו טמאות. דכשצרף ידיו, נטמאו ידיו בנגיעתן זו בזו, דמים שעל גב זו מטמאים מים שעל גבי חברתה {יב}, כמו שהיו מטמאים ככר של תרומה, ונטמאו הידים מחמת משקין טמאים. וכשנטל את השניים, לא טהרו את הראשונים, כיון שנטמאו מחמת מים של חברתה, אלא אדרבא גם השניים נטמאו בהן. ודוקא כשנטל את הראשונים זו לעצמה וזו לעצמה. אבל אם נטל את הראשונים לשתי ידיו כאחת, נחשבות שתי ידים כיד אחת ואין מטמאות זו בזו. כך מצאתי פרוש משנה זו בפרושי רבותי. ורמב\"ם פרש, נטל את הראשונים לידו אחת, שנתן מים ראשונים על גבי יד אחת בלבד, ואחר כך צרף שתיהן לשפך עליהן מים שניים, ידיו טמאות. שהמים שניים מטמאין באותה היד שלא נטהרה, וחוזרים ומטמאים היד הטהורה: ושפשפה בחברתה. שלא נטלה. נטמאו המים שעליה מחמת חברתה דלא נטלה, וחוזרים ומטמאין את היד שנטל: בראשו או בכתל. אם שפשפה בראשו או בכתל כדי לנגבה: טהורה. ואם לאחר ששפשף חזר ונגע באותן המים שבאו מידו לראשו או לכתל, טמאה. שאותן מים טמאין הן וחוזרים ומטמאים היד שנגעה בהן. אף על גב דכל כמה דלא שפשף לא (מטמאים) [מטהרין] בשפשוף, כי שפשף וחזר ונגע, גרע טפי: נוטלים ארבעה וחמשה זה בצד זה. ואין חוששים משום ארבעה דברים, משום שמא נטמאו כשנפלו מיד זה ליד זה {יג}, ושמא יש להם דין מים שנעשה בהם מלאכה, ומשום שמא לא נטלו מן הכלי, ומשום שמא לא נטלו מן הרביעית {יד}: ובלבד שירפו. ידיהם שלא תהיה שם חציצה","jbo:textNikud":"ר\"ע מברטנורה חָזְרוּ לַיָּד טְהוֹרָה. דְּכֵיוָן דְּרִאשׁוֹנִים לֹא יָצְאוּ חוּץ לַפֶּרֶק, לֹא נִטְמְאוּ הַשְּׁנִיִּים בִּיצִיאָתָן חוּץ לַפֶּרֶק. אֲבָל כְּשֶׁיָּצְאוּ רִאשׁוֹנִים וּשְׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ לַיָּד, טְמֵאָה, לְפִי שֶׁנִּטְמְאוּ הַשְּׁנִיִּים בָּרִאשׁוֹנִים שֶׁחוּץ לַפֶּרֶק, שֶׁאֵין הַשְּׁנִיִּים מְטַהֲרִים הָרִאשׁוֹנִים [מֵהַיּוֹצְאִים] חוּץ לַפֶּרֶק, אֶלָּא עַד הַפֶּרֶק בִּלְבַד הֵן מְטַהֲרִין {יא}: נָטַל אֶת הָרִאשׁוֹנִים. לְיָדוֹ אַחַת, שֶׁנָּטַל בְּמַיִם רִאשׁוֹנִים כָּל יָד וְיָד בִּפְנֵי עַצְמָהּ, וְאַחַר כָּךְ צֵרֵף שְׁתֵּי יָדָיו לִשְׁפֹּךְ עֲלֵיהֶם מַיִם שְׁנִיִּים, יָדָיו טְמֵאוֹת. דִּכְשֶׁצֵּרֵף יָדָיו, נִטְמְאוּ יָדָיו בִּנְגִיעָתָן זוֹ בָּזוֹ, דְּמַיִם שֶׁעַל גַּב זוֹ מְטַמְּאִים מַיִם שֶׁעַל גַּבֵּי חֲבֶרְתָּהּ {יב}, כְּמוֹ שֶׁהָיוּ מְטַמְּאִים כִּכָּר שֶׁל תְּרוּמָה, וְנִטְמְאוּ הַיָּדַיִם מֵחֲמַת מַשְׁקִין טְמֵאִים. וּכְשֶׁנָּטַל אֶת הַשְּׁנִיִּים, לֹא טִהֲרוּ אֶת הָרִאשׁוֹנִים, כֵּיוָן שֶׁנִּטְמְאוּ מֵחֲמַת מַיִם שֶׁל חֲבֶרְתָּהּ, אֶלָּא אַדְּרַבָּא גַּם הַשְּׁנִיִּים נִטְמְאוּ בָהֶן. וְדַוְקָא כְּשֶׁנָּטַל אֶת הָרִאשׁוֹנִים זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ. אֲבָל אִם נָטַל אֶת הָרִאשׁוֹנִים לִשְׁתֵּי יָדָיו כְּאַחַת, נֶחֱשָׁבוֹת שְׁתֵּי יָדַיִם כְּיָד אַחַת וְאֵין מְטַמְּאוֹת זוֹ בָּזוֹ. כָּךְ מָצָאתִי פֵּרוּשׁ מִשְׁנָה זוֹ בְּפֵרוּשֵׁי רַבּוֹתַי. וְרַמְבַּ\"ם פֵּרֵשׁ, נָטַל אֶת הָרִאשׁוֹנִים לְיָדוֹ אַחַת, שֶׁנָּתַן מַיִם רִאשׁוֹנִים עַל גַּבֵּי יָד אַחַת בִּלְבַד, וְאַחַר כָּךְ צֵרֵף שְׁתֵּיהֶן לִשְׁפֹּךְ עֲלֵיהֶן מַיִם שְׁנִיִּים, יָדָיו טְמֵאוֹת. שֶׁהַמַּיִם שְׁנִיִּים מִטַּמְּאִין בְּאוֹתָהּ הַיָּד שֶׁלֹּא נִטְהֲרָה, וְחוֹזְרִים וּמְטַמְּאִים הַיָּד הַטְּהוֹרָה: וְשִׁפְשְׁפָהּ בַּחֲבֶרְתָּהּ. שֶׁלֹּא נְטָלָהּ. נִטְמְאוּ הַמַּיִם שֶׁעָלֶיהָ מֵחֲמַת חֲבֶרְתָּהּ דְּלֹא נְטָלָהּ, וְחוֹזְרִים וּמְטַמְּאִין אֶת הַיָּד שֶׁנָּטַל: בְּרֹאשׁוֹ אוֹ בַכֹּתֶל. אִם שִׁפְשְׁפָהּ בְּרֹאשׁוֹ אוֹ בַּכֹּתֶל כְּדֵי לְנַגְּבָהּ: טְהוֹרָה. וְאִם לְאַחַר שֶׁשִּׁפְשֵׁף חָזַר וְנָגַע בְּאוֹתָן הַמַּיִם שֶׁבָּאוּ מִיָּדוֹ לְרֹאשׁוֹ אוֹ לַכֹּתֶל, טְמֵאָה. שֶׁאוֹתָן מַיִם טְמֵאִין הֵן וְחוֹזְרִים וּמְטַמְּאִים הַיָּד שֶׁנָּגְעָה בָּהֶן. אַף עַל גַּב דְּכָל כַּמָּה דְּלֹא שִׁפְשֵׁף לֹא (מִטַּמְּאִים) [מְטַהֲרִין] בְּשִׁפְשׁוּף, כִּי שִׁפְשֵׁף וְחָזַר וְנָגַע, גָּרַע טְפֵי: נוֹטְלִים אַרְבָּעָה וַחֲמִשָּׁה זֶה בְצַד זֶה. וְאֵין חוֹשְׁשִׁים מִשּׁוּם אַרְבָּעָה דְּבָרִים, מִשּׁוּם שֶׁמָּא נִטְמְאוּ כְּשֶׁנָּפְלוּ מִיַּד זֶה לְיַד זֶה {יג}, וְשֶׁמָּא יֵשׁ לָהֶם דִּין מַיִם שֶׁנַּעֲשָׂה בָהֶם מְלָאכָה, וּמִשּׁוּם שֶׁמָּא לֹא נָטְלוּ מִן הַכְּלִי, וּמִשּׁוּם שֶׁמָּא לֹא נָטְלוּ מִן הָרְבִיעִית {יד}: וּבִלְבַד שֶׁיְּרַפּוּ. יְדֵיהֶם שֶׁלֹּא תִּהְיֶה שָׁם חֲצִיצָה","rdfs:label":"ר\"ע מברטנורה משנה ידים ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-3"},{"uri":"jbr:mishna-yomtov-6-11-2-3","jbo:text":"עיקר תוי\"ט {יא} באור הענין, שאין הידים מטמאין משקין אלא עד הפרק. וכן אין מים שניים מטהרים הראשונים אלא בעודן בתוך הפרק. וחוץ לפרק דרישא וסיפא, הוא שהיו בתוך הפרק ויצאו אחר כך חוץ לפרק. בית יוסף: {יב} וגם את היד. הרא\"ש: {יג} לפי שהם כלם במדרגת יד אחת אנו חושבים אותם. הרמב\"ם: {יד} דאם היה חצי לג לחמשה וכשהשמש שופך מים על ידיהם ונשאר בכלי רביעית לשנים האחרונים, מהני נטילה, וספק ידים טהורות. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {יא} בֵּאוּר הָעִנְיָן, שֶׁאֵין הַיָּדַיִם מְטַמְּאִין מַשְׁקִין אֶלָּא עַד הַפֶּרֶק. וְכֵן אֵין מַיִם שְׁנִיִּים מְטַהֲרִים הָרִאשׁוֹנִים אֶלָּא בְּעוֹדָן בְּתוֹךְ הַפֶּרֶק. וְחוּץ לַפֶּרֶק דְּרֵישָׁא וְסֵיפָא, הוּא שֶׁהָיוּ בְּתוֹךְ הַפֶּרֶק וְיָצְאוּ אַחַר כָּךְ חוּץ לַפֶּרֶק. בֵּית יוֹסֵף: {יב} וְגַם אֶת הַיָּד. הָרֹא\"שׁ: {יג} לְפִי שֶׁהֵם כֻּלָּם בְּמַדְרֵגַת יָד אַחַת אָנוּ חוֹשְׁבִים אוֹתָם. הָרַמְבַּ\"ם: {יד} דְּאִם הָיָה חֲצִי לֹג לַחֲמִשָּׁה וּכְשֶׁהַשַּׁמָּשׁ שׁוֹפֵךְ מַיִם עַל יְדֵיהֶם וְנִשְׁאַר בַּכְּלִי רְבִיעִית לַשְּׁנַיִם הָאַחֲרוֹנִים, מַהֲנֵי נְטִילָה, וּסְפֵק יָדַיִם טְהוֹרוֹת. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה ידים ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-3"},{"uri":"jbr:mishna-6-11-2-4","jbo:text":"ספק נעשה בהם מלאכה ספק לא נעשה בהם מלאכה, ספק יש בהם כשעור ספק שאין בהם כשעור, ספק טמאים ספק טהורין, ספקן טהור, מפני שאמרו, ספק הידים לטמא ולטמא ולטהר, טהור. רבי יוסי אומר, לטהר, טמא. כיצד. היו ידיו טהורות ולפניו שני ככרים {טו} טמאים, ספק נגע ספק לא נגע, היו ידיו טמאות ולפניו שני ככרים טהורים, ספק נגע ספק לא נגע. היו ידיו אחת טמאה ואחת טהורה ולפניו שני ככרים טהורים, נגע באחד מהם, ספק בטמאה נגע ספק בטהורה נגע. היו ידיו טהורות ולפניו שני ככרים, אחד טמא ואחד טהור, נגע באחד מהן, ספק בטמא נגע ספק בטהור נגע. היו ידיו אחת טמאה ואחת טהורה ולפניו שני ככרים אחד טמא ואחד טהור, נגע בשתיהן, ספק טמאה בטמא וטהורה בטהור, או טהורה בטמא וטמאה בטהור, הידים כמו שהיו והככרים כמות שהיו","jbo:textNikud":"סָפֵק נַעֲשָׂה בָהֶם מְלָאכָה סָפֵק לֹא נַעֲשָׂה בָהֶם מְלָאכָה, סָפֵק יֵשׁ בָּהֶם כַּשִּׁעוּר סָפֵק שֶׁאֵין בָּהֶם כַּשִּׁעוּר, סָפֵק טְמֵאִים סָפֵק טְהוֹרִין, סְפֵקָן טָהוֹר, מִפְּנֵי שֶׁאָמְרוּ, סְפֵק הַיָּדַיִם לִטָּמֵא וּלְטַמֵּא וְלִטָּהֵר, טָהוֹר. רַבִּי יוֹסֵי אוֹמֵר, לִטָּהֵר, טָמֵא. כֵּיצַד. הָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים {טו} טְמֵאִים, סָפֵק נָגַע סָפֵק לֹא נָגַע, הָיוּ יָדָיו טְמֵאוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים טְהוֹרִים, סָפֵק נָגַע סָפֵק לֹא נָגַע. הָיוּ יָדָיו אַחַת טְמֵאָה וְאַחַת טְהוֹרָה וּלְפָנָיו שְׁנֵי כִכָּרִים טְהוֹרִים, נָגַע בְּאַחַד מֵהֶם, סָפֵק בַּטְּמֵאָה נָגַע סָפֵק בַּטְּהוֹרָה נָגַע. הָיוּ יָדָיו טְהוֹרוֹת וּלְפָנָיו שְׁנֵי כִכָּרִים, אֶחָד טָמֵא וְאֶחָד טָהוֹר, נָגַע בְּאַחַד מֵהֶן, סָפֵק בַּטָּמֵא נָגַע סָפֵק בַּטָּהוֹר נָגַע. הָיוּ יָדָיו אַחַת טְמֵאָה וְאַחַת טְהוֹרָה וּלְפָנָיו שְׁנֵי כִכָּרִים אֶחָד טָמֵא וְאֶחָד טָהוֹר, נָגַע בִּשְׁתֵּיהֶן, סָפֵק טְמֵאָה בַטָּמֵא וּטְהוֹרָה בַטָּהוֹר, אוֹ טְהוֹרָה בַטָּמֵא וּטְמֵאָה בַטָּהוֹר, הַיָּדַיִם כְּמוֹ שֶׁהָיוּ וְהַכִּכָּרִים כְּמוֹת שֶׁהָיוּ","rdfs:label":"משנה ידים ב ד","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-4"},{"uri":"jbr:mishna-bartanura-6-11-2-4","jbo:text":"ר\"ע מברטנורה ספק נעשה בהן מלאכה. דמלאכה פוסלת מים לנטילה, כדתנן בפרק קמא: טמאים. פסולים לנטילה: ספקן טהור. אפלו יש במים שנטל כל הנך ספקות. והינו ספק לטהר דפליגי בסיפא רבנן ורבי יוסי. ואין הלכה כרבי יוסי: ספק ידים לטמא ולטמא. לקמן באידך בבא מפרש לה: שני ככרים טמאים. דאכלים טמאים מטמאים את הידים, כדתנן לקמן בפרק ג' [משנה ב'], כל הפוסל את התרומה מטמא את הידים להיות שניות: שני ככרים טהורים. בשל תרומה אירי. שהידים פוסלות את התרומה: הידים כמו שהיו והככרים כמות שהיו. הטמא בטמאתו והטהור בטהרתו","jbo:textNikud":"ר\"ע מברטנורה סָפֵק נַעֲשָׂה בָהֶן מְלָאכָה. דִּמְלָאכָה פּוֹסֶלֶת מַיִם לִנְטִילָה, כְּדִתְנַן בְּפֶרֶק קַמָּא: טְמֵאִים. פְּסוּלִים לִנְטִילָה: סְפֵקָן טָהוֹר. אֲפִלּוּ יֵשׁ בַּמַּיִם שֶׁנָּטַל כָּל הָנָךְ סְפֵקוֹת. וְהַיְנוּ סָפֵק לִטָּהֵר דִּפְלִיגֵי בְּסֵיפָא רַבָּנָן וְרַבִּי יוֹסֵי. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: סְפֵק יָדַיִם לִטַּמֵא וּלְטַמֵּא. לְקַמָּן בְּאִידָךְ בָּבָא מְפָרֵשׁ לָהּ: שְׁנֵי כִכָּרִים טְמֵאִים. דָּאֳכָלִים טְמֵאִים מְטַמְּאִים אֶת הַיָּדַיִם, כְּדִתְנַן לְקַמָּן בְּפֶרֶק ג' [מִשְׁנָה ב'], כָּל הַפּוֹסֵל אֶת הַתְּרוּמָה מְטַמֵּא אֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת: שְׁנֵי כִכָּרִים טְהוֹרִים. בְּשֶׁל תְּרוּמָה אַיְרֵי. שֶׁהַיָּדַיִם פּוֹסְלוֹת אֶת הַתְּרוּמָה: הַיָּדַיִם כְּמוֹ שֶׁהָיוּ וְהַכִּכָּרִים כְּמוֹת שֶׁהָיוּ. הַטָּמֵא בְּטֻמְאָתוֹ וְהַטָּהוֹר בְּטָהֳרָתוֹ","rdfs:label":"ר\"ע מברטנורה משנה ידים ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-4"},{"uri":"jbr:mishna-yomtov-6-11-2-4","jbo:text":"עיקר תוי\"ט {טו} שני כו'. משום בבא דידיו אחת כו', נקט בכלהו שני ככרות, אף על גב דבחד הוי מצי לאשמעינן","jbo:textNikud":"עיקר תוי\"ט {טו} שְׁנֵי כוּ'. מִשּׁוּם בָּבָא דְּיָדָיו אַחַת כוּ', נָקַט בְּכֻלְּהוּ שְׁנֵי כִּכָּרוֹת, אַף עַל גַּב דִּבְחַד הָוֵי מָצֵי לְאַשְׁמְעִינַן","rdfs:label":"עיקר תוי\"ט משנה ידים ב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-2","jbo:interprets":"jbr:mishna-6-11-2-4"},{"uri":"jbr:mishna-6-11-3-1","jbo:text":"המכניס ידיו לבית המנגע {א}, ידיו תחלות, דברי רבי עקיבא. וחכמים אומרים, ידיו שניות. כל המטמא בגדים בשעת מגעו, מטמא את הידים להיות תחלות, דברי רבי עקיבא. וחכמים אומרים, להיות שניות. אמרו לו לרבי עקיבא, היכן מצינו שהידים תחלה בכל מקום. אמר להם, וכי היאך אפשר להן להיות תחלה אלא אם כן נטמא גופו, חוץ מזה. האכלין והכלים שנטמאו במשקין, מטמאין את הידים להיות שניות, דברי רבי יהושע. וחכמים אומרים, את שנטמא באב הטמאה, מטמא את הידים. בולד הטמאה, אינו מטמא את הידים. אמר רבן שמעון בן גמליאל, מעשה באשה אחת שבאת לפני אבא, אמרה לו, נכנסו ידי לאויר כלי חרש. אמר לה, בתי, ובמה היתה טמאתה, ולא שמעתי מה אמרה לו. אמרו חכמים, מבאר {ד} הדבר. את שנטמא באב הטמאה, מטמא את הידים. בולד הטמאה, אינו מטמא את הידים","jbo:textNikud":"הַמַּכְנִיס יָדָיו לְבַיִת הַמְנֻגָּע {א}, יָדָיו תְּחִלּוֹת, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, יָדָיו שְׁנִיּוֹת. כֹּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ, מְטַמֵּא אֶת הַיָּדַיִם לִהְיוֹת תְּחִלּוֹת, דִּבְרֵי רַבִּי עֲקִיבָא. וַחֲכָמִים אוֹמְרִים, לִהְיוֹת שְׁנִיּוֹת. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, הֵיכָן מָצִינוּ שֶׁהַיָּדַיִם תְּחִלָּה בְכָל מָקוֹם. אָמַר לָהֶם, וְכִי הֵיאַךְ אֶפְשָׁר לָהֶן לִהְיוֹת תְּחִלָּה אֶלָּא אִם כֵּן נִטְמָא גוּפוֹ, חוּץ מִזֶּה. הָאֳכָלִין וְהַכֵּלִים שֶׁנִּטְמְאוּ בְמַשְׁקִין, מְטַמְּאִין אֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, אֶת שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, מְטַמֵּא אֶת הַיָּדַיִם. בִּוְלַד הַטֻּמְאָה, אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, מַעֲשֶׂה בְאִשָּׁה אַחַת שֶׁבָּאָת לִפְנֵי אַבָּא, אָמְרָה לוֹ, נִכְנְסוּ יָדַי לַאֲוִיר כְּלִי חֶרֶשׂ. אָמַר לָהּ, בִּתִּי, וּבַמֶּה הָיְתָה טֻמְאָתָהּ, וְלֹא שָׁמַעְתִּי מָה אָמְרָה לוֹ. אָמְרוּ חֲכָמִים, מְבֹאָר {ד} הַדָּבָר. אֶת שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, מְטַמֵּא אֶת הַיָּדַיִם. בִּוְלַד הַטֻּמְאָה, אֵינוֹ מְטַמֵּא אֶת הַיָּדָיִם","rdfs:label":"משנה ידים ג א","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-1"},{"uri":"jbr:mishna-bartanura-6-11-3-1","jbo:text":"ר\"ע מברטנורה המכניס ידיו לבית המנגע ידיו תחלות. פוסל אחד בחלין, דראשון עושה שני בחלין. ומטמא אחד ופוסל אחד בתרומה. ומטמא שנים ופוסל אחד בקדש: כל המטמא בגדים בשעת מגעו. כגון זובו של זב ורקו, וכל הני דתנן בפרק בתרא דזבים, שהנוגע בהן מטמא בגדים בשעת מגעו: וכי היאך אפשר להם להיות תחלה. שאין ראוי להיות תחלה {ב} אלא הנוגע באב הטמאה. ואם נגע בידיו באב הטמאה, נטמא כל גופו. הלכך אין בידי למצא [לכם] ידים תחלה, חוץ מהמכניס ידיו לבית המנגע, שאם הכניס ידיו לא נטמא כלו. והמטמא בגדים בשעת מגעו, שאף על פי שהוא חשוב אב הטמאה לטמא בגדים ולעשות ראשון ושני, אינו חשוב אב הטמאה לטמא אדם, אבל מטמא את הידים שנגעו בו להיות תחלות. ואין הלכה כרבי עקיבא: את שנטמא באב הטמאה. כלומר, אכלים וכלים שנטמאו באב הטמאה: מטמאין את הידים. ולא אכלים וכלים שנטמאו במשקין {ג}. דאין שני עושה שני. והלכה כחכמים: במה היתה הטמאה. של תנור, באב הטמאה או במשקה","jbo:textNikud":"ר\"ע מברטנורה הַמַּכְנִיס יָדָיו לְבַיִת הַמְנֻגָּע יָדָיו תְּחִלּוֹת. פּוֹסֵל אֶחָד בְּחֻלִּין, דְּרִאשׁוֹן עוֹשֶׂה שֵׁנִי בְּחֻלִּין. וּמְטַמֵּא אֶחָד וּפוֹסֵל אֶחָד בַּתְּרוּמָה. וּמְטַמֵּא שְׁנַיִם וּפוֹסֵל אֶחָד בַּקֹּדֶשׁ: כֹּל הַמְטַמֵּא בְגָדִים בִּשְׁעַת מַגָּעוֹ. כְּגוֹן זוֹבוֹ שֶׁל זָב וְרֻקּוֹ, וְכָל הָנֵי דִּתְנַן בְּפֶרֶק בַּתְרָא דְּזָבִים, שֶׁהַנּוֹגֵעַ בָּהֶן מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ: וְכִי הֵיאַךְ אֶפְשָׁר לָהֶם לִהְיוֹת תְּחִלָּה. שֶׁאֵין רָאוּי לִהְיוֹת תְּחִלָּה {ב} אֶלָּא הַנּוֹגֵעַ בְּאַב הַטֻּמְאָה. וְאִם נָגַע בְּיָדָיו בְּאַב הַטֻּמְאָה, נִטְמָא כָּל גּוּפוֹ. הִלְכָּךְ אֵין בְּיָדִי לִמְצֹא [לָכֶם] יָדַיִם תְּחִלָּה, חוּץ מֵהַמַּכְנִיס יָדָיו לְבַיִת הַמְנֻגָּע, שֶׁאִם הִכְנִיס יָדָיו לֹא נִטְמָא כֻּלּוֹ. וְהַמְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ, שֶׁאַף עַל פִּי שֶׁהוּא חָשׁוּב אַב הַטֻּמְאָה לְטַמֵּא בְּגָדִים וְלַעֲשׂוֹת רִאשׁוֹן וְשֵׁנִי, אֵינוֹ חָשׁוּב אַב הַטֻּמְאָה לְטַמֵּא אָדָם, אֲבָל מְטַמֵּא אֶת הַיָּדַיִם שֶׁנָּגְעוּ בוֹ לִהְיוֹת תְּחִלּוֹת. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא: אֶת שֶׁנִּטְמָא בְאַב הַטֻּמְאָה. כְּלוֹמַר, אֳכָלִים וְכֵלִים שֶׁנִּטְמְאוּ בְּאַב הַטֻּמְאָה: מְטַמְּאִין אֶת הַיָּדַיִם. וְלֹא אֳכָלִים וְכֵלִים שֶׁנִּטְמְאוּ בְּמַשְׁקִין {ג}. דְּאֵין שֵׁנִי עוֹשֶׂה שֵׁנִי. וַהֲלָכָה כַּחֲכָמִים: בַּמֶּה הָיְתָה הַטֻּמְאָה. שֶׁל תַּנּוּר, בְּאַב הַטֻּמְאָה אוֹ בְמַשְׁקֶה","rdfs:label":"ר\"ע מברטנורה משנה ידים ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-1"},{"uri":"jbr:mishna-yomtov-6-11-3-1","jbo:text":"עיקר תוי\"ט {א} המכניס כו'. כל הני דבפרקין, לא משמנה עשר דבר הן, חוץ מכתבי הקדש. דהני אפלו בידים טהורות מירי, ודשמנה עשר דבר בסתם ידים הוא: {ב} לשון הר\"ש, כלומר מה שלא מצינו הוא משום דלא אפשר: {ג} לפי שאין כלים מקבלים טמאה מולד אלא ממשקין, ונקט נמי אכלים אף על פי שמטמאים מולד, שהרי מונין בהם ראשון ושני: {ד} מבאר. כלומר, אינך צריך להסתפק, כי כבר מפרש הדבר היטב. מהר\"ם","jbo:textNikud":"עיקר תוי\"ט {א} הַמַּכְנִיס כוּ'. כָּל הָנֵי דִּבְפִרְקִין, לֹא מִשְּׁמֹנָה עָשָׂר דָּבָר הֵן, חוּץ מִכִּתְבֵי הַקֹּדֶשׁ. דְּהָנֵי אֲפִלּוּ בְּיָדַיִם טְהוֹרוֹת מַיְרֵי, וְדִשְׁמֹנָה עָשָׂר דָּבָר בִּסְתָם יָדַיִם הוּא: {ב} לְשׁוֹן הָרַ\"שׁ, כְּלוֹמַר מַה שֶּׁלֹּא מָצִינוּ הוּא מִשּׁוּם דְּלֹא אֶפְשָׁר: {ג} לְפִי שֶׁאֵין כֵּלִים מְקַבְּלִים טֻמְאָה מִוָּלָד אֶלָּא מִמַּשְׁקִין, וְנָקַט נַמִּי אֳכָלִים אַף עַל פִּי שֶׁמִּטַּמְּאִים מִוָּלָד, שֶׁהֲרֵי מוֹנִין בָּהֶם רִאשׁוֹן וְשֵׁנִי: {ד} מְבֹאָר. כְּלוֹמַר, אֵינְךָ צָרִיךְ לְהִסְתַּפֵּק, כִּי כְּבָר מְפֹרָשׁ הַדָּבָר הֵיטֵב. מַהֲרַ\"ם","rdfs:label":"עיקר תוי\"ט משנה ידים ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-1"},{"uri":"jbr:mishna-6-11-3-2","jbo:text":"כל הפוסל את התרומה, מטמא את הידים להיות שניות {ה}. היד מטמאה את חברתה, דברי רבי יהושע. וחכמים אומרים, אין שני עושה שני. אמר להם, והלא כתבי הקדש {ז} שניים מטמאין את הידים. אמרו לו, אין דנין דברי תורה מדברי סופרים, ולא דברי סופרים מדברי תורה, ולא דברי סופרים מדברי סופרים","jbo:textNikud":"כֹּל הַפּוֹסֵל אֶת הַתְּרוּמָה, מְטַמֵּא אֶת הַיָּדַיִם לִהְיוֹת שְׁנִיּוֹת {ה}. הַיָּד מְטַמְּאָה אֶת חֲבֶרְתָּהּ, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, אֵין שֵׁנִי עוֹשֶׂה שֵׁנִי. אָמַר לָהֶם, וַהֲלֹא כִתְבֵי הַקֹּדֶשׁ {ז} שְׁנִיִּים מְטַמְּאִין אֶת הַיָּדַיִם. אָמְרוּ לוֹ, אֵין דָּנִין דִּבְרֵי תוֹרָה מִדִּבְרֵי סוֹפְרִים, וְלֹא דִבְרֵי סוֹפְרִים מִדִּבְרֵי תוֹרָה, וְלֹא דִבְרֵי סוֹפְרִים מִדִּבְרֵי סוֹפְרִים","rdfs:label":"משנה ידים ג ב","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-2"},{"uri":"jbr:mishna-bartanura-6-11-3-2","jbo:text":"ר\"ע מברטנורה כל הפוסל את התרומה. דהינו שני לטמאה, שהוא פוסל שלישי בתרומה: היד מטמאה את חברתה. מי שהיתה ידו אחת טמאה ונגעה בידו האחרת טהורה, נטמאת, וחזרו שתיהן טמאות {ו}: והלא כתבי הקדש. שגזרו עליהן להיות שני לטמאה ופוסלים את התרומה, והן מטמאין את הידים הנוגעות בהן לעשותן שניות, אלמא שני עושה שני: ולא דברי סופרים מדברי סופרים. וטמאת ידים בכל הטמאות, מדברי סופרים היא, דשלמה תקן ערובין ו[נטילת] ידים {ח}. וכתבי הקדש שמטמאין את הידים נמי מדברי סופרים, משמנה עשר דבר {ט} שגזרו בו ביום. ואין דנים זו מזו לומר כשם שמצינו בכתבי הקדש ששני עושה שני הכי נמי בשאר טמאות יהיה שני עושה שני, דמאי דתקון תקון, מאי דלא תקון לא תקון. ואין הלכה כרבי יהושע","jbo:textNikud":"ר\"ע מברטנורה כֹּל הַפּוֹסֵל אֶת הַתְּרוּמָה. דְּהַיְנוּ שֵׁנִי לַטֻּמְאָה, שֶׁהוּא פּוֹסֵל שְׁלִישִׁי בַּתְּרוּמָה: הַיָּד מְטַמְּאָה אֶת חֲבֶרְתָּהּ. מִי שֶׁהָיְתָה יָדוֹ אַחַת טְמֵאָה וְנָגְעָה בְּיָדוֹ הָאַחֶרֶת טְהוֹרָה, נִטְמֵאת, וְחָזְרוּ שְׁתֵּיהֶן טְמֵאוֹת {ו}: וַהֲלֹא כִתְבֵי הַקֹּדֶשׁ. שֶׁגָּזְרוּ עֲלֵיהֶן לִהְיוֹת שֵׁנִי לַטֻּמְאָה וּפוֹסְלִים אֶת הַתְּרוּמָה, וְהֵן מְטַמְּאִין אֶת הַיָּדַיִם הַנּוֹגְעוֹת בָּהֶן לַעֲשׂוֹתָן שְׁנִיּוֹת, אַלְמָא שֵׁנִי עוֹשֶׂה שֵׁנִי: וְלֹא דִבְרֵי סוֹפְרִים מִדִּבְרֵי סוֹפְרִים. וְטֻמְאַת יָדַיִם בְּכָל הַטֻּמְאוֹת, מִדִּבְרֵי סוֹפְרִים הִיא, דִּשְׁלֹמֹה תִּקֵּן עֵרוּבִין וּ[נְטִילַת] יָדַיִם {ח}. וְכִתְבֵי הַקֹּדֶשׁ שֶׁמְּטַמְּאִין אֶת הַיָּדַיִם נַמִּי מִדִּבְרֵי סוֹפְרִים, מִשְּׁמֹנָה עָשָׂר דָּבָר {ט} שֶׁגָּזְרוּ בּוֹ בַּיּוֹם. וְאֵין דָּנִים זוֹ מִזּוֹ לוֹמַר כְּשֵׁם שֶׁמָּצִינוּ בְּכִתְבֵי הַקֹּדֶשׁ שֶׁשֵּׁנִי עוֹשֶׂה שֵׁנִי הָכִי נַמִּי בִּשְׁאָר טֻמְאוֹת יִהְיֶה שֵׁנִי עוֹשֶׂה שֵׁנִי, דְּמַאי דְּתַקּוּן תַּקּוּן, מַאי דְּלֹא תַּקּוּן לֹא תַּקּוּן. וְאֵין הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ","rdfs:label":"ר\"ע מברטנורה משנה ידים ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-2"},{"uri":"jbr:mishna-yomtov-6-11-3-2","jbo:text":"עיקר תוי\"ט {ה} כל כו'. האי כללא לאו כרבנן דלעיל דאמרי בולד אין מטמא אלא כדמסים דברי רבי יהושע: {ו} מדסתם ולא פרש במאי קמירי, נראה דבתרומה פליגי. ומשום הכי נמי כתב דאין הלכה כרבי יהושע, דלקדש קימא לן דהיד מטמא השניה. ועין תוספות יום טוב: {ז} כתבי כו'. והא דלא מיתי מאוכל אכל שני שני, דפסול גויה שאני. הר\"ש: {ח} הינו לקדש. אבל לתרומה, משמנה עשר דבר הוא. ואף דהכא בתרומה קימינן, ניחא ליה למימר דאין להם עקר מן התורה: {ט} וקשה, דהוה ליה למנות בשמנה עשר דבר, ידים הבאים מחמת ספר. ואף דלא הוו יותר משמנה עשר דכולה חדא גזרה היא וכדמשמע בהר\"ב סוף פרק ט\"ו דכלים, מכל מקום הוה ליה לפרש כן, דנפקא מנה דהכא אפלו טהורות לגמרי וכמו שכתבתי בריש פרקין","jbo:textNikud":"עיקר תוי\"ט {ה} כֹּל כוּ'. הַאי כְּלָלָא לָאו כְּרַבָּנָן דִּלְעֵיל דְּאָמְרֵי בְּוָלָד אֵין מְטַמֵּא אֶלָּא כְּדִמְסַיֵּם דִּבְרֵי רַבִּי יְהוֹשֻׁעַ: {ו} מִדְּסָתַם וְלֹא פֵּרֵשׁ בְּמַאי קָמַיְרֵי, נִרְאֶה דְּבַתְּרוּמָה פְּלִיגֵי. וּמִשּׁוּם הָכִי נַמִּי כָּתַב דְּאֵין הֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ, דְּלַקֹּדֶשׁ קַיְמָא לָן דְּהַיָּד מְטַמָּא הַשְּׁנִיָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} כִּתְבֵי כוּ'. וְהָא דְּלֹא מַיְתֵי מֵאוֹכֵל אֹכֶל שֵׁנִי שֵׁנִי, דִּפְסוּל גְּוִיָּה שָׁאנֵי. הָרַ\"שׁ: {ח} הַיְנוּ לַקֹּדֶשׁ. אֲבָל לַתְּרוּמָה, מִשְּׁמֹנָה עָשָׂר דָּבָר הוּא. וְאַף דְּהָכָא בִּתְרוּמָה קָיְמִינַן, נִיחָא לֵיהּ לְמֵימַר דְּאֵין לָהֶם עִקָּר מִן הַתּוֹרָה: {ט} וְקָשֶׁה, דַּהֲוָה לֵיהּ לִמְנוֹת בִּשְׁמֹנָה עָשָׂר דָּבָר, יָדַיִם הַבָּאִים מֵחֲמַת סֵפֶר. וְאַף דְּלֹא הָווּ יוֹתֵר מִשְּׁמֹנָה עָשָׂר דְּכוּלַּהּ חֲדָא גְּזֵרָה הִיא וְכִדְמַשְׁמַע בְּהָרַ\"ב סוֹף פֶּרֶק ט\"ו דְּכֵלִים, מִכָּל מָקוֹם הֲוָה לֵיהּ לְפָרֵשׁ כֵּן, דְּנַפְקָא מִנַּהּ דְּהָכָא אֲפִלּוּ טְהוֹרוֹת לְגַמְרֵי וּכְמוֹ שֶׁכָּתַבְתִּי בְּרֵישׁ פִּרְקִין","rdfs:label":"עיקר תוי\"ט משנה ידים ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-2"},{"uri":"jbr:mishna-6-11-3-3","jbo:text":"רצועות תפלין עם התפלין, מטמאות את הידים. רבי שמעון אומר, רצועות תפלין אינן מטמאות את הידים","jbo:textNikud":"רְצוּעוֹת תְּפִלִּין עִם הַתְּפִלִּין, מְטַמְּאוֹת אֶת הַיָּדַיִם. רַבִּי שִׁמְעוֹן אוֹמֵר, רְצוּעוֹת תְּפִלִּין אֵינָן מְטַמְּאוֹת אֶת הַיָּדַיִם","rdfs:label":"משנה ידים ג ג","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-3"},{"uri":"jbr:mishna-bartanura-6-11-3-3","jbo:text":"ר\"ע מברטנורה רצועות של תפלין מטמאות את הידים. דכשגזרו על הידים הבאות מחמת ספר שפוסלות את התרומה, גזרו נמי על הידים שנגעו ברצועות של תפלין: רבי שמעון אומר כו'. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה רְצוּעוֹת שֶׁל תְּפִלִּין מְטַמְּאוֹת אֶת הַיָּדַיִם. דִּכְשֶׁגָּזְרוּ עַל הַיָּדַיִם הַבָּאוֹת מֵחֲמַת סֵפֶר שֶׁפּוֹסְלוֹת אֶת הַתְּרוּמָה, גָּזְרוּ נַמִּי עַל הַיָּדַיִם שֶׁנָּגְעוּ בִּרְצוּעוֹת שֶׁל תְּפִלִּין: רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה ידים ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-3"},{"uri":"jbr:mishna-6-11-3-4","jbo:text":"גליון שבספר, שמלמעלן ושמלמטן שבתחלה ושבסוף {י}, מטמאין את הידים. רבי יהודה אומר, שבסוף אינו מטמא, עד שיעשה לו עמוד {יא}","jbo:textNikud":"גִּלָּיוֹן שֶׁבַּסֵּפֶר, שֶׁמִּלְּמַעְלָן וְשֶׁמִּלְּמַטָּן שֶׁבַּתְּחִלָּה וְשֶׁבַּסּוֹף {י}, מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שֶׁבַּסּוֹף אֵינוֹ מְטַמֵּא, עַד שֶׁיַּעֲשֶׂה לוֹ עַמּוּד {יא}","rdfs:label":"משנה ידים ג ד","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-4"},{"uri":"jbr:mishna-bartanura-6-11-3-4","jbo:text":"ר\"ע מברטנורה שמלמעלן ושמלמטן. שצריך שיניח פנוי בלא כתיבה למעלה מן הדף שלש אצבעות ולמטה טפח: שבתחלה ושבסוף. בתחלת הספר צריך שיניח פנוי כדי לגלל כל הספר, כלומר כשעור הקף של כל הספר, שהספר מסופו לתחלתו הוא נגלל, דומיא דמזוזה דכורכים אותה מאחד כלפי שמע. ובסופו, כדי לגל עמוד. ודוקא כשאין שם אלא תורה לבדה, צריך לעשות כן. אבל המדביק תורה נביאים וכתובים ביחד, צריך כדי לגל כל הספר בסופו, וכדי לגל עמוד בתחלתו. שאם הוא גוללו לתחלתו, נמצאת תורה מבחוץ, וגנאי הוא שתעשה תורה שומר לנביאים וכתובים. ובהכי מירי הא דאמרינן בפרק קמא דבבא בתרא, ועושה לו כדי לגל עמוד בתחלתו וכדי הקף כל הספר בסופו","jbo:textNikud":"ר\"ע מברטנורה שֶׁמִּלְּמַעְלָן וְשֶׁמִּלְּמַטָּן. שֶׁצָּרִיךְ שֶׁיַּנִּיחַ פָּנוּי בְּלֹא כְתִיבָה לְמַעְלָה מִן הַדַּף שָׁלֹשׁ אֶצְבָּעוֹת וּלְמַטָּה טֶפַח: שֶׁבַּתְּחִלָּה וְשֶׁבַּסּוֹף. בִּתְחִלַּת הַסֵּפֶר צָרִיךְ שֶׁיַּנִּיחַ פָּנוּי כְּדֵי לִגְלֹל כָּל הַסֵּפֶר, כְּלוֹמַר כְּשִׁעוּר הֶקֵּף שֶׁל כָּל הַסֵּפֶר, שֶׁהַסֵּפֶר מִסּוֹפוֹ לִתְחִלָּתוֹ הוּא נִגְלָל, דּוּמְיָא דִּמְזוּזָה דְּכוֹרְכִים אוֹתָהּ מֵאֶחָד כְּלַפֵּי שְׁמַע. וּבְסוֹפוֹ, כְּדֵי לָגֹל עַמּוּד. וְדַוְקָא כְּשֶׁאֵין שָׁם אֶלָּא תּוֹרָה לְבַדָּהּ, צָרִיךְ לַעֲשׂוֹת כֵּן. אֲבָל הַמַּדְבִּיק תּוֹרָה נְבִיאִים וּכְתוּבִים בְּיַחַד, צָרִיךְ כְּדֵי לָגֹל כָּל הַסֵּפֶר בְּסוֹפוֹ, וּכְדֵי לָגֹל עַמּוּד בִּתְחִלָּתוֹ. שֶׁאִם הוּא גּוֹלְלוֹ לִתְחִלָּתוֹ, נִמְצֵאת תּוֹרָה מִבַּחוּץ, וּגְנַאי הוּא שֶׁתֵּעָשֶׂה תּוֹרָה שׁוֹמֵר לִנְבִיאִים וּכְתוּבִים. וּבְהָכִי מַיְרֵי הָא דְּאָמְרִינַן בְּפֶרֶק קַמָּא דְּבָבָא בַתְרָא, וְעוֹשֶׂה לוֹ כְּדֵי לָגֹל עַמּוּד בִּתְחִלָּתוֹ וּכְדֵי הֶקֵּף כָּל הַסֵּפֶר בְּסוֹפוֹ","rdfs:label":"ר\"ע מברטנורה משנה ידים ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-4"},{"uri":"jbr:mishna-yomtov-6-11-3-4","jbo:text":"עיקר תוי\"ט {י} שמלמעלן כו'. והוא הדין לבין הדפין. ולא אתא אלא לאפוקי כשאינן מחברין. ועין תוספות יום טוב: {יא} עמוד. כי אשר ישאר בסוף, כל זמן שלא יעשה לו עמוד שיגלל עליו הספר ותכלל אותו קדשת הספר, עדין הוא חל, לפי שאפשר שיחתכנו. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {י} שֶׁמִּלְּמַעְלָן כוּ'. וְהוּא הַדִּין לְבֵין הַדַּפִּין. וְלֹא אֲתָא אֶלָּא לַאֲפוֹקֵי כְשֶׁאֵינָן מְחֻבָּרִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} עַמּוּד. כִּי אֲשֶׁר יִשָּׁאֵר בַּסּוֹף, כָּל זְמַן שֶׁלֹּא יַעֲשֶׂה לוֹ עַמּוּד שֶׁיִּגָּלֵל עָלָיו הַסֵּפֶר וְתִכְלֹל אוֹתוֹ קְדֻשַּׁת הַסֵּפֶר, עֲדַיִן הוּא חֹל, לְפִי שֶׁאֶפְשָׁר שֶׁיַּחְתְּכֶנּוּ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה ידים ג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-4"},{"uri":"jbr:mishna-6-11-3-5","jbo:text":"ספר שנמחק ונשתיר בו שמונים וחמש אותיות, כפרשת ויהי בנסע הארן, מטמא את הידים. מגלה שכתוב בה שמונים וחמש אותיות כפרשת ויהי בנסע הארן, מטמא את הידים. כל כתבי הקדש מטמאין את הידים. שיר השירים וקהלת מטמאין את הידים. רבי יהודה אומר, שיר השירים מטמא את הידים, וקהלת מחלקת. רבי יוסי אומר, קהלת אינו מטמא את הידים ושיר השירים מחלקת. רבי שמעון אומר, קהלת מקלי בית שמאי ומחמרי בית הלל. אמר רבי שמעון בן עזאי, מקבל אני מפי שבעים ושנים זקן, ביום שהושיבו את רבי אלעזר בן עזריה בישיבה, ששיר השירים וקהלת מטמאים את הידים. אמר רבי עקיבא, חס ושלום, לא נחלק אדם מישראל על שיר השירים שלא תטמא את הידים, שאין כל העולם כלו כדאי כיום שנתן בו שיר השירים לישראל, שכל הכתובים קדש, ושיר השירים קדש קדשים. ואם נחלקו, לא נחלקו אלא על קהלת. אמר רבי יוחנן בן יהושע בן חמיו של רבי עקיבא, כדברי בן עזאי, כך נחלקו וכך גמרו {יב}","jbo:textNikud":"סֵפֶר שֶׁנִּמְחַק וְנִשְׁתַּיֵּר בּוֹ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת, כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמֵּא אֶת הַיָּדַיִם. מְגִלָּה שֶׁכָּתוּב בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן, מְטַמָּא אֶת הַיָּדַיִם. כָּל כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם. שִׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִין אֶת הַיָּדַיִם. רַבִּי יְהוּדָה אוֹמֵר, שִׁיר הַשִּׁירִים מְטַמֵּא אֶת הַיָּדַיִם, וְקֹהֶלֶת מַחֲלֹקֶת. רַבִּי יוֹסֵי אוֹמֵר, קֹהֶלֶת אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם וְשִׁיר הַשִּׁירִים מַחֲלֹקֶת. רַבִּי שִׁמְעוֹן אוֹמֵר, קֹהֶלֶת מִקֻּלֵּי בֵית שַׁמַּאי וּמֵחֻמְרֵי בֵית הִלֵּל. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבָּל אֲנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁשִּׁיר הַשִּׁירִים וְקֹהֶלֶת מְטַמְּאִים אֶת הַיָּדַיִם. אָמַר רַבִּי עֲקִיבָא, חַס וְשָׁלוֹם, לֹא נֶחֱלַק אָדָם מִיִּשְׂרָאֵל עַל שִׁיר הַשִּׁירִים שֶׁלֹּא תְטַמֵּא אֶת הַיָּדַיִם, שֶׁאֵין כָּל הָעוֹלָם כֻּלּוֹ כְדַאי כַּיּוֹם שֶׁנִּתַּן בּוֹ שִׁיר הַשִּׁירִים לְיִשְׂרָאֵל, שֶׁכָּל הַכְּתוּבִים קֹדֶשׁ, וְשִׁיר הַשִּׁירִים קֹדֶשׁ קָדָשִׁים. וְאִם נֶחְלְקוּ, לֹא נֶחְלְקוּ אֶלָּא עַל קֹהֶלֶת. אָמַר רַבִּי יוֹחָנָן בֶּן יְהוֹשֻׁעַ בֶּן חָמִיו שֶׁל רַבִּי עֲקִיבָא, כְּדִבְרֵי בֶן עַזַּאי, כָּךְ נֶחְלְקוּ וְכָךְ גָּמְרוּ {יב}","rdfs:label":"משנה ידים ג ה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-5"},{"uri":"jbr:mishna-bartanura-6-11-3-5","jbo:text":"ר\"ע מברטנורה כפרשת ויהי בנסע הארן. לפי שאותה פרשה היא חשובה כספר בפני עצמו. וכך אמרו במדרש (והוא בגמרא שבת דף קטז. תוספות יום טוב), חצבה עמודיה שבעה (משלי ט) אלו שבעה ספרי תורות, שספר וידבר נחלק לשלשה חלקים, וארבעה ספרים אחרים, הרי שבעה: מגלה שכתוב בה. כלומר יריעה של ספר תורה, כיון שנכתב בה שמונים וחמש אותיות, נתקדשה ומטמאה את הידים: קהלת אינו מטמא את הידים. מפני שחכמתו של שלמה היא, ולא ברוח הקדש נאמרה: כדברי בן עזאי כך נחלקו וכך גמרו. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה כְּפָרָשַׁת וַיְהִי בִּנְסֹעַ הָאָרֹן. לְפִי שֶׁאוֹתָהּ פָּרָשָׁה הִיא חֲשׁוּבָה כְּסֵפֶר בִּפְנֵי עַצְמוֹ. וְכָךְ אָמְרוּ בַּמִּדְרָשׁ (וְהוּא בַּגְּמָרָא שַׁבָּת דַּף קטז. תּוֹסְפוֹת יוֹם טוֹב), חָצְבָה עַמּוּדֶיהָ שִׁבְעָה (מִשְׁלֵי ט) אֵלּוּ שִׁבְעָה סִפְרֵי תּוֹרוֹת, שֶׁסֵּפֶר וַיְדַבֵּר נֶחֱלָק לִשְׁלֹשָׁה חֲלָקִים, וְאַרְבָּעָה סְפָרִים אֲחֵרִים, הֲרֵי שִׁבְעָה: מְגִלָּה שֶׁכָּתוּב בָּהּ. כְּלוֹמַר יְרִיעָה שֶׁל סֵפֶר תּוֹרָה, כֵּיוָן שֶׁנִּכְתַּב בָּהּ שְׁמוֹנִים וְחָמֵשׁ אוֹתִיּוֹת, נִתְקַדְּשָׁה וּמְטַמְּאָה אֶת הַיָּדַיִם: קֹהֶלֶת אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. מִפְּנֵי שֶׁחָכְמָתוֹ שֶׁל שְׁלֹמֹה הִיא, וְלֹא בְּרוּחַ הַקֹּדֶשׁ נֶאֶמְרָה: כְּדִבְרֵי בֶן עַזַּאי כָּךְ נֶחְלְקוּ וְכָךְ גָּמְרוּ. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה ידים ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-5"},{"uri":"jbr:mishna-yomtov-6-11-3-5","jbo:text":"עיקר תוי\"ט {יב} כדברי בן עזאי. דמדבן עזאי תני בהדדי שיר השירים וקהלת, שמע מנה שקבל שבשניהם היתה המחלקת ונמנו וגמרו שיטמאו. והינו שעל דברי בן עזאי שנה לנו רבי דברי רבי עקיבא שחולק עליו. דאי גם לבן עזאי לא נחלקו על שיר השירים, היה לו לסדר דברי רבי עקיבא קדם לבן עזאי כו'. לכך העיד רבי יוחנן שכדברי בן עזאי כן הוא, בין לענין המחלקת בין לענין הגמר","jbo:textNikud":"עיקר תוי\"ט {יב} כְּדִבְרֵי בֶן עַזַּאי. דְּמִדְּבֶן עַזַּאי תָּנֵי בַּהֲדָדֵי שִׁיר הַשִּׁירִים וְקֹהֶלֶת, שְׁמַע מִנַּהּ שֶׁקִּבֵּל שֶׁבִּשְׁנֵיהֶם הָיְתָה הַמַּחֲלֹקֶת וְנִמְנוּ וְגָמְרוּ שֶׁיְּטַמְּאוּ. וְהַיְנוּ שֶׁעַל דִּבְרֵי בֶּן עַזַּאי שָׁנָה לָנוּ רַבִּי דִּבְרֵי רַבִּי עֲקִיבָא שֶׁחוֹלֵק עָלָיו. דְּאִי גַּם לְבֶן עַזַּאי לֹא נֶחְלְקוּ עַל שִׁיר הַשִּׁירִים, הָיָה לוֹ לְסַדֵּר דִּבְרֵי רַבִּי עֲקִיבָא קֹדֶם לְבֶן עַזַּאי כוּ'. לְכָךְ הֵעִיד רַבִּי יוֹחָנָן שֶׁכְּדִבְרֵי בֶּן עַזַּאי כֵּן הוּא, בֵּין לְעִנְיַן הַמַּחֲלֹקֶת בֵּין לְעִנְיַן הַגְּמָר","rdfs:label":"עיקר תוי\"ט משנה ידים ג ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-3","jbo:interprets":"jbr:mishna-6-11-3-5"},{"uri":"jbr:mishna-6-11-4-1","jbo:text":"בו ביום נמנו וגמרו על ערבת הרגלים, שהיא משני לגין ועד תשעה קבין שנסדקה, שהיא טמאה מדרס. שרבי עקיבא אומר, ערבת הרגלים כשמה","jbo:textNikud":"בּוֹ בַיּוֹם נִמְנוּ וְגָמְרוּ עַל עֲרֵבַת הָרַגְלַיִם, שֶׁהִיא מִשְּׁנֵי לֻגִּין וְעַד תִּשְׁעָה קַבִּין שֶׁנִּסְדְּקָה, שֶׁהִיא טְמֵאָה מִדְרָס. שֶׁרַבִּי עֲקִיבָא אוֹמֵר, עֲרֵבַת הָרַגְלַיִם כִּשְׁמָהּ","rdfs:label":"משנה ידים ד א","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-1"},{"uri":"jbr:mishna-bartanura-6-11-4-1","jbo:text":"ר\"ע מברטנורה בו ביום. אפרקין דלעיל קאי, אמלתיה דרבי שמעון בן עזאי, דמירי ביום שהושיבו את רבי אלעזר בן עזריה בישיבה. וכל מקום שנאמר במשנה בו ביום, על אותו יום נאמר: נמנו. עמדו למנין, לדעת מנין המטמאים ומנין המטהרים, וגמרו הדין על פי הרב: ערבת הרגלים. ערבה עשויה לרחיצת הרגלים: שנסדקה. סמוך לשוליה, ואינה מחזקת מים כדי רחיצת רגלו אחת: טמאה מדרס. דערבה קדם שנסדקה נמי היו רגילים לישב בה, והיתה משמשת ישיבה עם מלאכתה {א}: שרבי עקיבא. היה חולק ואומר ערבת הרגלים כשמה, כלומר כשמה כן היא, שאין שם מדרס עליה. ואין הלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה בּוֹ בַיּוֹם. אַפִּרְקִין דִּלְעֵיל קָאֵי, אַמִּלְּתֵיהּ דְּרַבִּי שִׁמְעוֹן בֶּן עַזַּאי, דְּמַיְרֵי בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה. וְכָל מָקוֹם שֶׁנֶּאֱמַר בַּמִּשְׁנָה בּוֹ בַּיּוֹם, עַל אוֹתוֹ יוֹם נֶאֱמַר: נִמְנוּ. עָמְדוּ לְמִנְיָן, לָדַעַת מִנְיַן הַמְטַמְּאִים וּמִנְיַן הַמְטַהֲרִים, וְגָמְרוּ הַדִּין עַל פִּי הָרֹב: עֲרֵבַת הָרַגְלַיִם. עֲרֵבָה עֲשׂוּיָה לִרְחִיצַת הָרַגְלַיִם: שֶׁנִּסְדְּקָה. סָמוּךְ לְשׁוּלֶיהָ, וְאֵינָהּ מַחֲזֶקֶת מַיִם כְּדֵי רְחִיצַת רַגְלוֹ אַחַת: טְמֵאָה מִדְרָס. דַּעֲרֵבָה קֹדֶם שֶׁנִּסְדְּקָה נַמִּי הָיוּ רְגִילִים לֵישֵׁב בָּהּ, וְהָיְתָה מְשַׁמֶּשֶׁת יְשִׁיבָה עִם מְלַאכְתָּהּ {א}: שֶׁרַבִּי עֲקִיבָא. הָיָה חוֹלֵק וְאוֹמֵר עֲרֵבַת הָרַגְלַיִם כִּשְׁמָהּ, כְּלוֹמַר כִּשְׁמָהּ כֵּן הִיא, שֶׁאֵין שֵׁם מִדְרָס עָלֶיהָ. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה ידים ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-1"},{"uri":"jbr:mishna-yomtov-6-11-4-1","jbo:text":"עיקר תוי\"ט {א} וקשה, דאם כן גם קדם שנסדקה תהא טמאה מדרס, כמו תבה שפתחה מצדה. אבל בפרק כ' דכלים משנה ב' כתב הר\"ב, שכשנסדקה אינה ראויה אלא לשכיבה, וכשלא נסדקה אומרים לו עמד. וכן פרש הרמב\"ם. וכן עקר. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} וְקָשֶׁה, דְּאִם כֵּן גַּם קֹדֶם שֶׁנִּסְדְּקָה תְּהֵא טְמֵאָה מִדְרָס, כְּמוֹ תֵּבָה שֶׁפִּתְחָהּ מִצִּדָּהּ. אֲבָל בְּפֶרֶק כ' דְּכֵלִים מִשְׁנָה ב' כְּתָב הָרַ\"ב, שֶׁכְּשֶׁנִּסְדְּקָה אֵינָהּ רְאוּיָה אֶלָּא לִשְׁכִיבָה, וּכְשֶׁלֹּא נִסְדְּקָה אוֹמְרִים לוֹ עֲמֹד. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וְכֵן עִקָּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ידים ד א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-1"},{"uri":"jbr:mishna-6-11-4-2","jbo:text":"בו ביום אמרו, כל הזבחים שנזבחו שלא לשמן, כשרים, אלא שלא עלו לבעלים לשום חובה, חוץ מן הפסח ומן החטאת. הפסח בזמנו, והחטאת בכל זמן. רבי אליעזר אומר, אף האשם. הפסח בזמנו, והחטאת והאשם בכל זמן. אמר רבי שמעון בן עזאי, מקבלני מפי שבעים ושנים זקן, ביום שהושיבו את רבי אלעזר בן עזריה בישיבה, שכל הזבחים הנאכלין שנזבחו שלא לשמן, כשרים, אלא שלא עלו לבעלים לשם חובה, חוץ מן הפסח ומן החטאת. לא הוסיף בן עזאי אלא העולה, ולא הודו לו חכמים","jbo:textNikud":"בּוֹ בַיּוֹם אָמְרוּ, כָּל הַזְּבָחִים שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשׁוּם חוֹבָה, חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת בְּכָל זְמַן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הָאָשָׁם. הַפֶּסַח בִּזְמַנּוֹ, וְהַחַטָּאת וְהָאָשָׁם בְּכָל זְמַן. אָמַר רַבִּי שִׁמְעוֹן בֶּן עַזַּאי, מְקֻבְּלַנִי מִפִּי שִׁבְעִים וּשְׁנַיִם זָקֵן, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בַּיְשִׁיבָה, שֶׁכָּל הַזְּבָחִים הַנֶּאֱכָלִין שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן, כְּשֵׁרִים, אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה, חוּץ מִן הַפֶּסַח וּמִן הַחַטָּאת. לֹא הוֹסִיף בֶּן עַזַּאי אֶלָּא הָעוֹלָה, וְלֹא הוֹדוּ לוֹ חֲכָמִים","rdfs:label":"משנה ידים ד ב","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-2"},{"uri":"jbr:mishna-bartanura-6-11-4-2","jbo:text":"ר\"ע מברטנורה כל הזבחים שנזבחו שלא לשמן כשרים. משנה זו בתחלת מסכת זבחים היא שנויה, ושם פרשנוה","jbo:textNikud":"ר\"ע מברטנורה כָּל הַזְּבָחִים שֶׁנִּזְבְּחוּ שֶׁלֹּא לִשְׁמָן כְּשֵׁרִים. מִשְׁנָה זוֹ בִּתְחִלַּת מַסֶּכֶת זְבָחִים הִיא שְׁנוּיָה, וְשָׁם פֵּרַשְׁנוּהָ","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-2"},{"uri":"jbr:mishna-6-11-4-3","jbo:text":"בו ביום אמרו, עמון ומואב, מה הן בשביעית {ב}. גזר רבי טרפון, מעשר עני {ג}. וגזר רבי אלעזר בן עזריה, מעשר שני. אמר רבי ישמעאל, אלעזר בן עזריה, עליך ראיה ללמד, שאתה מחמיר {ד}, שכל המחמיר, עליו ראיה ללמד. אמר לו רבי אלעזר בן עזריה, ישמעאל אחי, אני לא שניתי מסדר השנים, טרפון אחי שנה, ועליו ראיה ללמד. השיב רבי טרפון, מצרים חוץ לארץ, עמון ומואב חוץ לארץ, מה מצרים מעשר עני בשביעית, אף עמון ומואב מעשר עני בשביעית. השיב רבי אלעזר בן עזריה, בבל חוץ לארץ, עמון ומואב חוץ לארץ, מה בבל מעשר שני בשביעית, אף עמון ומואב מעשר שני בשביעית. אמר רבי טרפון, מצרים שהיא קרובה, עשאוה מעשר עני, שיהיו עניי ישראל נסמכים עליה בשביעית, אף עמון ומואב, שהם קרובים, נעשים מעשר עני, שיהיו עניי ישראל נסמכים עליהם בשביעית. אמר לו רבי אלעזר בן עזריה, הרי אתה כמהנן ממון, ואין אתה אלא כמפסיד נפשות. קובע אתה את השמים מלהוריד טל ומטר, שנאמר (מלאכי ג), היקבע אדם אלהים כי אתם קבעים אתי ואמרתם במה קבענוך המעשר והתרומה {ה}. אמר רבי יהושע, הריני כמשיב על טרפון אחי, אבל לא לענין דבריו. מצרים מעשה חדש, ובבל מעשה ישן, והנדון שלפנינו מעשה חדש. ידון מעשה חדש ממעשה חדש, ואל ידון מעשה חדש ממעשה ישן. מצרים מעשה זקנים, ובבל מעשה נביאים, והנדון שלפנינו מעשה זקנים. ידון מעשה זקנים ממעשה זקנים, ואל ידון מעשה זקנים ממעשה נביאים. נמנו וגמרו, עמון ומואב מעשרין מעשר עני בשביעית. וכשבא רבי יוסי בן דרמסקית אצל רבי אליעזר {ו} בלוד, אמר לו, מה חדוש היה לכם בבית המדרש היום. אמר לו, נמנו וגמרו, עמון ומואב מעשרים מעשר עני בשביעית. בכה רבי אליעזר ואמר, סוד ה' ליראיו ובריתו להודיעם (תהלים כה). צא ואמר להם, אל תחשו {ז} למנינכם. מקבל אני מרבן יוחנן בן זכאי, ששמע מרבו, ורבו מרבו עד הלכה למשה מסיני, שעמון ומואב מעשרין מעשר עני בשביעית","jbo:textNikud":"בּוֹ בַיּוֹם אָמְרוּ, עַמּוֹן וּמוֹאָב, מַה הֵן בַּשְּׁבִיעִית {ב}. גָּזַר רַבִּי טַרְפוֹן, מַעְשַׂר עָנִי {ג}. וְגָזַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מַעֲשֵׂר שֵׁנִי. אָמַר רַבִּי יִשְׁמָעֵאל, אֶלְעָזָר בֶּן עֲזַרְיָה, עָלֶיךָ רְאָיָה לְלַמֵּד, שֶׁאַתָּה מַחְמִיר {ד}, שֶׁכָּל הַמַּחְמִיר, עָלָיו רְאָיָה לְלַמֵּד. אָמַר לוֹ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, יִשְׁמָעֵאל אָחִי, אֲנִי לֹא שִׁנִּיתִי מִסֵּדֶר הַשָּׁנִים, טַרְפוֹן אָחִי שִׁנָּה, וְעָלָיו רְאָיָה לְלַמֵּד. הֵשִׁיב רַבִּי טַרְפוֹן, מִצְרַיִם חוּץ לָאָרֶץ, עַמּוֹן וּמוֹאָב חוּץ לָאָרֶץ, מַה מִּצְרַיִם מַעְשַׂר עָנִי בַשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב מַעְשַׂר עָנִי בַשְּׁבִיעִית. הֵשִׁיב רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, בָּבֶל חוּץ לָאָרֶץ, עַמּוֹן וּמוֹאָב חוּץ לָאָרֶץ, מַה בָּבֶל מַעֲשֵׂר שֵׁנִי בַשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב מַעֲשֵׂר שֵׁנִי בַשְּׁבִיעִית. אָמַר רַבִּי טַרְפוֹן, מִצְרַיִם שֶׁהִיא קְרוֹבָה, עֲשָׂאוּהָ מַעְשַׂר עָנִי, שֶׁיִּהְיוּ עֲנִיֵּי יִשְׂרָאֵל נִסְמָכִים עָלֶיהָ בַּשְּׁבִיעִית, אַף עַמּוֹן וּמוֹאָב, שֶׁהֵם קְרוֹבִים, נַעֲשִׂים מַעְשַׂר עָנִי, שֶׁיִּהְיוּ עֲנִיֵּי יִשְׂרָאֵל נִסְמָכִים עֲלֵיהֶם בַּשְּׁבִיעִית. אָמַר לוֹ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, הֲרֵי אַתָּה כִמְהַנָּן מָמוֹן, וְאֵין אַתָּה אֶלָּא כְמַפְסִיד נְפָשׁוֹת. קוֹבֵעַ אַתָּה אֶת הַשָּׁמַיִם מִלְּהוֹרִיד טַל וּמָטָר, שֶׁנֶּאֱמַר (מלאכי ג), הֲיִקְבַּע אָדָם אֱלֹהִים כִּי אַתֶּם קֹבְעִים אֹתִי וַאֲמַרְתֶּם בַּמֶּה קְבַעֲנוּךָ הַמַּעֲשֵׂר וְהַתְּרוּמָה {ה}. אָמַר רַבִּי יְהוֹשֻׁעַ, הֲרֵינִי כְמֵשִׁיב עַל טַרְפוֹן אָחִי, אֲבָל לֹא לְעִנְיַן דְּבָרָיו. מִצְרַיִם מַעֲשֶׂה חָדָשׁ, וּבָבֶל מַעֲשֶׂה יָשָׁן, וְהַנִּדּוֹן שֶׁלְּפָנֵינוּ מַעֲשֶׂה חָדָשׁ. יִדּוֹן מַעֲשֶׂה חָדָשׁ מִמַּעֲשֶׂה חָדָשׁ, וְאַל יִדּוֹן מַעֲשֶׂה חָדָשׁ מִמַּעֲשֶׂה יָשָׁן. מִצְרַיִם מַעֲשֵׂה זְקֵנִים, וּבָבֶל מַעֲשֵׂה נְבִיאִים, וְהַנִּדּוֹן שֶׁלְּפָנֵינוּ מַעֲשֵׂה זְקֵנִים. יִדּוֹן מַעֲשֵׂה זְקֵנִים מִמַּעֲשֵׂה זְקֵנִים, וְאַל יִדּוֹן מַעֲשֵׂה זְקֵנִים מִמַּעֲשֵׂה נְבִיאִים. נִמְנוּ וְגָמְרוּ, עַמּוֹן וּמוֹאָב מְעַשְּׂרִין מַעְשַׂר עָנִי בַּשְּׁבִיעִית. וּכְשֶׁבָּא רַבִּי יוֹסֵי בֶּן דֻּרְמַסְקִית אֵצֶל רַבִּי אֱלִיעֶזֶר {ו} בְּלוֹד, אָמַר לוֹ, מַה חִדּוּשׁ הָיָה לָכֶם בְּבֵית הַמִּדְרָשׁ הַיּוֹם. אָמַר לוֹ, נִמְנוּ וְגָמְרוּ, עַמּוֹן וּמוֹאָב מְעַשְּׂרִים מַעְשַׂר עָנִי בַּשְּׁבִיעִית. בָּכָה רַבִּי אֱלִיעֶזֶר וְאָמַר, סוֹד ה' לִירֵאָיו וּבְרִיתוֹ לְהוֹדִיעָם (תהלים כה). צֵא וֶאֱמֹר לָהֶם, אַל תָּחֹשּׁוּ {ז} לְמִנְיַנְכֶם. מְקֻבָּל אֲנִי מֵרַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁשָּׁמַע מֵרַבּוֹ, וְרַבּוֹ מֵרַבּוֹ עַד הֲלָכָה לְמשֶׁה מִסִּינַי, שֶׁעַמּוֹן וּמוֹאָב מְעַשְּׂרִין מַעְשַׂר עָנִי בַּשְּׁבִיעִית","rdfs:label":"משנה ידים ד ג","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-3"},{"uri":"jbr:mishna-bartanura-6-11-4-3","jbo:text":"ר\"ע מברטנורה עמון ומואב מה הן בשביעית. אין זה עמון ומואב שטהרו בסיחון שהיא נחלת ראובן וגד, דההיא ארץ ישראל היא, אפלו אם תמצא לומר שלא כבשוה עולי בבל, על כרחך שביעית נוהגת בה, דהא תנן במסכת שביעית פרק הפיגם, שלש ארצות לבעור, יהודה ועבר הירדן והגליל. ועבר הירדן היא ארץ סיחון. אלא בשאר ארץ עמון ומואב שלא טהרו בסיחון ולא כבשו מעולם אירי. תדע, מדמיתי עלה מבבל וממצרים: לא שניתי מסדר השנים. של עולם. אחר השנה של מעשר עני מביאין מעשר שני, והרי בששית מעשר עני, לפיכך ראוי בשביעית מעשר שני: המעשר והתרומה. ועל כרחך המעשר האמור כאן, מעשר שני הוא, דומיא דתרומה שהיא קדש, ולא מעשר עני שהוא חל גמור, ואין לדחות מעשר שני מפני עניים: כמשיב על דברי טרפון. לסיע לו: אבל לא לענין דבריו. כלומר ולא מטעמיה: מצרים מעשה חדש. שהזקנים שהיו אחר עזרא תקנו להפריש מעשר במצרים: ובבל מעשה ישן. תקנת נביאים שהיו קדם חרבן הבית, ונשכח הדבר, דשמא לא היה צרך עניים באותה שעה: מעשה נביאים. ועל פי נבואה עשו הוראת שעה, ואין למדים ממנה: הלכה למשה מסיני. לאו דוקא. דאין זה מן התורה, אלא כאלו היא הלכה למשה מסיני. מיהו בתוספתא משמע דהלכה למשה מסיני ממש קאמר {ח}","jbo:textNikud":"ר\"ע מברטנורה עַמּוֹן וּמוֹאָב מַה הֵן בַּשְּׁבִיעִית. אֵין זֶה עַמּוֹן וּמוֹאָב שֶׁטִּהֲרוּ בְּסִיחוֹן שֶׁהִיא נַחֲלַת רְאוּבֵן וְגָד, דְּהַהִיא אֶרֶץ יִשְׂרָאֵל הִיא, אֲפִלּוּ אִם תִּמְצָא לוֹמַר שֶׁלֹּא כְבָשׁוּהָ עוֹלֵי בָּבֶל, עַל כָּרְחָךְ שְׁבִיעִית נוֹהֶגֶת בָּהּ, דְּהָא תְּנַן בְּמַסֶּכֶת שְׁבִיעִית פֶּרֶק הַפֵּיגָם, שָׁלֹשׁ אֲרָצוֹת לְבִעוּר, יְהוּדָה וְעֵבֶר הַיַּרְדֵּן וְהַגָּלִיל. וְעֵבֶר הַיַּרְדֵּן הִיא אֶרֶץ סִיחוֹן. אֶלָּא בִּשְׁאָר אֶרֶץ עַמּוֹן וּמוֹאָב שֶׁלֹּא טִהֲרוּ בְּסִיחוֹן וְלֹא כָבְשׁוּ מֵעוֹלָם אַיְרֵי. תֵּדַע, מִדְּמַיְתֵי עֲלַהּ מִבָּבֶל וּמִמִּצְרַיִם: לֹא שִׁנִּיתִי מִסֵּדֶר הַשָּׁנִים. שֶׁל עוֹלָם. אַחַר הַשָּׁנָה שֶׁל מַעֲשַׂר עָנִי מְבִיאִין מַעֲשֵׂר שֵׁנִי, וַהֲרֵי בַּשִּׁשִּׁית מַעֲשַׂר עָנִי, לְפִיכָךְ רָאוּי בַּשְּׁבִיעִית מַעֲשֵׂר שֵׁנִי: הַמַּעֲשֵׂר וְהַתְּרוּמָה. וְעַל כָּרְחָךְ הַמַּעֲשֵׂר הָאָמוּר כָּאן, מַעֲשֵׂר שֵׁנִי הוּא, דּוּמְיָא דִּתְרוּמָה שֶׁהִיא קֹדֶשׁ, וְלֹא מַעֲשַׂר עָנִי שֶׁהוּא חֹל גָּמוּר, וְאֵין לִדְחוֹת מַעֲשֵׂר שֵׁנִי מִפְּנֵי עֲנִיִּים: כְּמֵשִׁיב עַל דִּבְרֵי טַרְפוֹן. לְסַיֵּעַ לוֹ: אֲבָל לֹא לְעִנְיַן דְּבָרָיו. כְּלוֹמַר וְלֹא מִטַּעֲמֵיהּ: מִצְרַיִם מַעֲשֶׂה חָדָשׁ. שֶׁהַזְּקֵנִים שֶׁהָיוּ אַחַר עֶזְרָא תִּקְּנוּ לְהַפְרִישׁ מַעֲשֵׂר בְּמִצְרַיִם: וּבָבֶל מַעֲשֶׂה יָשָׁן. תַּקָּנַת נְבִיאִים שֶׁהָיוּ קֹדֶם חֻרְבַּן הַבַּיִת, וְנִשְׁכַּח הַדָּבָר, דְּשֶׁמָּא לֹא הָיָה צֹרֶךְ עֲנִיִּים בְּאוֹתָהּ שָׁעָה: מַעֲשֵׂה נְבִיאִים. וְעַל פִּי נְבוּאָה עָשׂוּ הוֹרָאַת שָׁעָה, וְאֵין לְמֵדִים מִמֶּנָּה: הֲלָכָה לְמֹשֶׁה מִסִּינַי. לָאו דַּוְקָא. דְּאֵין זֶה מִן הַתּוֹרָה, אֶלָּא כְּאִלּוּ הִיא הֲלָכָה לְמֹשֶׁה מִסִּינַי. מִיהוּ בְּתוֹסֶפְתָּא מַשְׁמַע דַּהֲלָכָה לְמֹשֶׁה מִסִּינַי מַמָּשׁ קָאָמַר {ח}","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-3"},{"uri":"jbr:mishna-yomtov-6-11-4-3","jbo:text":"עיקר תוי\"ט {ב} עמון כו'. לשון הרמב\"ם, וראוי להוציא מעשר ותרומה בחוץ לארץ הסמוך לארץ ישראל, מצרים ועמון ומואב ובבל. וכל זה מדרבנן: {ג} מעשר עני. ובדין הוא דאפלו תרומה גדולה לא נתקן, אלא הכל מעשר עני, אלא שלא רצו לחלק כל כך משאר שנים. תוספות: {ד} מחמיר. שמעשר שני קדש, ומעשר עני חל. הרמב\"ם: {ה} והתרומה. וסוף הפסוק, הביאו כו', אם לא אפתח לכם את ארבות השמים, והריקתי לכם ברכה עד בלי די: {ו} אצל רבי אליעזר. לפי שלא היה אצל המנין, מפני המחלקת, שעל ידי כן ברכוהו. הרמב\"ם: {ז} אל תחשו. אל יהא לכם שום חשש וגמגום, שהרי הסכמתם להלכה. רש\"י: {ח} והא דקתני והנדון שלפנינו מעשה זקנים, הינו מקמי דידעי לעדותו של רבי אליעזר","jbo:textNikud":"עיקר תוי\"ט {ב} עַמּוֹן כוּ'. לְשׁוֹן הָרַמְבַּ\"ם, וְרָאוּי לְהוֹצִיא מַעֲשֵׂר וּתְרוּמָה בְּחוּץ לָאָרֶץ הַסָּמוּךְ לְאֶרֶץ יִשְׂרָאֵל, מִצְרַיִם וְעַמּוֹן וּמוֹאָב וּבָבֶל. וְכָל זֶה מִדְּרַבָּנָן: {ג} מַעֲשַׂר עָנִי. וּבְדִין הוּא דַּאֲפִלּוּ תְּרוּמָה גְּדוֹלָה לֹא נִתְקַן, אֶלָּא הַכֹּל מַעֲשַׂר עָנִי, אֶלָּא שֶׁלֹּא רָצוּ לְחַלֵּק כָּל כָּךְ מִשְּׁאָר שָׁנִים. תּוֹסָפוֹת: {ד} מַחְמִיר. שֶׁמַּעֲשֵׂר שֵׁנִי קֹדֶשׁ, וּמַעֲשַׂר עָנִי חֹל. הָרַמְבַּ\"ם: {ה} וְהַתְּרוּמָה. וְסוֹף הַפָּסוּק, הָבִיאוּ כוּ', אִם לֹא אֶפְתַּח לָכֶם אֵת אֲרֻבּוֹת הַשָּׁמַיִם, וַהֲרִיקֹתִי לָכֶם בְּרָכָה עַד בְּלִי דָי: {ו} אֵצֶל רַבִּי אֱלִיעֶזֶר. לְפִי שֶׁלֹּא הָיָה אֵצֶל הַמִּנְיָן, מִפְּנֵי הַמַּחֲלֹקֶת, שֶׁעַל יְדֵי כֵן בֵּרְכוּהוּ. הָרַמְבַּ\"ם: {ז} אַל תָּחֹשּׁוּ. אַל יְהֵא לָכֶם שׁוּם חֲשָׁשׁ וְגִמְגּוּם, שֶׁהֲרֵי הִסְכַּמְתֶּם לַהֲלָכָה. רַשִׁ\"י: {ח} וְהָא דְּקָתָנֵי וְהַנִּדּוֹן שֶׁלְּפָנֵינוּ מַעֲשֵׂה זְקֵנִים, הַיְנוּ מִקַּמֵּי דְּיָדְעֵי לְעֵדוּתוֹ שֶׁל רַבִּי אֱלִיעֶזֶר","rdfs:label":"עיקר תוי\"ט משנה ידים ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-3"},{"uri":"jbr:mishna-6-11-4-4","jbo:text":"בו ביום בא יהודה, גר עמוני, ועמד לפניהן בבית המדרש. אמר להם, מה אני לבא בקהל. אמר לו רבן גמליאל, אסור אתה. אמר לו רבי יהושע, מתר אתה. אמר לו רבן גמליאל, הכתוב אומר (דברים כג), לא יבא עמוני ומואבי בקהל ה' גם דור עשירי וגו' {ט}. אמר לו רבי יהושע, וכי עמונים ומואבים במקומן הן. כבר עלה סנחריב מלך אשור ובלבל את כל האמות, שנאמר (ישעיה י), ואסיר גבולת עמים ועתודותיהם שושתי ואוריד כאביר יושבים. אמר לו רבן גמליאל, הכתוב אומר (ירמיה מט), ואחרי כן אשיב את שבות בני עמון, וכבר חזרו. אמר לו רבי יהושע, הכתוב אומר (עמוס ט), ושבתי את שבות עמי ישראל ויהודה, ועדין לא שבו. התירוהו לבא בקהל","jbo:textNikud":"בּוֹ בַיּוֹם בָּא יְהוּדָה, גֵּר עַמּוֹנִי, וְעָמַד לִפְנֵיהֶן בְּבֵית הַמִּדְרָשׁ. אָמַר לָהֶם, מָה אֲנִי לָבֹא בַקָּהָל. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, אָסוּר אָתָּה. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, מֻתָּר אָתָּה. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, הַכָּתוּב אוֹמֵר (דברים כג), לֹא יָבֹא עַמּוֹנִי וּמוֹאָבִי בִּקְהַל ה' גַּם דּוֹר עֲשִׂירִי וְגוֹ' {ט}. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, וְכִי עַמּוֹנִים וּמוֹאָבִים בִּמְקוֹמָן הֵן. כְּבָר עָלָה סַנְחֵרִיב מֶלֶךְ אַשּׁוּר וּבִלְבֵּל אֶת כָּל הָאֻמּוֹת, שֶׁנֶּאֱמַר (ישעיה י), וְאָסִיר גְּבוּלֹת עַמִּים וַעֲתוּדוֹתֵיהֶם שׁוֹשֵׂתִי וְאוֹרִיד כַּאבִּיר יוֹשְׁבִים. אָמַר לוֹ רַבָּן גַּמְלִיאֵל, הַכָּתוּב אוֹמֵר (ירמיה מט), וְאַחֲרֵי כֵן אָשִׁיב אֶת שְׁבוּת בְּנֵי עַמּוֹן, וּכְבָר חָזְרוּ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, הַכָּתוּב אוֹמֵר (עמוס ט), וְשַׁבְתִּי אֶת שְׁבוּת עַמִּי יִשְׂרָאֵל וִיהוּדָה, וַעֲדַיִן לֹא שָׁבוּ. הִתִּירוּהוּ לָבֹא בַקָּהָל","rdfs:label":"משנה ידים ד ד","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-4"},{"uri":"jbr:mishna-bartanura-6-11-4-4","jbo:text":"ר\"ע מברטנורה שנאמר ואסיר גבלות עמים. שהיה מגלה בני עיר זו ומושיבן בעיר אחרת, ומגלה בני עיר אחרת ומושיבן בעיר זו: ושבתי את שבות עמי ישראל ועדין לא שבו. וכשם שאלו לא שבו, כך אלו לא שבו: והתירוהו לבא בקהל. דכיון דמשבעים האמות אין אסור לבא בקהל אלא עמוני ומואבי עד עולם, ומצרי ואדומי דור ראשון ושני, השתא שאין אלו האמות ידועים, שכבר נתבלבלו ונתערבו בין שאר האמות, אמרינן כל דפריש מרבא פריש, וכל המתגיר מתר לבא בקהל מיד","jbo:textNikud":"ר\"ע מברטנורה שֶׁנֶּאֱמַר וְאָסִיר גְּבֻלוֹת עַמִּים. שֶׁהָיָה מַגְלֶה בְּנֵי עִיר זוֹ וּמוֹשִׁיבָן בְּעִיר אַחֶרֶת, וּמַגְלֶה בְּנֵי עִיר אַחֶרֶת וּמוֹשִׁיבָן בְּעִיר זוֹ: וְשַׁבְתִּי אֶת שְׁבוּת עַמִּי יִשְׂרָאֵל וַעֲדַיִן לֹא שָׁבוּ. וּכְשֵׁם שֶׁאֵלּוּ לֹא שָׁבוּ, כָּךְ אֵלּוּ לֹא שָׁבוּ: וְהִתִּירוּהוּ לָבֹא בַקָּהָל. דְּכֵיוָן דְּמִשִּׁבְעִים הָאֻמּוֹת אֵין אָסוּר לָבֹא בַּקָּהָל אֶלָּא עַמּוֹנִי וּמוֹאָבִי עַד עוֹלָם, וּמִצְרִי וַאֲדוֹמִי דּוֹר רִאשׁוֹן וְשֵׁנִי, הַשְׁתָּא שֶׁאֵין אֵלּוּ הָאֻמּוֹת יְדוּעִים, שֶׁכְּבָר נִתְבַּלְבְּלוּ וְנִתְעָרְבוּ בֵּין שְׁאָר הָאֻמּוֹת, אָמְרִינַן כָּל דְּפָרֵישׁ מֵרֻבָּא פָּרֵישׁ, וְכָל הַמִּתְגַּיֵּר מֻתָּר לָבֹא בַּקָּהָל מִיָּד","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-4"},{"uri":"jbr:mishna-yomtov-6-11-4-4","jbo:text":"עיקר תוי\"ט {ט} הכתוב אומר כו'. וקשה, מאי סלקא דעתיה דרבן גמליאל, מי לא ידע בכל אלה. וגם הגר שדחק וכנס בתוך חכמים מסתמא ידע המקרא ולמה שאל. ונראה לי, דרבן גמליאל ידע מזה שסנחריב בלבל ושזאת היתה שאלת הגר, אלא רבן גמליאל סבר שיש בפסוק תרי לא יבא, שירצה לאסר לנו אף בזמן שיהא ספק. ורבי יהושע חשב שאפשר שרבן גמליאל סובר ספק אחר ומיתי מלא יבא. והשיב שיש להתיר מחמת בלבול. ואמר לו רבן גמליאל הכתוב כו' אף אני יודע בלבול כו' ועל זה הייתי דורש המקרא דאתי לאתויי משום דמקרא מסיעני ואחר כך אשיב. ואתי שפיר מאי דקאמר וכבר שבו ומנליה, אלא דלמד כן מיתורא דקרא. והשיב לו רבי יהושע כו' ושבתי כו', ויתורא לדרשא אחריתי, כמו בממזר שכתב שתי פעמים לא יבא ומתר הספק מן התורה","jbo:textNikud":"עיקר תוי\"ט {ט} הַכָּתוּב אוֹמֵר כוּ'. וְקָשֶׁה, מַאי סָלְקָא דַּעְתֵּיהּ דְּרַבָּן גַּמְלִיאֵל, מִי לֹא יָדַע בְּכָל אֵלֶּה. וְגַם הַגֵּר שֶׁדָּחַק וְכָנַס בְּתוֹךְ חֲכָמִים מִסְּתָמָא יָדַע הַמִּקְרָא וְלָמָּה שָׁאַל. וְנִרְאֶה לִי, דְּרַבָּן גַּמְלִיאֵל יָדַע מִזֶּה שֶׁסַּנְחֵרִיב בִּלְבֵּל וְשֶׁזֹּאת הָיְתָה שְׁאֵלַת הַגֵּר, אֶלָּא רַבָּן גַּמְלִיאֵל סָבַר שֶׁיֵּשׁ בַּפָּסוּק תְּרֵי לֹא יָבֹא, שֶׁיִּרְצֶה לֶאֱסֹר לָנוּ אַף בִּזְמַן שֶׁיְּהֵא סָפֵק. וְרַבִּי יְהוֹשֻׁעַ חָשַׁב שֶׁאֶפְשָׁר שֶׁרַבָּן גַּמְלִיאֵל סוֹבֵר סָפֵק אַחֵר וּמַיְתֵי מִלֹּא יָבֹא. וְהֵשִׁיב שֶׁיֵּשׁ לְהַתִּיר מֵחֲמַת בִּלְבּוּל. וְאָמַר לוֹ רַבָּן גַּמְלִיאֵל הַכָּתוּב כוּ' אַף אֲנִי יוֹדֵעַ בִּלְבּוּל כוּ' וְעַל זֶה הָיִיתִי דּוֹרֵשׁ הַמִּקְרָא דְּאָתֵי לַאֲתוֹיֵי מִשּׁוּם דְּמִקְרָא מְסַיְּעֵנִי וְאַחַר כָּךְ אָשִׁיב. וְאָתֵי שַׁפִּיר מַאי דְּקָאָמַר וּכְבָר שָׁבוּ וּמְנָלֵיהּ, אֶלָּא דְּלָמַד כֵּן מִיִּתּוּרָא דִּקְרָא. וְהֵשִׁיב לוֹ רַבִּי יְהוֹשֻׁעַ כוּ' וְשַׁבְתִּי כוּ', וְיִתּוּרָא לִדְרָשָׁא אַחֲרִיתִי, כְּמוֹ בְּמַמְזֵר שֶׁכָּתַב שְׁתֵּי פְּעָמִים לֹא יָבֹא וּמֻתָּר הַסָּפֵק מִן הַתּוֹרָה","rdfs:label":"עיקר תוי\"ט משנה ידים ד ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-4"},{"uri":"jbr:mishna-6-11-4-5","jbo:text":"תרגום שבעזרא ושבדניאל, מטמא את הידים. תרגום שכתבו עברית ועברית שכתבו תרגום, וכתב עברי, אינו מטמא את הידים. לעולם אינו מטמא, עד שיכתבנו אשורית, על העור {יב}, ובדיו","jbo:textNikud":"תַּרְגּוּם שֶׁבְּעֶזְרָא וְשֶׁבְּדָנִיֵּאל, מְטַמֵּא אֶת הַיָּדַיִם. תַּרְגּוּם שֶׁכְּתָבוֹ עִבְרִית וְעִבְרִית שֶׁכְּתָבוֹ תַּרְגּוּם, וּכְתָב עִבְרִי, אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. לְעוֹלָם אֵינוֹ מְטַמֵּא, עַד שֶׁיִּכְתְּבֶנּוּ אַשּׁוּרִית, עַל הָעוֹר {יב}, וּבִדְיוֹ","rdfs:label":"משנה ידים ד ה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-5"},{"uri":"jbr:mishna-bartanura-6-11-4-5","jbo:text":"ר\"ע מברטנורה תרגום שכתבו עברית. תרגום שבדניאל ועזרא, וכגון כדנה תאמרון להום שבירמיה (פרק י), אם כתבו בלשון הקדש, וכן דברי הנביא הנאמרים בלשון הקדש שכתבן תרגום, אין מטמאים את הידים: כתב עברי. הכתב שבא מעבר הנהר {י}. והכותיים כותבים בו עד היום, וישראל היו משתמשין באותו כתב בדברי חל. ובמטבעות של כתב הנמצאים בידינו היום שהיו מזמן מלכי ישראל, מפתחות באותו כתב. אבל הכתב שאנו כותבים בו ספרים היום, כתב אשורי הוא נקרא, והוא הכתב שהיה בלוחות. ונקרא אשורי, שהוא המאשר שבכתיבות {יא}, לשון באשרי כי אשרוני בנות (בראשית ל)","jbo:textNikud":"ר\"ע מברטנורה תַּרְגּוּם שֶׁכְּתָבוֹ עִבְרִית. תַּרְגּוּם שֶׁבְּדָנִיֵּאל וְעֶזְרָא, וּכְגוֹן כִּדְנָה תֵּאמְרוּן לְהוֹם שֶׁבְּיִרְמְיָה (פֶּרֶק י), אִם כְּתָבוֹ בִּלְשׁוֹן הַקֹּדֶשׁ, וְכֵן דִּבְרֵי הַנָּבִיא הַנֶּאֱמָרִים בִּלְשׁוֹן הַקֹּדֶשׁ שֶׁכְּתָבָן תַּרְגּוּם, אֵין מְטַמְּאִים אֶת הַיָּדַיִם: כְּתָב עִבְרִי. הַכְּתָב שֶׁבָּא מֵעֵבֶר הַנָּהָר {י}. וְהַכּוּתִיִּים כּוֹתְבִים בּוֹ עַד הַיּוֹם, וְיִשְׂרָאֵל הָיוּ מִשְׁתַּמְּשִׁין בְּאוֹתוֹ כְּתָב בְּדִבְרֵי חֹל. וּבְמַטְבְּעוֹת שֶׁל כְּתָב הַנִּמְצָאִים בְּיָדֵינוּ הַיּוֹם שֶׁהָיוּ מִזְּמַן מַלְכֵי יִשְׂרָאֵל, מְפֻתָּחוֹת בְּאוֹתוֹ כְּתָב. אֲבָל הַכְּתָב שֶׁאָנוּ כּוֹתְבִים בּוֹ סְפָרִים הַיּוֹם, כְּתָב אַשּׁוּרִי הוּא נִקְרָא, וְהוּא הַכְּתָב שֶׁהָיָה בַּלּוּחוֹת. וְנִקְרָא אַשּׁוּרִי, שֶׁהוּא הַמְאֻשָּׁר שֶׁבַּכְּתִיבוֹת {יא}, לְשׁוֹן בְּאָשְׁרִי כִּי אִשְּׁרוּנִי בָּנוֹת (בְּרֵאשִׁית ל)","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-5"},{"uri":"jbr:mishna-yomtov-6-11-4-5","jbo:text":"עיקר תוי\"ט {י} ועברית שהוא לשון הקדש, גם כן, על שם שכך היה לשונם של בני עבר הנהר. וכן פרש רש\"י אברהם העברי, שבא מעבר הנהר: {יא} לפי שאינו משתנה, ולא יפל בו דמיון לעולם לפי שאותיותיו בלתי מתדמות, ולפי שאינו נדבק אות באות בשיטת כתיבתו. ואין כזה שאר הכתיבות. הרמב\"ם: {יב} העור. ובכתיבת מגלה [מגלה פ\"ב מ\"ב] תנן על הספר, ופרש הר\"ב קלף, ובפרק ח' דשבת משנה ג' דתנן העור וקלף, כל חד מלתא באפי נפשיה הוא, ולכן צריך עיון אמאי סגי הכא בעור","jbo:textNikud":"עיקר תוי\"ט {י} וְעִבְרִית שֶׁהוּא לְשׁוֹן הַקֹּדֶשׁ, גַּם כֵּן, עַל שֵׁם שֶׁכָּךְ הָיָה לְשׁוֹנָם שֶׁל בְּנֵי עֵבֶר הַנָּהָר. וְכֵן פֵּרֵשׁ רַשִׁ\"י אַבְרָהָם הָעִבְרִי, שֶׁבָּא מֵעֵבֶר הַנָּהָר: {יא} לְפִי שֶׁאֵינוֹ מִשְׁתַּנֶּה, וְלֹא יִפֹּל בּוֹ דִּמְיוֹן לְעוֹלָם לְפִי שֶׁאוֹתִיּוֹתָיו בִּלְתִּי מִתְדַּמּוֹת, וּלְפִי שֶׁאֵינוֹ נִדְבָּק אוֹת בְּאוֹת בְּשִׁיטַת כְּתִיבָתוֹ. וְאֵין כָּזֶה שְׁאָר הַכְּתִיבוֹת. הָרַמְבַּ\"ם: {יב} הָעוֹר. וּבִכְתִיבַת מְגִלָּה [מְגִלָּה פ\"ב מ\"ב] תְּנַן עַל הַסֵּפֶר, וּפֵרֵשׁ הָרַ\"ב קְלָף, וּבְפֶרֶק ח' דְּשַׁבָּת מִשְׁנָה ג' דִּתְנַן הָעוֹר וּקְלָף, כָּל חַד מִלְּתָא בְּאַפֵּי נַפְשֵׁיהּ הוּא, וְלָכֵן צָרִיךְ עִיּוּן אַמַּאי סַגִּי הָכָא בְּעוֹר","rdfs:label":"עיקר תוי\"ט משנה ידים ד ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-5"},{"uri":"jbr:mishna-6-11-4-6","jbo:text":"אומרים צדוקים, קובלין אנו עליכם, פרושים, שאתם אומרים, כתבי הקדש מטמאין את הידים, וספרי הומריס אינו מטמא את הידים. אמר רבן יוחנן בן זכאי, וכי אין לנו על הפרושים אלא זו בלבד. הרי הם אומרים, עצמות חמור טהורים ועצמות יוחנן כהן גדול טמאים. אמרו לו, לפי חבתן היא טמאתן, שלא יעשה אדם עצמות אביו ואמו תרודות. אמר להם, אף כתבי הקדש לפי חבתן היא טמאתן, וספרי הומריס, שאינן חביבין, אינן מטמאין את הידים","jbo:textNikud":"אוֹמְרִים צְדוֹקִים, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם אוֹמְרִים, כִּתְבֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם, וְסִפְרֵי הוֹמֵרִיס אֵינוֹ מְטַמֵּא אֶת הַיָּדַיִם. אָמַר רַבָּן יוֹחָנָן בֶּן זַכַּאי, וְכִי אֵין לָנוּ עַל הַפְּרוּשִׁים אֶלָּא זוֹ בִלְבָד. הֲרֵי הֵם אוֹמְרִים, עַצְמוֹת חֲמוֹר טְהוֹרִים וְעַצְמוֹת יוֹחָנָן כֹּהֵן גָּדוֹל טְמֵאִים. אָמְרוּ לוֹ, לְפִי חִבָּתָן הִיא טֻמְאָתָן, שֶׁלֹּא יַעֲשֶׂה אָדָם עַצְמוֹת אָבִיו וְאִמּוֹ תַּרְוָדוֹת. אָמַר לָהֶם, אַף כִּתְבֵי הַקֹּדֶשׁ לְפִי חִבָּתָן הִיא טֻמְאָתָן, וְסִפְרֵי הוֹמֵרִיס, שֶׁאֵינָן חֲבִיבִין, אֵינָן מְטַמְּאִין אֶת הַיָּדָיִם","rdfs:label":"משנה ידים ד ו","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-6"},{"uri":"jbr:mishna-bartanura-6-11-4-6","jbo:text":"ר\"ע מברטנורה אומרים צדוקין. המכחישין תורה שבעל פה נקראים צדוקים, על שם צדוק וביתוס תלמידיו של אנטיגנוס איש סוכו שהתחילו בקלקלה זו תחלה. לפי ששמעו מאנטיגנוס רבן אל תהיו כעבדים המשמשין את הרב על מנת לקבל פרס. אמרו, אפשר פועל טורח ועושה מלאכה כל היום כלו ולערב אינו מקבל שכר, ופרשו מדברי חכמים, ונתחברו עמהם כתות מישראל, ועד היום הזה נשארו מהם פליטים במצרים בדמשק ובקוסטאנטינ\"א, והם לשכים בעינינו ולצנינים בצדנו, ואנו קורים להם קראים, לפי שאין להם אלא המקרא בלבד: קובלין אנו עליכם. מתרעמים אנו על מדותיכם: פרושים. לחכמי ישראל היו קורין פרושים, לפי שאוכלין חליהן בטהרה ופרושים ממגע עם הארץ, דתנן בגדי עם הארץ מדרס לפרושים: וספרי המירם. ספרי המינים. ונקראים המירם, שהמירו דת האמת בדברי שקר: תרודות. כפות שאוכלים בהן. לשון מלא תרוד רקב: אף ספרי הקדש לפי חבתן היא טמאתן. שלא יעשם אדם שטיחין על גבי בהמה. ולפי דבריהם היה משיב להם, ולא לפי האמת {יג}. דטעמא דספרי הקדש מטמאין את הידים, כדי שלא יבאו הספרים לידי פסידא, שהעכברים המצוין אצל האכלים היו מפסידים את הספרים, כדפרשינן בסוף זבים","jbo:textNikud":"ר\"ע מברטנורה אוֹמְרִים צְדוֹקִין. הַמַּכְחִישִׁין תּוֹרָה שֶׁבְּעַל פֶּה נִקְרָאִים צְדוֹקִים, עַל שֵׁם צָדוֹק וּבַיְתּוֹס תַּלְמִידָיו שֶׁל אַנְטִיגְנוֹס אִישׁ סוֹכוֹ שֶׁהִתְחִילוּ בְּקַלְקָלָה זוֹ תְּחִלָּה. לְפִי שֶׁשָּׁמְעוּ מֵאַנְטִיגְנוֹס רַבָּן אַל תִּהְיוּ כָּעֲבָדִים הַמְשַׁמְּשִׁין אֶת הָרַב עַל מְנָת לְקַבֵּל פְּרָס. אָמְרוּ, אֶפְשָׁר פּוֹעֵל טוֹרֵחַ וְעוֹשֶׂה מְלָאכָה כָּל הַיּוֹם כֻּלּוֹ וְלָעֶרֶב אֵינוֹ מְקַבֵּל שָׂכָר, וּפָרְשׁוּ מִדִּבְרֵי חֲכָמִים, וְנִתְחַבְּרוּ עִמָּהֶם כִּתּוֹת מִיִּשְׂרָאֵל, וְעַד הַיּוֹם הַזֶּה נִשְׁאֲרוּ מֵהֶם פְּלִיטִים בְּמִצְרַיִם בְּדַמֶּשֶׂק וּבְקוֹסְטַאנְטִינָ\"א, וְהֵם לְשִׂכִּים בְּעֵינֵינוּ וְלִצְנִינִים בְּצִדֵּנוּ, וְאָנוּ קוֹרִים לָהֶם קָרָאִים, לְפִי שֶׁאֵין לָהֶם אֶלָּא הַמִּקְרָא בִּלְבַד: קוֹבְלִין אָנוּ עֲלֵיכֶם. מִתְרַעֲמִים אָנוּ עַל מִדּוֹתֵיכֶם: פְּרוּשִׁים. לְחַכְמֵי יִשְׂרָאֵל הָיוּ קוֹרִין פְּרוּשִׁים, לְפִי שֶׁאוֹכְלִין חֻלֵּיהֶן בְּטָהֳרָה וּפְרוּשִׁים מִמַּגַּע עַם הָאָרֶץ, דִּתְנַן בִּגְדֵי עַם הָאָרֶץ מִדְרָס לַפְּרוּשִׁים: וְסִפְרֵי הֲמִירָם. סִפְרֵי הַמִּינִים. וְנִקְרָאִים הֲמִירָם, שֶׁהֵמִירוּ דַּת הָאֱמֶת בְּדִבְרֵי שֶׁקֶר: תַּרְוָדוֹת. כַּפּוֹת שֶׁאוֹכְלִים בָּהֶן. לְשׁוֹן מְלֹא תַּרְוַד רָקָב: אַף סִפְרֵי הַקֹּדֶשׁ לְפִי חִבָּתָן הִיא טֻמְאָתָן. שֶׁלֹּא יַעֲשֵׂם אָדָם שְׁטִיחִין עַל גַּבֵּי בְּהֵמָה. וּלְפִי דִּבְרֵיהֶם הָיָה מֵשִׁיב לָהֶם, וְלֹא לְפִי הָאֱמֶת {יג}. דְּטַעֲמָא דְּסִפְרֵי הַקֹּדֶשׁ מְטַמְּאִין אֶת הַיָּדַיִם, כְּדֵי שֶׁלֹּא יָבֹאוּ הַסְּפָרִים לִידֵי פְּסֵידָא, שֶׁהָעַכְבָּרִים הַמְּצוּיִּן אֵצֶל הָאֳכָלִים הָיוּ מַפְסִידִים אֶת הַסְּפָרִים, כִּדְפָרְשִׁינַן בְּסוֹף זָבִים","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-6"},{"uri":"jbr:mishna-yomtov-6-11-4-6","jbo:text":"עיקר תוי\"ט {יג} דומיא דלפי חבתן שאמרו הם בעצמות דגם כן לאו אמת הוא, אלא קרא כתיב או בעצם אדם, אבל מצינו כן בעור האדם","jbo:textNikud":"עיקר תוי\"ט {יג} דּוּמְיָא דִּלְפִי חִבָּתָן שֶׁאָמְרוּ הֵם בָּעֲצָמוֹת דְּגַם כֵּן לָאו אֱמֶת הוּא, אֶלָּא קְרָא כְּתִיב אוֹ בְעֶצֶם אָדָם, אֲבָל מָצִינוּ כֵּן בְּעוֹר הָאָדָם","rdfs:label":"עיקר תוי\"ט משנה ידים ד ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-6"},{"uri":"jbr:mishna-6-11-4-7","jbo:text":"אומרים צדוקין, קובלין אנו עליכם, פרושים, שאתם מטהרים את הנצוק. אומרים הפרושים, קובלין אנו עליכם, צדוקים, שאתם מטהרים את אמת המים הבאה מבית הקברות. אומרים צדוקין, קובלין אנו עליכם, פרושים, שאתם אומרים, שורי וחמורי שהזיקו, חיבין. ועבדי ואמתי שהזיקו, פטורין. מה אם שורי וחמורי, שאיני חיב בהם מצות, הרי אני חיב בנזקן. עבדי ואמתי, שאני חיב בהן מצות, אינו דין שאהא חיב בנזקן. אמרו להם, לא. אם אמרתם בשורי וחמורי, שאין בהם דעת, תאמרו בעבדי ובאמתי, שיש בהם דעת. שאם אקניטם, ילך וידליק גדישו של אחר ואהא חיב לשלם","jbo:textNikud":"אוֹמְרִים צְדוֹקִין, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם מְטַהֲרִים אֶת הַנִּצּוֹק. אוֹמְרִים הַפְּרוּשִׁים, קוֹבְלִין אָנוּ עֲלֵיכֶם, צְדוֹקִים, שֶׁאַתֶּם מְטַהֲרִים אֶת אַמַּת הַמַּיִם הַבָּאָה מִבֵּית הַקְּבָרוֹת. אוֹמְרִים צְדוֹקִין, קוֹבְלִין אָנוּ עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם אוֹמְרִים, שׁוֹרִי וַחֲמוֹרִי שֶׁהִזִּיקוּ, חַיָּבִין. וְעַבְדִּי וַאֲמָתִי שֶׁהִזִּיקוּ, פְּטוּרִין. מָה אִם שׁוֹרִי וַחֲמוֹרִי, שֶׁאֵינִי חַיָּב בָּהֶם מִצְוֹת, הֲרֵי אֲנִי חַיָּב בְּנִזְקָן. עַבְדִּי וַאֲמָתִי, שֶׁאֲנִי חַיָּב בָּהֶן מִצְוֹת, אֵינוֹ דִין שֶׁאֱהֵא חַיָּב בְּנִזְקָן. אָמְרוּ לָהֶם, לֹא. אִם אֲמַרְתֶּם בְּשׁוֹרִי וַחֲמוֹרִי, שֶׁאֵין בָּהֶם דַּעַת, תֹּאמְרוּ בְּעַבְדִּי וּבַאֲמָתִי, שֶׁיֵּשׁ בָּהֶם דָּעַת. שֶׁאִם אַקְנִיטֵם, יֵלֵךְ וְיַדְלִיק גְּדִישׁוֹ שֶׁל אַחֵר וֶאֱהֵא חַיָּב לְשַׁלֵּם","rdfs:label":"משנה ידים ד ז","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-7"},{"uri":"jbr:mishna-bartanura-6-11-4-7","jbo:text":"ר\"ע מברטנורה מטהרים את הנצוק. דתנן במסכת מכשירין, כל הנצוק, טהור. אם מערה מכלי טהור לכלי טמא, מה שנשאר בכלי העליון, טהור, דנצוק אינו חבור: אמת המים הבאה מן הקברות. מודו בה צדוקים דטהורה, דכתיב (ויקרא יא) מקוה מים יהיה טהור: שהרי אין בהן דעת. שיכונו להפסיד ממון לבעליהן: ילך וידליק גדישו של אחר. ונמצא מפסיד את רבו מאה מנה בכל יום","jbo:textNikud":"ר\"ע מברטנורה מְטַהֲרִים אֶת הַנִּצּוֹק. דִּתְנַן בְּמַסֶּכֶת מַכְשִׁירִין, כָּל הַנִּצּוֹק, טָהוֹר. אִם מְעָרֶה מִכְּלִי טָהוֹר לִכְלִי טָמֵא, מַה שֶׁנִּשְׁאָר בַּכְּלִי הָעֶלְיוֹן, טָהוֹר, דְּנִצּוֹק אֵינוֹ חִבּוּר: אַמַּת הַמַּיִם הַבָּאָה מִן הַקְּבָרוֹת. מוֹדוּ בָּהּ צְדוֹקִים דִּטְהוֹרָה, דִּכְתִיב (וַיִּקְרָא יא) מִקְוֵה מַיִם יִהְיֶה טָהוֹר: שֶׁהֲרֵי אֵין בָּהֶן דַּעַת. שֶׁיְּכַוְּנוּ לְהַפְסִיד מָמוֹן לְבַעֲלֵיהֶן: יֵלֵךְ וְיַדְלִיק גְּדִישׁוֹ שֶׁל אַחֵר. וְנִמְצָא מַפְסִיד אֶת רַבּוֹ מֵאָה מָנֶה בְּכָל יוֹם","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-7"},{"uri":"jbr:mishna-6-11-4-8","jbo:text":"אמר צדוקי גלילי, קובל אני עליכם, פרושים, שאתם כותבין את המושל עם משה בגט. אומרים פרושים, קובלין אנו עליך, צדוקי גלילי, שאתם כותבים את המושל עם השם בדף, ולא עוד, אלא שאתם כותבין את המושל מלמעלן ואת השם מלמטן, שנאמר (שמות ה) ויאמר פרעה מי ה' אשר אשמע בקלו לשלח את ישראל {יד}. וכשלקה מהו אומר (שם ט), ה' הצדיק","jbo:textNikud":"אָמַר צְדוֹקִי גְלִילִי, קוֹבֵל אֲנִי עֲלֵיכֶם, פְּרוּשִׁים, שֶׁאַתֶּם כּוֹתְבִין אֶת הַמּוֹשֵׁל עִם משֶׁה בַּגֵּט. אוֹמְרִים פְּרוּשִׁים, קוֹבְלִין אָנוּ עָלֶיךָ, צְדוֹקִי גְלִילִי, שֶׁאַתֶּם כּוֹתְבִים אֶת הַמּוֹשֵׁל עִם הַשֵּׁם בַּדַּף, וְלֹא עוֹד, אֶלָּא שֶׁאַתֶּם כּוֹתְבִין אֶת הַמּוֹשֵׁל מִלְמַעְלָן וְאֶת הַשֵּׁם מִלְּמַטָּן, שֶׁנֶּאֱמַר (שמות ה) וַיֹּאמֶר פַּרְעֹה מִי ה' אֲשֶׁר אֶשְׁמַע בְּקֹלוֹ לְשַׁלַּח אֶת יִשְׂרָאֵל {יד}. וּכְשֶׁלָּקָה מַהוּ אוֹמֵר (שם ט), ה' הַצַּדִּיק","rdfs:label":"משנה ידים ד ח","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-8"},{"uri":"jbr:mishna-bartanura-6-11-4-8","jbo:text":"ר\"ע מברטנורה צדוקי גלילי. צדוקי שהיה מארץ הגליל: המושל עם משה בגט. שהיו מונים לשנות המלכים וכותבים בכך וכך למלך פלוני, ובסוף הגט כותבין כדת משה וישראל, וגנאי הדבר למשה: את המושל מלמעלן ואת השם מלמטן. שמקדימין שם פרעה לשם השם, דכתיב ויאמר פרעה מי ה': וכשלקה מה הוא אומר ה' הצדיק. כדי שלא להשלים המסכתא במי ה' אשר אשמע בקלו, משום אל תעמד בדבר רע {טו}, השלים בה' הצדיק","jbo:textNikud":"ר\"ע מברטנורה צְדוֹקִי גְלִילִי. צְדוֹקִי שֶׁהָיָה מֵאֶרֶץ הַגָּלִיל: הַמּוֹשֵׁל עִם מֹשֶׁה בַּגֵּט. שֶׁהָיוּ מוֹנִים לִשְׁנוֹת הַמְּלָכִים וְכוֹתְבִים בְּכָךְ וְכָךְ לְמֶלֶךְ פְּלוֹנִי, וּבְסוֹף הַגֵּט כּוֹתְבִין כְּדַת מֹשֶׁה וְיִשְׂרָאֵל, וּגְנַאי הַדָּבָר לְמֹשֶׁה: אֶת הַמּוֹשֵׁל מִלְמַעְלָן וְאֶת הַשֵּׁם מִלְּמַטָּן. שֶׁמַּקְדִּימִין שֵׁם פַּרְעֹה לְשֵׁם הַשֵּׁם, דִּכְתִיב וַיֹּאמֶר פַּרְעֹה מִי ה': וּכְשֶׁלָּקָה מַה הוּא אוֹמֵר ה' הַצַּדִּיק. כְּדֵי שֶׁלֹּא לְהַשְׁלִים הַמַּסֶּכְתָּא בְּמִי ה' אֲשֶׁר אֶשְׁמַע בְּקֹלוֹ, מִשּׁוּם אַל תַּעֲמֹד בְּדָבָר רַע {טו}, הִשְׁלִים בַּה' הַצַּדִּיק","rdfs:label":"ר\"ע מברטנורה משנה ידים ד ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-8"},{"uri":"jbr:mishna-yomtov-6-11-4-8","jbo:text":"עיקר תוי\"ט {יד} שאתם כו'. אמרו לו חכמים, כי אין זה גרעון למשה ואין בזה גדלה למלך. שאנו כותבין גם כן ה' עם פרעה ונקדים שם פרעה כו'. הרמב\"ם: {טו} ובמסכת פאה דמסים כי השחד יעור, הא תני וגו', ונתכון לסיפיה דקרא צדק צדק תרדף למען תחיה","jbo:textNikud":"עיקר תוי\"ט {יד} שֶׁאַתֶּם כוּ'. אָמְרוּ לוֹ חֲכָמִים, כִּי אֵין זֶה גֵּרָעוֹן לְמֹשֶׁה וְאֵין בָּזֶה גְּדֻלָּה לַמֶּלֶךְ. שֶׁאָנוּ כּוֹתְבִין גַּם כֵּן ה' עִם פַּרְעֹה וְנַקְדִּים שֵׁם פַּרְעֹה כוּ'. הָרַמְבַּ\"ם: {טו} וּבְמַסֶּכֶת פֵּאָה דִּמְסַיֵּם כִּי הַשֹּׁחַד יְעַוֵּר, הָא תָּנֵי וְגוֹ', וְנִתְכַּוֵּן לְסֵיפֵיהּ דִּקְרָא צֶדֶק צֶדֶק תִּרְדֹּף לְמַעַן תִּחְיֶה","rdfs:label":"עיקר תוי\"ט משנה ידים ד ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-6","jbo:masechet":"jbr:mishna-6-11","jbo:perek":"jbr:mishna-6-11-4","jbo:interprets":"jbr:mishna-6-11-4-8"}]}