{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-1","jbo:text":"מעשר שני, אין מוכרין אותו, ואין ממשכנין אותו {ב}, ואין מחליפין אותו, ולא שוקלין כנגדו. ולא יאמר אדם לחברו בירושלים, הילך יין ותן לי שמן. וכן שאר כל הפרות. אבל נותנין זה לזה מתנת חנם","jbo:textNikud":"מַעֲשֵׂר שֵׁנִי, אֵין מוֹכְרִין אוֹתוֹ, וְאֵין מְמַשְׁכְּנִין אוֹתוֹ {ב}, וְאֵין מַחֲלִיפִין אוֹתוֹ, וְלֹא שׁוֹקְלִין כְּנֶּגְדּוֹ. וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ בִּירוּשָׁלַיִם, הֵילָךְ יַיִן וְתֶן לִי שָׁמֶן. וְכֵן שְׁאָר כָּל הַפֵּרוֹת. אֲבָל נוֹתְנִין זֶה לָזֶה מַתְּנַת חִנָּם","rdfs:label":"משנה מעשר שני א א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-1","jbo:text":"ר\"ע מברטנורה מעשר שני אין מוכרין אותו. אפלו להוליכו לירושלים, לפי שהוא קדש. וסתם מתניתין כרבי מאיר {א} דאמר מעשר [שני] ממון גבוה הוא: ואין מחליפין אותו. לא יאמר לו הילך יין ותן לי שמן, שמן ותן לי יין: ואין שוקלין כנגדו. סלע של חלין כנגד סלע של מעשר שני {ג}, משום בזוי מצוה: ולא יאמר אדם לחברו בירושלים. לעיל אירי חוץ לירושלים, והכא קמשמע לן דאפלו בירושלים שקונין בדמיו מאכל ומשתה אינו רשאי להחליף: וכן שאר כל הפרות. אפלו אותן פרות דמעשר דידהו לא הוי אלא מדרבנן: אבל נותנים זה לזה מתנת חנם. כגון שמזמינו לאכל עמו על שלחנו. ודברי הכל היא, אבל לתת לו במתנה ממש לדברי האומר מתנה כמכר אסור {ד}","jbo:textNikud":"ר\"ע מברטנורה מַעֲשֵׂר שֵׁנִי אֵין מוֹכְרִין אוֹתוֹ. אֲפִלּוּ לְהוֹלִיכוֹ לִירוּשָׁלַיִם, לְפִי שֶׁהוּא קֹדֶשׁ. וּסְתָם מַתְנִיתִין כְּרַבִּי מֵאִיר {א} דְּאָמַר מַעֲשֵׂר [שֵׁנִי] מָמוֹן גָּבוֹהַּ הוּא: וְאֵין מַחֲלִיפִין אוֹתוֹ. לֹא יֹאמַר לוֹ הֵילָךְ יַיִן וְתֵן לִי שֶׁמֶן, שֶׁמֶן וְתֵן לִי יַיִן: וְאֵין שׁוֹקְלִין כְּנֶגְדּוֹ. סֶלַע שֶׁל חֻלִּין כְּנֶגֶד סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי {ג}, מִשּׁוּם בִּזּוּי מִצְוָה: וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ בִּירוּשָׁלַיִם. לְעֵיל אַיְרֵי חוּץ לִירוּשָׁלַיִם, וְהָכָא קָמַשְׁמַע לָן דַּאֲפִלּוּ בִירוּשָׁלַיִם שֶׁקּוֹנִין בְּדָמָיו מַאֲכָל וּמִשְׁתֶּה אֵינוֹ רַשַּׁאי לְהַחֲלִיף: וְכֵן שְׁאָר כָּל הַפֵּרוֹת. אֲפִלּוּ אוֹתָן פֵּרוֹת דְּמַעֲשֵׂר דִּידְהוּ לֹא הֲוֵי אֶלָּא מִדְּרַבָּנָן: אֲבָל נוֹתְנִים זֶה לָזֶה מַתְּנַת חִנָּם. כְּגוֹן שֶׁמַּזְמִינוֹ לֶאֱכֹל עִמּוֹ עַל שֻׁלְחָנוֹ. וְדִבְרֵי הַכֹּל הִיא, אֲבָל לָתֵת לוֹ בְּמַתָּנָה מַמָּשׁ לְדִבְרֵי הָאוֹמֵר מַתָּנָה כְּמֶכֶר אָסוּר {ד}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-1","jbo:text":"עיקר תוי\"ט {א} ובית הלל נמי סברי דממון גבוה הוא, לקמן במשנה ג' פרק ה': {ב} ואין ממשכנין אותו. מפני שכתוב בו ברכה. ירושלמי: {ג} ואפלו אם שוקל כדי לחלל על הסלע, מעשר שני, שמא לא יכון משקלותיו ולא יחלל (ועין במסכת שבת דף כב:). וכל שכן פרות כנגד פרות דאין שוקלין. הר\"ש: {ד} ונראה לי דדוקא לענין לתת במתנה מעשר שני פליגי. אבל אפשר ויכול להיות דלקבע למעשר כלי עלמא מודו דאין מתנה קובעת כמכר, וכשני סתמות משנה א' פרק ב' ומשנה ב' פרק ג' דמעשרות. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} וּבֵית הִלֵּל נַמִּי סָבְרֵי דְּמָמוֹן גָּבוֹהַּ הוּא, לְקַמָּן בְּמִשְׁנָה ג' פֶּרֶק ה': {ב} וְאֵין מְמַשְׁכְּנִין אוֹתוֹ. מִפְּנֵי שֶׁכָּתוּב בּוֹ בְּרָכָה. יְרוּשַׁלְמִי: {ג} וַאֲפִלּוּ אִם שׁוֹקֵל כְּדֵי לְחַלֵּל עַל הַסֶּלַע, מַעֲשֵׂר שֵׁנִי, שֶׁמָּא לֹא יְכַוֵּן מִשְׁקְלוֹתָיו וְלֹא יְחַלֵּל (וְעַיֵּן בְּמַסֶּכֶת שַׁבָּת דַּף כב:). וְכָל שֶׁכֵּן פֵּרוֹת כְּנֶגֶד פֵּרוֹת דְּאֵין שׁוֹקְלִין. הָרַ\"שׁ: {ד} וְנִרְאֶה לִי דְּדַוְקָא לְעִנְיַן לָתֵת בְּמַתָּנָה מַעֲשֵׂר שֵׁנִי פְּלִיגֵי. אֲבָל אֶפְשָׁר וְיָכוֹל לִהְיוֹת דְּלִקְבֹּעַ לַמַּעֲשֵׂר כֻּלֵּי עַלְמָא מוֹדוּ דְּאֵין מַתָּנָה קוֹבַעַת כְּמֶכֶר, וְכִשְׁנֵי סְתָמוֹת מִשְׁנָה א' פֶּרֶק ב' וּמִשְׁנָה ב' פֶּרֶק ג' דְּמַעַשְׂרוֹת. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-2","jbo:text":"מעשר בהמה, אין מוכרין אותו תמים חי, ולא בעל מום חי ושחוט, ואין מקדשין בו האשה. הבכור מוכרין אותו {ה} תמים חי, ובעל מום חי ושחוט, ומקדשין בו האשה. אין מחללין מעשר שני על אסימון, ולא על המטבע שאינו יוצא, ולא על המעות שאינן ברשותו","jbo:textNikud":"מַעְשַׂר בְּהֵמָה, אֵין מוֹכְרִין אוֹתוֹ תָּמִים חַי, וְלֹא בַעַל מוּם חַי וְשָׁחוּט, וְאֵין מְקַדְּשִׁין בּוֹ הָאִשָּׁה. הַבְּכוֹר מוֹכְרִין אוֹתוֹ {ה} תָּמִים חַי, וּבַעַל מוּם חַי וְשָׁחוּט, וּמְקַדְּשִׁין בּוֹ הָאִשָּׁה. אֵין מְחַלְּלִין מַעֲשֵׂר שֵׁנִי עַל אֲסִימוֹן, וְלֹא עַל הַמַּטְבֵּעַ שֶׁאֵינוֹ יוֹצֵא, וְלֹא עַל הַמָּעוֹת שֶׁאֵינָן בִּרְשׁוּתוֹ","rdfs:label":"משנה מעשר שני א ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-2","jbo:text":"ר\"ע מברטנורה אין מוכרין אותו. דגמרינן גאלה גאלה מחרמים, נאמר במעשר (ויקרא כז) לא יגאל, ונאמר בחרמים (שם) לא ימכר ולא יגאל, מה להלן מכירה עמו, אף כאן מכירה עמו: תמים חי. והוא הדין נמי שחוט, שנאמר לא יגאל, אינו נמכר לא חי ולא שחוט, לא תמים ולא בעל מום. אלא תמים, חלבו ודמו קרבין על גבי המזבח, והבשר אוכלין אותו הבעלים בירושלים. ובעל מום, אוכלים אותו הבעלים בכל מקום. ואידי דבעי למתני סיפא גבי בכור מוכרים אותו תמים חי, תני נמי רישא תמים חי: ואין מקדשין בו את האשה. דהוי כמכר: הבכור מוכרין אותו תמים חי. משום דבבכור כתיב (במדבר יח) לא תפדה, אבל נמכר הוא: ומקדשין בו את האשה. דממונו של כהן הוא ומתר למכרו: אסימון. מטבע שאין עליו צורה, ואין מחללין עליו מעשר שני דכתיב (דברים יד) וצרת הכסף בידך, כסף שיש עליו צורה: ולא על המטבע שאינו יוצא. דכתיב (שם) ונתת הכסף בכל אשר תאוה נפשך, פרט לכסף שאינו יוצא, שאינו יכול לקנות ממנו מה שהוא רוצה: ולא על המעות שאינן ברשותו. כגון שנפל כיסו לים הגדול, אינו יכול לפדות מעשר שני על מעות שבתוכו, שהוא צריך לשכר מי ששט על פני המים להוציאו","jbo:textNikud":"ר\"ע מברטנורה אֵין מוֹכְרִין אוֹתוֹ. דְּגָמְרִינַן גְּאֻלָּה גְּאֻלָּה מֵחֲרָמִים, נֶאֱמַר בְּמַעֲשֵׂר (וַיִּקְרָא כז) לֹא יִגָּאֵל, וְנֶאֱמַר בַּחֲרָמִים (שָׁם) לֹא יִמָּכֵר וְלֹא יִגָּאֵל, מַה לְּהַלָּן מְכִירָה עִמּוֹ, אַף כָּאן מְכִירָה עִמּוֹ: תָּמִים חַי. וְהוּא הַדִּין נַמִּי שָׁחוּט, שֶׁנֶּאֱמַר לֹא יִגָּאֵל, אֵינוֹ נִמְכָּר לֹא חַי וְלֹא שָׁחוּט, לֹא תָמִים וְלֹא בַעַל מוּם. אֶלָּא תָּמִים, חֶלְבּוֹ וְדָמוֹ קְרֵבִין עַל גַּבֵּי הַמִּזְבֵּחַ, וְהַבָּשָׂר אוֹכְלִין אוֹתוֹ הַבְּעָלִים בִּירוּשָׁלַיִם. וּבַעַל מוּם, אוֹכְלִים אוֹתוֹ הַבְּעָלִים בְּכָל מָקוֹם. וְאַיְדֵי דְבָעֵי לְמִתְנֵי סֵיפָא גַּבֵּי בְּכוֹר מוֹכְרִים אוֹתוֹ תָּמִים חַי, תָּנֵי נַמִּי רֵישָׁא תָּמִים חַי: וְאֵין מְקַדְּשִׁין בּוֹ אֶת הָאִשָּׁה. דַּהֲוֵי כְּמֶכֶר: הַבְּכוֹר מוֹכְרִין אוֹתוֹ תָּמִים חַי. מִשּׁוּם דְּבִבְכוֹר כְּתִיב (בְּמִדְבָּר יח) לֹא תִפְדֶּה, אֲבָל נִמְכָּר הוּא: וּמְקַדְּשִׁין בּוֹ אֶת הָאִשָּׁה. דְּמָמוֹנוֹ שֶׁל כֹּהֵן הוּא וּמֻתָּר לְמָכְרוֹ: אֲסִימוֹן. מַטְבֵּעַ שֶׁאֵין עָלָיו צוּרָה, וְאֵין מְחַלְּלִין עָלָיו מַעֲשֵׂר שֵׁנִי דִּכְתִיב (דְּבָרִים יד) וְצַרְתָּ הַכֶּסֶף בְּיָדֶךָ, כֶּסֶף שֶׁיֵּשׁ עָלָיו צוּרָה: וְלֹא עַל הַמַּטְבֵּעַ שֶׁאֵינוֹ יוֹצֵא. דִּכְתִיב (שָׁם) וְנָתַתָּ הַכֶּסֶף בְּכֹל אֲשֶׁר תְּאַוֶּה נַפְשְׁךָ, פְּרָט לְכֶסֶף שֶׁאֵינוֹ יוֹצֵא, שֶׁאֵינוֹ יָכוֹל לִקְנוֹת מִמֶּנּוּ מַה שֶּׁהוּא רוֹצֶה: וְלֹא עַל הַמָּעוֹת שֶׁאֵינָן בִּרְשׁוּתוֹ. כְּגוֹן שֶׁנָּפַל כִּיסוֹ לַיָּם הַגָּדוֹל, אֵינוֹ יָכוֹל לִפְדּוֹת מַעֲשֵׂר שֵׁנִי עַל מָעוֹת שֶׁבְּתוֹכוֹ, שֶׁהוּא צָרִיךְ לִשְׂכֹּר מִי שֶׁשָּׁט עַל פְּנֵי הַמַּיִם לְהוֹצִיאוֹ","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-2","jbo:text":"עיקר תוי\"ט {ה} הבכור מוכרין אותו. ואם תאמר כיון שהבכור לכהן, מה תועלת לזה שקנאו. הנה התועלת כי אם נפל בו מום והוא אצלו יאכל אותו הקונה אותו. הר\"מ. ומתניתין בזמן הזה, דבזמן המקדש אין מוכרין אותו תמים, שעומד לקרבן ואין לכהן זכות בו, כדאיתא בפרק קמא דתמורה. ומשום הכי לא מצי קתני שחוט, דתמים שחוט בזמן הזה יקבר, כדתנן סוף פרק ה' דבכורות. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ה} הַבְּכוֹר מוֹכְרִין אוֹתוֹ. וְאִם תֹּאמַר כֵּיוָן שֶׁהַבְּכוֹר לַכֹּהֵן, מַה תּוֹעֶלֶת לְזֶה שֶׁקְּנָאוֹ. הִנֵּה הַתּוֹעֶלֶת כִּי אִם נָפַל בּוֹ מוּם וְהוּא אֶצְלוֹ יֹאכַל אוֹתוֹ הַקּוֹנֶה אוֹתוֹ. הָרַ\"מ. וּמַתְנִיתִין בַּזְּמַן הַזֶּה, דְּבִזְמַן הַמִּקְדָּשׁ אֵין מוֹכְרִין אוֹתוֹ תָּמִים, שֶׁעוֹמֵד לְקָרְבָּן וְאֵין לַכֹּהֵן זְכוּת בּוֹ, כִּדְאִיתָא בְּפֶרֶק קַמָּא דִתְמוּרָה. וּמִשּׁוּם הָכִי לֹא מָצֵי קָתָנֵי שָׁחוּט, דְּתָמִים שָׁחוּט בַּזְּמַן הַזֶּה יִקָּבֵר, כְּדִתְנַן סוֹף פֶּרֶק ה' דִּבְכוֹרוֹת. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-3","jbo:text":"הלוקח בהמה לזבחי שלמים, או חיה לבשר תאוה, יצא העור לחלין {ו}, אף על פי שהעור מרבה על הבשר. כדי יין סתומות, מקום שדרכן למכר סתומות {ז}, יצא קנקן לחלין. האגוזים והשקדים, יצאו קלפיהם לחלין. התמד, עד שלא החמיץ, אינו נלקח בכסף מעשר. ומשהחמיץ, נלקח בכסף מעשר","jbo:textNikud":"הַלּוֹקֵחַ בְּהֵמָה לְזִבְחֵי שְׁלָמִים, אוֹ חַיָּה לִבְשַׂר תַּאֲוָה, יָצָא הָעוֹר לְחֻלִּין {ו}, אַף עַל פִּי שֶׁהָעוֹר מְרֻבֶּה עַל הַבָּשָׂר. כַּדֵּי יַיִן סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת {ז}, יָצָא קַנְקַן לְחֻלִּין. הָאֱגוֹזִים וְהַשְּׁקֵדִים, יָצְאוּ קְלִפֵּיהֶם לְחֻלִּין. הַתֶּמֶד, עַד שֶׁלֹּא הֶחְמִיץ, אֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר. וּמִשֶּׁהֶחְמִיץ, נִלְקָח בְּכֶסֶף מַעֲשֵׂר","rdfs:label":"משנה מעשר שני א ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-3","jbo:text":"ר\"ע מברטנורה הלוקח בהמה לזבחי שלמים. ממעות מעשר שני, שכך הוא עקר מצות מעות מעשר שני לקנות מהם שלמים, דילפינן שם שם לגזרה שוה מהר עיבל: וחיה. שאינה ראויה להקרבה, וקנאה ממעות מעשר שני לאכל אותה בשר תאוה, כלומר חלין: יצא העור לחלין. ואין צריך לאכל דמיו בירושלים: יצא הקנקן לחלין. ואין צריך למכרו ולאכל דמיו בקדשת מעשר בירושלים. והני מילי כשהמוכר והקונה הדיוטים ואין נותנים עיניהם אלא בבשר לאכל וביין לשתות, אבל אם אחד מהם אמן לעבד עורות, או יוצר חרס, דעכשיו ודאי נותן עיניו בעורות או בקנקנין, נעשה כקונה זה בפני עצמו וזה בפני עצמו, ולא יצאו לחלין: התמד. פסלת של ענבים שנתן עליהם מים {ח}: אינו נלקח בכסף מעשר. דחשיב כמו מים, ואנן בעינן פרי מפרי וגדולי קרקע {ט}: נלקח בכסף מעשר. דכיון שהחמיץ חשיב אכל, והוא דרמא תלתא ואשכח ארבעה","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ בְּהֵמָה לְזִבְחֵי שְׁלָמִים. מִמְּעוֹת מַעֲשֵׂר שֵׁנִי, שֶׁכָּךְ הוּא עִקַּר מִצְוַת מְעוֹת מַעֲשֵׂר שֵׁנִי לִקְנוֹת מֵהֶם שְׁלָמִים, דְּיָלְפִינַן שָׁם שָׁם לִגְזֵרָה שָׁוָה מֵהַר עֵיבָל: וְחַיָּה. שֶׁאֵינָהּ רְאוּיָה לְהַקְרָבָה, וּקְנָאָהּ מִמְּעוֹת מַעֲשֵׂר שֵׁנִי לֶאֱכֹל אוֹתָהּ בְּשַׂר תַּאֲוָה, כְּלוֹמַר חֻלִּין: יָצָא הָעוֹר לְחֻלִּין. וְאֵין צָרִיךְ לֶאֱכֹל דָּמָיו בִּירוּשָׁלַיִם: יָצָא הַקַּנְקַן לְחֻלִּין. וְאֵין צָרִיךְ לְמָכְרוֹ וְלֶאֱכֹל דָּמָיו בִּקְדֻשַּׁת מַעֲשֵׂר בִּירוּשָׁלַיִם. וְהַנֵּי מִילֵי כְּשֶׁהַמּוֹכֵר וְהַקּוֹנֶה הֶדְיוֹטִים וְאֵין נוֹתְנִים עֵינֵיהֶם אֶלָּא בַּבָּשָׂר לֶאֱכֹל וּבַיַּיִן לִשְׁתּוֹת, אֲבָל אִם אֶחָד מֵהֶם אֻמָּן לְעַבֵּד עוֹרוֹת, אוֹ יוֹצֵר חֶרֶס, דְּעַכְשָׁיו וַדַּאי נוֹתֵן עֵינָיו בָּעוֹרוֹת אוֹ בַקַּנְקַנִּין, נַעֲשָׂה כְּקוֹנֶה זֶה בִּפְנֵי עַצְמוֹ וְזֶה בִּפְנֵי עַצְמוֹ, וְלֹא יָצְאוּ לְחֻלִּין: הַתֶּמֶד. פְּסֹלֶת שֶׁל עֲנָבִים שֶׁנָּתַן עֲלֵיהֶם מַיִם {ח}: אֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר. דְּחָשִׁיב כְּמוֹ מַיִם, וַאֲנַן בָּעִינַן פְּרִי מִפְּרִי וְגִדּוּלֵי קַרְקַע {ט}: נִלְקָח בְּכֶסֶף מַעֲשֵׂר. דְּכֵיוָן שֶׁהֶחְמִיץ חָשִׁיב אֹכֶל, וְהוּא דְרָמָא תְּלָתָא וְאַשְׁכַּח אַרְבָּעָה","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-3","jbo:text":"עיקר תוי\"ט {ו} יצא העור לחלין. כלהו נפקא לן בריש פרק ב' דערובין. דתניא, בבקר, מלמד שלוקחים בקר על גבי עורו. ובצאן, מלמד שלוקחין צאן על גבי גזותיה. וביין, מלמד שלוקחין יין על גבי קנקנו. ובשכר, מלמד שלוקחין תמד משהחמיץ. ומיתורא דבי\"ת דריש. וחיה לבשר תאוה דנקנה אגב העור, וקלפי אגוזים, ילפינן במה מצינו. הר\"ש: {ז} שדרכן למכר סתומות. כלומר שמוכרין הקנקן עם היין. תוספות יום טוב בשם הפרוש: {ח} ובפרק בתרא דמעשרות משנה ו' מפרש, דכן בשמרים: {ט} ולקמן במשנה ה' הביא בריתא, דממעיט מים ומלח מגדולי קרקע, ופרש הר\"מ שהמים יסוד פשוט הם, והמלח אדמה שרופה. ומה שהביא הר\"ב כאן שממעטים מים משום דלא הוי פרי מפרי, הוא בריתא בערובין [דף כז]. וצריך לומר דהך בריתא סברה, שאף על פי שהמים נקוים מתחת לארץ ככתוב במעשה בראשית ולא מקרקע גדלי, מכל מקום הואיל ונובעים הם מהארץ ונראין כאלו גדלים ורבים מן הקרקע, איצטריך למעוטינהו משום דלא הוי פירי מפירי, וכן לאותו המלח שהוא מים שרופים. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ו} יָצָא הָעוֹר לְחֻלִּין. כֻּלְּהוּ נַפְקָא לָן בְּרֵישׁ פֶּרֶק ב' דְּעֵרוּבִין. דְּתַנְיָא, בַּבָּקָר, מְלַמֵּד שֶׁלּוֹקְחִים בָּקָר עַל גַּבֵּי עוֹרוֹ. וּבַצֹּאן, מְלַמֵּד שֶׁלּוֹקְחִין צֹאן עַל גַּבֵּי גִּזּוֹתֶיהָ. וּבַיַּיִן, מְלַמֵּד שֶׁלּוֹקְחִין יַיִן עַל גַּבֵּי קַנְקַנּוֹ. וּבַשֵּׁכָר, מְלַמֵּד שֶׁלּוֹקְחִין תֶּמֶד מִשֶּׁהֶחְמִיץ. וּמִיִּתּוּרָא דְבֵי\"ת דָּרֵישׁ. וְחַיָּה לִבְשַׂר תַּאֲוָה דְּנִקְנֶה אַגַּב הָעוֹר, וּקְלִפֵּי אֱגוֹזִים, יָלְפִינַן בְּמַה מָּצִינוּ. הָרַ\"שׁ: {ז} שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת. כְּלוֹמַר שֶׁמּוֹכְרִין הַקַּנְקַן עִם הַיַּיִן. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ: {ח} וּבְפֶרֶק בַּתְרָא דְמַעַשְׂרוֹת מִשְׁנָה ו' מְפָרֵשׁ, דְּכֵן בִּשְׁמָרִים: {ט} וּלְקַמָּן בְּמִשְׁנָה ה' הֵבִיא בְּרַיְתָא, דְּמַמְעִיט מַיִם וּמֶלַח מִגִּדּוּלֵי קַרְקַע, וּפֵרֵשׁ הָרַ\"מ שֶׁהַמַּיִם יְסוֹד פָּשׁוּט הֵם, וְהַמֶּלַח אֲדָמָה שְׂרוּפָה. וּמַה שֶּׁהֵבִיא הָרַ\"ב כָּאן שֶׁמְּמַעֲטִים מַיִם מִשּׁוּם דְּלֹא הֲוֵי פְּרִי מִפְּרִי, הוּא בְּרַיְתָא בְּעֵרוּבִין [דַּף כז]. וְצָרִיךְ לוֹמַר דְּהַךְ בְּרַיְתָא סְבָרָה, שֶׁאַף עַל פִּי שֶׁהַמַּיִם נִקְוִים מִתַּחַת לָאָרֶץ כַּכָּתוּב בְּמַעֲשֵׂה בְרֵאשִׁית וְלֹא מִקַּרְקַע גָּדְלֵי, מִכָּל מָקוֹם הוֹאִיל וְנוֹבְעִים הֵם מֵהָאָרֶץ וְנִרְאִין כְּאִלּוּ גְּדֵלִים וְרָבִים מִן הַקַּרְקַע, אִיצְטְרִיךְ לְמִעוּטִינְהוּ מִשּׁוּם דְּלֹא הֲוֵי פֵּירֵי מִפֵּירֵי, וְכֵן לְאוֹתוֹ הַמֶּלַח שֶׁהוּא מַיִם שְׂרוּפִים. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-4","jbo:text":"הלוקח חיה לזבחי שלמים, בהמה לבשר תאוה, לא יצא העור לחלין. כדי יין פתוחות או סתומות, מקום שדרכן למכר פתוחות, לא יצא קנקן לחלין. סלי זיתים וסלי ענבים עם הכלי, לא יצאו דמי הכלי לחלין","jbo:textNikud":"הַלּוֹקֵחַ חַיָּה לְזִבְחֵי שְׁלָמִים, בְּהֵמָה לִבְשַׂר תַּאֲוָה, לֹא יָצָא הָעוֹר לְחֻלִּין. כַּדֵּי יַיִן פְּתוּחוֹת אוֹ סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמָּכֵר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. סַלֵּי זֵיתִים וְסַלֵּי עֲנָבִים עִם הַכְּלִי, לֹא יָצְאוּ דְמֵי הַכְּלִי לְחֻלִּין","rdfs:label":"משנה מעשר שני א ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-4","jbo:text":"ר\"ע מברטנורה הלוקח חיה לזבחי שלמים. ואין קרבן בא מן החיה, דכתיב (ויקרא א) מן הבקר ומן הצאן: ובהמה לבשר תאוה. חכמים גזרו שלא יקנו בהמה ממעות מעשר שני אלא שלמים, לפי שבראשונה היה מתר לקח בהמה לבשר תאוה, כיון שראו שהיו הכל לוקחים בהמה לבשר תאוה ומבריחים אותה מעל גבי המזבח, חזרו ואמרו לא יקחו: אין העור יוצא לחלין. כלומר אינו בתורת זו שיצא העור לחלין, אלא לא קנה מעשר לא החיה ולא הבהמה, דנעשה כקונה שור לחרישה בדמי מעשר, דלא קנה מעשר: לא יצא הקנקן לחלין. כיון שנהגו למכר היין בלא הקנקן: לא יצאו דמי הכלי לחלין. לפי שדרך למכרן בלא הכלי","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ חַיָּה לְזִבְחֵי שְׁלָמִים. וְאֵין קָרְבָּן בָּא מִן הַחַיָּה, דִּכְתִיב (וַיִּקְרָא א) מִן הַבָּקָר וּמִן הַצֹּאן: וּבְהֵמָה לִבְשַׂר תַּאֲוָה. חֲכָמִים גָּזְרוּ שֶׁלֹּא יִקְנוּ בְּהֵמָה מִמְּעוֹת מַעֲשֵׂר שֵׁנִי אֶלָּא שְׁלָמִים, לְפִי שֶׁבָּרִאשׁוֹנָה הָיָה מֻתָּר לִקַּח בְּהֵמָה לִבְשַׂר תַּאֲוָה, כֵּיוָן שֶׁרָאוּ שֶׁהָיוּ הַכֹּל לוֹקְחִים בְּהֵמָה לִבְשַׂר תַּאֲוָה וּמַבְרִיחִים אוֹתָהּ מֵעַל גַּבֵּי הַמִּזְבֵּחַ, חָזְרוּ וְאָמְרוּ לֹא יִקְחוּ: אֵין הָעוֹר יוֹצֵא לְחֻלִּין. כְּלוֹמַר אֵינוֹ בְתוֹרַת זוֹ שֶׁיֵּצֵא הָעוֹר לְחֻלִּין, אֶלָּא לֹא קָנָה מַעֲשֵׂר לֹא הַחַיָּה וְלֹא הַבְּהֵמָה, דְּנַעֲשֶׂה כְּקוֹנֶה שׁוֹר לַחֲרִישָׁה בִּדְמֵי מַעֲשֵׂר, דְּלֹא קָנָה מַעֲשֵׂר: לֹא יָצָא הַקַּנְקַן לְחֻלִּין. כֵּיוָן שֶׁנָּהֲגוּ לִמְכֹּר הַיַּיִן בְּלֹא הַקַּנְקַן: לֹא יָצְאוּ דְמֵי הַכְּלִי לְחֻלִּין. לְפִי שֶׁדֶּרֶךְ לְמָכְרָן בְּלֹא הַכְּלִי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-5","jbo:text":"הלוקח מים, ומלח, ופרות המחברים לקרקע, או פרות שאינן יכולין להגיע לירושלים, לא קנה מעשר. הלוקח פרות, שוגג, יחזרו דמים למקומן. מזיד, יעלו ויאכלו במקום. ואם אין מקדש, ירקבו","jbo:textNikud":"הַלּוֹקֵחַ מַיִם, וּמֶלַח, וּפֵרוֹת הַמְחֻבָּרִים לַקַּרְקַע, אוֹ פֵרוֹת שֶׁאֵינָן יְכוֹלִין לְהַגִּיעַ לִירוּשָׁלַיִם, לֹא קָנָה מַעֲשֵׂר. הַלּוֹקֵחַ פֵּרוֹת, שׁוֹגֵג, יַחְזְרוּ דָמִים לִמְקוֹמָן. מֵזִיד, יָעֳלוּ וְיֵאָכְלוּ בַמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, יֵרַקְּבוּ","rdfs:label":"משנה מעשר שני א ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-5","jbo:text":"ר\"ע מברטנורה הלוקח מים ומלח וכו'. מים ומלח אין נקנים בכסף מעשר שני, דכתיב (דברים יד) ונתת הכסף בכל אשר תאוה נפשך, כלל, בבקר ובצאן וביין ובשכר, פרט, ובכל אשר תשאלך נפשך, חזר וכלל, כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפרש דבר שהוא אכל וגדולי קרקע, דבקר וצאן גדלים מן הצמחים שהם גדולי קרקע, ותלוש, ודבר המתקים עד שמוליכן לירושלים, אף כל דבר שהוא אכל וגדולי קרקע ותלוש ודבר המתקים, יצאו מים ומלח שאף על פי שהן אכל אינן גדולי קרקע, יצאו פרות המחברים לקרקע, שאינן תלושים, יצאו פרות הנרקבים קדם שיגיעו לירושלים שאינן דבר המתקים, שכל אלו אין נקחים בכסף מעשר: לא קנה מעשר. ולא חלה קדשת מעשר על הדבר הקנוי ולא יצאו המעות לחלין: הלוקח פרות שוגג. שלא היה יודע שמכסף מעשר הוא קונה: יחזרו דמים למקומן. המוכר לוקח פרותיו ומחזיר הדמים, משום דהוי כמקח טעות, שאם היה יודע הלוקח שהם דמי מעשר לא היה לוקח בהם פרות הללו, משום טרח הדרך, וכיון דשוגג הוא בטל מקח {י}: מזיד. שידע שכסף מעשר הוא: יעלו ויאכלו במקום. אשר יבחר ה', כלומר בירושלים: ואם אין מקדש ירקבו. שהדבר הקנוי בכסף מעשר אינו נפדה טהור ברחוק מקום, כדתנן לקמן בפרק ג'","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ מַיִם וּמֶלַח וְכוּ'. מַיִם וּמֶלַח אֵין נִקְנִים בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, דִּכְתִיב (דְּבָרִים יד) וְנָתַתָּ הַכֶּסֶף בְּכֹל אֲשֶׁר תְּאַוֶּה נַפְשְׁךָ, כְּלָל, בַּבָּקָר וּבַצֹּאן וּבַיַּיִן וּבַשֵּׁכָר, פְּרָט, וּבְכֹל אֲשֶׁר תִּשְׁאָלְךָ נַפְשֶׁךָ, חָזַר וְכָלַל, כְּלָל וּפְרָט וּכְלָל אִי אַתָּה דָן אֶלָּא כְּעֵין הַפְּרָט, מָה הַפְּרָט מְפֹרָשׁ דָּבָר שֶׁהוּא אֹכֶל וְגִדּוּלֵי קַרְקַע, דְּבָקָר וָצֹאן גְּדֵלִים מִן הַצְּמָחִים שֶׁהֵם גִּדּוּלֵי קַרְקַע, וְתָלוּשׁ, וְדָבָר הַמִּתְקַיֵּם עַד שֶׁמּוֹלִיכָן לִירוּשָׁלַיִם, אַף כָּל דָּבָר שֶׁהוּא אֹכֶל וְגִדּוּלֵי קַרְקַע וְתָלוּשׁ וְדָבָר הַמִּתְקַיֵּם, יָצְאוּ מַיִם וּמֶלַח שֶׁאַף עַל פִּי שֶׁהֵן אֹכֶל אֵינָן גִּדּוּלֵי קַרְקַע, יָצְאוּ פֵרוֹת הַמְחֻבָּרִים לַקַּרְקַע, שֶׁאֵינָן תְּלוּשִׁים, יָצְאוּ פֵרוֹת הַנִּרְקָבִים קֹדֶם שֶׁיַּגִּיעוּ לִירוּשָׁלַיִם שֶׁאֵינָן דָּבָר הַמִּתְקַיֵּם, שֶׁכָּל אֵלּוּ אֵין נִקָּחִים בְּכֶסֶף מַעֲשֵׂר: לֹא קָנָה מַעֲשֵׂר. וְלֹא חָלָה קְדֻשַּׁת מַעֲשֵׂר עַל הַדָּבָר הַקָּנוּי וְלֹא יָצְאוּ הַמָּעוֹת לְחֻלִּין: הַלּוֹקֵחַ פֵּרוֹת שׁוֹגֵג. שֶׁלֹּא הָיָה יוֹדֵעַ שֶׁמִּכֶּסֶף מַעֲשֵׂר הוּא קוֹנֶה: יַחְזְרוּ דָמִים לִמְקוֹמָן. הַמּוֹכֵר לוֹקֵחַ פֵּרוֹתָיו וּמַחֲזִיר הַדָּמִים, מִשּׁוּם דַּהֲוֵי כְּמִקַּח טָעוּת, שֶׁאִם הָיָה יוֹדֵעַ הַלּוֹקֵחַ שֶׁהֵם דְּמֵי מַעֲשֵׂר לֹא הָיָה לוֹקֵחַ בָּהֶם פֵּרוֹת הַלָּלוּ, מִשּׁוּם טֹרַח הַדֶּרֶךְ, וְכֵיוָן דְּשׁוֹגֵג הוּא בָּטֵל מִקָּח {י}: מֵזִיד. שֶׁיָּדַע שֶׁכֶּסֶף מַעֲשֵׂר הוּא: יָעֳלוּ וְיֵאָכְלוּ בַּמָּקוֹם. אֲשֶׁר יִבְחַר ה', כְּלוֹמַר בִּירוּשָׁלַיִם: וְאִם אֵין מִקְדָּשׁ יֵרַקְּבוּ. שֶׁהַדָּבָר הַקָּנוּי בְּכֶסֶף מַעֲשֵׂר אֵינוֹ נִפְדֶּה טָהוֹר בְּרִחוּק מָקוֹם, כְּדִתְנַן לְקַמָּן בְּפֶרֶק ג'","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-5","jbo:text":"עיקר תוי\"ט {י} כלומר דאנן סהדי שלא היה לוקח בהם, ומשום הכי לא מצי המוכר לטעון דלמא מזיד הוא. אבל אין לפרש במאמינו, דאם כן, לקמן במשנה ז' דמוקי לה הר\"ב בברח או במזיד, לוקמיה באינו מאמינו. כן נראה לי. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} כְּלוֹמַר דַּאֲנַן סַהֲדֵי שֶׁלֹּא הָיָה לוֹקֵחַ בָּהֶם, וּמִשּׁוּם הָכִי לֹא מָצֵי הַמּוֹכֵר לִטְעוֹן דִּלְמָא מֵזִיד הוּא. אֲבָל אֵין לְפָרֵשׁ בְּמַאֲמִינוֹ, דְּאִם כֵּן, לְקַמָּן בְּמִשְׁנָה ז' דְּמוֹקֵי לַהּ הָרַ\"ב בְּבָרַח אוֹ בְמֵזִיד, לוֹקְמֵיהּ בְּאֵינוֹ מַאֲמִינוֹ. כֵּן נִרְאֶה לִי. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-6","jbo:text":"הלוקח בהמה, שוגג, יחזרו דמיה למקומן. מזיד, תעלה ותאכל במקום. ואם אין מקדש, תקבר {יא} על ידי עורה","jbo:textNikud":"הַלּוֹקֵחַ בְּהֵמָה, שׁוֹגֵג, יַחְזְרוּ דָמֶיהָ לִמְקוֹמָן. מֵזִיד, תָּעֳלֶה וְתֵאָכֵל בַּמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, תִּקָּבֵר {יא} עַל יְדֵי עוֹרָהּ","rdfs:label":"משנה מעשר שני א ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-6","jbo:text":"ר\"ע מברטנורה תקבר על ידי עורה. עם עורה {יב}, לפי שגם עורה אסור","jbo:textNikud":"ר\"ע מברטנורה תִּקָּבֵר עַל יְדֵי עוֹרָהּ. עִם עוֹרָהּ {יב}, לְפִי שֶׁגַּם עוֹרָהּ אָסוּר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-6","jbo:text":"עיקר תוי\"ט {יא} תקבר. אם מתה. כך כתב הר\"מ, וכך תנן בפרק ג' משנה י\"א: {יב} ולא דמי למשנה ג' דיצא העור לחלין, דהתם לזבחי שלמים נקנית ונותן עיניו בבשר. אבל הכא דתקבר, נמצא שהוא כאלו לא נתן עיניו בבשר. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} תִּקָּבֵר. אִם מֵתָה. כָּךְ כָּתַב הָרַ\"מ, וְכָךְ תְּנַן בְּפֶרֶק ג' מִשְׁנָה י\"א: {יב} וְלֹא דָמִי לְמִשְׁנָה ג' דְּיָצָא הָעוֹר לְחֻלִּין, דְּהָתָם לְזִבְחֵי שְׁלָמִים נִקְנֵית וְנוֹתֵן עֵינָיו בַּבָּשָׂר. אֲבָל הָכָא דְתִקָּבֵר, נִמְצָא שֶׁהוּא כְּאִלּוּ לֹא נָתַן עֵינָיו בַּבָּשָׂר. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-1-8-1-7","jbo:text":"אין לוקחין עבדים ושפחות וקרקעות ובהמה טמאה מדמי מעשר שני. ואם לקח, יאכל כנגדן {יג}. אין מביאין קני זבים, וקני זבות, וקני יולדות, חטאות, ואשמות, מדמי מעשר שני. ואם הביא, יאכל כנגדם. זה הכלל, כל שהוא חוץ לאכילה ולשתיה ולסיכה מדמי מעשר שני, יאכל כנגדו","jbo:textNikud":"אֵין לוֹקְחִין עֲבָדִים וּשְׁפָחוֹת וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם לָקַח, יֹאכַל כְּנֶגְדָּן {יג}. אֵין מְבִיאִין קִנֵּי זָבִים, וְקִנֵּי זָבוֹת, וְקִנֵּי יוֹלְדוֹת, חַטָּאוֹת, וַאֲשָׁמוֹת, מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם הֵבִיא, יֹאכַל כְּנֶגְדָּם. זֶה הַכְּלָל, כָּל שֶׁהוּא חוּץ לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי, יֹאכַל כְּנֶגְדּוֹ","rdfs:label":"משנה מעשר שני א ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-bartanura-1-8-1-7","jbo:text":"ר\"ע מברטנורה אין לוקחין עבדים וקרקעות. לפי שאינן אכל, ורחמנא אמר (דברים יד) בבקר ובצאן ואכלת שם: יאכל כנגדן. כנגד מעות מעשר שני שהוציא בדברים הללו, יוציא משלו ויקנה דבר שהוא אכל ויאכל בקדשת מעשר בירושלים. והכא מירי כשברח המוכר, ומשום הכי לא תנא יחזרו דמים למקומן. אי נמי מתניתין אירי במזיד, אבל שוגג יחזרו דמים למקומן: קני זבים וקני זבות. שתי תורים או שני בני יונה שחיבין הזבים והזבות להביא. וקימא לן דכל דבר שהוא חובה אינו בא אלא מן החלין, שאין אדם פורע חובו במעות מעשר שני","jbo:textNikud":"ר\"ע מברטנורה אֵין לוֹקְחִין עֲבָדִים וְקַרְקָעוֹת. לְפִי שֶׁאֵינָן אֹכֶל, וְרַחֲמָנָא אָמַר (דְּבָרִים יד) בַּבָּקָר וּבַצֹּאן וְאָכַלְתָּ שָׁם: יֹאכַל כְּנֶגְדָּן. כְּנֶגֶד מְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁהוֹצִיא בַּדְּבָרִים הַלָּלוּ, יוֹצִיא מִשֶּׁלּוֹ וְיִקְנֶה דָּבָר שֶׁהוּא אֹכֶל וְיֹאכַל בִּקְדֻשַּׁת מַעֲשֵׂר בִּירוּשָׁלַיִם. וְהָכָא מַיְרֵי כְּשֶׁבָּרַח הַמּוֹכֵר, וּמִשּׁוּם הָכִי לֹא תְנָא יַחְזְרוּ דָמִים לִמְקוֹמָן. אִי נַמִּי מַתְנִיתִין אַיְרֵי בְּמֵזִיד, אֲבָל שׁוֹגֵג יַחְזְרוּ דָמִים לִמְקוֹמָן: קִנֵּי זָבִים וְקִנֵּי זָבוֹת. שְׁתֵּי תוֹרִים אוֹ שְׁנֵי בְנֵי יוֹנָה שֶׁחַיָּבִין הַזָּבִים וְהַזָּבוֹת לְהָבִיא. וְקַיְמָא לָן דְּכָל דָּבָר שֶׁהוּא חוֹבָה אֵינוֹ בָא אֶלָּא מִן הַחֻלִּין, שֶׁאֵין אָדָם פּוֹרֵעַ חוֹבוֹ בִּמְעוֹת מַעֲשֵׂר שֵׁנִי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני א ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-1"],"uri":"jbr:mishna-yomtov-1-8-1-7","jbo:text":"עיקר תוי\"ט {יג} יאכל כנגדן. שיחלל אלו המעות על אותן שביד המוכר. וכלה מלתא משום קנסא, כדמוכח בגמרא. רש\"י פרק ב' דקדושין דף נ\"ו.","jbo:textNikud":"עיקר תוי\"ט {יג} יֹאכַל כְּנֶגְדָּן. שֶׁיְּחַלֵּל אֵלּוּ הַמָּעוֹת עַל אוֹתָן שֶׁבְּיַד הַמּוֹכֵר. וְכֻלָּהּ מִלְּתָא מִשּׁוּם קְנָסָא, כִּדְמוּכָח בַּגְּמָרָא. רַשִׁ\"י פֶּרֶק ב' דְּקִדּוּשִׁין דַּף נ\"ו.","rdfs:label":"עיקר תוי\"ט משנה מעשר שני א ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-1","jbo:text":"מעשר שני, נתן לאכילה ולשתיה ולסיכה, לאכל דבר שדרכו לאכל, לסוך דבר שדרכו לסוך. לא יסוך יין וחמץ, אבל סך הוא את השמן. אין מפטמין שמן של מעשר שני, ואין לוקחין בדמי מעשר שני שמן מפטם, אבל מפטם הוא את היין {ב}. נפל לתוכו דבש ותבלין והשביחו, השבח לפי חשבון. דגים שנתבשלו עם הקפלוטות של מעשר שני והשביחו, השבח לפי חשבון. עסה של מעשר שני שאפאה והשביח, השבח לשני. זה הכלל, כל ששבחו נכר {ג}, השבח לפי החשבון. וכל שאין שבחו נכר, השבח לשני","jbo:textNikud":"מַעֲשֵׂר שֵׁנִי, נִתָּן לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה, לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, לָסוּךְ דָּבָר שֶׁדַּרְכּוֹ לָסוּךְ. לֹא יָסוּךְ יַיִן וְחֹמֶץ, אֲבָל סָךְ הוּא אֶת הַשֶּׁמֶן. אֵין מְפַטְּמִין שֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי, וְאֵין לוֹקְחִין בִּדְמֵי מַעֲשֵׂר שֵׁנִי שֶׁמֶן מְפֻטָּם, אֲבָל מְפַטֵּם הוּא אֶת הַיַּיִן {ב}. נָפַל לְתוֹכוֹ דְבַשׁ וּתְבָלִין וְהִשְׁבִּיחוֹ, הַשֶּׁבַח לְפִי חֶשְׁבּוֹן. דָּגִים שֶׁנִּתְבַּשְּׁלוּ עִם הַקַּפְלוֹטוֹת שֶׁל מַעֲשֵׂר שֵׁנִי וְהִשְׁבִּיחוּ, הַשֶּׁבַח לְפִי חֶשְׁבּוֹן. עִסָּה שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁאֲפָאָהּ וְהִשְׁבִּיחַ, הַשֶּׁבַח לַשֵּׁנִי. זֶה הַכְּלָל, כָּל שֶׁשִּׁבְחוֹ נִכָּר {ג}, הַשֶּׁבַח לְפִי הַחֶשְׁבּוֹן. וְכָל שֶׁאֵין שִׁבְחוֹ נִכָּר, הַשֶּׁבַח לַשֵּׁנִי","rdfs:label":"משנה מעשר שני ב א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-1","jbo:text":"ר\"ע מברטנורה מעשר שני נתן לאכילה ולשתיה. דכתיב (דברים יד) בבקר ובצאן וביין ובשכר ואכלת שם, ושתיה בכלל אכילה {א}. וסיכה כשתיה דכתיב (תהלים קט) ותבא כמים בקרבו וכשמן בעצמותיו: לאכל דבר שדרכו לאכל. שאם קנה בכסף מעשר פת ונתעפשה, יין והקרים, תבשיל ונבאש, אין מחיבין אותו לאכל דבר שאין דרכו לאכל כדי שלא יפסדו מעות של מעשר שני. אי נמי בקש לאכל תרדין לחין חיין או לכוס חטין חיות, אין שומעין לו, כיון שאין דרכן לאכלן כך: אין מפטמין את השמן. לשים בתוכו עקרין וראשי בשמים, משום דבלעי השמן ואזיל לאבוד, שהשרשים אינן נאכלין: ואין לוקחין בדמי מעשר שני שמן מפטם. משום דבעינן דבר השוה לכל אדם, וזה אינו אלא למפנקים ולמענגים: אבל מפטם הוא את היין. לעשותו ינומולין וכיוצא בהן: נפל. לתוך יין של מעשר שני כשהוא חוץ לירושלים דבש ותבלין והשביח, חולקין את השבח לפי חשבון, כגון אם היין שוה שתי סלעים ודבש ותבלין שוין סלע והשביחו ועמדו על ארבע סלעים, פודה את היין בשתי סלעים ושני שלישי סלע: קפלוטות. כרתי, פורו\"ש בלע\"ז: השבח לשני. ופודה את הפת בשויו, ואין חולקין השבח לעצים של חלין, אלא כל השבח למעשר שני, לפי שאין שבח עצים נכר בפת: כל ששבחו נכר. ששבח החלין נכר במעשר שני, שהוסיפו החלין על המעשר במדה ובמשקל, אבל אם לא הוסיפו אלא בטעם, אף על פי שנתעלה בדמים מחמת הטעם, אין זה שבחו נכר","jbo:textNikud":"ר\"ע מברטנורה מַעֲשֵׂר שֵׁנִי נִתָּן לַאֲכִילָה וְלִשְׁתִיָּה. דִּכְתִיב (דְּבָרִים יד) בַּבָּקָר וּבַצֹּאן וּבַיַּיִן וּבַשֵּׁכָר וְאָכַלְתָּ שָׁם, וּשְׁתִיָּה בִּכְלַל אֲכִילָה {א}. וְסִיכָה כִּשְׁתִיָּה דִּכְתִיב (תְּהִלִּים קט) וַתָּבֹא כַמַּיִם בְּקִרְבּוֹ וְכַשֶּׁמֶן בְּעַצְמוֹתָיו: לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל. שֶׁאִם קָנָה בְּכֶסֶף מַעֲשֵׂר פַּת וְנִתְעַפְּשָׁה, יַיִן וְהִקְרִים, תַּבְשִׁיל וְנִבְאַשׁ, אֵין מְחַיְּבִין אוֹתוֹ לֶאֱכֹל דָּבָר שֶׁאֵין דַּרְכּוֹ לֶאֱכֹל כְּדֵי שֶׁלֹּא יִפָּסְדוּ מָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי. אִי נַמִּי בִּקֵּשׁ לֶאֱכֹל תְּרָדִין לַחִין חַיִּין אוֹ לָכוֹס חִטִּין חַיּוֹת, אֵין שׁוֹמְעִין לוֹ, כֵּיוָן שֶׁאֵין דַּרְכָּן לְאָכְלָן כָּךְ: אֵין מְפַטְּמִין אֶת הַשֶּׁמֶן. לָשִׂים בְּתוֹכוֹ עִקָּרִין וְרָאשֵׁי בְשָׂמִים, מִשּׁוּם דְּבָלְעֵי הַשֶּׁמֶן וְאָזֵיל לְאִבּוּד, שֶׁהַשָּׁרָשִׁים אֵינָן נֶאֱכָלִין: וְאֵין לוֹקְחִין בִּדְמֵי מַעֲשֵׂר שֵׁנִי שֶׁמֶן מְפֻטָּם. מִשּׁוּם דְּבָעִינַן דָּבָר הַשָּׁוֶה לְכָל אָדָם, וְזֶה אֵינוֹ אֶלָּא לִמְפֻנָּקִים וְלִמְעֻנָּגִים: אֲבָל מְפַטֵּם הוּא אֶת הַיַּיִן. לַעֲשׂוֹתוֹ יֵנוּמוּלִין וְכַיּוֹצֵא בָהֶן: נָפַל. לְתוֹךְ יַיִן שֶׁל מַעֲשֵׂר שֵׁנִי כְּשֶׁהוּא חוּץ לִירוּשָׁלַיִם דְּבַשׁ וּתְבָלִין וְהִשְׁבִּיחַ, חוֹלְקִין אֶת הַשֶּׁבַח לְפִי חֶשְׁבּוֹן, כְּגוֹן אִם הַיַּיִן שָׁוֶה שְׁתֵּי סְלָעִים וּדְבַשׁ וּתְבָלִין שָׁוִין סֶלַע וְהִשְׁבִּיחוּ וְעָמְדוּ עַל אַרְבַּע סְלָעִים, פּוֹדֶה אֶת הַיַּיִן בִּשְׁתֵּי סְלָעִים וּשְׁנֵי שְׁלִישֵׁי סֶלַע: קַפְלוֹטוֹת. כַּרְתִי, פורו\"ש בְּלַעַ\"ז: הַשֶּׁבַח לַשֵּׁנִי. וּפוֹדֶה אֶת הַפַּת בְּשָׁוְיוֹ, וְאֵין חוֹלְקִין הַשֶּׁבַח לָעֵצִים שֶׁל חֻלִּין, אֶלָּא כָּל הַשֶּׁבַח לְמַעֲשֵׂר שֵׁנִי, לְפִי שֶׁאֵין שְׁבַח עֵצִים נִכָּר בַּפַּת: כָּל שֶׁשִּׁבְחוֹ נִכָּר. שֶׁשְּׁבַח הַחֻלִּין נִכָּר בַּמַּעֲשֵׂר שֵׁנִי, שֶׁהוֹסִיפוּ הַחֻלִּין עַל הַמַּעֲשֵׂר בְּמִדָּה וּבְמִשְׁקָל, אֲבָל אִם לֹא הוֹסִיפוּ אֶלָּא בַּטַּעַם, אַף עַל פִּי שֶׁנִּתְעַלָּה בְדָמִים מֵחֲמַת הַטַּעַם, אֵין זֶה שִׁבְחוֹ נִכָּר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-1","jbo:text":"עיקר תוי\"ט {א} במסכת יומא (דף עו) מסיק דשתיה בכלל אכילה מדכתיב ובשכר, וגמר שכר שכר מנזיר, מה בנזיר יין דרך שכרותו בשתיה, אף כאן [בשכר] יין בשתיה, וקריה רחמנא ואכלת. תוספות יום טוב. בהוספת לשון הגמרא ופרוש רש\"י: {ב} את היין. נראה לי, לפי שאין היין נבלע בהם אבל הם נותנים טעם טוב ביין. תוספות יום טוב. ולי נראה דהיין שותין עם הדבש והבשמים, מה שאין כן בשמן. תוספות חדשים: {ג} ששבחו נכר. לא דמי לשבח עצים דמשנה ה' פרק ג' דערלה דיש שבח עצים בפת, שהם אסורי הנאה. [ועין שם בעקר תוספות יום טוב אות ח]","jbo:textNikud":"עיקר תוי\"ט {א} בְּמַסֶּכֶת יוֹמָא (דַּף עו) מַסִּיק דִּשְׁתִיָּה בִּכְלַל אֲכִילָה מִדִּכְתִיב וּבַשֵּׁכָר, וְגָמַר שֵׁכָר שֵׁכָר מִנָּזִיר, מַה בְּנָזִיר יַיִן דֶּרֶךְ שִׁכְרוּתוֹ בִּשְׁתִיָּה, אַף כָּאן [בְּשֵׁכָר] יַיִן בִּשְׁתִיָּה, וְקַרְיֵהּ רַחֲמָנָא וְאָכַלְתָּ. תּוֹסְפוֹת יוֹם טוֹב. בְּהוֹסָפַת לְשׁוֹן הַגְּמָרָא וּפֵרוּשׁ רַשִׁ\"י: {ב} אֶת הַיַּיִן. נִרְאֶה לִי, לְפִי שֶׁאֵין הַיַּיִן נִבְלַע בָּהֶם אֲבָל הֵם נוֹתְנִים טַעַם טוֹב בַּיַּיִן. תּוֹסְפוֹת יוֹם טוֹב. וְלִי נִרְאֶה דְּהַיַּיִן שׁוֹתִין עִם הַדְּבַשׁ וְהַבְּשָׂמִים, מַה שֶּׁאֵין כֵּן בַּשֶּׁמֶן. תּוֹסָפוֹת חֲדָשִׁים: {ג} שֶׁשִּׁבְחוֹ נִכָּר. לֹא דָמִי לִשְׁבַח עֵצִים דְּמִשְׁנָה ה' פֶּרֶק ג' דְּעָרְלָה דְּיֵשׁ שְׁבַח עֵצִים בַּפַּת, שֶׁהֵם אִסּוּרֵי הֲנָאָה. [וְעַיֵּן שָׁם בְּעִקַּר תּוֹסְפוֹת יוֹם טוֹב אוֹת ח]","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-2","jbo:text":"רבי שמעון אומר, אין סכין שמן של מעשר שני בירושלים. וחכמים מתירין. אמרו לו לרבי שמעון, אם הקל בתרומה חמורה, לא נקל במעשר שני הקל. אמר להם, מה, לא {ה}, אם הקל בתרומה החמורה מקום שהקל בכרשינים ובתלתן, נקל במעשר שני הקל מקום שלא הקל בכרשינים ובתלתן","jbo:textNikud":"רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין סָכִין שֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם. וַחֲכָמִים מַתִּירִין. אָמְרוּ לוֹ לְרַבִּי שִׁמְעוֹן, אִם הֵקֵל בִּתְרוּמָה חֲמוּרָה, לֹא נָקֵל בְּמַעֲשֵׂר שֵׁנִי הַקַּל. אָמַר לָהֶם, מַה, לֹא {ה}, אִם הֵקֵל בִּתְרוּמָה הַחֲמוּרָה מְקוֹם שֶׁהֵקֵל בְּכַרְשִׁינִים וּבְתִלְתָּן, נָקֵל בְּמַעֲשֵׂר שֵׁנִי הַקַּל מְקוֹם שֶׁלֹּא הֵקֵל בְּכַרְשִׁינִים וּבְתִלְתָּן","rdfs:label":"משנה מעשר שני ב ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-2","jbo:text":"ר\"ע מברטנורה רבי שמעון אומר אין סכין. קסבר לא נתן שמן של מעשר שני לסיכה {ד} אלא לאכילה בלבד: אם הקל בתרומה. שאתה מודה דמתרת בסיכה, כדתנן בפרק שמיני דשביעית וכן בתרומה וכן במעשר שני, ולא קא מפלגת בתרומה: שהקל בכרשינין ובתלתן. של תרומה יותר מבמעשר שני, כדבעינן למימר לקמן, הלכך דין הוא נמי שנקל בסיכה גבי תרומה. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה רַבִּי שִׁמְעוֹן אוֹמֵר אֵין סָכִין. קָסָבַר לֹא נִתָּן שֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי לְסִיכָה {ד} אֶלָּא לַאֲכִילָה בִּלְבָד: אִם הֵקֵל בִּתְרוּמָה. שֶׁאַתָּה מוֹדֶה דְּמֻתֶּרֶת בְּסִיכָה, כְּדִתְנַן בְּפֶרֶק שְׁמִינִי דִּשְׁבִיעִית וְכֵן בִּתְרוּמָה וְכֵן בְּמַעֲשֵׂר שֵׁנִי, וְלֹא קָא מִפְלָגַת בִּתְרוּמָה: שֶׁהֵקֵל בְּכַרְשִׁינִין וּבְתִלְתָּן. שֶׁל תְּרוּמָה יוֹתֵר מִבְּמַעֲשֵׂר שֵׁנִי, כִּדְבָעִינַן לְמֵימַר לְקַמָּן, הִלְכָּךְ דִּין הוּא נַמִּי שֶׁנָּקֵל בְּסִיכָה גַּבֵּי תְרוּמָה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-2","jbo:text":"עיקר תוי\"ט {ד} ועל פרוש זה הקשה הר\"מ דאם כן הוה ליה למימר רבי שמעון אומר אין סכין מעשר שני, ולמה לו להזכיר בירושלים. ומפרש, שרבי שמעון אומר שאסור לאדם לומר לחברו בירושלים שהוא מקום מיחד להוציא מעשר שני, שימשח אותו בשמן של מעשר שני ותמשח יד מושחו ותהיה זה שכרו על המשיחה שמשחו, ואינו מתר שישתכר אדם ממעות מעשר שני. וחכמים מתירין זה כי הם אומרים שאין דמים למשיחת ידו ואין מקפידין בזה: {ה} מה לא כו'. פרוש, מה זה, לא כך, אם הקל וכו'","jbo:textNikud":"עיקר תוי\"ט {ד} וְעַל פֵּרוּשׁ זֶה הִקְשָׁה הָרַ\"מ דְּאִם כֵּן הֲוָה לֵיהּ לְמֵימַר רַבִּי שִׁמְעוֹן אוֹמֵר אֵין סָכִין מַעֲשֵׂר שֵׁנִי, וְלָמָּה לוֹ לְהַזְכִּיר בִּירוּשָׁלַיִם. וּמְפָרֵשׁ, שֶׁרַבִּי שִׁמְעוֹן אוֹמֵר שֶׁאָסוּר לְאָדָם לוֹמַר לַחֲבֵרוֹ בִּירוּשָׁלַיִם שֶׁהוּא מָקוֹם מְיֻחָד לְהוֹצִיא מַעֲשֵׂר שֵׁנִי, שֶׁיִּמְשַׁח אוֹתוֹ בְּשֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי וְתִמָּשַׁח יַד מוֹשְׁחוֹ וְתִהְיֶה זֶה שְׂכָרוֹ עַל הַמְּשִׁיחָה שֶׁמְּשָׁחוֹ, וְאֵינוֹ מֻתָּר שֶׁיִּשְׂתַּכֵּר אָדָם מִמְּעוֹת מַעֲשֵׂר שֵׁנִי. וַחֲכָמִים מַתִּירִין זֶה כִּי הֵם אוֹמְרִים שֶׁאֵין דָּמִים לִמְשִׁיחַת יָדוֹ וְאֵין מַקְפִּידִין בָּזֶה: {ה} מַה לֹא כוּ'. פֵּרוּשׁ, מַה זֶּה, לֹא כָךְ, אִם הֵקֵל וְכוּ'","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-3","jbo:text":"תלתן של מעשר שני, תאכל צמחונים. ושל תרומה, בית שמאי אומרים, כל מעשיה בטהרה, חוץ מחפיפתה. ובית הלל אומרים, כל מעשיה בטמאה, חוץ משריתה","jbo:textNikud":"תִּלְתָּן שֶׁל מַעֲשֵׂר שֵׁנִי, תֵּאָכֵל צִמְחוֹנִים. וְשֶׁל תְּרוּמָה, בֵּית שַׁמַּאי אוֹמְרִים, כָּל מַעֲשֶׂיהָ בְּטָהֳרָה, חוּץ מֵחֲפִיפָתָהּ. וּבֵית הִלֵּל אוֹמְרִים, כָּל מַעֲשֶׂיהָ בְטֻמְאָה, חוּץ מִשְּׁרִיָּתָהּ","rdfs:label":"משנה מעשר שני ב ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-3","jbo:text":"ר\"ע מברטנורה תאכל צמחונים. כשהן ירקות לחין {ו}, ולא יניחם עד שיגדלו ולא יהיו ראויות לאכילה {ז}. אבל בתרומה תאכל בין צמחונין בין יבשים: בית שמאי אומרים כל מעשיה בטהרה. אף על גב דתלתן לאו אכל גמור הוא, ואין תרומה נוהגת בו אלא לפי שנאכל לקצת בני אדם, הלכך נאכל בטמאה, מכל מקום לבית שמאי צריך שיהיו כל מעשיה בטהרה ובנטילת ידים, כדין כל שאר אכלים של תרומה, שהנוגע בהם צריך נטילת ידים תחלה, וטעמא כדי שידעו שהם תרומה ולא יאכלו לזרים: חוץ מחפיפתה. שבלא נטילת ידים יכולים לחוף בהן ראשן. וכך היה דרכן לחוף ראשן בתלתן: כל מעשיה בטמאה חוץ משריתה. במים, שצריך לשרותן בטהרה. שאם שורה אותן בלא נטילת ידים שריתן מכשירתן לקבל טמאה, והוא מטמאן מיד בידיו. ואסרו זה בלבד משום הכר כדי שידעו שהיא תרומה","jbo:textNikud":"ר\"ע מברטנורה תֵּאָכֵל צִמְחוֹנִים. כְּשֶׁהֵן יְרָקוֹת לַחִין {ו}, וְלֹא יְנִיחֵם עַד שֶׁיִּגְדְּלוּ וְלֹא יִהְיוּ רְאוּיוֹת לַאֲכִילָה {ז}. אֲבָל בִּתְרוּמָה תֵּאָכֵל בֵּין צִמְחוֹנִין בֵּין יְבֵשִׁים: בֵּית שַׁמַּאי אוֹמְרִים כָּל מַעֲשֶׂיהָ בְּטָהֳרָה. אַף עַל גַּב דְּתִלְתָּן לָאו אֹכֶל גָּמוּר הוּא, וְאֵין תְּרוּמָה נוֹהֶגֶת בּוֹ אֶלָּא לְפִי שֶׁנֶּאֱכָל לִקְצַת בְּנֵי אָדָם, הִלְכָּךְ נֶאֱכָל בְּטֻמְאָה, מִכָּל מָקוֹם לְבֵית שַׁמַּאי צָרִיךְ שֶׁיִּהְיוּ כָּל מַעֲשֶׂיהָ בְּטָהֳרָה וּבִנְטִילַת יָדַיִם, כְּדִין כָּל שְׁאָר אֳכָלִים שֶׁל תְּרוּמָה, שֶׁהַנּוֹגֵעַ בָּהֶם צָרִיךְ נְטִילַת יָדַיִם תְּחִלָּה, וְטַעֲמָא כְּדֵי שֶׁיֵּדְעוּ שֶׁהֵם תְּרוּמָה וְלֹא יֵאָכְלוּ לְזָרִים: חוּץ מֵחֲפִיפָתָהּ. שֶׁבְּלֹא נְטִילַת יָדַיִם יְכוֹלִים לָחוֹף בָּהֶן רֹאשָׁן. וְכָךְ הָיָה דַרְכָּן לָחוֹף רֹאשָׁן בְּתִלְתָּן: כָּל מַעֲשֶׂיהָ בְטֻמְאָה חוּץ מִשְּׁרִיָּתָהּ. בְּמַיִם, שֶׁצָּרִיךְ לִשְׁרוֹתָן בְּטָהֳרָה. שֶׁאִם שׁוֹרֶה אוֹתָן בְּלֹא נְטִילַת יָדַיִם שְׁרִיָּתָן מַכְשִׁירָתָן לְקַבֵּל טֻמְאָה, וְהוּא מְטַמְּאָן מִיָּד בְּיָדָיו. וְאָסְרוּ זֶה בִּלְבָד מִשּׁוּם הֶכֵּר כְּדֵי שֶׁיֵּדְעוּ שֶׁהִיא תְּרוּמָה","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-3","jbo:text":"עיקר תוי\"ט {ו} שהרי הוא מפסידה, ואסור. הרדב\"ז: {ז} ובזה חמיר מעשר שני מתרומה. ובחבור הר\"מ מפרש מתניתין באפן אחר. וכתב עליו בכסף משנה שהחמר במעשר שני מבתרומה, לא לענין דתאכל צמחונים, אלא לענין שאר דברים שבמשנה","jbo:textNikud":"עיקר תוי\"ט {ו} שֶׁהֲרֵי הוּא מַפְסִידָהּ, וְאָסוּר. הָרַדְבַ\"ז: {ז} וּבָזֶה חָמִיר מַעֲשֵׂר שֵׁנִי מִתְּרוּמָה. וּבְחִבּוּר הָרַ\"מ מְפָרֵשׁ מַתְנִיתִין בְּאֹפֶן אַחֵר. וְכָתַב עָלָיו בַּכֶּסֶף מִשְׁנֶה שֶׁהַחֹמֶר בְּמַעֲשֵׂר שֵׁנִי מִבִּתְרוּמָה, לֹא לְעִנְיַן דְּתֵאָכֵל צִמְחוֹנִים, אֶלָּא לְעִנְיַן שְׁאָר דְּבָרִים שֶׁבַּמִּשְׁנָה","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-4","jbo:text":"כרשיני מעשר שני, יאכלו צמחונים, ונכנסין לירושלים ויוצאין. נטמאו, רבי טרפון אומר, יתחלקו לעסות, וחכמים אומרים, יפדו. ושל תרומה, בית שמאי אומרים, שורין ושפין בטהרה, ומאכילין בטמאה. ובית הלל אומרים, שורין בטהרה, ושפין ומאכילין בטמאה. שמאי אומר, יאכלו צריד. רבי עקיבא אומר, כל מעשיהן בטמאה","jbo:textNikud":"כַּרְשִׁינֵי מַעֲשֵׂר שֵׁנִי, יֵאָכְלוּ צִמְחוֹנִים, וְנִכְנָסִין לִירוּשָׁלַיִם וְיוֹצְאִין. נִטְמְאוּ, רַבִּי טַרְפוֹן אוֹמֵר, יִתְחַלְּקוּ לְעִסּוֹת, וַחֲכָמִים אוֹמְרִים, יִפָּדוּ. וְשֶׁל תְּרוּמָה, בֵּית שַׁמַּאי אוֹמְרִים, שׁוֹרִין וְשָׁפִין בְּטָהֳרָה, וּמַאֲכִילִין בְּטֻמְאָה. וּבֵית הִלֵּל אוֹמְרִים, שׁוֹרִין בְּטָהֳרָה, וְשָׁפִין וּמַאֲכִילִין בְּטֻמְאָה. שַׁמַּאי אוֹמֵר, יֵאָכְלוּ צָרִיד. רַבִּי עֲקִיבָא אוֹמֵר, כָּל מַעֲשֵׂיהֶן בְּטֻמְאָה","rdfs:label":"משנה מעשר שני ב ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-4","jbo:text":"ר\"ע מברטנורה כרשיני. בלשון ערבי כרסנ\"א, ואינם מאכל אדם אלא מדחק בשנות רעבון: ונכנסים לירושלים ויוצאים. אף על גב דבשאר פרות קימא לן דמעשר שני הנכנס לירושלים אין יכולין להוציאו משם, בכרשינין הקלו: יתחלקו לעסות. ואינו כשאר מעשר שנטמא שפודין אותו ואפלו בירושלים, אבל כרשינים לפי שאינן מאכל אדם אין פודין אותן, דסבר רבי טרפון אין פודין את הקדשים להאכילן לכלבים, הלכך יתחלקו לעסות טהורות של מעשר שני וישימו בכל עסה ועסה מן הכרשינים הללו שנטמאו פחות פחות מכביצה, דאכל פחות מכביצה אינו לא מטמא מאחרים, ולא מטמא אחרים, וככה יאכלו אותן: וחכמים אומרים יפדו. כשאר מעשר שני. והלכה כחכמים: שורין. במים ושפין על הבשר בטהרה {ח}, בנטילת ידים, שסתם ידים שניות ופוסלות את התרומה: ומאכילין. לבהמה {ט}: יאכלו צריד. לשון יבש, כמו צריד של מנחות [פסחים כ.] שהוא מקום של המנחה שלא הגיע שם שמן. כלומר יאכלו יבשים, שלא יהא עליהם משקה בשעת אכילה, כדי שלא יהיה נכר שהכשרו לקבל טמאה: כל מעשיהם בטמאה. ואפלו השריה. ואין הלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה כַּרְשִׁינֵי. בִּלְשׁוֹן עֲרָבִי כרסנ\"א, וְאֵינָם מַאֲכַל אָדָם אֶלָּא מִדֹּחַק בִּשְׁנוֹת רְעָבוֹן: וְנִכְנָסִים לִירוּשָׁלַיִם וְיוֹצְאִים. אַף עַל גַּב דְּבִשְׁאָר פֵּרוֹת קַיְמָא לָן דְּמַעֲשֵׂר שֵׁנִי הַנִּכְנַס לִירוּשָׁלַיִם אֵין יְכוֹלִין לְהוֹצִיאוֹ מִשָּׁם, בְּכַרְשִׁינִין הֵקֵלּוּ: יִתְחַלְּקוּ לְעִסּוֹת. וְאֵינוֹ כִשְׁאָר מַעֲשֵׂר שֶׁנִּטְמָא שֶׁפּוֹדִין אוֹתוֹ וַאֲפִלּוּ בִּירוּשָׁלַיִם, אֲבָל כַּרְשִׁינִים לְפִי שֶׁאֵינָן מַאֲכַל אָדָם אֵין פּוֹדִין אוֹתָן, דְּסָבַר רַבִּי טַרְפוֹן אֵין פּוֹדִין אֶת הַקָּדָשִׁים לְהַאֲכִילָן לַכְּלָבִים, הִלְכָּךְ יִתְחַלְּקוּ לְעִסּוֹת טְהוֹרוֹת שֶׁל מַעֲשֵׂר שֵׁנִי וְיָשִׂימוּ בְּכָל עִסָּה וְעִסָּה מִן הַכַּרְשִׁינִים הַלָּלוּ שֶׁנִּטְמְאוּ פָּחוֹת פָּחוֹת מִכַּבֵּיצָה, דְּאֹכֶל פָּחוֹת מִכַּבֵּיצָה אֵינוֹ לֹא מִטַּמֵּא מֵאֲחֵרִים, וְלֹא מְטַמֵּא אֲחֵרִים, וְכָכָה יֹאכְלוּ אוֹתָן: וַחֲכָמִים אוֹמְרִים יִפָּדוּ. כִּשְׁאָר מַעֲשֵׂר שֵׁנִי. וַהֲלָכָה כַּחֲכָמִים: שׁוֹרִין. בְּמַיִם וְשָׁפִין עַל הַבָּשָׂר בְּטָהֳרָה {ח}, בִּנְטִילַת יָדַיִם, שֶׁסְּתָם יָדַיִם שְׁנִיּוֹת וּפוֹסְלוֹת אֶת הַתְּרוּמָה: וּמַאֲכִילִין. לַבְּהֵמָה {ט}: יֵאָכְלוּ צָרִיד. לְשׁוֹן יֹבֶשׁ, כְּמוֹ צָרִיד שֶׁל מְנָחוֹת [פְּסָחִים כ.] שֶׁהוּא מָקוֹם שֶׁל הַמִּנְחָה שֶׁלֹּא הִגִּיעַ שָׁם שֶׁמֶן. כְּלוֹמַר יֵאָכְלוּ יְבֵשִׁים, שֶׁלֹּא יְהֵא עֲלֵיהֶם מַשְׁקֶה בִּשְׁעַת אֲכִילָה, כְּדֵי שֶׁלֹּא יִהְיֶה נִכָּר שֶׁהֻכְשְׁרוּ לְקַבֵּל טֻמְאָה: כָּל מַעֲשֵׂיהֶם בְּטֻמְאָה. וַאֲפִלּוּ הַשְּׁרִיָּה. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-4","jbo:text":"עיקר תוי\"ט {ח} שכך היה דרכן, דומיא דחפיפה דלעיל: {ט} דשאני תרומה ממעשר שני, דתרומה נאכלת לבהמה, דאתרבי מקנין כספו, וכדתנן במשנה ט' בפרק בתרא דתרומות","jbo:textNikud":"עיקר תוי\"ט {ח} שֶׁכָּךְ הָיָה דַרְכָּן, דּוּמְיָא דַחֲפִיפָה דִּלְעֵיל: {ט} דְּשָׁאנֵי תְרוּמָה מִמַּעֲשֵׂר שֵׁנִי, דִּתְרוּמָה נֶאֱכֶלֶת לַבְּהֵמָה, דְּאִתְרַבֵּי מִקִּנְיַן כַּסְפּוֹ, וּכְדִתְנַן בְּמִשְׁנָה ט' בְּפֶרֶק בַּתְרָא דִתְרוּמוֹת","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-5","jbo:text":"מעות חלין ומעות מעשר שני שנתפזרו, מה שלקט, לקט למעשר שני, עד שישלים, והשאר חלין. אם בלל וחפן, לפי חשבון. זה הכלל, המתלקטים, למעשר שני. והנבללים, לפי חשבון","jbo:textNikud":"מְעוֹת חֻלִּין וּמְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁנִּתְפַּזְּרוּ, מַה שֶּׁלִּקֵּט, לִקֵּט לְמַעֲשֵׂר שֵׁנִי, עַד שֶׁיַּשְׁלִים, וְהַשְּׁאָר חֻלִּין. אִם בָּלַל וְחָפַן, לְפִי חֶשְׁבּוֹן. זֶה הַכְּלָל, הַמִּתְלַקְּטִים, לְמַעֲשֵׂר שֵׁנִי. וְהַנִּבְלָלִים, לְפִי חֶשְׁבּוֹן","rdfs:label":"משנה מעשר שני ב ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-5","jbo:text":"ר\"ע מברטנורה מה שלקט לקט למעשר. כל מה שמלקט הכל למעשר, עד שישלים דמי מעשר {י}. ויתנה ויאמר, אם כל מה שלקטתי הם מעות מעשר מוטב, ואם לאו אותם של מעשר שנשארו יהיו מחללין על אלו {יא}: ואם בלל וחפן. ואם לא לקט אותן אחד אחד מכאן ומכאן, אלא שהיו בלולין ומערבים ולקט אותם מלא חפניו {יב}: לפי חשבון. שאם לזה מנה ולזה מאתים, נותן לזה של מנה שליש ולזה של מאתים שני שלישים","jbo:textNikud":"ר\"ע מברטנורה מַה שֶּׁלִּקֵּט לִקֵּט לְמַעֲשֵׂר. כָּל מַה שֶׁמְּלַקֵּט הַכֹּל לְמַעֲשֵׂר, עַד שֶׁיַּשְׁלִים דְּמֵי מַעֲשֵׂר {י}. וְיַתְנֶה וְיֹאמַר, אִם כָּל מַה שֶּׁלִּקַּטְתִּי הֵם מְעוֹת מַעֲשֵׂר מוּטָב, וְאִם לָאו אוֹתָם שֶׁל מַעֲשֵׂר שֶׁנִּשְׁאֲרוּ יִהְיוּ מְחֻלָּלִין עַל אֵלּוּ {יא}: וְאִם בָּלַל וְחָפַן. וְאִם לֹא לִקֵּט אוֹתָן אֶחָד אֶחָד מִכָּאן וּמִכָּאן, אֶלָּא שֶׁהָיוּ בְלוּלִין וּמְעֹרָבִים וְלִקֵּט אוֹתָם מְלֹא חָפְנָיו {יב}: לְפִי חֶשְׁבּוֹן. שֶׁאִם לָזֶה מָנֶה וְלָזֶה מָאתַיִם, נוֹתֵן לְזֶה שֶׁל מָנֶה שְׁלִישׁ וּלְזֶה שֶׁל מָאתַיִם שְׁנֵי שְׁלִישִׁים","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-5","jbo:text":"עיקר תוי\"ט {י} ואם נאבד מהמעות, משל חלין נאבד. הר\"מ: {יא} וכן כתב הר\"ש מהירושלמי, וקשה לי דהתנן בפרק קמא דדמאי משנה ב' דמעשר שני דמאי מחללין כסף על כסף נחשת על נחשת, משמע דאלו ודאי לא. ואפשר לומר על פי פרוש הר\"ב שם דשל שני מלכים והשני חריף, מחללין. והכא דמעות הרבה הוא ומסתמא יש ביניהם החריפים יותר מהאחרים, ויחלל על החריפים דוקא. תוספות יום טוב: {יב} ואם נאבד מהמעות, משניהם נאבד, לפי חשבון. [ונותן לזה שליש ולזה שני שלישים]. הר\"מ. והטעם נראה משום דכיון שהם בלולים ומערבים, אי אפשר לומר שמה שחופן בחפניו הכל של מעשר, דדוקא כשלוקט אחד אחד יש לומר שכל אחד שלוקט הוא מעשר. ודע שגם בהך סיפא צריך להתנות ולומר שאם המעות שנשארו הם מעשר שני הרי אלו שבידי מחללין עליהן, כמו ברישא. הר\"מ. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} וְאִם נֶאֱבַד מֵהַמָּעוֹת, מִשֶּׁל חֻלִּין נֶאֱבַד. הָרַ\"מ: {יא} וְכֵן כָּתַב הָרַ\"שׁ מֵהַיְרוּשַׁלְמִי, וְקָשֶׁה לִי דְּהָתְנַן בְּפֶרֶק קַמָּא דִדְמַאי מִשְׁנָה ב' דְּמַעֲשֵׂר שֵׁנִי דְּמַאי מְחַלְּלִין כֶּסֶף עַל כֶּסֶף נְחֹשֶׁת עַל נְחֹשֶׁת, מַשְׁמַע דְּאֵלּוּ וַדַּאי לֹא. וְאֶפְשָׁר לוֹמַר עַל פִּי פֵרוּשׁ הָרַ\"ב שָׁם דְּשֶׁל שְׁנֵי מְלָכִים וְהַשֵּׁנִי חָרִיף, מְחַלְּלִין. וְהָכָא דְמָעוֹת הַרְבֵּה הוּא וּמִסְּתָמָא יֵשׁ בֵּינֵיהֶם הַחֲרִיפִים יוֹתֵר מֵהָאֲחֵרִים, וִיחַלֵּל עַל הַחֲרִיפִים דַּוְקָא. תּוֹסְפוֹת יוֹם טוֹב: {יב} וְאִם נֶאֱבַד מֵהַמָּעוֹת, מִשְּׁנֵיהֶם נֶאֱבַד, לְפִי חֶשְׁבּוֹן. [וְנוֹתֵן לָזֶה שְׁלִישׁ וְלָזֶה שְׁנֵי שְׁלִישִׁים]. הָרַ\"מ. וְהַטַּעַם נִרְאֶה מִשּׁוּם דְּכֵיוָן שֶׁהֵם בְּלוּלִים וּמְעֹרָבִים, אִי אֶפְשָׁר לוֹמַר שֶׁמַּה שֶּׁחוֹפֵן בְּחָפְנָיו הַכֹּל שֶׁל מַעֲשֵׂר, דְּדַוְקָא כְּשֶׁלּוֹקֵט אֶחָד אֶחָד יֵשׁ לוֹמַר שֶׁכָּל אֶחָד שֶׁלּוֹקֵט הוּא מַעֲשֵׂר. וְדַע שֶׁגַּם בְּהַךְ סֵיפָא צָרִיךְ לְהַתְנוֹת וְלוֹמַר שֶׁאִם הַמָּעוֹת שֶׁנִּשְׁאֲרוּ הֵם מַעֲשֵׂר שֵׁנִי הֲרֵי אֵלּוּ שֶׁבְּיָדִי מְחֻלָּלִין עֲלֵיהֶן, כְּמוֹ בְרֵישָׁא. הָרַ\"מ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-6","jbo:text":"סלע של מעשר שני ושל חלין שנתערבו, מביא בסלע מעות ואומר, סלע של מעשר שני, בכל מקום שהיא, מחללת על המעות האלו, ובורר את היפה שבה, ומחללן עליה, מפני שאמרו, מחללין כסף על נחשת מדחק, ולא שיתקים כן, אלא חוזר ומחללם על הכסף","jbo:textNikud":"סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי וְשֶׁל חֻלִּין שֶׁנִּתְעָרְבוּ, מֵבִיא בְסֶלַע מָעוֹת וְאוֹמֵר, סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי, בְּכָל מָקוֹם שֶׁהִיא, מְחֻלֶּלֶת עַל הַמָּעוֹת הָאֵלּוּ, וּבוֹרֵר אֶת הַיָּפָה שֶׁבָּהּ, וּמְחַלְּלָן עָלֶיהָ, מִפְּנֵי שֶׁאָמְרוּ, מְחַלְּלִין כֶּסֶף עַל נְחֹשֶׁת מִדֹּחַק, וְלֹא שֶׁיִּתְקַיֵּם כֵּן, אֶלָּא חוֹזֵר וּמְחַלְּלָם עַל הַכָּסֶף","rdfs:label":"משנה מעשר שני ב ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-6","jbo:text":"ר\"ע מברטנורה שנתערבו. ורוצה להוציא של חלין חוץ לירושלים: מביא בסלע מעות. של נחשת שיש עליהם צורה, ששוין סלע של כסף: ובורר את היפה שבהן. שבשני הסלעים, ומחלל אלו המעות עליה, והסלע השני והמעות נשארים חלין: מדחק. כשהוא דחוק ואינו יכול לעשות בדרך אחרת: ולא שיתקים כן. שישאר המעות של נחשת מעשר, אלא חוזר ומחללם על הכסף. ואי קשיא ולמה מביא בסלע מעות, יקח אחד משני סלעים שנתערבו ויאמר אם זו היא של מעשר מוטב ואם לאו הרי השני שהיא של מעשר מחללת עליה. אי שרית ליה לקח אחת מהן ולהתנות, חישינן דלמא אתי למשקל חד מניהו בלא תנאי {יג}","jbo:textNikud":"ר\"ע מברטנורה שֶׁנִּתְעָרְבוּ. וְרוֹצֶה לְהוֹצִיא שֶׁל חֻלִּין חוּץ לִירוּשָׁלַיִם: מֵבִיא בְסֶלַע מָעוֹת. שֶׁל נְחֹשֶׁת שֶׁיֵּשׁ עֲלֵיהֶם צוּרָה, שֶׁשָּׁוִין סֶלַע שֶׁל כֶּסֶף: וּבוֹרֵר אֶת הַיָּפָה שֶׁבָּהֶן. שֶׁבִּשְׁנֵי הַסְּלָעִים, וּמְחַלֵּל אֵלּוּ הַמָּעוֹת עָלֶיהָ, וְהַסֶּלַע הַשֵּׁנִי וְהַמָּעוֹת נִשְׁאָרִים חֻלִּין: מִדֹּחַק. כְּשֶׁהוּא דָּחוּק וְאֵינוֹ יָכוֹל לַעֲשׂוֹת בְּדֶרֶךְ אַחֶרֶת: וְלֹא שֶׁיִּתְקַיֵּם כֵּן. שֶׁיִּשָּׁאֵר הַמָּעוֹת שֶׁל נְחֹשֶׁת מַעֲשֵׂר, אֶלָּא חוֹזֵר וּמְחַלְּלָם עַל הַכֶּסֶף. וְאִי קַשְׁיָא וְלָמָּה מֵבִיא בְסֶלַע מָעוֹת, יִקַּח אֶחָד מִשְּׁנֵי סְלָעִים שֶׁנִּתְעָרְבוּ וְיֹאמַר אִם זוֹ הִיא שֶׁל מַעֲשֵׂר מוּטָב וְאִם לָאו הֲרֵי הַשֵּׁנִי שֶׁהִיא שֶׁל מַעֲשֵׂר מְחֻלֶּלֶת עָלֶיהָ. אִי שָׁרֵית לֵיהּ לִקַּח אַחַת מֵהֶן וּלְהַתְנוֹת, חַיְשִׁינַן דִּלְמָא אָתֵי לְמִשְׁקָל חַד מִנַּיְהוּ בְּלֹא תְנַאי {יג}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-6","jbo:text":"עיקר תוי\"ט {יג} ובמשנה דלעיל כתבתי דאיכא דסבר דמניהו גופיהו יכול להתנות. ויש לתרץ, דטפי יש לחוש בשני סלעים מבהרבה מעות. ועוד יש לומר דבשני סלעים מסתמא אין אחד חריף מהשני, מה שאין כן בהרבה מעות דמשכחת בהו חריפים ושאינם חריפים כמו שכתבנו לעיל, ודברו חכמים בהוה","jbo:textNikud":"עיקר תוי\"ט {יג} וּבַמִּשְׁנָה דִלְעֵיל כָּתַבְתִּי דְּאִיכָּא דְסָבַר דְּמִנַּיְהוּ גוּפַיְהוּ יָכוֹל לְהַתְנוֹת. וְיֵשׁ לְתָרֵץ, דִּטְפֵי יֵשׁ לָחוּשׁ בִּשְׁנֵי סְלָעִים מִבְּהַרְבֵּה מָעוֹת. וְעוֹד יֵשׁ לוֹמַר דְּבִשְׁנֵי סְלָעִים מִסְּתָמָא אֵין אֶחָד חָרִיף מֵהַשֵּׁנִי, מַה שֶּׁאֵין כֵּן בְּהַרְבֵּה מָעוֹת דְּמַשְׁכַּחַת בְּהוּ חֲרִיפִים וְשֶׁאֵינָם חֲרִיפִים כְּמוֹ שֶׁכָּתַבְנוּ לְעֵיל, וְדִבְּרוּ חֲכָמִים בַּהוֶֹה","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-7","jbo:text":"בית שמאי אומרים, לא יעשה אדם את סלעיו דינרי זהב, ובית הלל מתירין. אמר רבי עקיבא, אני עשיתי לרבן גמליאל ולרבי יהושע את כספן דינרי זהב","jbo:textNikud":"בֵּית שַׁמַּאי אוֹמְרִים, לֹא יַעֲשֶׂה אָדָם אֶת סְלָעָיו דִּינְרֵי זָהָב, וּבֵית הִלֵּל מַתִּירִין. אָמַר רַבִּי עֲקִיבָא, אֲנִי עָשִׂיתִי לְרַבָּן גַּמְלִיאֵל וּלְרַבִּי יְהוֹשֻׁעַ אֶת כַּסְפָּן דִּינְרֵי זָהָב","rdfs:label":"משנה מעשר שני ב ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-7","jbo:text":"ר\"ע מברטנורה לא יעשה אדם סלעיו דינרי זהב. סלעים של כסף שיש לו ממעשר שני לא יעשה אותם דינרי זהב, שמא ישהה עליותיו עד שיחליף סלעיו ויתבטל מלעלות לרגל {יד}. ובית הלל סברי לא גזרינן","jbo:textNikud":"ר\"ע מברטנורה לֹא יַעֲשֶׂה אָדָם סְלָעָיו דִּינְרֵי זָהָב. סְלָעִים שֶׁל כֶּסֶף שֶׁיֶּשׁ לוֹ מִמַּעֲשֵׂר שֵׁנִי לֹא יַעֲשֶׂה אוֹתָם דִּינְרֵי זָהָב, שֶׁמָּא יַשְׁהֶה עֲלִיּוֹתָיו עַד שֶׁיַּחֲלִיף סְלָעָיו וְיִתְבַּטֵּל מִלַּעֲלוֹת לָרֶגֶל {יד}. וּבֵית הִלֵּל סָבְרֵי לֹא גָזְרִינַן","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-7","jbo:text":"עיקר תוי\"ט {יד} לשון הגמרא בבא מציעא דף מ\"ה: דזמנין דלא מלו זוזי בדינרא, [פרוש, שלא יספיק להיות לו סלעים מעשר עד שיגיעו לדמי דינר זהב, וימתין לשנה הבאה. על פי פרוש רש\"י], (ועין שם בהרא\"ש דלמסקנא גם בית הלל אוסרין, ואולי מירי כאן בדמאי, ועין דמאי פרק א' משנה ב', משנה ח')","jbo:textNikud":"עיקר תוי\"ט {יד} לְשׁוֹן הַגְּמָרָא בָּבָא מְצִיעָא דַּף מ\"ה: דְּזִמְנִין דְּלֹא מָלוּ זוּזֵי בְּדִינְרָא, [פֵּרוּשׁ, שֶׁלֹּא יַסְפִּיק לִהְיוֹת לוֹ סְלָעִים מַעֲשֵׂר עַד שֶׁיַּגִּיעוּ לִדְמֵי דִינַר זָהָב, וְיַמְתִּין לַשָּׁנָה הַבָּאָה. עַל פִּי פֵרוּשׁ רַשִׁ\"י], (וְעַיֵּן שָׁם בְּהָרֹא\"שׁ דִּלְמַסְקָנָא גַם בֵּית הִלֵּל אוֹסְרִין, וְאוּלַי מַיְרֵי כָּאן בִּדְמַאי, וְעַיֵּן דְּמַאי פֶּרֶק א' מִשְׁנָה ב', מִשְׁנָה ח')","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-8","jbo:text":"הפורט סלע ממעות מעשר שני, בית שמאי אומרים, כל הסלע מעות. ובית הלל אומרים, שקל כסף ושקל מעות. רבי מאיר אומר, אין מחללין כסף ופרות על הכסף, וחכמים מתירים","jbo:textNikud":"הַפּוֹרֵט סֶלַע מִמְּעוֹת מַעֲשֵׂר שֵׁנִי, בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַסֶּלַע מָעוֹת. וּבֵית הִלֵּל אוֹמְרִים, שֶׁקֶל כֶּסֶף וְשֶׁקֶל מָעוֹת. רַבִּי מֵאִיר אוֹמֵר, אֵין מְחַלְּלִין כֶּסֶף וּפֵרוֹת עַל הַכֶּסֶף, וַחֲכָמִים מַתִּירִים","rdfs:label":"משנה מעשר שני ב ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-8","jbo:text":"ר\"ע מברטנורה הפורט סלע ממעות מעשר שני. מי שיש לו מעות נחשת של מעשר שני, ובא לפרטן בסלע כסף להעלות לירושלים מפני משאוי הדרך: בית שמאי אומרים בכל הסלע מעות. אם בא לפרטן יכול לפרט כלן {טו} ולתת בשביל כל הסלע: ובית הלל אומרים. לא יפרט אלא חצין, שהפרוטות יוצאות בירושלים, וכשיבא שם יהיה צריך לפרוטות מיד לקנות צרכי סעדה, ואם ירוצו הכל אצל שלחני לפרט יוקירו הפרוטות ונמצא מעשר שני נפסד. לפיכך ישאו פרוטות עמהן להוציא במקצת, ולכשיכלו יפרט בכסף שבידו מעט מעט: שקל. הוא חצי סלע: אין מחללין כסף ופרות על כסף. מי שיש לו חצי דינר כסף של מעשר ופרות של מעשר שוין חצי דינר, לא יצרפם יחד לחללם על דינר: וחכמים מתירין. בכי האי גונא על ידי צרוף פרות, כיון שאין לו אלא חצי דינר כסף {טז}. אבל לחלל דינר כסף ופרות שוין דינר על חצי סלע שהוא שני דינרין, מודים חכמים שאין מחללים. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הַפּוֹרֵט סֶלַע מִמְּעוֹת מַעֲשֵׂר שֵׁנִי. מִי שֶׁיֵּשׁ לוֹ מְעוֹת נְחֹשֶׁת שֶׁל מַעֲשֵׂר שֵׁנִי, וּבָא לְפָרְטָן בְּסֶלַע כֶּסֶף לְהַעֲלוֹת לִירוּשָׁלַיִם מִפְּנֵי מַשְּׂאוֹי הַדֶּרֶךְ: בֵּית שַׁמַּאי אוֹמְרִים בְּכָל הַסֶּלַע מָעוֹת. אִם בָּא לְפָרְטָן יָכוֹל לִפְרֹט כֻּלָּן {טו} וְלָתֵת בִּשְׁבִיל כָּל הַסֶּלַע: וּבֵית הִלֵּל אוֹמְרִים. לֹא יִפְרֹט אֶלָּא חֶצְיָן, שֶׁהַפְּרוּטוֹת יוֹצְאוֹת בִּירוּשָׁלַיִם, וּכְשֶׁיָּבֹא שָׁם יִהְיֶה צָרִיךְ לִפְרוּטוֹת מִיָּד לִקְנוֹת צָרְכֵי סְעֻדָּה, וְאִם יָרוּצוּ הַכֹּל אֵצֶל שֻׁלְחָנִי לִפְרֹט יוֹקִירוּ הַפְּרוּטוֹת וְנִמְצָא מַעֲשֵׂר שֵׁנִי נִפְסָד. לְפִיכָךְ יִשְּׂאוּ פְּרוּטוֹת עִמָּהֶן לְהוֹצִיא בְּמִקְצָת, וְלִכְשֶׁיִּכְלוּ יִפְרֹט בַּכֶּסֶף שֶׁבְּיָדוֹ מְעַט מְעַט: שֶׁקֶל. הוּא חֲצִי סֶלַע: אֵין מְחַלְּלִין כֶּסֶף וּפֵרוֹת עַל כֶּסֶף. מִי שֶׁיֵּשׁ לוֹ חֲצִי דִינָר כֶּסֶף שֶׁל מַעֲשֵׂר וּפֵרוֹת שֶׁל מַעֲשֵׂר שָׁוִין חֲצִי דִינָר, לֹא יְצָרְפָם יַחַד לְחַלְּלָם עַל דִּינָר: וַחֲכָמִים מַתִּירִין. בְּכִי הַאי גַוְנָא עַל יְדֵי צֵרוּף פֵּרוֹת, כֵּיוָן שֶׁאֵין לוֹ אֶלָּא חֲצִי דִינָר כֶּסֶף {טז}. אֲבָל לְחַלֵּל דִּינָר כֶּסֶף וּפֵרוֹת שָׁוִין דִּינָר עַל חֲצִי סֶלַע שֶׁהוּא שְׁנֵי דִינָרִין, מוֹדִים חֲכָמִים שֶׁאֵין מְחַלְּלִים. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-8","jbo:text":"עיקר תוי\"ט {טו} כן פרש רש\"י בבבא מציעא דף מ\"ה, והקשו עליו התוספות דהרי במסכת עדיות פרק קמא תני לה בהדי דברים דבית שמאי לחמרא. לכך נראה דבית שמאי דוקא בכל הסלע קאמרי, ולא יחליף שתים ושלש פעמים, שבכל פעם משתכר החנוני ונמצא מפסיד מעשר שני. ועוד יש לומר, דיתן מעות דוקא בכל הסלע, שלא יתעפשו בדרך קדם שיגיעו שם: {טז} משמע דטעמא דשריותא הוא משום שאין לו בדינר כסף, ואלו בפרות לא אכפת לן. ובירושלמי איפכא, דאמר ריש לקיש, מה פליגין רבי מאיר ורבנן, בפרות שאין בהם כדי כסף, אבל בפרות שיש בהן כדי כסף אף רבנן מודו. ומפרש הר\"מ הטעם, דכשהפרות מעטים מדינר אינם ראוים לפדות בפני עצמם, ולפיכך הם נפדים עם הכסף. והראב\"ד מפרש, דהואיל והפרות מעטים ואין מתפיסים סלע, מצרפים אותם עם המעות ומתפיס סלע עליהם, אבל אם יש בפרות דבר הראוי אין זוקקים כסף עמהם לחללן על כסף אחר, שאין מחללין כסף על כסף","jbo:textNikud":"עיקר תוי\"ט {טו} כֵּן פֵּרֵשׁ רַשִׁ\"י בְּבָבָא מְצִיעָא דַּף מ\"ה, וְהִקְשׁוּ עָלָיו הַתּוֹסָפוֹת דַּהֲרֵי בְּמַסֶּכֶת עֲדֻיּוֹת פֶּרֶק קַמָּא תָּנֵי לַהּ בַּהֲדֵי דְבָרִים דְּבֵית שַׁמַּאי לְחֻמְרָא. לְכָךְ נִרְאֶה דְּבֵית שַׁמַּאי דַּוְקָא בְּכָל הַסֶּלַע קָאָמְרֵי, וְלֹא יַחֲלִיף שְׁתַּיִם וְשָׁלֹשׁ פְּעָמִים, שֶׁבְּכָל פַּעַם מִשְׂתַּכֵּר הַחֶנְוָנִי וְנִמְצָא מַפְסִיד מַעֲשֵׂר שֵׁנִי. וְעוֹד יֵשׁ לוֹמַר, דְּיִתֵּן מָעוֹת דַּוְקָא בְּכָל הַסֶּלַע, שֶׁלֹּא יִתְעַפְּשׁוּ בַּדֶּרֶךְ קֹדֶם שֶׁיַּגִּיעוּ שָׁם: {טז} מַשְׁמַע דְּטַעֲמָא דִשְׁרִיּוּתָא הוּא מִשּׁוּם שֶׁאֵין לוֹ בַּדִּינָר כֶּסֶף, וְאִלּוּ בַּפֵרוֹת לֹא אִכְפַּת לָן. וּבַיְרוּשַׁלְמִי אִיפְּכָא, דְּאָמַר רֵישׁ לָקִישׁ, מַה פְּלִיגִין רַבִּי מֵאִיר וְרַבָּנָן, בְּפֵרוֹת שֶׁאֵין בָּהֶם כְּדֵי כֶסֶף, אֲבָל בְּפֵרוֹת שֶׁיֵּשׁ בָּהֶן כְּדֵי כֶסֶף אַף רַבָּנָן מוֹדוּ. וּמְפָרֵשׁ הָרַ\"מ הַטַּעַם, דִּכְשֶׁהַפֵּרוֹת מֻעָטִים מִדִּינָר אֵינָם רְאוּיִם לִפָּדוֹת בִּפְנֵי עַצְמָם, וּלְפִיכָךְ הֵם נִפְדִּים עִם הַכֶּסֶף. וְהָרַאֲבַ\"ד מְפָרֵשׁ, דְּהוֹאִיל וְהַפֵּרוֹת מֻעָטִים וְאֵין מַתְפִּיסִים סֶלַע, מְצָרְפִים אוֹתָם עִם הַמָּעוֹת וּמַתְפִּיס סֶלַע עֲלֵיהֶם, אֲבָל אִם יֵשׁ בַּפֵּרוֹת דָּבָר הָרָאוּי אֵין זוֹקְקִים כֶּסֶף עִמָּהֶם לְחַלְּלָן עַל כֶּסֶף אַחֵר, שֶׁאֵין מְחַלְּלִין כֶּסֶף עַל כֶּסֶף","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-9","jbo:text":"הפורט סלע של מעשר שני בירושלים, בית שמאי אומרים, כל הסלע מעות. ובית הלל אומרים, שקל כסף ושקל מעות. הדנין לפני חכמים אומרים, בשלשה דינרי כסף ודינר מעות. רבי עקיבא אומר, שלשה דינרין כסף, ורביעית מעות. רבי טרפון אומר, ארבעה אספרי כסף. שמאי אומר, יניחנה בחנות ויאכל כנגדה","jbo:textNikud":"הַפּוֹרֵט סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם, בֵּית שַׁמַּאי אוֹמְרִים, כָּל הַסֶּלַע מָעוֹת. וּבֵית הִלֵּל אוֹמְרִים, שֶׁקֶל כֶּסֶף וְשֶׁקֶל מָעוֹת. הַדָּנִין לִפְנֵי חֲכָמִים אוֹמְרִים, בִּשְׁלֹשָׁה דִינָרֵי כֶּסֶף וְדִינָר מָעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, שְׁלֹשָׁה דִינָרִין כֶּסֶף, וּרְבִיעִית מָעוֹת. רַבִּי טַרְפוֹן אוֹמֵר, אַרְבָּעָה אַסְפְּרֵי כֶסֶף. שַׁמַּאי אוֹמֵר, יַנִּיחֶנָּה בַחֲנוּת וְיֹאכַל כְּנֶגְדָּהּ","rdfs:label":"משנה מעשר שני ב ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-9","jbo:text":"ר\"ע מברטנורה הפורט סלע של מעשר שני בירושלים. שהיה מחליף סלע שבידו ונוטל פרוטות להוציאן לצרכי סעדת מעשר: בית שמאי אומרים. אם בא להחליף כל הסלעים שבידו במעות, יחליף {יז}: ובית הלל אומרים. לא יחליף אלא חצין, שמא לא ישהה בעיר עד שיוציא את כלן ויפקידם בעיר עד רגל אחר, והפרוטות מתעפשות, ואם יחזר ויחליפם בסלעים נמצא שלחני משתכר שני פעמים ומעשר שני נפסד: הדנין לפני חכמים. שמעון בן עזאי ושמעון בן זומא וחנן המצרי {יח}: בשלשה דינרין כסף ובדינר מעות. הסלע הוא ארבעה דינרים, וכשבא להחליף הסלע לא יקח אלא בדינר אחד פרוטות ושלשה דינרים יהיו כסף: רביעית כסף ברביעית מעות. בדינר רביעי של כסף לא יקח אלא ברביעיתו מעות של נחשת, ושלשה חלקים כסף. שנמצא לוקח מעות אחד מששה עשר בסלע בלבד: ארבעה אספרי כסף. הדינר חמשה אספרי, ומטבע הוא בארץ יון ועד היום קורין לו אספרו. נמצא הסלע עשרים אספרי. וכשהוא מחלל הדינר יחללנו על ארבעה אספרי כסף ואספר אחד נחשת. נמצא לוקח נחשת אחד מעשרים בסלע בלבד: יניחנה בחנות ויאכל כנגדה. לא יחלל כלל על פרוטות, שמא ישכח ויעשה אותן חלין, אלא יניח הסלע אצל החנוני ויאכל כנגדה עד שתכלה. ואין הלכה אלא כדברי בית הלל בלבד","jbo:textNikud":"ר\"ע מברטנורה הַפּוֹרֵט סֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם. שֶׁהָיָה מַחֲלִיף סֶלַע שֶׁבְּיָדוֹ וְנוֹטֵל פְּרוּטוֹת לְהוֹצִיאָן לְצָרְכֵי סְעֻדַּת מַעֲשֵׂר: בֵּית שַׁמַּאי אוֹמְרִים. אִם בָּא לְהַחֲלִיף כָּל הַסְּלָעִים שֶׁבְּיָדוֹ בְּמָעוֹת, יַחֲלִיף {יז}: וּבֵית הִלֵּל אוֹמְרִים. לֹא יַחֲלִיף אֶלָּא חֶצְיָן, שֶׁמָּא לֹא יִשְׁהֶה בָּעִיר עַד שֶׁיּוֹצִיא אֶת כֻּלָּן וְיַפְקִידָם בָּעִיר עַד רֶגֶל אַחֵר, וְהַפְּרוּטוֹת מִתְעַפְּשׁוֹת, וְאִם יַחֲזֹר וְיַחֲלִיפָם בִּסְלָעִים נִמְצָא שֻׁלְחָנִי מִשְׂתַּכֵּר שְׁנֵי פְעָמִים וּמַעֲשֵׂר שֵׁנִי נִפְסָד: הַדָּנִין לִפְנֵי חֲכָמִים. שִׁמְעוֹן בֶּן עַזַּאי וְשִׁמְעוֹן בֶּן זוֹמָא וְחָנָן הַמִּצְרִי {יח}: בִּשְׁלֹשָׁה דִינָרִין כֶּסֶף וּבְדִינָר מָעוֹת. הַסֶּלַע הוּא אַרְבָּעָה דִינָרִים, וּכְשֶׁבָּא לְהַחֲלִיף הַסֶּלַע לֹא יִקַּח אֶלָּא בְדִינָר אֶחָד פְּרוּטוֹת וּשְׁלֹשָׁה דִינָרִים יִהְיוּ כֶסֶף: רְבִיעִית כֶּסֶף בִּרְבִיעִית מָעוֹת. בְּדִינָר רְבִיעִי שֶׁל כֶּסֶף לֹא יִקַּח אֶלָּא בִּרְבִיעִיתוֹ מָעוֹת שֶׁל נְחֹשֶׁת, וּשְׁלֹשָׁה חֲלָקִים כֶּסֶף. שֶׁנִּמְצָא לוֹקֵחַ מָעוֹת אֶחָד מִשִּׁשָּׁה עָשָׂר בְּסֶלַע בִּלְבָד: אַרְבָּעָה אַסְפְּרֵי כֶסֶף. הַדִּינָר חֲמִשָּׁה אַסְפְּרֵי, וּמַטְבֵּעַ הוּא בְּאֶרֶץ יָוָן וְעַד הַיּוֹם קוֹרִין לוֹ אַסְפְּרוֹ. נִמְצָא הַסֶּלַע עֶשְׂרִים אַסְפְּרֵי. וּכְשֶׁהוּא מְחַלֵּל הַדִּינָר יְחַלְּלֶנּוּ עַל אַרְבָּעָה אַסְפְּרֵי כֶסֶף וְאַסְפֵּר אֶחָד נְחֹשֶׁת. נִמְצָא לוֹקֵחַ נְחֹשֶׁת אֶחָד מֵעֶשְׂרִים בְּסֶלַע בִּלְבָד: יַנִּיחֶנָּה בַחֲנוּת וְיֹאכַל כְּנֶגְדָּהּ. לֹא יְחַלֵּל כְּלָל עַל פְּרוּטוֹת, שֶׁמָּא יִשְׁכַּח וְיַעֲשֶׂה אוֹתָן חֻלִּין, אֶלָּא יַנִּיחַ הַסֶּלַע אֵצֶל הַחֶנְוָנִי וְיֹאכַל כְּנֶגְדָּהּ עַד שֶׁתִּכְלֶה. וְאֵין הֲלָכָה אֶלָּא כְדִבְרֵי בֵית הִלֵּל בִּלְבָד","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-9","jbo:text":"עיקר תוי\"ט {יז} לפרושו הוי מתניתין בית שמאי לקלא ובית הלל לחמרא. וקשה דבעדיות תני לה בהדי הני דבית שמאי לחמרא (ובספר בית דוד תרץ דלא חשיב שם מה דפליגי ביה נמי תנאי אחריני). והר\"ש מפרש, דהכא נמי בית שמאי לחמרא וסברי דדוקא בכל הסלע מעות, שלא יצטרכו לקנות (כלומר להחליף) שתי פעמים ולתן שתי קלבונות (דמי החלפה לשלחני): {יח} ובסוף פרק קמא דסנהדרין חשיב נמי חנניא בן חכינאי, ותו מוסיף שמעון בן ננס, ופרש רש\"י שכל אלו לא באו לזקנה, ויושבין בקרקע ומשיבין תשובות קשיות לזקנים, והינו דנין בהלכה","jbo:textNikud":"עיקר תוי\"ט {יז} לְפֵרוּשׁוֹ הֲוֵי מַתְנִיתִין בֵּית שַׁמַּאי לְקֻלָּא וּבֵית הִלֵּל לְחֻמְרָא. וְקָשֶׁה דִבְּעֵדֻיּוֹת תָּנֵי לַהּ בַּהֲדֵי הַנֵּי דְבֵית שַׁמַּאי לְחֻמְרָא (וּבְסֵפֶר בֵּית דָּוִד תֵּרֵץ דְּלֹא חָשִׁיב שָׁם מַה דִּפְלִיגֵי בֵּיהּ נַמִּי תַּנָּאֵי אַחֲרִינֵי). וְהָרַ\"שׁ מְפָרֵשׁ, דְּהָכָא נַמִּי בֵּית שַׁמַּאי לְחֻמְרָא וְסָבְרֵי דְדַוְקָא בְּכָל הַסֶּלַע מָעוֹת, שֶׁלֹּא יִצְטָרְכוּ לִקְנוֹת (כְּלוֹמַר לְהַחֲלִיף) שְׁתֵּי פְעָמִים וְלִתֵּן שְׁתֵּי קַלְבּוֹנוֹת (דְּמֵי הַחְלָפָה לַשֻּׁלְחָנִי): {יח} וּבְסוֹף פֶּרֶק קַמָּא דְסַנְהֶדְרִין חָשִׁיב נַמִּי חֲנַנְיָא בֶן חֲכִינַאי, וְתוּ מוֹסִיף שִׁמְעוֹן בֶּן נַנָּס, וּפֵרֵשׁ רַשִׁ\"י שֶׁכָּל אֵלּוּ לֹא בָאוּ לְזִקְנָה, וְיוֹשְׁבִין בַּקַּרְקַע וּמְשִׁיבִין תְּשׁוּבוֹת קֻשְׁיוֹת לַזְּקֵנִים, וְהַיְנוּ דָּנִין בַּהֲלָכָה","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-1-8-2-10","jbo:text":"מי שהיו מקצת בניו טמאין ומקצתן טהורים, מניח את הסלע ואומר, מה שהטהורים שותים, סלע זו מחללת עליו. נמצאו טהורים וטמאים שותין מכד אחד {כ}","jbo:textNikud":"מִי שֶׁהָיוּ מִקְצָת בָּנָיו טְמֵאִין וּמִקְצָתָן טְהוֹרִים, מַנִּיחַ אֶת הַסֶּלַע וְאוֹמֵר, מַה שֶּׁהַטְּהוֹרִים שׁוֹתִים, סֶלַע זוֹ מְחֻלֶּלֶת עָלָיו. נִמְצְאוּ טְהוֹרִים וּטְמֵאִים שׁוֹתִין מִכַּד אֶחָד {כ}","rdfs:label":"משנה מעשר שני ב י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-bartanura-1-8-2-10","jbo:text":"ר\"ע מברטנורה מקצת בניו טמאין ומקצתן טהורים. ורוצה שישתו יחד מכד אחד, והטמאים אסורים ביין הקנוי בדמי מעשר: מניח את הסלע ואומר. מה שישתו הטהורים מן היין, לכשישתו תהא סלע זו מחללת עליו מעכשיו {יט}. נמצא מה ששתו טהורים היה מעשר ומה ששתו טמאים היה חלין. ואינו חלין ומעשר שני מערבים זה בזה, שאין היין קדוש בקדשת מעשר, אלא לכשישתו חוזר היין ששתו בלבד להיות מעשר למפרע","jbo:textNikud":"ר\"ע מברטנורה מִקְצָת בָּנָיו טְמֵאִין וּמִקְצָתָן טְהוֹרִים. וְרוֹצֶה שֶׁיִּשְׁתּוּ יַחַד מִכַּד אֶחָד, וְהַטְּמֵאִים אֲסוּרִים בְּיַיִן הַקָּנוּי בִּדְמֵי מַעֲשֵׂר: מַנִּיחַ אֶת הַסֶּלַע וְאוֹמֵר. מַה שֶּׁיִּשְׁתּוּ הַטְּהוֹרִים מִן הַיַּיִן, לִכְשֶׁיִּשְׁתּוּ תְּהֵא סֶלַע זוֹ מְחֻלֶּלֶת עָלָיו מֵעַכְשָׁיו {יט}. נִמְצָא מַה שֶּׁשָּׁתוּ טְהוֹרִים הָיָה מַעֲשֵׂר וּמַה שֶׁשָּׁתוּ טְמֵאִים הָיָה חֻלִּין. וְאֵינוֹ חֻלִּין וּמַעֲשֵׂר שֵׁנִי מְעֹרָבִים זֶה בָזֶה, שֶׁאֵין הַיַּיִן קָדוֹשׁ בִּקְדֻשַּׁת מַעֲשֵׂר, אֶלָּא לִכְשֶׁיִּשְׁתּוּ חוֹזֵר הַיַּיִן שֶׁשָּׁתוּ בִּלְבָד לִהְיוֹת מַעֲשֵׂר לְמַפְרֵעַ","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ב י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-2"],"uri":"jbr:mishna-yomtov-1-8-2-10","jbo:text":"עיקר תוי\"ט {יט} דהשתא חל החלול קדם שיתחילו לשתות, ולא מפלג אלא סמוך ביותר, בשעה שפרש היין מהכד לפיהם. ואינו ענין לדין בררה. כסף משנה: {כ} מכד אחד. והוא שיהיו טמאים בשאר טמאות מלבד זיבות, ושיהיה הכלי מחרס, ובתנאי שלא יגעו ביין. וכלי חרס אינו מטמא מגבו, אבל אם היו טמאים בזיבות מטמא בהסט. הר\"מ. ודתנן שותין, רוצה לומר זה אחר זה, בתחלה הטהורים ואחר כך הטמאים, אבל הטמאים רשאים להשקות לטהורים על פי אלו התנאים. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יט} דְּהַשְׁתָּא חָל הַחִלּוּל קֹדֶם שֶׁיַּתְחִילוּ לִשְׁתּוֹת, וְלֹא מֻפְלָג אֶלָּא סָמוּךְ בְּיוֹתֵר, בְּשָׁעָה שֶׁפֵּרֵשׁ הַיַּיִן מֵהַכַּד לְפִיהֶם. וְאֵינוֹ עִנְיָן לְדִין בְּרֵרָה. כֶּסֶף מִשְׁנֶה: {כ} מִכַּד אֶחָד. וְהוּא שֶׁיִּהְיוּ טְמֵאִים בִּשְׁאָר טֻמְאוֹת מִלְּבַד זִיבוּת, וְשֶׁיִּהְיֶה הַכְּלִי מֵחֶרֶס, וּבִתְנַאי שֶׁלֹּא יִגְּעוּ בַיַּיִן. וּכְלִי חֶרֶס אֵינוֹ מִטַּמֵּא מִגַּבּוֹ, אֲבָל אִם הָיוּ טְמֵאִים בְּזִיבוּת מִטַּמֵּא בְּהֶסֵּט. הָרַ\"מ. וְדִתְנַן שׁוֹתִין, רוֹצֶה לוֹמַר זֶה אַחַר זֶה, בַּתְּחִלָּה הַטְּהוֹרִים וְאַחַר כָּךְ הַטְּמֵאִים, אֲבָל הַטְּמֵאִים רַשָּׁאִים לְהַשְׁקוֹת לַטְּהוֹרִים עַל פִּי אֵלּוּ הַתְּנָאִים. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ב י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-1","jbo:text":"לא יאמר אדם לחברו, העל את הפרות האלו לירושלים לחלק, אלא אומר לו, העלם שנאכלם ונשתם בירושלים. אבל {א} נותנים זה לזה מתנת חנם","jbo:textNikud":"לֹא יֹאמַר אָדָם לַחֲבֵרוֹ, הַעַל אֶת הַפֵּרוֹת הָאֵלּוּ לִירוּשָׁלַיִם לְחַלֵּק, אֶלָּא אוֹמֵר לוֹ, הַעֲלֵם שֶׁנֹּאכְלֵם וְנִשְׁתֵּם בִּירוּשָׁלָיִם. אֲבָל {א} נוֹתְנִים זֶה לָזֶה מַתְּנַת חִנָּם","rdfs:label":"משנה מעשר שני ג א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-1","jbo:text":"ר\"ע מברטנורה לא יאמר. לחלק. שתטל חלק בהם. לפי שעליו מטל להביא מעשרו לירושלים, ונמצא פורע חובו ממעשר שני: העלם שנאכלם ונשתם. דנראה דמזמינו לאכל עמו, וזה מתר: אבל נותנים זה לזה מתנת חנם. מפרש לעיל בריש פרק קמא","jbo:textNikud":"ר\"ע מברטנורה לֹא יֹאמַר. לְחַלֵּק. שֶׁתִּטֹּל חֵלֶק בָּהֶם. לְפִי שֶׁעָלָיו מֻטָּל לְהָבִיא מַעַשְׂרוֹ לִירוּשָׁלַיִם, וְנִמְצָא פּוֹרֵעַ חוֹבוֹ מִמַּעֲשֵׂר שֵׁנִי: הַעֲלֵם שֶׁנֹּאכְלֵם וְנִשְׁתֵּם. דְּנִרְאֶה דְמַזְמִינוֹ לֶאֱכֹל עִמּוֹ, וְזֶה מֻתָּר: אֲבָל נוֹתְנִים זֶה לָזֶה מַתְּנַת חִנָּם. מְפֹרָשׁ לְעֵיל בְּרֵישׁ פֶּרֶק קַמָּא","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-1","jbo:text":"עיקר תוי\"ט {א} אבל. הכי קאמר, אלא אומר לו העלם וכו', דהוי כמזמינו, והרי אמרו אבל נותנים וכו'","jbo:textNikud":"עיקר תוי\"ט {א} אֲבָל. הָכִי קָאָמַר, אֶלָּא אוֹמֵר לוֹ הַעֲלֵם וְכוּ', דַּהֲוֵי כְמַזְמִינוֹ, וַהֲרֵי אָמְרוּ אֲבָל נוֹתְנִים וְכוּ'","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-2","jbo:text":"אין לוקחין תרומה בכסף מעשר שני, מפני שהוא ממעט באכילתו, ורבי שמעון מתיר. אמר להם רבי שמעון, מה אם הקל בזבחי שלמים, שהוא מביאן לידי פגול ונותר וטמא, לא נקל בתרומה. אמרו לו, מה אם הקל בזבחי שלמים, שהן מתרים לזרים, נקל בתרומה, שהיא אסורה לזרים","jbo:textNikud":"אֵין לוֹקְחִין תְּרוּמָה בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, מִפְּנֵי שֶׁהוּא מְמַעֵט בַּאֲכִילָתוֹ, וְרַבִּי שִׁמְעוֹן מַתִּיר. אָמַר לָהֶם רַבִּי שִׁמְעוֹן, מָה אִם הֵקֵל בְּזִבְחֵי שְׁלָמִים, שֶׁהוּא מְבִיאָן לִידֵי פִגּוּל וְנוֹתָר וְטָמֵא, לֹא נָקֵל בַּתְּרוּמָה. אָמְרוּ לוֹ, מָה אִם הֵקֵל בְּזִבְחֵי שְׁלָמִים, שֶׁהֵן מֻתָּרִים לְזָרִים, נָקֵל בַּתְּרוּמָה, שֶׁהִיא אֲסוּרָה לְזָרִים","rdfs:label":"משנה מעשר שני ג ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-2","jbo:text":"ר\"ע מברטנורה מפני שהוא ממעט באכילתו. דתרומה אסורה לטבול יום ולזרים: ורבי שמעון מתיר. דסבר מתר להביא קדשים לבית הפסול: מה אם הקל בזבחי שלמים. שקונים שלמים בכסף מעשר שני, ואף על פי שממעט באכילתו, שיכולין לבא לידי פגול ונותר וטמא, לא נקל בתרומה לקנותה בכסף מעשר שני, שאין בה דין פגול ונותר ולא דין טמא, שלא כל הדברים המטמאין את הקדש מטמאין את התרומה. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה מִפְּנֵי שֶׁהוּא מְמַעֵט בַּאֲכִילָתוֹ. דִּתְרוּמָה אֲסוּרָה לִטְבוּל יוֹם וּלְזָרִים: וְרַבִּי שִׁמְעוֹן מַתִּיר. דְּסָבַר מֻתָּר לְהָבִיא קָדָשִׁים לְבֵית הַפְּסוּל: מָה אִם הֵקֵל בְּזִבְחֵי שְׁלָמִים. שֶׁקּוֹנִים שְׁלָמִים בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, וְאַף עַל פִּי שֶׁמְּמַעֵט בַּאֲכִילָתוֹ, שֶׁיְּכוֹלִין לָבֹא לִידֵי פִגּוּל וְנוֹתָר וְטָמֵא, לֹא נָקֵל בַּתְּרוּמָה לִקְנוֹתָהּ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, שֶׁאֵין בָּהּ דִּין פִּגּוּל וְנוֹתָר וְלֹא דִין טָמֵא, שֶׁלֹּא כָל הַדְּבָרִים הַמְטַמְּאִין אֶת הַקֹּדֶשׁ מְטַמְּאִין אֶת הַתְּרוּמָה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-3","jbo:text":"מי שהיו לו מעות בירושלים וצריך לו, ולחברו פרות, אומר לחברו, הרי המעות האלו מחללין על פרותיך. נמצא זה אוכל פרותיו בטהרה, והלה עושה צרכו במעותיו {ב}. ולא יאמר כן לעם הארץ, אלא בדמאי","jbo:textNikud":"מִי שֶׁהָיוּ לוֹ מָעוֹת בִּירוּשָׁלַיִם וְצָרִיךְ לוֹ, וְלַחֲבֵרוֹ פֵרוֹת, אוֹמֵר לַחֲבֵרוֹ, הֲרֵי הַמָּעוֹת הָאֵלּוּ מְחֻלָּלִין עַל פֵּרוֹתֶיךָ. נִמְצָא זֶה אוֹכֵל פֵּרוֹתָיו בְּטָהֳרָה, וְהַלָּה עוֹשֶׂה צָרְכּוֹ בִּמְעוֹתָיו {ב}. וְלֹא יֹאמַר כֵּן לְעַם הָאָרֶץ, אֶלָּא בִדְמָאי","rdfs:label":"משנה מעשר שני ג ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-3","jbo:text":"ר\"ע מברטנורה מי שהיו לו מעות. של מעשר שני, וצריך לקנות מהם דברים של חלין שלא לאכילה ושתיה וסיכה: ולחברו פרות. של חלין, ורוצה לעשות עמו טובה שיתחללו מעות מעשר חברו על פרותיו: אוכל פרותיו בטהרה. שחלה קדשת מעשר על הפרות, וצריך לאכלן בטהרה: ולא יאמר כן לעם הארץ. שהוא חשוד לאכל פרות מעשר בטמאה: אלא בדמאי. כגון אם היו אותן מעות מעשר שני של דמאי, אז מתר לומר כן אפלו לעם הארץ, דשמא המעות אינן מעשר","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁהָיוּ לוֹ מָעוֹת. שֶׁל מַעֲשֵׂר שֵׁנִי, וְצָרִיךְ לִקְנוֹת מֵהֶם דְּבָרִים שֶׁל חֻלִּין שֶׁלֹּא לַאֲכִילָה וּשְׁתִיָּה וְסִיכָה: וְלַחֲבֵרוֹ פֵרוֹת. שֶׁל חֻלִּין, וְרוֹצֶה לַעֲשׂוֹת עִמּוֹ טוֹבָה שֶׁיִּתְחַלְּלוּ מָעוֹת מַעֲשֵׂר חֲבֵרוֹ עַל פֵּרוֹתָיו: אוֹכֵל פֵּרוֹתָיו בְּטָהֳרָה. שֶׁחָלָה קְדֻשַּׁת מַעֲשֵׂר עַל הַפֵּרוֹת, וְצָרִיךְ לְאָכְלָן בְּטָהֳרָה: וְלֹא יֹאמַר כֵּן לְעַם הָאָרֶץ. שֶׁהוּא חָשׁוּד לֶאֱכֹל פֵּרוֹת מַעֲשֵׂר בְּטֻמְאָה: אֶלָּא בִדְמַאי. כְּגוֹן אִם הָיוּ אוֹתָן מְעוֹת מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי, אָז מֻתָּר לוֹמַר כֵּן אֲפִלּוּ לְעַם הָאָרֶץ, דְּשֶׁמָּא הַמָּעוֹת אֵינָן מַעֲשֵׂר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-3","jbo:text":"עיקר תוי\"ט {ב} במעותיו. ואין כאן שום מתנה, דאין אחד נותן לחברו כלום, אלא שקדשת המעות חלה על אלו הפרות. ואתיא ככלי עלמא","jbo:textNikud":"עיקר תוי\"ט {ב} בִּמְעוֹתָיו. וְאֵין כָּאן שׁוּם מַתָּנָה, דְּאֵין אֶחָד נוֹתֵן לַחֲבֵרוֹ כְּלוּם, אֶלָּא שֶׁקְּדֻשַּׁת הַמָּעוֹת חָלָה עַל אֵלּוּ הַפֵּרוֹת. וְאַתְיָא כְּכֻלֵּי עַלְמָא","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-4","jbo:text":"פרות בירושלים ומעות במדינה, אומר, הרי המעות ההם מחללין על פרות האלו. מעות בירושלים ופרות במדינה, אומר הרי המעות האלו מחללין על פרות ההם, ובלבד שיעלו הפרות ויאכלו בירושלים","jbo:textNikud":"פֵּרוֹת בִּירוּשָׁלַיִם וּמָעוֹת בַּמְּדִינָה, אוֹמֵר, הֲרֵי הַמָּעוֹת הָהֵם מְחֻלָּלִין עַל פֵּרוֹת הָאֵלּוּ. מָעוֹת בִּירוּשָׁלַיִם וּפֵרוֹת בַּמְּדִינָה, אוֹמֵר הֲרֵי הַמָּעוֹת הָאֵלּוּ מְחֻלָּלִין עַל פֵּרוֹת הָהֵם, וּבִלְבַד שֶׁיָּעֳלוּ הַפֵּרוֹת וְיֵאָכְלוּ בִירוּשָׁלָיִם","rdfs:label":"משנה מעשר שני ג ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-4","jbo:text":"ר\"ע מברטנורה ומעות במדינה. ומעות של מעשר שני חוץ לירושלים וצריך להן, וקא משמע לן שאין צריך שיהיו הפרות והמעות במקום אחד. ועוד אשמועינן במתניתין דאף על גב דפרות מעשר אין יכולין לפדות בירושלים, מעות מעשר מתחללין הן בירושלים {ג}","jbo:textNikud":"ר\"ע מברטנורה וּמָעוֹת בַּמְּדִינָה. וּמָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי חוּץ לִירוּשָׁלַיִם וְצָרִיךְ לָהֶן, וְקָא מַשְׁמַע לָן שֶׁאֵין צָרִיךְ שֶׁיִּהְיוּ הַפֵּרוֹת וְהַמָּעוֹת בְּמָקוֹם אֶחָד. וְעוֹד אַשְׁמוּעִינַן בְּמַתְנִיתִין דְּאַף עַל גַּב דְּפֵרוֹת מַעֲשֵׂר אֵין יְכוֹלִין לִפָּדוֹת בִּירוּשָׁלַיִם, מָעוֹת מַעֲשֵׂר מִתְחַלְּלִין הֵן בִּירוּשָׁלַיִם {ג}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-4","jbo:text":"עיקר תוי\"ט {ג} כלומר אף על גב דהפרות שמתחללין הן חוץ לירושלים, דלא שמענו ממתניתין לעיל אלא כשהפרות של חברו הן בירושלים, והוי אמינא דוקא כשהפרות בירושלים שרי, משום דהוה כקונה פרות בירושלים, שהמעות נתנין לקנות בהם כל מידי דמיכל, אבל כשהפרות חוץ לירושלים אימא לא, קא משמע לן. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ג} כְּלוֹמַר אַף עַל גַּב דְּהַפֵּרוֹת שֶׁמִּתְחַלְּלִין הֵן חוּץ לִירוּשָׁלַיִם, דְּלֹא שָׁמַעְנוּ מִמַּתְנִיתִין לְעֵיל אֶלָּא כְּשֶׁהַפֵּרוֹת שֶׁל חֲבֵרוֹ הֵן בִּירוּשָׁלַיִם, וַהֲוֵי אֲמֵינָא דַּוְקָא כְּשֶׁהַפֵּרוֹת בִּירוּשָׁלַיִם שָׁרֵי, מִשּׁוּם דַּהֲוָה כְּקוֹנֶה פֵרוֹת בִּירוּשָׁלַיִם, שֶׁהַמָּעוֹת נִתָּנִין לִקְנוֹת בָּהֶם כָּל מִידֵי דְמֵיכָל, אֲבָל כְּשֶׁהַפֵּרוֹת חוּץ לִירוּשָׁלַיִם אֵימָא לֹא, קָא מַשְׁמַע לָן. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-5","jbo:text":"מעות נכנסות לירושלים ויוצאות, ופרות נכנסין ואינן יוצאין. רבן שמעון בן גמליאל אומר, אף הפרות נכנסין ויוצאין","jbo:textNikud":"מָעוֹת נִכְנָסוֹת לִירוּשָׁלַיִם וְיוֹצְאוֹת, וּפֵרוֹת נִכְנָסִין וְאֵינָן יוֹצְאִין. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף הַפֵּרוֹת נִכְנָסִין וְיוֹצְאִין","rdfs:label":"משנה מעשר שני ג ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-5","jbo:text":"ר\"ע מברטנורה מעות. של מעשר שני: נכנסות לירושלים ויוצאות. שאין המחצות קולטות מעות כדרך שקולטות פרות: אף הפרות נכנסים ויוצאים. ודוקא להוציאן כדי לטחנן ולאפותן ולהחזירן אחר כך לירושלים שרי רבן שמעון בן גמליאל, לפי שיותר היו מוצאין לטחן ולאפות חוץ לירושלים מבירושלים עצמה. ותנא קמא אסר נמי בהא. ואין הלכה כרבן שמעון בן גמליאל","jbo:textNikud":"ר\"ע מברטנורה מָעוֹת. שֶׁל מַעֲשֵׂר שֵׁנִי: נִכְנָסוֹת לִירוּשָׁלַיִם וְיוֹצְאוֹת. שֶׁאֵין הַמְּחִצּוֹת קוֹלְטוֹת מָעוֹת כְּדֶרֶךְ שֶׁקּוֹלְטוֹת פֵּרוֹת: אַף הַפֵּרוֹת נִכְנָסִים וְיוֹצְאִים. וְדַוְקָא לְהוֹצִיאָן כְּדֵי לְטָחֲנָן וְלֶאֱפוֹתָן וּלְהַחֲזִירָן אַחַר כָּךְ לִירוּשָׁלַיִם שָׁרֵי רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, לְפִי שֶׁיּוֹתֵר הָיוּ מוֹצְאִין לִטְחֹן וְלֶאֱפוֹת חוּץ לִירוּשָׁלַיִם מִבִּירוּשָׁלַיִם עַצְמָהּ. וְתַנָּא קַמָּא אָסַר נַמִּי בְּהָא. וְאֵין הֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-6","jbo:text":"פרות שנגמרה מלאכתן ועברו בתוך ירושלים, יחזר מעשר שני שלהן ויאכל בירושלים. ושלא נגמרה מלאכתן, סלי ענבים לגת וסלי תאנים למקצה, בית שמאי אומרים, יחזר מעשר שני שלהם ויאכל בירושלים. ובית הלל אומרים, יפדה ויאכל בכל מקום. רבי שמעון בן יהודה אומר משום רבי יוסי, לא נחלקו בית שמאי ובית הלל על פרות שלא נגמרה מלאכתן, שיפדה מעשר שני שלהם ויאכל בכל מקום. ועל מה נחלקו, על פרות שנגמרה מלאכתן, שבית שמאי אומרים, יחזר מעשר שני שלהם ויאכל בירושלים. ובית הלל אומרים, יפדה ויאכל בכל מקום. והדמאי, נכנס ויוצא ונפדה","jbo:textNikud":"פֵּרוֹת שֶׁנִּגְמְרָה מְלַאכְתָּן וְעָבְרוּ בְתוֹךְ יְרוּשָׁלַיִם, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶן וְיֵאָכֵל בִּירוּשָׁלָיִם. וְשֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, סַלֵּי עֲנָבִים לַגַּת וְסַלֵּי תְאֵנִים לַמֻּקְצֶה, בֵּית שַׁמַּאי אוֹמְרִים, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בִּירוּשָׁלַיִם. וּבֵית הִלֵּל אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל בְּכָל מָקוֹם. רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשּׁוּם רַבִּי יוֹסֵי, לֹא נֶחְלְקוּ בֵית שַׁמַּאי וּבֵית הִלֵּל עַל פֵּרוֹת שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, שֶׁיִּפָּדֶה מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בְּכָל מָקוֹם. וְעַל מַה נֶחְלְקוּ, עַל פֵּרוֹת שֶׁנִּגְמְרָה מְלַאכְתָּן, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶם וְיֵאָכֵל בִּירוּשָׁלָיִם. וּבֵית הִלֵּל אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל בְּכָל מָקוֹם. וְהַדְּמַאי, נִכְנָס וְיוֹצֵא וְנִפְדֶּה","rdfs:label":"משנה מעשר שני ג ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-6","jbo:text":"ר\"ע מברטנורה שנגמרה מלאכתן. למעשר, כדתנן בפרק קמא דמעשרות איזהו גרנן למעשר: ועברו בתוך ירושלים. בעודן טבל: יחזר מעשר שני שלהן. דקסבר מתנות שלא הורמו כמי שהורמו דמין, וקלטוהו מחצות למעשר שני: ושלא נגמרה מלאכתן. כגון סלי ענבים לגת וכו'. אבל סלי ענבים לאכילה נגמרה מלאכתן: למקצה. מקום ששוטחין בו תאנים ליבש קרוי מקצה: רבי שמעון בן יהודה אומר וכו'. סבר דלבית הלל מתנות שלא הורמו לאו כמי שהורמו דמין. אי נמי אפלו כמי שהורמו דמין, הני מילי [לענין] שאר דברים, אבל לענין קליטת מחצות דרבנן, מקלין בית הלל. ואין הלכה כרבי שמעון בן יהודה, שלא נחלקו בית שמאי ובית הלל אלא על פרות שלא נגמרה מלאכתן, כדברי תנא קמא: והדמאי. טבל של דמאי: נכנס. לירושלים: ויוצא ונפדה. חוץ לירושלים אחר שיצא, ואין צריך לחזר {ד}. והך סיפא לתנא קמא איצטריך ואליבא דבית הלל {ה}","jbo:textNikud":"ר\"ע מברטנורה שֶׁנִּגְמְרָה מְלַאכְתָּן. לַמַּעֲשֵׂר, כְּדִתְנַן בְּפֶרֶק קַמָּא דְמַעַשְׂרוֹת אֵיזֶהוּ גָּרְנָן לַמַּעֲשֵׂר: וְעָבְרוּ בְתוֹךְ יְרוּשָׁלַיִם. בְּעוֹדָן טֶבֶל: יַחֲזֹר מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶן. דְּקָסָבַר מַתָּנוֹת שֶׁלֹּא הוּרְמוּ כְּמִי שֶׁהוּרְמוּ דַּמְיָן, וּקְלָטוּהוּ מְחִצּוֹת לְמַעֲשֵׂר שֵׁנִי: וְשֶׁלֹּא נִגְמְרָה מְלַאכְתָּן. כְּגוֹן סַלֵּי עֲנָבִים לַגַּת וְכוּ'. אֲבָל סַלֵּי עֲנָבִים לַאֲכִילָה נִגְמְרָה מְלַאכְתָּן: לַמֻּקְצֶה. מָקוֹם שֶׁשּׁוֹטְחִין בּוֹ תְּאֵנִים לְיַבֵּשׁ קָרוּי מֻקְצֶה: רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר וְכוּ'. סָבַר דִּלְבֵית הִלֵּל מַתָּנוֹת שֶׁלֹּא הוּרְמוּ לָאו כְּמִי שֶׁהוּרְמוּ דַּמְיָן. אִי נַמִּי אֲפִלּוּ כְּמִי שֶׁהוּרְמוּ דַּמְיָן, הַנֵּי מִילֵי [לְעִנְיַן] שְׁאָר דְּבָרִים, אֲבָל לְעִנְיַן קְלִיטַת מְחִצּוֹת דְּרַבָּנָן, מְקִלִּין בֵּית הִלֵּל. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן בֶּן יְהוּדָה, שֶׁלֹּא נֶחְלְקוּ בֵית שַׁמַּאי וּבֵית הִלֵּל אֶלָּא עַל פֵּרוֹת שֶׁלֹּא נִגְמְרָה מְלַאכְתָּן, כְּדִבְרֵי תַנָּא קַמָּא: וְהַדְּמַאי. טֶבֶל שֶׁל דְּמַאי: נִכְנָס. לִירוּשָׁלַיִם: וְיוֹצֵא וְנִפְדֶּה. חוּץ לִירוּשָׁלַיִם אַחַר שֶׁיָּצָא, וְאֵין צָרִיךְ לַחֲזֹר {ד}. וְהַךְ סֵיפָא לְתַנָּא קַמָּא אִיצְטְרִיךְ וְאַלִּיבָּא דְבֵית הִלֵּל {ה}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-6","jbo:text":"עיקר תוי\"ט {ד} דאלו מעשר שני של דמאי, לא, שכבר תפסתו מחצה, וכן הוא בירושלמי. והשתא הא דפרש הר\"ב בפרק קמא דדמאי משנה ב' הדמאי נכנס לירושלים ויוצא, ומשמע שם מדבריו דבמעשר עצמו מפרש, קשיא מירושלמי דהכא: {ה} כלומר דאלו לרבי שמעון בן יהודה לא איצטריך כלל, אבל פשיטא דלתנא קמא אליבא דבית שמאי כל שכן דאיצטריך","jbo:textNikud":"עיקר תוי\"ט {ד} דְּאִלּוּ מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי, לֹא, שֶׁכְּבָר תְּפַסְתּוֹ מְחִצָּה, וְכֵן הוּא בַּיְרוּשַׁלְמִי. וְהַשְׁתָּא הָא דְפֵרֵשׁ הָרַ\"ב בְּפֶרֶק קַמָּא דִדְמַאי מִשְׁנָה ב' הַדְּמַאי נִכְנָס לִירוּשָׁלַיִם וְיוֹצֵא, וּמַשְׁמַע שָׁם מִדְּבָרָיו דְּבַמַּעֲשֵׂר עַצְמוֹ מְפָרֵשׁ, קַשְׁיָא מִיְרוּשַׁלְמִי דְהָכָא: {ה} כְּלוֹמַר דְּאִלּוּ לְרַבִּי שִׁמְעוֹן בֶּן יְהוּדָה לֹא אִיצְטְרִיךְ כְּלָל, אֲבָל פְּשִׁיטָא דִּלְתַנָּא קַמָּא אַלִּיבָּא דְבֵית שַׁמַּאי כָּל שֶׁכֵּן דְּאִיצְטְרִיךְ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-7","jbo:text":"אילן שהוא עומד בפנים ונוטה לחוץ, או עומד בחוץ ונוטה לפנים, מכנגד החומה ולפנים, כלפנים. מכנגד החומה ולחוץ, כלחוץ. בתי הבדים שפתחיהן לפנים וחללן לחוץ, או שפתחיהן לחוץ וחללן לפנים, בית שמאי אומרים, הכל כלפנים {ז}. ובית הלל אומרים, מכנגד {ח} החומה ולפנים, כלפנים. מכנגד החומה ולחוץ, כלחוץ","jbo:textNikud":"אִילָן שֶׁהוּא עוֹמֵד בִּפְנִים וְנוֹטֶה לַחוּץ, אוֹ עוֹמֵד בַּחוּץ וְנוֹטֶה לִפְנִים, מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים, כְּלִפְנִים. מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ, כְּלַחוּץ. בָּתֵּי הַבַּדִּים שֶׁפִּתְחֵיהֶן לִפְנִים וַחֲלָלָן לַחוּץ, אוֹ שֶׁפִּתְחֵיהֶן לַחוּץ וַחֲלָלָן לִפְנִים, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל כְּלִפְנִים {ז}. וּבֵית הִלֵּל אוֹמְרִים, מִכְּנֶגֶד {ח} הַחוֹמָה וְלִפְנִים, כְּלִפְנִים. מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ, כְּלַחוּץ","rdfs:label":"משנה מעשר שני ג ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-7","jbo:text":"ר\"ע מברטנורה בפנים. מן החומה: ונוטה לחוץ. לחומת ירושלים: מכנגד החומה ולפנים כלפנים. דבין נוף ובין עקר מכנגד החומה ולפנים כלפנים, ואוכלין שם מעשר שני ולא פודין. ובין נוף ובין עקר מכנגד החומה ולחוץ כלחוץ, ופודין שם מעשר שני ולא אוכלין. והינו דתנן במסכת מעשרות פרק ג' ובירושלים הולך אחר הנוף {ו}, כלומר אף אחר הנוף: בתי הבדים. שעוצרים בהם שמן, ורגילים היו לעשות בתים הללו בחומת המדינה: שפתחיהן לפנים. מחומת ירושלים וחללן חוץ לחומת ירושלים: מכנגד החומה ולפנים כלפנים. ואוכלים שם מעשר שני וקדשים קלים {ט}, ואין פודין שם מעשר שני: מכנגד החומה ולחוץ כלחוץ. ואין אוכלים שם מעשר שני וקדשים, ופודים שם מעשר שני","jbo:textNikud":"ר\"ע מברטנורה בִּפְנִים. מִן הַחוֹמָה: וְנוֹטֶה לַחוּץ. לְחוֹמַת יְרוּשָׁלַיִם: מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים כְּלִפְנִים. דְּבֵין נוֹף וּבֵין עִקָּר מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים כְּלִפְנִים, וְאוֹכְלִין שָׁם מַעֲשֵׂר שֵׁנִי וְלֹא פוֹדִין. וּבֵין נוֹף וּבֵין עִקָּר מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ כְּלַחוּץ, וּפוֹדִין שָׁם מַעֲשֵׂר שֵׁנִי וְלֹא אוֹכְלִין. וְהַיְנוּ דִתְנַן בְּמַסֶּכֶת מַעַשְׂרוֹת פֶּרֶק ג' וּבִירוּשָׁלַיִם הוֹלֵךְ אַחַר הַנּוֹף {ו}, כְּלוֹמַר אַף אַחַר הַנּוֹף: בָּתֵּי הַבַּדִּים. שֶׁעוֹצְרִים בָּהֶם שֶׁמֶן, וּרְגִילִים הָיוּ לַעֲשׂוֹת בָּתִּים הַלָּלוּ בְּחוֹמַת הַמְּדִינָה: שֶׁפִּתְחֵיהֶן לִפְנִים. מֵחוֹמַת יְרוּשָׁלַיִם וַחֲלָלָן חוּץ לְחוֹמַת יְרוּשָׁלַיִם: מִכְּנֶגֶד הַחוֹמָה וְלִפְנִים כְּלִפְנִים. וְאוֹכְלִים שָׁם מַעֲשֵׂר שֵׁנִי וְקָדָשִׁים קַלִּים {ט}, וְאֵין פּוֹדִין שָׁם מַעֲשֵׂר שֵׁנִי: מִכְּנֶגֶד הַחוֹמָה וְלַחוּץ כְּלַחוּץ. וְאֵין אוֹכְלִים שָׁם מַעֲשֵׂר שֵׁנִי וְקָדָשִׁים, וּפוֹדִים שָׁם מַעֲשֵׂר שֵׁנִי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-7","jbo:text":"עיקר תוי\"ט {ו} ותימה, דבמעשרות לא פרש כן, אלא דאזלינן בתרויהו לחמרא. ותרץ הר\"ש אליבא דגמרא מכות דף י\"ב, דמתניתין דהתם רבי יהודה, ומתניתין דהכא רבנן. ולפי זה התרוץ הוא פרוש הר\"ב דהתם. אבל למה שפרש הר\"ב כאן כלומר אף אחר הנוף, הוא אליבא דרב אשי דמשני התם וקאמר, אף אחר הנוף, דלא תקשי ממתניתין דמעשרות אמתניתין דהכא. תוספות יום טוב: {ז} כלפנים. לשון הר\"מ, ומאמר בית שמאי הכל כלפנים לחמרא, רוצה לומר שלא יפדה בהם מעשר שני ולא יאכלנו [בהם]: {ח} מכנגד. מפשטא דמתניתין משמע דלא אכפת להו לבית הלל בפתחיהן בין שהן לפנים או לחוץ. ובסתם משנה דלהלן לענין דמקדש מחלקין. וצריך לחלק בין ירושלים למקדש, ולומר דכשקדשו מתחלה ירושלים כך קדשו, וכשקדשו המקדש כך קדשו. ועין בתוספות יום טוב: {ט} ירושלמי. ודלא פרשו כך גבי אילן, משום דבשר אין רגילין לאכל תחת אילן, שהוא עומד באויר השמים, אבל פרות ושאר דברים הנלקחים בכסף מעשר שאינו בשר רגילין לאכל באויר השמים תחת אילן. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ו} וְתֵימַהּ, דִּבְמַעַשְׂרוֹת לֹא פֵרֵשׁ כֵּן, אֶלָּא דְּאָזְלִינַן בְּתַרְוַיְהוּ לְחֻמְרָא. וְתֵרֵץ הָרַ\"שׁ אַלִּיבָּא דִּגְמָרָא מַכּוֹת דַּף י\"ב, דְּמַתְנִיתִין דְּהָתָם רַבִּי יְהוּדָה, וּמַתְנִיתִין דְּהָכָא רַבָּנָן. וּלְפִי זֶה הַתֵּרוּץ הוּא פֵּרוּשׁ הָרַ\"ב דְּהָתָם. אֲבָל לְמַה שֶּׁפֵּרֵשׁ הָרַ\"ב כָּאן כְּלוֹמַר אַף אַחַר הַנּוֹף, הוּא אַלִּיבָּא דְרַב אַשִׁי דִּמְשָׁנֵי הָתָם וְקָאָמַר, אַף אַחַר הַנּוֹף, דְּלֹא תַקְשֵׁי מִמַּתְנִיתִין דְּמַעַשְׂרוֹת אַמַּתְנִיתִין דְּהָכָא. תּוֹסְפוֹת יוֹם טוֹב: {ז} כְּלִפְנִים. לְשׁוֹן הָרַ\"מ, וּמַאֲמַר בֵּית שַׁמַּאי הַכֹּל כְּלִפְנִים לְחֻמְרָא, רוֹצֶה לוֹמַר שֶׁלֹּא יִפְדֶּה בָהֶם מַעֲשֵׂר שֵׁנִי וְלֹא יֹאכְלֶנּוּ [בָהֶם]: {ח} מִכְּנֶגֶד. מִפְּשָׁטָא דְמַתְנִיתִין מַשְׁמַע דְּלֹא אִכְפַּת לְהוּ לְבֵית הִלֵּל בְּפִתְחֵיהֶן בֵּין שֶׁהֵן לִפְנִים אוֹ לַחוּץ. וּבִסְתָם מִשְׁנָה דִלְהַלָּן לְעִנְיַן דְּמִקְדָּשׁ מְחַלְּקִין. וְצָרִיךְ לְחַלֵּק בֵּין יְרוּשָׁלַיִם לַמִּקְדָּשׁ, וְלוֹמַר דִּכְשֶׁקִּדְּשׁוּ מִתְּחִלָּה יְרוּשָׁלַיִם כָּךְ קִדְּשׁוּ, וּכְשֶׁקִּדְּשׁוּ הַמִּקְדָּשׁ כָּךְ קִדְּשׁוּ. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {ט} יְרוּשַׁלְמִי. וּדְלֹא פֵרְשׁוּ כָּךְ גַּבֵּי אִילָן, מִשּׁוּם דְּבָשָׂר אֵין רְגִילִין לֶאֱכֹל תַּחַת אִילָן, שֶׁהוּא עוֹמֵד בַּאֲוִיר הַשָּׁמַיִם, אֲבָל פֵּרוֹת וּשְׁאָר דְּבָרִים הַנִּלְקָחִים בְּכֶסֶף מַעֲשֵׂר שֶׁאֵינוֹ בָשָׂר רְגִילִין לֶאֱכֹל בַּאֲוִיר הַשָּׁמַיִם תַּחַת אִילָן. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-8","jbo:text":"הלשכות, בנויות בקדש ופתוחות לחל, תוכן חל וגגותיהן קדש. בנויות בחל ופתוחות לקדש, תוכן קדש וגגותיהן חל. בנויות בקדש ובחל ופתוחות לקדש ולחל, תוכן וגגותיהן מכנגד הקדש ולקדש, קדש, מכנגד החל ולחל, חל","jbo:textNikud":"הַלְּשָׁכוֹת, בְּנוּיוֹת בַּקֹּדֶשׁ וּפְתוּחוֹת לַחֹל, תּוֹכָן חֹל וְגַגּוֹתֵיהֶן קֹדֶשׁ. בְּנוּיוֹת בַּחֹל וּפְתוּחוֹת לַקֹּדֶשׁ, תּוֹכָן קֹדֶשׁ וְגַגּוֹתֵיהֶן חֹל. בְּנוּיוֹת בַּקֹּדֶשׁ וּבַחֹל וּפְתוּחוֹת לַקֹּדֶשׁ וְלַחֹל, תּוֹכָן וְגַגּוֹתֵיהֶן מִכְּנֶגֶד הַקֹּדֶשׁ וְלַקֹּדֶשׁ, קֹדֶשׁ, מִכְּנֶגֶד הַחֹל וְלַחֹל, חֹל","rdfs:label":"משנה מעשר שני ג ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-8","jbo:text":"ר\"ע מברטנורה הלשכות בנויות בקדש. בעזרה: ופתוחות לחל. להר הבית: וגגותיהן קדש. והוא שהיו גגותיהן שוות לקרקע העזרה, כגון שהיתה הלשכה בשפוע ההר. שאם אין גגותיהן שוות לקרקע העזרה, קימא לן דעליות וגגות לא נתקדשו: תוכן קדש. לשחיטת קדשים קלים, ולאכילת קדשי קדשים, ולהתחיב עליהן משום טמאה {י}","jbo:textNikud":"ר\"ע מברטנורה הַלְּשָׁכוֹת בְּנוּיוֹת בַּקֹּדֶשׁ. בָּעֲזָרָה: וּפְתוּחוֹת לַחֹל. לְהַר הַבַּיִת: וְגַגּוֹתֵיהֶן קֹדֶשׁ. וְהוּא שֶׁהָיוּ גַגּוֹתֵיהֶן שָׁווֹת לְקַרְקַע הָעֲזָרָה, כְּגוֹן שֶׁהָיְתָה הַלִּשְׁכָּה בְּשִׁפּוּעַ הָהָר. שֶׁאִם אֵין גַּגּוֹתֵיהֶן שָׁווֹת לְקַרְקַע הָעֲזָרָה, קַיְמָא לָן דַּעֲלִיּוֹת וְגַגּוֹת לֹא נִתְקַדְּשׁוּ: תּוֹכָן קֹדֶשׁ. לִשְׁחִיטַת קָדָשִׁים קַלִּים, וְלַאֲכִילַת קָדְשֵׁי קָדָשִׁים, וּלְהִתְחַיֵּב עֲלֵיהֶן מִשּׁוּם טֻמְאָה {י}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-8","jbo:text":"עיקר תוי\"ט {י} המנויות בתחלת סדר טהרות (מסכת כלים פרק א)","jbo:textNikud":"עיקר תוי\"ט {י} הַמְּנוּיוֹת בִּתְּחִלַּת סֵדֶר טָהֳרוֹת (מַסֶּכֶת כֵּלִים פֶּרֶק א)","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-9","jbo:text":"מעשר שני שנכנס לירושלים ונטמא, בין שנטמא באב הטמאה, בין שנטמא בולד הטמאה, בין בפנים בין בחוץ, בית שמאי אומרים, יפדה ויאכל הכל בפנים, חוץ משנטמא באב הטמאה בחוץ. ובית הלל אומרים, הכל יפדה ויאכל בחוץ, חוץ משנטמא בולד הטמאה בפנים","jbo:textNikud":"מַעֲשֵׂר שֵׁנִי שֶׁנִּכְנַס לִירוּשָׁלַיִם וְנִטְמָא, בֵּין שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, בֵּין שֶׁנִּטְמָא בִּוְלַד הַטֻּמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, בֵּית שַׁמַּאי אוֹמְרִים, יִפָּדֶה וְיֵאָכֵל הַכֹּל בִּפְנִים, חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻּמְאָה בַּחוּץ. וּבֵית הִלֵּל אוֹמְרִים, הַכֹּל יִפָּדֶה וְיֵאָכֵל בַּחוּץ, חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻּמְאָה בִּפְנִים","rdfs:label":"משנה מעשר שני ג ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-9","jbo:text":"ר\"ע מברטנורה באב הטמאה. שרץ ונבלה וכיוצא בהן: בולד הטמאה. האי ולד הטמאה דתנן במתניתין לאו ולד הטמאה שנגע באב הטמאה, שהוא טמא מדאוריתא, אלא בולד הטמאה דרבנן, כגון שנגע בכלים שנטמאו במשקין: יפדה. דמעשר שני שנטמא פודין אותו אפלו בירושלים, דכתיב (דברים יד) כי לא תוכל שאתו, ואין שאת אלא אכילה, כדכתיב (בראשית מג) וישא משאת מאת פניו אלהם: ויאכל הכל בפנים. שלא יאמרו ראינו מעשר שני שנכנס לירושלים ויצא, מפני שיש קול למעשר היוצא. אבל אין לחוש כשפודים אותו שמא יאמרו ראינו מעשר שני שנפדה בירושלים, שאין קול לפדוי: חוץ משנטמא באב הטמאה בחוץ. שכיון שנכנס כשהוא טמא אין המחצה קולטתו: חוץ משנטמא בולד הטמאה בפנים. אבל נטמא בולד הטמאה בחוץ, אף על פי שבולד הטמאה של דבריהם נטמא ומן התורה טהור הוא, יאכל בחוץ. ובירושלמי מוקי לה כגון שהכניסו על מנת שלא יקלטוהו מחצות, אבל אם לא התנה, הואיל ונכנס והרי הוא טהור דאוריתא, יאכל בפנים","jbo:textNikud":"ר\"ע מברטנורה בְּאַב הַטֻּמְאָה. שֶׁרֶץ וּנְבֵלָה וְכַיּוֹצֵא בָהֶן: בִּוְלַד הַטֻּמְאָה. הַאי וְלַד הַטֻּמְאָה דִּתְנַן בְּמַתְנִיתִין לָאו וְלַד הַטֻּמְאָה שֶׁנָּגַע בְּאַב הַטֻּמְאָה, שֶׁהוּא טָמֵא מִדְּאוֹרַיְתָא, אֶלָּא בִּוְלַד הַטֻּמְאָה דְרַבָּנָן, כְּגוֹן שֶׁנָּגַע בְּכֵלִים שֶׁנִּטְמְאוּ בְמַשְׁקִין: יִפָּדֶה. דְּמַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא פּוֹדִין אוֹתוֹ אֲפִלּוּ בִירוּשָׁלַיִם, דִּכְתִיב (דְּבָרִים יד) כִּי לֹא תוּכַל שְׂאֵתוֹ, וְאֵין שְׂאֵת אֶלָּא אֲכִילָה, כְּדִכְתִיב (בְּרֵאשִׁית מג) וַיִּשָּׂא מַשְׂאֹת מֵאֵת פָּנָיו אֲלֵהֶם: וְיֵאָכֵל הַכֹּל בִּפְנִים. שֶׁלֹּא יֹאמְרוּ רָאִינוּ מַעֲשֵׂר שֵׁנִי שֶׁנִּכְנַס לִירוּשָׁלַיִם וְיָצָא, מִפְּנֵי שֶׁיֵּשׁ קוֹל לַמַּעֲשֵׂר הַיּוֹצֵא. אֲבָל אֵין לָחוּשׁ כְּשֶׁפּוֹדִים אוֹתוֹ שֶׁמָּא יֹאמְרוּ רָאִינוּ מַעֲשֵׂר שֵׁנִי שֶׁנִּפְדָּה בִירוּשָׁלַיִם, שֶׁאֵין קוֹל לַפָּדוּי: חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻּמְאָה בַּחוּץ. שֶׁכֵּיוָן שֶׁנִּכְנַס כְּשֶׁהוּא טָמֵא אֵין הַמְּחִצָּה קוֹלַטְתּוֹ: חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻּמְאָה בִּפְנִים. אֲבָל נִטְמָא בִוְלַד הַטֻּמְאָה בַּחוּץ, אַף עַל פִּי שֶׁבִּוְלַד הַטֻּמְאָה שֶׁל דִּבְרֵיהֶם נִטְמָא וּמִן הַתּוֹרָה טָהוֹר הוּא, יֵאָכֵל בַּחוּץ. וּבַיְרוּשַׁלְמִי מוֹקֵי לַהּ כְּגוֹן שֶׁהִכְנִיסוֹ עַל מְנָת שֶׁלֹּא יִקְלְטוּהוּ מְחִצּוֹת, אֲבָל אִם לֹא הִתְנָה, הוֹאִיל וְנִכְנַס וַהֲרֵי הוּא טָהוֹר דְּאוֹרַיְתָא, יֵאָכֵל בִּפְנִים","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-10","jbo:text":"הלקוח בכסף מעשר שני שנטמא, יפדה. רבי יהודה אומר, יקבר. אמרו לו לרבי יהודה, ומה אם מעשר שני עצמו שנטמא, הרי הוא נפדה, הלקוח בכסף מעשר שני שנטמא, אינו דין שיפדה. אמר להם, לא, אם אמרתם במעשר שני עצמו, שכן הוא נפדה בטהור ברחוק מקום, תאמרו בלקוח בכסף מעשר, שאינו נפדה בטהור ברחוק מקום","jbo:textNikud":"הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא, יִפָּדֶה. רַבִּי יְהוּדָה אוֹמֵר, יִקָּבֵר. אָמְרוּ לוֹ לְרַבִּי יְהוּדָה, וּמָה אִם מַעֲשֵׂר שֵׁנִי עַצְמוֹ שֶׁנִּטְמָא, הֲרֵי הוּא נִפְדֶּה, הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי שֶׁנִּטְמָא, אֵינוֹ דִין שֶׁיִּפָּדֶה. אָמַר לָהֶם, לֹא, אִם אֲמַרְתֶּם בְּמַעֲשֵׂר שֵׁנִי עַצְמוֹ, שֶׁכֵּן הוּא נִפְדֶּה בְטָהוֹר בְּרִחוּק מָקוֹם, תֹּאמְרוּ בְלָקוּחַ בְּכֶסֶף מַעֲשֵׂר, שֶׁאֵינוֹ נִפְדֶּה בְטָהוֹר בְּרִחוּק מָקוֹם","rdfs:label":"משנה מעשר שני ג י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-10","jbo:text":"ר\"ע מברטנורה הלקוח בכסף מעשר שני. פרות שנקנו מדמי מעשר שני: יקבר. הואיל ונגמרה מצותו וקנה פרות ממעות מעשר שני, שוב לא יפדה: שכן נפדה טהור ברחוק מקום. שמעשר שני פודין אותו כשהוא טהור חוץ לירושלים, כדכתיב (דברים יד) וכי ירחק ממך המקום וגו'. אבל הלקוח בכסף מעשר אינו נפדה חוץ לירושלים כשהוא טהור, דתנן לעיל בפרק קמא מזיד יעלו ויאכלו במקום. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי. פֵּרוֹת שֶׁנִּקְנוּ מִדְּמֵי מַעֲשֵׂר שֵׁנִי: יִקָּבֵר. הוֹאִיל וְנִגְמְרָה מִצְוָתוֹ וְקָנָה פֵרוֹת מִמְּעוֹת מַעֲשֵׂר שֵׁנִי, שׁוּב לֹא יִפָּדֶה: שֶׁכֵּן נִפְדֶּה טָהוֹר בְּרִחוּק מָקוֹם. שֶׁמַּעֲשֵׂר שֵׁנִי פּוֹדִין אוֹתוֹ כְּשֶׁהוּא טָהוֹר חוּץ לִירוּשָׁלַיִם, כְּדִכְתִיב (דְּבָרִים יד) וְכִי יִרְחַק מִמְּךָ הַמָּקוֹם וְגוֹ'. אֲבָל הַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר אֵינוֹ נִפְדֶּה חוּץ לִירוּשָׁלַיִם כְּשֶׁהוּא טָהוֹר, דִּתְנַן לְעֵיל בְּפֶרֶק קַמָּא מֵזִיד יַעֲלוּ וְיֵאָכְלוּ בַמָּקוֹם. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-11","jbo:text":"צבי שלקחו בכסף מעשר, ומת, יקבר על ידי עורו {יא}. רבי שמעון אומר, יפדה. לקחו חי ושחטו ונטמא, יפדה. רבי יוסי אומר, יקבר. לקחו שחוט ונטמא, הרי הוא כפרות","jbo:textNikud":"צְבִי שֶׁלְּקָחוֹ בְּכֶסֶף מַעֲשֵׂר, וָמֵת, יִקָּבֵר עַל יְדֵי עוֹרוֹ {יא}. רַבִּי שִׁמְעוֹן אוֹמֵר, יִפָּדֶה. לְקָחוֹ חַי וּשְׁחָטוֹ וְנִטְמָא, יִפָּדֶה. רַבִּי יוֹסֵי אוֹמֵר, יִקָּבֵר. לְקָחוֹ שָׁחוּט וְנִטְמָא, הֲרֵי הוּא כְפֵרוֹת","rdfs:label":"משנה מעשר שני ג יא"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-11","jbo:text":"ר\"ע מברטנורה על ידי עורו. עם עורו: רבי שמעון אומר יפדה. ובהא קמיפלגי, דתנא קמא סבר אין פודין את הקדשים להאכילן לכלבים, ורבי שמעון סבר פודין את הקדשים להאכילן לכלבים. ואין הלכה כרבי שמעון: לקחו חי ושחטו ונטמא יפדה. הכא לא פליג רבי יהודה כדפליג לעיל בפרות הלקוחים בכסף מעשר ונטמאו, דכיון דלקחו חי אין לו רחוק מקום, לפי שיכול להוליכו בכל מקום שירצה, הלכך הוי כמעשר שני עצמו, ונפדה כשנטמא כדרך שנפדה מעשר שני כשנטמא: רבי יוסי אומר יקבר. דמחמיר טפי מרבי יהודה, וסבר דאף על פי שקנאו חי דינו כפרות הלקוחים בכסף מעשר: לקחו שחוט ונטמא הרי הוא כפרות. וכי היכי דאפליגו תנא קמא ורבי יהודה לעיל בפרות הלקוחים בכסף מעשר, הכי נמי אפליגו בהא","jbo:textNikud":"ר\"ע מברטנורה עַל יְדֵי עוֹרוֹ. עִם עוֹרוֹ: רַבִּי שִׁמְעוֹן אוֹמֵר יִפָּדֶה. וּבְהָא קָמִיפְלְגֵי, דְּתַנָּא קַמָּא סָבַר אֵין פּוֹדִין אֶת הַקָּדָשִׁים לְהַאֲכִילָן לַכְּלָבִים, וְרַבִּי שִׁמְעוֹן סָבַר פּוֹדִין אֶת הַקָּדָשִׁים לְהַאֲכִילָן לַכְּלָבִים. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: לְקָחוֹ חַי וּשְׁחָטוֹ וְנִטְמָא יִפָּדֶה. הָכָא לֹא פָלֵיג רַבִּי יְהוּדָה כִּדְפָלֵיג לְעֵיל בְּפֵרוֹת הַלְּקוּחִים בְּכֶסֶף מַעֲשֵׂר וְנִטְמְאוּ, דְּכֵיוָן דִּלְקָחוֹ חַי אֵין לוֹ רִחוּק מָקוֹם, לְפִי שֶׁיָּכוֹל לְהוֹלִיכוֹ בְּכָל מָקוֹם שֶׁיִּרְצֶה, הִלְכָּךְ הֲוֵי כְּמַעֲשֵׂר שֵׁנִי עַצְמוֹ, וְנִפְדֶּה כְּשֶׁנִּטְמָא כְּדֶרֶךְ שֶׁנִּפְדֶּה מַעֲשֵׂר שֵׁנִי כְּשֶׁנִּטְמָא: רַבִּי יוֹסֵי אוֹמֵר יִקָּבֵר. דְּמַחְמִיר טְפֵי מֵרַבִּי יְהוּדָה, וְסָבַר דְּאַף עַל פִּי שֶׁקְּנָאוֹ חַי דִּינוֹ כְּפֵרוֹת הַלְּקוּחִים בְּכֶסֶף מַעֲשֵׂר: לְקָחוֹ שָׁחוּט וְנִטְמָא הֲרֵי הוּא כְפֵרוֹת. וְכִי הֵיכִי דְאִפְלִיגוּ תַּנָּא קַמָּא וְרַבִּי יְהוּדָה לְעֵיל בְּפֵרוֹת הַלְּקוּחִים בְּכֶסֶף מַעֲשֵׂר, הָכִי נַמִּי אִפְלִיגוּ בְהָא","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-11","jbo:text":"עיקר תוי\"ט {יא} בכסף מעשר ומת יקבר על ידי עורו, לקחו חי וכו' רבי שמעון אומר יפדה ורבי יוסי אומר יקבר. כך צריך לומר. והפרוש, שאם מת יקבר לכלי עלמא, משום דאין פודין את הקדשים להאכילן לכלבים כו', אבל חי סבר רבי שמעון שיפדו, משום דאתיא לשטתו דקדשי בדק הבית לא בעי העמדה והערכה, ורבי יוסי סבר שצריך העמדה והערכה (עד כאן הוא מהגר\"א)","jbo:textNikud":"עיקר תוי\"ט {יא} בְּכֶסֶף מַעֲשֵׂר וָמֵת יִקָּבֵר עַל יְדֵי עוֹרוֹ, לְקָחוֹ חַי וְכוּ' רַבִּי שִׁמְעוֹן אוֹמֵר יִפָּדֶה וְרַבִּי יוֹסֵי אוֹמֵר יִקָּבֵר. כָּךְ צָרִיךְ לוֹמַר. וְהַפֵּרוּשׁ, שֶׁאִם מֵת יִקָּבֵר לְכֻלֵּי עַלְמָא, מִשּׁוּם דְּאֵין פּוֹדִין אֶת הַקָּדָשִׁים לְהַאֲכִילָן לַכְּלָבִים כוּ', אֲבָל חַי סָבַר רַבִּי שִׁמְעוֹן שֶׁיִּפְדּוּ, מִשּׁוּם דְּאַתְיָא לְשִׁטָּתוֹ דְּקָדְשֵׁי בֶדֶק הַבַּיִת לֹא בָעֵי הַעֲמָדָה וְהַעֲרָכָה, וְרַבִּי יוֹסֵי סָבַר שֶׁצָּרִיךְ הַעֲמָדָה וְהַעֲרָכָה (עַד כָּאן הוּא מֵהַגְּרָ\"א)","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-12","jbo:text":"המשאיל קנקנין למעשר שני, אף על פי שגפן, לא קנה מעשר. זלף לתוכן סתם, עד שלא גפן, לא קנה מעשר. משגפן, קנה מעשר. עד שלא גפן, עולות באחד ומאה, ומשגפן, מקדשות בכל שהן. עד שלא גפן, תורם מאחת על הכל, ומשגפן, תורם מכל אחת ואחת","jbo:textNikud":"הַמַּשְׁאִיל קַנְקַנִּין לְמַעֲשֵׂר שֵׁנִי, אַף עַל פִּי שֶׁגָּפָן, לֹא קָנָה מַעֲשֵׂר. זָלַף לְתוֹכָן סְתָם, עַד שֶׁלֹּא גָפָן, לֹא קָנָה מַעֲשֵׂר. מִשֶּׁגָּפָן, קָנָה מַעֲשֵׂר. עַד שֶׁלֹּא גָפָן, עוֹלוֹת בְּאֶחָד וּמֵאָה, וּמִשֶּׁגָּפָן, מְקַדְּשׁוֹת בְּכָל שֶׁהֵן. עַד שֶׁלֹּא גָפָן, תּוֹרֵם מֵאַחַת עַל הַכֹּל, וּמִשֶּׁגָּפָן, תּוֹרֵם מִכָּל אַחַת וְאֶחָת","rdfs:label":"משנה מעשר שני ג יב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-12","jbo:text":"ר\"ע מברטנורה המשאיל קנקנים למעשר שני. מי שמשאיל קנקניו להכניס בהן יין שקרא לו כבר שם מעשר שני: אף על פי שגפן. שסתם פיהן במגופה אחר שמלאן: לא קנה מעשר. לא נתפס הקנקן בקדשת מעשר: זלף לתוכן סתם. שהכניס לתוכן יין של טבל קדם שקרא לו שם מעשר: עד שלא גפן. אם קרא לו שם מעשר קדם שסתמן במגופה {יב}: אם משגפן. אם לאחר שסתמן במגופה קרא שם מעשר: קנה מעשר. נתפס הקנקן בקדשת מעשר, וטעון חלול כמו היין, אם בא לחללו על הכסף: עולות באחד ומאה. בשל תרומה אירי, אם נתערב קנקן של תרומה במאה קנקנים של חלין, ולא היה פיהן סתום במגופה, חשבינן להו כאלו כלן מערבות זו בזו, ועולות באחד ומאה כדין תרומה שנתערבה בחלין: משגפן מקדשות בכל שהן. ואפלו אחד באלף אינן עולות, וימכרו כלן לכהן בדמי תרומה, חוץ מאחת שבהן שנוטלה הכהן בלא דמים: עד שלא גפן תורם מאחת על הכל. דחשיב מקף","jbo:textNikud":"ר\"ע מברטנורה הַמַּשְׁאִיל קַנְקַנִּים לְמַעֲשֵׂר שֵׁנִי. מִי שֶׁמַּשְׁאִיל קַנְקַנָּיו לְהַכְנִיס בָּהֶן יַיִן שֶׁקָּרָא לוֹ כְּבָר שֵׁם מַעֲשֵׂר שֵׁנִי: אַף עַל פִּי שֶׁגָּפָן. שֶׁסָּתַם פִּיהֶן בִּמְגוּפָה אַחַר שֶׁמִּלְּאָן: לֹא קָנָה מַעֲשֵׂר. לֹא נִתְפַּס הַקַּנְקַן בִּקְדֻשַּׁת מַעֲשֵׂר: זָלַף לְתוֹכָן סְתָם. שֶׁהִכְנִיס לְתוֹכָן יַיִן שֶׁל טֶבֶל קֹדֶם שֶׁקָּרָא לוֹ שֵׁם מַעֲשֵׂר: עַד שֶׁלֹּא גָפָן. אִם קָרָא לוֹ שֵׁם מַעֲשֵׂר קֹדֶם שֶׁסְּתָמָן בִּמְגוּפָה {יב}: אִם מִשֶּׁגָּפָן. אִם לְאַחַר שֶׁסְּתָמָן בִּמְגוּפָה קָרָא שֵׁם מַעֲשֵׂר: קָנָה מַעֲשֵׂר. נִתְפַּס הַקַּנְקַן בִּקְדֻשַּׁת מַעֲשֵׂר, וְטָעוּן חִלּוּל כְּמוֹ הַיַּיִן, אִם בָּא לְחַלְּלוֹ עַל הַכֶּסֶף: עוֹלוֹת בְּאֶחָד וּמֵאָה. בְּשֶׁל תְּרוּמָה אַיְרֵי, אִם נִתְעָרֵב קַנְקַן שֶׁל תְּרוּמָה בְּמֵאָה קַנְקַנִּים שֶׁל חֻלִּין, וְלֹא הָיָה פִיהֶן סָתוּם בִּמְגוּפָה, חָשְׁבִינַן לְהוּ כְּאִלּוּ כֻּלָּן מְעֹרָבוֹת זוֹ בָזוֹ, וְעוֹלוֹת בְּאֶחָד וּמֵאָה כְּדִין תְּרוּמָה שֶׁנִּתְעָרְבָה בְחֻלִּין: מִשֶּׁגָּפָן מְקַדְּשׁוֹת בְּכָל שֶׁהֵן. וַאֲפִלּוּ אֶחָד בְּאֶלֶף אֵינָן עוֹלוֹת, וְיִמָּכְרוּ כֻלָּן לַכֹּהֵן בִּדְמֵי תְרוּמָה, חוּץ מֵאַחַת שֶׁבָּהֶן שֶׁנּוֹטְלָהּ הַכֹּהֵן בְּלֹא דָמִים: עַד שֶׁלֹּא גָפָן תּוֹרֵם מֵאַחַת עַל הַכֹּל. דְּחָשִׁיב מֻקָּף","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-12","jbo:text":"עיקר תוי\"ט {יב} ואין טעם יפה לחלק בין רישא לסיפא. אבל הר\"מ פרש אף הסיפא בגונא דרישא, וזה לשונו, ואם נתן לתוך הקנקנים יין מעשר שני, סתם ולא פרש שנתן אותן הקנקנים בתורת שאלה, כל זמן שלא סתם פי הקנקנים, אותן הקנקנים ברשות המשאיל. אבל אם סתם פי הקנקנים, הרי נתנם למעשר, ונתחיבו למכרם ולאכל בדמיהם מה שראוי לאכל בירושלים, כדין מעשר שני","jbo:textNikud":"עיקר תוי\"ט {יב} וְאֵין טַעַם יָפֶה לְחַלֵּק בֵּין רֵישָׁא לְסֵיפָא. אֲבָל הָרַ\"מ פֵּרֵשׁ אַף הַסֵּיפָא בְּגַוְנָא דְרֵישָׁא, וְזֶה לְשׁוֹנוֹ, וְאִם נָתַן לְתוֹךְ הַקַּנְקַנִּים יַיִן מַעֲשֵׂר שֵׁנִי, סָתַם וְלֹא פֵרֵשׁ שֶׁנָּתַן אוֹתָן הַקַּנְקַנִּים בְּתוֹרַת שְׁאֵלָה, כָּל זְמַן שֶׁלֹּא סָתַם פִּי הַקַּנְקַנִּים, אוֹתָן הַקַּנְקַנִּים בִּרְשׁוּת הַמַּשְׁאִיל. אֲבָל אִם סָתַם פִּי הַקַּנְקַנִּים, הֲרֵי נְתָנָם לַמַּעֲשֵׂר, וְנִתְחַיְּבוּ לְמָכְרָם וְלֶאֱכֹל בִּדְמֵיהֶם מַה שֶּׁרָאוּי לֶאֱכֹל בִּירוּשָׁלַיִם, כְּדִין מַעֲשֵׂר שֵׁנִי","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג יב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-1-8-3-13","jbo:text":"בית שמאי אומרים, מפתח ומערה לגת. ובית הלל אומרים, מפתח ואינו צריך לערות. במה דברים אמורים, במקום שדרכן למכר סתומות. אבל במקום שדרכן למכר פתוחות, לא יצא קנקן לחלין. אבל אם רצה להחמיר על עצמו למכר במדה, יצא קנקן לחלין. רבי שמעון אומר, אף האומר לחברו, חבית זו אני מוכר לך חוץ מקנקנים, יצא קנקן לחלין","jbo:textNikud":"בֵּית שַׁמַּאי אוֹמְרִים, מְפַתֵּחַ וּמְעָרֶה לַגַּת. וּבֵית הִלֵּל אוֹמְרִים, מְפַתֵּחַ וְאֵינוֹ צָרִיךְ לְעָרוֹת. בַּמֶּה דְבָרִים אֲמוּרִים, בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת. אֲבָל בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. אֲבָל אִם רָצָה לְהַחְמִיר עַל עַצְמוֹ לִמְכֹּר בְּמִדָּה, יָצָא קַנְקַן לְחֻלִּין. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף הָאוֹמֵר לַחֲבֵרוֹ, חָבִית זוֹ אֲנִי מוֹכֵר לְךָ חוּץ מִקַּנְקַנִּים, יָצָא קַנְקַן לְחֻלִּין","rdfs:label":"משנה מעשר שני ג יג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-bartanura-1-8-3-13","jbo:text":"ר\"ע מברטנורה מפתח ומערה לגת. אם בא לתרם מאחת על הכל אחר שגפן, צריך לערותן לגת: ואינו צריך לערות. דסגי להו בפתיחה כדמעקרא: במה דברים אמורים. דאם לאחר שגפן קרא שם, קנה מעשר את הקנקנים: במקום שדרכן למכר סתומות. דבכי האי גונא בירושלים הקנקן טפלה ליין, כדתנן לעיל בפרק קמא {יג}, הלכך בגבולין נמי קנה מעשר: אבל במקום שדרכן למכר פתוחות לא יצא הקנקן לחלין. בירושלים, הלכך [בגבולין] נמי לא קנה מעשר: אבל אם רצה להחמיר על עצמו למכר במדה. הקונה יין ממעות מעשר שני בירושלים, וכשבא המוכר למכר רצה לדקדק על עצמו ואמר כך וכך יין במדה אני מוכר לך בכך וכך מעות: יצא קנקן לחלין. ואפלו הקנקנים סתומות {יד}: הכי גרסינן רבי שמעון אומר אף האומר לחברו יין זה אני מוכר לך חוץ מקנקנים יצא קנקן לחלין. ובירושלמי מפרש לה דרבי שמעון קאי אהא דתנא לעיל דאם משגפן קרא שם מעשר קנה מעשר. ואשמעינן רבי שמעון דוקא שקרא שם מעשר לכל היין שבקנקן, אבל אם אמר כל היין מעשר חוץ מרביעית, אף על פי שכשבא למדד לחברו אותו רביעית, אמר לו יין זה אני מוכר לך חוץ מן הקנקן שאני רוצה לשיר בשביל מעשר שבתוכה, אפלו הכי לא נעשית הקנקן טפלה למעשר, ויצא קנקן לחלין ולא קנה מעשר","jbo:textNikud":"ר\"ע מברטנורה מְפַתֵּחַ וּמְעָרֶה לַגָּת. אִם בָּא לִתְרֹם מֵאַחַת עַל הַכֹּל אַחַר שֶׁגָּפָן, צָרִיךְ לְעָרוֹתָן לַגַּת: וְאֵינוֹ צָרִיךְ לְעָרוֹת. דְּסַגִּי לְהוּ בִּפְתִיחָה כִּדְּמֵעִקָּרָא: בַּמֶּה דְבָרִים אֲמוּרִים. דְּאִם לְאַחַר שֶׁגָּפָן קָרָא שֵׁם, קָנָה מַעֲשֵׂר אֶת הַקַּנְקַנִּים: בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת. דִּבְכִי הַאי גַוְנָא בִּירוּשָׁלַיִם הַקַּנְקַן טְפֵלָה לַיַּיִן, כְּדִתְנַן לְעֵיל בְּפֶרֶק קַמָּא {יג}, הִלְכָּךְ בִּגְבוּלִין נַמִּי קָנָה מַעֲשֵׂר: אֲבָל בְּמָקוֹם שֶׁדַּרְכָּן לִמְכֹּר פְּתוּחוֹת לֹא יָצָא הַקַּנְקַן לְחֻלִּין. בִּירוּשָׁלַיִם, הִלְכָּךְ [בִּגְבוּלִין] נַמִּי לֹא קָנָה מַעֲשֵׂר: אֲבָל אִם רָצָה לְהַחְמִיר עַל עַצְמוֹ לִמְכֹּר בְּמִדָּה. הַקּוֹנֶה יַיִן מִמְּעוֹת מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם, וּכְשֶׁבָּא הַמּוֹכֵר לִמְכֹּר רָצָה לְדַקְדֵּק עַל עַצְמוֹ וְאָמַר כָּךְ וְכָךְ יַיִן בְּמִדָּה אֲנִי מוֹכֵר לְךָ בְּכָךְ וְכָךְ מָעוֹת: יָצָא קַנְקַן לְחֻלִּין. וַאֲפִלּוּ הַקַּנְקַנִּים סְתוּמוֹת {יד}: הָכִי גָרְסִינַן רַבִּי שִׁמְעוֹן אוֹמֵר אַף הָאוֹמֵר לַחֲבֵרוֹ יַיִן זֶה אֲנִי מוֹכֵר לְךָ חוּץ מִקַּנְקַנִּים יָצָא קַנְקַן לְחֻלִּין. וּבַיְרוּשַׁלְמִי מְפָרֵשׁ לַהּ דְּרַבִּי שִׁמְעוֹן קָאֵי אַהָא דִתְנָא לְעֵיל דְּאִם מִשֶּׁגָּפָן קָרָא שֵׁם מַעֲשֵׂר קָנָה מַעֲשֵׂר. וְאַשְׁמְעִינַן רַבִּי שִׁמְעוֹן דַּוְקָא שֶׁקָּרָא שֵׁם מַעֲשֵׂר לְכָל הַיַּיִן שֶׁבַּקַּנְקַן, אֲבָל אִם אָמַר כָּל הַיַּיִן מַעֲשֵׂר חוּץ מֵרְבִיעִית, אַף עַל פִּי שֶׁכְּשֶׁבָּא לִמְדֹּד לַחֲבֵרוֹ אוֹתוֹ רְבִיעִית, אָמַר לוֹ יַיִן זֶה אֲנִי מוֹכֵר לְךָ חוּץ מִן הַקַּנְקַן שֶׁאֲנִי רוֹצֶה לְשַׁיֵּר בִּשְׁבִיל מַעֲשֵׂר שֶׁבְּתוֹכָהּ, אֲפִלּוּ הָכִי לֹא נַעֲשֵׂית הַקַּנְקַן טְפֵלָה לַמַּעֲשֵׂר, וְיָצָא קַנְקַן לְחֻלִּין וְלֹא קָנָה מַעֲשֵׂר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ג יג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-3-13"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-3"],"uri":"jbr:mishna-yomtov-1-8-3-13","jbo:text":"עיקר תוי\"ט {יג} במשנה ג', וכלומר, שלא הקפיד על הקנקן כשקנאו, ולפיכך אין צריך לאכל כנגד דמי הקנקן, והכי נמי בגבולים קנה מעשר לקנקנים. אבל במקום כו' כדתנן בפרק קמא משנה ד', וצריך שיאכל כנגד דמי הקנקן, לפי שהוציא מעות מעשר שני בקנקן עצמו, שלא נעשה טפל ליין, הלכך אף בגבולין כו' אין הקנקן טפל ליין ולא קנה מעשר. ועין בתוספות יום טוב: {יד} הוא לשון הר\"מ בפרושו. אבל לפי פרושו של הר\"ב במתניתין, הוה ליה לכתב, אפלו הקנקנים פתוחות. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יג} בְּמִשְׁנָה ג', וּכְלוֹמַר, שֶׁלֹּא הִקְפִּיד עַל הַקַּנְקַן כְּשֶׁקְּנָאוֹ, וּלְפִיכָךְ אֵין צָרִיךְ לֶאֱכֹל כְּנֶגֶד דְּמֵי הַקַּנְקַן, וְהָכִי נַמִּי בִּגְבוּלִים קָנָה מַעֲשֵׂר לַקַּנְקַנִּים. אֲבָל בִּמְקוֹם כוּ' כְדִתְנַן בְּפֶרֶק קַמָּא מִשְׁנָה ד', וְצָרִיךְ שֶׁיֹּאכַל כְּנֶגֶד דְּמֵי הַקַּנְקַן, לְפִי שֶׁהוֹצִיא מְעוֹת מַעֲשֵׂר שֵׁנִי בַּקַּנְקַן עַצְמוֹ, שֶׁלֹּא נַעֲשָׂה טָפֵל לַיַּיִן, הִלְכָּךְ אַף בִּגְבוּלִין כוּ' אֵין הַקַּנְקַן טָפֵל לַיַּיִן וְלֹא קָנָה מַעֲשֵׂר. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {יד} הוּא לְשׁוֹן הָרַ\"מ בְּפֵרוּשׁוֹ. אֲבָל לְפִי פֵּרוּשׁוֹ שֶׁל הָרַ\"ב בְּמַתְנִיתִין, הֲוָה לֵיהּ לִכְתֹּב, אֲפִלּוּ הַקַּנְקַנִּים פְּתוּחוֹת. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ג יג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-3-13"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-1","jbo:text":"המוליך פרות מעשר שני ממקום היקר למקום הזול, או ממקום הזול למקום היקר, פודהו כשער מקומו. המביא פרות מן הגרן לעיר, וכדי יין מן הגת לעיר, השבח לשני ויציאות מביתו {א}","jbo:textNikud":"הַמּוֹלִיךְ פֵּרוֹת מַעֲשֵׂר שֵׁנִי מִמְּקוֹם הַיֹּקֶר לִמְקוֹם הַזּוֹל, אוֹ מִמְּקוֹם הַזּוֹל לִמְקוֹם הַיֹּקֶר, פּוֹדֵהוּ כְשַׁעַר מְקוֹמוֹ. הַמֵּבִיא פֵרוֹת מִן הַגֹּרֶן לָעִיר, וְכַדֵּי יַיִן מִן הַגַּת לָעִיר, הַשֶּׁבַח לַשֵּׁנִי וִיצִיאוֹת מִבֵּיתוֹ {א}","rdfs:label":"משנה מעשר שני ד א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-1","jbo:text":"ר\"ע מברטנורה המוליך. דוקא עבר והוליך, דלכתחלה אסור להוליכו ממקום למקום, אלא פודהו במקומו או מעלהו לירושלים: כשער מקומו. כשער המקום שהוא בשעת פדיון, בין לקלא בין לחמרא: השבח לשני. מה ששוין בעיר יותר, הרוח של מעשר שני. ומה שהוציא להביאן מן השדה לעיר ישלם מביתו","jbo:textNikud":"ר\"ע מברטנורה הַמּוֹלִיךְ. דַּוְקָא עָבַר וְהוֹלִיךְ, דִּלְכַתְּחִלָּה אָסוּר לְהוֹלִיכוֹ מִמָּקוֹם לְמָקוֹם, אֶלָּא פּוֹדֵהוּ בִמְקוֹמוֹ אוֹ מַעֲלֵהוּ לִירוּשָׁלַיִם: כְּשַׁעַר מְקוֹמוֹ. כְּשַׁעַר הַמָּקוֹם שֶׁהוּא בִשְׁעַת פִּדְיוֹן, בֵּין לְקֻלָּא בֵּין לְחֻמְרָא: הַשֶּׁבַח לַשֵּׁנִי. מַה שֶׁשָּׁוִין בָּעִיר יוֹתֵר, הָרֶוַח שֶׁל מַעֲשֵׂר שֵׁנִי. וּמַה שֶּׁהוֹצִיא לַהֲבִיאָן מִן הַשָּׂדֶה לָעִיר יְשַׁלֵּם מִבֵּיתוֹ","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-1","jbo:text":"עיקר תוי\"ט {א} ויציאות מביתו. מסתברא דהוא הדין ממקום הזול למקום היקר דרישא, דהא הכא נמי הוי ממקום הזול למקום היקר, וכל שכן ממקום היקר למקום הזול דרישא דיציאות מביתו. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} וִיצִיאוֹת מִבֵּיתוֹ. מִסְתַּבְּרָא דְהוּא הַדִּין מִמְּקוֹם הַזּוֹל לִמְקוֹם הַיֹּקֶר דְּרֵישָׁא, דְּהָא הָכָא נַמִּי הֲוֵי מִמְּקוֹם הַזּוֹל לִמְקוֹם הַיֹּקֶר, וְכָל שֶׁכֵּן מִמְּקוֹם הַיֹּקֶר לִמְקוֹם הַזּוֹל דְּרֵישָׁא דִּיצִיאוֹת מִבֵּיתוֹ. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-2","jbo:text":"פודין מעשר שני בשער הזול {ב}, כמות שהחנוני לוקח, לא כמות שהוא מוכר. כמות שהשלחני פורט, ולא כמות שהוא מצרף. ואין פודין מעשר שני אכסרה. את שדמיו ידועים, יפדה על פי עד אחד. ואת שאין דמיו ידועים, יפדה על פי שלשה, כגון היין שקרם ופרות שהרקיבו ומעות שהחליאו {ה}","jbo:textNikud":"פּוֹדִין מַעֲשֵׂר שֵׁנִי בְּשַׁעַר הַזּוֹל {ב}, כְּמוֹת שֶׁהַחֶנְוָנִי לוֹקֵחַ, לֹא כְמוֹת שֶׁהוּא מוֹכֵר. כְּמוֹת שֶׁהַשֻּׁלְחָנִי פוֹרֵט, וְלֹא כְמוֹת שֶׁהוּא מְצָרֵף. וְאֵין פּוֹדִין מַעֲשֵׂר שֵׁנִי אַכְסָרָה. אֶת שֶׁדָּמָיו יְדוּעִים, יִפָּדֶה עַל פִּי עֵד אֶחָד. וְאֶת שֶׁאֵין דָּמָיו יְדוּעִים, יִפָּדֶה עַל פִּי שְׁלֹשָׁה, כְּגוֹן הַיַּיִן שֶׁקָּרַם וּפֵרוֹת שֶׁהִרְקִיבוּ וּמָעוֹת שֶׁהֶחֱלִיאוּ {ה}","rdfs:label":"משנה מעשר שני ד ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-2","jbo:text":"ר\"ע מברטנורה פודין מעשר שני. יכול לפדות אם ירצה כשער הזול, כדמפרש ואזיל: כמות שהחנוני לוקח. שהוא לוקח בזול כדי להשתכר: לא כמות שהוא מוכר. שהוא מוכר ביקר ביותר ממה שקנה: כמות שהשלחני פורט. הבא לחלל פרוטות של מעשר על סלע, מחשב הסלע בפרוטות הרבה, כשלחני הזה כשבא לקח פרוטות מבני אדם ולתת להם סלע, שהוא לוקח פרוטות הרבה: ולא כמות שהוא מצרף. כשמצרף השלחני פרוטות לתת לבני אדם בחלוף הסלע, נותן להם פחות: אכסרה. בלא מדה ובלא משקל, אלא כמה אתה נותן בכרי זה או במלא חפנים הללו: על פי אחד. בשומת לוקח אחד {ג}: על פי שלשה. שמאים בקיאין, ואפלו אחד מהן עובד כוכבים, ואפלו אחד מהן בעלים: קרם. התחיל להחמיץ, וגרסא אחרת שקסס. ודגמתו בבבא בתרא [דף צג:] מקבל עליו עשר קוססות למאה {ד}","jbo:textNikud":"ר\"ע מברטנורה פּוֹדִין מַעֲשֵׂר שֵׁנִי. יָכוֹל לִפְדּוֹת אִם יִרְצֶה כַּשַּׁעַר הַזּוֹל, כְּדִמְפָרֵשׁ וְאָזֵיל: כְּמוֹת שֶׁהַחֶנְוָנִי לוֹקֵחַ. שֶׁהוּא לוֹקֵחַ בְּזוֹל כְּדֵי לְהִשְׂתַּכֵּר: לֹא כְמוֹת שֶׁהוּא מוֹכֵר. שֶׁהוּא מוֹכֵר בְּיֹקֶר בְּיוֹתֵר מִמַּה שֶּׁקָּנָה: כְּמוֹת שֶׁהַשֻּׁלְחָנִי פוֹרֵט. הַבָּא לְחַלֵּל פְּרוּטוֹת שֶׁל מַעֲשֵׂר עַל סֶלַע, מְחַשֵּׁב הַסֶּלַע בִּפְרוּטוֹת הַרְבֵּה, כַּשֻּׁלְחָנִי הַזֶּה כְּשֶׁבָּא לִקַּח פְּרוּטוֹת מִבְּנֵי אָדָם וְלָתֵת לָהֶם סֶלַע, שֶׁהוּא לוֹקֵחַ פְּרוּטוֹת הַרְבֵּה: וְלֹא כְמוֹת שֶׁהוּא מְצָרֵף. כְּשֶׁמְּצָרֵף הַשֻּׁלְחָנִי פְּרוּטוֹת לָתֵת לִבְנֵי אָדָם בְּחִלּוּף הַסֶּלַע, נוֹתֵן לָהֶם פָּחוֹת: אַכְסָרָה. בְּלֹא מִדָּה וּבְלֹא מִשְׁקָל, אֶלָּא כַּמָּה אַתָּה נוֹתֵן בִּכְרִי זֶה אוֹ בִמְלֹא חָפְנַיִם הַלָּלוּ: עַל פִּי אֶחָד. בְּשׁוּמַת לוֹקֵחַ אֶחָד {ג}: עַל פִּי שְׁלֹשָׁה. שַׁמָּאִים בְּקִיאִין, וַאֲפִלּוּ אֶחָד מֵהֶן עוֹבֵד כּוֹכָבִים, וַאֲפִלּוּ אֶחָד מֵהֶן בְּעָלִים: קָרַם. הִתְחִיל לְהַחְמִיץ, וְגִרְסָא אַחֶרֶת שֶׁקָּסַס. וְדֻגְמָתוֹ בְּבָבָא בַתְרָא [דַּף צג:] מְקַבֵּל עָלָיו עֶשֶׂר קוֹסְסוֹת לְמֵאָה {ד}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-2","jbo:text":"עיקר תוי\"ט {ב} הזול. מפני שכתוב בו ברכה. ירושלמי: {ג} כלומר סוחר בקי בשומא: {ד} כמו פריה יקוסס ויבש (יחזקאל יז). הר\"ש: {ה} שהחליאו. ענינו שכהו או העלו חלודה ונשתנו מראיהן, והוא כמו החלידו. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {ב} הַזּוֹל. מִפְּנֵי שֶׁכָּתוּב בּוֹ בְּרָכָה. יְרוּשַׁלְמִי: {ג} כְּלוֹמַר סוֹחֵר בָּקִי בְּשׁוּמָא: {ד} כְּמוֹ פִּרְיָהּ יְקוֹסֵס וְיָבֵשׁ (יְחֶזְקֵאל יז). הָרַ\"שׁ: {ה} שֶׁהֶחֱלִיאוּ. עִנְיָנוֹ שֶׁכָּהוּ אוֹ הֶעֱלוּ חֲלוּדָה וְנִשְׁתַּנּוּ מַרְאֵיהֶן, וְהוּא כְּמוֹ הֶחֱלִידוּ. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-3","jbo:text":"בעל הבית אומר בסלע ואחר אומר בסלע, בעל הבית קודם, מפני שהוא מוסיף חמש. בעל הבית אומר בסלע ואחר אומר בסלע ואסר, את של סלע ואסר קודם, מפני שהוא מוסיף על הקרן. הפודה מעשר שני שלו, מוסיף עליו חמשית, בין שהוא שלו ובין שנתן לו במתנה","jbo:textNikud":"בַּעַל הַבַּיִת אוֹמֵר בְּסֶלַע וְאַחֵר אוֹמֵר בְּסֶלַע, בַּעַל הַבַּיִת קוֹדֵם, מִפְּנֵי שֶׁהוּא מוֹסִיף חֹמֶשׁ. בַּעַל הַבַּיִת אוֹמֵר בְּסֶלַע וְאַחֵר אוֹמֵר בְּסֶלַע וְאִסָּר, אֶת שֶׁל סֶלַע וְאִסָּר קוֹדֵם, מִפְּנֵי שֶׁהוּא מוֹסִיף עַל הַקֶּרֶן. הַפּוֹדֶה מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ, מוֹסִיף עָלָיו חֲמִשִּׁית, בֵּין שֶׁהוּא שֶׁלּוֹ וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה","rdfs:label":"משנה מעשר שני ד ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-3","jbo:text":"ר\"ע מברטנורה מפני שהוא מוסיף חמש. כדכתיב (ויקרא כז) ואם גאל יגאל איש ממעשרו, על שלו מוסיף חמש ולא על של חברו: בסלע ואסר. האסר הוא אחד מששה ותשעים בסלע: מפני שהוא מוסיף על הקרן. ותוספת כל שהוא דקרן עדיפא, מפני שעל החמש יכול להערים כדתנן לקמן {ו}: ובין שנתן לו במתנה. הטבל, קדם שהפרישו {ז} ממנו מעשר נתן לו במתנה. דאלו מעשר שני לאחר שהפרש, קימא לן כמאן דאמר ממון גבוה הוא ואינו נתן במתנה","jbo:textNikud":"ר\"ע מברטנורה מִפְּנֵי שֶׁהוּא מוֹסִיף חֹמֶשׁ. כְּדִכְתִיב (וַיִּקְרָא כז) וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ, עַל שֶׁלּוֹ מוֹסִיף חֹמֶשׁ וְלֹא עַל שֶׁל חֲבֵרוֹ: בְּסֶלַע וְאִסָּר. הָאִסָּר הוּא אֶחָד מִשִּׁשָּׁה וְתִשְׁעִים בְּסֶלַע: מִפְּנֵי שֶׁהוּא מוֹסִיף עַל הַקֶּרֶן. וְתוֹסֶפֶת כָּל שֶׁהוּא דְקֶרֶן עֲדִיפָא, מִפְּנֵי שֶׁעַל הַחֹמֶשׁ יָכוֹל לְהַעֲרִים כְּדִתְנַן לְקַמָּן {ו}: וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה. הַטֶּבֶל, קֹדֶם שֶׁהִפְרִישׁוּ {ז} מִמֶּנּוּ מַעֲשֵׂר נִתַּן לוֹ בְּמַתָּנָה. דְּאִלּוּ מַעֲשֵׂר שֵׁנִי לְאַחַר שֶׁהֻפְרַשׁ, קַיְמָא לָן כְּמַאן דְּאָמַר מָמוֹן גָּבוֹהַּ הוּא וְאֵינוֹ נִתָּן בְּמַתָּנָה","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-3","jbo:text":"עיקר תוי\"ט {ו} ירושלמי. ובגמרא דבבלי במסכת ערכין יהיב טעמא, דפדית הקרן עדיף שהיא עקר מצות פדיה, ולא קפדינן בתוספת החמש, דהנאת התוספת שלו היא, שהוא אוכל הכל בירושלים: {ז} גמרא קדושין דף נ\"ד, ויהיב טעמא, דסבירא ליה דמתנות שלא הורמו לאו כמי שהורמו דמין. והקשה הכסף משנה דהרי לעיל משנה ו' פרק ג' פסקו דמתנות שלא הורמו כמי שהורמו דמין. ותרץ הר\"י קורקוס, דדוקא להאי מלתא אמרו לאו כמי שהורמו דמין, דעד כאן לא אמר רבי מאיר מעשר שני ממון גבוה אלא דוקא כשהורם ונקרא עליו שם מעשר, דהא מדכתיב לה' הוא יליף, וקרא אחר שהורם ונקרא מעשר משמע","jbo:textNikud":"עיקר תוי\"ט {ו} יְרוּשַׁלְמִי. וּבַגְּמָרָא דְבַבְלִי בְּמַסֶּכֶת עֳרָכִין יָהֵיב טַעֲמָא, דִּפְדִיַּת הַקֶּרֶן עָדִיף שֶׁהִיא עִקַּר מִצְוַת פְּדִיָּה, וְלֹא קָפְדִינַן בְּתוֹסֶפֶת הַחֹמֶשׁ, דַּהֲנָאַת הַתּוֹסֶפֶת שֶׁלּוֹ הִיא, שֶׁהוּא אוֹכֵל הַכֹּל בִּירוּשָׁלַיִם: {ז} גְּמָרָא קִדּוּשִׁין דַּף נ\"ד, וְיָהֵיב טַעֲמָא, דִּסְבִירָא לֵיהּ דְּמַתָּנוֹת שֶׁלֹּא הוּרְמוּ לָאו כְּמִי שֶׁהוּרְמוּ דַּמְיָן. וְהִקְשָׁה הַכֶּסֶף מִשְׁנֶה דַּהֲרֵי לְעֵיל מִשְׁנָה ו' פֶּרֶק ג' פָּסְקוּ דְּמַתָּנוֹת שֶׁלֹּא הוּרְמוּ כְּמִי שֶׁהוּרְמוּ דַּמְיָן. וְתֵרֵץ הָרִ\"י קוֹרְקוּס, דְּדַוְקָא לְהַאי מִלְּתָא אָמְרוּ לָאו כְּמִי שֶׁהוּרְמוּ דַּמְיָן, דְּעַד כָּאן לֹא אָמַר רַבִּי מֵאִיר מַעֲשֵׂר שֵׁנִי מָמוֹן גָּבוֹהַּ אֶלָּא דַוְקָא כְּשֶׁהוּרַם וְנִקְרָא עָלָיו שֵׁם מַעֲשֵׂר, דְּהָא מִדִּכְתִיב לַה' הוּא יָלֵיף, וּקְרָא אַחַר שֶׁהוּרַם וְנִקְרָא מַעֲשֵׂר מַשְׁמַע","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-4","jbo:text":"מערימין על מעשר שני {ח}. כיצד, אומר אדם לבנו ולבתו הגדולים, לעבדו ולשפחתו העברים {ט}, הילך מעות אלו ופדה לך מעשר שני זה. אבל לא יאמר כן לבנו ולבתו הקטנים, לעבדו ולשפחתו הכנענים, מפני שידן כידו","jbo:textNikud":"מַעֲרִימִין עַל מַעֲשֵׂר שֵׁנִי {ח}. כֵּיצַד, אוֹמֵר אָדָם לִבְנוֹ וּלְבִתּוֹ הַגְּדוֹלִים, לְעַבְדּוֹ וּלְשִׁפְחָתוֹ הָעִבְרִים {ט}, הֵילָךְ מָעוֹת אֵלּוּ וּפְדֵה לָךְ מַעֲשֵׂר שֵׁנִי זֶה. אֲבָל לֹא יֹאמַר כֵּן לִבְנוֹ וּלְבִתּוֹ הַקְּטַנִּים, לְעַבְדּוֹ וּלְשִׁפְחָתוֹ הַכְּנַעֲנִים, מִפְּנֵי שֶׁיָּדָן כְּיָדוֹ","rdfs:label":"משנה מעשר שני ד ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-4","jbo:text":"ר\"ע מברטנורה לעבדו ולשפחתו העברים. שאין גופן קנוי: ופדה לך. בהן מעשר שני לעצמך: מפני שידן כידו. דמה שקנה עבד קנה רבו. ובנו קטן נמי זכיתו לאביו, דמציאת קטן לאביו","jbo:textNikud":"ר\"ע מברטנורה לְעַבְדּוֹ וּלְשִׁפְחָתוֹ הָעִבְרִים. שֶׁאֵין גּוּפָן קָנוּי: וּפְדֵה לָךְ. בָּהֶן מַעֲשֵׂר שֵׁנִי לְעַצְמְךָ: מִפְּנֵי שֶׁיָּדָן כְּיָדוֹ. דְּמַה שֶּׁקָּנָה עֶבֶד קָנָה רַבּוֹ. וּבְנוֹ קָטָן נַמִּי זְכִיָּתוֹ לְאָבִיו, דִּמְצִיאַת קָטָן לְאָבִיו","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-4","jbo:text":"עיקר תוי\"ט {ח} מערימין על מעשר שני. ובזה יפטר מלהוסיף חמש. ובירושלמי, למה מערימין עליו, מפני שכתוב בו ברכה: {ט} ובאשתו. איכא פלגתא בקדושין דף כ\"ד. הרמ\"ז","jbo:textNikud":"עיקר תוי\"ט {ח} מַעֲרִימִין עַל מַעֲשֵׂר שֵׁנִי. וּבָזֶה יִפָּטֵר מִלְּהוֹסִיף חֹמֶשׁ. וּבַיְרוּשַׁלְמִי, לָמָּה מַעֲרִימִין עָלָיו, מִפְּנֵי שֶׁכָּתוּב בּוֹ בְּרָכָה: {ט} וּבְאִשְׁתּוֹ. אִיכָּא פְּלֻגְתָּא בְּקִדּוּשִׁין דַּף כ\"ד. הָרמ\"ז","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-5","jbo:text":"היה עומד בגרן ואין בידו מעות, אומר לחברו {יא}, הרי הפרות האלו נתונים לך במתנה. חוזר ואומר, הרי אלו מחללין על מעות שבבית {יב}","jbo:textNikud":"הָיָה עוֹמֵד בַּגֹּרֶן וְאֵין בְּיָדוֹ מָעוֹת, אוֹמֵר לַחֲבֵרוֹ {יא}, הֲרֵי הַפֵּרוֹת הָאֵלּוּ נְתוּנִים לָךְ בְּמַתָּנָה. חוֹזֵר וְאוֹמֵר, הֲרֵי אֵלּוּ מְחֻלָּלִין עַל מָעוֹת שֶׁבַּבָּיִת {יב}","rdfs:label":"משנה מעשר שני ד ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-5","jbo:text":"ר\"ע מברטנורה היה עומד בגרן. ורוצה להערים ולפדות מעשר שני בלא חמש: ואין בידו מעות. כדי שיתנם לחברו, שיפדה בהן המעשר בלא חמש {י}: הרי הפרות האלו נתונים לך במתנה. ודוקא שנתן אותם לו בטבלן קדם שיפריש מעשר שני, כדפרשינן לעיל","jbo:textNikud":"ר\"ע מברטנורה הָיָה עוֹמֵד בַּגֹּרֶן. וְרוֹצֶה לְהַעֲרִים וְלִפְדּוֹת מַעֲשֵׂר שֵׁנִי בְּלֹא חֹמֶשׁ: וְאֵין בְּיָדוֹ מָעוֹת. כְּדֵי שֶׁיִּתְּנֵם לַחֲבֵרוֹ, שֶׁיִּפְדֶּה בָּהֶן הַמַּעֲשֵׂר בְּלֹא חֹמֶשׁ {י}: הֲרֵי הַפֵּרוֹת הָאֵלּוּ נְתוּנִים לָךְ בְּמַתָּנָה. וְדַוְקָא שֶׁנָּתַן אוֹתָם לוֹ בְּטִבְלָן קֹדֶם שֶׁיַּפְרִישׁ מַעֲשֵׂר שֵׁנִי, כִּדְפָרְשִׁינַן לְעֵיל","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-5","jbo:text":"עיקר תוי\"ט {י} דאלו היה לו מעות עדיף טפי, דהוה ליה נכרי אצל הפרות. ואגב סודר לא יוכל להקנות לו מעותיו, דאין מטבע נקנה בחליפין. בבא מציעא דף מ\"ו. (ומירי דלית קרקע דלקני ליה אגבה. בית דוד): {יא} לחברו. שהוא אוהבו ויודע בו שאינו עושה אלא להפטר מן החמש. רש\"י: {יב} שבבית. שאין צריך שיהיו המעות והפרות במקום אחד, כדתנן במשנה ד' פרק ג'","jbo:textNikud":"עיקר תוי\"ט {י} דְּאִלּוּ הָיָה לוֹ מָעוֹת עָדִיף טְפֵי, דַּהֲוָה לֵיהּ נָכְרִי אֵצֶל הַפֵּרוֹת. וְאַגַּב סוּדָר לֹא יוּכַל לְהַקְנוֹת לוֹ מְעוֹתָיו, דְּאֵין מַטְבֵּעַ נִקְנֶה בַּחֲלִיפִין. בָּבָא מְצִיעָא דַּף מ\"ו. (וּמַיְרֵי דְלֵית קַרְקַע דְּלִקְנֵי לֵיהּ אַגַּבָּהּ. בֵּית דָּוִד): {יא} לַחֲבֵרוֹ. שֶׁהוּא אוֹהֲבוֹ וְיוֹדֵעַ בּוֹ שֶׁאֵינוֹ עוֹשֶׂה אֶלָּא לְהִפָּטֵר מִן הַחֹמֶשׁ. רַשִׁ\"י: {יב} שֶׁבַּבָּיִת. שֶׁאֵין צָרִיךְ שֶׁיִּהְיוּ הַמָּעוֹת וְהַפֵּרוֹת בְּמָקוֹם אֶחָד, כְּדִתְנַן בְּמִשְׁנָה ד' פֶּרֶק ג'","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-6","jbo:text":"משך ממנו מעשר בסלע, ולא הספיק לפדותו עד שעמד בשתים, נותן לו סלע, ומשתכר בסלע, ומעשר שני שלו. משך ממנו מעשר בשתים, ולא הספיק לפדותו עד שעמד בסלע, נותן לו סלע מחלין וסלע של מעשר שני שלו. אם היה עם הארץ, נותן לו מדמאי","jbo:textNikud":"מָשַׁךְ מִמֶּנּוּ מַעֲשֵׂר בְּסֶלַע, וְלֹא הִסְפִּיק לִפְדּוֹתוֹ עַד שֶׁעָמַד בִּשְׁתַּיִם, נוֹתֵן לוֹ סֶלַע, וּמִשְׂתַּכֵּר בְּסֶלַע, וּמַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. מָשַׁךְ מִמֶּנּוּ מַעֲשֵׂר בִּשְׁתַּיִם, וְלֹא הִסְפִּיק לִפְדּוֹתוֹ עַד שֶׁעָמַד בְּסֶלַע, נוֹתֵן לוֹ סֶלַע מֵחֻלִּין וְסֶלַע שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. אִם הָיָה עַם הָאָרֶץ, נוֹתֵן לוֹ מִדְּמָאי","rdfs:label":"משנה מעשר שני ד ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-6","jbo:text":"ר\"ע מברטנורה משך ממנו מעשר בסלע. המוכר מעשר שני, כדי שיתחלל על דמי המכירה ויהיו המעות נתפסים בקדשת מעשר, דבכי האי גונא שרי למכרו. והא דתנן בפרק קמא אין מוכרין אותו, הינו להוליכו לירושלים, ולא שיהיו המעות נתפסים בקדשת מעשר. וכשמשך המעשר לקנותו היה שוה סלע ולא הספיק לתן הדמים עד שעמד בשתים, שהמעשר לא יצא לחלין עד שיתן דמיו למוכר: נותן לו סלע. לפי שקנאו במשיכה {יג}, ומרויח הלוקח סלע שנתיקר. וצריך לפדותו כשער של עכשיו בשתי סלעים, שהמעשר לא יצא לחלין עד שיתן דמיו למוכר. והסלע אחד של מעשר שני שלו ואוכלו בירושלים: עד שעמד בסלע. וצריך לתן למוכר שני סלעים, שקנאו במשיכה, והוא נפדה בסלע אחד כשער של עכשיו. הלכך נותן לו דמי סלע מדמי חלין שלו, ובו נפדה המעשר, והסלע השני נותן לו מדמי מעשר שני שלו. ואין זה כפורע חובו ממעשר שני, לפי שבתחלת המקח היה עומד לכך, שיאכל המוכר שתי סלעים בירושלים אם לא הוזל {יד}: אם היה עם הארץ נותן לו מדמיו. ואם היה המוכר עם הארץ נותן לו שני הסלעים מדמי החלין שלו, לפי שאין מוסרין דמי מעשר לעם הארץ. ואית דגרסי מדמאי, אם יש לו דמי מעשר של דמאי נותן לו סלע אחד מאותן דמים, דמוסרין דמי דמאי לעם הארץ","jbo:textNikud":"ר\"ע מברטנורה מָשַׁךְ מִמֶּנּוּ מַעֲשֵׂר בְּסֶלַע. הַמּוֹכֵר מַעֲשֵׂר שֵׁנִי, כְּדֵי שֶׁיִּתְחַלֵּל עַל דְּמֵי הַמְּכִירָה וְיִהְיוּ הַמָּעוֹת נִתְפָּסִים בִּקְדֻשַּׁת מַעֲשֵׂר, דִּבְכִי הַאי גַוְנָא שָׁרֵי לְמָכְרוֹ. וְהָא דִתְנַן בְּפֶרֶק קַמָּא אֵין מוֹכְרִין אוֹתוֹ, הַיְנוּ לְהוֹלִיכוֹ לִירוּשָׁלַיִם, וְלֹא שֶׁיִּהְיוּ הַמָּעוֹת נִתְפָּסִים בִּקְדֻשַּׁת מַעֲשֵׂר. וּכְשֶׁמָּשַׁךְ הַמַּעֲשֵׂר לִקְנוֹתוֹ הָיָה שָׁוֶה סֶלַע וְלֹא הִסְפִּיק לִתֵּן הַדָּמִים עַד שֶׁעָמַד בִּשְׁתַּיִם, שֶׁהַמַּעֲשֵׂר לֹא יָצָא לְחֻלִּין עַד שֶׁיִּתֵּן דָּמָיו לַמּוֹכֵר: נוֹתֵן לוֹ סֶלַע. לְפִי שֶׁקְּנָאוֹ בִמְשִׁיכָה {יג}, וּמַרְוִיחַ הַלּוֹקֵחַ סֶלַע שֶׁנִּתְיַקֵּר. וְצָרִיךְ לִפְדּוֹתוֹ כַּשַּׁעַר שֶׁל עַכְשָׁיו בִּשְׁתֵּי סְלָעִים, שֶׁהַמַּעֲשֵׂר לֹא יָצָא לְחֻלִּין עַד שֶׁיִּתֵּן דָּמָיו לַמּוֹכֵר. וְהַסֶּלַע אֶחָד שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ וְאוֹכְלוֹ בִירוּשָׁלַיִם: עַד שֶׁעָמַד בְּסֶלַע. וְצָרִיךְ לִתֵּן לַמּוֹכֵר שְׁנֵי סְלָעִים, שֶׁקְּנָאוֹ בִמְשִׁיכָה, וְהוּא נִפְדֶּה בְּסֶלַע אֶחָד כַּשַּׁעַר שֶׁל עַכְשָׁיו. הִלְכָּךְ נוֹתֵן לוֹ דְּמֵי סֶלַע מִדְּמֵי חֻלִּין שֶׁלּוֹ, וּבוֹ נִפְדֶּה הַמַּעֲשֵׂר, וְהַסֶּלַע הַשֵּׁנִי נוֹתֵן לוֹ מִדְּמֵי מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. וְאֵין זֶה כְּפוֹרֵעַ חוֹבוֹ מִמַּעֲשֵׂר שֵׁנִי, לְפִי שֶׁבִּתְחִלַּת הַמִּקָּח הָיָה עוֹמֵד לְכָךְ, שֶׁיֹּאכַל הַמּוֹכֵר שְׁתֵּי סְלָעִים בִּירוּשָׁלַיִם אִם לֹא הוּזַל {יד}: אִם הָיָה עַם הָאָרֶץ נוֹתֵן לוֹ מִדָּמָיו. וְאִם הָיָה הַמּוֹכֵר עַם הָאָרֶץ נוֹתֵן לוֹ שְׁנֵי הַסְּלָעִים מִדְּמֵי הַחֻלִּין שֶׁלּוֹ, לְפִי שֶׁאֵין מוֹסְרִין דְּמֵי מַעֲשֵׂר לְעַם הָאָרֶץ. וְאִית דְּגָרְסֵי מִדְּמַאי, אִם יֵשׁ לוֹ דְּמֵי מַעֲשֵׂר שֶׁל דְּמַאי נוֹתֵן לוֹ סֶלַע אֶחָד מֵאוֹתָן דָּמִים, דְּמוֹסְרִין דְּמֵי דְמַאי לְעַם הָאָרֶץ","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-6","jbo:text":"עיקר תוי\"ט {יג} וזה לשון הראב\"ד, שכל המשנה הולכת על מדת הדין, שהמעשר אינו מתחלל אלא בשעת מתן מעות, מיהו המוכר והלוקח נדונין כשעת משיכה. ועין באריכות בתוספות יום טוב: {יד} וזה לשון הירושלמי, שמשעה הראשונה מעשר שני חיב, אלו חיב היה לו ונתן לו מעשר יאות. ונראה לי דהכי פרושו, דמהשתא אגלאי למפרע שמשעה ראשונה לא היה חיב אלא מעשר שני, לפי שלא נתחלל מעשר במשיכה עד שיתן דמים. ואלו היה חיב לו מעשר ונתן לו, יפה היה עושה. תוספות יום טוב. וכתב הר\"ש והאי שלו אינו כשלו דרישא, אלא כלומר, מלבד סלע של חלין שנותן למוכר נותן לו סלע עדין של מעשר שני שלו. ותרויהו אנותן לו קאי","jbo:textNikud":"עיקר תוי\"ט {יג} וְזֶה לְשׁוֹן הָרַאֲבַ\"ד, שֶׁכָּל הַמִּשְׁנָה הוֹלֶכֶת עַל מִדַּת הַדִּין, שֶׁהַמַּעֲשֵׂר אֵינוֹ מִתְחַלֵּל אֶלָּא בִשְׁעַת מַתַּן מָעוֹת, מִיהוּ הַמּוֹכֵר וְהַלּוֹקֵחַ נִדּוֹנִין כִּשְׁעַת מְשִׁיכָה. וְעַיֵּן בַּאֲרִיכוּת בְּתוֹסְפוֹת יוֹם טוֹב: {יד} וְזֶה לְשׁוֹן הַיְרוּשַׁלְמִי, שֶׁמִּשָּׁעָה הָרִאשׁוֹנָה מַעֲשֵׂר שֵׁנִי חַיָּב, אִלּוּ חַיָּב הָיָה לוֹ וְנָתַן לוֹ מַעֲשֵׂר יָאוּת. וְנִרְאֶה לִי דְּהָכִי פֵרוּשׁוֹ, דְּמֵהַשְׁתָּא אִגַּלַאי לְמַפְרֵעַ שֶׁמִּשָּׁעָה רִאשׁוֹנָה לֹא הָיָה חַיָּב אֶלָּא מַעֲשֵׂר שֵׁנִי, לְפִי שֶׁלֹּא נִתְחַלֵּל מַעֲשֵׂר בִּמְשִׁיכָה עַד שֶׁיִּתֵּן דָּמִים. וְאִלּוּ הָיָה חַיָּב לוֹ מַעֲשֵׂר וְנָתַן לוֹ, יָפֶה הָיָה עוֹשֶׂה. תּוֹסְפוֹת יוֹם טוֹב. וְכָתַב הָרַ\"שׁ וְהַאי שֶׁלּוֹ אֵינוֹ כְשֶׁלּוֹ דְרֵישָׁא, אֶלָּא כְּלוֹמַר, מִלְּבַד סֶלַע שֶׁל חֻלִּין שֶׁנּוֹתֵן לַמּוֹכֵר נוֹתֵן לוֹ סֶלַע עֲדַיִן שֶׁל מַעֲשֵׂר שֵׁנִי שֶׁלּוֹ. וְתַרְוַיְהוּ אַנּוֹתֵן לוֹ קָאֵי","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-7","jbo:text":"הפודה מעשר שני ולא קרא שם, רבי יוסי אומר, דיו. רבי יהודה אומר, צריך לפרש. היה מדבר עם האשה על עסקי גטה וקדושיה, ונתן לה גטה וקדושיה ולא פרש, רבי יוסי אומר, דיו. רבי יהודה אומר, צריך לפרש","jbo:textNikud":"הַפּוֹדֶה מַעֲשֵׂר שֵׁנִי וְלֹא קָרָא שֵׁם, רַבִּי יוֹסֵי אוֹמֵר, דַּיּוֹ. רַבִּי יְהוּדָה אוֹמֵר, צָרִיךְ לְפָרֵשׁ. הָיָה מְדַבֵּר עִם הָאִשָּׁה עַל עִסְקֵי גִטָּהּ וְקִדּוּשֶׁיהָ, וְנָתַן לָהּ גִּטָּהּ וְקִדּוּשֶׁיהָ וְלֹא פֵרֵשׁ, רַבִּי יוֹסֵי אוֹמֵר, דַּיּוֹ. רַבִּי יְהוּדָה אוֹמֵר, צָרִיךְ לְפָרֵשׁ","rdfs:label":"משנה מעשר שני ד ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-7","jbo:text":"ר\"ע מברטנורה ולא קרא שם. לא אמר זה פדיון מעשר שני: צריך לפרש. ולומר זה פדיונו. והלכה כרבי יוסי: ולא פרש. לא אמר הרי זה גטך או הרי את מקדשת: רבי יוסי אומר דיו. כיון שעסוקים באותו ענין {טו} ומתוך אותן הדברים עמד וגרש או קדש אין צריך לפרש. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה וְלֹא קָרָא שֵׁם. לֹא אָמַר זֶה פִדְיוֹן מַעֲשֵׂר שֵׁנִי: צָרִיךְ לְפָרֵשׁ. וְלוֹמַר זֶה פִדְיוֹנוֹ. וַהֲלָכָה כְּרַבִּי יוֹסֵי: וְלֹא פֵרֵשׁ. לֹא אָמַר הֲרֵי זֶה גִטֵּךְ אוֹ הֲרֵי אַתְּ מְקֻדֶּשֶׁת: רַבִּי יוֹסֵי אוֹמֵר דַּיּוֹ. כֵּיוָן שֶׁעֲסוּקִים בְּאוֹתוֹ עִנְיָן {טו} וּמִתּוֹךְ אוֹתָן הַדְּבָרִים עָמַד וְגֵרֵשׁ אוֹ קִדֵּשׁ אֵין צָרִיךְ לְפָרֵשׁ. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-7","jbo:text":"עיקר תוי\"ט {טו} וכתב הר\"ש, וכהאי גונא יש לומר בפדיון מעשר שני. והתוספות יום טוב מראה פנים לחלק, דדוקא בגרושין וקדושין צריך עסוקים כו' משום דבעינן דעת האשה בקדושין, ואף בגרושין לדעת הר\"מ רבנן החמירו שצריך שידבר עמה כו', אבל בפדיון שאין כאן דעת אחרת אלא של הפודה בלבד אין צריך כלל שידבר ואפלו בשתיקה דיו. ועין שם","jbo:textNikud":"עיקר תוי\"ט {טו} וְכָתַב הָרַ\"שׁ, וּכְהַאי גַוְנָא יֵשׁ לוֹמַר בְּפִדְיוֹן מַעֲשֵׂר שֵׁנִי. וְהַתּוֹסְפוֹת יוֹם טוֹב מַרְאֶה פָנִים לְחַלֵּק, דְּדַוְקָא בְּגֵרוּשִׁין וְקִדּוּשִׁין צָרִיךְ עֲסוּקִים כוּ' מִשּׁוּם דְּבָעִינַן דַּעַת הָאִשָּׁה בְּקִדּוּשִׁין, וְאַף בְּגֵרוּשִׁין לְדַעַת הָרַ\"מ רַבָּנָן הֶחְמִירוּ שֶׁצָּרִיךְ שֶׁיְּדַבֵּר עִמָּהּ כוּ', אֲבָל בְּפִדְיוֹן שֶׁאֵין כָּאן דַּעַת אַחֶרֶת אֶלָּא שֶׁל הַפּוֹדֶה בִּלְבָד אֵין צָרִיךְ כְּלָל שֶׁיְּדַבֵּר וַאֲפִלּוּ בִשְׁתִיקָה דַּיּוֹ. וְעַיֵּן שָׁם","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-8","jbo:text":"המניח אסר ואכל עליו חציו, והלך למקום אחר והרי הוא יצא בפנדיון, אוכל עליו עוד אסר {טז}. המניח פנדיון ואכל עליו חציו, והלך למקום אחר והרי הוא יוצא באסר, אכל עליו עוד פלג. המניח אסר של מעשר שני, אוכל עליו אחד עשר באסר ואחד ממאה {יח} באסר. בית שמאי אומרים, הכל עשרה. ובית הלל אומרים, בודאי אחד עשר, ובדמאי עשרה","jbo:textNikud":"הַמַּנִּיחַ אִסָּר וְאָכַל עָלָיו חֶצְיוֹ, וְהָלַךְ לְמָקוֹם אַחֵר וַהֲרֵי הוּא יֹצֵא בְּפֻנְדְּיוֹן, אוֹכֵל עָלָיו עוֹד אִסָּר {טז}. הַמַּנִּיחַ פֻּנְדְּיוֹן וְאָכַל עָלָיו חֶצְיוֹ, וְהָלַךְ לְמָקוֹם אַחֵר וַהֲרֵי הוּא יוֹצֵא בְּאִסָּר, אֹכֵל עָלָיו עוֹד פְּלָג. הַמַּנִּיחַ אִסָּר שֶׁל מַעֲשֵׂר שֵׁנִי, אוֹכֵל עָלָיו אַחַד עָשָׂר בְּאִסָּר וְאֶחָד מִמֵּאָה {יח} בְּאִסָּר. בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל עֲשָׂרָה. וּבֵית הִלֵּל אוֹמְרִים, בַּוַּדַּאי אַחַד עָשָׂר, וּבַדְּמַאי עֲשָׂרָה","rdfs:label":"משנה מעשר שני ד ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-8","jbo:text":"ר\"ע מברטנורה המניח אסר. להיות מחלל עליו פרות מעשר שני. וכבר חלל: ואכל עליו עד חציו והלך למקום אחר. והוליך האסר עמו, ושם הוא שוה פנדיון, ובתחלה לא היה יוצא אלא בחצי פנדיון, שהפנדיון שני אסרין, נמצא לפי מה שהוא יוצא עכשיו שנשאר בו אסר של חלין, ולפיכך אוכל עליו עוד אסר: אוכל עליו עוד פלג. חצי אסר, ולא אמרינן כיון שאינו שוה אלא אסר הרי אכלו כלו: המניח אסר של מעשר שני. להיות אוכל עליו חלין שלו בקדשת מעשר {יז}, ואכל עליו עד אחד עשר באסר, ואחד ממאה באסר, יצא כל האסר לחלין. פרוש אם היה אותו אסר ממעות מעשר שני של דמאי ואכל עשרה חלקים מאחד עשר חלקים שבו, כגון שאחד עשר רמונים שוין אסר, ואכל עליו עשרה רמונים ונשאר בו עדין חלק מאחד עשר בקדשת מעשר, יצא כלו לחלין. ואם היה האסר ממעות מעשר שני של ודאי ואכל עליו עד שנשאר בו אחד ממאה, כגון שמאה תאנים נמכרים באסר, ואכל עליו תשעים ותשעה, יצא כלו לחלין: בית שמאי אומרים הכל עשרה. אחד ודאי ואחד דמאי, כשלא נשאר באסר אלא עשיריתו יצא לחלין. כגון שהיו עשרה רמונים נמכרין באסר, ואכל עליו תשעה, יצא לחלין. ואם נשאר בו יותר, כגון שלא אכל אלא שמנה, צריך לאכל כנגדו: ובית הלל אומרים בודאי אחד עשר ובדמאי עשרה. אם נשאר על האסר של ודאי אחד מעשרה חיב לאכל עליו עוד [אחד], לפי שכל מה שהוא פחות משוה פרוטה אין חוששין לו, לא לענין גזל, ולא לענין נהנה מן ההקדש. ופרוטה היא אחד משמנה באסר האטלקי נמצא עשירית האסר הוא שמנה עשיריות של פרוטה דהינו פרוטה פחות חמש, נמצא כשתוסיף עליו חמש דהוא רביע מלגו הינו חמשא מלבר יהיה [בין] הכל פרוטה, ולפיכך חוששים לה. ואם יהיה פחות מעשיריתו אין חוששים לו, שאפלו עם תוספת החמש יהיה בו פחות משוה פרוטה. ולפיכך אמרו בודאי אחד עשר, ובדמאי עשרה, לפי שאין חיבין חמש על הדמאי, ועשיריתו הוא פחות משוה פרוטה, והלכה כבית הלל","jbo:textNikud":"ר\"ע מברטנורה הַמַּנִּיחַ אִסָּר. לִהְיוֹת מְחַלֵּל עָלָיו פֵּרוֹת מַעֲשֵׂר שֵׁנִי. וּכְבָר חִלֵּל: וְאָכַל עָלָיו עַד חֶצְיוֹ וְהָלַךְ לְמָקוֹם אַחֵר. וְהוֹלִיךְ הָאִסָּר עִמּוֹ, וְשָׁם הוּא שָׁוֶה פֻנְדְּיוֹן, וּבַתְּחִלָּה לֹא הָיָה יוֹצֵא אֶלָּא בַּחֲצִי פֻנְדְּיוֹן, שֶׁהַפֻּנְדְּיוֹן שְׁנֵי אִסָּרִין, נִמְצָא לְפִי מַה שֶּׁהוּא יוֹצֵא עַכְשָׁיו שֶׁנִּשְׁאַר בּוֹ אִסָּר שֶׁל חֻלִּין, וּלְפִיכָךְ אוֹכֵל עָלָיו עוֹד אִסָּר: אוֹכֵל עָלָיו עוֹד פְּלָג. חֲצִי אִסָּר, וְלֹא אָמְרִינַן כֵּיוָן שֶׁאֵינוֹ שָׁוֶה אֶלָּא אִסָּר הֲרֵי אֲכָלוֹ כֻלּוֹ: הַמַּנִּיחַ אִסָּר שֶׁל מַעֲשֵׂר שֵׁנִי. לִהְיוֹת אוֹכֵל עָלָיו חֻלִּין שֶׁלּוֹ בִּקְדֻשַּׁת מַעֲשֵׂר {יז}, וְאָכַל עָלָיו עַד אַחַד עָשָׂר בְּאִסָּר, וְאֶחָד מִמֵּאָה בְּאִסָּר, יָצָא כָּל הָאִסָּר לְחֻלִּין. פֵּרוּשׁ אִם הָיָה אוֹתוֹ אִסָּר מִמְּעוֹת מַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי וְאָכַל עֲשָׂרָה חֲלָקִים מֵאַחַד עָשָׂר חֲלָקִים שֶׁבּוֹ, כְּגוֹן שֶׁאַחַד עָשָׂר רִמּוֹנִים שָׁוִין אִסָּר, וְאָכַל עָלָיו עֲשָׂרָה רִמּוֹנִים וְנִשְׁאַר בּוֹ עֲדַיִן חֵלֶק מֵאַחַד עָשָׂר בִּקְדֻשַּׁת מַעֲשֵׂר, יָצָא כֻלּוֹ לְחֻלִּין. וְאִם הָיָה הָאִסָּר מִמְּעוֹת מַעֲשֵׂר שֵׁנִי שֶׁל וַדַּאי וְאָכַל עָלָיו עַד שֶׁנִּשְׁאַר בּוֹ אֶחָד מִמֵּאָה, כְּגוֹן שֶׁמֵּאָה תְאֵנִים נִמְכָּרִים בְּאִסָּר, וְאָכַל עָלָיו תִּשְׁעִים וְתִשְׁעָה, יָצָא כֻלּוֹ לְחֻלִּין: בֵּית שַׁמַּאי אוֹמְרִים הַכֹּל עֲשָׂרָה. אֶחָד וַדַּאי וְאֶחָד דְּמַאי, כְּשֶׁלֹּא נִשְׁאַר בָּאִסָּר אֶלָּא עֲשִׂירִיתוֹ יָצָא לְחֻלִּין. כְּגוֹן שֶׁהָיוּ עֲשָׂרָה רִמּוֹנִים נִמְכָּרִין בְּאִסָּר, וְאָכַל עָלָיו תִּשְׁעָה, יָצָא לְחֻלִּין. וְאִם נִשְׁאַר בּוֹ יוֹתֵר, כְּגוֹן שֶׁלֹּא אָכַל אֶלָּא שְׁמֹנָה, צָרִיךְ לֶאֱכֹל כְּנֶגְדּוֹ: וּבֵית הִלֵּל אוֹמְרִים בַּוַּדַּאי אַחַד עָשָׂר וּבַדְּמַאי עֲשָׂרָה. אִם נִשְׁאַר עַל הָאִסָּר שֶׁל וַדַּאי אֶחָד מֵעֲשָׂרָה חַיָּב לֶאֱכֹל עָלָיו עוֹד [אֶחָד], לְפִי שֶׁכָּל מַה שֶּׁהוּא פָּחוֹת מִשְּׁוֵה פְרוּטָה אֵין חוֹשְׁשִׁין לוֹ, לֹא לְעִנְיַן גָּזֵל, וְלֹא לְעִנְיַן נֶהֱנֶה מִן הַהֶקְדֵּשׁ. ופְרוּטָה הִיא אֶחָד מִשְּׁמֹנָה בָּאִסָּר הָאִטַּלְקִי נִמְצָא עֲשִׂירִית הָאִסָּר הוּא שְׁמֹנֶה עֲשִׂירִיּוֹת שֶׁל פְּרוּטָה דְּהַיְנוּ פְּרוּטָה פָּחוֹת חֹמֶשׁ, נִמְצָא כְּשֶׁתּוֹסִיף עָלָיו חֹמֶשׁ דְּהוּא רְבִיעַ מִלְּגָו הַיְנוּ חֻמְשָׁא מִלְּבַר יִהְיֶה [בֵּין] הַכֹּל פְּרוּטָה, וּלְפִיכָךְ חוֹשְׁשִׁים לָהּ. וְאִם יִהְיֶה פָּחוֹת מֵעֲשִׂירִיתוֹ אֵין חוֹשְׁשִׁים לוֹ, שֶׁאֲפִלּוּ עִם תּוֹסֶפֶת הַחֹמֶשׁ יִהְיֶה בוֹ פָּחוֹת מִשְּׁוֵה פְרוּטָה. וּלְפִיכָךְ אָמְרוּ בַּוַּדַּאי אַחַד עָשָׂר, וּבַדְּמַאי עֲשָׂרָה, לְפִי שֶׁאֵין חַיָּבִין חֹמֶשׁ עַל הַדְּמַאי, וַעֲשִׂירִיתוֹ הוּא פָּחוֹת מִשְּׁוֵה פְרוּטָה, וַהֲלָכָה כְּבֵית הִלֵּל","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-8","jbo:text":"עיקר תוי\"ט {טז} עוד אסר. ואף על גב דכשאכל עליו לא אכל אלא שוה חצי אסר, ועכשיו ששוה שני אסרים נמצא שיש בו אסר וחצי שעדין לא אכל עליו, הא מלתא ליתא, שמה שנשאר והוא החצי, הוא שרשאי לאכל כפי שויו עכשיו, אבל מה שאכל עליו והוא החצי כבר נתחלל ונתפס למעשר, ומה ששוה עכשיו אותו החצי השני לבדו מן החלין הוא. תוספות יום טוב: {יז} בירושלים אירי. ורישא בחוץ לירושלים, והוא הדין בירושלים, עין לעיל (משנה ב) ופרק ג' משנה ד'. בית דוד: {יח} ואחד ממאה. ולא פרשו טעם לזה. ואולי דכעין תרומה נגעו בו, הואיל ואקרי קדש כמו תרומה, וכמו דבתרומה כשנפל למאה בטל במעוטו כשאין כאן גזל השבט, הכי נמי גבי מעשר שני דלא שיך בו גזל אמרו בו דכל אחד ממאה שלא אכל נתבטל. ואף על גב דבתרומה בעינן מאה ואחד, הקלו במעשר ואמרו מספר שלם. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {טז} עוֹד אִסָּר. וְאַף עַל גַּב דִּכְשֶׁאָכַל עָלָיו לֹא אָכַל אֶלָּא שָׁוֶה חֲצִי אִסָּר, וְעַכְשָׁיו שֶׁשָּׁוֶה שְׁנֵי אִסָּרִים נִמְצָא שֶׁיֵּשׁ בּוֹ אִסָּר וָחֵצִי שֶׁעֲדַיִן לֹא אָכַל עָלָיו, הָא מִלְּתָא לֵיתָא, שֶׁמַּה שֶּׁנִּשְׁאַר וְהוּא הַחֵצִי, הוּא שֶׁרַשַּׁאי לֶאֱכֹל כְּפִי שָׁוְיוֹ עַכְשָׁיו, אֲבָל מַה שֶּׁאָכַל עָלָיו וְהוּא הַחֵצִי כְּבָר נִתְחַלֵּל וְנִתְפַּס לַמַּעֲשֵׂר, וּמַה שֶּׁשָּׁוֶה עַכְשָׁיו אוֹתוֹ הַחֵצִי הַשֵּׁנִי לְבַדּוֹ מִן הַחֻלִּין הוּא. תּוֹסְפוֹת יוֹם טוֹב: {יז} בִּירוּשָׁלַיִם אַיְרֵי. וְרֵישָׁא בְּחוּץ לִירוּשָׁלַיִם, וְהוּא הַדִּין בִּירוּשָׁלַיִם, עַיֵּן לְעֵיל (מִשְׁנָה ב) וּפֶרֶק ג' מִשְׁנָה ד'. בֵּית דָּוִד: {יח} וְאֶחָד מִמֵּאָה. וְלֹא פֵרְשׁוּ טַעַם לָזֶה. וְאוּלַי דִּכְעֵין תְּרוּמָה נָגְעוּ בוֹ, הוֹאִיל וְאִקְרֵי קֹדֶשׁ כְּמוֹ תְרוּמָה, וּכְמוֹ דְּבִתְּרוּמָה כְּשֶׁנָּפַל לְמֵאָה בָּטֵל בְּמִעוּטוֹ כְּשֶׁאֵין כָּאן גֶּזֶל הַשֵּׁבֶט, הָכִי נַמִּי גַּבֵּי מַעֲשֵׂר שֵׁנִי דְּלֹא שַׁיָּךְ בּוֹ גָּזֵל אָמְרוּ בוֹ דְּכָל אֶחָד מִמֵּאָה שֶׁלֹּא אָכַל נִתְבַּטֵּל. וְאַף עַל גַּב דְּבִתְרוּמָה בָּעִינַן מֵאָה וְאֶחָד, הֵקֵלּוּ בַּמַּעֲשֵׂר וְאָמְרוּ מִסְפָּר שָׁלֵם. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-9","jbo:text":"כל המעות הנמצאים, הרי אלו חלין, אפלו דינר זהב עם הכסף ועם המעות. מצא בתוכן חרש וכתוב עליו מעשר, הרי זה מעשר {כ}","jbo:textNikud":"כָּל הַמָּעוֹת הַנִּמְצָאִים, הֲרֵי אֵלּוּ חֻלִּין, אֲפִלּוּ דִּינַר זָהָב עִם הַכֶּסֶף וְעִם הַמָּעוֹת. מָצָא בְתוֹכָן חֶרֶשׂ וְכָתוּב עָלָיו מַעֲשֵׂר, הֲרֵי זֶה מַעֲשֵׂר {כ}","rdfs:label":"משנה מעשר שני ד ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-9","jbo:text":"ר\"ע מברטנורה כל המעות הנמצאים. בכל מקום, בין ברגל בין בשאר ימות השנה. ובירושלים בשאר ימות השנה חוץ מימות הרגל: הרי אלו חלין. ואין חוששין להם שמא מעות של מעשר שני הם: אפלו דינר זהב עם הכסף ועם המעות. שאין דרך לערבן יחד, ואיכא למימר הללו מעות של מעשר שני, שרגילין לחלל המעשר על דינרי זהב, והנשאר שאינו מגיע לדינר זהב מחללו על הכסף, והמותר על מעות של נחשת, ומערבין אותן יחד, אפלו הכי לא חישינן {יט}: מצא בתוכן. בתוך הכיס או הצרור שהמעות נתונים בתוכו","jbo:textNikud":"ר\"ע מברטנורה כָּל הַמָּעוֹת הַנִּמְצָאִים. בְּכָל מָקוֹם, בֵּין בָּרֶגֶל בֵּין בִּשְׁאָר יְמוֹת הַשָּׁנָה. וּבִירוּשָׁלַיִם בִּשְׁאָר יְמוֹת הַשָּׁנָה חוּץ מִימוֹת הָרֶגֶל: הֲרֵי אֵלּוּ חֻלִּין. וְאֵין חוֹשְׁשִׁין לָהֶם שֶׁמָּא מָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי הֵם: אֲפִלּוּ דִּינָר זָהָב עִם הַכֶּסֶף וְעִם הַמָּעוֹת. שֶׁאֵין דֶּרֶךְ לְעָרְבָן יַחַד, וְאִיכָּא לְמֵימַר הַלָּלוּ מָעוֹת שֶׁל מַעֲשֵׂר שֵׁנִי, שֶׁרְגִילִין לְחַלֵּל הַמַּעֲשֵׂר עַל דִּינְרֵי זָהָב, וְהַנִּשְׁאָר שֶׁאֵינוֹ מַגִּיעַ לְדִינָר זָהָב מְחַלְּלוֹ עַל הַכֶּסֶף, וְהַמּוֹתָר עַל מָעוֹת שֶׁל נְחֹשֶׁת, וּמְעָרְבִין אוֹתָן יַחַד, אֲפִלּוּ הָכִי לֹא חַיְשִׁינַן {יט}: מָצָא בְתוֹכָן. בְּתוֹךְ הַכִּיס אוֹ הַצְּרוֹר שֶׁהַמָּעוֹת נְתוּנִים בְּתוֹכוֹ","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-9","jbo:text":"עיקר תוי\"ט {יט} שאלו היה מעשר היה נותן בהם סימן. תוספות יום טוב בשם הפרוש: {כ} הרי זה מעשר. ולא נאמר שמא הם חלין וזה החרס הוא מכלי שהיה בו מעשר נתון בתוכו וכתבו עליו מעשר. הר\"מ","jbo:textNikud":"עיקר תוי\"ט {יט} שֶׁאִלּוּ הָיָה מַעֲשֵׂר הָיָה נוֹתֵן בָּהֶם סִימָן. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ: {כ} הֲרֵי זֶה מַעֲשֵׂר. וְלֹא נֹאמַר שֶׁמָּא הֵם חֻלִּין וְזֶה הַחֶרֶס הוּא מִכְּלִי שֶׁהָיָה בוֹ מַעֲשֵׂר נָתוּן בְּתוֹכוֹ וְכָתְבוּ עָלָיו מַעֲשֵׂר. הָרַ\"מ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-10","jbo:text":"המוצא כלי וכתוב עליו קרבן, רבי יהודה אומר, אם היה של חרס, הוא חלין ומה שבתוכו קרבן. ואם היה של מתכת, הוא קרבן ומה שבתוכו חלין. אמרו לו, אין דרך בני אדם להיות כונסין חלין לקרבן","jbo:textNikud":"הַמּוֹצֵא כְלִי וְכָתוּב עָלָיו קָרְבָּן, רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה שֶׁל חֶרֶס, הוּא חֻלִּין וּמַה שֶּׁבְּתוֹכוֹ קָרְבָּן. וְאִם הָיָה שֶׁל מַתֶּכֶת, הוּא קָרְבָּן וּמַה שֶּׁבְּתוֹכוֹ חֻלִּין. אָמְרוּ לוֹ, אֵין דֶּרֶךְ בְּנֵי אָדָם לִהְיוֹת כּוֹנְסִין חֻלִּין לְקָרְבָּן","rdfs:label":"משנה מעשר שני ד י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-10","jbo:text":"ר\"ע מברטנורה הוא חלין. שאין דרך בני אדם להקדיש חרסין לבדק הבית, ועל שם מה שבתוכו נכתב: הוא קרבן. כלומר הקדש {כא}: חלין לתוך קרבן. והכל קרבן. ולא אפליגו רבנן עליה דרבי יהודה אלא בשל מתכת בלבד, דבשל חרס מודו שהוא חלין ומה שבתוכו קרבן. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הוּא חֻלִּין. שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לְהַקְדִּישׁ חֲרָסִין לְבֶדֶק הַבַּיִת, וְעַל שֵׁם מַה שֶּׁבְּתוֹכוֹ נִכְתַּב: הוּא קָרְבָּן. כְּלוֹמַר הֶקְדֵּשׁ {כא}: חֻלִּין לְתוֹךְ קָרְבָּן. וְהַכֹּל קָרְבָּן. וְלֹא אִפְלִיגוּ רַבָּנָן עֲלֵיהּ דְּרַבִּי יְהוּדָה אֶלָּא בְשֶׁל מַתֶּכֶת בִּלְבָד, דִּבְשֶׁל חֶרֶס מוֹדוּ שֶׁהוּא חֻלִּין וּמַה שֶּׁבְּתוֹכוֹ קָרְבָּן. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-10","jbo:text":"עיקר תוי\"ט {כא} כדכתיב על קרבן העצים (נחמיה י)","jbo:textNikud":"עיקר תוי\"ט {כא} כְּדִכְתִיב עַל קֻרְבַּן הָעֵצִים (נְחֶמְיָה י)","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-11","jbo:text":"המוצא כלי וכתוב עליו קו\"ף, קרבן. מ', מעשר. ד', דמאי. ט', טבל. ת', תרומה, שבשעת סכנה היו כותבין ת' תחת תרומה {כב}. רבי יוסי אומר, כלם שמות בני אדם הם {כג}. אמר רבי יוסי, אפלו מצא חבית והיא מלאה פרות וכתוב עליה תרומה, הרי אלו חלין, שאני אומר אשתקד היתה מלאה פרות תרומה, ופנה","jbo:textNikud":"הַמּוֹצֵא כְלִי וְכָתוּב עָלָיו קוּ\"ף, קָרְבָּן. מ', מַעֲשֵׂר. ד', דְּמַאי. ט', טֶבֶל. ת', תְּרוּמָה, שֶׁבִּשְׁעַת סַכָּנָה הָיוּ כוֹתְבִין ת' תַּחַת תְּרוּמָה {כב}. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּם שְׁמוֹת בְּנֵי אָדָם הֵם {כג}. אָמַר רַבִּי יוֹסֵי, אֲפִלּוּ מָצָא חָבִית וְהִיא מְלֵאָה פֵרוֹת וְכָתוּב עָלֶיהָ תְּרוּמָה, הֲרֵי אֵלּוּ חֻלִּין, שֶׁאֲנִי אוֹמֵר אֶשְׁתָּקַד הָיְתָה מְלֵאָה פֵרוֹת תְּרוּמָה, וּפִנָּהּ","rdfs:label":"משנה מעשר שני ד יא"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-11","jbo:text":"ר\"ע מברטנורה קו\"ף קרבן. הקדש: ד' דמאי. לקוח מעם הארץ: בשעת הסכנה. שגזרו שלא לקים המצות: שמות בני אדם הן. אותיות של ראשי שמות, קו\"ף קהת, ד' דניאל, ט' טוביה. והכל חלין: אשתקד היתה מלאה פרות תרומה ופנה. ורבנן סברי אם איתא דפנה לתרומה מגרר הוה גריר לה ולא היה מניח שם תרומה כתוב שם. ואין הלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה קוּ\"ף קָרְבָּן. הֶקְדֵּשׁ: ד' דְּמַאי. לָקוּחַ מֵעַם הָאָרֶץ: בִּשְׁעַת הַסַּכָּנָה. שֶׁגָּזְרוּ שֶׁלֹּא לְקַיֵּם הַמִּצְוֹת: שְׁמוֹת בְּנֵי אָדָם הֵן. אוֹתִיּוֹת שֶׁל רָאשֵׁי שֵׁמוֹת, קוּ\"ף קְהָת, ד' דָּנִיֵּאל, ט' טוֹבְיָה. וְהַכֹּל חֻלִּין: אֶשְׁתָּקַד הָיְתָה מְלֵאָה פֵרוֹת תְּרוּמָה וּפִנָּהּ. וְרַבָּנָן סָבְרֵי אִם אִיתָא דְפִנָּהּ לַתְּרוּמָה מִגְרָר הֲוָה גָרֵיר לַהּ וְלֹא הָיָה מַנִּיחַ שֵׁם תְּרוּמָה כָּתוּב שָׁם. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-yomtov-1-8-4-11","jbo:text":"עיקר תוי\"ט {כב} תחת תרומה. מה דסים מפרש, והוא הדין לאינך: {כג} שמות בני אדם הם. כמו, תובל קין, תרח, רבי תנחום. ולדבריהם דרבנן קאמר להו, דלדידיה אפלו כתוב בו קרבן, תרומה, כל התבה שלמה, פליג בסיפא. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {כב} תַּחַת תְּרוּמָה. מַה דְּסִיֵּם מְפָרֵשׁ, וְהוּא הַדִּין לְאֵינָךְ: {כג} שְׁמוֹת בְּנֵי אָדָם הֵם. כְּמוֹ, תּוּבַל קַיִן, תֶּרַח, רַבִּי תַנְחוּם. וּלְדִבְרֵיהֶם דְּרַבָּנָן קָאָמַר לְהוּ, דִּלְדִידֵיהּ אֲפִלּוּ כָּתוּב בּוֹ קָרְבַּן, תְּרוּמָה, כָּל הַתֵּבָה שְׁלֵמָה, פָּלֵיג בְּסֵיפָא. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ד יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-4-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-1-8-4-12","jbo:text":"האומר לבנו, מעשר שני בזוית זו, ומצא בזוית אחרת, הרי אלו חלין. היה שם מנה ומצא מאתים, השאר חלין. מאתים ומצא מנה, הכל מעשר","jbo:textNikud":"הָאוֹמֵר לִבְנוֹ, מַעֲשֵׂר שֵׁנִי בְּזָוִית זוֹ, וּמָצָא בְזָוִית אַחֶרֶת, הֲרֵי אֵלּוּ חֻלִּין. הָיָה שָׁם מָנֶה וּמָצָא מָאתַיִם, הַשְּׁאָר חֻלִּין. מָאתַיִם וּמָצָא מָנֶה, הַכֹּל מַעֲשֵׂר","rdfs:label":"משנה מעשר שני ד יב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-4"],"uri":"jbr:mishna-bartanura-1-8-4-12","jbo:text":"ר\"ע מברטנורה הרי אלו חלין. מה שמצא הוי חלין, שאני אומר מעשר שני נטל: היה שם מנה. אמר לו אביו הרי שם מנה של מעשר שני ומצא מאתים, מנה מעשר ומנה חלין. ולא אמרינן המנה של מעשר נטל ואלו אחרים הן: מאתים ומצא מנה. אמר לו אביו הרי שם מאתים ומצא מנה, המנה שמצא מעשר","jbo:textNikud":"ר\"ע מברטנורה הֲרֵי אֵלּוּ חֻלִּין. מַה שֶּׁמָּצָא הֲוֵי חֻלִּין, שֶׁאֲנִי אוֹמֵר מַעֲשֵׂר שֵׁנִי נִטַּל: הָיָה שָׁם מָנֶה. אָמַר לוֹ אָבִיו הֲרֵי שָׁם מָנֶה שֶׁל מַעֲשֵׂר שֵׁנִי וּמָצָא מָאתַיִם, מָנֶה מַעֲשֵׂר וּמָנֶה חֻלִּין. וְלֹא אָמְרִינַן הַמָּנֶה שֶׁל מַעֲשֵׂר נִטַּל וְאֵלּוּ אֲחֵרִים הֵן: מָאתַיִם וּמָצָא מָנֶה. אָמַר לוֹ אָבִיו הֲרֵי שָׁם מָאתַיִם וּמָצָא מָנֶה, הַמָּנֶה שֶׁמָּצָא מַעֲשֵׂר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ד יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-4-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-1","jbo:text":"כרם רבעי, מצינין אותו בקוזזות אדמה, ושל ערלה {א} בחרסית, ושל קברות בסיד, וממחה ושופך. אמר רבן שמעון בן גמליאל, במה דברים אמורים, בשביעית. והצנועים מניחין את המעות ואומרים, כל הנלקט מזה, יהא מחלל על המעות האלו","jbo:textNikud":"כֶּרֶם רְבָעִי, מְצַיְּנִין אוֹתוֹ בְּקוֹזְזוֹת אֲדָמָה, וְשֶׁל עָרְלָה {א} בְּחַרְסִית, וְשֶׁל קְבָרוֹת בְּסִיד, וּמְמַחֶה וְשׁוֹפֵךְ. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בַּמֶּה דְבָרִים אֲמוּרִים, בַּשְּׁבִיעִית. וְהַצְּנוּעִים מַנִּיחִין אֶת הַמָּעוֹת וְאוֹמְרִים, כָּל הַנִּלְקָט מִזֶּה, יְהֵא מְחֻלָּל עַל הַמָּעוֹת הָאֵלּוּ","rdfs:label":"משנה מעשר שני ה א"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-1","jbo:text":"ר\"ע מברטנורה כרם רבעי מצינין אותו. בונים אצלו ציון וסימן, שיכירו שהוא כרם רבעי וטעון פדיון: בקוזזות. גבשושית ורגבי אדמה. סימנא כאדמה, מה אדמה דאיכא הנאה מנה שהיא עושה פרות, אף האי נמי כי מפרקי שרי לאתהנויי מניה: ושל ערלה בחרסית. באדמה שעושים ממנו כלי חרס. סימנא כחרסית זו דלית בה הנאה דכשזורעים בה אינה מוציאה כדי נפילה {ב}, אף זו אין בה הנאה: ושל קברות. שלא יכנס שם כהן ונזיר: בסיד. סימנא שהסיד לבן כעצמות: וממחה ושופך. ממחה את הסיד במים כדי שיתלבן יותר, ושופך על הקבר: במה דברים אמורים. דעבדי הכרא לכרם רבעי ולערלה: בשביעית. שהכל הפקר ונוטלים בהתר. אבל בשאר שני שבוע שבאים לגזל, הלעיטהו לרשע וימות ויקחום לאכל באסור: והצנועים. המדקדקים על עצמם, כשהיה להם כרם רבעי בשביעית היו מניחין המעות קדם לקיטה {ג}, ואומרים כל הנלקט לכשיהיה נלקט יהא מחלל על זה","jbo:textNikud":"ר\"ע מברטנורה כֶּרֶם רְבָעִי מְצַיְּנִין אוֹתוֹ. בּוֹנִים אֶצְלוֹ צִיּוּן וְסִימָן, שֶׁיַּכִּירוּ שֶׁהוּא כֶּרֶם רְבָעִי וְטָעוּן פִּדְיוֹן: בְּקוֹזְזוֹת. גַּבְשׁוּשִׁית וְרִגְבֵי אֲדָמָה. סִימָנָא כַּאֲדָמָה, מָה אֲדָמָה דְּאִיכָּא הֲנָאָה מִנָּהּ שֶׁהִיא עוֹשָׂה פֵרוֹת, אַף הַאי נַמִּי כִּי מִפְרְקֵי שָׁרֵי לְאִתְהֲנוֹיֵי מִנֵּיהּ: וְשֶׁל עָרְלָה בְּחַרְסִית. בַּאֲדָמָה שֶׁעוֹשִׂים מִמֶּנּוּ כְּלֵי חֶרֶס. סִימָנָא כְּחַרְסִית זוֹ דְּלֵית בָּהּ הֲנָאָה דִּכְשֶׁזּוֹרְעִים בָּהּ אֵינָהּ מוֹצִיאָה כְדֵי נְפִילָה {ב}, אַף זוֹ אֵין בָּהּ הֲנָאָה: וְשֶׁל קְבָרוֹת. שֶׁלֹּא יִכָּנֵס שָׁם כֹּהֵן וְנָזִיר: בְּסִיד. סִימָנָא שֶׁהַסִּיד לָבָן כָּעֲצָמוֹת: וּמְמַחֶה וְשׁוֹפֵךְ. מְמַחֶה אֶת הַסִּיד בְּמַיִם כְּדֵי שֶׁיִּתְלַבֵּן יוֹתֵר, וְשׁוֹפֵךְ עַל הַקֶּבֶר: בַּמֶּה דְבָרִים אֲמוּרִים. דְּעָבְדֵי הֶכֵּרָא לְכֶרֶם רְבָעִי וְלָעָרְלָה: בַּשְּׁבִיעִית. שֶׁהַכֹּל הֶפְקֵר וְנוֹטְלִים בְּהֶתֵּר. אֲבָל בִּשְׁאָר שְׁנֵי שָׁבוּעַ שֶׁבָּאִים לִגְזֹל, הַלְעִיטֵהוּ לָרָשָׁע וְיָמוּת וְיִקְּחוּם לֶאֱכֹל בְּאִסּוּר: וְהַצְּנוּעִים. הַמְדַקְדְּקִים עַל עַצְמָם, כְּשֶׁהָיָה לָהֶם כֶּרֶם רְבָעִי בַּשְּׁבִיעִית הָיוּ מַנִּיחִין הַמָּעוֹת קֹדֶם לְקִיטָה {ג}, וְאוֹמְרִים כָּל הַנִּלְקָט לִכְשֶׁיִּהְיֶה נִלְקַט יְהֵא מְחֻלָּל עַל זֶה","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-1","jbo:text":"עיקר תוי\"ט {א} ושל ערלה. אף על פי שהערלה קודם בזמן לרבעי, הואיל ולא נשנה כאן אלא אגב רבעי, דאקרי קדש כמו מעשר שני, לא ראה להקדימו. תוספות יום טוב: {ב} כלומר, כדי זריעה. ובזה לא תקשי אמתניתין דסוף פרק כסוי הדם דמשמע דחרסית מגדל צמחים. ועין תוספות יום טוב: {ג} כך כתבו התוספות, דאי לא תימא הכי, לא הוי תקנה להנאכל בין לקיטה לאמירה. הר\"ש. ומה שלא היו מחללים כל הכרם בפעם אחת, שפעמים היו רוצים להוליך מותר הפרות לאכל בירושלים. תוספות יום טוב בשם הפרוש. ולא שיך דין בררה בענין זה, הואיל ואינו חל החלול עד שיתלקט. הר\"ש: {ד} לפי שסובר דכרם לאו דוקא, אלא הוא הדין כל נטע. וכדתנן במשנה ד'. ובברכות דף ל\"ה, אית תני כרם ואית תני נטע. ועין בתוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} וְשֶׁל עָרְלָה. אַף עַל פִּי שֶׁהָעָרְלָה קוֹדֵם בַּזְּמַן לָרְבָעִי, הוֹאִיל וְלֹא נִשְׁנָה כָּאן אֶלָּא אַגַּב רְבָעִי, דְּאִקְרֵי קֹדֶשׁ כְּמוֹ מַעֲשֵׂר שֵׁנִי, לֹא רָאָה לְהַקְדִּימוֹ. תּוֹסְפוֹת יוֹם טוֹב: {ב} כְּלוֹמַר, כְּדֵי זְרִיעָה. וּבָזֶה לֹא תִקְשֵׁי אַמַּתְנִיתִין דְּסוֹף פֶּרֶק כִּסּוּי הַדָּם דְּמַשְׁמַע דְּחַרְסִית מְגַדֵּל צְמָחִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} כָּךְ כָּתְבוּ הַתּוֹסָפוֹת, דְּאִי לֹא תֵימָא הָכִי, לֹא הֲוֵי תַקָּנָה לְהַנֶּאֱכַל בֵּין לְקִיטָה לַאֲמִירָה. הָרַ\"שׁ. וּמַה שֶּׁלֹּא הָיוּ מְחַלְּלִים כָּל הַכֶּרֶם בְּפַעַם אַחַת, שֶׁפְּעָמִים הָיוּ רוֹצִים לְהוֹלִיךְ מוֹתַר הַפֵּרוֹת לֶאֱכֹל בִּירוּשָׁלַיִם. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ. וְלֹא שַׁיָּךְ דִּין בְּרֵרָה בְּעִנְיָן זֶה, הוֹאִיל וְאֵינוֹ חָל הַחִלּוּל עַד שֶׁיִּתְלַקֵּט. הָרַ\"שׁ: {ד} לְפִי שֶׁסּוֹבֵר דְּכֶרֶם לָאו דַּוְקָא, אֶלָּא הוּא הַדִּין כָּל נֶטַע. וּכְדִתְנַן בְּמִשְׁנָה ד'. וּבִבְרָכוֹת דַּף ל\"ה, אִית תָּנֵי כֶּרֶם וְאִית תָּנֵי נֶטַע. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-2","jbo:text":"כרם רבעי היה עולה לירושלים מהלך יום אחד לכל צד. ואיזו היא תחומה, אילת מן הדרום ועקרבת מן הצפון, לוד מן המערב והירדן מן המזרח. ומשרבו הפרות, התקינו שיהא נפדה סמוך לחומה. ותנאי היה הדבר, שאימתי שירצו, יחזר הדבר לכמות שהיה. רבי יוסי אומר, משחרב בית המקדש, היה התנאי הזה. ותנאי היה, אימתי שיבנה בית המקדש, יחזר הדבר לכמות שהיה","jbo:textNikud":"כֶּרֶם רְבָעִי הָיָה עוֹלֶה לִירוּשָׁלַיִם מַהֲלַךְ יוֹם אֶחָד לְכָל צָד. וְאֵיזוֹ הִיא תְחוּמָהּ, אֵילַת מִן הַדָּרוֹם וְעַקְרַבַּת מִן הַצָּפוֹן, לוֹד מִן הַמַּעֲרָב וְהַיַּרְדֵּן מִן הַמִּזְרָח. וּמִשֶּׁרַבּוּ הַפֵּרוֹת, הִתְקִינוּ שֶׁיְּהֵא נִפְדֶּה סָמוּךְ לַחוֹמָה. וּתְנַאי הָיָה הַדָּבָר, שֶׁאֵימָתַי שֶׁיִּרְצוּ, יַחֲזֹר הַדָּבָר לִכְמוֹת שֶׁהָיָה. רַבִּי יוֹסֵי אוֹמֵר, מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הָיָה הַתְּנַאי הַזֶּה. וּתְנַאי הָיָה, אֵימָתַי שֶׁיִּבָּנֶה בֵּית הַמִּקְדָּשׁ, יַחֲזֹר הַדָּבָר לִכְמוֹת שֶׁהָיָה","rdfs:label":"משנה מעשר שני ה ב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-2","jbo:text":"ר\"ע מברטנורה כרם רבעי. יש לו דין מעשר שני, וצריך להעלות הפרות לירושלים ולאכלן שם, הם או פדיונם, ותקנו חכמים שמהלך יום [אחד] כל סביבות ירושלים יעלו הפרות [עצמם] לירושלים, כדי לעטר שוקי ירושלים בפרות, מתוך שיאכל כל אדם נטע רבעי {ד} שלו יתמלא השוק שאר פרות: שיהא נפדה סמוך לחומה. אפלו כרם הסמוך לחומה: שאימתי שירצו. אם יתמעטו הפרות {ה}: משחרב בית המקדש היה התנאי. לא לפי שרבו הפרות כדאמרת, אלא משחרב בית המקדש והיתה ירושלים ביד האויבים ולא היו חוששין לעטר שוקי ירושלים בפרות","jbo:textNikud":"ר\"ע מברטנורה כֶּרֶם רְבָעִי. יֵשׁ לוֹ דִּין מַעֲשֵׂר שֵׁנִי, וְצָרִיךְ לְהַעֲלוֹת הַפֵּרוֹת לִירוּשָׁלַיִם וּלְאָכְלָן שָׁם, הֵם אוֹ פִדְיוֹנָם, וְתִקְּנוּ חֲכָמִים שֶׁמַּהֲלַךְ יוֹם [אֶחָד] כָּל סְבִיבוֹת יְרוּשָׁלַיִם יַעֲלוּ הַפֵּרוֹת [עַצְמָם] לִירוּשָׁלַיִם, כְּדֵי לְעַטֵּר שׁוּקֵי יְרוּשָׁלַיִם בְּפֵרוֹת, מִתּוֹךְ שֶׁיֹּאכַל כָּל אָדָם נֶטַע רְבָעִי {ד} שֶׁלּוֹ יִתְמַלֵּא הַשּׁוּק שְׁאָר פֵּרוֹת: שֶׁיְּהֵא נִפְדֶּה סָמוּךְ לַחוֹמָה. אֲפִלּוּ כֶּרֶם הַסָּמוּךְ לַחוֹמָה: שֶׁאֵימָתַי שֶׁיִּרְצוּ. אִם יִתְמַעֲטוּ הַפֵּרוֹת {ה}: מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הָיָה הַתְּנַאי. לֹא לְפִי שֶׁרַבּוּ הַפֵּרוֹת כְּדַאֲמַרְתְּ, אֶלָּא מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ וְהָיְתָה יְרוּשָׁלַיִם בְּיַד הָאוֹיְבִים וְלֹא הָיוּ חוֹשְׁשִׁין לְעַטֵּר שׁוּקֵי יְרוּשָׁלַיִם בְּפֵרוֹת","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-2","jbo:text":"עיקר תוי\"ט {ה} וצריך היה לתנאי בדבר, ולא סגי בבטול סבת האסור, ונראה לי טעמא מדמסקינן בפרק קמא דביצה דף ה: דכל דבר שבמנין (מנין שנמנו חכמים לאסר) צריך מנין אחר להתירו, ופרש רש\"י, אפלו ארע דבר שאתה יכול להורות בו התר וכו'. ותנן בפרק קמא דעדיות, אין בית דין יכול לבטל דברי בית דין חברו אלא אם כן היה גדול ממנו בחכמה ובמנין, לפיכך המתקנים עצמן הטילו תנאי בדבר, להחזיר לכמות שהיה לכשיתבטל הטעם, דהשתא המתקנים עצמם הם המבטלים התקנה בהתבטל הטעם. תוספות יום טוב ועין שם: {ו} כלומר, ולהכי תנן בסתם שלשה, דמשמע דלעולם בעינן שלשה, ולעיל בפרק ד' גבי מעשר שני מחלקינן בין דמיו ידועים לשאין דמיו ידועים. אלא דהכא אין לחלק משום דלעולם אין דמיו ידועים, דמצריך לפחת היציאה. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {ה} וְצָרִיךְ הָיָה לִתְנַאי בַדָּבָר, וְלֹא סַגִּי בְּבִטּוּל סִבַּת הָאִסּוּר, וְנִרְאֶה לִי טַעֲמָא מִדְּמָסְקִינַן בְּפֶרֶק קַמָּא דְבֵיצָה דַּף ה: דְּכָל דָּבָר שֶׁבְּמִנְיָן (מִנְיָן שֶׁנִּמְנוּ חֲכָמִים לֶאֱסֹר) צָרִיךְ מִנְיָן אַחֵר לְהַתִּירוֹ, וּפֵרֵשׁ רַשִׁ\"י, אֲפִלּוּ אֵרַע דָּבָר שֶׁאַתָּה יָכוֹל לְהוֹרוֹת בּוֹ הֶתֵּר וְכוּ'. וּתְנַן בְּפֶרֶק קַמָּא דְעֵדֻיּוֹת, אֵין בֵּית דִּין יָכוֹל לְבַטֵּל דִּבְרֵי בֵית דִּין חֲבֵרוֹ אֶלָּא אִם כֵּן הָיָה גָדוֹל מִמֶּנּוּ בְּחָכְמָה וּבְמִנְיָן, לְפִיכָךְ הַמְתַקְּנִים עַצְמָן הִטִּילוּ תְּנַאי בַדָּבָר, לְהַחֲזִיר לִכְמוֹת שֶׁהָיָה לִכְשֶׁיִּתְבַּטֵּל הַטַּעַם, דְּהַשְׁתָּא הַמְתַקְּנִים עַצְמָם הֵם הַמְבַטְּלִים הַתַּקָּנָה בְּהִתְבַּטֵּל הַטַּעַם. תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן שָׁם: {ו} כְּלוֹמַר, וּלְהָכִי תְּנַן בִּסְתָם שְׁלֹשָׁה, דְּמַשְׁמַע דִּלְעוֹלָם בָּעִינַן שְׁלֹשָׁה, וּלְעֵיל בְּפֶרֶק ד' גַּבֵּי מַעֲשֵׂר שֵׁנִי מְחַלְקִינַן בֵּין דָּמָיו יְדוּעִים לְשֶׁאֵין דָּמָיו יְדוּעִים. אֶלָּא דְהָכָא אֵין לְחַלֵּק מִשּׁוּם דִּלְעוֹלָם אֵין דָּמָיו יְדוּעִים, דְּמַצְרִיךְ לִפְחֹת הַיְצִיאָה. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-3","jbo:text":"כרם רבעי, בית שמאי אומרים, אין לו חמש ואין לו בעור. ובית הלל אומרים, יש לו. בית שמאי אומרים, יש לו פרט ויש לו עוללות, והעניים פודין לעצמן. ובית הלל אומרים, כלו לגת","jbo:textNikud":"כֶּרֶם רְבָעִי, בֵּית שַׁמַּאי אוֹמְרִים, אֵין לוֹ חֹמֶשׁ וְאֵין לוֹ בִעוּר. וּבֵית הִלֵּל אוֹמְרִים, יֶשׁ לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת, וְהָעֲנִיִּים פּוֹדִין לְעַצְמָן. וּבֵית הִלֵּל אוֹמְרִים, כֻּלּוֹ לַגָּת","rdfs:label":"משנה מעשר שני ה ג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-3","jbo:text":"ר\"ע מברטנורה אין לו חמש. אין הבעלים צריכין להוסיף חמש כשפודים אותו: ואין לו בעור. בשנה שלישית וששית [נסח אחר: רביעית ושביעית] שהמעשרות מתבערין, דחמש ובעור לא נאמרו בכרם רבעי אלא במעשר. ומיהו מודו בית שמאי דפדיון מיהא אית ליה, ואף על גב דלא נאמר פדיון במקרא בכרם רבעי, דילפי ליה מדכתיב (ויקרא יט) קדש הלולים, קרי ביה חלולים, אחליה והדר אכליה: ובית הלל אומרים יש לו. דילפי קדש קדש ממעשר, לתן לו כל דין מעשר: יש לו פרט ויש לו עוללות. דסברי ממון בעלים הוא ולא ממון גבוה, הלכך חיב בפרט ובעוללות ככל כרם דעלמא. והעניים שמלקטים הפרט ועוללות מכרם רבעי, פודין לעצמן ואוכלין הפדיון בירושלים: ובית הלל אומרים כלו לגת. דסברי ממון גבוה הוא כמו מעשר, הלכך אין לו פרט ועוללות, אלא דורכים אותו כלו כאחת, ומעלה ואוכל בירושלים, או פודהו ומעלה הדמים לירושלים","jbo:textNikud":"ר\"ע מברטנורה אֵין לוֹ חֹמֶשׁ. אֵין הַבְּעָלִים צְרִיכִין לְהוֹסִיף חֹמֶשׁ כְּשֶׁפּוֹדִים אוֹתוֹ: וְאֵין לוֹ בִעוּר. בְּשָׁנָה שְׁלִישִׁית וְשִׁשִּׁית [נֹסַח אַחֵר: רְבִיעִית וּשְׁבִיעִית] שֶׁהַמַּעַשְׂרוֹת מִתְבַּעֲרִין, דְּחֹמֶשׁ וּבִעוּר לֹא נֶאֶמְרוּ בְּכֶרֶם רְבָעִי אֶלָּא בְמַעֲשֵׂר. וּמִיהוּ מוֹדוּ בֵית שַׁמַּאי דְפִדְיוֹן מִיהָא אִית לֵיהּ, וְאַף עַל גַּב דְּלֹא נֶאֱמַר פִּדְיוֹן בַּמִּקְרָא בְּכֶרֶם רְבָעִי, דְּיַלְפֵי לֵיהּ מִדִּכְתִיב (וַיִּקְרָא יט) קֹדֶשׁ הִלּוּלִים, קָרֵי בֵיהּ חִלּוּלִים, אַחְלֵיהּ וְהָדָר אָכְלֵיהּ: וּבֵית הִלֵּל אוֹמְרִים יֶשׁ לוֹ. דְּיַלְפֵי קֹדֶשׁ קֹדֶשׁ מִמַּעֲשֵׂר, לִתֵּן לוֹ כָּל דִּין מַעֲשֵׂר: יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת. דְּסָבְרֵי מָמוֹן בְּעָלִים הוּא וְלֹא מָמוֹן גָּבוֹהַּ, הִלְכָּךְ חַיָּב בְּפֶרֶט וּבְעוֹלְלוֹת כְּכָל כֶּרֶם דְּעַלְמָא. וְהָעֲנִיִּים שֶׁמְּלַקְּטִים הַפֶּרֶט וְעוֹלְלוֹת מִכֶּרֶם רְבָעִי, פּוֹדִין לְעַצְמָן וְאוֹכְלִין הַפִּדְיוֹן בִּירוּשָׁלַיִם: וּבֵית הִלֵּל אוֹמְרִים כֻּלּוֹ לַגָּת. דְּסָבְרֵי מָמוֹן גָּבוֹהַּ הוּא כְּמוֹ מַעֲשֵׂר, הִלְכָּךְ אֵין לוֹ פֶרֶט וְעוֹלְלוֹת, אֶלָּא דּוֹרְכִים אוֹתוֹ כֻּלּוֹ כְּאַחַת, וּמַעֲלֶה וְאוֹכֵל בִּירוּשָׁלַיִם, אוֹ פוֹדֵהוּ וּמַעֲלֶה הַדָּמִים לִירוּשָׁלַיִם","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-4","jbo:text":"כיצד פודין נטע רבעי, מניח את הסל על פי שלשה, ואומר, כמה אדם רוצה לפדות לו בסלע על מנת להוציא יציאות מביתו. ומניח את המעות, ואומר, כל הנלקט מזה, מחלל על המעות האלו בכך וכך סלים בסלע","jbo:textNikud":"כֵּיצַד פּוֹדִין נֶטַע רְבָעִי, מַנִּיחַ אֶת הַסַּל עַל פִּי שְׁלֹשָׁה, וְאוֹמֵר, כַּמָּה אָדָם רוֹצֶה לִפְדּוֹת לוֹ בְסֶלַע עַל מְנָת לְהוֹצִיא יְצִיאוֹת מִבֵּיתוֹ. וּמַנִּיחַ אֶת הַמָּעוֹת, וְאוֹמֵר, כָּל הַנִּלְקָט מִזֶּה, מְחֻלָּל עַל הַמָּעוֹת הָאֵלּוּ בְּכָךְ וְכָךְ סַלִּים בְּסָלַע","rdfs:label":"משנה מעשר שני ה ד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-4","jbo:text":"ר\"ע מברטנורה מניח את הסל על פי שלשה. בקיאין בשומא, דסתם נטע רבעי אין דמיו ידועים לפי שצריך לחשב היציאות כדתנן הכא {ו}: לפדות בסלע. כלומר לקח בסלע במחבר לקרקע: על מנת להוציא יציאות מביתו. שכר פעלת הכרם משעה שנקרא פרי, כגון שכר שמירה ועדור: ומניח את המעות. לפי השומא, לאחר ששמו כך וכך סלים בסלע","jbo:textNikud":"ר\"ע מברטנורה מַנִּיחַ אֶת הַסַּל עַל פִּי שְׁלֹשָׁה. בְּקִיאִין בְּשׁוּמָא, דִּסְתָם נֶטַע רְבָעִי אֵין דָּמָיו יְדוּעִים לְפִי שֶׁצָּרִיךְ לְחַשֵּׁב הַיְצִיאוֹת כְּדִתְנַן הָכָא {ו}: לִפְדּוֹת בְּסֶלַע. כְּלוֹמַר לִקַּח בְּסֶלַע בַּמְחֻבָּר לַקַּרְקַע: עַל מְנָת לְהוֹצִיא יְצִיאוֹת מִבֵּיתוֹ. שְׂכַר פְּעֻלַּת הַכֶּרֶם מִשָּׁעָה שֶׁנִּקְרָא פְּרִי, כְּגוֹן שְׂכַר שְׁמִירָה וְעִדּוּר: וּמַנִּיחַ אֶת הַמָּעוֹת. לְפִי הַשּׁוּמָא, לְאַחַר שֶׁשָּׁמוּ כָּךְ וְכָךְ סַלִּים בְּסֶלַע","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-4","jbo:text":"עיקר תוי\"ט {ז} ונראה לי דטעמא דמלתא, משום דאין הכל בקיאין בדיני שביעית, וכשיאמר הא לך אסר ולקט לי בו, הדמים נתפסים בקדשת שביעית, אלא צריך שיאמר לקט לי, כדתנן בפרק ח' דשביעית. והלכך נמנעים בני אדם מללקט בשכר. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} וְנִרְאֶה לִי דְּטַעֲמָא דְמִלְּתָא, מִשּׁוּם דְּאֵין הַכֹּל בְּקִיאִין בְּדִינֵי שְׁבִיעִית, וּכְשֶׁיֹּאמַר הֵא לָךְ אִסָּר וּלְקֹט לִי בּוֹ, הַדָּמִים נִתְפָּסִים בִּקְדֻשַּׁת שְׁבִיעִית, אֶלָּא צָרִיךְ שֶׁיֹּאמַר לְקֹט לִי, כְּדִתְנַן בְּפֶרֶק ח' דִּשְׁבִיעִית. וְהִלְכָּךְ נִמְנָעִים בְּנֵי אָדָם מִלִּלְקֹט בְּשָׂכָר. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-5","jbo:text":"ובשביעית, פודהו בשויו. ואם היה הכל מפקר, אין לו אלא שכר לקיטה. הפודה נטע רבעי שלו, מוסיף עליו חמשיתו, בין שהוא שלו ובין שנתן לו במתנה","jbo:textNikud":"וּבַשְּׁבִיעִית, פּוֹדֵהוּ בְשָׁוְיוֹ. וְאִם הָיָה הַכֹּל מֻפְקָר, אֵין לוֹ אֶלָּא שְׂכַר לְקִיטָה. הַפּוֹדֶה נֶטַע רְבָעִי שֶׁלּוֹ, מוֹסִיף עָלָיו חֲמִשִּׁיתוֹ, בֵּין שֶׁהוּא שֶׁלּוֹ וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה","rdfs:label":"משנה מעשר שני ה ה"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-5","jbo:text":"ר\"ע מברטנורה ובשביעית. שאין שכר שמירה ולא עבודת קרקע, פודהו בשויו: אם היה הכל מפקר. אם הפקירו הבעלים נטע רבעי שלהם, אין הזוכה בו מנכה אלא שכר לקיטה, ומעלה הפרות לירושלים או פודה ומעלה הדמים. ולא אמרינן כיון דמהפקרא קא זכי אין דין רבעי נוהג בו. ובשביעית אינו מנכה שכר לקיטה, שכל אדם מלקט לעצמו {ז}: מוסיף עליו חמש. סתם מתניתין כבית הלל דילפי קדש קדש ממעשר: ובין שנתן לו במתנה. כשהוא סמדר, דאלו לאחר שנגמר בשולו הא סברי בית הלל דממון גבוה הוא כמעשר ואין יכולים לתן אותו במתנה {ח}","jbo:textNikud":"ר\"ע מברטנורה וּבַשְּׁבִיעִית. שֶׁאֵין שְׂכַר שְׁמִירָה וְלֹא עֲבוֹדַת קַרְקַע, פּוֹדֵהוּ בְשָׁוְיוֹ: אִם הָיָה הַכֹּל מֻפְקָר. אִם הִפְקִירוּ הַבְּעָלִים נֶטַע רְבָעִי שֶׁלָּהֶם, אֵין הַזּוֹכֶה בוֹ מְנַכֶּה אֶלָּא שְׂכַר לְקִיטָה, וּמַעֲלֶה הַפֵּרוֹת לִירוּשָׁלַיִם אוֹ פוֹדֶה וּמַעֲלֶה הַדָּמִים. וְלֹא אָמְרִינַן כֵּיוָן דְּמֵהֶפְקֵרָא קָא זָכֵי אֵין דִּין רְבָעִי נוֹהֵג בּוֹ. וּבַשְּׁבִיעִית אֵינוֹ מְנַכֶּה שְׂכַר לְקִיטָה, שֶׁכָּל אָדָם מְלַקֵּט לְעַצְמוֹ {ז}: מוֹסִיף עָלָיו חֹמֶשׁ. סְתָם מַתְנִיתִין כְּבֵית הִלֵּל דְּיַלְפֵי קֹדֶשׁ קֹדֶשׁ מִמַּעֲשֵׂר: וּבֵין שֶׁנִּתַּן לוֹ בְּמַתָּנָה. כְּשֶׁהוּא סְמָדַר, דְּאִלּוּ לְאַחַר שֶׁנִּגְמַר בִּשּׁוּלוֹ הָא סָבְרֵי בֵית הִלֵּל דְּמָמוֹן גָּבוֹהַּ הוּא כְּמַעֲשֵׂר וְאֵין יְכוֹלִים לִתֵּן אוֹתוֹ בְּמַתָּנָה {ח}","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-5","jbo:text":"עיקר תוי\"ט {ח} כן הוא בגמרא קדושין דף נ\"ד, ומשמע דדוקא סמדר, אבל בסר לא, הואיל דלענין ערלה הוי פרי לרבעי נמי הוי פרי, ואף על גב דאתקש למעשר שני ולענין מעשרות בסר לא הגיע לעונת המעשרות, יש לומר דלחמרא דינו כערלה, דמערלה הוא בא, כמו שנבאר במשנה ח' פרק קמא דערלה. תוספות יום טוב ועין שם","jbo:textNikud":"עיקר תוי\"ט {ח} כֵּן הוּא בִגְמָרָא קִדּוּשִׁין דַּף נ\"ד, וּמַשְׁמַע דְּדַוְקָא סְמָדַר, אֲבָל בֹּסֶר לֹא, הוֹאִיל דִּלְעִנְיַן עָרְלָה הֲוֵי פְּרִי לִרְבָעִי נַמִּי הֲוֵי פְרִי, וְאַף עַל גַּב דְּאִתְקַשׁ לְמַעֲשֵׂר שֵׁנִי וּלְעִנְיַן מַעַשְׂרוֹת בֹּסֶר לֹא הִגִּיעַ לְעוֹנַת הַמַּעַשְׂרוֹת, יֵשׁ לוֹמַר דִּלְחֻמְרָא דִּינוֹ כְעָרְלָה, דְּמֵעָרְלָה הוּא בָא, כְּמוֹ שֶׁנְּבָאֵר בְּמִשְׁנָה ח' פֶּרֶק קַמָּא דְעָרְלָה. תּוֹסְפוֹת יוֹם טוֹב וְעַיֵּן שָׁם","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-6","jbo:text":"ערב יום טוב הראשון {ט} של פסח של רביעית ושל שביעית, היה בעור. כיצד היה בעור, נותנין תרומה ותרומת מעשר לבעלים, ומעשר ראשון לבעליו, ומעשר עני לבעליו. ומעשר שני והבכורים מתבערים בכל מקום. רבי שמעון אומר, הבכורים נתנין לכהנים כתרומה. התבשיל, בית שמאי אומרים, צריך לבער. ובית הלל אומרים, הרי הוא כמבער","jbo:textNikud":"עֶרֶב יוֹם טוֹב הָרִאשׁוֹן {ט} שֶׁל פֶּסַח שֶׁל רְבִיעִית וְשֶׁל שְׁבִיעִית, הָיָה בִעוּר. כֵּיצַד הָיָה בִעוּר, נוֹתְנִין תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר לַבְּעָלִים, וּמַעֲשֵׂר רִאשׁוֹן לִבְעָלָיו, וּמַעֲשַׂר עָנִי לִבְעָלָיו. וּמַעֲשֵׂר שֵׁנִי וְהַבִּכּוּרִים מִתְבַּעֲרִים בְּכָל מָקוֹם. רַבִּי שִׁמְעוֹן אוֹמֵר, הַבִּכּוּרִים נִתָּנִין לַכֹּהֲנִים כַּתְּרוּמָה. הַתַּבְשִׁיל, בֵּית שַׁמַּאי אוֹמְרִים, צָרִיךְ לְבַעֵר. וּבֵית הִלֵּל אוֹמְרִים, הֲרֵי הוּא כִּמְבֹעָר","rdfs:label":"משנה מעשר שני ה ו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-6","jbo:text":"ר\"ע מברטנורה ערב יום טוב הראשון של פסח וכו'. דכתיב (דברים יד) מקצה שלש שנים תוציא את כל מעשר תבואתך, ונאמר להלן (שם לא) מקץ שבע שנים במועד שנת השמטה בחג הסכות, מה להלן רגל אף כאן רגל. אי מה להלן חג הסכות אף כאן חג הסכות, תלמוד לומר (שם כו) כי תכלה לעשר, רגל שכל מעשרות כלין בו, הוי אומר זה פסח, שאין פרות של שנה שלישית נגמרים להיות נלקטים כלן עד שיבא פסח של שנה הרביעית {י}, וכן של שנה ששית עד שיבא פסח של שנה שביעית: תרומה ותרומת מעשר לבעלים. לכהנים, שהתרומה שלהם: ומעשר ראשון לבעליו. ללוים: ומעשר עני לבעליו. לעניים: מתבערים בכל מקום. צריך לבערם ולאבדם מן העולם: הבכורים נתנים לכהנים כתרומה. ואין צריך לבערם מן העולם, משום דתרומה [קרינהו] רחמנא, דאמר מר ותרומת ידך אלו הבכורים דכתיב בהו (דברים כו) ולקח הכהן הטנא מידך. ואין הלכה כרבי שמעון: התבשיל. שיש בו מפרות שביעית {יא} או מעשר שני בשעת הבעור: הרי הוא כמבער. כיון דאין ממשן נכר","jbo:textNikud":"ר\"ע מברטנורה עֶרֶב יוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח וְכוּ'. דִּכְתִיב (דְּבָרִים יד) מִקְּצֵה שָׁלֹשׁ שָׁנִים תּוֹצִיא אֶת כָּל מַעְשַׂר תְּבוּאָתְךָ, וְנֶאֱמַר לְהַלָּן (שָׁם לא) מִקֵּץ שֶׁבַע שָׁנִים בְּמוֹעֵד שְׁנַת הַשְּׁמִטָּה בְּחַג הַסֻּכּוֹת, מַה לְּהַלָּן רֶגֶל אַף כָּאן רֶגֶל. אִי מַה לְּהַלָּן חַג הַסֻּכּוֹת אַף כָּאן חַג הַסֻּכּוֹת, תַּלְמוּד לוֹמַר (שָׁם כו) כִּי תְכַלֶּה לְעַשֵּׂר, רֶגֶל שֶׁכָּל מַעַשְׂרוֹת כָּלִין בּוֹ, הֱוֵי אוֹמֵר זֶה פֶּסַח, שֶׁאֵין פֵּרוֹת שֶׁל שָׁנָה שְׁלִישִׁית נִגְמָרִים לִהְיוֹת נִלְקָטִים כֻּלָּן עַד שֶׁיָּבֹא פֶסַח שֶׁל שָׁנָה הָרְבִיעִית {י}, וְכֵן שֶׁל שָׁנָה שִׁשִּׁית עַד שֶׁיָּבֹא פֶסַח שֶׁל שָׁנָה שְׁבִיעִית: תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר לַבְּעָלִים. לַכֹּהֲנִים, שֶׁהַתְּרוּמָה שֶׁלָּהֶם: וּמַעֲשֵׂר רִאשׁוֹן לִבְעָלָיו. לַלְּוִיִּם: וּמַעֲשַׂר עָנִי לִבְעָלָיו. לָעֲנִיִּים: מִתְבַּעֲרִים בְּכָל מָקוֹם. צָרִיךְ לְבַעֲרָם וּלְאַבְּדָם מִן הָעוֹלָם: הַבִּכּוּרִים נִתָּנִים לַכֹּהֲנִים כַּתְּרוּמָה. וְאֵין צָרִיךְ לְבַעֲרָם מִן הָעוֹלָם, מִשּׁוּם דִּתְרוּמָה [קָרִינְהוּ] רַחֲמָנָא, דְּאָמַר מַר וּתְרוּמַת יָדֶךָ אֵלּוּ הַבִּכּוּרִים דִּכְתִיב בְּהוּ (דְּבָרִים כו) וְלָקַח הַכֹּהֵן הַטֶּנֶא מִיָּדֶךָ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: הַתַּבְשִׁיל. שֶׁיֵּשׁ בּוֹ מִפֵּרוֹת שְׁבִיעִית {יא} אוֹ מַעֲשֵׂר שֵׁנִי בִּשְׁעַת הַבִּעוּר: הֲרֵי הוּא כִּמְבֹעָר. כֵּיוָן דְּאֵין מַמָּשָׁן נִכָּר","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-6","jbo:text":"עיקר תוי\"ט {ט} הראשון. והר\"מ כתב האחרון. ועין בכסף משנה ראיה לגרסתו מהירושלמי. ועין בתוספות יום טוב: {י} כלומר שכשיבא פסח כבר נגמרים להיות כל הפרות נלקטים, ואין הכי נמי דקדם לכן נגמרים דהינו מחנכה, כדאיתא במשנה ו' פרק קמא דבכורים. אלא שצריך שיהיה במועד [ברגל], ובמועד הקודם לחנכה עדין אין כל הפרות נלקטים, אבל המועד שאחריו שהוא פסח כבר נגמרים כלם. תוספות יום טוב: {יא} וצריך עיון, מה ענין שביעית לכאן. והר\"מ בחבורו כתב, תבשיל של מעשר שני ונטע רבעי","jbo:textNikud":"עיקר תוי\"ט {ט} הָרִאשׁוֹן. וְהָרַ\"מ כָּתַב הָאַחֲרוֹן. וְעַיֵּן בְּכֶסֶף מִשְׁנֶה רְאָיָה לְגִרְסָתוֹ מֵהַיְרוּשַׁלְמִי. וְעַיֵּן בְּתוֹסְפוֹת יוֹם טוֹב: {י} כְּלוֹמַר שֶׁכְּשֶׁיָּבֹא פֶּסַח כְּבָר נִגְמָרִים לִהְיוֹת כָּל הַפֵּרוֹת נִלְקָטִים, וְאֵין הָכִי נַמִּי דְּקֹדֶם לָכֵן נִגְמָרִים דְּהַיְנוּ מֵחֲנֻכָּה, כִּדְאִיתָא בְּמִשְׁנָה ו' פֶּרֶק קַמָּא דְבִכּוּרִים. אֶלָּא שֶׁצָּרִיךְ שֶׁיִּהְיֶה בַּמּוֹעֵד [בָּרֶגֶל], וּבַמּוֹעֵד הַקּוֹדֵם לַחֲנֻכָּה עֲדַיִן אֵין כָּל הַפֵּרוֹת נִלְקָטִים, אֲבָל הַמּוֹעֵד שֶׁאַחֲרָיו שֶׁהוּא פֶּסַח כְּבָר נִגְמָרִים כֻּלָּם. תּוֹסְפוֹת יוֹם טוֹב: {יא} וְצָרִיךְ עִיּוּן, מַה עִנְיַן שְׁבִיעִית לְכָאן. וְהָרַ\"מ בְּחִבּוּרוֹ כָּתַב, תַּבְשִׁיל שֶׁל מַעֲשֵׂר שֵׁנִי וְנֶטַע רְבָעִי","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-7","jbo:text":"מי שהיו לו פרות בזמן הזה והגיעה שעת הבעור, בית שמאי אומרים, צריך לחללן על הכסף. ובית הלל אומרים, אחד שהן כסף ואחד שהן פרות","jbo:textNikud":"מִי שֶׁהָיוּ לוֹ פֵרוֹת בַּזְּמָן הַזֶּה וְהִגִּיעָה שְׁעַת הַבִּעוּר, בֵּית שַׁמַּאי אוֹמְרִים, צָרִיךְ לְחַלְּלָן עַל הַכֶּסֶף. וּבֵית הִלֵּל אוֹמְרִים, אֶחָד שֶׁהֵן כֶּסֶף וְאֶחָד שֶׁהֵן פֵּרוֹת","rdfs:label":"משנה מעשר שני ה ז"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-7","jbo:text":"ר\"ע מברטנורה בזמן הזה. שאין בית המקדש קים: צריך לחללן על הכסף. דכתיב (שם יד) וצרת הכסף בידך, הכסף בלבד מעלין {יב}: אחד שהן כסף ואחד שהן פרות. טעונים גניזה, ומה מועיל החלול","jbo:textNikud":"ר\"ע מברטנורה בַּזְּמָן הַזֶּה. שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם: צָרִיךְ לְחַלְּלָן עַל הַכֶּסֶף. דִּכְתִיב (שָׁם יד) וְצַרְתָּ הַכֶּסֶף בְּיָדֶךָ, הַכֶּסֶף בִּלְבָד מַעֲלִין {יב}: אֶחָד שֶׁהֵן כֶּסֶף וְאֶחָד שֶׁהֵן פֵּרוֹת. טְעוּנִים גְּנִיזָה, וּמַה מּוֹעִיל הַחִלּוּל","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-7","jbo:text":"עיקר תוי\"ט {יב} ונראה לי לפרש דרוצה לומר, הואיל ואין בית המקדש, אין לך רחוק גדול מזה, הלכך מחללן על הכסף, וכאלו וצרת הכסף אינו רשות אלא חובה, דכיון שרחוק מקום כזה שאין בית המקדש אי אפשר להעלותם, אלא וצרת, צריך לחללן. אף על גב דפשטיה דקרא בזמן שבית המקדש קים ואינו אלא רשות. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יב} וְנִרְאֶה לִי לְפָרֵשׁ דְּרוֹצֶה לוֹמַר, הוֹאִיל וְאֵין בֵּית הַמִּקְדָּשׁ, אֵין לְךָ רִחוּק גָּדוֹל מִזֶּה, הִלְכָּךְ מְחַלְּלָן עַל הַכֶּסֶף, וּכְאִלּוּ וְצַרְתָּ הַכֶּסֶף אֵינוֹ רְשׁוּת אֶלָּא חוֹבָה, דְּכֵיוָן שֶׁרִחוּק מָקוֹם כָּזֶה שֶׁאֵין בֵּית הַמִּקְדָּשׁ אִי אֶפְשָׁר לְהַעֲלוֹתָם, אֶלָּא וְצַרְתָּ, צָרִיךְ לְחַלְּלָן. אַף עַל גַּב דְּפַשְׁטֵיהּ דִּקְרָא בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם וְאֵינוֹ אֶלָּא רְשׁוּת. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-8","jbo:text":"אמר רבי יהודה, בראשונה היו שולחין אצל בעלי בתים שבמדינות, מהרו והתקינו את פרותיכם עד שלא תגיע שעת הבעור. עד שבא רבי עקיבא ולמד, שכל הפרות שלא באו לעונת המעשרות, פטורים מן הבעור","jbo:textNikud":"אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ שׁוֹלְחִין אֵצֶל בַּעֲלֵי בָתִּים שֶׁבַּמְּדִינוֹת, מַהֲרוּ וְהַתְקִינוּ אֶת פֵּרוֹתֵיכֶם עַד שֶׁלֹּא תַגִּיעַ שְׁעַת הַבִּעוּר. עַד שֶׁבָּא רַבִּי עֲקִיבָא וְלִמֵּד, שֶׁכָּל הַפֵּרוֹת שֶׁלֹּא בָאוּ לְעוֹנַת הַמַּעַשְׂרוֹת, פְּטוּרִים מִן הַבִּעוּר","rdfs:label":"משנה מעשר שני ה ח"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-8","jbo:text":"ר\"ע מברטנורה מהרו ותקנו את פרותיכם. תרומות ומעשרות לתת אותן לראוי להן, ומעשר שני להעלותו ולאכלו בירושלים: שלא הגיעו לעונת המעשרות. כל פרי ופרי כמו שמפרש עונתו בפרק קמא דמעשרות: פטורים מן הבעור. ובראשונה היו אומרים דקדם עונת המעשרות נמי זקוק לבער. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה מַהֲרוּ וְתַקְּנוּ אֶת פֵּרוֹתֵיכֶם. תְּרוּמוֹת וּמַעַשְׂרוֹת לָתֵת אוֹתָן לָרָאוּי לָהֶן, וּמַעֲשֵׂר שֵׁנִי לְהַעֲלוֹתוֹ וּלְאָכְלוֹ בִירוּשָׁלַיִם: שֶׁלֹּא הִגִּיעוּ לְעוֹנַת הַמַּעַשְׂרוֹת. כָּל פְּרִי וּפְרִי כְּמוֹ שֶׁמְּפֹרָשׁ עוֹנָתוֹ בְּפֶרֶק קַמָּא דְמַעַשְׂרוֹת: פְּטוּרִים מִן הַבִּעוּר. וּבָרִאשׁוֹנָה הָיוּ אוֹמְרִים דְּקֹדֶם עוֹנַת הַמַּעַשְׂרוֹת נַמִּי זָקוּק לְבַעֵר. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-8"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-9","jbo:text":"מי שהיו פרותיו רחוקים ממנו, צריך לקרוא להם שם. מעשה ברבן גמליאל והזקנים שהיו באין בספינה, אמר רבן גמליאל, עשור שאני עתיד למוד, נתון ליהושע, ומקומו משכר לו. עשור אחר שאני עתיד למד, נתון לעקיבא בן יוסף שיזכה בו לעניים, ומקומו משכר לו. אמר רבי יהושע, עשור שאני עתיד למוד נתון לאלעזר בן עזריה, ומקומו משכר לו. ונתקבלו זה מזה שכר {יז}","jbo:textNikud":"מִי שֶׁהָיוּ פֵרוֹתָיו רְחוֹקִים מִמֶּנּוּ, צָרִיךְ לִקְרוֹא לָהֶם שֵׁם. מַעֲשֶׂה בְרַבָּן גַּמְלִיאֵל וְהַזְּקֵנִים שֶׁהָיוּ בָאִין בִּסְפִינָה, אָמַר רַבָּן גַּמְלִיאֵל, עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד, נָתוּן לִיהוֹשֻׁעַ, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. עִשּׂוּר אַחֵר שֶׁאֲנִי עָתִיד לָמֹד, נָתוּן לַעֲקִיבָא בֶן יוֹסֵף שֶׁיִּזְכֶּה בוֹ לָעֲנִיִּים, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. אָמַר רַבִּי יְהוֹשֻׁעַ, עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד נָתוּן לְאֶלְעָזָר בֶּן עֲזַרְיָה, וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. וְנִתְקַבְּלוּ זֶה מִזֶּה שָׂכָר {יז}","rdfs:label":"משנה מעשר שני ה ט"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-9","jbo:text":"ר\"ע מברטנורה מי שהיו פרותיו רחוקים ממנו. וכבר נתקנו {יג} והגיע זמן הבעור: צריך לקרות להם שם. לזכות אותן לבעלים {יד}, כהך עבדא דרבן גמליאל וזקנים: עשור שאני עתיד למוד. מעשר ראשון שאני עתיד לתן מפרות שיש לי בבית: נתון ליהושע. לוי היה {טו}. ותרומה גדולה לא נתן עתה משום דתרומה מפרישין אותה בגרן, [כדתניא] שאי אפשר לגרן שתעקר אלא אם כן נתרמה תרומה גדולה, וכבר הפריש אותה בגרן: ומקומו משכר לו. ומקום המעשר משכר לו, ויקנה המעשר אגב קרקע {טז}: עשור אחר. מעשר עני: נתון לעקיבא בן יוסף. גבאי של עניים היה: עשור שאני עתיד למוד. מעשר מן המעשר, שאני צריך לתן לכהן מן המעשר שנתן לי רבן גמליאל: נתון לאלעזר בן עזריה. כהן היה, והוא עשירי לעזרא: ונתקבלו שכר זה מזה. רבן גמליאל קבל שכר מקומו של מעשר ראשון מרבי יהושע, ושכר מקומו של מעשר עני מרבי עקיבא. ורבי יהושע קבל שכר מקום מעשר מן המעשר מרבי אלעזר בן עזריה, ונקנה לכל אחד מקום המעשר הראוי לו בכסף שנתן למשכיר, ששכירות קרקע נקנית בכסף","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁהָיוּ פֵרוֹתָיו רְחוֹקִים מִמֶּנּוּ. וּכְבָר נִתְקְנוּ {יג} וְהִגִּיעַ זְמַן הַבִּעוּר: צָרִיךְ לִקְרוֹת לָהֶם שֵׁם. לְזַכּוֹת אוֹתָן לַבְּעָלִים {יד}, כְּהַךְ עֻבְדָּא דְרַבָּן גַּמְלִיאֵל וּזְקֵנִים: עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד. מַעֲשֵׂר רִאשׁוֹן שֶׁאֲנִי עָתִיד לִתֵּן מִפֵּרוֹת שֶׁיֵּשׁ לִי בַּבַּיִת: נָתוּן לִיהוֹשֻׁעַ. לֵוִי הָיָה {טו}. וּתְרוּמָה גְדוֹלָה לֹא נָתַן עַתָּה מִשּׁוּם דִּתְרוּמָה מַפְרִישִׁין אוֹתָהּ בַּגֹּרֶן, [כִּדְתַנְיָא] שֶׁאִי אֶפְשָׁר לַגֹּרֶן שֶׁתֵּעָקֵר אֶלָּא אִם כֵּן נִתְרְמָה תְּרוּמָה גְדוֹלָה, וּכְבָר הִפְרִישׁ אוֹתָהּ בַּגֹּרֶן: וּמְקוֹמוֹ מֻשְׂכָּר לוֹ. וּמְקוֹם הַמַּעֲשֵׂר מֻשְׂכָּר לוֹ, וְיִקְנֶה הַמַּעֲשֵׂר אַגַּב קַרְקַע {טז}: עִשּׂוּר אַחֵר. מַעֲשַׂר עָנִי: נָתוּן לַעֲקִיבָא בֶן יוֹסֵף. גַּבַּאי שֶׁל עֲנִיִּים הָיָה: עִשּׂוּר שֶׁאֲנִי עָתִיד לָמוֹד. מַעֲשֵׂר מִן הַמַּעֲשֵׂר, שֶׁאֲנִי צָרִיךְ לִתֵּן לַכֹּהֵן מִן הַמַּעֲשֵׂר שֶׁנָּתַן לִי רַבָּן גַּמְלִיאֵל: נָתוּן לְאֶלְעָזָר בֶּן עֲזַרְיָה. כֹּהֵן הָיָה, וְהוּא עֲשִׂירִי לְעֶזְרָא: וְנִתְקַבְּלוּ שָׂכָר זֶה מִזֶּה. רַבָּן גַּמְלִיאֵל קִבֵּל שְׂכַר מְקוֹמוֹ שֶׁל מַעֲשֵׂר רִאשׁוֹן מֵרַבִּי יְהוֹשֻׁעַ, וּשְׂכַר מְקוֹמוֹ שֶׁל מַעֲשַׂר עָנִי מֵרַבִּי עֲקִיבָא. וְרַבִּי יְהוֹשֻׁעַ קִבֵּל שְׂכַר מְקוֹם מַעֲשֵׂר מִן הַמַּעֲשֵׂר מֵרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, וְנִקְנָה לְכָל אֶחָד מְקוֹם הַמַּעֲשֵׂר הָרָאוּי לוֹ בַּכֶּסֶף שֶׁנָּתַן לַמַּשְׂכִּיר, שֶׁשְּׂכִירוּת קַרְקַע נִקְנֵית בְּכֶסֶף","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-9","jbo:text":"עיקר תוי\"ט {יג} ולאו דוקא נקט, דאפלו קדם שנתקנו נמי, כדלעיל, שכל הפרות שלא הגיעו לעונת המעשרות פטורים, הא שהגיעו לעונת המעשרות חיבים, ואף על פי שעדין לא הפרשו: {יד} ולא הוי כקריאת שם דבמסכת דמאי שהוא לקבע מקום בצפונו או בדרומו ושיזכיר הסכום מאה חלין וכו', אלא הכא אינו חיב אלא לברר להם בעלים למי יתנום. תוספות בקדושין דף כ\"ו: {טו} ואם תאמר, הא קנסם עזרא כמו שכתב הר\"ב במשנה ט\"ו. ויש לומר כרבי עקיבא דאמר קדם קנס דוקא ללוי, ואחר קנסא לכהן וללוי. תוספות בבא מציעא דף י\"א: {טז} בבא מציעא דף י\"א. ופריך, וכי לא היה להם סודר לקנות ממנו המעשר בחליפין. ומשני, מתנות כהנה נתינה כתיבא בהו, חליפין דרך מקח וממכר הוא, מטלטלי אגב קרקע נתינה אלימתא היא: {יז} שכר. כתבו התוספות, דאלו חליפין, אין שכירות נקנה בחליפין. והרא\"ש כתב, דכיון שעל ידי חליפין לא היה יכול להקנות כדמפרש בגמרא, אלא היה צריך להקנות להן אגב קרקע, יותר קל לתן פרוטה לשכר, מקנין חליפין","jbo:textNikud":"עיקר תוי\"ט {יג} וְלָאו דַּוְקָא נָקַט, דַּאֲפִלּוּ קֹדֶם שֶׁנִּתְקְנוּ נַמִּי, כְּדִלְעֵיל, שֶׁכָּל הַפֵּרוֹת שֶׁלֹּא הִגִּיעוּ לְעוֹנַת הַמַּעַשְׂרוֹת פְּטוּרִים, הָא שֶׁהִגִּיעוּ לְעוֹנַת הַמַּעַשְׂרוֹת חַיָּבִים, וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הֻפְרְשׁוּ: {יד} וְלֹא הֲוֵי כִּקְרִיאַת שֵׁם דִּבְמַסֶּכֶת דְּמַאי שֶׁהוּא לִקְבֹּעַ מָקוֹם בִּצְפוֹנוֹ אוֹ בִדְרוֹמוֹ וְשֶׁיַּזְכִּיר הַסְּכוּם מֵאָה חֻלִּין וְכוּ', אֶלָּא הָכָא אֵינוֹ חַיָּב אֶלָּא לְבָרֵר לָהֶם בְּעָלִים לְמִי יִתְּנוּם. תּוֹסָפוֹת בְּקִדּוּשִׁין דַּף כ\"ו: {טו} וְאִם תֹּאמַר, הָא קְנָסָם עֶזְרָא כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּמִשְׁנָה ט\"ו. וְיֵשׁ לוֹמַר כְּרַבִּי עֲקִיבָא דְּאָמַר קֹדֶם קְנָס דַּוְקָא לַלֵּוִי, וְאַחַר קְנָסָא לַכֹּהֵן וְלַלֵּוִי. תּוֹסָפוֹת בָּבָא מְצִיעָא דַּף י\"א: {טז} בָּבָא מְצִיעָא דַּף י\"א. וּפָרֵיךְ, וְכִי לֹא הָיָה לָהֶם סוּדָר לִקְנוֹת מִמֶּנּוּ הַמַּעֲשֵׂר בַּחֲלִיפִין. וּמְשָׁנֵי, מַתְּנוֹת כְּהֻנָּה נְתִינָה כְּתִיבָא בְהוּ, חֲלִיפִין דֶּרֶךְ מִקָּח וּמִמְכָּר הוּא, מִטַּלְטְלֵי אַגַּב קַרְקַע נְתִינָה אַלִּימְתָא הִיא: {יז} שָׂכָר. כָּתְבוּ הַתּוֹסָפוֹת, דְּאִלּוּ חֲלִיפִין, אֵין שְׂכִירוּת נִקְנֶה בַחֲלִיפִין. וְהָרֹא\"שׁ כָּתַב, דְּכֵיוָן שֶׁעַל יְדֵי חֲלִיפִין לֹא הָיָה יָכוֹל לְהַקְנוֹת כְּדִמְפָרֵשׁ בַּגְּמָרָא, אֶלָּא הָיָה צָרִיךְ לְהַקְנוֹת לָהֶן אַגַּב קַרְקַע, יוֹתֵר קַל לִתֵּן פְּרוּטָה לְשָׂכָר, מִקִּנְיַן חֲלִיפִין","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-9"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-10","jbo:text":"במנחה ביום טוב האחרון {יח} היו מתודין {יט}. כיצד היה הודוי, בערתי הקדש מן הבית (דברים כו), זה מעשר שני ונטע רבעי. נתתיו ללוי, זה מעשר לוי. וגם נתתיו, זו תרומה ותרומת מעשר. לגר ליתום ולאלמנה, זה מעשר עני, הלקט והשכחה והפאה, אף על פי שאינן מעכבין את הודוי. מן הבית, זו חלה","jbo:textNikud":"בַּמִּנְחָה בְיוֹם טוֹב הָאַחֲרוֹן {יח} הָיוּ מִתְוַדִּין {יט}. כֵּיצַד הָיָה הַוִּדּוּי, בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת (דברים כו), זֶה מַעֲשֵׂר שֵׁנִי וְנֶטַע רְבָעִי. נְתַתִּיו לַלֵּוִי, זֶה מַעְשַׂר לֵוִי. וְגַם נְתַתִּיו, זוֹ תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר. לַגֵּר לַיָּתוֹם וְלָאַלְמָנָה, זֶה מַעֲשַׂר עָנִי, הַלֶּקֶט וְהַשִּׁכְחָה וְהַפֵּאָה, אַף עַל פִּי שֶׁאֵינָן מְעַכְּבִין אֶת הַוִּדּוּי. מִן הַבַּיִת, זוֹ חַלָּה","rdfs:label":"משנה מעשר שני ה י"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-10","jbo:text":"ר\"ע מברטנורה ביום טוב האחרון היו מתודין. ולא היו מתודין ביום טוב ראשון מיד אחר הבעור, כדי שיהיה לו מה יאכל ברגל. הלכך ערב יום טוב ראשון היה מבער ומשיר עד יום אחרון: זה מעשר שני ונטע רבעי. שנקראו קדש: זה מעשר לוי. כלומר מעשר ראשון: וגם נתתיו זו תרומה גדולה. וגם, תוספת הוא, משמע וגם נתתיו ללוי, חוץ ממה שנתתי לכהן: מן הבית זו חלה. שהיא נתרמה מן העסה בתוך הבית","jbo:textNikud":"ר\"ע מברטנורה בְּיוֹם טוֹב הָאַחֲרוֹן הָיוּ מִתְוַדִּין. וְלֹא הָיוּ מִתְוַדִּין בְּיוֹם טוֹב רִאשׁוֹן מִיָּד אַחַר הַבִּעוּר, כְּדֵי שֶׁיִּהְיֶה לוֹ מַה יֹּאכַל בָּרֶגֶל. הִלְכָּךְ עֶרֶב יוֹם טוֹב רִאשׁוֹן הָיָה מְבַעֵר וּמְשַׁיֵּר עַד יוֹם אַחֲרוֹן: זֶה מַעֲשֵׂר שֵׁנִי וְנֶטַע רְבָעִי. שֶׁנִּקְרְאוּ קֹדֶשׁ: זֶה מַעְשַׂר לֵוִי. כְּלוֹמַר מַעֲשֵׂר רִאשׁוֹן: וְגַם נְתַתִּיו זוֹ תְּרוּמָה גְדוֹלָה. וְגַם, תּוֹסֶפֶת הוּא, מַשְׁמַע וְגַם נְתַתִּיו לַלֵּוִי, חוּץ מִמַּה שֶּׁנָּתַתִּי לַכֹּהֵן: מִן הַבַּיִת זוֹ חַלָּה. שֶׁהִיא נִתְרְמָה מִן הָעִסָּה בְּתוֹךְ הַבַּיִת","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-10","jbo:text":"עיקר תוי\"ט {יח} האחרון. משום דאין זמן מאחר ביום טוב אלא מנחה האחרון, ואחרוהו לודוי כל עוד שיכולים לאחרו: {יט} מתודין. הודוי על שבחטאינו ובעונות אבותינו הצרכנו לבער הקדש מן הבית לבלתי תת אותם לבכורות שהיו ראוים לתרומה ומעשרות, כאמרו [יחזקאל כ] ואטמא אותם במתנותם בהעביר כל פטר רחם. ויאמר וגם נתתיו כמו ואף על פי שנתתיו ללוי וזולתו, כמצותיך, אף על פי כן אני מתפלל השקיפה לטובה במקום ההשקפה לרעה הראוי לעוני. הרב עובדיה ספורנו","jbo:textNikud":"עיקר תוי\"ט {יח} הָאַחֲרוֹן. מִשּׁוּם דְּאֵין זְמַן מְאֻחָר בְּיוֹם טוֹב אֶלָּא מִנְחָה הָאַחֲרוֹן, וְאִחֲרוּהוּ לַוִּדּוּי כָּל עוֹד שֶׁיְּכוֹלִים לְאַחֲרוֹ: {יט} מִתְוַדִּין. הַוִּדּוּי עַל שֶׁבַּחֲטָאֵינוּ וּבַעֲוֹנוֹת אֲבוֹתֵינוּ הֻצְרַכְנוּ לְבַעֵר הַקֹּדֶשׁ מִן הַבַּיִת לְבִלְתִּי תֵּת אוֹתָם לַבְּכוֹרוֹת שֶׁהָיוּ רְאוּיִם לִתְרוּמָה וּמַעַשְׂרוֹת, כְּאָמְרוֹ [יְחֶזְקֵאל כ] וָאֲטַמֵּא אוֹתָם בְּמַתְּנוֹתָם בְּהַעֲבִיר כָּל פֶּטֶר רָחַם. וְיֹאמַר וְגַם נְתַתִּיו כְּמוֹ וְאַף עַל פִּי שֶׁנְּתַתִּיו לַלֵּוִי וְזוּלָתוֹ, כְּמִצְוֹתֶיךָ, אַף עַל פִּי כֵן אֲנִי מִתְפַּלֵּל הַשְׁקִיפָה לְטוֹבָה בִּמְקוֹם הַהַשְׁקָפָה לְרָעָה הָרָאוּי לַעֲוֹנִי. הָרַב עוֹבַדְיָה סְפוֹרְנוֹ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-10"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-11","jbo:text":"ככל מצותך אשר צויתני (שם), הא אם הקדים מעשר שני לראשון, אינו יכול להתודות. לא עברתי ממצותיך, לא הפרשתי ממין על שאינו מינו, ולא מן התלוש על המחבר, ולא מן המחבר על התלוש, ולא מן החדש על הישן, ולא מן הישן על החדש. ולא שכחתי, לא שכחתי מלברכך ומלהזכיר שמך עליו","jbo:textNikud":"כְּכָל מִצְוָתְךָ אֲשֶׁר צִוִּיתָנִי (שם), הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן, אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. לֹא עָבַרְתִּי מִמִּצְוֹתֶיךָ, לֹא הִפְרַשְׁתִּי מִמִּין עַל שֶׁאֵינוֹ מִינוֹ, וְלֹא מִן הַתָּלוּשׁ עַל הַמְחֻבָּר, וְלֹא מִן הַמְחֻבָּר עַל הַתָּלוּשׁ, וְלֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן, וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ. וְלֹא שָׁכָחְתִּי, לֹא שָׁכַחְתִּי מִלְּבָרֶכְךָ וּמִלְּהַזְכִּיר שִׁמְךָ עָלָיו","rdfs:label":"משנה מעשר שני ה יא"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-11","jbo:text":"ר\"ע מברטנורה ולא מן התלוש על המחבר וכו'. דהינו מן החיוב על הפטור ומן הפטור על החיוב: ולא מן החדש על הישן. דכתיב (דברים יד) היוצא השדה שנה שנה, ולא משנה זו על של חברתה: ולא שכחתי מלברכך ומלהזכיר שמך עליו. לפי שמברכים להפריש תרומה. וכן על מעשר ראשון ושני ומעשר עני, ולפדיון מעשר שני, ולחלה, על כלן מברכים","jbo:textNikud":"ר\"ע מברטנורה וְלֹא מִן הַתָּלוּשׁ עַל הַמְחֻבָּר וְכוּ'. דְּהַיְנוּ מִן הַחִיּוּב עַל הַפָּטוּר וּמִן הַפָּטוּר עַל הַחִיּוּב: וְלֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן. דִּכְתִיב (דְּבָרִים יד) הַיּוֹצֵא הַשָּׂדֶה שָׁנָה שָׁנָה, וְלֹא מִשָּׁנָה זוֹ עַל שֶׁל חֲבֶרְתָּהּ: וְלֹא שָׁכַחְתִּי מִלְּבָרֶכְךָ וּמִלְּהַזְכִּיר שִׁמְךָ עָלָיו. לְפִי שֶׁמְּבָרְכִים לְהַפְרִישׁ תְּרוּמָה. וְכֵן עַל מַעֲשֵׂר רִאשׁוֹן וְשֵׁנִי וּמַעְשַׂר עָנִי, וּלְפִדְיוֹן מַעֲשֵׂר שֵׁנִי, וּלְחַלָּה, עַל כֻּלָּן מְבָרְכִים","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-11"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-12","jbo:text":"לא אכלתי באני {כ} ממנו (שם), הא אם אכלו באנינה אינו יכול להתודות. ולא בערתי ממנו בטמא, הא אם הפרישו בטמאה אינו יכול להתודות. ולא נתתי ממנו למת, לא לקחתי ממנו ארון ותכריכים למת, ולא נתתיו לאוננים אחרים. שמעתי בקול ה' אלהי, הבאתיו לבית הבחירה. עשיתי ככל אשר צויתני, שמחתי ושמחתי בו {כא}","jbo:textNikud":"לֹא אָכַלְתִּי בְאֹנִי {כ} מִמֶּנּוּ (שם), הָא אִם אֲכָלוֹ בַאֲנִינָה אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. וְלֹא בִעַרְתִּי מִמֶּנּוּ בְּטָמֵא, הָא אִם הִפְרִישׁוֹ בְטֻמְאָה אֵינוֹ יָכוֹל לְהִתְוַדּוֹת. וְלֹא נָתַתִּי מִמֶּנּוּ לְמֵת, לֹא לָקַחְתִּי מִמֶּנּוּ אָרוֹן וְתַכְרִיכִים לְמֵת, וְלֹא נְתַתִּיו לְאוֹנְנִים אֲחֵרִים. שָׁמַעְתִּי בְקוֹל ה' אֱלֹהָי, הֲבֵאתִיו לְבֵית הַבְּחִירָה. עָשִׂיתִי כְּכֹל אֲשֶׁר צִוִּיתָנִי, שָׂמַחְתִּי וְשִׂמַּחְתִּי בוֹ {כא}","rdfs:label":"משנה מעשר שני ה יב"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-12","jbo:text":"ר\"ע מברטנורה לא אכלתי באני. כל יום המיתה הויא אנינות דאוריתא, ואפלו לאחר קבורה. ולילה שלאחר יום המיתה הויא אנינות דרבנן, וכן יום קבורה שאינו יום המיתה הויא אנינות דרבנן: לא לקחתי ממנו ארון ותכריכין למת. וכהאי גונא אפלו לחי אסור, שהרי אסור לקנות מלבוש וכיוצא בזה ממעשר שני, כדתנן לעיל סוף פרק קמא כל שהוא חוץ לאכילה ושתיה וסיכה אם לקח יאכל כנגדו. ולא נקט הכא ארון ותכריכים אלא לאשמועינן דלא מבעיא אם סך ממנו למת שאינו יכול להתודות, דכתיב ממנו, מגופו של מעשר, אלא אפלו קנה ארון ותכריכים, דלא נתן מגופו של מעשר על מת, אינו יכול להתודות","jbo:textNikud":"ר\"ע מברטנורה לֹא אָכַלְתִּי בְאֹנִי. כָּל יוֹם הַמִּיתָה הַוְיָא אֲנִינוּת דְּאוֹרַיְתָא, וַאֲפִלּוּ לְאַחַר קְבוּרָה. וְלַיְלָה שֶׁלְּאַחַר יוֹם הַמִּיתָה הַוְיָא אֲנִינוּת דְּרַבָּנָן, וְכֵן יוֹם קְבוּרָה שֶׁאֵינוֹ יוֹם הַמִּיתָה הַוְיָא אֲנִינוּת דְּרַבָּנָן: לֹא לָקַחְתִּי מִמֶּנּוּ אָרוֹן וְתַכְרִיכִין לְמֵת. וּכְהַאי גַוְנָא אֲפִלּוּ לְחַי אָסוּר, שֶׁהֲרֵי אָסוּר לִקְנוֹת מַלְבּוּשׁ וְכַיּוֹצֵא בָזֶה מִמַּעֲשֵׂר שֵׁנִי, כְּדִתְנַן לְעֵיל סוֹף פֶּרֶק קַמָּא כָּל שֶׁהוּא חוּץ לַאֲכִילָה וּשְׁתִיָּה וְסִיכָה אִם לָקַח יֹאכַל כְּנֶגְדּוֹ. וְלֹא נָקַט הָכָא אָרוֹן וְתַכְרִיכִים אֶלָּא לְאַשְׁמוּעִינַן דְּלֹא מִבַּעְיָא אִם סָךְ מִמֶּנּוּ לְמֵת שֶׁאֵינוֹ יָכוֹל לְהִתְוַדּוֹת, דִּכְתִיב מִמֶּנּוּ, מִגּוּפוֹ שֶׁל מַעֲשֵׂר, אֶלָּא אֲפִלּוּ קָנָה אָרוֹן וְתַכְרִיכִים, דְּלֹא נָתַן מִגּוּפוֹ שֶׁל מַעֲשֵׂר עַל מֵת, אֵינוֹ יָכוֹל לְהִתְוַדּוֹת","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה יב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-12","jbo:text":"עיקר תוי\"ט {כ} באני. האונן נקרא האדם שימות לו אחד מן הקרובים שהוא חיב להתאבל עליהם. הר\"מ: {כא} שמחתי ושמחתי בו. שנאמר ושמחת בכל הטוב. הר\"מ. בית דוד","jbo:textNikud":"עיקר תוי\"ט {כ} בְאֹנִי. הָאוֹנֵן נִקְרָא הָאָדָם שֶׁיָּמוּת לוֹ אֶחָד מִן הַקְּרוֹבִים שֶׁהוּא חַיָּב לְהִתְאַבֵּל עֲלֵיהֶם. הָרַ\"מ: {כא} שָׂמַחְתִּי וְשִׂמַּחְתִּי בוֹ. שֶׁנֶּאֱמַר וְשָׂמַחְתָּ בְכָל הַטּוֹב. הָרַ\"מ. בֵּית דָּוִד","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה יב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-12"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-13","jbo:text":"השקיפה ממעון קדשך מן השמים (דברים טו), עשינו מה שגזרת עלינו, אף אתה עשה מה שהבטחתנו, השקיפה ממעון קדשך מן השמים וברך את עמך את ישראל בבנים ובבנות. ואת האדמה אשר נתתה לנו, בטל ובמטר ובולדות בהמה. כאשר נשבעת לאבותינו ארץ זבת חלב ודבש, כדי שתתן {כב} טעם בפרות","jbo:textNikud":"הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם (דברים טו), עָשִׂינוּ מַה שֶׁגָּזַרְתָּ עָלֵינוּ, אַף אַתָּה עֲשֵׂה מַה שֶׁהִבְטַחְתָּנוּ, הַשְׁקִיפָה מִמְּעוֹן קָדְשְׁךָ מִן הַשָּׁמַיִם וּבָרֵךְ אֶת עַמְּךָ אֶת יִשְׂרָאֵל בְּבָנִים וּבְבָנוֹת. וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּה לָנוּ, בְּטַל וּבְמָטָר וּבְוַלְדוֹת בְּהֵמָה. כַּאֲשֶׁר נִשְׁבַּעְתָּ לַאֲבוֹתֵינוּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ, כְּדֵי שֶׁתִּתֵּן {כב} טַעַם בַּפֵּרוֹת","rdfs:label":"משנה מעשר שני ה יג"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-13","jbo:text":"עיקר תוי\"ט {כב} כדי שתתן. אפלו במקום שאינו זבת חלב ודבש. תוספות יום טוב בשם הפרוש. וכתב הר\"מ, שתתן טעם בפרות, ענינו שיהיו שמנות וטובות הטעם. וזה הדרש שהוא דורש בכאן זו הפרשה מלה במלה, אין רצונו שיאמר אדם זה בשעת הודוי, אבל יודיענו בכאן על דרך הפרוש עניני זאת הפרשה אבל בשעת הקריאה אינו קורא אלא הפרשה בלשונה כמו שנתנה בתורה, וזה מבאר מאד","jbo:textNikud":"עיקר תוי\"ט {כב} כְּדֵי שֶׁתִּתֵּן. אֲפִלּוּ בְמָקוֹם שֶׁאֵינוֹ זָבַת חָלָב וּדְבַשׁ. תּוֹסְפוֹת יוֹם טוֹב בְּשֵׁם הַפֵּרוּשׁ. וְכָתַב הָרַ\"מ, שֶׁתִּתֵּן טַעַם בַּפֵּרוֹת, עִנְיָנוֹ שֶׁיִּהְיוּ שְׁמֵנוֹת וְטוֹבוֹת הַטַּעַם. וְזֶה הַדְּרָשׁ שֶׁהוּא דוֹרֵשׁ בְּכָאן זוֹ הַפָּרָשָׁה מִלָּה בְמִלָּה, אֵין רְצוֹנוֹ שֶׁיֹּאמַר אָדָם זֶה בִּשְׁעַת הַוִּדּוּי, אֲבָל יוֹדִיעֵנוּ בְּכָאן עַל דֶּרֶךְ הַפֵּרוּשׁ עִנְיָנֵי זֹאת הַפָּרָשָׁה אֲבָל בִּשְׁעַת הַקְּרִיאָה אֵינוֹ קוֹרֵא אֶלָּא הַפָּרָשָׁה בִלְשׁוֹנָהּ כְּמוֹ שֶׁנִּתְּנָה בַתּוֹרָה, וְזֶה מְבֹאָר מְאֹד","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה יג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-13"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-14","jbo:text":"מכאן אמרו, ישראל {כג} וממזרים מתודים, אבל לא גרים ולא עבדים משחררים, שאין להם חלק בארץ. רבי מאיר אומר, אף לא כהנים ולוים, שלא נטלו חלק בארץ. רבי יוסי אומר, יש להם ערי מגרש","jbo:textNikud":"מִכָּאן אָמְרוּ, יִשְׂרָאֵל {כג} וּמַמְזֵרִים מִתְוַדִּים, אֲבָל לֹא גֵרִים וְלֹא עֲבָדִים מְשֻׁחְרָרִים, שֶׁאֵין לָהֶם חֵלֶק בָּאָרֶץ. רַבִּי מֵאִיר אוֹמֵר, אַף לֹא כֹהֲנִים וּלְוִיִּם, שֶׁלֹּא נָטְלוּ חֵלֶק בָּאָרֶץ. רַבִּי יוֹסֵי אוֹמֵר, יֵשׁ לָהֶם עָרֵי מִגְרָשׁ","rdfs:label":"משנה מעשר שני ה יד"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-14","jbo:text":"ר\"ע מברטנורה מכאן אמרו. מדכתיב ואת האדמה אשר נתתה לנו: יש להם ערי מגרש. ויכולים להתודות על המעשרות שמביאין ממגרש הערים שלהן. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה מִכָּאן אָמְרוּ. מִדִּכְתִיב וְאֵת הָאֲדָמָה אֲשֶׁר נָתַתָּה לָנוּ: יֵשׁ לָהֶם עָרֵי מִגְרָשׁ. וִיכוֹלִים לְהִתְוַדּוֹת עַל הַמַּעַשְׂרוֹת שֶׁמְּבִיאִין מִמִּגְרַשׁ הֶעָרִים שֶׁלָּהֶן. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה יד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-14"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-14","jbo:text":"עיקר תוי\"ט {כג} ישראל. דאלו כהנים ולויים, פליגי בהו רבי מאיר ורבי יוסי בסיפא","jbo:textNikud":"עיקר תוי\"ט {כג} יִשְׂרָאֵל. דְּאִלּוּ כֹּהֲנִים וּלְוִיִּים, פְּלִיגֵי בְהוּ רַבִּי מֵאִיר וְרַבִּי יוֹסֵי בְּסֵיפָא","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה יד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-14"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-1-8-5-15","jbo:text":"יוחנן כהן גדול העביר הודיות המעשר. אף הוא בטל את המעוררים, ואת הנוקפים. ועד ימיו היה פטיש מכה בירושלים, ובימיו אין אדם צריך לשאול על הדמאי","jbo:textNikud":"יוֹחָנָן כֹּהֵן גָּדוֹל הֶעֱבִיר הוֹדָיוֹת הַמַּעֲשֵׂר. אַף הוּא בִּטֵּל אֶת הַמְעוֹרְרִים, וְאֶת הַנּוֹקְפִים. וְעַד יָמָיו הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלָיִם, וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאוֹל עַל הַדְּמָאי","rdfs:label":"משנה מעשר שני ה טו"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-bartanura-1-8-5-15","jbo:text":"ר\"ע מברטנורה יוחנן כהן גדול. שמש בכהנה גדולה אחר שמעון הצדיק: העביר הודיות המעשר. לפי שעזרא קנס את הלוים שלא יתנו להם מעשר, כשעלה מן הגולה ובני לוי לא עלו עמו, וצוה שיתנו המעשר לכהנים. ויוחנן כהן גדול בטל הודוי, כיון שאינו יכול לומר וגם נתתיו ללוי: בטל את המעוררים. שהיו הלוים אומרים בכל יום על הדוכן עורה למה תישן ה'. אמר להם וכי יש שנה לפני המקום {כד}, עמד ובטלן: את הנוקפים. שהיו משרטין לעגל של קרבן בין קרניו כדי שיפול לו דם בעיניו כדי שלא יראה ויהיה נח לכפתו ולשחטו. ועמד הוא ובטלו, שנראה כבעל מום, והתקין להם טבעות בקרקע להכניס צואר הבהמה לתוכה. נוקפים, מכין, ודגמתו אין אדם נוקף אצבעו מלמטה [חלין דף ז]: היה פטיש מכה בירושלים. חרשי נחשת וברזל היו מכין בפטיש לעשות מלאכת האבד שהיא מתרת במועד. ועמד הוא ובטלם, משום דאושא מלתא טובא ואיכא זלזול מועד: ובימיו אין אדם צריך לשאול על הדמאי. שהוא אמר לבני דורו כשם שתרומה גדולה עון מיתה כך תרומת מעשר וטבל עון מיתה. ותקן שיוציאו מן הדמאי תרומת מעשר ומעשר שני בלבד, ולא יוציאו ממנו מעשר ראשון ולא מעשר עני, שיכולים לומר ללוי או לעני הבא ראיה שהוא טבל וטל. ומתקנה זו ואילך הלוקח פרות מן השוק לא היה שואל אם הם מתקנים אם לאו, אלא מיד מפריש מהן תרומת מעשר ומעשר שני ואוכל את השאר, שכל הלוקח פרות מעם הארץ הם בחזקת דמאי","jbo:textNikud":"ר\"ע מברטנורה יוֹחָנָן כֹּהֵן גָּדוֹל. שִׁמֵּשׁ בִּכְהֻנָּה גְדוֹלָה אַחַר שִׁמְעוֹן הַצַּדִּיק: הֶעֱבִיר הוֹדָיוֹת הַמַּעֲשֵׂר. לְפִי שֶׁעֶזְרָא קָנַס אֶת הַלְּוִיִּם שֶׁלֹּא יִתְּנוּ לָהֶם מַעֲשֵׂר, כְּשֶׁעָלָה מִן הַגּוֹלָה וּבְנֵי לֵוִי לֹא עָלוּ עִמּוֹ, וְצִוָּה שֶׁיִּתְּנוּ הַמַּעֲשֵׂר לַכֹּהֲנִים. וְיוֹחָנָן כֹּהֵן גָּדוֹל בִּטֵּל הַוִּדּוּי, כֵּיוָן שֶׁאֵינוֹ יָכוֹל לוֹמַר וְגַם נְתַתִּיו לַלֵּוִי: בִּטֵּל אֶת הַמְעוֹרְרִים. שֶׁהָיוּ הַלְּוִיִּם אוֹמְרִים בְּכָל יוֹם עַל הַדּוּכָן עוּרָה לָמָּה תִישַׁן ה'. אָמַר לָהֶם וְכִי יֵשׁ שֵׁנָה לִפְנֵי הַמָּקוֹם {כד}, עָמַד וּבִטְּלָן: אֶת הַנּוֹקְפִים. שֶׁהָיוּ מְשָׂרְטִין לָעֵגֶל שֶׁל קָרְבָּן בֵּין קַרְנָיו כְּדֵי שֶׁיִּפּוֹל לוֹ דָּם בְּעֵינָיו כְּדֵי שֶׁלֹּא יִרְאֶה וְיִהְיֶה נֹחַ לְכָפְתוֹ וּלְשָׁחֲטוֹ. וְעָמַד הוּא וּבִטְּלוֹ, שֶׁנִּרְאֶה כְבַעַל מוּם, וְהִתְקִין לָהֶם טַבָּעוֹת בַּקַּרְקַע לְהַכְנִיס צַוַּאר הַבְּהֵמָה לְתוֹכָהּ. נוֹקְפִים, מַכִּין, וְדֻגְמָתוֹ אֵין אָדָם נוֹקֵף אֶצְבָּעוֹ מִלְּמַטָּה [חֻלִּין דַּף ז]: הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלָיִם. חָרָשֵׁי נְחֹשֶׁת וּבַרְזֶל הָיוּ מַכִּין בְּפַטִּישׁ לַעֲשׂוֹת מְלֶאכֶת הָאָבֵד שֶׁהִיא מֻתֶּרֶת בַּמּוֹעֵד. וְעָמַד הוּא וּבִטְּלָם, מִשּׁוּם דְּאַוְּשָׁא מִלְּתָא טוּבָא וְאִיכָּא זִלְזוּל מוֹעֵד: וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאוֹל עַל הַדְּמָאי. שֶׁהוּא אָמַר לִבְנֵי דוֹרוֹ כְּשֵׁם שֶׁתְּרוּמָה גְדוֹלָה עֲוֹן מִיתָה כָּךְ תְּרוּמַת מַעֲשֵׂר וְטֶבֶל עֲוֹן מִיתָה. וְתִקֵּן שֶׁיּוֹצִיאוּ מִן הַדְּמַאי תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי בִּלְבָד, וְלֹא יוֹצִיאוּ מִמֶּנּוּ מַעֲשֵׂר רִאשׁוֹן וְלֹא מַעְשַׂר עָנִי, שֶׁיְּכוֹלִים לוֹמַר לַלֵּוִי אוֹ לֶעָנִי הָבֵא רְאָיָה שֶׁהוּא טֶבֶל וְטֹּל. וּמִתַּקָּנָה זוֹ וְאֵילָךְ הַלּוֹקֵחַ פֵּרוֹת מִן הַשּׁוּק לֹא הָיָה שׁוֹאֵל אִם הֵם מְתֻקָּנִים אִם לָאו, אֶלָּא מִיָּד מַפְרִישׁ מֵהֶן תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי וְאוֹכֵל אֶת הַשְּׁאָר, שֶׁכָּל הַלּוֹקֵחַ פֵּרוֹת מֵעַם הָאָרֶץ הֵם בְּחֶזְקַת דְּמַאי","rdfs:label":"ר\"ע מברטנורה משנה מעשר שני ה טו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-1-8-5-15"},{"jbo:within":["jbr:mishna","jbr:mishna-1","jbr:mishna-1-8","jbr:mishna-1-8-5"],"uri":"jbr:mishna-yomtov-1-8-5-15","jbo:text":"עיקר תוי\"ט {כד} גמרא סוטה דף מ\"ו, ומסימין בה, והלא כבר נאמר [תהלים קכא] הנה לא ינום ולא יישן שומר ישראל. אלא כל זמן שישראל שרויים בצער ונכרים בשלוה, לכך נאמר [תהלים מד] עורה למה תישן ה'. וכתב הר\"מ, והם היו אומרים זה הפסוק כאלו היו מדברים עם השם יתברך והיו צועקים אליו בזה הפסוק, וזה מה שאינו ראוי לעשות ולומר כלפי השם יתברך: היה פטיש מכה בירושלים כלומר, בחולו של מועד. הר''מ","jbo:textNikud":"עיקר תוי\"ט {כד} גְּמָרָא סוֹטָה דַּף מ\"ו, וּמְסַיְּמִין בָּהּ, וַהֲלֹא כְּבָר נֶאֱמַר [תְּהִלִּים קכא] הִנֵּה לֹא יָנוּם וְלֹא יִישָׁן שׁוֹמֵר יִשְׂרָאֵל. אֶלָּא כָּל זְמַן שֶׁיִּשְׂרָאֵל שְׁרוּיִים בְּצַעַר וְנָכְרִים בְּשַׁלְוָה, לְכָךְ נֶאֱמַר [תְּהִלִּים מד] עוּרָה לָמָּה תִישַׁן ה'. וְכָתַב הָרַ\"מ, וְהֵם הָיוּ אוֹמְרִים זֶה הַפָּסוּק כְּאִלּוּ הָיוּ מְדַבְּרִים עִם הַשֵּׁם יִתְבָּרַךְ וְהָיוּ צוֹעֲקִים אֵלָיו בְּזֶה הַפָּסוּק, וְזֶה מַה שֶּׁאֵינוֹ רָאוּי לַעֲשוֹת וְלוֹמַר כְּלַפֵּי הַשֵּׁם יִתְבָּרַךְ: היה פטיש מכה בירושלים כלומר, בחולו של מועד. הר''מ","rdfs:label":"עיקר תוי\"ט משנה מעשר שני ה טו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-1-8-5-15"}]}