{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-1","jbo:text":"המקנא לאשתו, רבי אליעזר אומר, מקנא לה על פי שנים, ומשקה על פי עד אחד או {ב} על פי עצמו. רבי יהושע אומר, מקנא לה על פי שנים ומשקה על פי שנים","jbo:textNikud":"הַמְקַנֵּא לְאִשְׁתּוֹ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם, וּמַשְׁקָהּ עַל פִּי עֵד אֶחָד אוֹ {ב} עַל פִּי עַצְמוֹ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם וּמַשְׁקָהּ עַל פִּי שְׁנָיִם","rdfs:label":"משנה סוטה א א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-1","jbo:text":"ר\"ע מברטנורה המקנא לאשתו. אף על גב דהמקנא משמע דיעבד אין לכתחלה לא {א}, ההלכה היא שחיב אדם לקנאות לאשתו אם היא צריכה לכך. ולקמן מפרש כיצד מקנא: מקנא לה על פי שנים. אם בא להשקותה מי המרים, צריך להביא שני עדים ולומר לה בפניהם אל תסתרי עם איש פלוני. ואם לא קנא לה בפני שנים, אינה נאסרת עליו בסתירה זו ואינו משקה אותה: על פי עד אחד או על פי עצמו. אפלו אין עדים שנסתרה אלא עד אחד, או הוא עצמו אומר ראיתיה שנסתרה אחר שקנאתי לה, נאסרה בסתירה זו עד שתשתה, שסתירתה אוסרתה עליו מספק {ג}: רבי יהושע אומר כו'. צריך שני עדים אף לסתירה. והלכה כרבי יהושע. ואף על פי כן אמרינן בגמרא דבזמן הזה לא לימא איניש לביתיה אפלו בינו לבינה אל תסתרי עם איש פלוני, שיש לחוש לדברי רבי יוסי ברבי יהודה דאמר מקנא אדם לאשתו על פי עד אחד או על פי עצמו, ואם נסתרה {ד} אחר שקנא לה בינו לבינה, נאסרה עליו אסור עולם בזמן הזה שאין שם מי המרים","jbo:textNikud":"ר\"ע מברטנורה הַמְּקַנֵּא לְאִשְׁתּוֹ. אַף עַל גַּב דְּהַמְּקַנֵּא מַשְׁמַע דִּיעֲבַד אִין לְכַתְּחִלָּה לֹא {א}, הַהֲלָכָה הִיא שֶׁחַיָּב אָדָם לְקַנְאוֹת לְאִשְׁתּוֹ אִם הִיא צְרִיכָה לְכָךְ. וּלְקַמָּן מְפָרֵשׁ כֵּיצַד מְקַנֵּא: מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם. אִם בָּא לְהַשְׁקוֹתָהּ מֵי הַמָּרִים, צָרִיךְ לְהָבִיא שְׁנֵי עֵדִים וְלוֹמַר לָהּ בִּפְנֵיהֶם אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי. וְאִם לֹא קִנֵּא לָהּ בִּפְנֵי שְׁנַיִם, אֵינָהּ נֶאֱסֶרֶת עָלָיו בִּסְתִירָה זוֹ וְאֵינוֹ מַשְׁקֶה אוֹתָהּ: עַל פִּי עֵד אֶחָד אוֹ עַל פִּי עַצְמוֹ. אֲפִלּוּ אֵין עֵדִים שֶׁנִּסְתְּרָה אֶלָּא עֵד אֶחָד, אוֹ הוּא עַצְמוֹ אוֹמֵר רְאִיתִיהָ שֶׁנִּסְתְּרָה אַחַר שֶׁקִּנֵּאתִי לָהּ, נֶאֶסְרָה בִּסְתִירָה זוֹ עַד שֶׁתִּשְׁתֶּה, שֶׁסְּתִירָתָהּ אוֹסַרְתָּהּ עָלָיו מִסָּפֵק {ג}: רַבִּי יְהוֹשֻׁעַ אוֹמֵר כוּ'. צָרִיךְ שְׁנֵי עֵדִים אַף לִסְתִירָה. וַהֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ. וְאַף עַל פִּי כֵן אָמְרִינַן בַּגְּמָרָא דְּבַזְּמַן הַזֶּה לֹא לֵימָא אֱינִישׁ לְבֵיתֵיהּ אֲפִלּוּ בֵּינוֹ לְבֵינָהּ אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי, שֶׁיֵּשׁ לָחוּשׁ לְדִבְרֵי רַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה דְּאָמַר מְקַנֵּא אָדָם לְאִשְׁתּוֹ עַל פִּי עֵד אֶחָד אוֹ עַל פִּי עַצְמוֹ, וְאִם נִסְתְּרָה {ד} אַחַר שֶׁקִּנֵּא לָהּ בֵּינוֹ לְבֵינָהּ, נֶאֶסְרָה עָלָיו אִסּוּר עוֹלָם בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם מֵי הַמָּרִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה א א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-1","jbo:text":"עיקר תוי\"ט {א} לאו מהמקנא דיק, שיכול לפרש הבא לקנאות, אלא כדפרש רש\"י, מדלא תני רבי אליעזר אומר מקנא אדם לאשתו. תוספות. ולישנא דמקנא לשון כעס הוא, שמכעיסה ומקניטה. ופרש רש\"י כמו הם קנאוני [דברים לב]. כי קנאה חמת גבר [משלי ו]. ולהלכה שכתב הר\"ב דחיב לקנאות לישנא דהתראה כמו ויקנא ה' לארצו [יואל ב]. גמרא. ועין תוספות יום טוב: {ב} על פי כו'. דסתירה אתקש לטמאה, דכתיב ונסתרה והיא נטמאה. ובטמאה כלי עלמא מודו דעד אחד נאמן לאחר קנוי כו'. גמרא: {ג} הכי יליף לה בגמרא דף כ\"ח: {ד} פרוש, אפלו על פי שנים כו'. אבל בזמן שיש מי המרים, אף על פי שאם תסתר על פי עצמו או על פי עד אחד תאסר עליו עולמית, הואיל ואפשר שיכול להיות שתסתר על פי שנים ואז ישקנה, לפיכך רשות או חובה לקנאות. מה שאין כן בזמן הזה שאי אפשר שתשוב להתרה, אסרו לקנאות כלל","jbo:textNikud":"עיקר תוי\"ט {א} לָאו מֵהַמְּקַנֵּא דִּיֵּק, שֶׁיָּכוֹל לְפָרֵשׁ הַבָּא לְקַנְאוֹת, אֶלָּא כִּדְפֵרֵשׁ רַשִׁ\"י, מִדְּלֹא תָּנֵי רַבִּי אֱלִיעֶזֶר אוֹמֵר מְקַנֵּא אָדָם לְאִשְׁתּוֹ. תּוֹסָפוֹת. וְלִישְׁנָא דִמְקַנֵּא לְשׁוֹן כַּעַס הוּא, שֶׁמַּכְעִיסָהּ וּמַקְנִיטָהּ. וּפֵרֵשׁ רַשִׁ\"י כְּמוֹ הֵם קִנְאוּנִי [דְּבָרִים לב]. כִּי קִנְאָה חֲמַת גָּבֶר [מִשְׁלֵי ו]. וְלַהֲלָכָה שֶׁכָּתַב הָרַ\"ב דְּחַיָּב לְקַנְאוֹת לִישְׁנָא דְּהַתְרָאָה כְּמוֹ וַיְקַנֵּא ה' לְאַרְצוֹ [יוֹאֵל ב]. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} עַל פִּי כוּ'. דִּסְתִירָה אִתַּקַּשׁ לְטֻמְאָה, דִּכְתִיב וְנִסְתְּרָה וְהִיא נִטְמָאָה. וּבְטֻמְאָה כֻּלֵּי עָלְמָא מוֹדוּ דְּעֵד אֶחָד נֶאֱמָן לְאַחַר קִנּוּי כוּ'. גְּמָרָא: {ג} הָכִי יָלֵיף לָהּ בַּגְּמָרָא דַּף כ\"ח: {ד} פֵּרוּשׁ, אֲפִלּוּ עַל פִּי שְׁנַיִם כוּ'. אֲבָל בִּזְמַן שֶׁיֵּשׁ מֵי הַמָּרִים, אַף עַל פִּי שֶׁאִם תִּסָּתֵר עַל פִּי עַצְמוֹ אוֹ עַל פִּי עֵד אֶחָד תֵּאָסֵר עָלָיו עוֹלָמִית, הוֹאִיל וְאֶפְשָׁר שֶׁיָּכוֹל לִהְיוֹת שֶׁתִּסָּתֵר עַל פִּי שְׁנַיִם וְאָז יַשְׁקֶנָּה, לְפִיכָךְ רְשׁוּת אוֹ חוֹבָה לְקַנְאוֹת. מַה שֶּׁאֵין כֵּן בַּזְּמַן הַזֶּה שֶׁאִי אֶפְשָׁר שֶׁתָּשׁוּב לְהֵתֵּרָהּ, אָסְרוּ לְקַנְאוֹת כְּלָל","rdfs:label":"עיקר תוי\"ט משנה סוטה א א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-2","jbo:text":"כיצד מקנא לה. אמר לה בפני שנים, אל תדברי עם איש פלוני, ודברה עמו, עדין היא מתרת לביתה {ו} ומתרת לאכל בתרומה. נכנסה עמו לבית הסתר ושהתה עמו כדי טמאה, אסורה לביתה ואסורה לאכל בתרומה {ח}. ואם מת, חולצת ולא מתיבמת","jbo:textNikud":"כֵּיצַד מְקַנֵּא לָהּ. אָמַר לָהּ בִּפְנֵי שְׁנַיִם, אַל תְּדַבְּרִי עִם אִישׁ פְּלוֹנִי, וְדִבְּרָה עִמּוֹ, עֲדַיִן הִיא מֻתֶּרֶת לְבֵיתָהּ {ו} וּמֻתֶּרֶת לֶאֱכֹל בַּתְּרוּמָה. נִכְנְסָה עִמּוֹ לְבֵית הַסֵּתֶר וְשָׁהֲתָה עִמּוֹ כְדֵי טֻמְאָה, אֲסוּרָה לְבֵיתָהּ וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה {ח}. וְאִם מֵת, חוֹלֶצֶת וְלֹא מִתְיַבָּמֶת","rdfs:label":"משנה סוטה א ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-2","jbo:text":"ר\"ע מברטנורה כיצד הוא מקנא לה אמר לה בפני שנים אל תדברי עם איש פלוני כו'. בגמרא מפרש למתניתין הכי, אמר לה בפני שנים אל תדברי {ה} ודברה, אל תדברי ונסתרה, ולא כלום הוא ואינה אסורה לא לבעלה ולא לתרומה. אמר לה אל תסתרי ודברה עמו שלא בסתר, עדין מתרת לבעלה ומתרת לאכל בתרומה אם אשת כהן היא: נכנסה עמו לבית הסתר ושהתה עמו כדי טמאה אסורה לביתה ואסורה לאכל בתרומה. ושעור כדי טמאה, כדי לצלות {ז} ביצת תרנגלת ולגמעה: ואם מת חולצת ולא מתיבמת. ואם מת בעלה קדם שישקנה, חולצת ולא מתיבמת. דכתיב באשה שמצא בה ערות דבר (דברים כד) ויצאה מביתו והלכה והיתה לאיש אחר, ודרשינן לאיש אחר ולא ליבם. ואף על פי כן אינה מתרת לזר בלא חליצה, שכשם שאם היה בעלה חי לא היתה מתרת בלא גט, כך אינה מתרת מן היבם בלא חליצה","jbo:textNikud":"ר\"ע מברטנורה כֵּיצַד הוּא מְקַנֵּא לָהּ אָמַר לָהּ בִּפְנֵי שְׁנַיִם אַל תְּדַבְּרִי עִם אִישׁ פְּלוֹנִי כוּ'. בַּגְּמָרָא מְפָרֵשׁ לְמַתְנִיתִין הָכִי, אָמַר לָהּ בִּפְנֵי שְׁנַיִם אַל תְּדַבְּרִי {ה} וְדִבְּרָה, אַל תְּדַבְּרִי וְנִסְתְּרָה, וְלֹא כְּלוּם הוּא וְאֵינָהּ אֲסוּרָה לֹא לְבַעְלָהּ וְלֹא לַתְּרוּמָה. אָמַר לָהּ אַל תִּסָּתְרִי וְדִבְּרָה עִמּוֹ שֶׁלֹּא בַּסֵּתֶר, עֲדַיִן מֻתֶּרֶת לְבַעְלָהּ וּמֻתֶּרֶת לֶאֱכֹל בַּתְּרוּמָה אִם אֵשֶׁת כֹּהֵן הִיא: נִכְנְסָה עִמּוֹ לְבֵית הַסֵּתֶר וְשָׁהֲתָה עִמּוֹ כְדֵי טֻמְאָה אֲסוּרָה לְבֵיתָהּ וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה. וְשִׁעוּר כְּדֵי טֻמְאָה, כְּדֵי לִצְלוֹת {ז} בֵּיצַת תַּרְנְגֹלֶת וּלְגָמְעָהּ: וְאִם מֵת חוֹלֶצֶת וְלֹא מִתְיַבָּמֶת. וְאִם מֵת בַּעְלָהּ קֹדֶם שֶׁיַּשְׁקֶנָּה, חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת. דִּכְתִיב בְּאִשָּׁה שֶׁמָּצָא בָּהּ עֶרְוַת דָּבָר (דְּבָרִים כד) וְיָצְאָה מִבֵּיתוֹ וְהָלְכָה וְהָיְתָה לְאִישׁ אַחֵר, וְדָרְשִׁינַן לְאִישׁ אַחֵר וְלֹא לַיָּבָם. וְאַף עַל פִּי כֵן אֵינָהּ מֻתֶּרֶת לְזָר בְּלֹא חֲלִיצָה, שֶׁכְּשֵׁם שֶׁאִם הָיָה בַּעְלָהּ חַי לֹא הָיְתָה מֻתֶּרֶת בְּלֹא גֵּט, כָּךְ אֵינָהּ מֻתֶּרֶת מִן הַיָּבָם בְּלֹא חֲלִיצָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-2","jbo:text":"עיקר תוי\"ט {ה} ואמר לה לאו פרושא דכיצד מקנא לה הוא, אלא תרתי קתני, והכי קאמר, לא תדברי כו'. רש\"י: {ו} לביתה. כלומר לבעלה, שלא אסרתה תורה מספק אלא על ידי קנוי: {ז} באש בינונית. הר\"מ: {ח} בתרומה. כדילפינן לקמן שלשה ונטמאה אמורים בפרשה, אחד לבעל ואחד לבועל ואחד לתרומה. רש\"י","jbo:textNikud":"עיקר תוי\"ט {ה} וְאָמַר לָהּ לָאו פֵּרוּשָׁא דְכֵיצַד מְקַנֵּא לָהּ הוּא, אֶלָּא תַּרְתֵּי קָתָנֵי, וְהָכִי קָאָמַר, לֹא תְדַבְּרִי כוּ'. רַשִׁ\"י: {ו} לְבֵיתָהּ. כְּלוֹמַר לְבַעְלָהּ, שֶׁלֹּא אֲסָרָתָהּ תּוֹרָה מִסָּפֵק אֶלָּא עַל יְדֵי קִנּוּי: {ז} בְּאֵשׁ בֵּינוֹנִית. הָרַ\"מ: {ח} בַּתְּרוּמָה. כִּדְיָלְפִינַן לְקַמָּן שְׁלֹשָׁה וְנִטְמְאָה אֲמוּרִים בַּפָּרָשָׁה, אֶחָד לַבַּעַל וְאֶחָד לַבּוֹעֵל וְאֶחָד לַתְּרוּמָה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה סוטה א ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-3","jbo:text":"ואלו אסורות מלאכל בתרומה, האומרת טמאה אני לך, ושבאו עדים {ט} שהיא טמאה, והאומרת איני שותה, ושבעלה אינו רוצה להשקותה, ושבעלה בא עליה בדרך. כיצד עושה לה, מוליכה לבית דין שבאותו מקום, ומוסרין לו שני תלמידי חכמים, שמא יבא עליה בדרך. רבי יהודה אומר, בעלה נאמן עליה","jbo:textNikud":"וְאֵלּוּ אֲסוּרוֹת מִלֶּאֱכֹל בַּתְּרוּמָה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ עֵדִים {ט} שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. כֵּיצַד עוֹשֶׂה לָהּ, מוֹלִיכָהּ לְבֵית דִּין שֶׁבְּאוֹתוֹ מָקוֹם, וּמוֹסְרִין לוֹ שְׁנֵי תַלְמִידֵי חֲכָמִים, שֶׁמָּא יָבֹא עָלֶיהָ בַּדֶּרֶךְ. רַבִּי יְהוּדָה אוֹמֵר, בַּעְלָהּ נֶאֱמָן עָלֶיהָ","rdfs:label":"משנה סוטה א ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-3","jbo:text":"ר\"ע מברטנורה ואלו אסורות לאכל בתרומה. לעולם. ואפלו היא בת כהן. ואלו שאר סוטות אינן אסורות אלא עד שישתו וימצאו טהורות: ושבאו עדים שהיא טמאה. ואפלו לאחר ששתתה ולא בדקוה המים, אסורה אסור עולם. לפי שאין המים בודקים באשה שיש בה עדים שנטמאת, שנאמר (במדבר ה) ונסתרה והיא נטמאה ועד אין בה {י}, דליכא דידע בה הוא שהמים בודקים, אבל איכא דידע בה, אפלו העדים הם במדינת הים, אין המים בודקים: ושבעלה בא עליה בדרך. דשוב אין המים בודקים אותה, דכתיב (במדבר ה) ונקה האיש מעון, בזמן שהאיש מנקה מעון, שלא בא עליה לאחר סתירה, אז והאשה ההיא תשא את עונה. אין האיש מנקה מעון, אין המים בודקים את אשתו: שני תלמידי חכמים. שידעו להתרות בו: רבי יהודה אומר בעלה נאמן עליה. אם הבעל נאמן על אשתו באסור חמור של נדה, לא יהא נאמן באסור קל של לאו גרידא. וטעמיהו דרבנן, מתוך שאסור קל הוא, תקיף עליה יצריה {יא}. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה וְאֵלּוּ אֲסוּרוֹת לֶאֱכֹל בַּתְּרוּמָה. לְעוֹלָם. וַאֲפִלּוּ הִיא בַּת כֹּהֵן. וְאִלּוּ שְׁאָר סוֹטוֹת אֵינָן אֲסוּרוֹת אֶלָּא עַד שֶׁיִּשְׁתּוּ וְיִמָּצְאוּ טְהוֹרוֹת: וְשֶׁבָּאוּ עֵדִים שֶׁהִיא טְמֵאָה. וַאֲפִלּוּ לְאַחַר שֶׁשָּׁתְתָה וְלֹא בָּדְקוּהָ הַמַּיִם, אֲסוּרָה אִסּוּר עוֹלָם. לְפִי שֶׁאֵין הַמַּיִם בּוֹדְקִים בְּאִשָּׁה שֶׁיֵּשׁ בָּהּ עֵדִים שֶׁנִּטְמֵאת, שֶׁנֶּאֱמַר (בְּמִדְבָּר ה) וְנִסְתְּרָה וְהִיא נִטְמָאָה וְעֵד אֵין בָּהּ {י}, דְּלֵיכָּא דְּיָדַע בָּהּ הוּא שֶׁהַמַּיִם בּוֹדְקִים, אֲבָל אִיכָּא דְּיָדַע בָּהּ, אֲפִלּוּ הָעֵדִים הֵם בִּמְדִינַת הַיָּם, אֵין הַמַּיִם בּוֹדְקִים: וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. דְּשׁוּב אֵין הַמַּיִם בּוֹדְקִים אוֹתָהּ, דִּכְתִיב (בְּמִדְבָּר ה) וְנִקָּה הָאִישׁ מֵעָוֹן, בִּזְמַן שֶׁהָאִישׁ מְנֻקֶּה מֵעָוֹן, שֶׁלֹּא בָּא עָלֶיהָ לְאַחַר סְתִירָה, אָז וְהָאִשָּׁה הַהִיא תִּשָּׂא אֶת עֲוֹנָהּ. אֵין הָאִישׁ מְנֻקֶּה מֵעָוֹן, אֵין הַמַּיִם בּוֹדְקִים אֶת אִשְׁתּוֹ: שְׁנֵי תַלְמִידֵי חֲכָמִים. שֶׁיֵּדְעוּ לְהַתְרוֹת בּוֹ: רַבִּי יְהוּדָה אוֹמֵר בַּעְלָהּ נֶאֱמָן עָלֶיהָ. אִם הַבַּעַל נֶאֱמָן עַל אִשְׁתּוֹ בְּאִסּוּר חָמוּר שֶׁל נִדָּה, לֹא יְהֵא נֶאֱמָן בְּאִסּוּר קַל שֶׁל לָאו גְּרֵידָא. וְטַעֲמַיְהוּ דְּרַבָּנָן, מִתּוֹךְ שֶׁאִסּוּר קַל הוּא, תַּקִּיף עֲלֵיהּ יִצְרֵיהּ {יא}. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-3","jbo:text":"עיקר תוי\"ט {ט} עדים. הוא הדין לעד אחד, שכל מקום שהאמינה תורה לעד אחד הרי כאן שנים. תוספות. ועין מה שכתבנו משנה ב' פרק ט\"ז דיבמות: {י} אף על גב דדרשינן ליה לעד אחד נאמן בסוטה, אין מקרא יוצא מידי פשוטו ודרשינן ליה נמי הכי. רש\"י: {יא} והדר אמר להו רבי יהודה מקרא דכתיב והביא האיש את אשתו אל הכהן, מן התורה האיש מביא את אשתו. גמרא","jbo:textNikud":"עיקר תוי\"ט {ט} עֵדִים. הוּא הַדִּין לְעֵד אֶחָד, שֶׁכָּל מָקוֹם שֶׁהֶאֱמִינָה תּוֹרָה לְעֵד אֶחָד הֲרֵי כָּאן שְׁנַיִם. תּוֹסָפוֹת. וְעַיֵּן מַה שֶּׁכָּתַבְנוּ מִשְׁנָה ב' פֶּרֶק ט\"ז דִּיבָמוֹת: {י} אַף עַל גַּב דְּדָרְשִׁינַן לֵיהּ לְעֵד אֶחָד נֶאֱמָן בְּסוֹטָה, אֵין מִקְרָא יוֹצֵא מִיְדֵי פְשׁוּטוֹ וְדָרְשִׁינַן לֵיהּ נַמִּי הָכִי. רַשִׁ\"י: {יא} וַהֲדַר אָמַר לְהוּ רַבִּי יְהוּדָה מִקְּרָא דִּכְתִיב וְהֵבִיא הָאִישׁ אֶת אִשְׁתּוֹ אֶל הַכֹּהֵן, מִן הַתּוֹרָה הָאִישׁ מֵבִיא אֶת אִשְׁתּוֹ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה א ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-4","jbo:text":"היו מעלין אותה לבית דין הגדול שבירושלים, ומאימין עליה כדרך {יב} שמאימין על עדי נפשות. ואומרים לה, בתי, הרבה יין עושה, הרבה שחוק עושה, הרבה ילדות עושה, הרבה שכנים הרעים עושים. עשי לשמו הגדול שנכתב בקדשה, שלא ימחה על המים. ואומרים לפניה דברים שאינה כדאי לשומען, היא וכל משפחת {יד} בית אביה","jbo:textNikud":"הָיוּ מַעֲלִין אוֹתָהּ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם, וּמְאַיְּמִין עָלֶיהָ כְדֶרֶךְ {יב} שֶׁמְּאַיְּמִין עַל עֵדֵי נְפָשׁוֹת. וְאוֹמְרִים לָהּ, בִּתִּי, הַרְבֵּה יַיִן עוֹשֶׂה, הַרְבֵּה שְׂחוֹק עוֹשֶׂה, הַרְבֵּה יַלְדוּת עוֹשָׂה, הַרְבֵּה שְׁכֵנִים הָרָעִים עוֹשִׂים. עֲשִׂי לִשְׁמוֹ הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה, שֶׁלֹּא יִמָּחֶה עַל הַמָּיִם. וְאוֹמְרִים לְפָנֶיהָ דְּבָרִים שֶׁאֵינָהּ כְּדַאי לְשׁוֹמְעָן, הִיא וְכָל מִשְׁפַּחַת {יד} בֵּית אָבִיהָ","rdfs:label":"משנה סוטה א ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-4","jbo:text":"ר\"ע מברטנורה היו מעלין אותה לבית דין הגדול. דכתיב בסוטה (שם) ועשה לה הכהן את כל התורה הזאת, וכתיב התם (דברים יז) על פי התורה אשר יורוך, מה להלן בבית דין הגדול אף כאן בבית דין הגדול: ומאימין עליה. כדי שתודה: הרבה ילדות עושה. וגורם לילדה שתבא לידי קלקול: דברים שאינן כדאי לשומען. שאינה ראויה לשמע אותן הדברים שאומרים לפניה ממעשיהן של צדיקים, כגון יהודה הודה ולא בוש במעשה תמר, ראובן הודה ולא בוש במעשה בלהה {יג}","jbo:textNikud":"ר\"ע מברטנורה הָיוּ מַעֲלִין אוֹתָהּ לְבֵית דִּין הַגָּדוֹל. דִּכְתִיב בְּסוֹטָה (שָׁם) וְעָשָׂה לָהּ הַכֹּהֵן אֶת כָּל הַתּוֹרָה הַזֹּאת, וּכְתִיב הָתָם (דְּבָרִים יז) עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ, מַה לְּהַלָּן בְּבֵית דִּין הַגָּדוֹל אַף כָּאן בְּבֵית דִּין הַגָּדוֹל: וּמְאַיְּמִין עָלֶיהָ. כְּדֵי שֶׁתּוֹדֶה: הַרְבֵּה יַלְדוּת עוֹשָׂה. וְגוֹרֵם לְיַלְדָּה שֶׁתָּבֹא לִידֵי קִלְקוּל: דְּבָרִים שֶׁאֵינָן כְּדַאי לְשׁוֹמְעָן. שֶׁאֵינָהּ רְאוּיָה לִשְׁמֹעַ אוֹתָן הַדְּבָרִים שֶׁאוֹמְרִים לְפָנֶיהָ מִמַּעֲשֵׂיהֶן שֶׁל צַדִּיקִים, כְּגוֹן יְהוּדָה הוֹדָה וְלֹא בּוֹשׁ בְּמַעֲשֵׂה תָּמָר, רְאוּבֵן הוֹדָה וְלֹא בּוֹשׁ בְּמַעֲשֵׂה בִּלְהָה {יג}","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-4","jbo:text":"עיקר תוי\"ט {יב} כדרך. כלומר כמו שמאימין יותר על עדי נפשות מעל עדי ממונות, כדאיתא בסנהדרין, כמו כן מאימין יותר על האשה. אבל לא שאותו איום עצמו אומרים באשה, שאין ענינו לענינה כלל: {יג} כשאמר יהודה צדקה ממני, עמד ראובן ואמר בלבלתי יצועי אבי. תנחומא: {יד} וכל משפחת כו'. שאי אפשר שלא יהיו נמצאין אנשי ביתה ומשפחתה בזכרון אלו הדברים. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {יב} כְּדֶרֶךְ. כְּלוֹמַר כְּמוֹ שֶׁמְּאַיְּמִין יוֹתֵר עַל עֵדֵי נְפָשׁוֹת מֵעַל עֵדֵי מָמוֹנוֹת, כִּדְאִיתָא בְּסַנְהֶדְרִין, כְּמוֹ כֵן מְאַיְּמִין יוֹתֵר עַל הָאִשָּׁה. אֲבָל לֹא שֶׁאוֹתוֹ אִיּוּם עַצְמוֹ אוֹמְרִים בָּאִשָּׁה, שֶׁאֵין עִנְיָנוֹ לְעִנְיָנָהּ כְּלָל: {יג} כְּשֶׁאָמַר יְהוּדָה צָדְקָה מִמֶּנִּי, עָמַד רְאוּבֵן וְאָמַר בִּלְבַּלְתִּי יְצוּעֵי אָבִי. תַּנְחוּמָא: {יד} וְכָל מִשְׁפַּחַת כוּ'. שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִהְיוּ נִמְצָאִין אַנְשֵׁי בֵּיתָהּ וּמִשְׁפַּחְתָּהּ בְּזִכְרוֹן אֵלּוּ הַדְּבָרִים. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה סוטה א ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-5","jbo:text":"אם אמרה טמאה אני, שוברת כתבתה ויוצאת {טו}. ואם אמרה טהורה אני, מעלין אותה לשער המזרח {טז} שעל פתח שער נקנור, ששם {יח} משקין את הסוטות, ומטהרין את היולדות, ומטהרין את המצרעים. וכהן אוחז בבגדיה, אם נקרעו נקרעו, אם נפרמו נפרמו, עד שהוא מגלה את לבה, וסותר את שערה. רבי יהודה אומר, אם היה לבה נאה, לא היה {כ} מגלהו. ואם היה שערה נאה, לא היה סותרו","jbo:textNikud":"אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת {טו}. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח {טז} שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם {יח} מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה {כ} מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ","rdfs:label":"משנה סוטה א ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-5","jbo:text":"ר\"ע מברטנורה שוברת כתבתה. כותבת שובר על כתבתה, זניתי ואבדתי כתבתי, כדי שלא תוכל לחזר ולתבע כתבתה ממנו. ובמקום שאין כותבין כתבה אלא סומכין על תנאי בית דין הוא שכותבת שובר, אבל במקום שכותבים כתבה, מקרעת כתבתה ואינה כותבת שובר: מעלין אותה לשער המזרח. מעלין ומורידין אותה {יז} כדי ליגעה, אולי תטרף דעתה ותודה: שעל פתח שער נקנור. אדם ששמו נקנור שהביא דלתות לאותו פתח מאלכסנדריא של מצרים ונעשו לו נסים ונקרא שער נקנור על שמו כדאמרינן ביומא [דף לח]: ששם משקין את הסוטות. דבעינן לפני ה': ומטהרין את היולדות. כדי שיעמדו על גבי קרבנן {יט}. והוא הדין זבין וזבות הטעונים קרבן: ומטהרין את המצרעים. כדכתיב (ויקרא יד) והעמיד הכהן המטהר וכו' לפני ה': אוחז בבגדיה. בבית הצואר שלהן: אם נקרעו. אינו חושש, ואם נפרמו אינו חושש. פרימה גדולה מקריעה, שנקרע לקרעים הרבה. לשון אחר, פרימה מן הצדדין קריעה בארך: עד שמגלה את לבה. דכתיב (במדבר ה) ופרע את ראש האשה, אין לי אלא ראשה, גופה מנין, תלמוד לומר האשה, אם כן מה תלמוד לומר את ראש, מלמד שסותר את שערה: רבי יהודה אומר כו'. שמא תצא זכאה ויתגרו בה פרחי כהנה {כא} שראו לבה נאה ושערה נאה. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה שׁוֹבֶרֶת כְּתֻבָּתָהּ. כּוֹתֶבֶת שׁוֹבֵר עַל כְּתֻבָּתָהּ, זָנִיתִי וְאִבַּדְתִּי כְּתֻבָּתִי, כְּדֵי שֶׁלֹּא תוּכַל לַחְזֹר וְלִתְבֹּעַ כְּתֻבָּתָהּ מִמֶּנּוּ. וּבְמָקוֹם שֶׁאֵין כּוֹתְבִין כְּתֻבָּה אֶלָּא סוֹמְכִין עַל תְּנַאי בֵּית דִּין הוּא שֶׁכּוֹתֶבֶת שׁוֹבֵר, אֲבָל בְּמָקוֹם שֶׁכּוֹתְבִים כְּתֻבָּה, מְקָרַעַת כְּתֻבָּתָהּ וְאֵינָהּ כּוֹתֶבֶת שׁוֹבֵר: מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח. מַעֲלִין וּמוֹרִידִין אוֹתָהּ {יז} כְּדֵי לְיַגְּעָהּ, אוּלַי תִטָּרֵף דַּעְתָּהּ וְתוֹדֶה: שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר. אָדָם שֶׁשְּׁמוֹ נִקָּנוֹר שֶׁהֵבִיא דְּלָתוֹת לְאוֹתוֹ פֶּתַח מֵאֶלֶכְּסַנְדְרִיָּא שֶׁל מִצְרַיִם וְנַעֲשׂוּ לוֹ נִסִּים וְנִקְרָא שַׁעַר נִקָּנוֹר עַל שְׁמוֹ כִּדְאָמְרִינַן בְּיוֹמָא [דַּף לח]: שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת. דְּבָעִינַן לִפְנֵי ה': וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת. כְּדֵי שֶׁיַּעַמְדוּ עַל גַּבֵּי קָרְבָּנָן {יט}. וְהוּא הַדִּין זָבִין וְזָבוֹת הַטְּעוּנִים קָרְבָּן: וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. כְּדִכְתִיב (וַיִּקְרָא יד) וְהֶעֱמִיד הַכֹּהֵן הַמְטַהֵר וְכוּ' לִפְנֵי ה': אוֹחֵז בִּבְגָדֶיהָ. בְּבֵית הַצַּוָּאר שֶׁלָּהֶן: אִם נִקְרְעוּ. אֵינוֹ חוֹשֵׁשׁ, וְאִם נִפְרְמוּ אֵינוֹ חוֹשֵׁשׁ. פְּרִימָה גְּדוֹלָה מִקְּרִיעָה, שֶׁנִּקְרַע לִקְרָעִים הַרְבֵּה. לָשׁוֹן אַחֵר, פְּרִימָה מִן הַצְּדָדִין קְרִיעָה בָּאֹרֶךְ: עַד שֶׁמְּגַלֶּה אֶת לִבָּהּ. דִּכְתִיב (בְּמִדְבָּר ה) וּפָרַע אֶת רֹאשׁ הָאִשָּׁה, אֵין לִי אֶלָּא רֹאשָׁהּ, גּוּפָה מִנַּיִן, תַּלְמוּד לוֹמַר הָאִשָּׁה, אִם כֵּן מַה תַּלְמוּד לוֹמַר אֶת רֹאשׁ, מְלַמֵּד שֶׁסּוֹתֵר אֶת שְׂעָרָהּ: רַבִּי יְהוּדָה אוֹמֵר כוּ'. שֶׁמָּא תֵּצֵא זַכָּאָה וְיִתְגָּרוּ בָּהּ פִּרְחֵי כְהֻנָּה {כא} שֶּׁרָאוּ לִבָּהּ נָאֶה וְשַׂעֲרָהּ נָאֶה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-5","jbo:text":"עיקר תוי\"ט {טו} ויוצאת. ואינה נהרגת, שלא התרו בה עדים בשעת מעשה: {טז} המזרח. שער החיצון שבו נכנסין להר הבית. לשער נקנור, ומשם לשער נקנור הוא שער העליון שבין עזרת ישראל לעזרת נשים. רש\"י: {יז} דאי לאו הכי מאי מעלין, הא התם קימא לפני הסנהדרין שבלשכת הגזית שבעזרה. גמרא. ורצונו לומר מורידין ומעלין ומורידין: {יח} ששם כו'. ובמשנה ג' פרק ו' דשקלים פרש הר\"ב שער הנשים לעמד על קרבנן, הינו בנדר ונדב או שאר חובות שאינן מחסרי כפרה: {יט} מפני שלא נתקדש בקדשת עזרה עבי חלל אותו שער, מפני המצרעין שמכניסין ידיהן לבהונות לתן מדם האשם על בהן ידן, ומחסר כפורים שנכנס לעזרה בכרת, לפיכך לא קדשום, שיוכל לעמד בחלל השער כו'. שאם היה כהן מוציא את דם האשם חוץ לעזרה הרי הוא נפסל ביוצא., לפיכך צריך להכניס ידו לתוך חלל העזרה, וביאת מקצת שרי רחמנא. רש\"י: {כ} לא היה כו'. אף על גב דגזרת הכתוב הוא, שב ואל תעשה לאו מעקר הוא. תוספות: {כא} על שם שהיו מצויין שם בעזרה יותר משאר העם. רש\"י. ואם היו פורסין סדין בינה לבין האנשים לא היה נוול כל כך בפני הנשים כמו באנשים, שאין אשה בושה מפני חברותיה, ולא יוסרו. תוספות","jbo:textNikud":"עיקר תוי\"ט {טו} וְיוֹצֵאת. וְאֵינָהּ נֶהֱרֶגֶת, שֶׁלֹּא הִתְרוּ בָּהּ עֵדִים בִּשְׁעַת מַעֲשֶׂה: {טז} הַמִּזְרָח. שַׁעַר הַחִיצוֹן שֶׁבּוֹ נִכְנָסִין לְהַר הַבַּיִת. לְשַׁעַר נִקָּנוֹר, וּמִשָּׁם לְשַׁעַר נִקָּנוֹר הוּא שַׁעַר הָעֶלְיוֹן שֶׁבֵּין עֶזְרַת יִשְׂרָאֵל לְעֶזְרַת נָשִׁים. רַשִׁ\"י: {יז} דְּאִי לָאו הָכִי מַאי מַעֲלִין, הָא הָתָם קָיְמָא לִפְנֵי הַסַּנְהֶדְרִין שֶׁבְּלִשְׁכַּת הַגָּזִית שֶׁבָּעֲזָרָה. גְּמָרָא. וּרְצוֹנוֹ לוֹמַר מוֹרִידִין וּמַעֲלִין וּמוֹרִידִין: {יח} שֶׁשָּׁם כוּ'. וּבְמִשְׁנָה ג' פֶּרֶק ו' דִשְׁקָלִים פֵּרֵשׁ הָרַ\"ב שַׁעַר הַנָּשִׁים לַעֲמֹד עַל קָרְבָּנָן, הַיְנוּ בְּנִדָּר וְנִדָּב אוֹ שְׁאָר חוֹבוֹת שֶׁאֵינָן מְחֻסְּרֵי כַפָּרָה: {יט} מִפְּנֵי שֶׁלֹּא נִתְקַדֵּשׁ בִּקְדֻשַּׁת עֲזָרָה עֹבִי חָלָל אוֹתוֹ שַׁעַר, מִפְּנֵי הַמְּצֹרָעִין שֶׁמַּכְנִיסִין יְדֵיהֶן לַבְּהוֹנוֹת לִתֵּן מִדַּם הָאָשָׁם עַל בֹּהֶן יָדָן, וּמְחֻסָּר כִּפּוּרִים שֶׁנִּכְנַס לָעֲזָרָה בְּכָרֵת, לְפִיכָךְ לֹא קִדְּשׁוּם, שֶׁיּוּכַל לַעֲמֹד בַּחֲלַל הַשַּׁעַר כוּ'. שֶׁאִם הָיָה כֹּהֵן מוֹצִיא אֶת דַּם הָאָשָׁם חוּץ לָעֲזָרָה הֲרֵי הוּא נִפְסַל בְּיוֹצֵא., לְפִיכָךְ צָרִיךְ לְהַכְנִיס יָדוֹ לְתוֹךְ חֲלַל הָעֲזָרָה, וּבִיאַת מִקְצָת שָׁרֵי רַחֲמָנָא. רַשִׁ\"י: {כ} לֹא הָיָה כוּ'. אַף עַל גַּב דִּגְזֵרַת הַכָּתוּב הוּא, שֵׁב וְאַל תַּעֲשֶׂה לָאו מִעֲקַר הוּא. תּוֹסָפוֹת: {כא} עַל שֵׁם שֶׁהָיוּ מְצוּיִין שָׁם בָּעֲזָרָה יוֹתֵר מִשְּׁאָר הָעָם. רַשִׁ\"י. וְאִם הָיוּ פּוֹרְסִין סָדִין בֵּינָהּ לְבֵין הָאֲנָשִׁים לֹא הָיָה נִוּוּל כָּל כָּךְ בִּפְנֵי הַנָּשִׁים כְּמוֹ בָּאֲנָשִׁים, שֶׁאֵין אִשָּׁה בּוֹשָׁה מִפְּנֵי חַבְרוֹתֶיהָ, וְלֹא יִוָּסְרוּ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה א ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-6","jbo:text":"היתה מתכסה בלבנים, מכסה בשחורים. היו עליה כלי זהב וקטליאות, נזמים {כב} וטבעות, מעבירים ממנה כדי לנולה. ואחר כך מביא חבל מצרי וקושרו למעלה מדדיה. וכל הרוצה לראות בא לראות, חוץ מעבדיה ושפחותיה, מפני שלבה גס {כד} בהן. וכל הנשים מתרות לראותה, שנאמר (יחזקאל כג) ונוסרו כל הנשים ולא תעשינה כזמתכנה","jbo:textNikud":"הָיְתָה מִתְכַּסָּה בִלְבָנִים, מְכַסָּהּ בִּשְׁחוֹרִים. הָיוּ עָלֶיהָ כְלֵי זָהָב וְקַטְלָיאוֹת, נְזָמִים {כב} וְטַבָּעוֹת, מַעֲבִירִים מִמֶּנָּה כְּדֵי לְנַוְּלָהּ. וְאַחַר כָּךְ מֵבִיא חֶבֶל מִצְרִי וְקוֹשְׁרוֹ לְמַעְלָה מִדַּדֶּיהָ. וְכָל הָרוֹצֶה לִרְאוֹת בָּא לִרְאוֹת, חוּץ מֵעֲבָדֶיהָ וְשִׁפְחוֹתֶיהָ, מִפְּנֵי שֶׁלִּבָּהּ גַּס {כד} בָּהֶן. וְכָל הַנָּשִׁים מֻתָּרוֹת לִרְאוֹתָהּ, שֶׁנֶּאֱמַר (יחזקאל כג) וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂינָה כְּזִמַּתְכֶנָה","rdfs:label":"משנה סוטה א ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-6","jbo:text":"ר\"ע מברטנורה היתה מתכסה בלבנים מכסה בשחורים. ואם היו שחורים יפין לה, מכסה בבגדים מכערים: קטליות. ענקים שמשימים סביב הצואר. ומפני שהאשה חונקת עצמה בהם כדי שתראה בעלת בשר נקראים קטליות: נזמים וטבעות מעבירים ממנה. מפרש בגמרא דלא תימא שיניחו לה הנזמים והטבעות אחר שקרעו בגדיה וגלו את לבה, שזה יותר גנאי לה, כמו שגנאי יותר לאדם ערום שילך במנעלים ברגליו מלילך יחף, קא משמע לן דלא: חבל מצרי. מפרש בירושלמי, לפי שעשתה מעשה מצרים {כג}. ואם אין חבל מצרי מביא שאר חבלים: וקושרו למעלה מדדיה. שלא יפלו בגדיה ותשאר ערומה: וכל הרוצה לראות בא לראות. ודוקא באנשים רשות ואינו חובה. אבל בנשים, חובה על כל הנשים המצויות שם לבא ולראות, כדכתיב ונוסרו כל הנשים: וכל הנשים מתרות לראותה. חיבין לראותה. הכי מפרש לה בגמרא","jbo:textNikud":"ר\"ע מברטנורה הָיְתָה מִתְכַּסָּה בִלְבָנִים מְכַסָּהּ בִשְׁחוֹרִים. וְאִם הָיוּ שְׁחוֹרִים יָפִין לָהּ, מְכַסָּהּ בִּבְגָדִים מְכֹעָרִים: קַטְלָיוֹת. עֲנָקִים שֶׁמְּשִׂימִים סְבִיב הַצַּוָּאר. וּמִפְּנֵי שֶׁהָאִשָּׁה חוֹנֶקֶת עַצְמָהּ בָּהֶם כְּדֵי שֶׁתֵּרָאֶה בַּעֲלַת בָּשָׂר נִקְרָאִים קַטְלָיוֹת: נְזָמִים וְטַבָּעוֹת מַעֲבִירִים מִמֶּנָּה. מְפָרֵשׁ בַּגְּמָרָא דְּלֹא תֵימָא שֶׁיָּנִיחוּ לָהּ הַנְּזָמִים וְהַטַּבָּעוֹת אַחַר שֶׁקָּרְעוּ בְּגָדֶיהָ וְגִלּוּ אֶת לִבָּהּ, שֶׁזֶּה יוֹתֵר גְּנַאי לָהּ, כְּמוֹ שֶׁגְּנַאי יוֹתֵר לְאָדָם עָרוּם שֶׁיֵּלֵךְ בְּמִנְעָלִים בְּרַגְלָיו מִלֵּילֵךְ יָחֵף, קָא מַשְׁמַע לָן דְּלֹא: חֶבֶל מִצְרִי. מְפָרֵשׁ בַּיְרוּשַׁלְמִי, לְפִי שֶׁעָשְׂתָה מַעֲשֵׂה מִצְרַיִם {כג}. וְאִם אֵין חֶבֶל מִצְרִי מֵבִיא שְׁאָר חֲבָלִים: וְקוֹשְׁרוֹ לְמַעְלָה מִדַּדֶּיהָ. שֶׁלֹּא יִפְּלוּ בְּגָדֶיהָ וְתִשָּׁאֵר עֲרוּמָה: וְכָל הָרוֹצֶה לִרְאוֹת בָּא לִרְאוֹת. וְדַוְקָא בַּאֲנָשִׁים רְשׁוּת וְאֵינוֹ חוֹבָה. אֲבָל בְּנָשִׁים, חוֹבָה עַל כָּל הַנָּשִׁים הַמְּצוּיוֹת שָׁם לָבֹא וְלִרְאוֹת, כְּדִכְתִיב וְנִוַּסְּרוּ כָל הַנָּשִׁים: וְכָל הַנָּשִׁים מֻתָּרוֹת לִרְאוֹתָהּ. חַיָּבִין לִרְאוֹתָהּ. הָכִי מְפָרֵשׁ לַהּ בַּגְּמָרָא","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-6","jbo:text":"עיקר תוי\"ט {כב} נזמים. הם תכשיטי האף. הרמב\"ם. ומלשון הר\"ב פרק ו' דשבת גם דאזן בכלל: {כג} לפי שנאמר בתחלת פרשת עריות כמעשה ארץ מצרים וגו'. ואף על פי שנאמר כמו כן וכמעשה ארץ כנען וגו', ויקחו חבל שבמדינה, כל השנויים שנוכל לעשות עושין כדי לנולה, ולפיכך לוקחין חבל מצרי שלא מהמדינה. תוספות. וכן יש לפרש כפיפה מצרית דריש פרק ב'. ועין תוספות יום טוב: {כד} גס. כשהאדם רואה בני ביתו דעתו מתגברת עליו ולא תירא ולא תודה. ואנו מבקשין שתודה ולא ימחה שם הקדוש על המים. רש\"י","jbo:textNikud":"עיקר תוי\"ט {כב} נְזָמִים. הֵם תַּכְשִׁיטֵי הָאַף. הָרַמְבַּ\"ם. וּמִלְּשׁוֹן הָרַ\"ב פֶּרֶק ו' דְּשַׁבָּת גַּם דְּאֹזֶן בִּכְלַל: {כג} לְפִי שֶׁנֶּאֱמַר בִּתְחִלַּת פָּרָשַׁת עֲרָיוֹת כְּמַעֲשֵׂה אֶרֶץ מִצְרַיִם וְגוֹ'. וְאַף עַל פִּי שֶׁנֶּאֱמַר כְּמוֹ כֵן וּכְמַעֲשֵׂה אֶרֶץ כְּנַעַן וְגוֹ', וְיִקְּחוּ חֶבֶל שֶׁבַּמְּדִינָה, כָּל הַשִּׁנּוּיִים שֶׁנּוּכַל לַעֲשׂוֹת עוֹשִׂין כְּדֵי לְנַוְּלָהּ, וּלְפִיכָךְ לוֹקְחִין חֶבֶל מִצְרִי שֶׁלֹּא מֵהַמְּדִינָה. תּוֹסָפוֹת. וְכֵן יֵשׁ לְפָרֵשׁ כְּפִיפָה מִצְרִית דְּרֵישׁ פֶּרֶק ב'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} גַּס. כְּשֶׁהָאָדָם רוֹאֶה בְּנֵי בֵיתוֹ דַּעְתּוֹ מִתְגַּבֶּרֶת עָלָיו וְלֹא תִירָא וְלֹא תוֹדֶה. וְאָנוּ מְבַקְּשִׁין שֶׁתּוֹדֶה וְלֹא יִמָּחֶה שֵׁם הַקָּדוֹשׁ עַל הַמַּיִם. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה סוטה א ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-7","jbo:text":"במדה שאדם מודד, בה מודדין לו. היא קשטה את עצמה לעברה, המקום נולה. היא גלתה את עצמה לעברה, המקום גלה עליה. בירך התחילה בעברה תחלה ואחר כך הבטן, לפיכך תלקה הירך תחלה {כה} ואחר כך הבטן. ושאר כל הגוף לא פלט","jbo:textNikud":"בַּמִדָּה שֶׁאָדָם מוֹדֵד, בָּהּ מוֹדְדִין לוֹ. הִיא קִשְּׁטָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם נִוְּלָהּ. הִיא גִלְּתָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם גִּלָּה עָלֶיהָ. בַּיָּרֵךְ הִתְחִילָה בָעֲבֵרָה תְחִלָּה וְאַחַר כָּךְ הַבֶּטֶן, לְפִיכָךְ תִּלְקֶה הַיָּרֵךְ תְּחִלָּה {כה} וְאַחַר כָּךְ הַבֶּטֶן. וּשְׁאָר כָּל הַגּוּף לֹא פָלֵט","rdfs:label":"משנה סוטה א ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-7","jbo:text":"ר\"ע מברטנורה המקום נולה. שמגלה כהן את ראשה וסותר את שערה וקורע את בגדיה: היא גלתה את עצמה. ישבה בפרשת דרכים וגלתה עצמה לנואף: המקום גלה עליה. שכהן מעמידה על שער נקנור ומראה קלונה לכל: בירך התחילה בעברה תחלה. בדרך תשמיש הירך נהנה תחלה בקרוב בשר: ושאר כל הגוף לא פלט. שאר אברי גופה אינם פלטים מן החלי, ואף על פי שלא הזכרו במקרא אלא בטן וירך","jbo:textNikud":"ר\"ע מברטנורה הַמָּקוֹם נִוְּלָהּ. שֶׁמְּגַלֶּה כֹּהֵן אֶת רֹאשָׁהּ וְסוֹתֵר אֶת שַׂעֲרָה וְקוֹרֵעַ אֶת בְּגָדֶיהָ: הִיא גִלְּתָה אֶת עַצְמָהּ. יָשְׁבָה בְּפָרָשַׁת דְּרָכִים וְגִלְּתָה עַצְמָהּ לַנּוֹאֵף: הַמָּקוֹם גִּלָּה עָלֶיהָ. שֶׁכֹּהֵן מַעֲמִידָהּ עַל שַׁעַר נִקָּנוֹר וּמַרְאֶה קְלוֹנָהּ לַכֹּל: בַּיָּרֵךְ הִתְחִילָה בָעֲבֵרָה תְחִלָּה. בְּדֶרֶךְ תַּשְׁמִישׁ הַיָּרֵךְ נֶהֱנֶה תְּחִלָּה בְּקֵרוּב בָּשָׂר: וּשְׁאָר כָּל הַגּוּף לֹא פָלֵט. שְׁאָר אֶבְרֵי גּוּפָהּ אֵינָם פְּלֵטִים מִן הַחֹלִי, וְאַף עַל פִּי שֶׁלֹּא הֻזְכְּרוּ בַּמִּקְרָא אֶלָּא בֶּטֶן וְיָרֵךְ","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-7","jbo:text":"עיקר תוי\"ט {כה} תחלה. לקלל אותה, דכתיב בתת ה' את ירכך נופלת ואת בטנך צבה. רש\"י. ובגמרא הא כתיב וצבתה בטנה ונפלה ירכה. אמר אביי כי לייט לייט תחלה ירך והדר בטן, ומיא כי אורחיהו בדקי בטן ברישא והדר ירך. בקללה נמי הכתיב לצבות בטן ולנפל ירך, ההיא דמודע לה כהן דבטן ברישא והדר ירך, שלא להוציא לעז על מים המרים","jbo:textNikud":"עיקר תוי\"ט {כה} תְּחִלָּה. לְקַלֵּל אוֹתָהּ, דִּכְתִיב בְּתֵת ה' אֶת יְרֵכֵךְ נוֹפֶלֶת וְאֶת בִּטְנֵךְ צָבָה. רַשִׁ\"י. וּבַגְּמָרָא הָא כְּתִיב וְצָבְתָה בִּטְנָהּ וְנָפְלָה יְרֵכָהּ. אָמַר אַבַּיֵי כִּי לָיֵיט לָיֵיט תְּחִלָּה יָרֵךְ וַהֲדַר בֶּטֶן, וּמַיָּא כִּי אוֹרְחַיְהוּ בַּדְקֵי בֶּטֶן בָּרֵישָׁא וַהֲדַר יָרֵךְ. בִּקְלָלָה נַמִּי הָכְתִּיב לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ, הַהִיא דְמוֹדַע לָהּ כֹּהֵן דְּבֶטֶן בָּרֵישָׁא וַהֲדַר יָרֵךְ, שֶׁלֹּא לְהוֹצִיא לַעַז עַל מַיִם הַמָּרִים","rdfs:label":"עיקר תוי\"ט משנה סוטה א ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-8","jbo:text":"שמשון הלך אחר עיניו {כו}, לפיכך נקרו פלשתים את עיניו, שנאמר (שופטים טז) ויאחזוהו פלשתים וינקרו את עיניו. אבשלום נתגאה בשערו {כז}, לפיכך נתלה {כח} בשערו. ולפי שבא על עשר פילגשי אביו, לפיכך נתנו בו עשר לונביות, שנאמר (שמואל ב יח) ויסבו עשרה אנשים נשאי כלי יואב. ולפי שגנב שלשה לבבות, לב אביו, ולב בית דין, ולב ישראל, שנאמר (שם טו) ויגנב אבשלום את לב אנשי ישראל, לפיכך נתקעו בו שלשה שבטים, שנאמר (שם יח) ויקח שלשה שבטים בכפו ויתקעם בלב אבשלום","jbo:textNikud":"שִׁמְשׁוֹן הָלַךְ אַחַר עֵינָיו {כו}, לְפִיכָךְ נִקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, שֶׁנֶּאֱמַר (שופטים טז) וַיֹּאחֲזוּהוּ פְלִשְׁתִּים וַיְנַקְּרוּ אֶת עֵינָיו. אַבְשָׁלוֹם נִתְגָּאָה בִשְׂעָרוֹ {כז}, לְפִיכָךְ נִתְלָה {כח} בִשְׂעָרוֹ. וּלְפִי שֶׁבָּא עַל עֶשֶׂר פִּילַגְשֵׁי אָבִיו, לְפִיכָךְ נִתְּנוּ בוֹ עֶשֶׂר לוֹנְבִיּוֹת, שֶׁנֶּאֱמַר (שמואל ב יח) וַיָּסֹבּוּ עֲשָׂרָה אֲנָשִׁים נֹשְׂאֵי כְּלֵי יוֹאָב. וּלְפִי שֶׁגָּנַב שְׁלשָׁה לְבָבוֹת, לֵב אָבִיו, וְלֵב בֵּית דִּין, וְלֵב יִשְׂרָאֵל, שֶׁנֶּאֱמַר (שם טו) וַיְגַנֵּב אַבְשָׁלוֹם אֶת לֵב אַנְשֵׁי יִשְׂרָאֵל, לְפִיכָךְ נִתְקְעוּ בוֹ שְׁלשָׁה שְׁבָטִים, שֶׁנֶּאֱמַר (שם יח) וַיִּקַּח שְׁלשָׁה שְׁבָטִים בְּכַפּוֹ וַיִּתְקָעֵם בְּלֵב אַבְשָׁלוֹם","rdfs:label":"משנה סוטה א ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-8","jbo:text":"ר\"ע מברטנורה לונביות. חניתות: לב אביו. אמר לו אבשלום לאביו, כתב לי שילכו עמי שנים איש שאבחר מכל ישראל, כתב לו. והיה מראה חותמו של אביו לשנים, והולכים אחריו, לשנים אחרים והולכים אחריו, עד שכנס מאתים איש, כלן ראשי סנהדראות. הרי שגנב לב אביו ולב בית דין. ולב כל ישראל, דכתיב ויגנב אבשלום את לב אנשי ישראל","jbo:textNikud":"ר\"ע מברטנורה לוֹנְבִיּוֹת. חֲנִיתוֹת: לֵב אָבִיו. אָמַר לוֹ אַבְשָׁלוֹם לְאָבִיו, כְּתֹב לִי שֶׁיֵּלְכוּ עִמִּי שְׁנַיִם אִישׁ שֶׁאֶבְחַר מִכָּל יִשְׂרָאֵל, כָּתַב לוֹ. וְהָיָה מַרְאֶה חוֹתָמוֹ שֶׁל אָבִיו לִשְׁנַיִם, וְהוֹלְכִים אַחֲרָיו, לִשְׁנַיִם אֲחֵרִים וְהוֹלְכִים אַחֲרָיו, עַד שֶׁכִּנֵּס מָאתַיִם אִישׁ, כֻּלָּן רָאשֵׁי סַנְהֶדְרָאוֹת. הֲרֵי שֶׁגָּנַּב לֵב אָבִיו וְלֵב בֵּית דִּין. וְלֵב כָּל יִשְׂרָאֵל, דִּכְתִיב וַיְּגַנֵּב אַבְשָׁלוֹם אֶת לֵב אַנְשֵׁי יִשְׂרָאֵל","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-8","jbo:text":"עיקר תוי\"ט {כו} עיניו. שנאמר ויאמר שמשון אל אביו אותה קח לי כי היא ישרה בעיני [שופטים יד]: {כז} בשערו. שנאמר וכאבשלום לא היה איש יפה וגו', ובגלחו את ראשו וגו' [שמואל ב יד]: {כח} נתלה. שנאמר ויקרא אבשלום לפני וגו', ויחזק ראשו באלה ויתן בין השמים ובין הארץ והפרד אשר תחתיו עבר [שמואל ב יח]. גמרא","jbo:textNikud":"עיקר תוי\"ט {כו} עֵינָיו. שֶׁנֶּאֱמַר וַיֹּאמֶר שִׁמְשׁוֹן אֶל אָבִיו אוֹתָהּ קַח לִי כִּי הִיא יָשְׁרָה בְעֵינָי [שׁוֹפְטִים יד]: {כז} בִּשְׂעָרוֹ. שֶׁנֶּאֱמַר וּכְאַבְשָׁלוֹם לֹא הָיָה אִישׁ יָפֶה וְגוֹ', וּבְגַלְּחוֹ אֶת רֹאשׁוֹ וְגוֹ' [שְׁמוּאֵל ב יד]: {כח} נִתְלָה. שֶׁנֶּאֱמַר וַיִּקָּרֵא אַבְשָׁלוֹם לִפְנֵי וְגוֹ', וַיֶּחֱזַק רֹאשׁוֹ בָאֵלָה וַיֻּתַּן בֵּין הַשָּׁמַיִם וּבֵין הָאָרֶץ וְהַפֶּרֶד אֲשֶׁר תַּחְתָּיו עָבָר [שְׁמוּאֵל ב יח]. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה א ח","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-3-5-1-9","jbo:text":"וכן לענין הטובה. מרים המתינה למשה שעה אחת, שנאמר (שמות ב) ותתצב אחתו מרחק, לפיכך נתעכבו לה ישראל שבעה ימים במדבר, שנאמר (במדבר יב) והעם לא נסע עד האסף מרים. יוסף זכה לקבר את אביו, ואין באחיו {ל} גדול ממנו, שנאמר (בראשית נ) ויעל יוסף לקבר את אביו, ויעל עמו גם רכב גם פרשים. מי לנו גדול מיוסף {לא}, שלא נתעסק בו אלא משה. משה זכה בעצמות יוסף, ואין בישראל גדול ממנו, שנאמר (שמות יג) ויקח משה את עצמות יוסף עמו. מי גדול ממשה, שלא נתעסק בו אלא המקום, שנאמר (דברים לד) ויקבר אתו בגיא. לא על משה בלבד אמרו, אלא על כל הצדיקים {לב}, שנאמר (ישעיה נח) והלך לפניך צדקך כבוד ה' יאספך","jbo:textNikud":"וְכֵן לְעִנְיַן הַטּוֹבָה. מִרְיָם הִמְתִּינָה לְמשֶׁה שָׁעָה אַחַת, שֶׁנֶּאֱמַר (שמות ב) וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק, לְפִיכָךְ נִתְעַכְּבוּ לָהּ יִשְׂרָאֵל שִׁבְעָה יָמִים בַּמִּדְבָּר, שֶׁנֶּאֱמַר (במדבר יב) וְהָעָם לֹא נָסַע עַד הֵאָסֵף מִרְיָם. יוֹסֵף זָכָה לִקְבֹּר אֶת אָבִיו, וְאֵין בְּאֶחָיו {ל} גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (בראשית נ) וַיַּעַל יוֹסֵף לִקְבֹּר אֶת אָבִיו, וַיַּעַל עִמּוֹ גַּם רֶכֶב גַּם פָּרָשִׁים. מִי לָנוּ גָדוֹל מִיּוֹסֵף {לא}, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא משֶׁה. משֶׁה זָכָה בְעַצְמוֹת יוֹסֵף, וְאֵין בְּיִשְׂרָאֵל גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (שמות יג) וַיִּקַּח משֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ. מִי גָדוֹל מִמּשֶׁה, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא הַמָּקוֹם, שֶׁנֶּאֱמַר (דברים לד) וַיִּקְבֹּר אֹתוֹ בַגַּיְא. לֹא עַל משֶׁה בִלְבַד אָמְרוּ, אֶלָּא עַל כָּל הַצַּדִּיקִים {לב}, שֶׁנֶּאֱמַר (ישעיה נח) וְהָלַךְ לְפָנֶיךָ צִדְקֶךָ כְּבוֹד ה' יַאַסְפֶךָ","rdfs:label":"משנה סוטה א ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-bartanura-3-5-1-9","jbo:text":"ר\"ע מברטנורה וכן לענין הטובה. נותנים לו לאדם שכר מעין הטובה שעשה. ומיהו יותר ממה שעשה משתלם, דמדה טובה מרבה בתשלומין ממדת פרענות {כט}","jbo:textNikud":"ר\"ע מברטנורה וְכֵן לְעִנְיַן הַטּוֹבָה. נוֹתְנִים לוֹ לָאָדָם שָׂכָר מֵעֵין הַטּוֹבָה שֶׁעָשָׂה. וּמִיהוּ יוֹתֵר מִמַּה שֶּׁעָשָׂה מִשְׁתַּלֵּם, דְּמִדָּה טוֹבָה מְרֻבָּה בְּתַשְׁלוּמִין מִמִּדַּת פֻּרְעָנוּת {כט}","rdfs:label":"ר\"ע מברטנורה משנה סוטה א ט","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-1-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-1"],"uri":"jbr:mishna-yomtov-3-5-1-9","jbo:text":"עיקר תוי\"ט {כט} דהתם חדא שעתא, הכא שבעה יומי. גמרא. וקשה, דבמרגלים נפרע מהם יום לשנה, אם כן היתה מדת פרעניות מרבה ממדה טובה של מרים. תוספות. ויש לומר דלא קשיא, שמפני מדה טובה הצרך הפרעניות להתאחר כל כך כדי שלא ימות אחד מהם פחות מבן ששים. ועין תוספות יום טוב: {ל} ואין באחיו כו'. שהיה שליט. הרי מדה שמדד שנקבר אביו בגדולים, ובו במדה מדדו לו שנקבר הוא בגדולים. רש\"י: {לא} גדול מיוסף. מי לנו לענין כבוד קבורה לקבר בגדולים גדול מיוסף שלא נתעסק בו אלא משה שהוא גדול מישראל ואין בישראל גדול ממנו. הרי מדה שמדד לקבר את יוסף על ידי גדול בה מדדו לו, שאין גדול בכבודו ממשה, שלא נתעסק בו אלא הקדוש ברוך הוא. רש\"י: {לב} על כל כו'. ומכל מקום בהא עדיף משה רבנו עליו השלום, שעמו לא נתעסק אלא המקום ברוך הוא, מה שאין כן בשאר הצדיקים שכבוד ה' יאספהו ועם כל זה מתעסקים בו (גם) בני אדם כדרך כל הארץ. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כט} דְּהָתָם חֲדָא שַׁעְתָּא, הָכָא שִׁבְעָה יוֹמֵי. גְּמָרָא. וְקָשֶׁה, דְּבַמְּרַגְּלִים נִפְרַע מֵהֶם יוֹם לְשָׁנָה, אִם כֵּן הָיְתָה מִדַּת פֻּרְעָנֻיּוֹת מְרֻבָּה מִמִּדָּה טוֹבָה שֶׁל מִרְיָם. תּוֹסָפוֹת. וְיֵשׁ לוֹמַר דְּלֹא קָשְׁיָא, שֶׁמִּפְּנֵי מִדָּה טוֹבָה הֻצְרַךְ הַפֻּרְעָנֻיּוֹת לְהִתְאַחֵר כָּל כָּךְ כְּדֵי שֶׁלֹּא יָמוּת אֶחָד מֵהֶם פָּחוֹת מִבֶּן שִׁשִּׁים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ל} וְאֵין בְּאֶחָיו כוּ'. שֶׁהָיָה שַׁלִּיט. הֲרֵי מִדָּה שֶׁמָּדַד שֶׁנִּקְבַּר אָבִיו בִּגְדוֹלִים, וּבוֹ בַמִּדָּה מָדְדוּ לוֹ שֶׁנִּקְבַּר הוּא בִּגְדוֹלִים. רַשִׁ\"י: {לא} גָּדוֹל מִיּוֹסֵף. מִי לָנוּ לְעִנְיַן כְּבוֹד קְבוּרָה לִקָּבֵר בִּגְדוֹלִים גָּדוֹל מִיּוֹסֵף שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא מֹשֶׁה שֶׁהוּא גָּדוֹל מִיִּשְׂרָאֵל וְאֵין בְּיִשְׂרָאֵל גָּדוֹל מִמֶּנּוּ. הֲרֵי מִדָּה שֶׁמָּדַד לִקְבֹּר אֶת יוֹסֵף עַל יְדֵי גָּדוֹל בָּהּ מָדְדוּ לוֹ, שֶׁאֵין גָּדוֹל בִּכְבוֹדוֹ מִמֹּשֶׁה, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא הַקָּדוֹשׁ בָּרוּךְ הוּא. רַשִׁ\"י: {לב} עַל כָּל כוּ'. וּמִכָּל מָקוֹם בְּהָא עָדִיף מֹשֶׁה רַבֵּנוּ עָלָיו הַשָּׁלוֹם, שֶׁעִמּוֹ לֹא נִתְעַסֵּק אֶלָּא הַמָּקוֹם בָּרוּךְ הוּא, מַה שֶּׁאֵין כֵּן בִּשְׁאָר הַצַּדִּיקִים שֶׁכְּבוֹד ה' יַאַסְפֵהוּ וְעִם כָּל זֶה מִתְעַסְּקִים בּוֹ (גַּם) בְּנֵי אָדָם כְּדֶרֶךְ כָּל הָאָרֶץ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה א ט","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-1-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-1","jbo:text":"היה מביא את מנחתה בתוך כפיפה מצרית ונותנה על ידיה כדי ליגעה. כל המנחות תחלתן וסופן בכלי שרת, וזו תחלתה בכפיפה מצרית וסופה בכלי שרת. כל המנחות טעונות שמן ולבנה, וזו אינה טעונה לא שמן ולא לבנה. כל המנחות באות מן החטין, וזו באה מן השעורין. מנחת העמר אף על פי שבאה מן השעורין היא היתה באה גרש, וזו באה קמח. רבן גמליאל אומר, כשם שמעשיה מעשה בהמה, כך קרבנה מאכל בהמה","jbo:textNikud":"הָיָה מֵבִיא אֶת מִנְחָתָהּ בְּתוֹךְ כְּפִיפָה מִצְרִית וְנוֹתְנָהּ עַל יָדֶיהָ כְּדֵי לְיַגְּעָהּ. כָּל הַמְּנָחוֹת תְּחִלָּתָן וְסוֹפָן בִּכְלִי שָׁרֵת, וְזוֹ תְּחִלָּתָהּ בִּכְפִיפָה מִצְרִית וְסוֹפָהּ בִּכְלִי שָׁרֵת. כָּל הַמְּנָחוֹת טְעוּנוֹת שֶׁמֶן וּלְבֹנָה, וְזוֹ אֵינָהּ טְעוּנָה לֹא שֶׁמֶן וְלֹא לְבֹנָה. כָּל הַמְּנָחוֹת בָּאוֹת מִן הַחִטִּין, וְזוֹ בָאָה מִן הַשְּׂעוֹרִין. מִנְחַת הָעֹמֶר אַף עַל פִּי שֶׁבָּאָה מִן הַשְּׂעוֹרִין הִיא הָיְתָה בָאָה גֶרֶשׂ, וְזוֹ בָאָה קֶמַח. רַבָּן גַּמְלִיאֵל אוֹמֵר, כְּשֵׁם שֶׁמַּעֲשֶׂיהָ מַעֲשֵׂה בְהֵמָה, כָּךְ קָרְבָּנָהּ מַאֲכַל בְּהֵמָה","rdfs:label":"משנה סוטה ב א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-1","jbo:text":"ר\"ע מברטנורה היה מביא. הבעל: את מנחתה. כדכתיב (במדבר ה) והביא את קרבנה: בכפיפה מצרית. סל עשוי מצורי הדקל מן (הרך) [זרדים] הגדלים סביבות הדקל: כדי ליגעה. שתודה ולא ימחה השם על המים. ולמאן דאמר שבתחלה היה משקה אותה ואחר כך מביא מנחתה, אף על פי שנמחק השם, מיגעה כדי שתודה ולא תמות מיתה מנולת, שאף על פי שנמחקה המגלה אם אמרה טמאה אני אינה שותה: תחלתן וסופן בכלי שרת. לאו בכלי שרת ממש קאמר, שאין אדם מביא מנחתו מתוך ביתו בכלי שרת, אלא בקלתות של כסף ושל זהב שהם ראויים לכלי שרת: וזו בכפיפה מצרית. שאין ראוי לעשות ממנה כלי שרת, דדמי להקריבהו נא לפחתך (מלאכי א): כל המנחות טעונות שמן ולבנה. בגמרא פריך, והא איכא מנחת חוטא דכתיב בה (ויקרא ה) לא ישים עליה שמן ולא יתן עליה לבנה. וכן הא דתנינן כל המנחות באות חטים, קשה, דהא מנחת העמר באה מן השערים. ומתרץ בגמרא לא תתני מלתא באנפי נפשיה אלא כרך ותני, והכי קאמר, כל המנחות טעונות שמן ולבנה, ואותן שאינם טעונות שמן ולבנה באות מן החטין ובאות סלת. מנחת חוטא אף על פי שאינה טעונה שמן ולבנה באה חטין ובאה סלת. מנחת העמר אף על פי שבאה מן השערין טעונה שמן ולבנה: ובאה גרש. וזו אינה טעונה שמן ולבנה ובאה מן השערים ובאה קמח: גרש. מברר ומנפה בשלש עשרה נפה כעין סלת בחטים: קמח. הכל מערב כמו שנטחן","jbo:textNikud":"ר\"ע מברטנורה הָיָה מֵבִיא. הַבַּעַל: אֶת מִנְחָתָהּ. כְּדִכְתִיב (בְּמִדְבָּר ה) וְהֵבִיא אֶת קָרְבָּנָהּ: בִּכְפִיפָה מִצְרִית. סַל עָשׂוּי מִצּוּרֵי הַדֶּקֶל מִן (הָרַךְ) [זְרָדִים] הַגְּדֵלִים סְבִיבוֹת הַדֶּקֶל: כְּדֵי לְיַגְּעָהּ. שֶׁתּוֹדֶה וְלֹא יִמָּחֶה הַשֵּׁם עַל הַמַּיִם. וּלְמַאן דְּאָמַר שֶׁבִּתְחִלָּה הָיָה מַשְׁקֶה אוֹתָהּ וְאַחַר כָּךְ מֵבִיא מִנְחָתָהּ, אַף עַל פִּי שֶׁנִּמְחַק הַשֵּׁם, מְיַגְּעָהּ כְּדֵי שֶׁתּוֹדֶה וְלֹא תָמוּת מִיתָה מְנֻוֶּלֶת, שֶׁאַף עַל פִּי שֶׁנִּמְחֲקָה הַמְּגִלָּה אִם אָמְרָה טְמֵאָה אֲנִי אֵינָהּ שׁוֹתָה: תְּחִלָּתָן וְסוֹפָן בִּכְלִי שָׁרֵת. לָאו בִּכְלִי שָׁרֵת מַמָּשׁ קָאָמַר, שֶׁאֵין אָדָם מֵבִיא מִנְחָתוֹ מִתּוֹךְ בֵּיתוֹ בִּכְלִי שָׁרֵת, אֶלָּא בִּקְלָתוֹת שֶׁל כֶּסֶף וְשֶׁל זָהָב שֶׁהֵם רְאוּיִים לִכְלֵי שָׁרֵת: וְזוֹ בִּכְפִיפָה מִצְרִית. שֶׁאֵין רָאוּי לַעֲשׂוֹת מִמֶּנָּה כְּלִי שָׁרֵת, דְּדָמִי לְהַקְרִיבֵהוּ נָא לְפֶחָתֶךָ (מַלְאָכִי א): כָּל הַמְּנָחוֹת טְעוּנוֹת שֶׁמֶן וּלְבֹנָה. בַּגְּמָרָא פָּרֵיךְ, וְהָא אִיכָּא מִנְחַת חוֹטֵא דִּכְתִיב בָּהּ (וַיִּקְרָא ה) לֹא יָשִׂים עָלֶיהָ שֶׁמֶן וְלֹא יִתֵּן עָלֶיהָ לְבֹנָה. וְכֵן הָא דִּתְנִינַן כָּל הַמְּנָחוֹת בָּאוֹת חִטִּים, קָשֶׁה, דְּהָא מִנְחַת הָעֹמֶר בָּאָה מִן הַשְּׂעֹרִים. וּמְתֹרָץ בַּגְּמָרָא לֹא תִתְנֵי מִלְּתָא בְּאַנְפֵּי נַפְשֵׁיהּ אֶלָּא כְּרֹךְ וְתָנֵי, וְהָכִי קָאָמַר, כָּל הַמְּנָחוֹת טְעוּנוֹת שֶׁמֶן וּלְבֹנָה, וְאוֹתָן שֶׁאֵינָם טְעוּנוֹת שֶׁמֶן וּלְבֹנָה בָּאוֹת מִן הַחִטִּין וּבָאוֹת סֹלֶת. מִנְחַת חוֹטֵא אַף עַל פִּי שֶׁאֵינָהּ טְעוּנָה שֶׁמֶן וּלְבֹנָה בָּאָה חִטִּין וּבָאָה סֹלֶת. מִנְחַת הָעֹמֶר אַף עַל פִּי שֶׁבָּאָה מִן הַשְּׂעֹרִין טְעוּנָה שֶׁמֶן וּלְבֹנָה: וּבָאָה גֶרֶשׂ. וְזוֹ אֵינָהּ טְעוּנָה שֶׁמֶן וּלְבֹנָה וּבָאָה מִן הַשְּׂעֹרִים וּבָאָה קֶמַח: גֶּרֶשׂ. מְבֹרָר וּמְנֻפֶּה בִּשְׁלֹשׁ עֶשְׂרֵה נָפָה כְּעֵין סֹלֶת בַּחִטִּים: קֶמַח. הַכֹּל מְעֹרָב כְּמוֹ שֶׁנִּטְחַן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-2","jbo:text":"היה מביא פילי של חרס חדשה {א}, ונותן לתוכה חצי לג {ב} מים מן הכיור. רבי יהודה אומר, רביעית. כשם שממעט בכתב, כך ממעט במים. נכנס להיכל ופנה לימינו {ג}, ומקום היה שם אמה על אמה, וטבלא של שיש, וטבעת היתה קבועה בה. וכשהוא מגביהה, נוטל עפר מתחתיה ונותן כדי שיראה על המים, שנאמר (במדבר ה) ומן העפר אשר יהיה בקרקע המשכן יקח הכהן ונתן אל המים","jbo:textNikud":"הָיָה מֵבִיא פְיָלִי שֶׁל חֶרֶס חֲדָשָׁה {א}, וְנוֹתֵן לְתוֹכָהּ חֲצִי לֹג {ב} מַיִם מִן הַכִּיּוֹר. רַבִּי יְהוּדָה אוֹמֵר, רְבִיעִית. כְּשֵׁם שֶׁמְּמַעֵט בַּכְּתָב, כָּךְ מְמַעֵט בַּמָּיִם. נִכְנַס לַהֵיכָל וּפָנָה לִימִינוֹ {ג}, וּמָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה, וְטַבְלָא שֶׁל שַׁיִשׁ, וְטַבַּעַת הָיְתָה קְבוּעָה בָהּ. וּכְשֶׁהוּא מַגְבִּיהָהּ, נוֹטֵל עָפָר מִתַּחְתֶּיהָ וְנוֹתֵן כְּדֵי שֶׁיֵּרָאֶה עַל הַמַּיִם, שֶׁנֶּאֱמַר (במדבר ה) וּמִן הֶעָפָר אֲשֶׁר יִהְיֶה בְּקַרְקַע הַמִּשְׁכָּן יִקַּח הַכֹּהֵן וְנָתַן אֶל הַמָּיִם","rdfs:label":"משנה סוטה ב ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-2","jbo:text":"ר\"ע מברטנורה היה מביא. הכהן: פילי. כוס בלשון יוני: מן הכיור. דכתיב (במדבר ה) מים קדושים, ואין קדושים אלא שנתקדשו בכלי: כשם שממעט. רבי יהודה בכתב המגלה, לקמן במתניתין, כך ממעט כאן במים. ואין הלכה כרבי יהודה: מקום היה שם. נכר מתוך שאר רצפת ההיכל: וטבעת קבועה בה. לאוחזה בטבעתה ולהגביהה משאר הרצפה שהיא כלה באבני שיש: כדי שיראה. צריך שיתן בה שעור שיהא נראה ונכר על פני המים: ונתן אל המים. מדלא כתיב ונתן במים, אלא אל המים, משמע שלא יהא נבלע בתוכן","jbo:textNikud":"ר\"ע מברטנורה הָיָה מֵבִיא. הַכֹּהֵן: פְּיָלִי. כּוֹס בִּלְשׁוֹן יְוָנִי: מִן הַכִּיּוֹר. דִּכְתִיב (בְּמִדְבָּר ה) מַיִם קְדוֹשִׁים, וְאֵין קְדוֹשִׁים אֶלָּא שֶׁנִּתְקַדְּשׁוּ בִּכְלִי: כְּשֵׁם שֶׁמְּמַעֵט. רַבִּי יְהוּדָה בִּכְתַב הַמְּגִלָּה, לְקַמָּן בְּמַתְנִיתִין, כָּךְ מְמַעֵט כָּאן בַּמַּיִם. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: מָקוֹם הָיָה שָׁם. נִכָּר מִתּוֹךְ שְׁאָר רִצְפַּת הַהֵיכָל: וְטַבַּעַת קְבוּעָה בָהּ. לְאוֹחֲזָהּ בְּטַבַּעְתָּהּ וּלְהַגְבִּיהָהּ מִשְּׁאָר הָרִצְפָּה שֶׁהִיא כֻּלָּהּ בְּאַבְנֵי שַׁיִשׁ: כְּדֵי שֶׁיֵּרָאֶה. צָרִיךְ שֶׁיִּתֵּן בָּהּ שִׁעוּר שֶׁיְּהֵא נִרְאֶה וְנִכָּר עַל פְּנֵי הַמַּיִם: וְנָתַן אֶל הַמַּיִם. מִדְּלֹא כְּתִיב וְנָתַן בַּמַּיִם, אֶלָּא אֶל הַמַּיִם, מַשְׁמַע שֶׁלֹּא יְהֵא נִבְלָע בְּתוֹכָן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-yomtov-3-5-2-2","jbo:text":"עיקר תוי\"ט {א} חדשה. בגמרא יליף ליה מקרא, והוא אליבא דכלי עלמא. ועין תוספות יום טוב: {ב} חצי לג. הלכתא גמירי לה. רש\"י. וצריך לומר דהכי גמירי לה, שצריך המים למחות הכתב יפה יפה בקלות. ולפיכך רבי יהודה שממעט בכתב ממעט במים. ועין תוספות יום טוב: {ג} לימינו. דאמר מר כל פנות שאתה פונה לא יהו אלא דרך ימין","jbo:textNikud":"עיקר תוי\"ט {א} חֲדָשָׁה. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא, וְהוּא אַלִּיבָּא דְּכֻלֵּי עָלְמָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} חֲצִי לֹג. הִלְכָתָא גְּמִירֵי לָהּ. רַשִׁ\"י. וְצָרִיךְ לוֹמַר דְּהָכִי גְּמִירֵי לָהּ, שֶׁצָּרִיךְ הַמַּיִם לִמְחוֹת הַכְּתָב יָפֶה יָפֶה בְּקַלּוּת. וּלְפִיכָךְ רַבִּי יְהוּדָה שֶׁמְּמַעֵט בַּכְּתָב מְמַעֵט בַּמַּיִם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} לִימִינוֹ. דְּאָמַר מַר כָּל פִּנּוֹת שֶׁאַתָּה פּוֹנֶה לֹא יְהוּ אֶלָּא דֶּרֶךְ יָמִין","rdfs:label":"עיקר תוי\"ט משנה סוטה ב ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-3","jbo:text":"בא לו {ד} לכתב את המגלה, מאיזה מקום הוא כותב, (במדבר ה) מאם לא שכב איש וגו', ואת כי שטית תחת אישך וגו'. ואינו כותב והשביע הכהן את האשה וגו'. וכותב יתן ה' אותך לאלה ולשבעה וגו', ובאו המים המאררים האלה במעיך לצבות בטן ולנפל ירך. ואינו כותב ואמרה האשה אמן אמן. רבי יוסי אומר, לא היה מפסיק. רבי יהודה אומר, כל עצמו אינו כותב, אלא יתן ה' אותך לאלה ולשבעה וגו' ובאו המים המאררים האלה במעיך וגו'. ואינו כותב ואמרה האשה אמן אמן","jbo:textNikud":"בָּא לוֹ {ד} לִכְתֹּב אֶת הַמְּגִלָּה, מֵאֵיזֶה מָקוֹם הוּא כוֹתֵב, (במדבר ה) מֵאִם לֹא שָׁכַב אִישׁ וְגוֹ', וְאַתְּ כִּי שָׂטִית תַּחַת אִישֵׁךְ וְגוֹ'. וְאֵינוֹ כוֹתֵב וְהִשְׁבִּיעַ הַכֹּהֵן אֶת הָאִשָּׁה וְגוֹ'. וְכוֹתֵב יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה וְגוֹ', וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ. וְאֵינוֹ כוֹתֵב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן. רַבִּי יוֹסֵי אוֹמֵר, לֹא הָיָה מַפְסִיק. רַבִּי יְהוּדָה אוֹמֵר, כָּל עַצְמוֹ אֵינוֹ כוֹתֵב, אֶלָּא יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה וְגוֹ' וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ וְגוֹ'. וְאֵינוֹ כוֹתֵב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן","rdfs:label":"משנה סוטה ב ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-3","jbo:text":"ר\"ע מברטנורה מאם לא שכב איש אותך וגו'. הנקי. שהן קללות הבאות מחמת ברכות, דמשמע הא אם שכב לא תנקי {ה}: ואינו כותב והשביע הכהן את האשה וגו'. שאין זה אלא מצוה על הכהן להשביעה: ולא היה כותב ואמרה האשה אמן אמן. שאינו אלא קבלה שהאשה מקבלת עליה האלות. ויליף לה מדכתיב האלות האלה. האלות, לרבות קללות הבאות מחמת ברכות {ו}. האלה, למעוטי צואות וקבלות: רבי יוסי אומר אינו מפסיק. משהתחיל אם לא שכב איש אותך עד אמן אמן. וכותב צואות דוהשביע הכהן את האשה וקבלות דואמרה האשה אמן אמן, דדריש את, לרבות צואות וקבלות: רבי יהודה אומר כל עצמו אינו כותב. כלומר היה זהיר בעצמו שלא לכתב אלא אלות בלבד, ולא קללות הבאות מחמת ברכות, ולא צואות, ולא קבלות. דדריש האלות ולא קללות הבאות מחמת ברכות. האלה, למעוטי צואות וקבלות","jbo:textNikud":"ר\"ע מברטנורה מֵאִם לֹא שָׁכַב אִישׁ אוֹתָךְ וְגוֹ'. הִנָּקִי. שֶׁהֵן קְלָלוֹת הַבָּאוֹת מֵחֲמַת בְּרָכוֹת, דְּמַשְׁמַע הָא אִם שָׁכַב לֹא תִנָּקִי {ה}: וְאֵינוֹ כּוֹתֵב וְהִשְׁבִּיעַ הַכֹּהֵן אֶת הָאִשָּׁה וְגוֹ'. שֶׁאֵין זֶה אֶלָּא מִצְוָה עַל הַכֹּהֵן לְהַשְׁבִּיעָהּ: וְלֹא הָיָה כּוֹתֵב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן. שֶׁאֵינוֹ אֶלָּא קַבָּלָה שֶׁהָאִשָּׁה מְקַבֶּלֶת עָלֶיהָ הָאָלוֹת. וְיָלֵיף לַהּ מִדִּכְתִיב הָאָלוֹת הָאֵלֶּה. הָאָלוֹת, לְרַבּוֹת קְלָלוֹת הַבָּאוֹת מֵחֲמַת בְּרָכוֹת {ו}. הָאֵלֶּה, לְמִעוּטֵי צַוָּאוֹת וְקַבָּלוֹת: רַבִּי יוֹסֵי אוֹמֵר אֵינוֹ מַפְסִיק. מִשֶּׁהִתְחִיל אִם לֹא שָׁכַב אִישׁ אוֹתָךְ עַד אָמֵן אָמֵן. וְכוֹתֵב צַוָּאוֹת דִּוְהִשְׁבִּיעַ הַכֹּהֵן אֶת הָאִשָּׁה וְקַבָּלוֹת דִּוְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן, דְּדָרֵישׁ אֶת, לְרַבּוֹת צַוָּאוֹת וְקַבָּלוֹת: רַבִּי יְהוּדָה אוֹמֵר כָּל עַצְמוֹ אֵינוֹ כוֹתֵב. כְּלוֹמַר הָיָה זָהִיר בְּעַצְמוֹ שֶׁלֹּא לִכְתֹּב אֶלָּא אָלוֹת בִּלְבַד, וְלֹא קְלָלוֹת הַבָּאוֹת מֵחֲמַת בְּרָכוֹת, וְלֹא צַוָּאוֹת, וְלֹא קַבָּלוֹת. דְּדָרֵישׁ הָאָלוֹת וְלֹא קְלָלוֹת הַבָּאוֹת מֵחֲמַת בְּרָכוֹת. הָאֵלֶּה, לְמִעוּטֵי צַוָּאוֹת וְקַבָּלוֹת","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-yomtov-3-5-2-3","jbo:text":"עיקר תוי\"ט {ד} בא כו'. הכא ודאי תנן שלא כסדר, דהא צריך שישביעה קדם שיכתב כדאיתא בגמרא דף י\"ז. ועין תוספות יום טוב: {ה} הכי סלקא דעתא דגמרא, אבל למסקנא הוה טעמא דדריש הנקי (בלא יו\"ד) דמשמע חנקי וקאי אקרא דבתריה דכתיב ואת כי שטית למשמע הכי, חנקי ממים המאררים האלה ואת כי שטית. רש\"י: {ו} בגמרא. והכי דריש. אלות אלות ממש, האלות לרבות קללות הבאות מחמת ברכות. אלה למעוטי קללות שבמשנה תורה, האלה למעוטי צואות וקבלות. דה\"י דגבי מעוטא למעוטא דרשינן לה. ורבי יוסי ה\"י דהאלה אינו ממעטת, דאורחיה הוא. ורבי יהודה ה\"י דהאלות נמי למעוטא דריש לה","jbo:textNikud":"עיקר תוי\"ט {ד} בָּא כוּ'. הָכָא וַדַּאי תְּנַן שֶׁלֹּא כַּסֵּדֶר, דְּהָא צָרִיךְ שֶׁיַּשְׁבִּיעָהּ קֹדֶם שֶׁיִּכְתֹּב כִּדְאִיתָא בַּגְּמָרָא דַּף י\"ז. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} הָכִי סַלְקָא דַּעְתָּא דִּגְמָרָא, אֲבָל לְמַסְקָנָא הֲוָה טַעְמָא דְדָרִישׁ הִנָּקִי (בְּלֹא יו\"ד) דְּמַשְׁמַע חִנָּקִי וְקָאֵי אַקְּרָא דְּבָתְרֵיהּ דִּכְתִיב וְאַתְּ כִּי שָׂטִית לְמִשְׁמַע הָכִי, חִנָּקִי מִמַּיִם הַמְאָרְרִים הָאֵלֶּה וְאַתְּ כִּי שָׂטִית. רַשִׁ\"י: {ו} בַּגְּמָרָא. וְהָכִי דָרִישׁ. אָלוֹת אָלוֹת מַמָּשׁ, הָאָלוֹת לְרַבּוֹת קְלָלוֹת הַבָּאוֹת מֵחֲמַת בְּרָכוֹת. אֵלֶּה לְמִעוּטֵי קְלָלוֹת שֶׁבְּמִשְׁנֶה תּוֹרָה, הָאֵלֶּה לְמִעוּטֵי צַוָּאוֹת וְקַבָּלוֹת. דְּהֵ\"י דְגַבֵּי מִעוּטָא לְמִעוּטָא דָּרְשִׁינַן לַהּ. וְרַבִּי יוֹסֵי הֵ\"י דְהָאָלָה אֵינוֹ מְמַעֶטֶת, דְּאוֹרְחֵיהּ הוּא. וְרַבִּי יְהוּדָה הֵ\"י דְהָאָלוֹת נַמִּי לְמִעוּטָא דָרִישׁ לַהּ","rdfs:label":"עיקר תוי\"ט משנה סוטה ב ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-4","jbo:text":"אינו כותב לא על הלוח ולא על הניר ולא על הדפתרא, אלא על המגלה, שנאמר (שם) בספר. ואינו כותב לא בקומוס ולא בקנקנתום ולא בכל דבר שרושם, אלא בדיו {ט}, שנאמר (שם) ומחה, כתב שיכול להמחק","jbo:textNikud":"אֵינוֹ כוֹתֵב לֹא עַל הַלּוּחַ וְלֹא עַל הַנְּיָר וְלֹא עַל הַדִּפְתְּרָא, אֶלָּא עַל הַמְּגִלָּה, שֶׁנֶּאֱמַר (שם) בַּסֵּפֶר. וְאֵינוֹ כוֹתֵב לֹא בְקוֹמוֹס וְלֹא בְקַנְקַנְתּוֹם וְלֹא בְכָל דָּבָר שֶׁרוֹשֵׁם, אֶלָּא בִדְיוֹ {ט}, שֶׁנֶּאֱמַר (שם) וּמָחָה, כְּתָב שֶׁיָּכוֹל לְהִמָּחֵק","rdfs:label":"משנה סוטה ב ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-4","jbo:text":"ר\"ע מברטנורה לוח. של עץ: ניר. של עשבים שכותשים אותם {ז} ועושים כמין עור: דפתרא. עור שאינו מעבד כל צרכו, דמליח וקמיח ולא עפיץ {ח}: בספר. בקלף: קומוס. שרף האילן, ומתיכו במים: קנקנתום. אירמנ\"ט. ובלע\"ז ודריאו\"לו: ולא בכל דבר שהוא רושם. ונבלע בקלף ואינו יכול למחות, דקומוס וקנקנתום עבדי רשם","jbo:textNikud":"ר\"ע מברטנורה לוּחַ. שֶׁל עֵץ: נְיָר. שֶׁל עֲשָׂבִים שֶׁכּוֹתְשִׁים אוֹתָם {ז} וְעוֹשִׂים כְּמִין עוֹר: דִּפְתְּרָא. עוֹר שֶׁאֵינוֹ מְעֻבָּד כָּל צָרְכּוֹ, דִּמְלִיחַ וְקָמִיחַ וְלֹא עָפִיץ {ח}: בַּסֵּפֶר. בַּקְּלָף: קוֹמוֹס. שְׂרַף הָאִילָן, וּמַתִּיכוֹ בְמַיִם: קַנְקַנְתּוֹם. אירמנ\"ט. וּבְלַעַ\"ז ודריאו\"לו: וְלֹא בְכָל דָּבָר שֶׁהוּא רוֹשֵׁם. וְנִבְלַע בַּקְּלָף וְאֵינוֹ יָכוֹל לִמְחוֹת, דְּקוֹמוֹס וְקַנְקַנְתּוֹם עָבְדֵי רֹשֶׁם","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-yomtov-3-5-2-4","jbo:text":"עיקר תוי\"ט {ז} ומדביקים אותן בדבק שקורין אותו גלי\"ד ועושין כו'. רש\"י: {ח} שהיו מעבדים הקלפים בעפצים שקורין גלי\"ש: {ט} בדיו. מלאכת עשיתו מבאר במשנה ב' פרק ב' דמגלה. ואלא מיהו שאני דיו דהכא מדהתם, דהכא דכתיב ומחה קפיד קרא אכתב שהוא יכול להמחות, ולפיכך כשהטל קנקנתום בדיו שעל ידי כן מתקים הרי זה פסול לפרשת סוטה. אבל לדהתם אינה פסולה, דהתם לא קפדינן שתהא יכולה להמחק. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ז} וּמַדְבִּיקִים אוֹתָן בְּדֶבֶק שֶׁקּוֹרִין אוֹתוֹ גלי\"ד וְעוֹשִׂין כוּ'. רַשִׁ\"י: {ח} שֶׁהָיוּ מְעַבְּדִים הַקְּלָפִים בַּעֲפָצִים שֶׁקּוֹרִין גלי\"ש: {ט} בִּדְיוֹ. מְלֶאכֶת עֲשִׂיָּתוֹ מְבֹאָר בְּמִשְׁנָה ב' פֶּרֶק ב' דִּמְגִלָּה. וְאֶלָּא מִיהוּ שָׁאנֵי דְּיוֹ דְּהָכָא מִדְּהָתָם, דְּהָכָא דִּכְתִיב וּמָחָה קָפֵיד קְרָא אַכְּתָב שֶׁהוּא יָכוֹל לְהִמָּחוֹת, וּלְפִיכָךְ כְּשֶׁהֻטַּל קַנְקַנְתּוֹם בַּדְּיוֹ שֶׁעַל יְדֵי כֵן מִתְקַיֵּם הֲרֵי זֶה פָּסוּל לְפָרָשַׁת סוֹטָה. אֲבָל לִדְהָתָם אֵינָהּ פְּסוּלָה, דְּהָתָם לֹא קָפְדִינַן שֶׁתְּהֵא יְכוֹלָה לְהִמָּחֵק. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה סוטה ב ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-5","jbo:text":"על מה היא אומרת אמן אמן. אמן על האלה, אמן על השבועה. אמן מאיש זה, אמן מאיש אחר. אמן שלא שטיתי ארוסה {י} ונשואה ושומרת יבם וכנוסה, אמן שלא נטמאתי. ואם נטמאתי, יבאו בי. רבי מאיר אומר, אמן שלא נטמאתי, אמן שלא אטמא","jbo:textNikud":"עַל מַה הִיא אוֹמֶרֶת אָמֵן אָמֵן. אָמֵן עַל הָאָלָה, אָמֵן עַל הַשְּׁבוּעָה. אָמֵן מֵאִישׁ זֶה, אָמֵן מֵאִישׁ אַחֵר. אָמֵן שֶׁלֹּא שָׂטִיתִי אֲרוּסָה {י} וּנְשׂוּאָה וְשׁוֹמֶרֶת יָבָם וּכְנוּסָה, אָמֵן שֶׁלֹּא נִטְמֵאתִי. וְאִם נִטְמֵאתִי, יָבֹאוּ בִי. רַבִּי מֵאִיר אוֹמֵר, אָמֵן שֶׁלֹּא נִטְמֵאתִי, אָמֵן שֶׁלֹּא אֶטָּמֵא","rdfs:label":"משנה סוטה ב ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-5","jbo:text":"ר\"ע מברטנורה אמן שלא שטיתי ארוסה ונשואה. על ידי גלגול שבועה הוא מגלגל עליה זנות של ארוסין, ואף על פי שלא היה בו בקנוי וסתירה. ומכאן לגלגול שבועה מן התורה: שומרת יבם וכנוסה. ואם היתה יבמתו וכנסה, וקנא לה ונסתרה, מגלגל עליה טמאה שנטמאה כשהיא שומרת יבם. ומתניתין רבי עקיבא היא דאמר שומרת יבם ערוה. ואינה הלכה, אלא שומרת יבם שזנתה מתרת ליבם, לפיכך אינו מתנה עליה אם זנתה שומרת יבם: אמן שלא נטמאתי וכו'. פרושי קמפרש לאמן על האלה אמן על השבועה דתנינן לעיל. והכי קאמר, אמן שלא נטמאתי הוא אמן על השבועה שהשביעה הכהן משביע אני עליך שלא נטמאת: ואם נטמאתי יבאו בי. הינו קבלת אלה, שאמר לה הכהן ואם נטמאת יבאו בך כל הקללות הללו: אמן שלא אטמא. שאם תטמא לאחר זמן מים מערערים אותה {יא}. ואין הלכה כרבי מאיר","jbo:textNikud":"ר\"ע מברטנורה אָמֵן שֶׁלֹּא שָׂטִיתִי אֲרוּסָה וּנְשׂוּאָה. עַל יְדֵי גִּלְגּוּל שְׁבוּעָה הוּא מְגַלְגֵּל עָלֶיהָ זְנוּת שֶׁל אֵרוּסִין, וְאַף עַל פִּי שֶׁלֹּא הָיָה בּוֹ בְּקִנּוּי וּסְתִירָה. וּמִכָּאן לְגִלְגּוּל שְׁבוּעָה מִן הַתּוֹרָה: שׁוֹמֶרֶת יָבָם וּכְנוּסָה. וְאִם הָיְתָה יְבִמְתּוֹ וּכְנָסָהּ, וְקִנֵּא לָהּ וְנִסְתְּרָה, מְגַלְגֵּל עָלֶיהָ טֻמְאָה שֶׁנִּטְמְאָה כְּשֶׁהִיא שׁוֹמֶרֶת יָבָם. וּמַתְנִיתִין רַבִּי עֲקִיבָא הִיא דְּאָמַר שׁוֹמֶרֶת יָבָם עֶרְוָה. וְאֵינָהּ הֲלָכָה, אֶלָּא שׁוֹמֶרֶת יָבָם שֶׁזִּנְּתָה מֻתֶּרֶת לַיָּבָם, לְפִיכָךְ אֵינוֹ מַתְנֶה עָלֶיהָ אִם זִנְּתָה שׁוֹמֶרֶת יָבָם: אָמֵן שֶׁלֹּא נִטְמֵאתִי וְכוּ'. פֵּרוּשֵׁי קָמְפָרֵשׁ לָאָמֵן עַל הָאָלָה אָמֵן עַל הַשְּׁבוּעָה דִּתְנִינַן לְעֵיל. וְהָכִי קָאָמַר, אָמֵן שֶׁלֹּא נִטְמֵאתִי הוּא אָמֵן עַל הַשְּׁבוּעָה שֶׁהִשְׁבִּיעָהּ הַכֹּהֵן מַשְׁבִּיעַ אֲנִי עָלַיִךְ שֶׁלֹּא נִטְמֵאת: וְאִם נִטְמֵאתִי יָבֹאוּ בִי. הַיְנוּ קַבָּלַת אָלָה, שֶׁאָמַר לָהּ הַכֹּהֵן וְאִם נִטְמֵאת יָבֹאוּ בָּךְ כָּל הַקְּלָלוֹת הַלָּלוּ: אָמֵן שֶׁלֹּא אֶטָּמֵא. שֶׁאִם תִּטָּמֵא לְאַחַר זְמַן מַיִם מְעַרְעֲרִים אוֹתָהּ {יא}. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-yomtov-3-5-2-5","jbo:text":"עיקר תוי\"ט {י} ארוסה כו'. אף על פי שעל הארוסה הוה הגלגול, ועקר שבועה ראוי להקדים, מכל מקום הואיל וארוסה קודם בזמן הקדימה המשנה: {יא} חוזרין לה לתוך גרונה כאדם הנחנק על ידי משקה נראה כעושה ערער. והוא לשון זעקת שבר יעוערו. וכן הוא בגמרא","jbo:textNikud":"עיקר תוי\"ט {י} אֲרוּסָה כוּ'. אַף עַל פִּי שֶׁעַל הָאֲרוּסָה הֲוָה הַגִּלְגּוּל, וְעִקַּר שְׁבוּעָה רָאוּי לְהַקְדִּים, מִכָּל מָקוֹם הוֹאִיל וַאֲרוּסָה קוֹדֵם בַּזְּמַן הִקְדִּימָהּ הַמִּשְׁנָה: {יא} חוֹזְרִין לָהּ לְתוֹךְ גְּרוֹנָהּ כְּאָדָם הַנֶּחְנָק עַל יְדֵי מַשְׁקֶה נִרְאֶה כְּעוֹשֶׂה עַרעַר. וְהוּא לָשׁוֹן זַעֲקַת שֶׁבֶר יְעוּעֲרוּ. וְכֵן הוּא בַּגְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ב ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-3-5-2-6","jbo:text":"הכל שוין שאינו מתנה עמה לא על קדם שתתארס ולא על מאחר שתתגרש. נסתרה לאחר ונטמאת ואחר כך החזירה, לא היה מתנה עמה. זה הכלל {יג}, כל שתבעל ולא היתה אסורה לו, לא היה מתנה עמה","jbo:textNikud":"הַכֹּל שָׁוִין שֶׁאֵינוֹ מַתְנֶה עִמָּהּ לֹא עַל קֹדֶם שֶׁתִּתְאָרֵס וְלֹא עַל מֵאַחַר שֶׁתִּתְגָּרֵשׁ. נִסְתְּרָה לְאַחֵר וְנִטְמֵאת וְאַחַר כָּךְ הֶחֱזִירָהּ, לֹא הָיָה מַתְנֶה עִמָּהּ. זֶה הַכְּלָל {יג}, כֹּל שֶׁתִּבָּעֵל וְלֹא הָיְתָה אֲסוּרָה לוֹ, לֹא הָיָה מַתְנֶה עִמָּהּ","rdfs:label":"משנה סוטה ב ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-bartanura-3-5-2-6","jbo:text":"ר\"ע מברטנורה ולא משנתגרשה {יב}. שאם זנתה לאחר שגרשה וחזר והחזירה וקנא לה ונסתרה, אין המים בודקים על זנות שלאחר גרושין, דגרושה שזנתה מתרת לחזר לבעלה, דבקדושין תלה רחמנא האסור, לא בביאה, דכתיב (דברים כד) ויצאה מביתו והלכה והיתה לאיש אחר. לפיכך, נתקדשה לאיש אחר, אף על פי שלא נבעלה, אסורה לחזר לבעלה. ואם נבעלה בלא קדושין, מתרת לחזר לבעלה","jbo:textNikud":"ר\"ע מברטנורה וְלֹא מִשֶׁנִּתְגָּרְשָׁה {יב}. שֶׁאִם זִנְּתָה לְאַחַר שֶׁגֵּרְשָׁה וְחָזַר וְהֶחְזִירָה וְקִנֵּא לָהּ וְנִסְתְּרָה, אֵין הַמַּיִם בּוֹדְקִים עַל זְנוּת שֶׁלְּאַחַר גֵּרוּשִׁין, דִּגְרוּשָׁה שֶׁזִּנְּתָה מֻתֶּרֶת לַחְזֹר לְבַעְלָהּ, דִּבְקִדּוּשִׁין תָּלָה רַחֲמָנָא הָאִסּוּר, לֹא בְבִיאָה, דִּכְתִיב (דְּבָרִים כד) וְיָצְאָה מִבֵּיתוֹ וְהָלְכָה וְהָיְתָה לְאִישׁ אַחֵר. לְפִיכָךְ, נִתְקַדְּשָׁה לְאִישׁ אַחֵר, אַף עַל פִּי שֶׁלֹּא נִבְעֲלָה, אֲסוּרָה לַחְזֹר לְבַעְלָהּ. וְאִם נִבְעֲלָה בְּלֹא קִדּוּשִׁין, מֻתֶּרֶת לַחְזֹר לְבַעְלָהּ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ב ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-2"],"uri":"jbr:mishna-yomtov-3-5-2-6","jbo:text":"עיקר תוי\"ט {יב} הכי גרסינן ליה במשנה. והכי קאמר, לא על קדם שתתארס, כלומר אם בנשואין הראשונים השביעה אינו מגלגל על קדם שתתארס, וכן לא משנתגרשה ונסתרה כו'. ואחר כך החזירה והשביעה לאחר נשואין שניים לא היה מתנה עמה על אחר הגרושין, ומלי מלי קתני. ועין תוספות יום טוב: {יג} הכלל כו'. הא היתה אסורה, כגון אם היא יבמה ואם זנתה בנשואי אחיו נאסרה עליו, כדתנן במשנה ב' פרק קמא ואם מת חולצת כו', ואי נמי במחזיר גרושתו ואם זנתה בנשואין הראשונים נאסרה עליו, לפיכך יכול להתנות על כל זה. גמרא","jbo:textNikud":"עיקר תוי\"ט {יב} הָכִי גָּרְסִינַן לֵיהּ בַּמִּשְׁנָה. וְהָכִי קָאָמַר, לֹא עַל קֹדֶם שֶׁתִּתְאָרֵס, כְּלוֹמַר אִם בַּנִּשּׂוּאִין הָרִאשׁוֹנִים הִשְׁבִּיעָהּ אֵינוֹ מְגַלְגֵּל עַל קֹדֶם שֶׁתִּתְאָרֵס, וְכֵן לֹא מִשֶׁנִּתְגָּרְשָׁה וְנִסְתְּרָה כוּ'. וְאַחַר כָּךְ הֶחְזִירָהּ וְהִשְׁבִּיעָהּ לְאַחַר נִשּׂוּאִין שְׁנִיִּים לֹא הָיָה מַתְנֶה עִמָּהּ עַל אַחַר הַגֵּרוּשִׁין, וּמִלֵּי מִלֵּי קָתָנֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} הַכְּלָל כוּ'. הָא הָיְתָה אֲסוּרָה, כְּגוֹן אִם הִיא יְבָמָה וְאִם זִנְּתָה בְּנִשּׂוּאֵי אָחִיו נֶאֶסְרָה עָלָיו, כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק קַמָּא וְאִם מֵת חוֹלֶצֶת כוּ', וְאִי נַמִּי בְּמַחְזִיר גְּרוּשָׁתוֹ וְאִם זִנְּתָה בַּנִּשּׂוּאִין הָרִאשׁוֹנִים נֶאֶסְרָה עָלָיו, לְפִיכָךְ יָכוֹל לְהַתְנוֹת עַל כָּל זֶה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ב ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-1","jbo:text":"היה נוטל את מנחתה מתוך כפיפה מצרית ונותנה לתוך כלי שרת, ונותנה על ידה. וכהן מניח ידו מתחתיה ומניפה","jbo:textNikud":"הָיָה נוֹטֵל אֶת מִנְחָתָהּ מִתּוֹךְ כְּפִיפָה מִצְרִית וְנוֹתְנָהּ לְתוֹךְ כְּלִי שָׁרֵת, וְנוֹתְנָהּ עַל יָדָהּ. וְכֹהֵן מֵנִיחַ יָדוֹ מִתַּחְתֶּיהָ וּמְנִיפָהּ","rdfs:label":"משנה סוטה ג א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-1","jbo:text":"ר\"ע מברטנורה היה נוטל. בעלה את המנחה, שאין מצות כהנה במנחות אלא מקמיצה ואילך. והגשה נמי תחלת קמיצה היא, שאין זר קרב למזבח. אבל קדושי כלי ויציקה ובלילה, במנחות הטעונות שמן, כשר בזר: ונותנה על ידה. להניף: וכהן מניח ידו תחתיה. שנאמר בשלמים (ויקרא ז) ידיו תביאנה, ונאמר במנחת סוטה (במדבר ה) ולקח הכהן מיד האשה, מה בשלמים כהן מניח ידו תחת יד הבעלים ומניף, כך במנחת סוטה כהן מניח ידו תחת יד האשה {א} ומניף","jbo:textNikud":"ר\"ע מברטנורה הָיָה נוֹטֵל. בַּעְלָהּ אֶת הַמִּנְחָה, שֶׁאֵין מִצְוַת כְּהֻנָּה בִּמְנָחוֹת אֶלָּא מִקְּמִיצָה וָאֵילָךְ. וְהַגָּשָׁה נַמִּי תְּחִלַּת קְמִיצָה הִיא, שֶׁאֵין זָר קָרֵב לַמִּזְבֵּחַ. אֲבָל קִדּוּשֵׁי כְּלִי וִיצִיקָה וּבְלִילָה, בִּמְנָחוֹת הַטְּעוּנוֹת שֶׁמֶן, כָּשֵׁר בְּזָר: וְנוֹתְנָהּ עַל יָדָהּ. לְהָנִיף: וְכֹהֵן מֵנִיחַ יָדוֹ תַּחְתֶּיהָ. שֶׁנֶּאֱמַר בִּשְׁלָמִים (וַיִּקְרָא ז) יָדָיו תְּבִיאֶנָה, וְנֶאֱמַר בְּמִנְחַת סוֹטָה (בְּמִדְבָּר ה) וְלָקַח הַכֹּהֵן מִיַּד הָאִשָּׁה, מַה בִּשְׁלָמִים כֹּהֵן מֵנִיחַ יָדוֹ תַּחַת יַד הַבְּעָלִים וּמֵנִיף, כָּךְ בְּמִנְחַת סוֹטָה כֹּהֵן מֵנִיחַ יָדוֹ תַּחַת יַד הָאִשָּׁה {א} וּמֵנִיף","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-1","jbo:text":"עיקר תוי\"ט {א} ירושלמי, ואין הדבר כעור, ומניח מפה ואינו חוצץ, ומביא כהן זקן. ואפלו תימא כהן ילד, שאין יצר הרע מצוי לשעה. תוספות","jbo:textNikud":"עיקר תוי\"ט {א} יְרוּשַׁלְמִי, וְאֵין הַדָּבָר כִּעוּר, וּמֵנִיחַ מַפָּה וְאֵינוֹ חוֹצֵץ, וּמֵבִיא כֹּהֵן זָקֵן. וַאֲפִלּוּ תֵּימָא כֹּהֵן יֶלֶד, שֶׁאֵין יֵצֶר הָרַע מָצוּי לְשָׁעָה. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ג א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-2","jbo:text":"הניף והגיש, קמץ והקטיר, והשאר נאכל לכהנים. היה משקה ואחר כך מקריב {ב} את מנחתה. רבי שמעון אומר, מקריב את מנחתה ואחר כך היה משקה, שנאמר (במדבר ה) ואחר ישקה את האשה את המים. אם השקה ואחר כך הקריב את מנחתה, כשרה","jbo:textNikud":"הֵנִיף וְהִגִּישׁ, קָמַץ וְהִקְטִיר, וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים. הָיָה מַשְׁקָהּ וְאַחַר כָּךְ מַקְרִיב {ב} אֶת מִנְחָתָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, מַקְרִיב אֶת מִנְחָתָהּ וְאַחַר כָּךְ הָיָה מַשְׁקָהּ, שֶׁנֶּאֱמַר (במדבר ה) וְאַחַר יַשְׁקֶה אֶת הָאִשָּׁה אֶת הַמָּיִם. אִם הִשְׁקָהּ וְאַחַר כָּךְ הִקְרִיב אֶת מִנְחָתָהּ, כְּשֵׁרָה","rdfs:label":"משנה סוטה ג ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-2","jbo:text":"ר\"ע מברטנורה והגיש. לקרן מערבית דרומית: והשאר נאכל לכהנים. שכל הנקמצות שיריהן נאכלים: היה משקה ואחר כך מקריב את מנחתה. תלתא קראי כתיבי. והשקה קמא, ואחר ישקה, והשקה בתרא. והשקה קמא, לגופיה, שמשקה אחר שנמחקה המגלה קדם הקטרת המנחה. ואחר ישקה, אף על גב דמשמע דוקא, על כרחך מקרא האמור ראשון נדרש לגופו, ומקראות יתרות האמורות אחריו נתנו לדרש, הלכך ואחר ישקה אף על פי שנכתב אחר הקטרת המנחה אקדם הקטרה קאי, ואמחיקה הכתובה למעלה קאי, וקאמר דאם לא נמחקה יפה ועדין רשומן של אותיות נכר לא ישקנה {ג}. והשקה בתרא, לאשמועינן שאם נמחקה המגלה ואמרה איני שותה, מערערים אותה ומשקין אותה בעל כרחה: רבי שמעון אומר מקריב את מנחתה ואחר כך משקה. על כרחך ואחר ישקה דוקא הוא ודוקא כתביה לאחר הקטרה. והשקה קמא, שאם בדיעבד השקה ואחר כך הקריב מנחתה, כשרה. והשקה בתרא, שאם נמחקה המגלה ואמרה איני שותה, מערערין אותה ומשקין אותה בעל כרחה. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה וְהִגִּישׁ. לְקֶרֶן מַעֲרָבִית דְּרוֹמִית: וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים. שֶׁכָּל הַנִּקְמָצוֹת שְׁיָרֵיהֶן נֶאֱכָלִים: הָיָה מַשְׁקָהּ וְאַחַר כָּךְ מַקְרִיב אֶת מִנְחָתָהּ. תְּלָתָא קְרָאֵי כְּתִיבֵי. וְהִשְׁקָהּ קַמָּא, וְאַחַר יַשְׁקֶה, וְהִשְׁקָהּ בַּתְרָא. וְהִשְׁקָהּ קַמָּא, לְגוּפֵיהּ, שֶׁמַּשְׁקֶה אַחַר שֶׁנִּמְחֲקָה הַמְּגִלָּה קֹדֶם הַקְטָרַת הַמִּנְחָה. וְאַחַר יַשְׁקֶה, אַף עַל גַּב דְּמַשְׁמַע דַּוְקָא, עַל כָּרְחָךְ מִקְרָא הָאָמוּר רִאשׁוֹן נִדְרָשׁ לְגוּפוֹ, וּמִקְרָאוֹת יְתֵרוֹת הָאֲמוּרוֹת אַחֲרָיו נִתְּנוּ לִדָּרֵשׁ, הִלְכָּךְ וְאַחַר יַשְׁקֶה אַף עַל פִּי שֶׁנִּכְתַּב אַחַר הַקְטָרַת הַמִּנְחָה אַקֹּדֶם הַקְטָרָה קָאֵי, וְאַמְּחִיקָה הַכְּתוּבָה לְמַעְלָה קָאֵי, וְקָאָמַר דְּאִם לֹא נִמְחֲקָה יָפֶה וַעֲדַיִן רִשּׁוּמָן שֶׁל אוֹתִיּוֹת נִכָּר לֹא יַשְׁקֶנָּה {ג}. וְהִשְׁקָהּ בַּתְרָא, לְאַשְׁמוֹעִינַן שֶׁאִם נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה אֵינִי שׁוֹתָה, מְעַרְעֲרִים אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ: רַבִּי שִׁמְעוֹן אוֹמֵר מַקְרִיב אֶת מִנְחָתָהּ וְאַחַר כָּךְ מַשְׁקָהּ. עַל כָּרְחֲךָ וְאַחַר יַשְׁקֶה דַּוְקָא הוּא וְדַוְקָא כָּתְבֵיהּ לְאַחַר הַקְטָרָה. וְהִשְׁקָהּ קַמָּא, שֶׁאִם בְּדִיעֲבַד הִשְׁקָהּ וְאַחַר כָּךְ הִקְרִיב מִנְחָתָהּ, כְּשֵׁרָה. וְהִשְׁקָהּ בַּתְרָא, שֶׁאִם נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה אֵינִי שׁוֹתָה, מְעַרְעֲרִין אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-2","jbo:text":"עיקר תוי\"ט {ב} מקריב. גמרא, הא אקרבה, הכי קאמר כו', ובהשקאה גופה פליגי רבי שמעון ורבנן: {ג} לאו דוקא נקט, דקרא אתא לרשומן נכר, דכיון דכתיב ומחה ממילא שמעינן ארשומו נכר דלאו מחוי הוא כו', אלא עקר קרא אם הקריב מנחתה ואחר כך השקה כשרה, כדדריש רבי שמעון והשקה. תוספות","jbo:textNikud":"עיקר תוי\"ט {ב} מַקְרִיב. גְּמָרָא, הָא אַקְרְבָה, הָכִי קָאָמַר כוּ', וּבַהַשְׁקָאָה גּוּפָהּ פְּלִיגֵי רַבִּי שִׁמְעוֹן וְרַבָּנָן: {ג} לָאו דַּוְקָא נָקַט, דִּקְרָא אֲתָא לְרִשּׁוּמָן נִכָּר, דְּכֵיוָן דִּכְתִיב וּמָחָה מִמֵּילָא שָׁמְעִינַן אַרִשּׁוּמוֹ נִכָּר דְּלָאו מִחוּי הוּא כוּ', אֶלָּא עִקַּר קְרָא אִם הִקְרִיב מִנְחָתָהּ וְאַחַר כָּךְ הִשְׁקָהּ כְּשֵׁרָה, כִּדְדָרִישׁ רַבִּי שִׁמְעוֹן וְהִשְׁקָהּ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-3","jbo:text":"עד שלא נמחקה המגלה אמרה איני שותה {ד}, מגלתה נגנזת {ה}, ומנחתה מתפזרת על הדשן. ואין מגלתה כשרה להשקות בה סוטה אחרת. נמחקה המגלה ואמרה טמאה אני, המים נשפכין ומנחתה מתפזרת על הדשן. נמחקה המגלה ואמרה איני שותה, מערערים {ז} אותה ומשקין אותה בעל כרחה","jbo:textNikud":"עַד שֶׁלֹּא נִמְחֲקָה הַמְּגִלָּה אָמְרָה אֵינִי שׁוֹתָה {ד}, מְגִלָּתָהּ נִגְנֶזֶת {ה}, וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדָּשֶׁן. וְאֵין מְגִלָּתָהּ כְּשֵׁרָה לְהַשְׁקוֹת בָּהּ סוֹטָה אַחֶרֶת. נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה טְמֵאָה אָנִי, הַמַּיִם נִשְׁפָּכִין וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדָּשֶׁן. נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה אֵינִי שׁוֹתָה, מְעַרְעֲרִים {ז} אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ","rdfs:label":"משנה סוטה ג ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-3","jbo:text":"ר\"ע מברטנורה מגלתה נגנזת. בצד ההיכל: ומנחתה מתפזרת על הדשן. ונשרפת על בית הדשן שהיה בעזרה ששורפים שם פסולי קדשי קדשים, דהואיל וקדשה בכלי שרת טעונה שרפה בעזרה {ו}: ואין מגלתה כשרה להשקות [בה] סוטה אחרת. דבעינן כתיבה לשמה, דכתיב (שם) ועשה לה הכהן, כל עשיתה לשמה: המים נשפכין. דכיון דאמרה טמאה אני, בדוקה ועומדת היא. ומים המרים לא נתנו אלא לברר בהם את הספק: מערערים אותה. דדלמא טהורה היא, ומחמת בעיתותא קאמרה {ח}","jbo:textNikud":"ר\"ע מברטנורה מְגִלָּתָהּ נִגְנֶזֶת. בְּצַד הַהֵיכָל: וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדָּשֶׁן. וְנִשְׂרֶפֶת עַל בֵּית הַדֶּשֶׁן שֶׁהָיָה בָּעֲזָרָה שֶׁשּׂוֹרְפִים שָׁם פְּסוּלֵי קָדְשֵׁי קָדָשִׁים, דְּהוֹאִיל וְקָדְשָׁה בִּכְלִי שָׁרֵת טְעוּנָה שְׂרֵפָה בָּעֲזָרָה {ו}: וְאֵין מְגִלָּתָהּ כְּשֵׁרָה לְהַשְׁקוֹת [בָּהּ] סוֹטָה אַחֶרֶת. דְּבָעִינַן כְּתִיבָה לִשְׁמָהּ, דִּכְתִיב (שָׁם) וְעָשָׂה לָהּ הַכֹּהֵן, כָּל עֲשִׂיָּתָהּ לִשְׁמָהּ: הַמַּיִם נִשְׁפָּכִין. דְּכֵיוָן דְּאָמְרָה טְמֵאָה אֲנִי, בְּדוּקָה וְעוֹמֶדֶת הִיא. וּמַיִם הַמָּרִים לֹא נִתְּנוּ אֶלָּא לְבָרֵר בָּהֶם אֶת הַסָּפֵק: מְעַרְעֲרִים אוֹתָהּ. דְּדִלְמָא טְהוֹרָה הִיא, וּמֵחֲמַת בְּעִיתוּתָא קָאָמְרָה {ח}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-3","jbo:text":"עיקר תוי\"ט {ד} איני כו'. ואף על פי שאינה אומרת טמאה אני שאין כופין אותה לשתות. הרמב\"ם: {ה} נגנזת. דכל כתבי הקדש שאינן [ראויין] לקרא בהן נגנזין, שלא יתבזו. רש\"י: {ו} והאי מתפזרת הינו נשרפת כדאמר לקמן ואלו שמנחותיהן נשרפות כו': {ז} מערערים. לשון ערער תתערער [ירמיה נא]. שאם נמחקה מגלה ואמרה איני שותה מערערין אותה ומשקין אותה בעל כרחה: {ח} רש\"י. ונראה שנתכונו להעמיד המשנה כרבי עקיבא דסבר דאומרת איני שותה כי אומרת מחמת בעתותא הוא דמערערין, והכא מחמת בעתותא קימינן. ואי נמי לרבי יהודה דסבר דלעולם מערערין, וטעמא מפרשים אליביה דלעולם אף על פי שאין אנו רואין בעתותא יש לנו לחוש דלמא מחמת בעתותא","jbo:textNikud":"עיקר תוי\"ט {ד} אֵינִי כוּ'. וְאַף עַל פִּי שֶׁאֵינָהּ אוֹמֶרֶת טְמֵאָה אֲנִי שֶׁאֵין כּוֹפִין אוֹתָהּ לִשְׁתּוֹת. הָרַמְבַּ\"ם: {ה} נִגְנֶזֶת. דְּכָל כִּתְבֵי הַקֹּדֶשׁ שֶׁאֵינָן [רְאוּיִין] לִקְרֹא בָּהֶן נִגְנָזִין, שֶׁלֹּא יִתְבַּזּוּ. רַשִׁ\"י: {ו} וְהַאי מִתְפַּזֶּרֶת הַיְנוּ נִשְׂרֶפֶת כִּדְאָמַר לְקַמָּן וְאֵלּוּ שֶׁמִּנְחוֹתֵיהֶן נִשְׂרָפוֹת כוּ': {ז} מְעַרְעֲרִים. לְשׁוֹן עַרְעֵר תִּתְעַרְעַר [יִרְמְיַה נא]. שֶׁאִם נִמְחֲקָה מְגִלָּה וְאָמְרָה אֵינִי שׁוֹתָה מְעַרְעֲרִין אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ: {ח} רַשִׁ\"י. וְנִרְאֶה שֶׁנִּתְכַּוְּנוּ לְהַעֲמִיד הַמִּשְׁנָה כְּרַבִּי עֲקִיבָא דְּסָבַר דְּאוֹמֶרֶת אֵינִי שׁוֹתָה כִּי אוֹמֶרֶת מֵחֲמַת בִּעֲתוּתָא הוּא דִמְעַרְעֲרִין, וְהָכָא מֵחֲמַת בִּעֲתוּתָא קָיְמִינַן. וְאִי נַמִּי לְרַבִּי יְהוּדָה דְּסָבַר דִּלְעוֹלָם מְעַרְעֲרִין, וְטַעְמָא מְפָרְשִׁים אַלִיבֵּיהּ דִּלְעוֹלָם אַף עַל פִּי שֶׁאֵין אָנוּ רוֹאִין בִּעֲתוּתָא יֵשׁ לָנוּ לָחוּשׁ דִּלְמָא מֵחֲמַת בִּעֲתוּתָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-4","jbo:text":"אינה מספקת לשתות עד שפניה מוריקות ועיניה בולטות והיא מתמלאת גידין, והם אומרים הוציאוה הוציאוה, שלא תטמא העזרה. אם יש לה זכות, היתה תולה לה. יש זכות תולה שנה {יד} אחת, יש זכות תולה שתי שנים {טו}, יש זכות תולה שלש שנים. מכאן אומר בן עזאי, חיב אדם ללמד את בתו תורה, שאם תשתה, תדע {טז} שהזכות תולה לה. רבי אליעזר אומר, כל המלמד את בתו תורה, כאלו מלמדה תפלות. רבי יהושע אומר, רוצה אשה בקב ותפלות מתשעה קבין ופרישות. הוא היה אומר, חסיד שוטה, ורשע ערום, ואשה פרושה, ומכות פרושין, הרי אלו מכלי עולם {כ}","jbo:textNikud":"אֵינָהּ מַסְפֶּקֶת לִשְׁתּוֹת עַד שֶׁפָּנֶיהָ מוֹרִיקוֹת וְעֵינֶיהָ בּוֹלְטוֹת וְהִיא מִתְמַלֵּאת גִּידִין, וְהֵם אוֹמְרִים הוֹצִיאוּהָ הוֹצִיאוּהָ, שֶׁלֹּא תְטַמֵּא הָעֲזָרָה. אִם יֶשׁ לָהּ זְכוּת, הָיְתָה תוֹלָה לָהּ. יֵשׁ זְכוּת תּוֹלָה שָׁנָה {יד} אַחַת, יֵשׁ זְכוּת תּוֹלָה שְׁתֵּי שָׁנִים {טו}, יֵשׁ זְכוּת תּוֹלָה שָׁלשׁ שָׁנִים. מִכָּאן אוֹמֵר בֶּן עַזַּאי, חַיָּב אָדָם לְלַמֵּד אֶת בִּתּוֹ תוֹרָה, שֶׁאִם תִּשְׁתֶּה, תֵּדַע {טז} שֶׁהַזְּכוּת תּוֹלָה לָהּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כָּל הַמְלַמֵּד אֶת בִּתּוֹ תוֹרָה, כְּאִלּוּ מְלַמְּדָהּ תִּפְלוּת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, רוֹצָה אִשָּׁה בְקַב וְתִפְלוּת מִתִּשְׁעָה קַבִּין וּפְרִישׁוּת. הוּא הָיָה אוֹמֵר, חָסִיד שׁוֹטֶה, וְרָשָׁע עָרוּם, וְאִשָּׁה פְרוּשָׁה, וּמַכּוֹת פְּרוּשִׁין, הֲרֵי אֵלּוּ מְכַלֵּי עוֹלָם {כ}","rdfs:label":"משנה סוטה ג ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-4","jbo:text":"ר\"ע מברטנורה אינה מספקת לשתות וכו'. בגמרא מוכיח דמתניתין רבי עקיבא היא דסבר כרבי שמעון {ט} דאמר מקריב מנחתה ואחר כך משקה אותה, דכמה דלא קרבה מנחתה לא בדקי לה מיא, דכתיב (במדבר ה) מנחת זכרון מזכרת עון: מתמלאת גידין. מתוך שבשרה נפוח נראית כמלאה גידים: שלא תטמא את העזרה. לא מטמאת מת קאמר, אלא שלא תפרס נדה {י} ותטמא שער נקנור ועזרת נשים שתצא דרך שם, שנדה וזבה אסורין לכנס בהר הבית {יא}. אבל המת עצמו מתר להכניסו להר הבית ולשער נקנור, שלא נתקדשו בקדשת העזרה {יב}: יש לה זכות וכו'. בגמרא מפרש דזכות דתורה הוא דתולה לה, שהוליכה בניה לבית הספר והמתינה לבעלה שיצא חוץ לעיר לעסק בתורה {יג}: כאלו מלמדה תפלות. חבור משכב אנשים {יז}. שמתוך התורה היא מבינה ערמימות ועושה דבריה בהצנע. כדכתיב (משלי ח) אני חכמה שכנתי ערמה {יח}: רוצה אשה בקב. לזון מזונות מעטים, ויהא תשמיש מצוי לה: מתשעה קבין ופרישות. לפרש מן התשמיש, הלכך אין טוב שתלמד תורה: חסיד שוטה. מפרש בגמרא כגון דטבעה אשה בנהר ואמר לאו אורח ארעא לאסתכולי באתתא ולאצולה: רשע ערום. כגון המטעים דבריו לדין קדם שיבא בעל דין חברו. ומשנפתחו בלב הדין שערי זכות לדברי זה, קשה לסלקן, והרי רשעתו וערמתו של זה שעבר על לא תשא שמע שוא (שמות כג): ואשה פרושה. כגון אשה כשפנית שהיתה עוצרת רחם הנשים היולדות בכשפיה, ובשעה שהיתה היולדת מקשה בלדתה היתה אומרת אלך ואתפלל אולי תקבל תפלתי, וסותרת כשפיה ויולדת: ומכות פרושים. שמכה עצמו להראות שהוא ענו וצנוע {יט}, כגון שמהלך עקב בצד גדל ואינו מרים רגלו מן הארץ ומתוך כך מנקף אצבעותיו באבנים, והוא שנקרא בגמרא פרוש נקפי. או מי שעושה עצמו כעוצם עיניו שלא להסתכל בנשים, ומתוך כך מכה ראשו בכתל ויוצא ממנו דם, והוא הנקרא פרוש קוזאי, כלומר שמקיז דם מראשו מחמת פרישותו: הרי אלו מכלי עולם. שרוצים להראות לבריות שהם חסידים, ואין תוכם כברם","jbo:textNikud":"ר\"ע מברטנורה אֵינָהּ מַסְפֶּקֶת לִשְׁתּוֹת וְכוּ'. בַּגְּמָרָא מוֹכִיחַ דְּמַתְנִיתִין רַבִּי עֲקִיבָא הִיא דְּסָבַר כְּרַבִּי שִׁמְעוֹן {ט} דְּאָמַר מַקְרִיב מִנְחָתָהּ וְאַחַר כָּךְ מַשְׁקֶה אוֹתָהּ, דְּכַמָּה דְּלֹא קָרְבָה מִנְחָתָהּ לֹא בָּדְקֵי לָהּ מַיָּא, דִּכְתִיב (בְּמִדְבָּר ה) מִנְחַת זִכָּרוֹן מַזְכֶּרֶת עָוֹן: מִתְמַלֵּאת גִּידִין. מִתּוֹךְ שֶׁבְּשָׂרָהּ נָפוּחַ נִרְאֵית כִּמְלֵאָה גִּידִים: שֶׁלֹּא תְטַמֵּא אֶת הָעֲזָרָה. לֹא מִטֻּמְאַת מֵת קָאָמַר, אֶלָּא שֶׁלֹּא תִפְרֹס נִדָּה {י} וּתְטַמֵּא שַׁעַר נִקָּנוֹר וְעֶזְרַת נָשִׁים שֶׁתֵּצֵא דֶּרֶךְ שָׁם, שֶׁנִּדָּה וְזָבָה אֲסוּרִין לִכְנֹס בְּהַר הַבַּיִת {יא}. אֲבָל הַמֵּת עַצְמוֹ מֻתָּר לְהַכְנִיסוֹ לְהַר הַבַּיִת וּלְשַׁעַר נִקָּנוֹר, שֶׁלֹּא נִתְקַדְּשׁוּ בִּקְדֻשַּׁת הָעֲזָרָה {יב}: יֶשׁ לָהּ זְכוּת וְכוּ'. בַּגְּמָרָא מְפָרֵשׁ דִּזְכוּת דְּתוֹרָה הוּא דְּתוֹלֶה לָהּ, שֶׁהוֹלִיכָה בָּנֶיהָ לְבֵית הַסֵּפֶר וְהִמְתִּינָה לְבַעְלָהּ שֶׁיָּצָא חוּץ לָעִיר לַעֲסֹק בַּתּוֹרָה {יג}: כְּאִלּוּ מְלַמְּדָהּ תִּפְלוּת. חִבּוּר מִשְׁכַּב אֲנָשִׁים {יז}. שֶׁמִּתּוֹךְ הַתּוֹרָה הִיא מְבִינָה עַרְמִימוּת וְעוֹשָׂה דְּבָרֶיהָ בְּהֶצְנֵעַ. כְּדִכְתִיב (מִשְׁלֵי ח) אֲנִי חָכְמָה שָׁכַנְתִּי עָרְמָה {יח}: רוֹצָה אִשָּׁה בְקַב. לִזּוֹן מְזוֹנוֹת מֻעָטִים, וִיהֵא תַּשְׁמִישׁ מָצוּי לָהּ: מִתִּשְׁעָה קַבִּין וּפְרִישׁוּת. לִפְרֹשׁ מִן הַתַּשְׁמִישׁ, הִלְכָּךְ אֵין טוֹב שֶׁתִּלְמֹד תּוֹרָה: חָסִיד שׁוֹטֶה. מְפָרֵשׁ בַּגְּמָרָא כְּגוֹן דְּטָבְעָה אִשָּׁה בַּנָּהָר וְאָמַר לָאו אוֹרַח אַרְעָא לְאִסְתַּכּוּלֵי בְּאִתְּתָא וּלְאַצּוֹלַהּ: רָשָׁע עָרוּם. כְּגוֹן הַמַּטְעִים דְּבָרָיו לַדַּיָּן קֹדֶם שֶׁיָּבֹא בַּעַל דִּין חֲבֵרוֹ. וּמִשֶּׁנִּפְתְּחוּ בְּלֵב הַדַּיָּן שַׁעֲרֵי זְכוּת לְדִבְרֵי זֶה, קָשֶׁה לְסַלְּקָן, וַהֲרֵי רִשְׁעָתוֹ וְעָרְמָתוֹ שֶׁל זֶה שֶׁעָבַר עַל לֹא תִשָּׂא שֵׁמַע שָׁוְא (שְׁמוֹת כג): וְאִשָּׁה פְרוּשָׁה. כְּגוֹן אִשָּׁה כַּשְׁפָנִית שֶׁהָיְתָה עוֹצֶרֶת רֶחֶם הַנָּשִׁים הַיּוֹלְדוֹת בִּכְשָׁפֶיהָ, וּבְשָׁעָה שֶׁהָיְתָה הַיּוֹלֶדֶת מַקְשָׁה בְּלִדְתָּהּ הָיְתָה אוֹמֶרֶת אֵלֵךְ וְאֶתְפַּלֵּל אוּלַי תְּקֻבַּל תְּפִלָּתִי, וְסוֹתֶרֶת כְּשָׁפֶיהָ וְיוֹלֶדֶת: וּמַכּוֹת פְּרוּשִׁים. שֶׁמַּכֶּה עַצְמוֹ לְהַרְאוֹת שֶׁהוּא עָנָו וְצָנוּעַ {יט}, כְּגוֹן שֶׁמְּהַלֵּךְ עָקֵב בְּצַד גֻּדָּל וְאֵינוֹ מֵרִים רַגְלוֹ מִן הָאָרֶץ וּמִתּוֹךְ כָּךְ מְנַקֵּף אֶצְבְּעוֹתָיו בָּאֲבָנִים, וְהוּא שֶׁנִּקְרָא בַּגְּמָרָא פָּרוּשׁ נַקְפִּי. אוֹ מִי שֶׁעוֹשֶׂה עַצְמוֹ כְּעוֹצֵם עֵינָיו שֶׁלֹּא לְהִסְתַּכֵּל בַּנָּשִׁים, וּמִתּוֹךְ כָּךְ מַכֶּה רֹאשׁוֹ בַּכֹּתֶל וְיוֹצֵא מִמֶּנּוּ דָּם, וְהוּא הַנִּקְרָא פָּרוּשׁ קוֹזָאִי, כְּלוֹמַר שֶׁמַּקִּיז דָּם מֵרֹאשׁוֹ מֵחֲמַת פְּרִישׁוּתוֹ: הֲרֵי אֵלּוּ מְכַלֵּי עוֹלָם. שֶׁרוֹצִים לְהַרְאוֹת לַבְּרִיּוֹת שֶׁהֵם חֲסִידִים, וְאֵין תּוֹכָם כְּבָרָם","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-4","jbo:text":"עיקר תוי\"ט {ט} אימא סיפא אם יש לה זכות תולה, והא רבי שמעון סבר דאין זכות תולה. ומשני בזכות כרבנן סבירא ליה: {י} דמחמת בעיתותא פתאומית רגילה לפרס, שמרפים הדמים ונפתח המקור. ולא דמי לחרדה מסלקת הדמים דתנן סוף פרק ד' דנדה, שהיא דאגה [ש]אינה באה פתאום. גמרא: {יא} וטעמא שהוא נקרא מחנה לויה. ועין תוספות יום טוב: {יב} לפי שעד שער נקנור הוא מחנה לויה, וקוראהו בכלל הר הבית, ושער נקנור עצמו אף על פי שהוא בעזרת ישראל לא נתקדש כו', וקדשת עזרה רצונו לומר עזרת ישראל ומשם ואילך שהוא מחנה שכינה: {יג} אלא מיהת הכל לפי זכותה, שאינה דומה עושה מרבה לעושה מעט: {יד} שנה. ואף על פי שאין ראיה לדבר זכר לדבר, דכתיב [דניאל ד] וחטיך בצדקה פרק וגו' הן תהוה ארכה לשלותך. וכתיב כלא מטה על נבוכדנצר מלכא וגו' לקצת ירחין תרי עשר. גמרא: {טו} שתי שנים כו'. ירושלמי. שנה אחת מנבוכדנצר. שתי שנים מאמנון, ויהי לשנתים ימים [שמואל ב יג]. שלש שנים מאחאב, וישבו שלש שנים אין מלחמה [מלכים א כב]: {טז} תדע כו'. תראה ותלמד בפרשת סוטה, דילפינן ונקתה ונזרעה זרע. ונקתה על ידי זכיות כדי זריעת זרע תשעה חדשים, ויש אומרים יותר כדמפרש בגמרא: {יז} כאלו כתיב בטי\"ת, מענין חבית שנתרועעה וטפלה בגללים, וטפלה של תנור. כי התי\"ו והטי\"ת מתחלפין במוצא דטלנ\"ת. והרמב\"ם פרש תפלות דברי הבאי ודברי משלים, מלשון היאכל תפל בלי מלח [איוב ו], שענינו דבר חסר וגרוע: {יח} ורבנן כלומר בן עזאי, מבעיא ליה לכדרבי יוסי בר חנינא דאמר אין דברי תורה מתקימין אלא בידי מי שמעמיד עצמו ערום עליה. פרש רש\"י שפרש מכל עסקיו ונעשה עליה עני וחסר כל. לישנא אחרינא שמערים שיתקים תורתו לקבץ על יד ללמד מכל אדם: {יט} לשון הרמב\"ם, החכמים קורין עצמם פרושים להיותם מפרשים מבני אדם שיש להם חסרונות והמדות הפחתיות והרדיפה אחר תאות העולם. הם מיחלים לשכר העולם הבא ולמדות המעלות: {כ} מבלי כו'. או מכלי עולם. שאלו הדברים המפסידים מציאות האדם. הרמב\"ם. ורצה מציאות האדם לפי שהוא עקר הבריאה בעולם השפל. וכן אמרו על שלשה דברים העולם עומד","jbo:textNikud":"עיקר תוי\"ט {ט} אֵימָא סֵיפָא אִם יֵשׁ לָהּ זְכוּת תּוֹלָה, וְהָא רַבִּי שִׁמְעוֹן סָבַר דְּאֵין זְכוּת תּוֹלָה. וּמְשָׁנֵי בִּזְכוּת כְּרַבָּנָן סְבִירָא לֵיהּ: {י} דְמֵחֲמַת בְּעִיתוּתָא פִּתְאוֹמִית רְגִילָה לִפְרֹס, שֶׁמַּרְפִּים הַדָּמִים וְנִפְתַּח הַמָּקוֹר. וְלֹא דָּמֵי לַחֲרָדָה מְסַלֶּקֶת הַדָּמִים דִּתְנַן סוֹף פֶּרֶק ד' דְנִדָּה, שֶׁהִיא דְּאָגָה [שֶׁ]אֵינָהּ בָּאָה פִתְאוֹם. גְּמָרָא: {יא} וְטַעְמָא שֶׁהוּא נִקְרָא מַחֲנֵה לְוִיָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} לְפִי שֶׁעַד שַׁעַר נִקָּנוֹר הוּא מַחֲנֵה לְוִיָּה, וְקוֹרְאֵהוּ בִּכְלַל הַר הַבַּיִת, וְשַׁעַר נִקָּנוֹר עַצְמוֹ אַף עַל פִּי שֶׁהוּא בְּעֶזְרַת יִשְׂרָאֵל לֹא נִתְקַדֵּשׁ כוּ', וּקְדֻשַּׁת עֲזָרָה רְצוֹנוֹ לוֹמַר עֶזְרַת יִשְׂרָאֵל וּמִשָּׁם וָאֵילַךְ שֶׁהוּא מַחֲנֶה שְׁכִינָה: {יג} אֶלָּא מִיהַת הַכֹּל לְפִי זְכוּתָהּ, שֶׁאֵינָהּ דּוֹמָה עוֹשָׂה מְרֻבֶּה לְעוֹשָׂה מֻעָט: {יד} שָׁנָה. וְאַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר זֵכֶר לַדָּבָר, דִּכְתִיב [דָּנִיֵּאל ד] וַחֲטָיָךְ בְּצִדְקָה פְּרֻק וְגוֹ' הֵן תֶּהֱוֵה אַרְכָה לִשְׁלֵוְתָךְ. וּכְתִיב כֹּלָא מְּטָה עַל נְבוּכַדְנֶצַּר מַלְכָּא וְגוֹ' לִקְצָת יַרְחִין תְּרֵי עֲשָׂר. גְּמָרָא: {טו} שְׁתֵּי שָׁנִים כוּ'. יְרוּשַׁלְמִי. שָׁנָה אַחַת מִנְבוּכַדְנֶצַּר. שְׁתֵּי שָׁנִים מֵאַמְנוֹן, וַיְהִי לִשְׁנָתַיִם יָמִים [שְׁמוּאֵל ב יג]. שָׁלֹשׁ שָׁנִים מֵאַחְאָב, וַיֵּשְׁבוּ שָׁלֹשׁ שָׁנִים אֵין מִלְחָמָה [מְלָכִים א כב]: {טז} תֵּדַע כוּ'. תִּרְאֶה וְתִלְמֹד בְּפָרָשַׁת סוֹטָה, דְּיָלְפִינַן וְנִקְּתָה וְנִזְרְעָה זֶרַע. וְנִקְּתָה עַל יְדֵי זְכֻיּוֹת כְּדֵי זְרִיעַת זֶרַע תִּשְׁעָה חֳדָשִׁים, וְיֵשׁ אוֹמְרִים יוֹתֵר כְּדִמְפָרֵשׁ בִּגְמָרָא: {יז} כְּאִלּוּ כְּתִיב בְּטֵי\"ת, מֵעִנְיַן חָבִית שֶׁנִּתְרוֹעֲעָה וּטְפָלָה בִּגְלָלִים, וּטְפֵלָה שֶׁל תַּנּוּר. כִּי הַתָּי\"ו וְהַטֵּי\"ת מִתְחַלְּפִין בְּמוֹצָא דטלנ\"ת. וְהָרַמְבַּ\"ם פֵּרֵשׁ תִּפְלוּת דִּבְרֵי הֲבַאי וְדִבְרֵי מְשָׁלִים, מִלְּשׁוֹן הֲיֵאָכֵל תָּפֵל בְּלִי מֶלַח [אִיּוֹב ו], שֶׁעִנְיָנוֹ דָּבָר חָסֵר וְגָרוּעַ: {יח} וְרַבָּנָן כְּלוֹמַר בֶּן עַזַּאי, מִבַּעְיָא לֵיהּ לְכִדְרַבִּי יוֹסֵי בַּר חֲנִינָא דְּאָמַר אֵין דִּבְרֵי תּוֹרָה מִתְקַיְּמִין אֶלָּא בִּידֵי מִי שֶׁמַּעֲמִיד עַצְמוֹ עָרוּם עָלֶיהָ. פֵּרֵשׁ רַשִׁ\"י שֶׁפָּרַשׁ מִכָּל עֲסָקָיו וְנַעֲשָׂה עָלֶיהָ עָנִי וַחֲסַר כֹּל. לִישָׁנָא אַחֲרִינָא שֶׁמַּעֲרִים שֶׁיִּתְקַיֵּם תּוֹרָתוֹ לִקְבֹּץ עַל יָד לִלְמֹד מִכָּל אָדָם: {יט} לְשׁוֹן הָרַמְבַּ\"ם, הַחֲכָמִים קוֹרִין עַצְמָם פְּרוּשִׁים לֶהֱיוֹתָם מֻפְרָשִׁים מִבְּנֵי אָדָם שֶׁיֵּשׁ לָהֶם חֶסְרוֹנוֹת וְהַמִּדּוֹת הַפְּחָתִיּוֹת וְהָרְדִיפָה אַחַר תַּאֲוַת הָעוֹלָם. הֵם מְיַחֲלִים לִשְׂכַר הָעוֹלָם הַבָּא וְלַמִּדּוֹת הַמְּעֻלּוֹת: {כ} מְבַלֵּי כוּ'. אוֹ מְכַלֵּי עוֹלָם. שֶׁאֵלּוּ הַדְּבָרִים הַמַּפְסִידִים מְצִיאוּת הָאָדָם. הָרַמְבַּ\"ם. וְרָצָה מְצִיאוּת הָאָדָם לְפִי שֶׁהוּא עִקַּר הַבְּרִיאָה בָּעוֹלָם הַשָּׁפֵל. וְכֵן אָמְרוּ עַל שְׁלֹשָׁה דְּבָרִים הָעוֹלָם עוֹמֵד","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-5","jbo:text":"רבי שמעון אומר, אין זכות תולה במים המרים. ואם אתה אומר, הזכות תולה במים המאררים, מדהה אתה את המים בפני כל הנשים השותות, ומוציא אתה שם רע על הטהורות ששתו, שאומרים טמאות הן אלא שתלתה להן זכות. רבי אומר, הזכות תולה במים המאררים, ואינה יולדת ואינה משבחת, אלא מתנונה {כא} והולכת, לסוף היא מתה באותה מיתה","jbo:textNikud":"רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין זְכוּת תּוֹלָה בַמַּיִם הַמָּרִים. וְאִם אַתָּה אוֹמֵר, הַזְּכוּת תּוֹלָה בַמַּיִם הַמְאָרְרִים, מַדְהֶה אַתָּה אֶת הַמַּיִם בִּפְנֵי כָל הַנָּשִׁים הַשּׁוֹתוֹת, וּמוֹצִיא אַתָּה שֵׁם רַע עַל הַטְּהוֹרוֹת שֶׁשָּׁתוּ, שֶׁאוֹמְרִים טְמֵאוֹת הֵן אֶלָּא שֶׁתָּלְתָה לָהֶן זְכוּת. רַבִּי אוֹמֵר, הַזְּכוּת תּוֹלָה בַמַּיִם הַמְאָרְרִים, וְאֵינָהּ יוֹלֶדֶת וְאֵינָהּ מַשְׁבַּחַת, אֶלָּא מִתְנַוְּנָה {כא} וְהוֹלֶכֶת, לְסוֹף הִיא מֵתָה בְּאוֹתָהּ מִיתָה","rdfs:label":"משנה סוטה ג ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-5","jbo:text":"ר\"ע מברטנורה מדהה אתה את המים. מחסר ומחשיך. הגון החסר נקרא דהה בלשון משנה: מתנונה והולכת. נחלית והולכת","jbo:textNikud":"ר\"ע מברטנורה מַדְהֶה אַתָּה אֶת הַמַּיִם. מְחַסֵּר וּמַחְשִׁיךְ. הַגָּוֶן הֶחָסֵר נִקְרָא דִּהָה בִּלְשׁוֹן מִשְׁנָה: מִתְנַוְּנָה וְהוֹלֶכֶת. נֶחֱלֵית וְהוֹלֶכֶת","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-5","jbo:text":"עיקר תוי\"ט {כא} מתנונה. פליגי בה, רב יוסף סבירא ליה דלתנא קמא מתנונה נמי לא, ורב ששת סובר דתנא קמא נמי סבירא ליה דתולה אבל מתנונה וכו'. ופרש רש\"י ולא פליגי עליה דרבי אלא בסוף שהיא מתה באותה מיתה לחוד. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כא} מִתְנַוְּנָה. פְלִיגֵי בָּהּ, רַב יוֹסֵף סְבִירָא לֵיהּ דִּלְתַנָּא קַמָּא מִתְנַוְּנָה נַמִּי לֹא, וְרַב שֵׁשֶׁת סוֹבֵר דְּתַנָּא קַמָּא נַמִּי סְבִירָא לֵיהּ דְּתוֹלָה אֲבָל מִתְנַוְּנָה וְכוּ'. וּפֵרֵשׁ רַשִׁ\"י וְלֹא פְלִיגֵי עֲלֵיהּ דְּרַבִּי אֶלָּא בְּסוֹף שֶׁהִיא מֵתָה בְּאוֹתָהּ מִיתָה לְחוּד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-6","jbo:text":"נטמאת מנחתה עד שלא קדשה בכלי, הרי היא ככל המנחות ותפדה, ואם משקדשה בכלי, הרי היא ככל המנחות ותשרף. ואלו שמנחותיהן נשרפות, האומרת טמאה אני לך, ושבאו לה עדים {כב} שהיא טמאה, והאומרת איני שותה, ושבעלה אינו רוצה להשקותה, ושבעלה בא עליה בדרך. וכל הנשואות לכהנים, מנחותיהן נשרפות","jbo:textNikud":"נִטְמֵאת מִנְחָתָהּ עַד שֶׁלֹּא קָדְשָׁה בַכְּלִי, הֲרֵי הִיא כְּכָל הַמְּנָחוֹת וְתִפָּדֶה, וְאִם מִשֶּׁקָּדְשָׁה בַכְּלִי, הֲרֵי הִיא כְּכָל הַמְּנָחוֹת וְתִשָּׂרֵף. וְאֵלּוּ שֶׁמִּנְחוֹתֵיהֶן נִשְׂרָפוֹת, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ לָהּ עֵדִים {כב} שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. וְכָל הַנְּשׂוּאוֹת לְכֹהֲנִים, מִנְחוֹתֵיהֶן נִשְׂרָפוֹת","rdfs:label":"משנה סוטה ג ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-6","jbo:text":"ר\"ע מברטנורה נטמאת מנחתה עד שלא קדשה בכלי הרי היא ככל המנחות. שנטמאו עד שלא קדשו בכלי: ותפדה. ותצא לחלין, ומן המעות יקנה אחרת: ותשרף. שקדשה קדשת הגוף ואינה יוצאה עוד לחלין: וכל הנשואות לכהנים מנחותיהן נשרפות. ואפלו קרב קמץ כהלכתו ולא נטמאת, נשרפים שיריה על בית הדשן ואינן נאכלים, מפני שיש לכהן בעלה חלק בה, שמשלו היא באה, והתורה אמרה (ויקרא ו) וכל מנחת כהן כליל תהיה לא תאכל, ואין כלה כליל מפני שיש לה חלק בה שלכפרתה היא באה, הא כיצד, הקמץ קרב בעצמו והשירים קרבין בעצמן {כג}","jbo:textNikud":"ר\"ע מברטנורה נִטְמֵאת מִנְחָתָהּ עַד שֶׁלֹּא קָדְשָׁה בַכְּלִי הֲרֵי הִיא כְּכָל הַמְּנָחוֹת. שֶׁנִּטְמְאוּ עַד שֶׁלֹּא קִדְּשׁוּ בִכְלִי: וְתִפָּדֶה. וְתֵצֵא לְחֻלִּין, וּמִן הַמָּעוֹת יִקְנֶה אַחֶרֶת: וְתִשָּׂרֵף. שֶׁקָּדְשָׁה קְדֻשַּׁת הַגּוּף וְאֵינָהּ יוֹצְאָה עוֹד לְחֻלִּין: וְכָל הַנְּשׂוּאוֹת לְכֹהֲנִים מִנְחוֹתֵיהֶן נִשְׂרָפוֹת. וַאֲפִלּוּ קָרַב קֹמֶץ כְּהִלְכָתוֹ וְלֹא נִטְמֵאת, נִשְׂרָפִים שְׁיָרֶיהָ עַל בֵּית הַדֶּשֶׁן וְאֵינָן נֶאֱכָלִים, מִפְּנֵי שֶׁיֵּשׁ לַכֹּהֵן בַּעְלָהּ חֵלֶק בָּהּ, שֶׁמִּשֶּׁלּוֹ הִיא בָּאָה, וְהַתּוֹרָה אָמְרָה (וַיִּקְרָא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, וְאֵין כֻּלָּהּ כָּלִיל מִפְּנֵי שֶׁיֵּשׁ לָהּ חֵלֶק בָּהּ שֶׁלְּכַפָּרָתָהּ הִיא בָּאָה, הָא כֵּיצַד, הַקֹּמֶץ קָרֵב בְּעַצְמוֹ וְהַשִּׁירַיִם קְרֵבִין בְּעַצְמָן {כג}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-6","jbo:text":"עיקר תוי\"ט {כב} עדים כו' בא עליה. ואף על גב דבהני אגלי מלתא למפרע דכי קדוש בטעות קדוש, גזרה שמא יאמרו מוציאים מכלי שרת לחלין. גמרא. תוספות חדשים: {כג} שלא בדקדוק כתב כן, דקריבה הינו על המזבח, ואלו בית הדשן הינו מקום בעזרה לפסולי מקדשים הנשרפים, כמו שכתב הר\"ב לעיל משנה ג'. אלא כתנאי. וכלי עלמא כל שממנו לאשים הרי זה בבל תקטירו מדכתיב לא תקטירו ממנו כו'. כל שממנו כו'. דרבי אליעזר סבר מקריב השירים על המזבח ולשם עצים. ולרבנן לית להו האי סברא אלא נשרפים שיריה על בית הדשן. כדאיתא בגמרא","jbo:textNikud":"עיקר תוי\"ט {כב} עֵדִים כוּ' בָּא עָלֶיהָ. וְאַף עַל גַּב דְּבְהָנֵי אִגַּלֵּי מִלְּתָא לְמַפְרֵעַ דְּכִי קַדּוּשׁ בְּטָעוּת קַדּוּשׁ, גְּזֵרָה שֶׁמָּא יֹאמְרוּ מוֹצִיאִים מִכְּלֵי שָׁרֵת לְחֻלִּין. גְּמָרָא. תּוֹסָפוֹת חֲדָשִׁים: {כג} שֶׁלֹּא בְדִקְדּוּק כָּתַב כֵּן, דִּקְרֵיבָה הַיְנוּ עַל הַמִּזְבֵּחַ, וְאִלּוּ בֵּית הַדֶּשֶׁן הַיְנוּ מָקוֹם בָּעֲזָרָה לִפְסוּלֵי מֻקְדָּשִׁים הַנִּשְׂרָפִים, כְּמוֹ שֶׁכָּתַב הָרַ\"ב לְעֵיל מִשְׁנָה ג'. אֶלָּא כְּתַנָּאֵי. וְכֻלֵּי עָלְמָא כָּל שֶׁמִּמֶּנּוּ לָאִשִּׁים הֲרֵי זֶה בְּבַל תַּקְטִירוּ מִדִּכְתִיב לֹא תַקְטִירוּ מִמֶּנּוּ כוּ'. כָּל שֶׁמִּמֶּנּוּ כוּ'. דְּרַבִּי אֱלִיעֶזֶר סָבַר מַקְרִיב הַשְּׁיָרִים עַל הַמִּזְבֵּחַ וּלְשֵׁם עֵצִים. וּלְרַבָּנָן לֵית לְהוּ הַאי סְבָרָא אֶלָּא נִשְׂרָפִים שְׁיָרֶיהָ עַל בֵּית הַדֶּשֶׁן. כִּדְאִיתָא בִּגְמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-7","jbo:text":"בת ישראל שנשאת לכהן, מנחתה נשרפת. וכהנת שנשאת לישראל, מנחתה נאכלת. מה בין כהן לכהנת, מנחת כהנת נאכלת, מנחת כהן אינה נאכלת. כהנת מתחללת, וכהן אין מתחלל. כהנת מטמאה למתים, ואין כהן מטמא למתים. כהן אוכל בקדשי קדשים, ואין כהנת אוכלת בקדשי קדשים","jbo:textNikud":"בַּת יִשְׂרָאֵל שֶׁנִּשֵּׂאת לְכֹהֵן, מִנְחָתָהּ נִשְׂרֶפֶת. וְכֹהֶנֶת שֶׁנִּשֵּׂאת לְיִשְׂרָאֵל, מִנְחָתָהּ נֶאֱכֶלֶת. מַה בֵּין כֹּהֵן לְכֹהֶנֶת, מִנְחַת כֹּהֶנֶת נֶאֱכֶלֶת, מִנְחַת כֹּהֵן אֵינָהּ נֶאֱכֶלֶת. כֹּהֶנֶת מִתְחַלֶּלֶת, וְכֹהֵן אֵין מִתְחַלֵּל. כֹּהֶנֶת מִטַּמְּאָה לְמֵתִים, וְאֵין כֹּהֵן מִטַּמֵּא לְמֵתִים. כֹּהֵן אוֹכֵל בְּקָדְשֵׁי קָדָשִׁים, וְאֵין כֹּהֶנֶת אוֹכֶלֶת בְּקָדְשֵׁי קָדָשִׁים","rdfs:label":"משנה סוטה ג ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-7","jbo:text":"ר\"ע מברטנורה וכהנת שנשאת לישראל. בת כהן: מנחתה נאכלת. דכל מנחת כהן כליל תהיה כתיב, כהן ולא כהנת. וכן כהנת אלמנה וגרושה שהביאה מנחת נדבה, נאכלת {כד}: כהנת מתחללת. מן התרומה ומן הכהנה, אם נבעלה לפסולים {כה} שוב אינה חוזרת לכשרותה לעולם: כהן אינו מתחלל. אם נשא גרושה חללה או זונה, אלא כל זמן שהוא עמה הוא פסול לעבודה {כו}, משגרשה חוזר להכשרו, דכתיב (שם כא) ולא יחלל זרעו, זרעו חלל, והוא אינו חלל: כהנת מטמאה למתים. דכתיב (שם) בני אהרן, ולא בנות אהרן: ואין כהנת אוכלת בקדשי קדשים. דחטאת ואשם ומנחה בכולהו כתיב (שם ו) כל זכר בבני אהרן {כז} יאכלנו","jbo:textNikud":"ר\"ע מברטנורה וְכֹהֶנֶת שֶׁנִּשֵּׂאת לְיִשְׂרָאֵל. בַּת כֹּהֵן: מִנְחָתָהּ נֶאֱכֶלֶת. דְּכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה כְּתִיב, כֹּהֵן וְלֹא כֹּהֶנֶת. וְכֵן כֹּהֶנֶת אַלְמָנָה וּגְרוּשָׁה שֶׁהֵבִיאָה מִנְחַת נְדָבָה, נֶאֱכֶלֶת {כד}: כֹּהֶנֶת מִתְחַלֶּלֶת. מִן הַתְּרוּמָה וּמִן הַכְּהֻנָּה, אִם נִבְעֲלָה לַפְּסוּלִים {כה} שׁוּב אֵינָהּ חוֹזֶרֶת לְכַשְׁרוּתָהּ לְעוֹלָם: כֹּהֵן אֵינוֹ מִתְחַלֵּל. אִם נָשָׂא גְּרוּשָׁה חֲלָלָה אוֹ זוֹנָה, אֶלָּא כָּל זְמַן שֶׁהוּא עִמָּהּ הוּא פָּסוּל לָעֲבוֹדָה {כו}, מִשֶּׁגֵּרְשָׁהּ חוֹזֵר לְהֶכְשֵׁרוֹ, דִּכְתִיב (שָׁם כא) וְלֹא יְחַלֵּל זַרְעוֹ, זַרְעוֹ חָלָל, וְהוּא אֵינוֹ חָלָל: כֹּהֶנֶת מִטַּמְּאָה לְמֵתִים. דִּכְתִיב (שָׁם) בְּנֵי אַהֲרֹן, וְלֹא בְנוֹת אַהֲרֹן: וְאֵין כֹּהֶנֶת אוֹכֶלֶת בְּקָדְשֵׁי קָדָשִׁים. דְּחַטָּאת וְאָשָׁם וּמִנְחָה בְּכוּלְהוּ כְּתִיב (שָׁם ו) כָּל זָכָר בִּבְנֵי אַהֲרֹן {כז} יֹאכְלֶנוּ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-7","jbo:text":"עיקר תוי\"ט {כד} לאו דוקא, דהוא הדין חובה. ועין תוספות יום טוב: {כה} כדדרשינן בקדושין דף ע\"ז: {כו} ולשון ספרא, להחלו, בזמן שהוא נוהג מנהג זה הרי הוא חלין: {כז} ואף על גב דמבני אהרן ממעטינן ולא בנות אהרן, טרח קרא וכתב זכר לרבות בעלי מומין למחלוקת, כמו שכתב הר\"ב בריש פרק י\"ב דזבחים","jbo:textNikud":"עיקר תוי\"ט {כד} לָאו דַּוְקָא, דְּהוּא הַדִּין חוֹבָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} כִּדְדָרְשִׁינַן בְּקִדּוּשִׁין דַּף ע\"ז: {כו} וּלְשׁוֹן סִפְרָא, לְהֵחַלּוֹ, בִּזְמַן שֶׁהוּא נוֹהֵג מִנְהָג זֶה הֲרֵי הוּא חֻלִּין: {כז} וְאַף עַל גַּב דְּמִבְּנֵי אַהֲרֹן מְמַעֲטִינַן וְלֹא בְנוֹת אַהֲרֹן, טָרַח קְרָא וְכָתַב זָכָר לְרַבּוֹת בַּעֲלֵי מוּמִין לְמַחֲלוֹקֶת, כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּרֵישׁ פֶּרֶק י\"ב דִּזְבָחִים","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-3-5-3-8","jbo:text":"מה בין איש לאשה {כח}. האיש פורע ופורם, ואין האשה פורעת ופורמת. האיש מדיר את בנו בנזיר, ואין האשה מדרת את בנה בנזיר. האיש מגלח על נזירות אביו, ואין האשה מגלחת על נזירות אביה. האיש מוכר את בתו {ל}, ואין האשה מוכרת את בתה {לא}. האיש מקדש את בתו, ואין האשה מקדשת {לג} את בתה. האיש נסקל ערם, ואין האשה נסקלת ערמה. האיש נתלה, ואין האשה נתלית. האיש נמכר בגנבתו, ואין האשה נמכרת בגנבתה","jbo:textNikud":"מַה בֵּין אִישׁ לְאִשָּׁה {כח}. הָאִישׁ פּוֹרֵעַ וּפוֹרֵם, וְאֵין הָאִשָּׁה פוֹרַעַת וּפוֹרֶמֶת. הָאִישׁ מַדִּיר אֶת בְּנוֹ בְּנָזִיר, וְאֵין הָאִשָּׁה מַדֶּרֶת אֶת בְּנָהּ בְּנָזִיר. הָאִישׁ מְגַלֵּחַ עַל נְזִירוּת אָבִיו, וְאֵין הָאִשָּׁה מְגַלַּחַת עַל נְזִירוּת אָבִיהָ. הָאִישׁ מוֹכֵר אֶת בִּתּוֹ {ל}, וְאֵין הָאִשָּׁה מוֹכֶרֶת אֶת בִּתָּהּ {לא}. הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ, וְאֵין הָאִשָּׁה מְקַדֶּשֶׁת {לג} אֶת בִּתָּהּ. הָאִישׁ נִסְקָל עָרֹם, וְאֵין הָאִשָּׁה נִסְקֶלֶת עֲרֻמָּה. הָאִישׁ נִתְלֶה, וְאֵין הָאִשָּׁה נִתְלֵית. הָאִישׁ נִמְכָּר בִּגְנֵבָתוֹ, וְאֵין הָאִשָּׁה נִמְכֶּרֶת בִּגְנֵבָתָהּ","rdfs:label":"משנה סוטה ג ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-bartanura-3-5-3-8","jbo:text":"ר\"ע מברטנורה האיש פורע ופורם. כשהוא מנגע פורע את ראשו ופורם את בגדיו, דכתיב (שם יג) איש צרוע הוא וכו', איש פורע ופורם, ואין אשה פורעת ופורמת: האיש מדיר בנו בנזיר. בנו קטן. וחלה נזירתו עליו ואפלו לכשיגדל {כט}. וזו הלכה היא בנזיר, ואין לה סמך מן התורה: האיש מגלח על נזירות אביו. אם נדר אביו בנזירות והפריש קרבנותיו ומת והיה בנו נזיר, או שנדר בנזירות לאחר מיתת אביו, הרי הבן מגלח ביום מלאת ומביא קרבנות שהפריש אביו. וגם זו הלכה ואין לה סמך: האיש מקדש את בתו. מקבל קדושי בתו קטנה {לב} שלא מדעתה, דכתיב (דברים כב) את בתי נתתי לאיש הזה: האיש נסקל ערם. דכתיב (ויקרא כד) ורגמו אותו, ואי אפשר לומר אותו ולא אותה, דהא כתיב (דברים יז) והוצאת את האיש ההוא או את האשה ההיא, אלא אותו בלא כסותו אבל אותה בכסותה {לד}: האיש נתלה. דכתיב (שם כא) ותלית אותו על עץ, אותו ולא אותה: האיש נמכר בגנבתו. דכתיב (שמות כב) ונמכר בגנבתו, ולא בגנבתה","jbo:textNikud":"ר\"ע מברטנורה הָאִישׁ פּוֹרֵעַ וּפוֹרֵם. כְּשֶׁהוּא מְנֻגַּע פּוֹרֵעַ אֶת רֹאשׁוֹ וּפוֹרֵם אֶת בְּגָדָיו, דִּכְתִיב (שָׁם יג) אִישׁ צָרוּעַ הוּא וְכוּ', אִישׁ פּוֹרֵעַ וּפוֹרֵם, וְאֵין אִשָּׁה פּוֹרַעַת וּפוֹרֶמֶת: הָאִישׁ מַדִּיר בְּנוֹ בְּנָזִיר. בְּנוֹ קָטָן. וְחָלָה נְזִירָתוֹ עָלָיו וַאֲפִלּוּ לִכְשֶׁיִּגְדַּל {כט}. וְזוֹ הֲלָכָה הִיא בַּנָּזִיר, וְאֵין לָהּ סֶמֶךְ מִן הַתּוֹרָה: הָאִישׁ מְגַלֵּחַ עַל נְזִירוּת אָבִיו. אִם נָדַר אָבִיו בִּנְזִירוּת וְהִפְרִישׁ קָרְבְּנוֹתָיו וּמֵת וְהָיָה בְּנוֹ נָזִיר, אוֹ שֶׁנָּדַר בִּנְזִירוּת לְאַחַר מִיתַת אָבִיו, הֲרֵי הַבֵּן מְגַלֵּחַ בְּיוֹם מְלֹאֹת וּמֵבִיא קָרְבָּנוֹת שֶׁהִפְרִישׁ אָבִיו. וְגַם זוֹ הֲלָכָה וְאֵין לָהּ סֶמֶךְ: הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ. מְקַבֵּל קִדּוּשֵׁי בִּתּוֹ קְטַנָּה {לב} שֶׁלֹּא מִדַּעְתָּהּ, דִּכְתִיב (דְּבָרִים כב) אֶת בִּתִּי נָתַתִּי לָאִישׁ הַזֶּה: הָאִישׁ נִסְקָל עָרֹם. דִּכְתִיב (וַיִּקְרָא כד) וְרָגְמוּ אוֹתוֹ, וְאִי אֶפְשָׁר לוֹמַר אוֹתוֹ וְלֹא אוֹתָהּ, דְּהָא כְּתִיב (דְּבָרִים יז) וְהוֹצֵאתָ אֶת הָאִישׁ הַהוּא אוֹ אֶת הָאִשָּׁה הַהִיא, אֶלָּא אוֹתוֹ בְּלֹא כְּסוּתוֹ אֲבָל אוֹתָהּ בִּכְסוּתָהּ {לד}: הָאִישׁ נִתְלֶה. דִּכְתִיב (שָׁם כא) וְתָלִיתָ אוֹתוֹ עַל עֵץ, אוֹתוֹ וְלֹא אוֹתָהּ: הָאִישׁ נִמְכָּר בִּגְנֵבָתוֹ. דִּכְתִיב (שְׁמוֹת כב) וְנִמְכַּר בִּגְנֵבָתוֹ, וְלֹא בִגְנֵבָתָהּ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ג ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-3"],"uri":"jbr:mishna-yomtov-3-5-3-8","jbo:text":"עיקר תוי\"ט {כח} מה בין כו'. שיר טובא, הנך דסוף פרק קמא דקדושין, וכן הא דאין אשה מפרה נדרי בתה: {כט} עין פרושו פרק ד' דנזיר משנה ו' כו'. ונראה לי דפרוש לכשיגדל כלומר לאחר שנעשה גדול לענין נדרים, ומיהו עד שיביא שתי שערות אחר שלש עשרה שנים ותו לא, דפשיטא דמכיון שיצא מרשותו לגמרי פקעה לה הדרת אביו וממילא אין צריך להשלים עוד נזירותו. ועין תוספות יום טוב: {ל} בתו. לאמה כשהיא קטנה. רש\"י: {לא} בתה. דכתיב כי ימכר איש את בתו [שמות כא]. גמרא: {לב} לאו לאפוקי נערה, דבהדיא תנן האיש מקדש את בתו כשהיא נערה. אלא לאפוקי בוגרת: {לג} מקדשת. מרישא דקרא דאת בתי נתתי לאיש יליף ליה, ואמר אבי הנערה אל הזקנים, משמע למעט אמה דאינה זכאה בבתה לתת. תוספות: {לד} אותו לגופיה אצטריך, דבלא כסותו, ועקר טעמא משום בזיונא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כח} מַה בֵּין כוּ'. שִׁיֵּר טוּבָא, הָנָךְ דְּסוֹף פֶּרֶק קַמָּא דְּקִדּוּשִׁין, וְכֵן הָא דְּאֵין אִשָּׁה מֵפֵרָה נִדְרֵי בִתָּהּ: {כט} עַיֵּן פֵּרוּשׁוֹ פֶּרֶק ד' דְּנָזִיר מִשְׁנָה ו' כוּ'. וְנִרְאֶה לִי דְּפֵרוּשׁ לִכְשֶׁיִּגְדַּל כְּלוֹמַר לְאַחַר שֶׁנַּעֲשָׂה גָּדוֹל לְעִנְיָן נְדָרִים, וּמִיהוּ עַד שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת אַחַר שְׁלֹשׁ עֶשְׂרֵה שָׁנִים וְתוּ לֹא, דִפְשִׁיטָא דְּמִכֵּיוָן שֶׁיָּצָא מֵרְשׁוּתוֹ לְגַמְרֵי פָּקְעָה לָהּ הַדָּרַת אָבִיו וּמִמֵּילָא אֵין צָרִיךְ לְהַשְׁלִים עוֹד נְזִירוּתוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ל} בִּתּוֹ. לְאָמָה כְּשֶׁהִיא קְטַנָּה. רַשִׁ\"י: {לא} בִּתָּהּ. דִּכְתִיב כִּי יִמְכֹּר אִישׁ אֶת בִּתּוֹ [שְׁמוֹת כא]. גְּמָרָא: {לב} לָאו לַאֲפוֹקֵי נַעֲרָה, דִּבְהֶדְיָא תְּנַן הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא נַעֲרָה. אֶלָּא לַאֲפוֹקֵי בּוֹגֶרֶת: {לג} מְקַדֶּשֶׁת. מֵרֵישָׁא דִּקְרָא דְּאֶת בִּתִּי נָתַתִּי לְאִישׁ יָלֵיף לֵיהּ, וְאָמַר אֲבִי הַנַּעֲרָה אֶל הַזְּקֵנִים, מַשְׁמַע לְמַעֵט אִמָּהּ דְּאֵינָהּ זַכָּאָה בְּבִתָּהּ לָתֵת. תּוֹסָפוֹת: {לד} אוֹתוֹ לְגוּפֵיהּ אִצְטְרִיךְ, דִּבְלֹא כְּסוּתוֹ, וְעִקַּר טַעְמָא מִשּׁוּם בִּזְיוֹנָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ג ח","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-3-5-4-1","jbo:text":"ארוסה ושומרת יבם, לא שותות ולא נוטלות כתבה, שנאמר (במדבר ה), אשר תשטה אשה תחת אישה, פרט לארוסה ושומרת יבם. אלמנה לכהן גדול, גרושה וחלוצה לכהן הדיוט, ממזרת ונתינה לישראל, ובת ישראל לממזר ולנתין {ב}, לא שותות ולא נוטלות כתבה","jbo:textNikud":"אֲרוּסָה וְשׁוֹמֶרֶת יָבָם, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה, שֶׁנֶּאֱמַר (במדבר ה), אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ, פְּרָט לַאֲרוּסָה וְשׁוֹמֶרֶת יָבָם. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, וּבַת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין {ב}, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה","rdfs:label":"משנה סוטה ד א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-bartanura-3-5-4-1","jbo:text":"ר\"ע מברטנורה ארוסה ושומרת יבם. ארוסה שקנא לה ארוס ושומרת יבם שקנא לה יבם: לא שותות. דמעטינהו קרא: ולא נוטלות כתבה. שהיא גרמה לאסר עצמה עליו, שנסתרה אחר קנוי, דמקנוי ואסור לא אמעיט, דכתיב (במדבר ה) דבר אל בני ישראל כו', לרבות ארוסה ושומרת יבם לקנוי {א}: תחת אישה. ביושבת תחתיו הכתוב מדבר: נתינה. מן הגבעונים. ואסורים לבא בקהל: לא שותות. דלא נאמרה פרשה אלא בראויה לקימה {ג}, דכתיב (שם) כי תשטה אשתו, בראויה לאישות הכתוב מדבר, פרט לאלמנה לכהן גדול וכו': ולא נוטלות כתבה. ואף על גב דשאר אלמנות לכהן גדול גובות כתבתן כדאמרינן בכתבות [ק: וכן ביבמות פד.], זו אין לה כתבה, שסתירתה גרמה לה","jbo:textNikud":"ר\"ע מברטנורה אֲרוּסָה וְשׁוֹמֶרֶת יָבָם. אֲרוּסָה שֶׁקִּנֵּא לָהּ אָרוּס וְשׁוֹמֶרֶת יָבָם שֶׁקִּנֵּא לָהּ יָבָם: לֹא שׁוֹתוֹת. דְּמַעֲטִינְהוּ קְרָא: וְלֹא נוֹטְלוֹת כְּתֻבָּה. שֶׁהִיא גָרְמָה לֶאֱסֹר עַצְמָהּ עָלָיו, שֶׁנִּסְתְּרָה אַחַר קִנּוּי, דְּמִקִּנּוּי וְאִסּוּר לֹא אִמְעִיט, דִּכְתִיב (בְּמִדְבָּר ה) דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל כוּ', לְרַבּוֹת אֲרוּסָה וְשׁוֹמֶרֶת יָבָם לְקִנּוּי {א}: תַּחַת אִישָׁהּ. בְּיוֹשֶׁבֶת תַּחְתָּיו הַכָּתוּב מְדַבֵּר: נְתִינָה. מִן הַגִּבְעוֹנִים. וַאֲסוּרִים לָבֹא בַּקָּהָל: לֹא שׁוֹתוֹת. דְּלֹא נֶאֶמְרָה פָּרָשָׁה אֶלָּא בָּרְאוּיָה לְקַיְּמָהּ {ג}, דִּכְתִיב (שָׁם) כִּי תִשְׂטֶה אִשְׁתּוֹ, בָּרְאוּיָה לְאִישׁוּת הַכָּתוּב מְדַבֵּר, פְּרָט לְאַלְמָנָה לְכֹהֵן גָּדוֹל וְכוּ': וְלֹא נוֹטְלוֹת כְּתֻבָּה. וְאַף עַל גַּב דִּשְׁאָר אַלְמָנוֹת לְכֹהֵן גָּדוֹל גּוֹבוֹת כְּתֻבָּתָן כִּדְאָמְרִינַן בִּכְתֻבּוֹת [ק: וְכֵן בִּיבָמוֹת פד.], זוֹ אֵין לָהּ כְּתֻבָּה, שֶׁסְּתִירָתָהּ גָּרְמָה לָהּ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ד א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-yomtov-3-5-4-1","jbo:text":"עיקר תוי\"ט {א} דואמרת אליהם רבויא: {ב} אלמנה כו'. משום דחלוקין בטעמא הצרך לחלקן. תוספות: {ג} ולא צריכין לומר דחלוצה משום אשגרת לישנא, כמו שכתבתי בריש פרק ט' דיבמות. אלא כל עון קאמר ועון דדברי סופרים נמי בכלל, כדאשכחן לענין הירא ורך הלבב, דסבירא ליה דיראת עברה דדברי סופרים בכלל זו. נראה לי. תוספות יום טוב. ועין עוד","jbo:textNikud":"עיקר תוי\"ט {א} דִּוְאָמַרְתָּ אֲלֵיהֶם רִבּוּיָא: {ב} אַלְמָנָה כוּ'. מִשּׁוּם דַּחֲלוּקִין בְּטַעֲמָא הֻצְרַךְ לְחַלְּקָן. תּוֹסָפוֹת: {ג} וְלֹא צְרִיכִין לוֹמַר דַּחֲלוּצָה מִשּׁוּם אַשִּׁגְרַת לִישָׁנָא, כְּמוֹ שֶׁכָּתַבְתִּי בְּרֵישׁ פֶּרֶק ט' דִּיבָמוֹת. אֶלָּא כָּל עָוֹן קָאָמַר וְעָוֹן דְּדִבְרֵי סוֹפְרִים נַמִּי בִּכְלַל, כִּדְאַשְׁכְּחַן לְעִנְיַן הַיָּרֵא וְרַךְ הַלֵּבָב, דִּסְבִירָא לֵיהּ דְּיִרְאַת עֲבֵרָה דְּדִבְרֵי סוֹפְרִים בִּכְלַל זוֹ. נִרְאֶה לִי. תּוֹסְפוֹת יוֹם טוֹב. וְעַיֵּן עוֹד","rdfs:label":"עיקר תוי\"ט משנה סוטה ד א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-3-5-4-2","jbo:text":"ואלו לא שותות ולא נוטלות כתבה. האומרת טמאה אני, ושבאו לה עדים שהיא טמאה, והאומרת איני שותה. אמר בעלה איני משקה, ושבעלה בא עליה בדרך, נוטלת כתבתה ולא שותה. מתו בעליהן עד שלא שתו, בית שמאי אומרים, נוטלות כתבה ולא שותות. ובית הלל אומרים, לא שותות ולא נוטלות {ה} כתבה","jbo:textNikud":"וְאֵלּוּ לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה. הָאוֹמֶרֶת טְמֵאָה אָנִי, וְשֶׁבָּאוּ לָהּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה. אָמַר בַּעְלָהּ אֵינִי מַשְׁקָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ, נוֹטֶלֶת כְּתֻבָּתָהּ וְלֹא שׁוֹתָה. מֵתוּ בַעֲלֵיהֶן עַד שֶׁלֹּא שָׁתוּ, בֵּית שַׁמַּאי אוֹמְרִים, נוֹטְלוֹת כְּתֻבָּה וְלֹא שׁוֹתוֹת. וּבֵית הִלֵּל אוֹמְרִים, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת {ה} כְּתֻבָּה","rdfs:label":"משנה סוטה ד ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-bartanura-3-5-4-2","jbo:text":"ר\"ע מברטנורה אמר בעלה איני משקה ושבעלה בא עליה בדרך. שהוא גורם לה שלא תשתה, נוטלת כתבתה: מתו בעליהן. של כל סוטות הראויות לשתות, ולא הספיקו להשקותן עד שמתו: בית שמאי אומרים נוטלות כתבה. דשטר העומד לגבות כגבוי דמי {ד}: ולא שותות. דכתיב (שם) והביא האיש את אשתו: ובית הלל אומרים לא שותות ולא נוטלות כתבתן. כלומר מתוך שלא שותות אין נוטלות כתבתן, דשטר העומד לגבות לאו כגבוי דמי","jbo:textNikud":"ר\"ע מברטנורה אָמַר בַּעְלָהּ אֵינִי מַשְׁקָהּ וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. שֶׁהוּא גוֹרֵם לָהּ שֶׁלֹּא תִשְׁתֶּה, נוֹטֶלֶת כְּתֻבָּתָהּ: מֵתוּ בַעֲלֵיהֶן. שֶׁל כָּל סוֹטוֹת הָרְאוּיוֹת לִשְׁתּוֹת, וְלֹא הִסְפִּיקוּ לְהַשְׁקוֹתָן עַד שֶׁמֵּתוּ: בֵּית שַׁמַּאי אוֹמְרִים נוֹטְלוֹת כְּתֻבָּה. דִּשְׁטָר הָעוֹמֵד לִגָּבוֹת כְּגָבוּי דָּמֵי {ד}: וְלֹא שׁוֹתוֹת. דִּכְתִיב (שָׁם) וְהֵבִיא הָאִישׁ אֶת אִשְׁתּוֹ: וּבֵית הִלֵּל אוֹמְרִים לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּתָן. כְּלוֹמַר מִתּוֹךְ שֶׁלֹּא שׁוֹתוֹת אֵין נוֹטְלוֹת כְּתֻבָּתָן, דִּשְׁטָר הָעוֹמֵד לִגָּבוֹת לָאו כְּגָבוּי דָּמֵי","rdfs:label":"ר\"ע מברטנורה משנה סוטה ד ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-yomtov-3-5-4-2","jbo:text":"עיקר תוי\"ט {ד} ולא דמי למשנה ג' פרק ד' דיבמות. דהתם ספק נשואה, והוי ספק אי עומד לגבות כלל. מה שאין כן הכא דכשמת הבעל ודאי עומד לגבות אלא מטעם אחר נבא להפסידה, הוי היא כגבתה ומחזקת. גמרא: {ה} ולא נוטלות. ולא שיך לומר העמד אשה על חזקתה כמו בפרק קמא דכתבות משנה ו' ח' ואימא לא זנתה, שהרי רגלים לדבר, שקנא לה ונסתרה, והכתוב הוציאה מאותה חזקה ועשאה ספק. תוספות","jbo:textNikud":"עיקר תוי\"ט {ד} וְלֹא דָּמֵי לְמִשְׁנָה ג' פֶּרֶק ד' דִּיבָמוֹת. דְּהָתָם סְפֵק נְשׂוּאָה, וְהָוֵי סָפֵק אִי עוֹמֵד לִגָּבוֹת כְּלָל. מַה שֶּׁאֵין כֵּן הָכָא דִּכְשֶׁמֵּת הַבַּעַל וַדַּאי עוֹמֵד לִגָּבוֹת אֶלָּא מִטַּעַם אַחֵר נָבֹא לְהַפְסִידָהּ, הָוֵי הִיא כְּגָבְתָה וּמֻחְזֶקֶת. גְּמָרָא: {ה} וְלֹא נוֹטְלוֹת. וְלֹא שַׁיָּךְ לוֹמַר הַעֲמֵד אִשָּׁה עַל חֶזְקָתָהּ כְּמוֹ בְּפֶרֶק קַמָּא דִּכְתֻבּוֹת מִשְׁנָה ו' ח' וְאֵימָא לֹא זִנְּתָה, שֶׁהֲרֵי רַגְלַיִם לַדָּבָר, שֶׁקִּנֵּא לָהּ וְנִסְתְּרָה, וְהַכָּתוּב הוֹצִיאָהּ מֵאוֹתָהּ חֲזָקָה וַעֲשָׂאָהּ סָפֵק. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ד ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-3-5-4-3","jbo:text":"מעברת חברו ומינקת חברו, לא שותות ולא נוטלות כתבה, דברי רבי מאיר. וחכמים אומרים, יכול הוא {ו} להפרישה ולהחזירה לאחר זמן. אילונית וזקנה ושאינה ראויה לילד, לא שותות ולא נוטלות כתבה. רבי אליעזר אומר, יכול הוא לשא אשה אחרת ולפרות ולרבות הימנה. ושאר כל הנשים, או שותות או לא נוטלות כתבה","jbo:textNikud":"מְעֻבֶּרֶת חֲבֵרוֹ וּמֵינֶקֶת חֲבֵרוֹ, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, יָכוֹל הוּא {ו} לְהַפְרִישָׁהּ וּלְהַחֲזִירָהּ לְאַחַר זְמַן. אַיְלוֹנִית וּזְקֵנָה וְשֶׁאֵינָהּ רְאוּיָה לֵילֵד, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יָכוֹל הוּא לִשָּׂא אִשָּׁה אַחֶרֶת וְלִפְרוֹת וְלִרְבּוֹת הֵימֶנָּה. וּשְׁאָר כָּל הַנָּשִׁים, אוֹ שׁוֹתוֹת אוֹ לֹא נוֹטְלוֹת כְּתֻבָּה","rdfs:label":"משנה סוטה ד ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-bartanura-3-5-4-3","jbo:text":"ר\"ע מברטנורה מעברת חברו. שמת או גרשה והניחה מעברת או מניקה. ואסרוה חכמים לנשא עד שיהיה הולד בן שתי שנים. והלך זה ונשאה קדם הזמן, וקנא לה ונסתרה: לא שותה. שהרי אינה ראויה לקימה, דסבירא ליה לרבי מאיר הנושא מעברת חברו או מינקת חברו יוציא ולא יחזיר עולמית. ואין הלכה כרבי מאיר: יכול הוא להפרישה. עד עשרים וארבעה חדשים ולהחזירה, הלכך ראויה לאישות קרינא בה: אילונית. דוכרניתא דלא ילדה: ושאינה ראויה לילד. ששתתה כוס עקרין. ואסור לקימן למי שאין לו בנים: רבי אליעזר אומר יכול הוא לשא אשה אחרת. ויהיה מתר לקים את זאת, הלכך ראויה לאישות היא. ואין הלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה מְעֻבֶּרֶת חֲבֵרוֹ. שֶׁמֵּת אוֹ גֵּרְשָׁהּ וְהִנִּיחָהּ מְעֻבֶּרֶת אוֹ מֵנִיקָה. וַאֲסָרוּהָ חֲכָמִים לִנָּשֵׂא עַד שֶׁיִּהְיֶה הַוָּלָד בֶּן שְׁתֵּי שָׁנִים. וְהָלַךְ זֶה וּנְשָׂאָהּ קֹדֶם הַזְּמַן, וְקִנֵּא לָהּ וְנִסְתְּרָה: לֹא שׁוֹתָה. שֶׁהֲרֵי אֵינָהּ רְאוּיָה לְקַיְּמָהּ, דִּסְבִירָא לֵיהּ לְרַבִּי מֵאִיר הַנּוֹשֵׂא מְעֻבֶּרֶת חֲבֵרוֹ אוֹ מֵינֶקֶת חֲבֵרוֹ יוֹצִיא וְלֹא יַחְזִיר עוֹלָמִית. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: יָכוֹל הוּא לְהַפְרִישָׁהּ. עַד עֶשְׂרִים וְאַרְבָּעָה חֳדָשִׁים וּלְהַחְזִירָהּ, הִלְכָּךְ רְאוּיָה לְאִישׁוּת קָרִינָא בָּהּ: אַיְלוֹנִית. דּוּכְרָנִיתָא דְּלֹא יָלְדָה: וְשֶׁאֵינָהּ רְאוּיָה לֵילֵד. שֶׁשָּׁתְתָה כּוֹס עֲקָרִין. וְאָסוּר לְקַיְּמָן לְמִי שֶׁאֵין לוֹ בָנִים: רַבִּי אֱלִיעֶזֶר אוֹמֵר יָכוֹל הוּא לִשָּׂא אִשָּׁה אַחֶרֶת. וְיִהְיֶה מֻתָּר לְקַיֵּם אֶת זֹאת, הִלְכָּךְ רְאוּיָה לְאִישׁוּת הִיא. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה סוטה ד ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-yomtov-3-5-4-3","jbo:text":"עיקר תוי\"ט {ו} יכול הוא כו'. והכי סבירא להו לרבנן, או אשה או בנים, כמו שאמרו במשנה ה' פרק ו' דיבמות. וכי תימא הא רבנן אית להו הך סברא במעברת ומאי שנא, נראה לי דהא דאילונית אסוריהו דמפקד אפריה ורביה ולהחזיק מצוה מן התורה אסרוה, אבל מעברת ומינקת לא גזרו להחזיק שום מצוה אלא מפני חשש התינוק שמא תתעבר שנית בזמן ההנקה כו', ולפיכך לא החמירו בה, וזהו שכתב הרמב\"ם שאין כאן עברה, כלומר אלא תקנה, ומכל מקום אסור לעבר. אבל אילונית היא גזרה ובכלל עשו משמרת למשמרת, והוא עברה מדברי סופרים. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ו} יָכוֹל הוּא כוּ'. וְהָכִי סְבִירָא לְהוּ לְרַבָּנָן, אוֹ אִשָּׁה אוֹ בָּנִים, כְּמוֹ שֶׁאָמְרוּ בְּמִשְׁנָה ה' פֶּרֶק ו' דִּיבָמוֹת. וְכִי תֵּימָא הָא רַבָּנָן אִית לְהוּ הַךְ סְבָרָא בִּמְעֻבֶּרֶת וּמַאי שְׁנָא, נִרְאֶה לִי דְּהָא דְּאַיְלוֹנִית אִסּוּרַיְהוּ דְּמִפְקַד אַפִּרְיָה וּרְבִיָּה וּלְהַחְזִיק מִצְוָה מִן הַתּוֹרָה אֲסָרוּהָ, אֲבָל מְעֻבֶּרֶת וּמֵינֶקֶת לֹא גָּזְרוּ לְהַחְזִיק שׁוּם מִצְוָה אֶלָּא מִפְּנֵי חֲשַׁשׁ הַתִּינוֹק שֶׁמָּא תִּתְעַבֵּר שֵׁנִית בִּזְמַן הַהֲנָקָה כוּ', וּלְפִיכָךְ לֹא הֶחְמִירוּ בָּהּ, וְזֶהוּ שֶׁכָּתַב הָרַמְבַּ\"ם שֶׁאֵין כָּאן עֲבֵרָה, כְּלוֹמַר אֶלָּא תַּקָּנָה, וּמִכָּל מָקוֹם אָסוּר לַעֲבֹר. אֲבָל אַיְלוֹנִית הִיא גְּזֵרָה וּבִכְלָל עֲשׂוּ מִשְׁמֶרֶת לְמִשְׁמֶרֶת, וְהוּא עֲבֵרָה מִדִּבְרֵי סוֹפְרִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ד ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-3-5-4-4","jbo:text":"אשת כהן שותה ומתרת לבעלה. אשת סריס {ח} שותה. על ידי כל עריות מקנין, חוץ מן הקטן, וממי שאינו איש","jbo:textNikud":"אֵשֶׁת כֹּהֵן שׁוֹתָה וּמֻתֶּרֶת לְבַעְלָהּ. אֵשֶׁת סָרִיס {ח} שׁוֹתָה. עַל יְדֵי כָל עֲרָיוֹת מְקַנִּין, חוּץ מִן הַקָּטָן, וּמִמִּי שֶׁאֵינוֹ אִישׁ","rdfs:label":"משנה סוטה ד ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-bartanura-3-5-4-4","jbo:text":"ר\"ע מברטנורה אשת כהן שותה ומתרת לבעלה. אם נמצאת נקיה. דמהו דתימא הואיל ואשת כהן שנאנסה אסורה לבעלה, נחוש לה שמא נאנסה ולכך לא בדקוה המים, קא משמע לן {ז}: אשת סריס שותה. דלא תימא מבלעדי אישך אמר רחמנא, והאי לאו בר הכי הוא, קא משמע לן {ט}: על ידי כל העריות מקנאים. אם קנא לה מאביה או מאחיה ומאחד מכל עריות, ונסתרה, הוי קנוי ונאסרת עליו ושותה. דלא תימא נטמאה נטמאה שתי פעמים, אחד לבעל ואחד לבועל, היכא דמתסרא עליה בהאי זנות, לאפוקי הא דאסירא עליה וקימא אימא לא, קא משמע לן {י}: חוץ מן הקטן. פחות מבן תשע שנים ויום אחד, שאין ביאתו ביאה, כך פרש רמב\"ם {יא}. ולי נראה קטן פחות מבן שלש עשרה שנה ויום אחד ולא הביא סימנים, דכתיב (במדבר ה) ושכב איש אותה, איש ולא קטן: וממי שאינו איש. למעוטי בהמה {יב}","jbo:textNikud":"ר\"ע מברטנורה אֵשֶׁת כֹּהֵן שׁוֹתָה וּמֻתֶּרֶת לְבַעְלָהּ. אִם נִמְצֵאת נְקִיָּה. דְּמַהוּ דְּתֵימָא הוֹאִיל וְאֵשֶׁת כֹּהֵן שֶׁנֶּאֶנְסָה אֲסוּרָה לְבַעְלָהּ, נָחוּשׁ לָהּ שֶׁמָּא נֶאֶנְסָה וּלְכָךְ לֹא בָּדְקוּהָ הַמַּיִם, קָא מַשְׁמַע לָן {ז}: אֵשֶׁת סָרִיס שׁוֹתָה. דְּלֹא תֵימָא מִבִּלְעֲדֵי אִישֵׁךְ אָמַר רַחֲמָנָא, וְהַאי לָאו בַּר הָכִי הוּא, קָא מַשְׁמַע לָן {ט}: עַל יְדֵי כָל הָעֲרָיוֹת מְקַנְּאִים. אִם קִנֵּא לָהּ מֵאָבִיהָ אוֹ מֵאָחִיהָ וּמֵאֶחָד מִכָּל עֲרָיוֹת, וְנִסְתְּרָה, הָוֵי קִנּוּי וְנֶאֱסֶרֶת עָלָיו וְשׁוֹתָה. דְּלֹא תֵימָא נִטְמְאָה נִטְמְאָה שְׁתֵּי פְּעָמִים, אֶחָד לַבַּעַל וְאֶחָד לַבּוֹעֵל, הֵיכָא דְמִתַּסְרָא עֲלֵיהּ בְּהַאי זְנוּת, לַאֲפוֹקֵי הָא דַאֲסִירָא עֲלֵיהּ וְקַיְמָא אֵימָא לֹא, קָא מַשְׁמַע לָן {י}: חוּץ מִן הַקָּטָן. פָּחוֹת מִבֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד, שֶׁאֵין בִּיאָתוֹ בִיאָה, כָּךְ פֵּרֵשׁ רַמְבַּ\"ם {יא}. וְלִי נִרְאֶה קָטָן פָּחוֹת מִבֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד וְלֹא הֵבִיא סִימָנִים, דִּכְתִיב (בְּמִדְבָּר ה) וְשָׁכַב אִישׁ אוֹתָהּ, אִישׁ וְלֹא קָטָן: וּמִמִּי שֶׁאֵינוֹ אִישׁ. לְמִעוּטֵי בְהֵמָה {יב}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ד ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-yomtov-3-5-4-4","jbo:text":"עיקר תוי\"ט {ז} וקשיא, דאשת כהן ששתתה מתרת מבעיא ליה. ובגמרא, אשת כהן שותה פשיטא, מהו דתימא אשת כהן דאפלו כי נתפשה אסורה אימא לא תשתה, קא משמע לן. ומתרת לבעלה פשיטא במתנונה דרך אברים כו' אימא דנאנסה כו', קא משמע לן. ועין תוספות יום טוב: {ח} אשת סריס. לשון הרמב\"ם, סריס חמה או סריס אדם, המתרות לבעליהן. וסריס אדם כששתה כוס של עקרין, שמתרת לו, וקרי ליה סריס אדם לפי שעל ידי אדם בא לו. כסף משנה. ועין תוספות יום טוב: {ט} ומבלעדי אישך לקדמה שכיבת הבעל. תוספות: {י} ותימה, הא שמעינן לה מאלמנה לכהן גדול דאסורה וקימא לבעל, ואפלו הכי אצטריך קרא דכי תשטה למעוטי הא לאו הכי שותה. תוספות: {יא} משמע ליה כו' דבן תשע ויום אחד איש מקרי לגבי שכיבה. כסף משנה. ובזה מסלק מה שהשיב עליו הר\"ב: {יב} כדתנן במשנה ג' פרק ז' דתמורה. גמרא","jbo:textNikud":"עיקר תוי\"ט {ז} וְקָשְׁיָא, דְּאֵשֶׁת כֹּהֵן שֶׁשָּׁתְתָה מֻתֶּרֶת מִבַּעְיָא לֵיהּ. וּבַגְּמָרָא, אֵשֶׁת כֹּהֵן שׁוֹתָה פְּשִׁיטָא, מַהוּ דְּתֵימָא אֵשֶׁת כֹּהֵן דַּאֲפִלּוּ כִּי נִתְפְּשָׂה אֲסוּרָה אֵימָא לֹא תִשְׁתֶּה, קָא מַשְׁמַע לָן. וּמֻתֶּרֶת לְבַעְלָהּ פְּשִׁיטָא בְּמִתְנַוְּנָה דֶּרֶךְ אֵבָרִים כוּ' אֵימָא דְּנֶאֶנְסָה כוּ', קָא מַשְׁמַע לָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} אֵשֶׁת סָרִיס. לְשׁוֹן הָרַמְבַּ\"ם, סְרִיס חַמָּה אוֹ סְרִיס אָדָם, הַמֻּתָּרוֹת לְבַעֲלֵיהֶן. וּסְרִיס אָדָם כְּשֶׁשָּׁתָה כּוֹס שֶׁל עֲקָרִין, שֶׁמֻּתֶּרֶת לוֹ, וְקָרֵי לֵיהּ סְרִיס אָדָם לְפִי שֶׁעַל יְדֵי אָדָם בָּא לוֹ. כֶּסֶף מִשְׁנֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּמִבִּלְעֲדֵי אִישֵׁךְ לְקָדְמָה שְׁכִיבַת הַבַּעַל. תּוֹסָפוֹת: {י} וְתֵימַהּ, הָא שָׁמְעִינַן לַהּ מֵאַלְמָנָה לְכֹהֵן גָּדוֹל דַּאֲסוּרָה וְקַיְמָא לַבַּעַל, וַאֲפִלּוּ הָכִי אִצְטְרִיךְ קְרָא דְּכִי תִשְׂטֶה לְמִעוּטֵי הָא לָאו הָכִי שׁוֹתָה. תּוֹסָפוֹת: {יא} מַשְׁמַע לֵיהּ כוּ' דְּבֶן תֵּשַׁע וְיוֹם אֶחָד אִישׁ מִקְרֵי לְגַבֵּי שְׁכִיבָה. כֶּסֶף מִשְׁנֶה. וּבָזֶה מְסֻלָּק מַה שֶּׁהֵשִׁיב עָלָיו הָרַ\"ב: {יב} כְּדִתְנַן בְּמִשְׁנָה ג' פֶּרֶק ז' דִּתְמוּרָה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ד ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-3-5-4-5","jbo:text":"ואלו שבית דין מקנין להן, מי שנתחרש בעלה או נשתטה, או שהיה חבוש בבית האסורין. לא להשקותה אמרו, אלא לפסלה מכתבתה. רבי יוסי אומר, אף להשקותה, לכשיצא בעלה מבית האסורין ישקנה","jbo:textNikud":"וְאֵלּוּ שֶׁבֵּית דִּין מְקַנִּין לָהֶן, מִי שֶׁנִּתְחָרֵשׁ בַּעְלָהּ אוֹ נִשְׁתַּטָּה, אוֹ שֶׁהָיָה חָבוּשׁ בְּבֵית הָאֲסוּרִין. לֹא לְהַשְׁקוֹתָהּ אָמְרוּ, אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ. רַבִּי יוֹסֵי אוֹמֵר, אַף לְהַשְׁקוֹתָהּ, לִכְשֶׁיֵּצֵא בַעְלָהּ מִבֵּית הָאֲסוּרִין יַשְׁקֶנָּה","rdfs:label":"משנה סוטה ד ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-bartanura-3-5-4-5","jbo:text":"ר\"ע מברטנורה אלו שבית דין מקנאין להם. אם רואים אותם שמתנהגות בפריצות: ולא להשקותה אמרו. דהא בעינן והביא האיש את אשתו, וליכא. ובעלה נמי לכשיבא אינו יכול להשקותה בקנוי זה, דבעינן וקנא והביא. ורבי יוסי לא בעי וקנא והביא. ואין הלכה כרבי יוסי. וסומא אינו משקה את אשתו, שנאמר (שם) מעיני אישה. וממה שנאמר (שם) אשה תחת אישה, למדנו שכל המונע הבעל מלהשקות מונע האשה מלשתות אם היה אותו הדבר באשה, לפיכך אם היתה היא סומא אינה שותה {יג}. ואם היתה חגרת אינה שותה, שנאמר (שם) והעמיד אותה הכהן. וכן אם היתה גדמת, שנאמר (שם) ונתן על כפיה. או אלמת, דבעינן ואמרה האשה. וכן אם היה הבעל חגר או גדם או אלם אינו משקה מדכתיב אשה תחת אישה כדאמרן","jbo:textNikud":"ר\"ע מברטנורה אֵלּוּ שֶׁבֵּית דִּין מְקַנְּאִין לָהֶם. אִם רוֹאִים אוֹתָם שֶׁמִּתְנַהֲגוֹת בִּפְרִיצוּת: וְלֹא לְהַשְׁקוֹתָהּ אָמְרוּ. דְּהָא בָּעִינַן וְהֵבִיא הָאִישׁ אֶת אִשְׁתּוֹ, וְלֵיכָּא. וּבַעְלָהּ נַמִּי לִכְשֶׁיָּבֹא אֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ בְּקִנּוּי זֶה, דְּבָעִינַן וְקִנֵּא וְהֵבִיא. וְרַבִּי יוֹסֵי לֹא בָּעֵי וְקִנֵּא וְהֵבִיא. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי. וְסוּמָא אֵינוֹ מַשְׁקֶה אֶת אִשְׁתּוֹ, שֶׁנֶּאֱמַר (שָׁם) מֵעֵינֵי אִישָׁהּ. וּמִמַּה שֶּׁנֶּאֱמַר (שָׁם) אִשָּׁה תַּחַת אִישָׁהּ, לָמַדְנוּ שֶׁכָּל הַמּוֹנֵעַ הַבַּעַל מִלְּהַשְׁקוֹת מוֹנֵעַ הָאִשָּׁה מִלִּשְׁתּוֹת אִם הָיָה אוֹתוֹ הַדָּבָר בָּאִשָּׁה, לְפִיכָךְ אִם הָיְתָה הִיא סוּמָא אֵינָהּ שׁוֹתָה {יג}. וְאִם הָיְתָה חִגֶּרֶת אֵינָהּ שׁוֹתָה, שֶׁנֶּאֱמַר (שָׁם) וְהֶעֱמִיד אוֹתָהּ הַכֹּהֵן. וְכֵן אִם הָיְתָה גִדֶּמֶת, שֶׁנֶּאֱמַר (שָׁם) וְנָתַן עַל כַּפֶּיהָ. אוֹ אִלֶּמֶת, דְּבָעִינַן וְאָמְרָה הָאִשָּׁה. וְכֵן אִם הָיָה הַבַּעַל חִגֵּר אוֹ גִּדֵּם אוֹ אִלֵּם אֵינוֹ מַשְׁקֶה מִדִּכְתִיב אִשָּׁה תַּחַת אִישָׁהּ כִּדְאָמְרָן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ד ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-4"],"uri":"jbr:mishna-yomtov-3-5-4-5","jbo:text":"עיקר תוי\"ט {יג} ומשמע דחרש ושוטה שאין מונע להשקותה אלא ממה שאינן בני קנוי ולא שמעטם הכתוב מצד המום שבהם, שאינם בכלל ההקש דאשה תחת אישה. והרמב\"ם בחבורו כתב דחרש וחרשת אינן שותות, דאמר קרא ואמר וגו' שתהא שומעת. והשמיט שוטית. ולא ידעתי מנין לו זה הלמוד, דבגמרא תלמוד לומר איש לרבות אשת חרש ואשת שוטה כו'","jbo:textNikud":"עיקר תוי\"ט {יג} וּמַשְׁמַע דְּחֵרֵשׁ וְשׁוֹטֶה שֶׁאֵין מוֹנֵעַ לְהַשְׁקוֹתָהּ אֶלָּא מִמַּה שֶּׁאֵינָן בְּנֵי קִנּוּי וְלֹא שֶׁמִּעֲטָם הַכָּתוּב מִצַּד הַמּוּם שֶׁבָּהֶם, שֶׁאֵינָם בִּכְלַל הַהֶקֵּשׁ דְּאִשָּׁה תַּחַת אִישָׁהּ. וְהָרַמְבַּ\"ם בְּחִבּוּרוֹ כָּתַב דְּחֵרֵשׁ וְחֵרֶשֶׁת אֵינָן שׁוֹתוֹת, דְּאָמַר קְרָא וְאָמַר וְגוֹ' שֶׁתְּהֵא שׁוֹמַעַת. וְהִשְׁמִיט שׁוֹטִית. וְלֹא יָדַעְתִּי מִנַּיִן לוֹ זֶה הַלִּמּוּד, דְּבַגְּמָרָא תַּלְמוּד לוֹמַר אִישׁ לְרַבּוֹת אֵשֶׁת חֵרֵשׁ וְאֵשֶׁת שׁוֹטֶה כוּ'","rdfs:label":"עיקר תוי\"ט משנה סוטה ד ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-3-5-5-1","jbo:text":"כשם שהמים בודקין אותה, כך המים בודקין אותו, שנאמר (במדבר ה) ובאו, ובאו. כשם שאסורה לבעל, כך אסורה לבועל, שנאמר (שם) נטמאה, ונטמאה, דברי רבי עקיבא. אמר רבי יהושע, כך היה דורש זכריה בן הקצב. רבי אומר, שני פעמים האמורים בפרשה אם נטמאה נטמאה, אחד לבעל ואחד לבועל","jbo:textNikud":"כְּשֵׁם שֶׁהַמַּיִם בּוֹדְקִין אוֹתָהּ, כָּךְ הַמַּיִם בּוֹדְקִין אוֹתוֹ, שֶׁנֶּאֱמַר (במדבר ה) וּבָאוּ, וּבָאוּ. כְּשֵׁם שֶׁאֲסוּרָה לַבַּעַל, כָּךְ אֲסוּרָה לַבּוֹעֵל, שֶׁנֶּאֱמַר (שם) נִטְמְאָה, וְנִטְמָאָה, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר רַבִּי יְהוֹשֻׁעַ, כָּךְ הָיָה דוֹרֵשׁ זְכַרְיָה בֶן הַקַּצָּב. רַבִּי אוֹמֵר, שְׁנֵי פְעָמִים הָאֲמוּרִים בַּפָּרָשָׁה אִם נִטְמְאָה נִטְמָאָה, אֶחָד לַבַּעַל וְאֶחָד לַבּוֹעֵל","rdfs:label":"משנה סוטה ה א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-bartanura-3-5-5-1","jbo:text":"ר\"ע מברטנורה כך בודקים אותו. את הבועל {א}: ובאו ובאו. שניהם בוי\"ו יתרא לדרשא {ב}: נטמאה ונטמאה. וי\"ו יתרא דבונטמאה שניה לדרשא: רבי אומר שני פעמים וכו'. רבי לא דריש וי\"ו יתרה כרבי עקיבא אלא רבוי דקראי קא דריש, בין בובאו ובאו, בין בנטמאה ונטמאה","jbo:textNikud":"ר\"ע מברטנורה כָּךְ בּוֹדְקִים אוֹתוֹ. אֶת הַבּוֹעֵל {א}: וּבָאוּ וּבָאוּ. שְׁנֵיהֶם בְּוָי\"ו יְתֵרָא לִדְרָשָׁא {ב}: נִטְמְאָה וְנִטְמָאָה. וָי\"ו יְתֵרָא דִּבְוְנִטְמְאָה שְׁנִיָּה לִדְרָשָׁא: רַבִּי אוֹמֵר שְׁנֵי פְעָמִים וְכוּ'. רַבִּי לֹא דָרֵישׁ וָי\"ו יְתֵרָה כְּרַבִּי עֲקִיבָא אֶלָּא רִבּוּי דִקְרָאֵי קָא דָרֵישׁ, בֵּין בְּוּבָאוּ וּבָאוּ, בֵּין בְּנִטְמְאָה וְנִטְמָאָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ה א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-yomtov-3-5-5-1","jbo:text":"עיקר תוי\"ט {א} דאי אפשר לומר הבעל אם אינו מנקה מעון, דהא כשאינו מנקה מעון לא בדקי לה מיא לדידה. והא דלא תנן לבועל כדקתני בסיפא, דהכא אידי דתני אותה תני אותו, וסיפא אידי דתני בעל תני בועל. גמרא: {ב} דלביאת מים תלתא כתיבי. וצריכי, חד לצואה שהקדוש ברוך הוא גוזר שיבאו בה המים, וחד לעשיה מודיע הקדוש ברוך הוא ומבטיח לישראל שיבדקוה המים, וחד לידיעה דבטן והדר ירך שלא להוציא לעז כיון דבקללה מזכיר ירך תחלה. ותלתא וי\"ו לצואה ועשיה וידיעה לנואף. גמרא. ומשום הכי באסורא דנואף סגי בחד וי\"ו לדרשא","jbo:textNikud":"עיקר תוי\"ט {א} דְּאִי אֶפְשָׁר לוֹמַר הַבַּעַל אִם אֵינוֹ מְנֻקֶּה מֵעָוֹן, דְּהָא כְּשֶׁאֵינוֹ מְנֻקֶּה מֵעָוֹן לֹא בָּדְקֵי לָהּ מַיָּא לְדִידָהּ. וְהָא דְּלֹא תְּנַן לַבּוֹעֵל כִּדְקָתָנֵי בַּסֵּיפָא, דְּהָכָא אַיְדֵי דְּתָנֵי אוֹתָהּ תָּנֵי אוֹתוֹ, וְסֵיפָא אַיְדֵי דְּתָנֵי בַּעַל תָּנֵי בּוֹעֵל. גְּמָרָא: {ב} דִּלְבִיאַת מַיִם תְּלָתָא כְּתִיבֵי. וּצְרִיכִי, חַד לְצַוָּאָה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא גּוֹזֵר שֶׁיָּבֹאוּ בָּהּ הַמַּיִם, וְחַד לַעֲשִׂיָּה מוֹדִיעַ הַקָּדוֹשׁ בָּרוּךְ הוּא וּמַבְטִיחַ לְיִשְׂרָאֵל שֶׁיִּבְדְּקוּהָ הַמַּיִם, וְחַד לִידִיעָה דְּבֶטֶן וַהֲדַר יָרֵךְ שֶׁלֹּא לְהוֹצִיא לַעַז כֵּיוָן דְּבִקְלָלָה מַזְכִּיר יָרֵךְ תְּחִלָּה. וּתְלָתָא וָי\"ו לְצַוָּאָה וַעֲשִׂיָּה וִידִיעָה לַנּוֹאֵף. גְּמָרָא. וּמִשּׁוּם הָכִי בְאִסּוּרָא דְּנוֹאֵף סַגִּי בְּחַד וָי\"ו לִדְרָשָׁא","rdfs:label":"עיקר תוי\"ט משנה סוטה ה א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-3-5-5-2","jbo:text":"בו ביום דרש רבי עקיבא, (ויקרא יא) וכל כלי חרש אשר יפל מהם אל תוכו כל אשר בתוכו יטמא, אינו אומר טמא אלא יטמא, לטמא אחרים, למד על ככר שני שמטמא את השלישי {ג}. אמר רבי יהושע, מי יגלה עפר מעיניך, רבן יוחנן בן זכאי, שהיית אומר, עתיד דור אחר לטהר ככר שלישי, שאין לו {ד} מקרא מן התורה שהוא טמא. והלא עקיבא {ה} תלמידך מביא לו מקרא מן התורה שהוא טמא, שנאמר, כל אשר בתוכו יטמא","jbo:textNikud":"בּוֹ בַּיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא, (ויקרא יא) וְכָל כְּלִי חֶרֶשׂ אֲשֶׁר יִפֹּל מֵהֶם אֶל תּוֹכוֹ כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא, אֵינוֹ אוֹמֵר טָמֵא אֶלָּא יִטְמָא, לְטַמֵּא אֲחֵרִים, לִמֵּד עַל כִּכָּר שֵׁנִי שֶׁמְּטַמֵּא אֶת הַשְּׁלִישִׁי {ג}. אָמַר רַבִּי יְהוֹשֻׁעַ, מִי יְגַלֶּה עָפָר מֵעֵינֶיךָ, רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁהָיִיתָ אוֹמֵר, עָתִיד דּוֹר אַחֵר לְטַהֵר כִּכָּר שְׁלִישִׁי, שֶׁאֵין לוֹ {ד} מִקְרָא מִן הַתּוֹרָה שֶׁהוּא טָמֵא. וַהֲלֹא עֲקִיבָא {ה} תַּלְמִידְךָ מֵבִיא לוֹ מִקְרָא מִן הַתּוֹרָה שֶׁהוּא טָמֵא, שֶׁנֶּאֱמַר, כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא","rdfs:label":"משנה סוטה ה ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-bartanura-3-5-5-2","jbo:text":"ר\"ע מברטנורה בו ביום דרש. כל היכי דתנינן בו ביום, ביום שהושיבו את רבי אלעזר בן עזריה לנשיאות, שנתרבו התלמידים, שנתנו רשות לכל לכנס. ומשום דהך דרשה דנטמאה ונטמאה נמי בו ביום נדרשה, נקטינהו לכל הנך הכא: כלי חרס. הוא ראשון, שנטמא מן השרץ שהוא אב. והאכל שבתוכו שני, שטמאו הכלי: אינו אומר טמא. כל אשר בתוכו טמא. אלא יטמא, למדרש ביה נמי יטמא, שמטמא את אחרים: למד על ככר שני. להכי נקט ככר, לפי שהוא מצוי בתנור: שמטמא את השלישי. ואפלו בחלין. דקרא סתמא כתיב: דור אחר. מן העתידים לבא. שיטהר את השלישי, ואף בתרומה, שאין לו מקרא מן התורה: והרי עקיבא תלמידך מביא לו ראיה מן המקרא שהוא טמא. אף בחלין. ואין הלכה כרבי עקיבא, דאין שני עושה שלישי בחלין, אלא בתרומה","jbo:textNikud":"ר\"ע מברטנורה בּוֹ בַּיּוֹם דָּרַשׁ. כָּל הֵיכִי דִּתְנִינַן בּוֹ בַיּוֹם, בַּיּוֹם שֶׁהוֹשִׁיבוּ אֶת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה לִנְשִׂיאוּת, שֶׁנִּתְרַבּוּ הַתַּלְמִידִים, שֶׁנָּתְנוּ רְשׁוּת לַכֹּל לִכָּנֵס. וּמִשּׁוּם דְּהַךְ דְּרָשָׁה דְנִטְמְאָה וְנִטְמָאָה נַמִּי בּוֹ בַיּוֹם נִדְרְשָׁה, נַקְטִינְהוּ לְכָל הָנָךְ הָכָא: כְּלִי חֶרֶס. הוּא רִאשׁוֹן, שֶׁנִּטְמָא מִן הַשֶּׁרֶץ שֶׁהוּא אָב. וְהָאֹכֶל שֶׁבְּתוֹכוֹ שֵׁנִי, שֶׁטִּמְּאוֹ הַכְּלִי: אֵינוֹ אוֹמֵר טָמֵא. כָּל אֲשֶׁר בְּתוֹכוֹ טָמֵא. אֶלָּא יִטְמָא, לְמִדְרָשׁ בֵּיהּ נַמִּי יְטַמֵּא, שֶׁמְּטַמֵּא אֶת אֲחֵרִים: לִמֵּד עַל כִּכָּר שֵׁנִי. לְהָכִי נָקַט כִּכָּר, לְפִי שֶׁהוּא מָצוּי בַּתַּנּוּר: שֶׁמְּטַמֵּא אֶת הַשְּׁלִישִׁי. וַאֲפִלּוּ בְּחֻלִּין. דִּקְרָא סְתָמָא כְּתִיב: דּוֹר אַחֵר. מִן הָעֲתִידִים לָבֹא. שֶׁיְּטַהֵר אֶת הַשְּׁלִישִׁי, וְאַף בִּתְרוּמָה, שֶׁאֵין לוֹ מִקְרָא מִן הַתּוֹרָה: וַהֲרֵי עֲקִיבָא תַּלְמִידְךָ מֵבִיא לוֹ רְאָיָה מִן הַמִּקְרָא שֶׁהוּא טָמֵא. אַף בְּחֻלִּין. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא, דְּאֵין שֵׁנִי עוֹשֶׂה שְׁלִישִׁי בְּחֻלִּין, אֶלָּא בִּתְרוּמָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ה ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-yomtov-3-5-5-2","jbo:text":"עיקר תוי\"ט {ג} את השלישי. לפי מה שכתב הר\"ב בפרק קמא דפסחים משנה ו' דאין אכל מטמא אכל מן התורה אליבא דרבי עקיבא נמי, פרש רש\"י שם דשלישי דהכא הינו משקין: {ד} שאין לו כו'. גמרא. ומאחר דאין לו למה טמא. ומשני, מן התורה אין לו, מדין קל וחמר יש לו, ודור אחר פריך עליה: {ה} עקיבא כו'. ולא נמנה בין התלמידים החשובים שהיו לו לרבן יוחנן בן זכאי שמנאם במשנה ח' פרק ב' דאבות, שלא תלמידו היה אלא תלמיד תלמידו, והוא רבי אליעזר בן הורקנוס","jbo:textNikud":"עיקר תוי\"ט {ג} אֶת הַשְּׁלִישִׁי. לְפִי מַה שֶּׁכָּתַב הָרַ\"ב בְּפֶרֶק קַמָּא דִּפְסָחִים מִשְׁנָה ו' דְּאֵין אֹכֶל מְטַמֵּא אֹכֶל מִן הַתּוֹרָה אַלִּיבָּא דְּרַבִּי עֲקִיבָא נַמִּי, פֵּרֵשׁ רַשִׁ\"י שָׁם דִּשְׁלִישִׁי דְּהָכָא הַיְנוּ מַשְׁקִין: {ד} שֶׁאֵין לוֹ כוּ'. גְּמָרָא. וּמֵאַחַר דְּאֵין לוֹ לָמָה טָמֵא. וּמְשָׁנֵי, מִן הַתּוֹרָה אֵין לוֹ, מִדִּין קַל וָחֹמֶר יֵשׁ לוֹ, וְדוֹר אַחֵר פָּרֵיךְ עֲלֵיהּ: {ה} עֲקִיבָא כוּ'. וְלֹא נִמְנָה בֵּין הַתַּלְמִידִים הַחֲשׁוּבִים שֶׁהָיוּ לוֹ לְרַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁמְּנָאָם בְּמִשְׁנָה ח' פֶּרֶק ב' דְּאָבוֹת, שֶׁלֹּא תַּלְמִידוֹ הָיָה אֶלָּא תַּלְמִיד תַּלְמִידוֹ, וְהוּא רַבִּי אֱלִיעֶזֶר בֶּן הוּרְקְנוֹס","rdfs:label":"עיקר תוי\"ט משנה סוטה ה ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-3-5-5-3","jbo:text":"בו ביום דרש רבי עקיבא (במדבר לה) ומדתם מחוץ לעיר את פאת קדמה אלפים באמה וגו', ומקרא אחר אומר (שם) מקיר העיר וחוצה אלף אמה סביב. אי אפשר לומר אלף אמה, שכבר נאמר אלפים אמה, ואי אפשר לומר אלפים אמה, שכבר נאמר אלף אמה. הא כיצד, אלף אמה מגרש, ואלפים אמה תחום שבת. רבי אליעזר בנו של רבי יוסי הגלילי אומר, אלף אמה מגרש, ואלפים אמה שדות וכרמים","jbo:textNikud":"בּוֹ בַיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא (במדבר לה) וּמַדֹּתֶם מִחוּץ לָעִיר אֶת פְּאַת קֵדְמָה אַלְפַּיִם בָּאַמָּה וְגוֹ', וּמִקְרָא אַחֵר אוֹמֵר (שם) מִקִּיר הָעִיר וָחוּצָה אֶלֶף אַמָּה סָבִיב. אִי אֶפְשָׁר לוֹמַר אֶלֶף אַמָּה, שֶׁכְּבָר נֶאֱמַר אַלְפַּיִם אַמָּה, וְאִי אֶפְשָׁר לוֹמַר אַלְפַּיִם אַמָּה, שֶׁכְּבָר נֶאֱמַר אֶלֶף אַמָּה. הָא כֵיצַד, אֶלֶף אַמָּה מִגְרָשׁ, וְאַלְפַּיִם אַמָּה תְּחוּם שַׁבָּת. רַבִּי אֱלִיעֶזֶר בְּנוֹ שֶׁל רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֶלֶף אַמָּה מִגְרָשׁ, וְאַלְפַּיִם אַמָּה שָׂדוֹת וּכְרָמִים","rdfs:label":"משנה סוטה ה ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-bartanura-3-5-5-3","jbo:text":"ר\"ע מברטנורה מגרש. רחבה פנויה מזריעה ומאילנות לנוי העיר: ואלפים. לא הזכר לתתם ללוים, ולא נאמרו אלא ליציאת תחום שבת: שדות וכרמים. ואלפים סביב נתנו ללוים. מהם הניחו אלף סביב העיר למגרש, והשאר {ו} שדות וכרמים. והלכה כרבי אליעזר בנו של רבי יוסי הגלילי, שתחום אלפים אמה דרבנן {ז}","jbo:textNikud":"ר\"ע מברטנורה מִגְרָשׁ. רְחָבָה פְּנוּיָה מִזְּרִיעָה וּמֵאִילָנוֹת לְנוֹי הָעִיר: וְאַלְפַּיִם. לֹא הֻזְכַּר לְתִתָּם לַלְוִיִּם, וְלֹא נֶאֶמְרוּ אֶלָּא לִיצִיאַת תְּחוּם שַׁבָּת: שָׂדוֹת וּכְרָמִים. וְאַלְפַּיִם סָבִיב נִתְּנוּ לַלְוִיִּם. מֵהֶם הִנִּיחוּ אֶלֶף סָבִיב הָעִיר לַמִּגְרָשׁ, וְהַשְּׁאָר {ו} שָׂדוֹת וּכְרָמִים. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בְּנוֹ שֶׁל רַבִּי יוֹסֵי הַגְּלִילִי, שֶׁתְּחוּם אַלְפַּיִם אַמָּה דְּרַבָּנָן {ז}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ה ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-yomtov-3-5-5-3","jbo:text":"עיקר תוי\"ט {ו} ונראה לי משום דתפסת מעט תפסת, כיון דבחד ענינא הוא לרבי אליעזר. אבל לרבי עקיבא דקרא דאלף בשל לויים וקרא דאלפים בשל שבת, דתרי עניני נינהו, מקימו המקראות שניהם כמות שהן: {ז} שמע מנה דלרבי עקיבא אלפים דאוריתא הן. ועין תוספות יום טוב שהניח בצריך עיון","jbo:textNikud":"עיקר תוי\"ט {ו} וְנִרְאֶה לִי מִשּׁוּם דְּתָפַסְתָּ מֻעָט תָּפַסְתָּ, כֵּיוָן דִּבְחַד עִנְיָנָא הוּא לְרַבִּי אֱלִיעֶזֶר. אֲבָל לְרַבִּי עֲקִיבָא דִּקְרָא דְּאֶלֶף בְּשֶׁל לְוִיִּים וּקְרָא דְּאַלְפַּיִם בְּשֶׁל שַׁבָּת, דִּתְרֵי עִנְיָנֵי נִינְהוּ, מִקַּיְּמוּ הַמִּקְרָאוֹת שְׁנֵיהֶם כְּמוֹת שֶׁהֵן: {ז} שְׁמַע מִנָּהּ דִּלְרַבִּי עֲקִיבָא אַלְפַּיִם דְּאוֹרַיְתָא הֵן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב שֶׁהִנִּיחַ בְּצָרִיךְ עִיּוּן","rdfs:label":"עיקר תוי\"ט משנה סוטה ה ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-3-5-5-4","jbo:text":"בו ביום דרש רבי עקיבא (שמות טו), אז ישיר משה ובני ישראל את השירה הזאת לה' ויאמרו לאמר, שאין תלמוד לומר לאמר, ומה תלמוד לומר לאמר, מלמד שהיו ישראל עונין אחריו של משה על כל דבר ודבר, כקורין את ההלל, לכך נאמר לאמר. רבי נחמיה אומר, כקורין את שמע {ט} ולא כקורין {י} את ההלל","jbo:textNikud":"בּוֹ בַיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא (שמות טו), אָז יָשִׁיר משֶׁה וּבְנֵי יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת לַה' וַיֹּאמְרוּ לֵאמֹר, שֶׁאֵין תַּלְמוּד לוֹמַר לֵאמֹר, וּמַה תַּלְמוּד לוֹמַר לֵאמֹר, מְלַמֵּד שֶׁהָיוּ יִשְׂרָאֵל עוֹנִין אַחֲרָיו שֶׁל משֶׁה עַל כָּל דָּבָר וְדָבָר, כְּקוֹרִין אֶת הַהַלֵּל, לְכָךְ נֶאֱמַר לֵאמֹר. רַבִּי נְחֶמְיָה אוֹמֵר, כְּקוֹרִין אֶת שְׁמַע {ט} וְלֹא כְקוֹרִין {י} אֶת הַהַלֵּל","rdfs:label":"משנה סוטה ה ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-bartanura-3-5-5-4","jbo:text":"ר\"ע מברטנורה שאין תלמוד לומר לאמר. שאין דומה לשאר לאמר שבתורה, שהשכינה מדברת למשה לאמר הדבור לישראל, אבל כאן אין לומר כן: כקורין את ההלל. ראשי פרקים בלבד היו עונים אחריו {ח}","jbo:textNikud":"ר\"ע מברטנורה שֶׁאֵין תַּלְמוּד לוֹמַר לֵאמֹר. שֶׁאֵין דּוֹמֶה לִשְׁאָר לֵאמֹר שֶׁבַּתּוֹרָה, שֶׁהַשְּׁכִינָה מְדַבֶּרֶת לְמֹשֶׁה לֵאמֹר הַדִּבּוּר לְיִשְׂרָאֵל, אֲבָל כָּאן אֵין לוֹמַר כֵּן: כְּקוֹרִין אֶת הַהַלֵּל. רָאשֵׁי פְרָקִים בִּלְבַד הָיוּ עוֹנִים אַחֲרָיו {ח}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ה ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-yomtov-3-5-5-4","jbo:text":"עיקר תוי\"ט {ח} מסים בבריתא משה אמר אשירה לה' והן אומרים אשירה לה'. משה אמר כי גאה גאה והן אומרים אשירה לה'. ולישנא דראשי פרקים קשיא, ולכן נראה לי שהשירה מתחלקת לענינים ופרקים, ובכל פרק היו עונין אותו ראש פרק. ובהלל פליגי רש\"י ותוספות, דלרש\"י בראשי פרקים עונים ראשי פרקים ולא יותר, ועל כל דבר חוץ מראשי פרקים עונים הללויה, עד שיגמר את הלל. ולהתוספות מתחלת הפרק עד סופו עונה ראשו על כל דבר ודבר עד סופו, וכן פרק שני כו': {ט} את שמע. כסופר הפורס על שמע בבית הכנסת, שהוא פותח תחלה והן עונין אחריו. פרש רש\"י וקורין כלן יחד, וכך שרתה רוח הקדש על כלם וכונו יחד את השירה ככתבה. ומפרש בגמרא טעמא דרבי נחמיה דדרשינן ויאמרו, דאמור כלהו בהדי הדדי, לאמר, דפתח משה ברישא: {י} ולא כקורין. נראה לי להכי קאמר תו, לאפוקי נמי מדעת שלישית, כקטן המקרא את ההלל, והן עונין אחריו כל מה שהוא אומר, משה אמר אשירה לה' והן אומרים אשירה לה' כו'. להכי אמר כו', דאפלו כקריאה זו נמי לא","jbo:textNikud":"עיקר תוי\"ט {ח} מְסַיֵּם בַּבְּרָיְתָא מֹשֶׁה אָמַר אָשִׁירָה לַה' וְהֵן אוֹמְרִים אָשִׁירָה לַה'. מֹשֶׁה אָמַר כִּי גָּאֹה גָּאָה וְהֵן אוֹמְרִים אָשִׁירָה לַה'. וְלִישְׁנָא דְּרָאשֵׁי פְרָקִים קָשְׁיָא, וְלָכֵן נִרְאֶה לִי שֶׁהַשִּׁירָה מִתְחַלֶּקֶת לְעִנְיָנִים וּפְרָקִים, וּבְכָל פֶּרֶק הָיוּ עוֹנִין אוֹתוֹ רֹאשׁ פֶּרֶק. וּבְהַלֵּל פְּלִיגֵי רַשִׁ\"י וְתוֹסָפוֹת, דִּלְרַשִׁ\"י בְּרָאשֵׁי פְרָקִים עוֹנִים רָאשֵׁי פְרָקִים וְלֹא יוֹתֵר, וְעַל כָּל דָּבָר חוּץ מֵרָאשֵׁי פְרָקִים עוֹנִים הַלְלוּיָהּ, עַד שֶׁיִּגְמֹר אֶת הַלֵּל. וּלְהַתּוֹסָפוֹת מִתְּחִלַּת הַפֶּרֶק עַד סוֹפוֹ עוֹנֶה רֹאשׁוֹ עַל כָּל דָּבָר וְדָבָר עַד סוֹפוֹ, וְכֵן פֶּרֶק שֵׁנִי כוּ': {ט} אֶת שְׁמַע. כְּסוֹפֵר הַפּוֹרֵס עַל שְׁמַע בְּבֵית הַכְּנֶסֶת, שֶׁהוּא פּוֹתֵחַ תְּחִלָּה וְהֵן עוֹנִין אַחֲרָיו. פֵּרֵשׁ רַשִׁ\"י וְקוֹרִין כֻּלָּן יַחַד, וְכָךְ שָׁרְתָה רוּחַ הַקֹּדֶשׁ עַל כֻּלָּם וְכִוְּנוּ יַחַד אֶת הַשִּׁירָה כִּכְתָבָהּ. וּמְפָרֵשׁ בַּגְּמָרָא טַעְמָא דְּרַבִּי נְחֶמְיָה דְּדָרְשִׁינַן וַיֹאמְרוּ, דְּאָמוּר כֻּלְּהוּ בַּהֲדֵי הֲדָדֵי, לֶאֱמֹר, דְּפָתַח מֹשֶׁה בְּרֵישָׁא: {י} וְלֹא כְקוֹרִין. נִרְאֶה לִי לְהָכִי קָאָמַר תּוּ, לַאֲפוֹקֵי נַמִּי מִדַּעַת שְׁלִישִׁית, כְּקָטָן הַמַּקְרֵא אֶת הַהַלֵּל, וְהֵן עוֹנִין אַחֲרָיו כָּל מַה שֶּׁהוּא אוֹמֵר, מֹשֶׁה אָמַר אָשִׁירָה לַה' וְהֵן אוֹמְרִים אָשִׁירָה לַה' כוּ'. לְהָכִי אָמַר כוּ', דַּאֲפִלּוּ כִּקְרִיאָה זוֹ נַמִּי לֹא","rdfs:label":"עיקר תוי\"ט משנה סוטה ה ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-3-5-5-5","jbo:text":"בו ביום דרש רבי יהושע בן הורקנוס, לא עבד איוב את הקדוש ברוך הוא אלא מאהבה, שנאמר (איוב יג) הן יקטלני לו איחל. ועדין הדבר שקול, לו אני מצפה או איני מצפה, תלמוד לומר (שם כז) עד אגוע לא אסיר תמתי ממני, מלמד שמאהבה עשה. אמר רבי יהושע, מי יגלה עפר מעיניך, רבן יוחנן בן זכאי, שהיית דורש כל ימיך שלא עבד איוב את המקום אלא מיראה, שנאמר (שם א) איש תם וישר ירא אלהים וסר מרע, והלא יהושע תלמיד תלמידך למד שמאהבה עשה","jbo:textNikud":"בּוֹ בַיּוֹם דָּרַשׁ רַבִּי יְהוֹשֻׁעַ בֶּן הוּרְקְנוֹס, לֹא עָבַד אִיּוֹב אֶת הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא מֵאַהֲבָה, שֶׁנֶּאֱמַר (איוב יג) הֵן יִקְטְלֵנִי לוֹ אֲיַחֵל. וַעֲדַיִן הַדָּבָר שָׁקוּל, לוֹ אֲנִי מְצַפֶּה אוֹ אֵינִי מְצַפֶּה, תַּלְמוּד לוֹמַר (שם כז) עַד אֶגְוָע לֹא אָסִיר תֻּמָּתִי מִמֶּנִּי, מְלַמֵּד שֶׁמֵּאַהֲבָה עָשָׂה. אָמַר רַבִּי יְהוֹשֻׁעַ, מִי יְגַלֶּה עָפָר מֵעֵינֶיךָ, רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁהָיִיתָ דוֹרֵשׁ כָּל יָמֶיךָ שֶׁלֹּא עָבַד אִיּוֹב אֶת הַמָּקוֹם אֶלָּא מִיִּרְאָה, שֶׁנֶּאֱמַר (שם א) אִישׁ תָּם וְיָשָׁר יְרֵא אֱלֹהִים וְסָר מֵרָע, וַהֲלֹא יְהוֹשֻׁעַ תַּלְמִיד תַּלְמִידְךָ לִמֵּד שֶׁמֵּאַהֲבָה עָשָׂה","rdfs:label":"משנה סוטה ה ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-bartanura-3-5-5-5","jbo:text":"ר\"ע מברטנורה מאהבה. שאהב את המקום: שקול. משקלו שוה, אינו מכריע לכאן ולכאן. יש לו הכתוב בוי\"ו ומשמעותו כאלו היה לא באל\"ף. ויש לא באל\"ף ומשמעותו כאלו כתוב בוי\"ו {יא}. הן יקטלני, הלא הוא הורגני, לא איחל לו עוד. או לו אני מיחל: מיראה. מדאגת פרענות שלא תבא עליו: ירא אלהים. ולא אוהב אלהים","jbo:textNikud":"ר\"ע מברטנורה מֵאַהֲבָה. שֶׁאָהַב אֶת הַמָּקוֹם: שָׁקוּל. מִשְׁקָלוֹ שָׁוֶה, אֵינוֹ מַכְרִיעַ לְכָאן וּלְכָאן. יֵשׁ לוֹ הַכָּתוּב בְּוָי\"ו וּמַשְׁמָעוּתוֹ כְאִלּוּ הָיָה לֹא בְאָלֶ\"ף. וְיֵשׁ לֹא בְאָלֶ\"ף וּמַשְׁמָעוּתוֹ כְּאִלּוּ כָּתוּב בְּוָי\"ו {יא}. הֵן יִקְטְלֵנִי, הַלֹּא הוּא הוֹרְגֵנִי, לֹא אֲיַחֵל לוֹ עוֹד. אוֹ לוֹ אֲנִי מְיַחֵל: מִיִּרְאָה. מִדַּאֲגַת פֻּרְעָנוּת שֶׁלֹּא תָבֹא עָלָיו: יְרֵא אֱלֹהִים. וְלֹא אוֹהֵב אֱלֹהִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ה ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-5"],"uri":"jbr:mishna-yomtov-3-5-5-5","jbo:text":"עיקר תוי\"ט {יא} וכן כתב הרמב\"ם. ובגמרא לא מיתי אלא בכל צרתם לא צר (ישעיה סג) דכתיב באל\"ף כו' (שם) ומלאך פניו הושיעם, אלא דמשמע הכי ומשמע הכי","jbo:textNikud":"עיקר תוי\"ט {יא} וְכֵן כָּתַב הָרַמְבַּ\"ם. וּבַגְּמָרָא לֹא מַיְתֵי אֶלָּא בְּכָל צָרָתָם לֹא צָר (יְשַׁעְיָה סג) דִּכְתִיב בְּאָלֶ\"ף כוּ' (שָׁם) וּמַלְאַךְ פָּנָיו הוֹשִׁיעָם, אֶלָּא דְּמַשְׁמַע הָכִי וּמַשְׁמַע הָכִי","rdfs:label":"עיקר תוי\"ט משנה סוטה ה ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-3-5-6-1","jbo:text":"מי שקנא לאשתו ונסתרה, אפלו שמע מעוף {א} הפורח, יוציא ויתן כתבה, דברי רבי אליעזר. רבי יהושע אומר, עד שישאו {ב} ויתנו בה מוזרות בלבנה","jbo:textNikud":"מִי שֶׁקִּנֵּא לְאִשְׁתּוֹ וְנִסְתְּרָה, אֲפִלּוּ שָׁמַע מֵעוֹף {א} הַפּוֹרֵחַ, יוֹצִיא וְיִתֵּן כְּתֻבָּה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַד שֶׁיִּשְׂאוּ {ב} וְיִתְּנוּ בָהּ מוֹזְרוֹת בַּלְּבָנָה","rdfs:label":"משנה סוטה ו א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-bartanura-3-5-6-1","jbo:text":"ר\"ע מברטנורה מי שקנא לאשתו ונסתרה אפלו שמע מעוף הפורח. שנסתרה: יוציא ויתן כתבה. רבי אליעזר לטעמיה דאמר בפרק קמא סתירה לא בעיא עדות, ואפלו עבד ואפלו שפחה נאמנים, דהינו נמי כעוף הפורח, דאתקש סתירה לטמאה דכלהו מהימוני בה, הלכך נאסרה עליו. ואם אינו רוצה להשקותה יוציא ויתן כתבה: רבי יהושע אומר עד שישאו ויתנו בה מוזרות בלבנה. נשים הטוות לאור הלבנה {ג}. רבי יהושע לטעמיה דאמר משקה על פי שנים. מיהו משישאו ויתנו בה מוזרות בלבנה בפריצותה מכער הדבר ותצא, דהא אפלו מיא תו לא בדקי לה כדתניא בפרק קמא. וטהורה היא. ולא שישאו ויתנו בה מוזרות בלבנה. והלכה כרבי יהושע","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁקִּנֵּא לְאִשְׁתּוֹ וְנִסְתָּרָה אֲפִלּוּ שָׁמַע מֵעוֹף הַפּוֹרֵחַ. שֶׁנִּסְתְּרָה: יוֹצִיא וְיִתֵּן כְּתֻבָּה. רַבִּי אֱלִיעֶזֶר לְטַעֲמֵיהּ דְּאָמַר בְּפֶרֶק קַמָּא סְתִירָה לֹא בַּעְיָא עֵדוּת, וַאֲפִלּוּ עֶבֶד וַאֲפִלּוּ שִׁפְחָה נֶאֱמָנִים, דְּהַיְנוּ נַמִּי כְּעוֹף הַפּוֹרֵחַ, דְּאִתַּקַּשׁ סְתִירָה לְטֻמְאָה דְּכֻלְּהוּ מְהֵימוֹנֵי בָהּ, הִלְכָּךְ נֶאֶסְרָה עָלָיו. וְאִם אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ יוֹצִיא וְיִתֵּן כְּתֻבָּה: רַבִּי יְהוֹשֻׁעַ אוֹמֵר עַד שֶׁיִּשְׂאוּ וְיִתְּנוּ בָהּ מוֹזְרוֹת בַּלְּבָנָה. נָשִׁים הַטֹּווֹת לְאוֹר הַלְּבָנָה {ג}. רַבִּי יְהוֹשֻׁעַ לְטַעְמֵיהּ דְּאָמַר מַשְׁקֶה עַל פִּי שְׁנַיִם. מִיהוּ מִשֶּׁיִּשְּׂאוּ וְיִתְּנוּ בָּהּ מוֹזְרוֹת בַּלְּבָנָה בִּפְרִיצוּתָהּ מְכֹעָר הַדָּבָר וְתֵצֵא, דְּהָא אֲפִלּוּ מַיָּא תּוּ לֹא בָּדְקֵי לָהּ כִּדְתַנְיָא בְּפֶרֶק קַמָּא. וּטְהוֹרָה הִיא. וְלֹא שֶׁיִּשְּׂאוּ וְיִתְּנוּ בָּהּ מוֹזְרוֹת בַּלְּבָנָה. וַהֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ו א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-yomtov-3-5-6-1","jbo:text":"עיקר תוי\"ט {א} מעוף. אפלו שיש לו ראיה מצפצוף העוף. רמב\"ם: {ב} עד שישאו כו'. כלומר משום סתירה שאין בה שני עדים אינה נאסרת עליו. רש\"י: {ג} שהואיל וטוות בלילה הנה מפחד בלילות מתקבצות לטוות בקבוץ ומשיחות ביחד","jbo:textNikud":"עיקר תוי\"ט {א} מֵעוֹף. אֲפִלּוּ שֶׁיֵּשׁ לוֹ רְאָיָה מִצִּפְצוּף הָעוֹף. רַמְבַּ\"ם: {ב} עַד שֶׁיִּשְׂאוּ כוּ'. כְּלוֹמַר מִשּׁוּם סְתִירָה שֶׁאֵין בָּהּ שְׁנֵי עֵדִים אֵינָהּ נֶאֱסֶרֶת עָלָיו. רַשִׁ\"י: {ג} שֶׁהוֹאִיל וְטֹווֹת בַּלַּיְלָה הִנֵּה מִפַּחַד בַּלֵּילוֹת מִתְקַבְּצוֹת לִטְווֹת בְּקִבּוּץ וּמְשִׂיחוֹת בְּיַחַד","rdfs:label":"עיקר תוי\"ט משנה סוטה ו א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-3-5-6-2","jbo:text":"אמר עד אחד, אני ראיתיה שנטמאת, לא היתה שותה. ולא עוד אלא אפלו עבד, אפלו שפחה, הרי אלו נאמנין אף לפסלה מכתבתה. חמותה ובת חמותה וצרתה ויבמתה ובת בעלה, הרי אלו נאמנות, ולא לפסלה מכתבתה, אלא שלא תשתה","jbo:textNikud":"אָמַר עֵד אֶחָד, אֲנִי רְאִיתִיהָ שֶׁנִּטְמֵאת, לֹא הָיְתָה שׁוֹתָה. וְלֹא עוֹד אֶלָּא אֲפִלּוּ עֶבֶד, אֲפִלּוּ שִׁפְחָה, הֲרֵי אֵלּוּ נֶאֱמָנִין אַף לְפָסְלָהּ מִכְּתֻבָּתָהּ. חֲמוֹתָהּ וּבַת חֲמוֹתָהּ וְצָרָתָהּ וִיבִמְתָּהּ וּבַת בַּעְלָהּ, הֲרֵי אֵלּוּ נֶאֱמָנוֹת, וְלֹא לְפָסְלָהּ מִכְּתֻבָּתָהּ, אֶלָּא שֶׁלֹּא תִשְׁתֶּה","rdfs:label":"משנה סוטה ו ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-bartanura-3-5-6-2","jbo:text":"ר\"ע מברטנורה אני ראיתיה שנטמאת. באותה סתירה, שהיא על פי עדים לרבי יהושע, או על פי עוף הפורח לרבי אליעזר: לא היתה שותה. דעד אחד נאמן בה אף להפסידה כתבתה, שרגלים לדבר {ד}: אף לפסלה מכתבתה. שלא תשתה ולא תטל כתבתה: יבמתה. אשת אחי בעלה: ובת בעלה. מאשה אחרת: הרי אלו נאמנות. לעדות זו, אף על פי שהן פסולות לכל שאר עדות שהוא לרעתה, לפי שהתורה האמינה כל עדות שיש בה. ומיהו לא לפסלה מכתבתה, הואיל ושונאות אותה, אלא שלא תשתה","jbo:textNikud":"ר\"ע מברטנורה אֲנִי רְאִיתִיהָ שֶׁנִּטְמֵאת. בְּאוֹתָהּ סְתִירָה, שֶׁהִיא עַל פִּי עֵדִים לְרַבִּי יְהוֹשֻׁעַ, אוֹ עַל פִּי עוֹף הַפּוֹרֵחַ לְרַבִּי אֱלִיעֶזֶר: לֹא הָיְתָה שׁוֹתָה. דְּעֵד אֶחָד נֶאֱמָן בָּהּ אַף לְהַפְסִידָהּ כְּתֻבָּתָהּ, שֶׁרַגְלַיִם לַדָּבָר {ד}: אַף לְפָסְלָהּ מִכְּתֻבָּתָהּ. שֶׁלֹּא תִשְׁתֶּה וְלֹא תִטֹּל כְּתֻבָּתָהּ: יְבִמְתָּהּ. אֵשֶׁת אֲחִי בַּעְלָהּ: וּבַת בַּעְלָהּ. מֵאִשָּׁה אַחֶרֶת: הֲרֵי אֵלּוּ נֶאֱמָנוֹת. לְעֵדוּת זוֹ, אַף עַל פִּי שֶׁהֵן פְּסוּלוֹת לְכָל שְׁאָר עֵדוּת שֶׁהוּא לְרָעָתָהּ, לְפִי שֶׁהַתּוֹרָה הֶאֱמִינָה כָּל עֵדוּת שֶׁיֵּשׁ בָּהּ. וּמִיהוּ לֹא לְפָסְלָהּ מִכְּתֻבָּתָהּ, הוֹאִיל וְשׂוֹנְאוֹת אוֹתָהּ, אֶלָּא שֶׁלֹּא תִשְׁתֶּה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ו ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-yomtov-3-5-6-2","jbo:text":"עיקר תוי\"ט {ד} בגמרא. תנא דבי רבי ישמעאל, מפני מה האמינה תורה עד אחד בסוטה, שרגלים לדבר, שהרי קנא לה ונסתרה, ועד אחד מעידה שהיא טמאה","jbo:textNikud":"עיקר תוי\"ט {ד} בַּגְּמָרָא. תָּנָא דְּבֵי רַבִּי יִשְׁמָעֵאל, מִפְּנֵי מַה הֶאֱמִינָה תּוֹרָה עֵד אֶחָד בְּסוֹטָה, שֶׁרַגְלַיִם לַדָּבָר, שֶׁהֲרֵי קִנֵּא לָהּ וְנִסְתְּרָה, וְעֵד אֶחָד מְעִידָהּ שֶׁהִיא טְמֵאָה","rdfs:label":"עיקר תוי\"ט משנה סוטה ו ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-3-5-6-3","jbo:text":"שהיה בדין, ומה אם עדות ראשונה שאין אוסרתה אסור עולם, אינה מתקימת בפחות משנים, עדות אחרונה שאוסרתה אסור עולם, אינו דין שלא תתקים בפחות משנים, תלמוד לומר ועד אין בה, כל עדות שיש בה. קל וחמר לעדות הראשונה מעתה, ומה אם עדות אחרונה {ו} שאוסרתה אסור עולם, הרי היא מתקימת בעד אחד, עדות הראשונה שאין אוסרתה אסור עולם, אינו דין שתתקים בעד אחד, תלמוד לומר (דברים כד) כי מצא בה ערות דבר, ולהלן הוא אומר (שם יט), על פי שני עדים יקום דבר, מה להלן על פי שנים עדים, אף כאן על פי שנים עדים","jbo:textNikud":"שֶׁהָיָה בְדִין, וּמָה אִם עֵדוּת רִאשׁוֹנָה שֶׁאֵין אוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינָהּ מִתְקַיֶּמֶת בְּפָחוֹת מִשְּׁנַיִם, עֵדוּת אַחֲרוֹנָה שֶׁאוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינוֹ דִין שֶׁלֹּא תִתְקַיֵּם בְּפָחוֹת מִשְּׁנָיִם, תַּלְמוּד לוֹמַר וְעֵד אֵין בָּהּ, כָּל עֵדוּת שֶׁיֵּשׁ בָּהּ. קַל וָחֹמֶר לָעֵדוּת הָרִאשׁוֹנָה מֵעַתָּה, וּמָה אִם עֵדוּת אַחֲרוֹנָה {ו} שֶׁאוֹסַרְתָּהּ אִסּוּר עוֹלָם, הֲרֵי הִיא מִתְקַיֶּמֶת בְּעֵד אֶחָד, עֵדוּת הָרִאשׁוֹנָה שֶׁאֵין אוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינוֹ דִין שֶׁתִּתְקַיֵּם בְּעֵד אֶחָד, תַּלְמוּד לוֹמַר (דברים כד) כִּי מָצָא בָהּ עֶרְוַת דָּבָר, וּלְהַלָּן הוּא אוֹמֵר (שם יט), עַל פִּי שְׁנֵי עֵדִים יָקוּם דָּבָר, מַה לְּהַלָּן עַל פִּי שְׁנַיִם עֵדִים, אַף כָּאן עַל פִּי שְׁנַיִם עֵדִים","rdfs:label":"משנה סוטה ו ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-bartanura-3-5-6-3","jbo:text":"ר\"ע מברטנורה שהיה בדין. שלא יהא נאמן בה עד אחד, אם לא מגזרת הכתוב: עדות הראשונה. סתירה: שאין אוסרתה אסור עולם. אלא עד שתשתה: אינה מתקימת בפחות משנים. כדבעינן למימר מגזרה שוה, ורבי יהושע היא: עדות האחרונה. טמאה: כל עדות שיש בה. נאמן בה, דכתיב ועד אין בה, וכל עד האמור בתורה סתם אינו אלא שנים, מדאצטריך קרא לומר (דברים יט) לא יקום עד אחד באיש, שמע מנה דעד שנים במשמע, עד שיפרט לך הכתוב אחד. והכי קאמר קרא, תרי לית בה אלא חד, וקאמר והיא לא נתפסה, לאוסרה {ה}, אלמא עד אחד מהימן","jbo:textNikud":"ר\"ע מברטנורה שֶׁהָיָה בְדִין. שֶׁלֹּא יְהֵא נֶאֱמָן בָּהּ עֵד אֶחָד, אִם לֹא מִגְּזֵרַת הַכָּתוּב: עֵדוּת הָרִאשׁוֹנָה. סְתִירָה: שֶׁאֵין אוֹסַרְתָּהּ אִסּוּר עוֹלָם. אֶלָּא עַד שֶׁתִּשְׁתֶּה: אֵינָהּ מִתְקַיֶּמֶת בְּפָחוֹת מִשְּׁנַיִם. כִּדְבָעִינַן לְמֵימַר מִגְּזֵרָה שָׁוָה, וְרַבִּי יְהוֹשֻׁעַ הִיא: עֵדוּת הָאַחֲרוֹנָה. טֻמְאָה: כָּל עֵדוּת שֶׁיֵּשׁ בָּהּ. נֶאֱמָן בָּהּ, דִּכְתִיב וְעֵד אֵין בָּהּ, וְכָל עֵד הָאָמוּר בַּתּוֹרָה סְתָם אֵינוֹ אֶלָּא שְׁנַיִם, מִדְּאִצְטְרִיךְ קְרָא לוֹמַר (דְּבָרִים יט) לֹא יָקוּם עֵד אֶחָד בְּאִישׁ, שְׁמַע מִנָּהּ דְּעֵד שְׁנַיִם בַּמַּשְׁמָע, עַד שֶׁיִּפְרֹט לְךָ הַכָּתוּב אֶחָד. וְהָכִי קָאָמַר קְרָא, תְּרֵי לֵית בָּהּ אֶלָּא חַד, וְקָאָמַר וְהִיא לֹא נִתְפָּסָה, לְאוֹסְרָהּ {ה}, אַלְמָא עֵד אֶחָד מְהֵימָן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ו ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-yomtov-3-5-6-3","jbo:text":"עיקר תוי\"ט {ה} וכן לשון רש\"י. ובגמרא, אסורה. וכלומר קרא דקאמר והיא לא נתפשה לומר דאלו הוה בה עד אחד והיא לא נתפשה היתה אסורה: {ו} ומה כו'. תימה דהוי מצי למפרך התם איכא רגלים לדבר. ולפי מה שכתבתי בריש פרק קמא דאתקש סתירה לטמאה יש לומר דאהא סמיך","jbo:textNikud":"עיקר תוי\"ט {ה} וְכֵן לְשׁוֹן רַשִׁ\"י. וּבַגְּמָרָא, אֲסוּרָה. וּכְלוֹמַר קְרָא דְּקָאָמַר וְהִיא לֹא נִתְפָּשָׂה לוֹמַר דְּאִלּוּ הֲוָה בָּהּ עֵד אֶחָד וְהִיא לֹא נִתְפְּשָׂה הָיְתָה אֲסוּרָה: {ו} וּמָה כוּ'. תֵּימַהּ דַּהֲוֵי מָצֵי לְמִפְרַךְ הָתָם אִיכָּא רַגְלַיִם לַדָּבָר. וּלְפִי מַה שֶּׁכָּתַבְתִּי בְּרֵישׁ פֶּרֶק קַמָּא דְּאִתַּקַּשׁ סְתִירָה לַטֻּמְאָה יֵשׁ לוֹמַר דְּאַהָא סָמִיךְ","rdfs:label":"עיקר תוי\"ט משנה סוטה ו ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-3-5-6-4","jbo:text":"עד אומר נטמאת ועד אומר לא נטמאת, אשה אומרת נטמאת ואשה אומרת לא נטמאת, היתה שותה. אחד אומר נטמאת ושנים אומרים לא נטמאת, היתה שותה. שנים אומרים נטמאת ואחד אומר לא נטמאת, לא היתה שותה","jbo:textNikud":"עֵד אוֹמֵר נִטְמֵאת וְעֵד אוֹמֵר לֹא נִטְמֵאת, אִשָּׁה אוֹמֶרֶת נִטְמֵאת וְאִשָּׁה אוֹמֶרֶת לֹא נִטְמֵאת, הָיְתָה שׁוֹתָה. אֶחָד אוֹמֵר נִטְמֵאת וּשְׁנַיִם אוֹמְרִים לֹא נִטְמֵאת, הָיְתָה שׁוֹתָה. שְׁנַיִם אוֹמְרִים נִטְמֵאת וְאֶחָד אוֹמֵר לֹא נִטְמֵאת, לֹא הָיְתָה שׁוֹתָה","rdfs:label":"משנה סוטה ו ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-bartanura-3-5-6-4","jbo:text":"ר\"ע מברטנורה עד אומר נטמאת ועד אומר לא נטמאת. אוקי חד להדי חד, והרי היא בספקה ושותה. ודוקא כי אתו בהדי הדדי, אבל בזה אחר זה, כשאמר הראשון נטמאת, הוי מהימן כבתרי {ז}, והשני האומר לא נטמאת הוי ליה חד, ואין דבריו של אחד במקום שנים: ושנים אומרים לא נטמאת. כלומר לא נטמאת בפניך, שכשבאת ומצאת שנסתרו יחד גם אנו היינו עמך ובפנינו לא נטמאת {ח}, הרי נסתלק העד ובטלו דבריו מפני השנים, והרי היא בספקה אם נטמאת קדם שבאו אלו ומצאום, ולפיכך שותה. ואשמועינן תנא בהני תרי בבי דמתניתין דבפסולי עדות הלך אחר רב דעות {ט} בין לקלא בין לחמרא, כלומר בין להשקותה בין שלא להשקותה","jbo:textNikud":"ר\"ע מברטנורה עֵד אוֹמֵר נִטְמֵאת וְעֵד אוֹמֵר לֹא נִטְמֵאת. אוֹקֵי חַד לַהֲדֵי חַד, וַהֲרֵי הִיא בִּסְפֵקָה וְשׁוֹתָה. וְדַוְקָא כִּי אָתוּ בַּהֲדֵי הֲדָדֵי, אֲבָל בָּזֶה אַחַר זֶה, כְּשֶׁאָמַר הָרִאשׁוֹן נִטְמֵאת, הָוֵי מְהֵימָן כְּבִתְרֵי {ז}, וְהַשֵּׁנִי הָאוֹמֵר לֹא נִטְמֵאת הָוֵי לֵיהּ חַד, וְאֵין דְּבָרָיו שֶׁל אֶחָד בִּמְקוֹם שְׁנַיִם: וּשְׁנַיִם אוֹמְרִים לֹא נִטְמֵאת. כְּלוֹמַר לֹא נִטְמֵאת בְּפָנֶיךָ, שֶׁכְּשֶׁבָּאתָ וּמָצָאת שֶׁנִּסְתְּרוּ יַחַד גַּם אָנוּ הָיִינוּ עִמְּךָ וּבְפָנֵינוּ לֹא נִטְמֵאת {ח}, הֲרֵי נִסְתַּלֵּק הָעֵד וּבָטְלוּ דְּבָרָיו מִפְּנֵי הַשְּׁנַיִם, וַהֲרֵי הִיא בִּסְפֵקָה אִם נִטְמֵאת קֹדֶם שֶׁבָּאוּ אֵלּוּ וּמְצָאוּם, וּלְפִיכָךְ שׁוֹתָה. וְאַשְׁמוּעִינַן תַּנָּא בְּהָנֵי תְּרֵי בָּבֵי דְּמַתְנִיתִין דְּבִפְסוּלֵי עֵדוּת הֲלֵךְ אַחַר רֹב דֵּעוֹת {ט} בֵּין לְקֻלָּא בֵּין לְחֻמְרָא, כְּלוֹמַר בֵּין לְהַשְׁקוֹתָהּ בֵּין שֶׁלֹּא לְהַשְׁקוֹתָהּ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ו ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-6"],"uri":"jbr:mishna-yomtov-3-5-6-4","jbo:text":"עיקר תוי\"ט {ז} ונראה לפרש בזה אחר זה שקבלו עדות הראשון והורו על פי עדותו. תוספות: {ח} אבל ביבמות פרק ט\"ו לא פרש כן. משום דכשאומרים לא מת מכחישים אותו, אבל הכא אפשר שנטמאה קדם שבאו. והיה יכול לפרש שאומרים עמנו היית במקום אחר, ובדיש עדי סתירה, ומיהו אתיא במכל שכן דהא כשמעידין כך, מזימין הראשון, ופשיטא דמהימנו מדין מזימין, שהאמינם התורה אפלו לגבי שנים: {ט} דבפסולי עדות אירינן כדמוקים בגמרא. דאי לא תימה הכי פשיטא דאין עד אחד במקום שנים. וכתב בית יוסף דאף על גב דחד דמעקרא משוינן ליה כתרי, הוי תרי ותרי ושותה. ופרש רש\"י וכי מוקמינן בפסולי עדות בין בבת אחת בין בזה אחר זה. ועל כרחך בזה אחר זה אצטריך לאשמעינן, דאי בבת אחת מאי הלך אחר רב דעות איכא, בחד וחד נמי היתה שותה. עד כאן","jbo:textNikud":"עיקר תוי\"ט {ז} וְנִרְאֶה לְפָרֵשׁ בָּזֶה אַחַר זֶה שֶׁקִּבְּלוּ עֵדוּת הָרִאשׁוֹן וְהוֹרוּ עַל פִּי עֵדוּתוֹ. תּוֹסָפוֹת: {ח} אֲבָל בִּיבָמוֹת פֶּרֶק ט\"ו לֹא פֵּרֵשׁ כֵּן. מִשּׁוּם דִּכְשֶׁאוֹמְרִים לֹא מֵת מַכְחִישִׁים אוֹתוֹ, אֲבָל הָכָא אֶפְשָׁר שֶׁנִּטְמְאָה קֹדֶם שֶׁבָּאוּ. וְהָיָה יָכוֹל לְפָרֵשׁ שֶׁאוֹמְרִים עִמָּנוּ הָיִיתָ בְּמָקוֹם אַחֵר, וּבִדְיֵשׁ עֵדֵי סְתִירָה, וּמִיהוּ אָתְיָא בְּמִכָּל שֶׁכֵּן דְּהָא כְּשֶׁמְּעִידִין כָּךְ, מְזִימִין הָרִאשׁוֹן, וּפְשִׁיטָא דִּמְהֵימְנוּ מִדִּין מְזִימִין, שֶׁהֶאֱמִינָם הַתּוֹרָה אֲפִלּוּ לְגַבֵּי שְׁנַיִם: {ט} דְּבִפְסוּלֵי עֵדוּת אָיְרִינַן כִּדְמוֹקִים בַּגְּמָרָא. דְּאִי לֹא תֵימַהּ הָכִי פְּשִׁיטָא דְּאֵין עֵד אֶחָד בִּמְקוֹם שְׁנַיִם. וְכָתַב בֵּית יוֹסֵף דְּאַף עַל גַּב דְּחַד דְּמֵעִקָּרָא מַשְׁוִּינַן לֵיהּ כִּתְרֵי, הָוֵי תְּרֵי וּתְרֵי וְשׁוֹתָה. וּפֵרֵשׁ רַשִׁ\"י וְכִי מוֹקְמִינַן בִּפְסוּלֵי עֵדוּת בֵּין בְּבַת אַחַת בֵּין בָּזֶה אַחַר זֶה. וְעַל כָּרְחֲךָ בָּזֶה אַחַר זֶה אִצְטְרִיךְ לְאַשְׁמְעִינַן, דְּאִי בְּבַת אַחַת מַאי הֲלֵךְ אַחַר רֹב דֵּעוֹת אִיכָּא, בְּחַד וְחַד נַמִּי הָיְתָה שׁוֹתָה. עַד כָּאן","rdfs:label":"עיקר תוי\"ט משנה סוטה ו ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-1","jbo:text":"אלו נאמרין בכל לשון, פרשת סוטה, וודוי מעשר, קריאת שמע, ותפלה {ה}, וברכת המזון, ושבועת העדות, ושבועת הפקדון","jbo:textNikud":"אֵלּוּ נֶאֱמָרִין בְּכָל לָשׁוֹן, פָּרָשַׁת סוֹטָה, וּוִדּוּי מַעֲשֵׂר, קְרִיאַת שְׁמַע, וּתְפִלָּה {ה}, וּבִרְכַּת הַמָּזוֹן, וּשְׁבוּעַת הָעֵדוּת, וּשְׁבוּעַת הַפִּקָּדוֹן","rdfs:label":"משנה סוטה ז א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-1","jbo:text":"ר\"ע מברטנורה אלו נאמרין. פרשת סוטה. דכתיב {א} (במדבר ה) ואמר אל האשה, בכל לשון שהוא אומר {ב}: וודוי מעשר. בערתי הקדש מן הבית כו', אומר בכל לשון שירצה, דכתיב (דברים כו) ואמרת לפני ה' אלהיך, בכל לשון שאתה אומר {ג}: קריאת שמע. דכתיב (שם ו) שמע ישראל, בכל לשון שאתה שומע {ד}: ותפלה. צבור שמתפללין, מתפללין בכל לשון. אבל יחיד אינו מתפלל אלא בלשון הקדש {ו}: וברכת המזון. דכתיב (שם ח) וברכת, בכל לשון שאתה מברך {ז}: ושבועת העדות ושבועת הפקדון. בכל לשון שהשביעום ולא הודו, חיבין. שבועת העדות ילפינן לה דכתיב בה (ויקרא ה) ושמעה קול אלה {ח}, בכל לשון שאתה שומע. ושבועת הפקדון גמר תחטא תחטא {ט} משבועת העדות","jbo:textNikud":"ר\"ע מברטנורה אֵלּוּ נֶאֱמָרִין. פָּרָשַׁת סוֹטָה. דִּכְתִיב {א} (בְּמִדְבָּר ה) וְאָמַר אֶל הָאִשָּׁה, בְּכָל לָשׁוֹן שֶׁהוּא אוֹמֵר {ב}: וּוִדּוּי מַעֲשֵׂר. בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת כוּ', אוֹמֵר בְּכָל לָשׁוֹן שֶׁיִּרְצֶה, דִּכְתִיב (דְּבָרִים כו) וְאָמַרְתָּ לִפְנֵי ה' אֱלֹהֶיךָ, בְּכָל לָשׁוֹן שֶׁאַתָּה אוֹמֵר {ג}: קְרִיאַת שְׁמַע. דִּכְתִיב (שָׁם ו) שְׁמַע יִשְׂרָאֵל, בְּכָל לָשׁוֹן שֶׁאַתָּה שׁוֹמֵעַ {ד}: וּתְפִלָּה. צִבּוּר שֶׁמִּתְפַּלְּלִין, מִתְפַּלְּלִין בְּכָל לָשׁוֹן. אֲבָל יָחִיד אֵינוֹ מִתְפַּלֵּל אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ {ו}: וּבִרְכַּת הַמָּזוֹן. דִּכְתִיב (שָׁם ח) וּבֵרַכְתָּ, בְּכָל לָשׁוֹן שֶׁאַתָּה מְבָרֵךְ {ז}: וּשְׁבוּעַת הָעֵדוּת וּשְׁבוּעַת הַפִּקָּדוֹן. בְּכָל לָשׁוֹן שֶׁהִשְׁבִּיעוּם וְלֹא הוֹדוּ, חַיָּבִין. שְׁבוּעַת הָעֵדוּת יָלְפִינַן לַהּ דִּכְתִיב בָּהּ (וַיִּקְרָא ה) וְשָׁמְעָה קוֹל אָלָה {ח}, בְּכָל לָשׁוֹן שֶׁאַתָּה שׁוֹמֵעַ. וּשְׁבוּעַת הַפִּקָּדוֹן גָּמַר תֶּחֱטָא תֶחֱטָא {ט} מִשְּׁבוּעַת הָעֵדוּת","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-1","jbo:text":"עיקר תוי\"ט {א} דאי לאו קרא הוה אמינא נילף בקל וחמר מיבמה דבלשון הקדש. רש\"י: {ב} ורש\"י כתב דהכי גרסינן, ואמר אל האשה בכל לשון שהיא שומעת, אל האשה משמע דברים הנכנסין בלבה, שתהא מכרת בלשון. ועין תוספות יום טוב: {ג} ויליף אמירה מסוטה. גמרא. ואתי שפיר לגרסת רש\"י, דאם לא כן מאי אולמיה דהאי מהאי: {ד} ואצטריך לאפוקי מרבי דאמר בגמרא והיו ככתבם כו'. גמרא: {ה} ותפלה. גמרא, רחמי הוא, כל דבעי מצלי. פרש רש\"י דהא רחמי נינהו, וההוא לישנא דידע לכון לצלי: {ו} דאמר רבי יוחנן כל השואל צרכיו בלשון ארמי אין מלאכי השרת נזקקין לו. פרש רש\"י יחיד צריך שיסיעוהו מלאכי השרת, צבור לא צריכי להו, דכתיב הן אל כביר לא ימאס [איוב לו], אינו מואס בתפלתן של רבים. ומשמע להר\"ב דכל שכן שאר לשונות דלא, דהא ארמי קרוב ללשון הקדש הוא. ועין תוספות יום טוב דלגרסא שלנו צריך לומר דתני ושיר (אף על פי שתני אלו) הלל וקדוש וברכת הפרות והמצות: {ז} ולא ילפינן מברכות הר גרזים כדילפינן מניה ברכת כהנים, להכי כתיב וברכת את ה', כלומר מאחר שהברכה והשבח כלפי השכינה תוכל לברך בכל לשון שתרצה, ומסתמא בלשון שאתה מכיר שתתן שבח להקדוש ברוך הוא בלב שלם להנאתך: {ח} מדלא כתיב והשביעו באלה. ואי לאו קרא הוה אמינא נילף קול קול ממשה כדלקמן משנה ג'. תוספות: {ט} אגב דילפינן בשבועות גזרה שוה זו לענין אחר נקט לה נמי הכא. דמהיכי תיתי דנבעי בלשון הקדש. תוספות","jbo:textNikud":"עיקר תוי\"ט {א} דְּאִי לָאו קְרָא הֲוָה אֲמִינָא נֵילַף בְּקַל וָחֹמֶר מִיְבָמָה דְּבִלְשׁוֹן הַקֹּדֶשׁ. רַשִׁ\"י: {ב} וְרַשִׁ\"י כָּתַב דְּהָכִי גָּרְסִינַן, וְאָמַר אֶל הָאִשָּׁה בְּכָל לָשׁוֹן שֶׁהִיא שׁוֹמַעַת, אֶל הָאִשָּׁה מַשְׁמַע דְּבָרִים הַנִּכְנָסִין בְּלִבָּהּ, שֶׁתְּהֵא מַכֶּרֶת בַּלָּשׁוֹן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְיָלֵיף אֲמִירָה מִסּוֹטָה. גְּמָרָא. וְאָתֵי שַׁפִּיר לְגִרְסַת רַשִׁ\"י, דְּאִם לֹא כֵן מַאי אוּלְמֵיהּ דְּהַאי מֵהַאי: {ד} וְאִצְטְרִיךְ לַאֲפוֹקֵי מֵרַבִּי דְּאָמַר בַּגְּמָרָא וְהָיוּ כִּכְתָבָם כוּ'. גְּמָרָא: {ה} וּתְפִלָּה. גְּמָרָא, רַחֲמֵי הוּא, כָּל דְּבָעֵי מְצַלֵּי. פֵּרֵשׁ רַשִׁ\"י דְּהָא רַחֲמֵי נִינְהוּ, וְהַהוּא לִישָׁנָא דְּיָדַע לְכַוֵּן לְצַלֵּי: {ו} דְּאָמַר רַבִּי יוֹחָנָן כָּל הַשּׁוֹאֵל צְרָכָיו בִּלְשׁוֹן אֲרַמִּי אֵין מַלְאֲכֵי הַשָּׁרֵת נִזְקָקִין לוֹ. פֵּרֵשׁ רַשִׁ\"י יָחִיד צָרִיךְ שֶׁיְּסַיְּעוּהוּ מַלְאֲכֵי הַשָּׁרֵת, צִבּוּר לֹא צְרִיכִי לְהוּ, דִּכְתִיב הֵן אֵל כַּבִּיר לֹא יִמְאַס [אִיּוֹב לו], אֵינוֹ מוֹאֵס בִּתְפִלָּתָן שֶׁל רַבִּים. וּמַשְׁמַע לְהָרַ\"ב דְּכָל שֶׁכֵּן שְׁאָר לְשׁוֹנוֹת דְּלֹא, דְּהָא אֲרַמִּי קָרוֹב לִלְשׁוֹן הַקֹּדֶשׁ הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב דִּלְגִרְסָא שֶׁלָּנוּ צָרִיךְ לוֹמַר דְּתָנֵי וְשִׁיֵּר (אַף עַל פִּי שֶׁתָּנֵי אֵלּוּ) הַלֵּל וְקִדּוּשׁ וּבִרְכַּת הַפֵּרוֹת וְהַמִּצְוֹת: {ז} וְלֹא יָלְפִינַן מִבִּרְכוֹת הַר גְּרִזִּים כִּדְיָלְפִינַן מִנֵּיהּ בִּרְכַּת כֹּהֲנִים, לְהָכִי כְּתִיב וּבֵרַכְתָּ אֶת ה', כְּלוֹמַר מֵאַחַר שֶׁהַבְּרָכָה וְהַשֶּׁבַח כְּלַפֵּי הַשְּׁכִינָה תּוּכַל לְבָרֵךְ בְּכָל לָשׁוֹן שֶׁתִּרְצֶה, וּמִסְתָמָא בְּלָשׁוֹן שֶׁאַתָּה מַכִּיר שֶׁתִּתֵּן שֶׁבַח לְהַקָּדוֹשׁ בָּרוּךְ הוּא בְּלֵב שָׁלֵם לַהֲנָאָתְךָ: {ח} מִדְּלֹא כְּתִיב וְהִשְׁבִּיעוֹ בְּאָלָה. וְאִי לָאו קְרָא הֲוָה אֲמִינָא נֵילַף קוֹל קוֹל מִמֹּשֶׁה כְּדִלְקַמָּן מִשְׁנָה ג'. תּוֹסָפוֹת: {ט} אַגַּב דְּיָלְפִינַן בִּשְׁבוּעוֹת גְּזֵרָה שָׁוָה זוֹ לְעִנְיָן אַחֵר נָקַט לָהּ נַמִּי הָכָא. דִּמְהֵיכִי תֵּיתֵי דְּנִבְעֵי בִּלְשׁוֹן הַקֹּדֶשׁ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ז א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-2","jbo:text":"ואלו נאמרין בלשון הקדש. מקרא בכורים, וחליצה, ברכות וקללות, ברכת כהנים, וברכת כהן גדול, ופרשת המלך, ופרשת עגלה ערופה, ומשוח מלחמה בשעה שמדבר אל העם","jbo:textNikud":"וְאֵלּוּ נֶאֱמָרִין בִּלְשׁוֹן הַקֹּדֶשׁ. מִקְרָא בִכּוּרִים, וַחֲלִיצָה, בְּרָכוֹת וּקְלָלוֹת, בִּרְכַּת כֹּהֲנִים, וּבִרְכַּת כֹּהֵן גָּדוֹל, וּפָרָשַׁת הַמֶּלֶךְ, וּפָרָשַׁת עֶגְלָה עֲרוּפָה, וּמְשׁוּחַ מִלְחָמָה בְּשָׁעָה שֶׁמְּדַבֵּר אֶל הָעָם","rdfs:label":"משנה סוטה ז ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-2","jbo:text":"ר\"ע מברטנורה מקרא בכורים. שהיה קורא מארמי אובד אבי (דברים כו) עד סוף הפרשה: וחליצת יבמה. היא אומרת (שם כה) מאן יבמי להקים לאחיו שם בישראל לא אבה יבמי, והוא אומר לא חפצתי לקחתה, ואחר החליצה אומרת ככה יעשה לאיש: ברכות וקללות. שאמרו ישראל בהר גרזים ובהר עיבל: ברכת כהנים. נשיאת כפים: ברכות כהן גדול. ביום הכפורים אחר עבודת היום שלפני ולפנים הוא קורא את הפרשה בתורה, ומברך שמנה ברכות המפרשות במתניתין: ופרשת המלך. היא פרשת הקהל, כדמפרש בסוף פרקין: ופרשת עגלה ערופה. (שם כא) ידינו לא שפכו את הדם הזה, כפר לעמך ישראל וגו': פרשת משוח מלחמה. (שם כ) והיה כקרבכם וגו' שמע ישראל אתם קרבים היום וגו'","jbo:textNikud":"ר\"ע מברטנורה מִקְרָא בִכּוּרִים. שֶׁהָיָה קוֹרֵא מֵאֲרַמִּי אוֹבֵד אָבִי (דְּבָרִים כו) עַד סוֹף הַפָּרָשָׁה: וַחֲלִיצַת יְבָמָה. הִיא אוֹמֶרֶת (שָׁם כה) מֵאֵן יְבָמִי לְהָקִים לְאָחִיו שֵׁם בְּיִשְׂרָאֵל לֹא אָבָה יַבְּמִי, וְהוּא אוֹמֵר לֹא חָפַצְתִּי לְקַחְתָּהּ, וְאַחַר הַחֲלִיצָה אוֹמֶרֶת כָּכָה יֵעָשֶׂה לָאִישׁ: בְּרָכוֹת וּקְלָלוֹת. שֶׁאָמְרוּ יִשְׂרָאֵל בְּהַר גְּרִזִּים וּבְהַר עֵיבָל: בִּרְכַּת כֹּהֲנִים. נְשִׂיאַת כַּפַּיִם: בִּרְכוֹת כֹּהֵן גָּדוֹל. בְּיוֹם הַכִּפּוּרִים אַחַר עֲבוֹדַת הַיּוֹם שֶׁלִּפְנַי וְלִפְנִים הוּא קוֹרֵא אֶת הַפָּרָשָׁה בַּתּוֹרָה, וּמְבָרֵךְ שְׁמֹנֶה בְרָכוֹת הַמְּפֹרָשׁוֹת בְּמַתְנִיתִין: וּפָרָשַׁת הַמֶּלֶךְ. הִיא פָּרָשַׁת הַקְהֵל, כְּדִמְפָרֵשׁ בְּסוֹף פִּרְקִין: וּפָרָשַׁת עֶגְלָה עֲרוּפָה. (שָׁם כא) יָדֵינוּ לֹא שָׁפְכוּ אֶת הַדָּם הַזֶּה, כַּפֵּר לְעַמְּךָ יִשְׂרָאֵל וְגוֹ': פָּרָשַׁת מְשׁוּחַ מִלְחָמָה. (שָׁם כ) וְהָיָה כְּקָרָבְכֶם וְגוֹ' שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם וְגוֹ'","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-3","jbo:text":"מקרא בכורים כיצד, (דברים כו) וענית ואמרת לפני ה' אלהיך, ולהלן הוא אומר (שם כז) וענו הלוים ואמרו, מה עניה האמורה להלן בלשון הקדש, אף כאן בלשון הקדש","jbo:textNikud":"מִקְרָא בִכּוּרִים כֵּיצַד, (דברים כו) וְעָנִיתָ וְאָמַרְתָּ לִפְנֵי ה' אֱלֹהֶיךָ, וּלְהַלָּן הוּא אוֹמֵר (שם כז) וְעָנוּ הַלְוִיִּם וְאָמְרוּ, מָה עֲנִיָּה הָאֲמוּרָה לְהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ","rdfs:label":"משנה סוטה ז ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-3","jbo:text":"ר\"ע מברטנורה כיצד. כמו מנין {י}: ולהלן הוא אומר. בברכות וקללות של הר גרזים: מה עניה האמורה להלן בלשון הקדש. דכתיב (שם כז) ואמרו אל כל איש ישראל קול רם, וכתיב התם {יא} (שמות יט) והאלהים יעננו בקול, מה להלן בלשון הקדש, אף כאן בלשון הקדש","jbo:textNikud":"ר\"ע מברטנורה כֵּיצַד. כְּמוֹ מִנַּיִן {י}: וּלְהַלָּן הוּא אוֹמֵר. בַּבְּרָכוֹת וּקְלָלוֹת שֶׁל הַר גְּרִזִּים: מָה עֲנִיָּה הָאֲמוּרָה לְהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ. דִּכְתִיב (שָׁם כז) וְאָמְרוּ אֶל כָּל אִישׁ יִשְׂרָאֵל קוֹל רָם, וּכְתִיב הָתָם {יא} (שְׁמוֹת יט) וְהָאֱלֹהִים יַעֲנֶנּוּ בְּקוֹל, מַה לְּהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-3","jbo:text":"עיקר תוי\"ט {י} ואידי דמשנה ה' ולהלן, תני נמי הכא כיצד: {יא} במתן תורה. ובלשון הקדש נתנה. רש\"י. ולא יליף קול קול משבועת העדות, דעניה וקול יליף. תוספות","jbo:textNikud":"עיקר תוי\"ט {י} וְאַיְדֵי דְּמִשְׁנָה ה' וּלְהַלָּן, תָּנֵי נַמִּי הָכָא כֵּיצַד: {יא} בְּמַתַּן תּוֹרָה. וּבִלְשׁוֹן הַקֹּדֶשׁ נִתְּנָה. רַשִׁ\"י. וְלֹא יָלֵיף קוֹל קוֹל מִשְּׁבוּעַת הָעֵדוּת, דַּעֲנִיָּה וְקוֹל יָלֵיף. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-4","jbo:text":"חליצה כיצד, (שם כה) וענתה ואמרה, ולהלן הוא אומר וענו הלוים ואמרו, מה עניה האמורה להלן בלשון הקדש, אף כאן בלשון הקדש. רבי יהודה אומר, וענתה ואמרה ככה, עד שתאמר בלשון הזה {יב}","jbo:textNikud":"חֲלִיצָה כֵּיצַד, (שם כה) וְעָנְתָה וְאָמְרָה, וּלְהַלָּן הוּא אוֹמֵר וְעָנוּ הַלְוִיִּם וְאָמְרוּ, מָה עֲנִיָּה הָאֲמוּרָה לְהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ. רַבִּי יְהוּדָה אוֹמֵר, וְעָנְתָה וְאָמְרָה כָּכָה, עַד שֶׁתֹּאמַר בַּלָּשׁוֹן הַזֶּה {יב}","rdfs:label":"משנה סוטה ז ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-4","jbo:text":"ר\"ע מברטנורה וענתה ואמרה ככה. אינו צריך ללמדה בגזרה שוה, שמעצמה היא למדה, וענתה ואמרה ככה, כלשון הזה תאמר","jbo:textNikud":"ר\"ע מברטנורה וְעָנְתָה וְאָמְרָה כָּכָה. אֵינוֹ צָרִיךְ לְלַמְּדָהּ בִּגְזֵרָה שָׁוָה, שֶׁמֵּעַצְמָהּ הִיא לְמֵדָה, וְעָנְתָה וְאָמְרָה כָּכָה, כַּלָּשׁוֹן הַזֶּה תֹּאמַר","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-4","jbo:text":"עיקר תוי\"ט {יב} עד כו'. והא דבמשנה ג' פרק י\"ב דיבמות קריאה אינה מעכבת בין לרבי אליעזר בין לרבי עקיבא, ואם קרא בלשון חל מעכב, כתבו התוספות דיש לומר דסבירא להו דקריאה מעכבת, וקסבר לא נחלקו רבי עקיבא ורבי אליעזר בדבר זה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יב} עַד כוּ'. וְהָא דִּבְמִשְׁנָה ג' פֶּרֶק י\"ב דִּיבָמוֹת קְרִיאָה אֵינָהּ מְעַכֶּבֶת בֵּין לְרַבִּי אֱלִיעֶזֶר בֵּין לְרַבִּי עֲקִיבָא, וְאִם קָרָא בִּלְשׁוֹן חֹל מְעַכֵּב, כָּתְבוּ הַתּוֹסָפוֹת דְּיֵשׁ לוֹמַר דִּסְבִירָא לְהוּ דִקְרִיאָה מְעַכֶּבֶת, וְקָסָבַר לֹא נֶחְלְקוּ רַבִּי עֲקִיבָא וְרַבִּי אֱלִיעֶזֶר בְּדָבָר זֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-5","jbo:text":"ברכות וקללות כיצד. כיון שעברו ישראל את הירדן ובאו אל הר גרזים ואל הר עיבל שבשומרון שבצד שכם שבאצל אלוני מרה, שנאמר (שם יא) הלא המה בעבר הירדן וגו', ולהלן הוא אומר (בראשית יב) ויעבר אברם בארץ עד מקום שכם עד אלון מורה, מה אלון מורה האמור להלן שכם, אף אלון מורה האמור כאן שכם. ששה שבטים עלו לראש הר גרזים וששה שבטים עלו לראש הר עיבל, והכהנים והלוים והארון עומדים למטה באמצע, הכהנים מקיפין את הארון, והלוים את הכהנים, וכל ישראל מכאן ומכאן, שנאמר (יהושע ח) וכל ישראל וזקניו ושטריו ושפטיו עמדים מזה ומזה לארון וגו' {יג}. הפכו פניהם כלפי הר גרזים ופתחו בברכה {יד}, ברוך האיש אשר לא יעשה פסל ומסכה, ואלו ואלו {טו} עונין אמן. הפכו פניהם כלפי הר עיבל ופתחו בקללה {טז}, (דברים כז) ארור האיש אשר יעשה פסל ומסכה, ואלו ואלו עונין אמן, עד שגומרין ברכות וקללות. ואחר כך הביאו את האבנים ובנו את המזבח וסדוהו בסיד, וכתבו עליו את כל דברי התורה בשבעים לשון {יז}, שנאמר (שם) באר היטב {יט}, ונטלו {כ} את האבנים ובאו ולנו במקומן","jbo:textNikud":"בְּרָכוֹת וּקְלָלוֹת כֵּיצַד. כֵּיוָן שֶׁעָבְרוּ יִשְׂרָאֵל אֶת הַיַּרְדֵּן וּבָאוּ אֶל הַר גְּרִזִּים וְאֶל הַר עֵיבָל שֶׁבְּשׁוֹמְרוֹן שֶׁבְּצַד שְׁכֶם שֶׁבְּאֵצֶל אֵלוֹנֵי מֹרֶה, שֶׁנֶּאֱמַר (שם יא) הֲלֹא הֵמָּה בְּעֵבֶר הַיַּרְדֵּן וְגוֹ', וּלְהַלָּן הוּא אוֹמֵר (בראשית יב) וַיַּעֲבֹר אַבְרָם בָּאָרֶץ עַד מְקוֹם שְׁכֶם עַד אֵלוֹן מוֹרֶה, מָה אֵלוֹן מוֹרֶה הָאָמוּר לְהַלָּן שְׁכֶם, אַף אֵלוֹן מוֹרֶה הָאָמוּר כָּאן שְׁכֶם. שִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר גְּרִזִּים וְשִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר עֵיבָל, וְהַכֹּהֲנִים וְהַלְוִיִּם וְהָאָרוֹן עוֹמְדִים לְמַטָּה בָאֶמְצַע, הַכֹּהֲנִים מַקִּיפִין אֶת הָאָרוֹן, וְהַלְוִיִּם אֶת הַכֹּהֲנִים, וְכָל יִשְׂרָאֵל מִכָּאן וּמִכָּאן, שֶׁנֶּאֱמַר (יהושע ח) וְכָל יִשְׂרָאֵל וּזְקֵנָיו וְשֹׁטְרָיו וְשֹׁפְטָיו עֹמְדִים מִזֶּה וּמִזֶּה לָאָרוֹן וְגוֹ' {יג}. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר גְּרִזִּים וּפָתְחוּ בַבְּרָכָה {יד}, בָּרוּךְ הָאִישׁ אֲשֶׁר לֹא יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ {טו} עוֹנִין אָמֵן. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר עֵיבָל וּפָתְחוּ בַקְּלָלָה {טז}, (דברים כז) אָרוּר הָאִישׁ אֲשֶׁר יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן, עַד שֶׁגּוֹמְרִין בְּרָכוֹת וּקְלָלוֹת. וְאַחַר כָּךְ הֵבִיאוּ אֶת הָאֲבָנִים וּבָנוּ אֶת הַמִּזְבֵּחַ וְסָדוּהוּ בְסִיד, וְכָתְבוּ עָלָיו אֶת כָּל דִּבְרֵי הַתּוֹרָה בְּשִׁבְעִים לָשׁוֹן {יז}, שֶׁנֶּאֱמַר (שם) בַּאֵר הֵיטֵב {יט}, וְנָטְלוּ {כ} אֶת הָאֲבָנִים וּבָאוּ וְלָנוּ בִמְקוֹמָן","rdfs:label":"משנה סוטה ז ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-5","jbo:text":"ר\"ע מברטנורה שבשומרון. אצל שומרון: מכאן ומכאן. על ההרים: בשבעים לשון. בכתב של שבעים אמות {יח}, וכל הרוצה ללמדה יבא וילמד. שלא יהיה פתחון פה לאמות לומר לא היה לנו מהיכן ללמד: את האבנים. סתרו את המזבח לאחר שהעלו העולות והשלמים {כא}: ולנו במקומן. בבית מלונם בגלגל, ושם הקימו את האבנים","jbo:textNikud":"ר\"ע מברטנורה שֶׁבְּשׁוֹמְרוֹן. אֵצֶל שׁוֹמְרוֹן: מִכָּאן וּמִכָּאן. עַל הֶהָרִים: בְּשִׁבְעִים לָשׁוֹן. בִּכְתָב שֶׁל שִׁבְעִים אֻמּוֹת {יח}, וְכָל הָרוֹצֶה לְלָמְדָהּ יָבֹא וְיִלְמֹד. שֶׁלֹּא יִהְיֶה פִּתְחוֹן פֶּה לָאֻמּוֹת לוֹמַר לֹא הָיָה לָנוּ מֵהֵיכָן לִלְמֹד: אֶת הָאֲבָנִים. סָתְרוּ אֶת הַמִּזְבֵּחַ לְאַחַר שֶׁהֶעֱלוּ הָעוֹלוֹת וְהַשְּׁלָמִים {כא}: וְלָנוּ בִמְקוֹמָן. בְּבֵית מְלוֹנָם בַּגִּלְגָּל, וְשָׁם הֵקִימוּ אֶת הָאֲבָנִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-5","jbo:text":"עיקר תוי\"ט {יג} וגו'. וסיפא דקרא, נגד הכהנים והלוים: {יד} בברכה. כל הארורים היו אומרים תחלה בלשון ברכה. רש\"י. ובגמרא מפיק לה מקרא: {טו} אלו ואלו. שבהר גרזים ובהר עיבל. והא דכתיב ואלה יעמדו לברך, לא שהיו השבטים מברכין ומקללין, אלא הלוים העומדים בין שני ההרים הופכין פניהם להר גרזים בברכה ולהר עיבל בקללה. רש\"י. שנאמר וענו הלוים ואמרו: {טז} ופתחו כו'. בגמרא שם, יכול יהיו כל הברכות קודמות לקללות. תלמוד לומר ברכה וקללה, ברכה אחת קודמת לקללה ואין כל הברכות קודמות לקללות. ולהקיש ברכה לקללה, ששניהם בלוים, ובקול רם, ובלשון הקדש, ובכלל ופרט, ואלו ואלו עונין אמן: {יז} בשבעים לשון. כתב רבנו בחיי וכתבת עליהן את כל דברי התורה הזאת, זה יורה שכל התורה כלה כתובה עליהן. וכן כתב הרמב\"ם שכל התורה היתה כתובה מבראשית עד לעיני כל ישראל בתגיה וזיוניה, ומשם נעתקו. ודרך נס היה בלא ספק למלאות שבעים לשון בכל התורה על שתים עשרה אבנים וכתיבתם ביום אחד. ועין תוספות יום טוב: {יח} כלומר בכתב ולשון: {יט} היטב. דאם לא כן באר היטב למה לי. ויש מפרשים תבת היטב עולה שבעים כזה ה' ה\"י הי\"ט היט\"ב (וכן היא גרסא הנכונה): {כ} ונטלו כו'. ובירושלמי, עוד הוא מעשה נסים, נתן הקדוש ברוך הוא בינה בלב כל אמה ואמה והשיאו את התורה שהיתה כתובה בשבעים לשון: {כא} כדכתיב והעלית עליו עולות. רש\"י. וכתיב וזבחת שלמים. וקשה לי, דעדיפא הוה ליה לפרש דאף הכתיבה היתה אחר הקרבנות, שכן סדרן הכתוב","jbo:textNikud":"עיקר תוי\"ט {יג} וְגוֹ'. וְסֵיפָא דִּקְרָא, נֶגֶד הַכֹּהֲנִים וְהַלְוִיִּם: {יד} בַּבְּרָכָה. כָּל הָאֲרוּרִים הָיוּ אוֹמְרִים תְּחִלָּה בִּלְשׁוֹן בְּרָכָה. רַשִׁ\"י. וּבַגְּמָרָא מַפִּיק לָהּ מִקְּרָא: {טו} אֵלּוּ וָאֵלּוּ. שֶׁבְּהַר גְּרִזִּים וּבְהַר עֵיבָל. וְהָא דִּכְתִיב וְאֵלֶּה יַעַמְדוּ לְבָרֵךְ, לֹא שֶׁהָיוּ הַשְּׁבָטִים מְבָרְכִין וּמְקַלְּלִין, אֶלָּא הַלְוִיִּם הָעוֹמְדִים בֵּין שְׁנֵי הֶהָרִים הוֹפְכִין פְּנֵיהֶם לְהַר גְּרִזִּים בַּבְּרָכָה וּלְהַר עֵיבָל בַּקְּלָלָה. רַשִׁ\"י. שֶׁנֶּאֱמַר וְעָנוּ הַלְוִיִּם וְאָמְרוּ: {טז} וּפָתְחוּ כוּ'. בַּגְּמָרָא שָׁם, יָכוֹל יִהְיוּ כָּל הַבְּרָכוֹת קוֹדְמוֹת לַקְּלָלוֹת. תַּלְמוּד לוֹמַר בְּרָכָה וּקְלָלָה, בְּרָכָה אַחַת קוֹדֶמֶת לַקְּלָלָה וְאֵין כָּל הַבְּרָכוֹת קוֹדְמוֹת לַקְּלָלוֹת. וּלְהָקִישׁ בְּרָכָה לַקְּלָלָה, שֶׁשְּׁנֵיהֶם בַּלְוִיִּם, וּבְקוֹל רָם, וּבִלְשׁוֹן הַקֹּדֶשׁ, וּבִכְלָל וּפְרָט, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן: {יז} בְּשִׁבְעִים לָשׁוֹן. כָּתַב רַבֵּנוּ בְּחַיֵּי וְכָתַבְתָּ עֲלֵיהֶן אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת, זֶה יוֹרֶה שֶׁכָּל הַתּוֹרָה כֻּלָּהּ כְּתוּבָה עֲלֵיהֶן. וְכֵן כָּתַב הָרַמְבַּ\"ם שֶׁכָּל הַתּוֹרָה הָיְתָה כְּתוּבָה מִבְּרֵאשִׁית עַד לְעֵינֵי כָּל יִשְׂרָאֵל בְּתָגֶיהָ וְזִיּוּנֶיהָ, וּמִשָּׁם נֶעְתְּקוּ. וְדֶרֶךְ נֵס הָיָה בְּלֹא סָפֵק לְמַלְאוֹת שִׁבְעִים לָשׁוֹן בְּכָל הַתּוֹרָה עַל שְׁתֵּים עֶשְׂרֵה אֲבָנִים וּכְתִיבָתָם בְּיוֹם אֶחָד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} כְּלוֹמַר בִּכְתָב וְלָשׁוֹן: {יט} הֵיטֵב. דְּאִם לֹא כֵן בַּאֵר הֵיטֵב לָמָּה לִי. וְיֵשׁ מְפָרְשִׁים תֵּבַת הֵיטֵב עוֹלָה שִׁבְעִים כָּזֶה ה' ה\"י הי\"ט הֵיטֵ\"ב (וְכֵן הִיא גִּרְסָא הַנְּכוֹנָה): {כ} וְנָטְלוּ כוּ'. וּבַיְרוּשַׁלְמִי, עוֹד הוּא מַעֲשֵׂה נִסִּים, נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא בִּינָה בְּלֵב כָּל אֻמָּה וְאֻמָּה וְהִשִּׂיאוּ אֶת הַתּוֹרָה שֶׁהָיְתָה כְּתוּבָה בְּשִׁבְעִים לָשׁוֹן: {כא} כְּדִכְתִיב וְהֶעֱלֵיתָ עָלָיו עוֹלוֹת. רַשִׁ\"י. וּכְתִיב וְזָבַחְתָּ שְׁלָמִים. וְקָשֶׁה לִי, דַּעֲדִיפָא הֲוָה לֵיהּ לְפָרֵשׁ דְּאַף הַכְּתִיבָה הָיְתָה אַחַר הַקָּרְבָּנוֹת, שֶׁכֵּן סִדְרָן הַכָּתוּב","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-6","jbo:text":"ברכת כהנים {כב} כיצד, במדינה אומרים אותה שלש ברכות, ובמקדש ברכה אחת. במקדש אומר את השם ככתבו, ובמדינה בכנויו. במדינה כהנים נושאים את ידיהן כנגד כתפיהן, ובמקדש על גבי ראשיהן, חוץ מכהן גדול שאינו מגביה את ידיו למעלה מן הציץ. רבי יהודה אומר, אף כהן גדול מגביה ידיו למעלה מן הציץ, שנאמר (ויקרא ט) וישא {כו} אהרן את ידיו אל העם ויברכם","jbo:textNikud":"בִּרְכַּת כֹּהֲנִים {כב} כֵּיצַד, בַּמְּדִינָה אוֹמְרִים אוֹתָהּ שָׁלשׁ בְּרָכוֹת, וּבַמִּקְדָּשׁ בְּרָכָה אֶחָת. בַּמִּקְדָּשׁ אוֹמֵר אֶת הַשֵּׁם כִּכְתָבוֹ, וּבַמְּדִינָה בְכִנּוּיוֹ. בַּמְּדִינָה כֹּהֲנִים נוֹשְׂאִים אֶת יְדֵיהֶן כְּנֶגֶד כִּתְפֵיהֶן, וּבַמִּקְדָּשׁ עַל גַּבֵּי רָאשֵׁיהֶן, חוּץ מִכֹּהֵן גָּדוֹל שֶׁאֵינוֹ מַגְבִּיהַּ אֶת יָדָיו לְמַעְלָה מִן הַצִּיץ. רַבִּי יְהוּדָה אוֹמֵר, אַף כֹּהֵן גָּדוֹל מַגְבִּיהַּ יָדָיו לְמַעְלָה מִן הַצִּיץ, שֶׁנֶּאֱמַר (ויקרא ט) וַיִּשָּׂא {כו} אַהֲרֹן אֶת יָדָיו אֶל הָעָם וַיְבָרְכֵם","rdfs:label":"משנה סוטה ז ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-6","jbo:text":"ר\"ע מברטנורה במדינה אומר אותה שלש ברכות. שמפסיקין הכהנים בין פסוק לפסוק, ועונים הצבור אמן: ובמקדש ברכה אחת. לפי שאין עונים אמן במקדש ואין כאן שום הפסק {כג}: ככתבו. ביו\"ד ה\"א: בכנויו. באל\"ף דל\"ת. שאין מזכירין השם ככתבו אלא במקדש בלבד, שנאמר (שמות כ) בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך, סרס המקרא ודרשהו, בכל המקום אשר אבא אליך וברכתיך, דהינו במקדש, שם אזכיר את שמי: כנגד כתפיהן. מפני שצריך נשיאת כפים {כד}, דכתיב וישא אהרן את ידיו אל העם ויברכם, וכתיב (דברים יח) הוא ובניו כל הימים {כה}, מה הוא בנשיאות כפים, אף בניו בנשיאת כפים כל הימים: ובמקדש. שמברכים את העם בשם המפרש ושכינה למעלה מקשרי אצבעותיהם, מגביהים ידיהם למעלה מראשיהם: שאין מגביה ידיו למעלה מן הציץ. מפני שהשם כתוב בו. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה בַּמְּדִינָה אוֹמֵר אוֹתָהּ שָׁלֹשׁ בְּרָכוֹת. שֶׁמַפְסִיקִין הַכֹּהֲנִים בֵּין פָּסוּק לְפָסוּק, וְעוֹנִים הַצִּבּוּר אָמֵן: וּבַמִּקְדָּשׁ בְּרָכָה אֶחָת. לְפִי שֶׁאֵין עוֹנִים אָמֵן בַּמִּקְדָּשׁ וְאֵין כָּאן שׁוּם הֶפְסֵק {כג}: כִּכְתָבוֹ. בְּיוּ\"ד הֵ\"א: בְּכִנּוּיוֹ. בְּאַלֶ\"ף דָּלֶ\"ת. שֶׁאֵין מַזְכִּירִין הַשֵּׁם כִּכְתָבוֹ אֶלָּא בַּמִּקְדָּשׁ בִּלְבַד, שֶׁנֶּאֱמַר (שְׁמוֹת כ) בְּכָל הַמָּקוֹם אֲשֶׁר אַזְכִּיר אֶת שְׁמִי אָבֹא אֵלֶיךָ וּבֵרַכְתִּיךָ, סָרֵס הַמִּקְרָא וְדָרְשֵׁהוּ, בְּכָל הַמָּקוֹם אֲשֶׁר אָבֹא אֵלֶיךָ וּבֵרַכְתִּיךָ, דְּהַיְנוּ בַּמִּקְדָּשׁ, שָׁם אַזְכִּיר אֶת שְׁמִי: כְּנֶגֶד כִּתְפֵיהֶן. מִפְּנֵי שֶׁצָּרִיךְ נְשִׂיאַת כַּפַּיִם {כד}, דִּכְתִיב וַיִּשָּׂא אַהֲרֹן אֶת יָדָיו אֶל הָעָם וַיְבָרְכֵם, וּכְתִיב (דְּבָרִים יח) הוּא וּבָנָיו כָּל הַיָּמִים {כה}, מָה הוּא בִּנְשִׂיאוּת כַּפַּיִם, אַף בָּנָיו בִּנְשִׂיאַת כַּפַּיִם כָּל הַיָּמִים: וּבַמִּקְדָּשׁ. שֶׁמְּבָרְכִים אֶת הָעָם בַּשֵּׁם הַמְּפֹרָשׁ וּשְׁכִינָה לְמַעְלָה מִקִּשְׁרֵי אֶצְבְּעוֹתֵיהֶם, מַגְבִּיהִים יְדֵיהֶם לְמַעְלָה מֵרָאשֵׁיהֶם: שֶׁאֵין מַגְבִּיהַּ יָדָיו לְמַעְלָה מִן הַצִּיץ. מִפְּנֵי שֶׁהַשֵּׁם כָּתוּב בּוֹ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-6","jbo:text":"עיקר תוי\"ט {כב} ברכת כהנים. ותימה דלא פרש מנלן בלשון הקדש. ובבריתא, כה תברכו, בלשון הקדש, נאמר כאן תברכו ונאמר להלן אלה יעמדו לברך את העם. ועין תוספות יום טוב: {כג} תימה, והלא עונין ברוך שם כבוד מלכותו לעולם ועד כשהיו שומעין את השם, כדתנן משנה ח' פרק ג' דיומא, וזה היה הפסק גדול מענית אמן. ושמא היו עונין ברוך שם כבוד מלכותו לעולם ועד לאלתר כשהיו שומעין השם הנכבד והנורא ולא היו ממתינין עד סוף הפסוק. ולפי שלא היו מפסיקין בין פסוק לפסוק חשיב להו ברכה אחת. אבל בין ברכה לברכה לא היו עונין ברוך שם כבוד מלכותו לעולם ועד, דלא היו עונין רק כשהמברך היה אומר ברוך ה' אלהי כו': {כד} ומיהו נשיאת כפים הגבהה בעלמא במשמע: {כה} ובא ושרת (דברים יח) אתקש ברכה לשירות, דכתיב (שם י) לשרתו ולברך בשמו: {כו} וישא. נראה לי דלאו רבי יהודה אמרה, דאי הכי לדידיה בגבולין נמי לבעי נשיאת כפים למעלה מראשיהן, אלא ארישא מהדר גם כן מנלן שנאמר וישא","jbo:textNikud":"עיקר תוי\"ט {כב} בִּרְכַּת כֹּהֲנִים. וְתֵימַהּ דְּלֹא פֵּרֵשׁ מְנָלָן בִּלְשׁוֹן הַקֹּדֶשׁ. וּבַבְּרַיְתָא, כֹּה תְבָרְכוּ, בִּלְשׁוֹן הַקֹּדֶשׁ, נֶאֱמַר כָּאן תְּבָרְכוּ וְנֶאֱמַר לְהַלָּן אֵלֶּה יַעַמְדוּ לְבָרֵךְ אֶת הָעָם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} תֵּימַהּ, וַהֲלֹא עוֹנִין בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד כְּשֶׁהָיוּ שׁוֹמְעִין אֶת הַשֵּׁם, כְּדִתְנַן מִשְׁנָה ח' פֶּרֶק ג' דְּיוֹמָא, וְזֶה הָיָה הֶפְסֵק גָּדוֹל מֵעֲנִיַּת אָמֵן. וְשֶׁמָּא הָיוּ עוֹנִין בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד לְאַלְתַּר כְּשֶׁהָיוּ שׁוֹמְעִין הַשֵּׁם הַנִּכְבָּד וְהַנּוֹרָא וְלֹא הָיוּ מַמְתִּינִין עַד סוֹף הַפָּסוּק. וּלְפִי שֶׁלֹּא הָיוּ מַפְסִיקִין בֵּין פָּסוּק לְפָסוּק חָשֵׁיב לְהוּ בְּרָכָה אַחַת. אֲבָל בֵּין בְּרָכָה לִבְרָכָה לֹא הָיוּ עוֹנִין בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד, דְּלֹא הָיוּ עוֹנִין רַק כְּשֶׁהַמְּבָרֵךְ הָיָה אוֹמֵר בָּרוּךְ ה' אֱלֹהֵי כוּ': {כד} וּמִיהוּ נְשִׂיאַת כַּפַּיִם הַגְבָּהָה בְּעָלְמָא בְּמַשְׁמָע: {כה} וּבָא וְשֵׁרֵת (דְּבָרִים יח) אִתַּקַּשׁ בְּרָכָה לְשֵׁירוּת, דִּכְתִיב (שָׁם י) לְשָׁרְתוֹ וּלְבָרֵךְ בִּשְׁמוֹ: {כו} וַיִּשָּׂא. נִרְאֶה לִי דְּלָאו רַבִּי יְהוּדָה אֲמָרָהּ, דְּאִי הָכִי לְדִידֵיהּ בִּגְבוּלִין נַמִּי לִבָּעֵי נְשִׂיאַת כַּפַּיִם לְמַעְלָה מֵרָאשֵׁיהֶן, אֶלָּא אַרֵישָׁא מְהַדַּר גַּם כֵּן מְנָלָן שֶׁנֶּאֱמַר וַיִּשָּׂא","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-7","jbo:text":"ברכות כהן גדול {כז} כיצד. חזן הכנסת נוטל ספר תורה ונותנה לראש הכנסת, וראש הכנסת נותנה לסגן, והסגן נותנה לכהן גדול, וכהן גדול עומד ומקבל וקורא עומד, וקורא אחרי מות (שם טז), ואך בעשור (שם כג). וגולל את התורה ומניחה בחיקו ואומר, יותר ממה שקריתי לפניכם כתוב כאן. ובעשור שבחמש הפקודים (במדבר כט) קורא על פה, ומברך עליה שמנה ברכות, על התורה, ועל העבודה, ועל ההודיה, ועל מחילת העון, ועל המקדש, ועל ישראל {כח}, ועל הכהנים, ועל שאר התפלה","jbo:textNikud":"בִּרְכוֹת כֹּהֵן גָּדוֹל {כז} כֵּיצַד. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנָהּ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנָהּ לַסְּגָן, וְהַסְּגָן נוֹתְנָהּ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת (שם טז), וְאַךְ בֶּעָשׂוֹר (שם כג). וְגוֹלֵל אֶת הַתּוֹרָה וּמַנִּיחָהּ בְּחֵיקוֹ וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרִיתִי לִפְנֵיכֶם כָּתוּב כָּאן. וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפִּקּוּדִים (במדבר כט) קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָיָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ, וְעַל יִשְׂרָאֵל {כח}, וְעַל הַכֹּהֲנִים, וְעַל שְׁאָר הַתְּפִלָּה","rdfs:label":"משנה סוטה ז ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-7","jbo:text":"ר\"ע מברטנורה ברכות כהן גדול. ביום הכפורים, לאחר שכלתה עבודת היום קורא בתורה ומברך שמנה ברכות: חזן הכנסת. שמש הכנסת שטרח עסקי הכנסת עליו להכניס ולהוציא להפשיט את התבה ולהכין [הכל]: ראש הכנסת. על פיו נחתכין דברי הכנסת, מי יפרס על שמע, מי יפטיר בנביא, מי ירד לפני התבה: סגן. המוכן תחת כהן גדול. שאם יארע בו פסול ישמש תחתיו: והסגן לכהן גדול. וכלן משום כבודו של כהן גדול, דכתיב (משלי יד) ברב עם הדרת מלך: וכהן גדול עומד ומקבל. מכלל דיושב היה, שמע מנה בעזרת נשים היה קורא. דאי בעזרת ישראל קימא לן אין ישיבה בעזרה אלא למלכי בית דוד בלבד: וקורא אחרי מות. שהוא מסדר יום הכפורים: ואך בעשור. שבפרשת שור או כשב, דסמוכה היא לפרשת אחרי מות ויכול לגלל ספר תורה לשם בעוד שהמתרגמן מתרגם פסוק אחרון של פרשת אחרי מות, ואין כאן שהות כדי שיפסיק המתרגמן: וגולל את התורה. ואף על פי שעדין לא קרא בעשור של חמש הפקודים, יקרא אותה על פה ולא יגלל ספר תורה לשם, מפני שהוא רחוק ויש שהות שיפסיק התרגמן ואיכא גנאי לצבור. ולקרות בשני ספרי תורה אי אפשר, לפי שאין אדם אחד קורא בשני ספרי תורה בצבור, משום פגמו של ספר תורה הראשון: יותר ממה שקריתי לפניכם. מה שאני עתיד לקרות עוד על פה, אל תאמרו שחסר מן הספר הזה לכך איני גוללו שם. וכל כך למה, שלא להוציא לעז על ספר תורה: על התורה. ברכה שלאחריה: ועל העבודה. רצה ה' אלהינו: ועל ההודיה. מודים אנחנו לך: ועל מחילת עון. אתה בחרתנו, שחותם בה מלך מוחל וסולח לעונותינו: ועל המקדש. שתשרה שכינה בבית המקדש, וחותם בה ברוך אתה ה' שוכן בציון: ועל הכהנים. שיקבל קרבנותיהם ברצון. וחותם בה מקדש הכהנים: ועל שאר התפלה. שיהו ישראל נושעין מאויביהם. וחותם בה עמך ישראל צריכים ישועה ברוך אתה ה' שומע תפלה","jbo:textNikud":"ר\"ע מברטנורה בִּרְכוֹת כֹּהֵן גָּדוֹל. בְּיוֹם הַכִּפּוּרִים, לְאַחַר שֶׁכָּלְתָה עֲבוֹדַת הַיּוֹם קוֹרֵא בַתּוֹרָה וּמְבָרֵךְ שְׁמֹנֶה בְּרָכוֹת: חַזַּן הַכְּנֶסֶת. שַׁמַּשׁ הַכְּנֶסֶת שֶׁטֹּרַח עִסְקֵי הַכְּנֶסֶת עָלָיו לְהַכְנִיס וּלְהוֹצִיא לְהַפְשִׁיט אֶת הַתֵּבָה וּלְהָכִין [הַכֹּל]: רֹאשׁ הַכְּנֶסֶת. עַל פִּיו נֶחְתָּכִין דִּבְרֵי הַכְּנֶסֶת, מִי יִפְרֹס עַל שְׁמַע, מִי יַפְטִיר בַּנָּבִיא, מִי יֵרֵד לִפְנֵי הַתֵּבָה: סְגָן. הַמּוּכָן תַּחַת כֹּהֵן גָּדוֹל. שֶׁאִם יֶאֱרַע בּוֹ פְּסוּל יְשַׁמֵּשׁ תַּחְתָּיו: וְהַסְּגָן לְכֹהֵן גָּדוֹל. וְכֻלָּן מִשּׁוּם כְּבוֹדוֹ שֶׁל כֹּהֵן גָּדוֹל, דִּכְתִיב (מִשְׁלֵי יד) בְּרָב עָם הַדְרַת מֶלֶךְ: וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל. מִכְּלָל דְּיוֹשֵׁב הָיָה, שְׁמַע מִנָּהּ בְּעֶזְרַת נָשִׁים הָיָה קוֹרֵא. דְּאִי בְּעֶזְרַת יִשְׂרָאֵל קָיְמָא לָן אֵין יְשִׁיבָה בָּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד: וְקוֹרֵא אַחֲרֵי מוֹת. שֶׁהוּא מִסֵּדֶר יוֹם הַכִּפּוּרִים: וְאַךְ בֶּעָשׂוֹר. שֶׁבְּפָרָשַׁת שׁוֹר אוֹ כֶּשֶׂב, דִּסְמוּכָה הִיא לְפָרָשַׁת אַחֲרֵי מוֹת וְיָכוֹל לִגְלֹל סֵפֶר תּוֹרָה לְשָׁם בְּעוֹד שֶׁהַמְּתֻרְגְּמָן מְתַרְגֵּם פָּסוּק אַחֲרוֹן שֶׁל פָּרָשַׁת אַחֲרֵי מוֹת, וְאֵין כָּאן שָׁהוּת כְּדֵי שֶׁיַּפְסִיק הַמְּתֻרְגְּמָן: וְגוֹלֵל אֶת הַתּוֹרָה. וְאַף עַל פִּי שֶׁעֲדַיִן לֹא קָרָא בֶּעָשׂוֹר שֶׁל חֻמָּשׁ הַפְּקוּדִים, יִקְרָא אוֹתָהּ עַל פֶּה וְלֹא יִגְלֹל סֵפֶר תּוֹרָה לְשָׁם, מִפְּנֵי שֶׁהוּא רָחוֹק וְיֵשׁ שָׁהוּת שֶׁיַּפְסִיק הַתֻּרְגְּמָן וְאִיכָּא גְּנַאי לַצִּבּוּר. וְלִקְרוֹת בִּשְׁנֵי סִפְרֵי תּוֹרָה אִי אֶפְשָׁר, לְפִי שֶׁאֵין אָדָם אֶחָד קוֹרֵא בִּשְׁנֵי סִפְרֵי תּוֹרָה בַּצִּבּוּר, מִשּׁוּם פְּגָמוֹ שֶׁל סֵפֶר תּוֹרָה הָרִאשׁוֹן: יוֹתֵר מִמַּה שֶּׁקָּרִיתִי לִפְנֵיכֶם. מַה שֶּׁאֲנִי עָתִיד לִקְרוֹת עוֹד עַל פֶּה, אַל תֹּאמְרוּ שֶׁחָסֵר מִן הַסֵּפֶר הַזֶּה לְכָךְ אֵינִי גּוֹלְלוֹ שָׁם. וְכָל כָּךְ לָמָּה, שֶׁלֹּא לְהוֹצִיא לַעַז עַל סֵפֶר תּוֹרָה: עַל הַתּוֹרָה. בְּרָכָה שֶׁלְּאַחֲרֶיהָ: וְעַל הָעֲבוֹדָה. רְצֵה ה' אֱלֹהֵינוּ: וְעַל הַהוֹדָיָה. מוֹדִים אֲנַחְנוּ לָךְ: וְעַל מְחִילַת עָוֹן. אַתָּה בְחַרְתָּנוּ, שֶׁחוֹתֵם בָּהּ מֶלֶךְ מוֹחֵל וְסוֹלֵחַ לַעֲוֹנוֹתֵינוּ: וְעַל הַמִּקְדָּשׁ. שֶׁתִּשְׁרֶה שְׁכִינָה בְּבֵית הַמִּקְדָּשׁ, וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' שׁוֹכֵן בְּצִיּוֹן: וְעַל הַכֹּהֲנִים. שֶׁיְּקֻבַּל קָרְבְּנוֹתֵיהֶם בְּרָצוֹן. וְחוֹתֵם בָּהּ מְקַדֵּשׁ הַכֹּהֲנִים: וְעַל שְׁאָר הַתְּפִלָּה. שֶׁיְּהוּ יִשְׂרָאֵל נוֹשָׁעִין מֵאוֹיְבֵיהֶם. וְחוֹתֵם בָּהּ עַמְּךָ יִשְׂרָאֵל צְרִיכִים יְשׁוּעָה בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-7","jbo:text":"עיקר תוי\"ט {כז} ברכות כהן גדול. לא אתפרש מנלן דאין נאמרין אלא בלשון הקדש. ולפיכך נראה בעיני דאף על גב דקאמר ברכת כהן גדול לא קפיד אברכות עצמן אלא על הקריאה מה שהוא קורא בתורה שלא תהא אלא בלשון הקדש, ועל זה אין צריך ראיה כלל, דכיון שהוא בספר תורה והיא אינה כתובה אלא בלשון הקדש וקימא לן נמי דברים שבכתב אי אתה רשאי לאמרן על פה, מבאר כשהיה קורא בלשון הקדש היה קורא. וראיה מהרמב\"ם בחבורו כו': {כח} ועל ישראל. פרש רש\"י מתפלל על ישראל, וחותם ברוך הבוחר בעמו ישראל","jbo:textNikud":"עיקר תוי\"ט {כז} בִּרְכוֹת כֹּהֵן גָּדוֹל. לֹא אִתְפָּרֵשׁ מְנָלָן דְּאֵין נֶאֱמָרִין אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ. וּלְפִיכָךְ נִרְאֶה בְּעֵינַי דְּאַף עַל גַּב דְּקָאָמַר בִּרְכַּת כֹּהֵן גָּדוֹל לֹא קָפֵיד אַבְּרָכוֹת עַצְמָן אֶלָּא עַל הַקְּרִיאָה מַה שֶּׁהוּא קוֹרֵא בַּתּוֹרָה שֶׁלֹּא תְהֵא אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ, וְעַל זֶה אֵין צָרִיךְ רְאָיָה כְּלָל, דְּכֵיוָן שֶׁהוּא בְּסֵפֶר תּוֹרָה וְהִיא אֵינָהּ כְּתוּבָה אֶלָּא בִּלְשׁוֹן הַקֹּדֶשׁ וְקַיְמָא לָן נַמִּי דְּבָרִים שֶׁבִּכְתָב אִי אַתָּה רַשַּׁאי לְאָמְרָן עַל פֶּה, מְבֹאָר כְּשֶׁהָיָה קוֹרֵא בִּלְשׁוֹן הַקֹּדֶשׁ הָיָה קוֹרֵא. וּרְאָיָה מֵהָרַמְבַּ\"ם בְּחִבּוּרוֹ כוּ': {כח} וְעַל יִשְׂרָאֵל. פֵּרֵשׁ רַשִׁ\"י מִתְפַּלֵּל עַל יִשְׂרָאֵל, וְחוֹתֵם בָּרוּךְ הַבּוֹחֵר בְּעַמּוֹ יִשְׂרָאֵל","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-3-5-7-8","jbo:text":"פרשת המלך {כט} כיצד. מוצאי יום טוב הראשון של חג, בשמיני {ל} במוצאי שביעית, עושין לו בימה {לב} של עץ בעזרה, והוא יושב עליה, שנאמר (דברים לא) מקץ שבע שנים במעד וגו'. חזן הכנסת נוטל ספר תורה ונותנה לראש הכנסת, וראש הכנסת נותנה לסגן, והסגן נותנה לכהן גדול, וכהן גדול נותנה למלך, והמלך עומד ומקבל וקורא {לג} יושב {לד}. אגריפס המלך עמד וקבל וקרא עומד, ושבחוהו חכמים. וכשהגיע (שם יז) ללא תוכל לתת עליך איש נכרי, זלגו עיניו דמעות. אמרו לו, אל תתירא אגריפס, אחינו אתה {לה}, אחינו אתה, אחינו אתה. וקורא מתחלת אלה הדברים (דברים א) עד שמע, ושמע (שם ו), והיה אם שמע (שם יא), עשר תעשר (שם יד), כי תכלה לעשר (שם כו), ופרשת המלך (שם יז), וברכות וקללות (שם כח), עד שגומר כל הפרשה. ברכות שכהן גדול מברך אותן, המלך מברך אותן, אלא שנותן של רגלים תחת מחילת העון","jbo:textNikud":"פָּרָשַׁת הַמֶּלֶךְ {כט} כֵּיצַד. מוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג, בַּשְּׁמִינִי {ל} בְּמוֹצָאֵי שְׁבִיעִית, עוֹשִׂין לוֹ בִימָה {לב} שֶׁל עֵץ בָּעֲזָרָה, וְהוּא יוֹשֵׁב עָלֶיהָ, שֶׁנֶּאֱמַר (דברים לא) מִקֵּץ שֶׁבַע שָׁנִים בְּמֹעֵד וְגוֹ'. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנָהּ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנָהּ לַסְּגָן, וְהַסְּגָן נוֹתְנָהּ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל נוֹתְנָהּ לַמֶּלֶךְ, וְהַמֶּלֶךְ עוֹמֵד וּמְקַבֵּל וְקוֹרֵא {לג} יוֹשֵׁב {לד}. אַגְרִיפָּס הַמֶּלֶךְ עָמַד וְקִבֵּל וְקָרָא עוֹמֵד, וְשִׁבְּחוּהוּ חֲכָמִים. וּכְשֶׁהִגִּיעַ (שם יז) לְלֹא תוּכַל לָתֵת עָלֶיךָ אִישׁ נָכְרִי, זָלְגוּ עֵינָיו דְּמָעוֹת. אָמְרוּ לוֹ, אַל תִּתְיָרֵא אַגְרִיפָּס, אָחִינוּ אָתָּה {לה}, אָחִינוּ אָתָּה, אָחִינוּ אָתָּה. וְקוֹרֵא מִתְּחִלַּת אֵלֶּה הַדְּבָרִים (דברים א) עַד שְׁמַע, וּשְׁמַע (שם ו), וְהָיָה אִם שָׁמֹעַ (שם יא), עַשֵּׂר תְּעַשֵּׂר (שם יד), כִּי תְכַלֶּה לַעְשֵׂר (שם כו), וּפָרָשַׁת הַמֶּלֶךְ (שם יז), וּבְרָכוֹת וּקְלָלוֹת (שם כח), עַד שֶׁגּוֹמֵר כָּל הַפָּרָשָׁה. בְּרָכוֹת שֶׁכֹּהֵן גָּדוֹל מְבָרֵךְ אוֹתָן, הַמֶּלֶךְ מְבָרֵךְ אוֹתָן, אֶלָּא שֶׁנּוֹתֵן שֶׁל רְגָלִים תַּחַת מְחִילַת הֶעָוֹן","rdfs:label":"משנה סוטה ז ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-bartanura-3-5-7-8","jbo:text":"ר\"ע מברטנורה בשמיני. בשנה שמינית של שמיטה שעברה, שהיא מוצאי שביעית זו. במוצאי יום טוב ראשון, דכתיב (דברים לא) בחג הסכות, שומע אני אפלו ביום טוב אחרון של חג, תלמוד לומר שם בבא כל ישראל לראות, מתחלת חל המועד {לא}: אגריפס המלך. מזרעו של הורודוס היה, ובימיו נחרב בית שני: זלגו עיניו דמעות. שהמקרא הזה פסלו מן המלכות: אחינו אתה. שאמו מישראל: וקורא מתחלת אלה הדברים עד שמע. שבואתחנן. ומחבר עם פרשת שמע פרשת והיה אם שמע, שיש בפרשת שמע קבלת מלכות שמים ובפרשת והיה אם שמע קבלת על מצות. ומדלג, וקורא עשר תעשר. ומשם מדלג וקורא כי תכלה לעשר, מפני שהוא זמן אסיף ומתנות עניים {לו} והפרשת תרומות ומעשרות. ואף על פי שפרשת המלך בין עשר לכי תכלה לעשר היה קורא אותם יחד {לז}, שלא להפסיק במעשרות. ואחר כך ברכות וקללות, שהן קבלת גזרות וענשים של תורה. וחוזר וקורא פרשת המלך {לח}, שום תשים עליך מלך","jbo:textNikud":"ר\"ע מברטנורה בַּשְּׁמִינִי. בְּשָׁנָה שְׁמִינִית שֶׁל שְׁמִיטָה שֶׁעָבְרָה, שֶׁהִיא מוֹצָאֵי שְׁבִיעִית זוֹ. בְּמוֹצָאֵי יוֹם טוֹב רִאשׁוֹן, דִּכְתִיב (דְּבָרִים לא) בְּחַג הַסֻּכּוֹת, שׁוֹמֵעַ אֲנִי אֲפִלּוּ בְּיוֹם טוֹב אַחֲרוֹן שֶׁל חָג, תַּלְמוּד לוֹמַר שָׁם בְּבֹא כָּל יִשְׂרָאֵל לֵרָאוֹת, מִתְּחִלַּת חֹל הַמּוֹעֵד {לא}: אַגְרִיפָּס הַמֶּלֶךְ. מִזַּרְעוֹ שֶׁל הוֹרוֹדוּס הָיָה, וּבְיָמָיו נֶחְרַב בַּיִת שֵׁנִי: זָלְגוּ עֵינָיו דְּמָעוֹת. שֶׁהַמִּקְרָא הַזֶּה פְּסָלוֹ מִן הַמַּלְכוּת: אָחִינוּ אָתָּה. שֶׁאִמּוֹ מִיִּשְׂרָאֵל: וְקוֹרֵא מִתְּחִלַּת אֵלֶּה הַדְּבָרִים עַד שְׁמַע. שֶׁבְּוָאֶתְחַנַּן. וּמְחַבֵּר עִם פָּרָשַׁת שְׁמַע פָּרָשַׁת וְהָיָה אִם שָׁמֹעַ, שֶׁיֵּשׁ בְּפָרָשַׁת שְׁמַע קַבָּלַת מַלְכוּת שָׁמַיִם וּבְפָרָשַׁת וְהָיָה אִם שָׁמֹעַ קַבָּלַת עֹל מִצְוֹת. וּמְדַלֵּג, וְקוֹרֵא עַשֵּׂר תְּעַשֵּׂר. וּמִשָּׁם מְדַלֵּג וְקוֹרֵא כִּי תְכַלֶּה לַעְשֵׂר, מִפְּנֵי שֶׁהוּא זְמַן אָסִיף וּמַתְּנוֹת עֲנִיִּים {לו} וְהַפְרָשַׁת תְּרוּמוֹת וּמַעַשְׂרוֹת. וְאַף עַל פִּי שֶׁפָּרָשַׁת הַמֶּלֶךְ בֵּין עַשֵּׂר לְכִי תְכַלֶּה לַעְשֵׂר הָיָה קוֹרֵא אוֹתָם יַחַד {לז}, שֶׁלֹּא לְהַפְסִיק בְּמַעַשְׂרוֹת. וְאַחַר כָּךְ בְּרָכוֹת וּקְלָלוֹת, שֶׁהֵן קַבָּלַת גְּזֵרוֹת וָעֳנָשִׁים שֶׁל תּוֹרָה. וְחוֹזֵר וְקוֹרֵא פָּרָשַׁת הַמֶּלֶךְ {לח}, שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ז ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-7-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-7"],"uri":"jbr:mishna-yomtov-3-5-7-8","jbo:text":"עיקר תוי\"ט {כט} פרשת המלך כו'. וזה לשון הרמב\"ם, הקריאה והברכות בלשון הקדש שנאמר תקרא את התורה הזאת כלשונה, אף על פי שיש שם לועזות. ויש לתמה ברכות מנלן, ועוד דמשנתנו דיקא פרשת כו'. ועין תוספות יום טוב: {ל} בשמיני. בשמיני סלקא דעתך, הא אמרת במוצאי יום טוב הראשון, ומשנינן אימא בשמינית. גמרא. ועין תוספות יום טוב: {לא} דביום טוב הראשון לא, דבמועד משמע בתוך המועד. תוספות: {לב} בימה. נגזר משם במה. ערוך: {לג} וקורא. אותה קריה על ידי מלך היא כדתניא בספרי בפרשת המלך. רש\"י. ועין תוספות יום טוב: {לד} יושב. בגמרא, דבעזרת נשים היה כו', דלא נמצא מלך בבית שני לבית דוד: {לה} אחינו כו'. תלתא זמני, שכן לשון חכמים. וביש ספרים כפול ולא משלש. ועין תוספות יום טוב: {לו} וקצת קשה, הא אחר שנת השמטה מיד בחג הסכות עדין אין אסיף ואין מתנות עניים. ובירושלמי, על ידי שיצאו ישראל משביעית לשמינית, שלא לשכח את המעשרות: {לז} ואי משום דיש כאן דלוג בתורה יותר בכדי שלא יפסיק המתרגמן, אין למלך מתרגמן ואין מתרגמין אחריו. רש\"י. וקשה דכל שכן דאיכא גנאי, ולי נראה דהכא הינו טעמא דבמקום המלך וכבודו אין מקפידין על שהית הצבור. ועין תוספות יום טוב: {לח} וכן פרש רש\"י. וצריך עיון מנלן לשנות סדר המשנה פרשת המלך ואחר כך ברכות כו'. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כט} פָּרָשַׁת הַמֶּלֶךְ כוּ'. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, הַקְּרִיאָה וְהַבְּרָכוֹת בִּלְשׁוֹן הַקֹּדֶשׁ שֶׁנֶּאֱמַר תִּקְרָא אֶת הַתּוֹרָה הַזֹּאת כִּלְשׁוֹנָהּ, אַף עַל פִּי שֶׁיֵּשׁ שָׁם לוֹעֲזוֹת. וְיֵשׁ לִתְמֹהַּ בְּרָכוֹת מְנָלָן, וְעוֹד דְּמִשְׁנָתֵנוּ דָּיְקָא פָּרָשַׁת כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ל} בַּשְּׁמִינִי. בַּשְּׁמִינִי סַלְקָא דַּעְתָּךְ, הָא אָמַרְתְּ בְּמוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן, וּמְשָׁנִינַן אֵימָא בַּשְּׁמִינִית. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} דִּבְיוֹם טוֹב הָרִאשׁוֹן לֹא, דִּבְמוֹעֵד מַשְׁמַע בְּתוֹךְ הַמּוֹעֵד. תּוֹסָפוֹת: {לב} בִּימָה. נִגְזַר מִשֵּׁם בָּמָה. עָרוּךְ: {לג} וְקוֹרֵא. אוֹתָהּ קְרִיָּה עַל יְדֵי מֶלֶךְ הִיא כִּדְתַנְיָא בְּסִפְרִי בְּפָרָשַׁת הַמֶּלֶךְ. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לד} יוֹשֵׁב. בַּגְּמָרָא, דִּבְעֶזְרַת נָשִׁים הָיָה כוּ', דְּלֹא נִמְצָא מֶלֶךְ בְּבַיִת שֵׁנִי לְבֵית דָּוִד: {לה} אָחִינוּ כוּ'. תְּלָתָא זִמְנֵּי, שֶׁכֵּן לְשׁוֹן חֲכָמִים. וּבְיֵשׁ סְפָרִים כָּפוּל וְלֹא מְשֻׁלָּשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לו} וּקְצָת קָשֶׁה, הָא אַחַר שְׁנַת הַשְּׁמִטָּה מִיָּד בְּחַג הַסֻּכּוֹת עֲדַיִן אֵין אָסִיף וְאֵין מַתְּנוֹת עֲנִיִּים. וּבַיְרוּשַׁלְמִי, עַל יְדֵי שֶׁיֵּצְאוּ יִשְׂרָאֵל מִשְּׁבִיעִית לַשְּׁמִינִית, שֶׁלֹּא לִשְׁכֹּחַ אֶת הַמַּעַשְׂרוֹת: {לז} וְאִי מִשּׁוּם דְּיֵשׁ כָּאן דִּלּוּג בַּתּוֹרָה יוֹתֵר בִּכְדֵי שֶׁלֹּא יַפְסִיק הַמְּתֻרְגְּמָן, אֵין לַמֶּלֶךְ מְתֻרְגְּמָן וְאֵין מְתַרְגְּמִין אַחֲרָיו. רַשִׁ\"י. וְקָשֶׁה דְּכָל שֶׁכֵּן דְּאִיכָּא גְּנַאי, וְלִי נִרְאֶה דְּהָכָא הַיְנוּ טַעְמָא דְּבִמְקוֹם הַמֶּלֶךְ וּכְבוֹדוֹ אֵין מַקְפִּידִין עַל שְׁהִיַּת הַצִּבּוּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לח} וְכֵן פֵּרֵשׁ רַשִׁ\"י. וְצָרִיךְ עִיּוּן מְנָלָן לְשַׁנּוֹת סֵדֶר הַמִּשְׁנָה פָּרָשַׁת הַמֶּלֶךְ וְאַחַר כָּךְ בְּרָכוֹת כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ז ח","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-7-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-1","jbo:text":"משוח מלחמה, בשעה שמדבר {א} אל העם, בלשון הקדש היה מדבר, שנאמר (דברים כ) והיה כקרבכם אל המלחמה ונגש הכהן, זה כהן משוח מלחמה {ב}, ודבר אל העם, בלשון הקדש. ואמר אליהם (שם) שמע ישראל אתם קרבים היום למלחמה על איביכם, ולא על אחיכם, לא יהודה על {ד} שמעון, ולא שמעון על בנימין, שאם תפלו בידם ירחמו עליכם, כמה שנאמר (דה\"ב כח) ויקמו האנשים אשר נקבו בשמות ויחזיקו בשביה וכל מערמיהם הלבישו מן השלל וילבשם וינעלום ויאכלום וישקום ויסכום וינהלום בחמרים לכל כושל ויביאום ירחו עיר התמרים אצל אחיהם וישובו שמרון. על אויביכם אתם הולכים, שאם תפלו בידם אין מרחמין עליכם. אל ירך לבבכם אל תיראו ואל תחפזו וגו' (דברים כ). אל ירך לבבכם, מפני צהלת סוסים וצחצוח {ה} חרבות. אל תיראו, מפני הגפת תריסין ושפעת {ו} הקלגסין. אל תחפזו, מקול קרנות. אל תערצו, מפני קול צוחות. כי ה' אלהיכם ההלך עמכם, הן באין בנצחונו של בשר ודם, ואתם באים בנצחונו של מקום. פלשתים באו בנצחונו של גלית, מה היה סופו, לסוף נפל בחרב ונפלו עמו. בני עמון באו בנצחונו של שובך, מה היה סופו, לסוף נפל בחרב ונפלו עמו. ואתם אי אתם כן. כי ה' אלהיכם ההלך עמכם להלחם לכם וגו', זה מחנה הארון","jbo:textNikud":"מְשׁוּחַ מִלְחָמָה, בְּשָׁעָה שֶׁמְּדַבֵּר {א} אֶל הָעָם, בִּלְשׁוֹן הַקֹּדֶשׁ הָיָה מְדַבֵּר, שֶׁנֶּאֱמַר (דברים כ) וְהָיָה כְּקָרָבְכֶם אֶל הַמִּלְחָמָה וְנִגַּשׁ הַכֹּהֵן, זֶה כֹּהֵן מְשׁוּחַ מִלְחָמָה {ב}, וְדִבֶּר אֶל הָעָם, בִּלְשׁוֹן הַקֹּדֶשׁ. וְאָמַר אֲלֵיהֶם (שם) שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם לַמִּלְחָמָה עַל אֹיְבֵיכֶם, וְלֹא עַל אֲחֵיכֶם, לֹא יְהוּדָה עַל {ד} שִׁמְעוֹן, וְלֹא שִׁמְעוֹן עַל בִּנְיָמִין, שֶׁאִם תִּפְּלוּ בְיָדָם יְרַחֲמוּ עֲלֵיכֶם, כְּמָה שֶׁנֶּאֱמַר (דה\"ב כח) וַיָּקֻמוּ הָאֲנָשִׁים אֲשֶׁר נִקְּבוּ בְשֵׁמוֹת וַיַּחֲזִיקוּ בַשִּׁבְיָה וְכָל מַעֲרֻמֵּיהֶם הִלְבִּישׁוּ מִן הַשָּׁלָל וַיַּלְבִּשֻׁם וַיַּנְעִלּוּם וַיַּאֲכִלוּם וַיַּשְׁקוּם וַיְסֻכוּם וַיְנַהֲלוּם בַּחֲמֹרִים לְכָל כּוֹשֵׁל וַיְבִיאוּם יְרֵחוֹ עִיר הַתְּמָרִים אֵצֶל אֲחֵיהֶם וַיָּשׁוּבוּ שֹׁמְרוֹן. עַל אוֹיְבֵיכֶם אַתֶּם הוֹלְכִים, שֶׁאִם תִּפְּלוּ בְיָדָם אֵין מְרַחֲמִין עֲלֵיכֶם. אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְגוֹ' (דברים כ). אַל יֵרַךְ לְבַבְכֶם, מִפְּנֵי צָהֳלַת סוּסִים וְצִחְצוּחַ {ה} חֲרָבוֹת. אַל תִּירְאוּ, מִפְּנֵי הֲגָפַת תְּרִיסִין וְשִׁפְעַת {ו} הַקַּלְגַּסִּין. אַל תַּחְפְּזוּ, מִקּוֹל קְרָנוֹת. אַל תַּעַרְצוּ, מִפְּנֵי קוֹל צְוָחוֹת. כִּי ה' אֱלֹהֵיכֶם הַהֹלֵךְ עִמָּכֶם, הֵן בָּאִין בְּנִצְחוֹנוֹ שֶׁל בָּשָׂר וָדָם, וְאַתֶּם בָּאִים בְּנִצְחוֹנוֹ שֶׁל מָקוֹם. פְּלִשְׁתִּים בָּאוּ בְנִצְחוֹנוֹ שֶׁל גָּלְיָת, מֶה הָיָה סוֹפוֹ, לְסוֹף נָפַל בַּחֶרֶב וְנָפְלוּ עִמּוֹ. בְּנֵי עַמּוֹן בָּאוּ בְנִצְחוֹנוֹ שֶׁל שׁוֹבַךְ, מֶה הָיָה סוֹפוֹ, לְסוֹף נָפַל בַּחֶרֶב וְנָפְלוּ עִמּוֹ. וְאַתֶּם אִי אַתֶּם כֵּן. כִּי ה' אֱלֹהֵיכֶם הַהֹלֵךְ עִמָּכֶם לְהִלָּחֵם לָכֶם וְגוֹ', זֶה מַחֲנֵה הָאָרוֹן","rdfs:label":"משנה סוטה ח א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-1","jbo:text":"ר\"ע מברטנורה משוח מלחמה. ודבר אל העם בלשון הקדש. נאמר כאן (דברים כ) ודבר אל העם, ונאמר להלן (שמות יט) משה ידבר {ג}, מה להלן בלשון הקדש, אף כאן בלשון הקדש: לכל כושל. כל הכושלים שאינן יכולין ללכת ברגליהן: הגפת תריסין. הכאת המגנים זו בזו להשמיע קול ולאים: הקלגסין. מקלות שראשיהן עקומים ומכין בהם על גבי אבנים והם מנתזים על האויבים: שובך. שר צבא הדדעזר בשמואל (ב י)","jbo:textNikud":"ר\"ע מברטנורה מְשׁוּחַ מִלְחָמָה. וְדִבֶּר אֶל הָעָם בִּלְשׁוֹן הַקֹּדֶשׁ. נֶאֱמַר כָּאן (דְּבָרִים כ) וְדִבֵּר אֶל הָעָם, וְנֶאֱמַר לְהַלָּן (שְׁמוֹת יט) מֹשֶׁה יְדַבֵּר {ג}, מַה לְּהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ: לְכָל כּוֹשֵׁל. כָּל הַכּוֹשְׁלִים שֶׁאֵינָן יְכוֹלִין לָלֶכֶת בְּרַגְלֵיהֶן: הֲגָפַת תְּרִיסִין. הַכָּאַת הַמָּגִנִּים זוֹ בְּזוֹ לְהַשְׁמִיעַ קוֹל וּלְאַיֵּם: הַקַּלְגַּסִּין. מַקְלוֹת שֶׁרָאשֵׁיהֶן עֲקוּמִים וּמַכִּין בָּהֶם עַל גַּבֵּי אֲבָנִים וְהֵם מְנַתְּזִים עַל הָאוֹיְבִים: שׁוֹבַךְ. שַׂר צָבָא הֲדַדְעֶזֶר בִּשְׁמוּאֵל (ב י)","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-1","jbo:text":"עיקר תוי\"ט {א} בשעה כו'. האי דלא תני הכא נמי כיצד כדקתני פרק דלעיל מקרא בכורים כיצד, משום דהתם סליק מניה דקתני לעיל מניה ואלו נאמרין בלשון הקדש. תוספות: {ב} משוח כו'. מפרש בגמרא דומיא דשוטרים, דכתיב ודברו השוטרים מה שוטרים בממנה ויש ממנה על גביו, אף כהן ממנה ויש ממנה על גביו. אבל כהן גדול אף על פי שהמלך ממנה על גביו, מיהו בעבודה ליכא. ואימא סגן, סגן לאו ממנה הוא, שכל עוד שלא ארע פסול בכהן גדול אין לסגן גדלה של כלום מן התורה ואינו אלא כעין מנוי אמרכל וגזבר שגדלוהו אחיו הכהנים. תוספות: {ג} ירושלמי, הרי קריאת שמע דכתיב בה ודברת בם, והיא נאמרת בכל לשון. ומשני נאמר כאן הגשה ונאמר להלן הגשה, ונגשו הכהנים בני לוי [דברים כא], מה להלן בלשון הקדש אף כאן בלשון הקדש. ואיכא דיליף הגשה הגשה מונגש משה אל הערפל [שמות כ]. תוספות: {ד} יהודה על כו'. כשאמר יהודה על שמעון הינו נמי להפך. ולפיכך אמר תו ולא שמעון על בנימין: {ה} וצחצוח. הוא מריטת כלי המלחמה כגון הסיף והרמחים. הרמב\"ם. והוא מלשון נחשת ממרט [מלכים א ז], ענין זך ולטוש: {ו} ושפעת. לשון רבוי כמו ושפעת מים תכסך [איוב כב]. ערוך","jbo:textNikud":"עיקר תוי\"ט {א} בְּשָׁעָה כוּ'. הַאי דְּלֹא תָּנֵי הָכָא נַמִּי כֵּיצַד כִּדְקָתָנֵי פֶּרֶק דִּלְעֵיל מִקְרָא בִּכּוּרִים כֵּיצַד, מִשּׁוּם דְּהָתָם סְלִיק מִנֵּיהּ דְּקָתָנֵי לְעֵיל מִנֵּיהּ וְאֵלּוּ נֶאֱמָרִין בִּלְשׁוֹן הַקֹּדֶשׁ. תּוֹסָפוֹת: {ב} מְשׁוּחַ כוּ'. מְפָרֵשׁ בַּגְּמָרָא דּוּמְיָא דְּשׁוֹטְרִים, דִּכְתִיב וְדִבְּרוּ הַשּׁוֹטְרִים מַה שּׁוֹטְרִים בִּמְמֻנֶּה וְיֵשׁ מְמֻנֶּה עַל גַּבָּיו, אַף כֹּהֵן מְמֻנֶּה וְיֵשׁ מְמֻנֶּה עַל גַּבָּיו. אֲבָל כֹּהֵן גָּדוֹל אַף עַל פִּי שֶׁהַמֶּלֶךְ מְמֻנֶּה עַל גַּבָּיו, מִיהוּ בָּעֲבוֹדָה לֵיכָּא. וְאֵימָא סְגָן, סְגָן לָאו מְמֻנֶּה הוּא, שֶׁכָּל עוֹד שֶׁלֹּא אֵרַע פְּסוּל בְּכֹהֵן גָּדוֹל אֵין לַסְּגָן גְּדֻלָּה שֶׁל כְּלוּם מִן הַתּוֹרָה וְאֵינוֹ אֶלָּא כְּעֵין מִנּוּי אֲמַרְכָּל וְגִזְבָּר שֶׁגִּדְּלוּהוּ אֶחָיו הַכֹּהֲנִים. תּוֹסָפוֹת: {ג} יְרוּשַׁלְמִי, הֲרֵי קְרִיאַת שְׁמַע דִּכְתִיב בָּהּ וְדִבַּרְתָּ בָּם, וְהִיא נֶאֱמֶרֶת בְּכָל לָשׁוֹן. וּמְשָׁנֵי נֶאֱמַר כָּאן הַגָּשָׁה וְנֶאֱמַר לְהַלָּן הַגָּשָׁה, וְנִגְּשׁוּ הַכֹּהֲנִים בְּנֵי לֵוִי [דְּבָרִים כא], מַה לְּהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ. וְאִיכָּא דְּיָלֵיף הַגָּשָׁה הַגָּשָׁה מִוְנִגַּשׁ מֹשֶׁה אֶל הָעֲרָפֶל [שְׁמוֹת כ]. תּוֹסָפוֹת: {ד} יְהוּדָה עַל כוּ'. כְּשֶׁאָמַר יְהוּדָה עַל שִׁמְעוֹן הַיְנוּ נַמִּי לְהֶפֶךְ. וּלְפִיכָךְ אָמַר תּוּ וְלֹא שִׁמְעוֹן עַל בִּנְיָמִין: {ה} וְצִחְצוּחַ. הוּא מְרִיטַת כְּלֵי הַמִּלְחָמָה כְּגוֹן הַסַּיִּף וְהָרְמָחִים. הָרַמְבַּ\"ם. וְהוּא מִלָּשׁוֹן נְחֹשֶׁת מְמֹרָט [מְלָכִים א ז], עִנְיָן זֹךְ וְלָטוּשׁ: {ו} וְשִׁפְעַת. לְשׁוֹן רִבּוּי כְּמוֹ וְשִׁפְעַת מַיִם תְּכַסֶּךָּ [אִיּוֹב כב]. עָרוּךְ","rdfs:label":"עיקר תוי\"ט משנה סוטה ח א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-2","jbo:text":"ודברו השטרים אל העם לאמר מי האיש אשר בנה בית חדש ולא חנכו ילך וישב לביתו וגו' (שם). אחד {ז} הבונה בית התבן, בית הבקר, בית העצים, בית האוצרות {ח}. אחד הבונה, ואחד הלוקח, ואחד היורש, ואחד שנתן לו מתנה. ומי האיש אשר נטע כרם ולא חללו וגו' (שם). אחד הנוטע הכרם ואחד הנוטע חמשה אילני {ט} מאכל, ואפלו מחמשת מינין. אחד הנוטע, ואחד המבריך, ואחד המרכיב, ואחד הלוקח, ואחד היורש, ואחד שנתן לו מתנה. ומי האיש אשר ארש אשה וגו' (שם). אחד המארס את הבתולה {י}, ואחד המארס את האלמנה, אפלו שומרת יבם, ואפלו שמע שמת אחיו במלחמה, חוזר ובא לו. כל אלו שומעין {יא} דברי כהן מערכי מלחמה וחוזרין, ומספקין מים ומזון ומתקנין את הדרכים","jbo:textNikud":"וְדִבְּרוּ הַשֹּׁטְרִים אֶל הָעָם לֵאמֹר מִי הָאִישׁ אֲשֶׁר בָּנָה בַיִת חָדָשׁ וְלֹא חֲנָכוֹ יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ וְגוֹ' (שם). אֶחָד {ז} הַבּוֹנֶה בֵית הַתֶּבֶן, בֵּית הַבָּקָר, בֵּית הָעֵצִים, בֵּית הָאוֹצָרוֹת {ח}. אֶחָד הַבּוֹנֶה, וְאֶחָד הַלּוֹקֵחַ, וְאֶחָד הַיּוֹרֵשׁ, וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה. וּמִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם וְלֹא חִלְּלוֹ וְגוֹ' (שם). אֶחָד הַנּוֹטֵעַ הַכֶּרֶם וְאֶחָד הַנּוֹטֵעַ חֲמִשָּׁה אִילָנֵי {ט} מַאֲכָל, וַאֲפִלּוּ מֵחֲמֵשֶׁת מִינִין. אֶחָד הַנּוֹטֵעַ, וְאֶחָד הַמַּבְרִיךְ, וְאֶחָד הַמַּרְכִּיב, וְאֶחָד הַלּוֹקֵחַ, וְאֶחָד הַיּוֹרֵשׁ, וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה. וּמִי הָאִישׁ אֲשֶׁר אֵרַשׂ אִשָּׁה וְגוֹ' (שם). אֶחָד הַמְאָרֵס אֶת הַבְּתוּלָה {י}, וְאֶחָד הַמְאָרֵס אֶת הָאַלְמָנָה, אֲפִלּוּ שׁוֹמֶרֶת יָבָם, וַאֲפִלּוּ שָׁמַע שֶׁמֵּת אָחִיו בַּמִּלְחָמָה, חוֹזֵר וּבָא לוֹ. כֹּל אֵלּוּ שׁוֹמְעִין {יא} דִּבְרֵי כֹהֵן מֵעֶרְכֵי מִלְחָמָה וְחוֹזְרִין, וּמְסַפְּקִין מַיִם וּמָזוֹן וּמְתַקְּנִין אֶת הַדְּרָכִים","rdfs:label":"משנה סוטה ח ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-2","jbo:text":"ר\"ע מברטנורה אחד הבונה ואחד הלוקח. בית בנוי, שהרי אצלו הוא חדש: ואחד הנוטע חמשה אילני מאכל. דבהכי הוי כרם, שתים כנגד שתים, ואחת יוצאת זנב: ואפלו מחמשת מינים. מצטרפים","jbo:textNikud":"ר\"ע מברטנורה אֶחָד הַבּוֹנֶה וְאֶחָד הַלּוֹקֵחַ. בַּיִת בָּנוּי, שֶׁהֲרֵי אֶצְלוֹ הוּא חָדָשׁ: וְאֶחָד הַנּוֹטֵעַ חֲמִשָּׁה אִילָנֵי מַאֲכָל. דִּבְהָכִי הָוֵי כֶּרֶם, שְׁתַּיִם כְּנֶגֶד שְׁתַּיִם, וְאַחַת יוֹצֵאת זָנָב: וַאֲפִלּוּ מֵחֲמֵשֶׁת מִינִים. מִצְטָרְפִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-2","jbo:text":"עיקר תוי\"ט {ז} אחד כו'. בגמרא ילפינן לכלהו מקראי: {ח} האוצרות. לאצר יין ושמן ותבואה. רש\"י: {ט} חמשה אילני. בגמרא ילפינן לכולהו מקראי: {י} אחד כו'. בגמרא ילפינן להו מקראי: {יא} שומעין כו'. כמו שומעין דברי מערכי מלחמה של כהן. כלומר שהכהן אומר להן. רש\"י","jbo:textNikud":"עיקר תוי\"ט {ז} אֶחָד כוּ'. בַּגְּמָרָא יָלְפִינַן לְכֻלְּהוּ מִקְרָאֵי: {ח} הָאוֹצָרוֹת. לֶאֱצֹר יַיִן וְשֶׁמֶן וּתְבוּאָה. רַשִׁ\"י: {ט} חֲמִשָּׁה אִילָנֵי. בַּגְּמָרָא יָלְפִינַן לְכוּלְּהוּ מִקְּרָאֵי: {י} אֶחָד כוּ'. בַּגְּמָרָא יָלְפִינַן לְהוּ מִקְּרָאֵי: {יא} שׁוֹמְעִין כוּ'. כְּמוֹ שׁוֹמְעִין דִּבְרֵי מַעַרְכֵי מִלְחָמָה שֶׁל כֹּהֵן. כְּלוֹמַר שֶׁהַכֹּהֵן אוֹמֵר לָהֶן. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-3","jbo:text":"ואלו שאינן חוזרין. הבונה בית שער {יב}, אכסדרה, מרפסת. הנוטע ארבעה אילני מאכל, וחמשה אילני סרק. המחזיר את גרושתו. אלמנה לכהן גדול, גרושה וחלוצה {יד} לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לממזר ולנתין, לא היה חוזר. רבי יהודה אומר, אף הבונה בית על מכונו, לא היה חוזר. רבי אליעזר אומר, אף הבונה בית לבנים בשרון, לא היה חוזר","jbo:textNikud":"וְאֵלּוּ שֶׁאֵינָן חוֹזְרִין. הַבּוֹנֶה בֵית שַׁעַר {יב}, אַכְסַדְרָה, מִרְפֶּסֶת. הַנּוֹטֵעַ אַרְבָּעָה אִילָנֵי מַאֲכָל, וַחֲמִשָּׁה אִילָנֵי סְרָק. הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה {יד} לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, לֹא הָיָה חוֹזֵר. רַבִּי יְהוּדָה אוֹמֵר, אַף הַבּוֹנֶה בַיִת עַל מְכוֹנוֹ, לֹא הָיָה חוֹזֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַבּוֹנֶה בֵית לְבֵנִים בַּשָּׁרוֹן, לֹא הָיָה חוֹזֵר","rdfs:label":"משנה סוטה ח ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-3","jbo:text":"ר\"ע מברטנורה אילני סרק. כגון ארזים ושקמים שאינם עושים פרי: והמחזיר את גרושתו. וארסה, אינו חוזר, שאינה חדשה לו, וקרא כתיב אשה חדשה: אלמנה. וארסה כהן גדול, אינו חוזר בשבילה, דכתיב ולא לקחה {יג}, והיה אפשר לומר ולא לקח, מאי לקחה, שתהא ראויה לו ללקיחה: על מכונו. סתרו ובנאו כמדה ראשונה. אינו חוזר, דלאו חדש הוא, וגרע מהלוקח והיורש: הבונה בית לבנים בשרון. מקום הוא ששמו שרון, ואין הקרקע שלו יפה ללבנים, ולא הוי דבר של קימא, שהיו צריכין לחדשה שני פעמים כל שבע שנים","jbo:textNikud":"ר\"ע מברטנורה אִילָנֵי סְרָק. כְּגוֹן אֲרָזִים וְשִׁקְמִים שֶׁאֵינָם עוֹשִׂים פְּרִי: וְהַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. וְאֵרְסָהּ, אֵינוֹ חוֹזֵר, שֶׁאֵינָהּ חֲדָשָׁה לוֹ, וּקְרָא כְּתִיב אִשָּׁה חֲדָשָׁה: אַלְמָנָה. וְאֵרְסָהּ כֹּהֵן גָּדוֹל, אֵינוֹ חוֹזֵר בִּשְׁבִילָהּ, דִּכְתִיב וְלֹא לְקָחָהּ {יג}, וְהָיָה אֶפְשָׁר לוֹמַר וְלֹא לָקַח, מַאי לְקָחָהּ, שֶׁתְּהֵא רְאוּיָה לוֹ לִלְקִיחָה: עַל מְכוֹנוֹ. סְתָרוֹ וּבְנָאוֹ כְּמִדָּה רִאשׁוֹנָה. אֵינוֹ חוֹזֵר, דְּלָאו חָדָשׁ הוּא, וְגָרַע מֵהַלּוֹקֵחַ וְהַיּוֹרֵשׁ: הַבּוֹנֶה בֵית לְבֵנִים בַּשָּׁרוֹן. מָקוֹם הוּא שֶׁשְּׁמוֹ שָׁרוֹן, וְאֵין הַקַּרְקַע שֶׁלּוֹ יָפָה לִלְבֵנִים, וְלֹא הָוֵי דָּבָר שֶׁל קְיָמָא, שֶׁהָיוּ צְרִיכִין לְחַדְּשָׁהּ שְׁנֵי פְּעָמִים כָּל שֶׁבַע שָׁנִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-3","jbo:text":"עיקר תוי\"ט {יב} בית שער. בית כניסת שער החצר להסתופף שם שומר הפתח. רש\"י. כלומר ואינו ראוי לדירה אלא להסתופף לפי שעה: {יג} ואף על גב דבאלמנה לכהן גדול כתיב לא יקח, אפלו הכי אינו לוקה עד שיבעל. ועין תוספות יום טוב: {יד} וחלוצה. לכאורה יהיה חוזר, שהרי מדברי סופרים היא החלוצה לכהן הדיוט, ולא שנאה אלא משום אשגרת לישן. אבל הרמב\"ם העתיקה. ונראה דסבירא ליה דאינו חוזר מדברי סופרים, דהא במלחמת הרשות היא","jbo:textNikud":"עיקר תוי\"ט {יב} בֵּית שַׁעַר. בֵּית כְּנִיסַת שַׁעַר הֶחָצֵר לְהִסְתּוֹפֵף שָׁם שׁוֹמֵר הַפֶּתַח. רַשִׁ\"י. כְּלוֹמַר וְאֵינוֹ רָאוּי לְדִירָה אֶלָּא לְהִסְתּוֹפֵף לְפִי שָׁעָה: {יג} וְאַף עַל גַּב דִּבְאַלְמָנָה לְכֹהֵן גָּדוֹל כְּתִיב לֹא יִקַּח, אֲפִלּוּ הָכִי אֵינוֹ לוֹקֶה עַד שֶׁיִּבְעֹל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} וַחֲלוּצָה. לִכְאוֹרָה יִהְיֶה חוֹזֵר, שֶׁהֲרֵי מִדִּבְרֵי סוֹפְרִים הִיא הַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, וְלֹא שְׁנָאָהּ אֶלָּא מִשּׁוּם אַשִּׁגְרַת לִישָׁן. אֲבָל הָרַמְבַּ\"ם הֶעְתִּיקָהּ. וְנִרְאֶה דִּסְבִירָא לֵיהּ דְּאֵינוֹ חוֹזֵר מִדִּבְרֵי סוֹפְרִים, דְּהָא בְמִלְחֶמֶת הָרְשׁוּת הִיא","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-4","jbo:text":"ואלו שאין {טו} זזין ממקומן. בנה בית וחנכו, נטע כרם וחללו, הנושא את ארוסתו, הכונס את יבמתו, שנאמר (דברים כד), נקי יהיה לביתו שנה אחת. לביתו, זה ביתו. יהיה, זה כרמו. ושמח את אשתו, זו אשתו. אשר לקח, להביא את יבמתו. אינן מספיקין מים ומזון ואינן מתקנין את הדרכים","jbo:textNikud":"וְאֵלּוּ שֶׁאֵין {טו} זָזִין מִמְּקוֹמָן. בָּנָה בַיִת וַחֲנָכוֹ, נָטַע כֶּרֶם וְחִלְּלוֹ, הַנּוֹשֵׂא אֶת אֲרוּסָתוֹ, הַכּוֹנֵס אֶת יְבִמְתּוֹ, שֶׁנֶּאֱמַר (דברים כד), נָקִי יִהְיֶה לְבֵיתוֹ שָׁנָה אֶחָת. לְבֵיתוֹ, זֶה בֵּיתוֹ. יִהְיֶה, זֶה כַּרְמוֹ. וְשִׂמַּח אֶת אִשְׁתּוֹ, זוֹ אִשְׁתּוֹ. אֲשֶׁר לָקָח, לְהָבִיא אֶת יְבִמְתּוֹ. אֵינָן מַסְפִּיקִין מַיִם וּמָזוֹן וְאֵינָן מְתַקְּנִין אֶת הַדְּרָכִים","rdfs:label":"משנה סוטה ח ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-4","jbo:text":"ר\"ע מברטנורה ואלו שאין זזין ממקומן. דהנך דלעיל הולכים עד הגבול ושם שומעין דברי כהן, וחוזרים מן המערכה לתוך ארץ ישראל, ואין חוזרין לבתיהן אלא עוסקים לספק מים ומזון להולכים למלחמה. ואלו אין זזין ממקומן ואפלו ללכת עד הספר ולשוב על פי כהן: הבונה בית וחנכו. ולא דר בו עדין שנה. וכן הנוטע כרם וחללו, ועדין לא עברה שנה רביעית שלמה עליו: נקי יהיה לביתו. בשביל ביתו: יהיה. לרבויא הוא. הוסיף לך הכתוב הויה אחרת להיות כזו","jbo:textNikud":"ר\"ע מברטנורה וְאֵלּוּ שֶׁאֵין זָזִין מִמְּקוֹמָן. דְּהָנָךְ דִּלְעֵיל הוֹלְכִים עַד הַגְּבוּל וְשָׁם שׁוֹמְעִין דִּבְרֵי כֹהֵן, וְחוֹזְרִים מִן הַמַּעֲרָכָה לְתוֹךְ אֶרֶץ יִשְׂרָאֵל, וְאֵין חוֹזְרִין לְבָתֵּיהֶן אֶלָּא עוֹסְקִים לְסַפֵּק מַיִם וּמָזוֹן לַהוֹלְכִים לַמִּלְחָמָה. וְאֵלּוּ אֵין זָזִין מִמְּקוֹמָן וַאֲפִלּוּ לָלֶכֶת עַד הַסְּפָר וְלָשׁוּב עַל פִּי כֹּהֵן: הַבּוֹנֶה בַיִת וַחֲנָכוֹ. וְלֹא דָּר בּוֹ עֲדַיִן שָׁנָה. וְכֵן הַנּוֹטֵעַ כֶּרֶם וְחִלְּלוֹ, וַעֲדַיִן לֹא עָבְרָה שָׁנָה רְבִיעִית שְׁלֵמָה עָלָיו: נָקִי יִהְיֶה לְבֵיתוֹ. בִּשְׁבִיל בֵּיתוֹ: יִהְיֶה. לְרִבּוּיָא הוּא. הוֹסִיף לְךָ הַכָּתוּב הֲוָיָה אַחֶרֶת לִהְיוֹת כָּזוֹ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-4","jbo:text":"עיקר תוי\"ט {טו} שאין כו'. בגמרא יליף להו. ולעבר עליו בשני לאוין","jbo:textNikud":"עיקר תוי\"ט {טו} שֶׁאֵין כוּ'. בַּגְּמָרָא יָלֵיף לְהוּ. וְלַעֲבֹר עָלָיו בִּשְׁנֵי לָאוִין","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-5","jbo:text":"(שם כ) ויספו השטרים לדבר אל העם ואמרו מי האיש הירא ורך הלבב ילך וישב לביתו. רבי עקיבא אומר, הירא ורך הלבב, כמשמעו, שאינו יכול לעמד בקשרי המלחמה ולראות חרב שלופה. רבי יוסי הגלילי אומר, הירא ורך הלבב זהו המתירא {יז} מן העברות שבידו, לפיכך תלתה לו התורה את כל אלו, שיחזר בגללן. רבי יוסי אומר, אלמנה לכהן גדול, גרושה וחלוצה {יח} לכהן הדיוט, ממזרת ונתינה לישראל, בת ישראל לממזר ולנתין, הרי הוא הירא ורך הלבב","jbo:textNikud":"(שם כ) וְיָסְפוּ הַשֹּׁטְרִים לְדַבֵּר אֶל הָעָם וְאָמְרוּ מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ. רַבִּי עֲקִיבָא אוֹמֵר, הַיָּרֵא וְרַךְ הַלֵּבָב, כְּמַשְׁמָעוֹ, שֶׁאֵינוֹ יָכוֹל לַעֲמֹד בְּקִשְׁרֵי הַמִּלְחָמָה וְלִרְאוֹת חֶרֶב שְׁלוּפָה. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, הַיָּרֵא וְרַךְ הַלֵּבָב זֶהוּ הַמִּתְיָרֵא {יז} מִן הָעֲבֵרוֹת שֶׁבְּיָדוֹ, לְפִיכָךְ תָּלְתָה לוֹ הַתּוֹרָה אֶת כָּל אֵלּוּ, שֶׁיַּחֲזֹר בִּגְלָלָן. רַבִּי יוֹסֵי אוֹמֵר, אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה {יח} לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, הֲרֵי הוּא הַיָּרֵא וְרַךְ הַלֵּבָב","rdfs:label":"משנה סוטה ח ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-5","jbo:text":"ר\"ע מברטנורה ויספו השטרים. על דברי כהן {טז}: בקשרי המלחמה. כשמתקשרין לעמד צפופין שלא יפרקום איבים: לפיכך. שהירא זהו הירא מעברות שבידו, תלתה תורה בבנה ונטע וארס לחזר בגללן, כדי שיתלו בכך החזרה ולא יתביש לומר עליו מעברות שבידו הוא ירא וחוזר: רבי יוסי אומר אלמנה לכהן גדול וכו'. לרבי יוסי הגלילי אפלו עבר על דברי סופרים חוזר. ולרבי יוסי עד שיעבר על דברי תורה, דומיא דאלמנה לכהן גדול","jbo:textNikud":"ר\"ע מברטנורה וְיָסְפוּ הַשֹּׁטְרִים. עַל דִּבְרֵי כֹּהֵן {טז}: בְּקִשְׁרֵי הַמִּלְחָמָה. כְּשֶׁמִתְקַשְּׁרִין לַעֲמֹד צְפוּפִין שֶׁלֹּא יְפָרְקוּם אֹיְבִים: לְפִיכָךְ. שֶׁהַיָּרֵא זֶהוּ הַיָּרֵא מֵעֲבֵרוֹת שֶׁבְּיָדוֹ, תָּלְתָה תּוֹרָה בְּבָנָה וְנָטַע וְאֵרֵס לַחְזֹר בִּגְלָלָן, כְּדֵי שֶׁיִּתְלוּ בְּכָךְ הַחֲזָרָה וְלֹא יִתְבַּיֵּשׁ לוֹמַר עָלָיו מֵעֲבֵרוֹת שֶׁבְּיָדוֹ הוּא יָרֵא וְחוֹזֵר: רַבִּי יוֹסֵי אוֹמֵר אַלְמָנָה לְכֹהֵן גָּדוֹל וְכוּ'. לְרַבִּי יוֹסֵי הַגְּלִילִי אֲפִלּוּ עָבַר עַל דִּבְרֵי סוֹפְרִים חוֹזֵר. וּלְרַבִּי יוֹסֵי עַד שֶׁיַּעֲבֹר עַל דִּבְרֵי תּוֹרָה, דּוּמְיָא דְּאַלְמָנָה לְכֹהֵן גָּדוֹל","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-5","jbo:text":"עיקר תוי\"ט {טז} כלומר דודברו השוטרים אינן דברי עצמן אלא דברי כהן והשוטר משמיע. מונגש עד ודברו כהן מדבר וכהן משמיע. מודברו עד ויספו כהן מדבר ושוטר משמיע. מויספו ואילך שוטר מדבר ושוטר משמיע. גמרא: {יז} המתירא כו'. ומיהת מודו לרבי עקיבא נמי דמי שאינו יכול לעמד בקשרי המלחמה שחוזר, כדכתיב ולא ימס את לבב אחיו כלבבו, כדאיתא בגמרא: {יח} וחלוצה. הא ודאי אשגרת לישנא היא. דהא פרש הר\"ן דלרבי יוסי עברה דדברי סופרים לא ה[ו]יא בכלל הירא מעברות","jbo:textNikud":"עיקר תוי\"ט {טז} כְּלוֹמַר דִּוְדִבְּרוּ הַשּׁוֹטְרִים אֵינָן דִּבְרֵי עַצְמָן אֶלָּא דִבְרֵי כֹּהֵן וְהַשּׁוֹטֵר מַשְׁמִיעַ. מִוְּנִגַּשׁ עַד וְדִבְּרוּ כֹּהֵן מְדַבֵּר וְכֹהֵן מַשְׁמִיעַ. מִוְּדִבְּרוּ עַד וְיָסְפוּ כֹּהֵן מְדַבֵּר וְשׁוֹטֵר מַשְׁמִיעַ. מִוְּיָסְפוּ וָאֵילָךְ שׁוֹטֵר מְדַבֵּר וְשׁוֹטֵר מַשְׁמִיעַ. גְּמָרָא: {יז} הַמִּתְיָרֵא כוּ'. וּמִיהַת מוֹדוּ לְרַבִּי עֲקִיבָא נַמִּי דְּמִי שֶׁאֵינוֹ יָכוֹל לַעֲמֹד בְּקִשְׁרֵי הַמִּלְחָמָה שֶׁחוֹזֵר, כְּדִכְתִיב וְלֹא יִמַּס אֶת לְבַב אֶחָיו כִּלְבָבוֹ, כִּדְאִיתָא בַגְּמָרָא: {יח} וַחֲלוּצָה. הָא וַדַּאי אַשִּׁגְרַת לִישָׁנָא הִיא. דְּהָא פֵּרֵשׁ הָרַ\"ן דִּלְרַבִּי יוֹסֵי עֲבֵרָה דְּדִבְרֵי סוֹפְרִים לֹא הַ[וְ]יָא בִּכְלַל הַיָּרֵא מֵעֲבֵרוֹת","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-6","jbo:text":"(שם) והיה ככלת השטרים לדבר אל העם ופקדו שרי צבאות בראש העם, ובעקבו של עם. מעמידין זקיפין לפניהם, ואחרים מאחוריהם {כ}, וכשילין של ברזל בידיהן, וכל המבקש לחזר, הרשות בידו לקפח {כא} את שוקיו, שתחלת ניסה נפילה, שנאמר (שמואל א ד) נס ישראל לפני פלשתים וגם מגפה גדולה היתה בעם, ולהלן {כב} הוא אומר (שם לא) וינסו אנשי ישראל מפני פלשתים ויפלו חללים וגו'","jbo:textNikud":"(שם) וְהָיָה כְּכַלֹּת הַשֹּׁטְרִים לְדַבֵּר אֶל הָעָם וּפָקְדוּ שָׂרֵי צְבָאוֹת בְּרֹאשׁ הָעָם, וּבַעֲקֵבוֹ שֶׁל עָם. מַעֲמִידִין זְקִיפִין לִפְנֵיהֶם, וַאֲחֵרִים מֵאֲחוֹרֵיהֶם {כ}, וְכַשִּׁילִין שֶׁל בַּרְזֶל בִּידֵיהֶן, וְכָל הַמְבַקֵּשׁ לַחֲזֹר, הָרְשׁוּת בְּיָדוֹ לְקַפֵּחַ {כא} אֶת שׁוֹקָיו, שֶׁתְּחִלַּת נִיסָה נְפִילָה, שֶׁנֶּאֱמַר (שמואל א ד) נָס יִשְׂרָאֵל לִפְנֵי פְלִשְׁתִּים וְגַם מַגֵּפָה גְדוֹלָה הָיְתָה בָעָם, וּלְהַלָּן {כב} הוּא אוֹמֵר (שם לא) וַיָּנֻסוּ אַנְשֵׁי יִשְׂרָאֵל מִפְּנֵי פְלִשְׁתִּים וַיִּפְּלוּ חֲלָלִים וְגוֹ'","rdfs:label":"משנה סוטה ח ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-6","jbo:text":"ר\"ע מברטנורה ובעקבו של עם. בסופו של עם, שמשמרים שלא יחזרו האחרונים לאחוריהם לנוס: זקיפים. גבורים ממנים לכך {יט} שאם יפל אחד מן הנלחמים יעמידוהו ויזקפוהו: ואחרים מאחוריהם וכשילין של ברזל בידיהם. לשמר שלא ינוסו: כשילין. קרדומות של ברזל: לקפח את שוקיו. לחתך את שוקיו: שתחלת ניסה נפילה. לשון מסרס הוא, שתחלת נפילה ניסה","jbo:textNikud":"ר\"ע מברטנורה וּבַעֲקֵבוֹ שֶׁל עָם. בְּסוֹפוֹ שֶׁל עָם, שֶׁמְּשַׁמְּרִים שֶׁלֹּא יַחְזְרוּ הָאַחֲרוֹנִים לַאֲחוֹרֵיהֶם לָנוּס: זְקִיפִים. גִּבּוֹרִים מְמֻנִּים לְכָךְ {יט} שֶׁאִם יִפֹּל אֶחָד מִן הַנִּלְחָמִים יַעֲמִידוּהוּ וְיִזְקְפוּהוּ: וַאֲחֵרִים מֵאֲחוֹרֵיהֶם וְכַשִּׁילִין שֶׁל בַּרְזֶל בִּידֵיהֶם. לִשְׁמֹר שֶׁלֹּא יָנוּסוּ: כַּשִּׁילִין. קַרְדוֹמוֹת שֶׁל בַּרְזֶל: לְקַפֵּחַ אֶת שׁוֹקָיו. לַחֲתֹּךְ אֶת שׁוֹקָיו: שֶׁתְּחִלַּת נִיסָה נְפִילָה. לָשׁוֹן מְסֹרָס הוּא, שֶׁתְּחִלַּת נְפִילָה נִיסָּה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-6","jbo:text":"עיקר תוי\"ט {יט} וזה לשון רש\"י, בראשם של צד המלחמה מעמידין בני אדם גבורים ממנים כו', ויזקפו ויגבירו את אנשי הצבא בדבריהם: {כ} מאחוריהם. פרוש מאחורי עם המלחמה. ולשון הרמב\"ם, מאחור כל מערכה ומערכה: {כא} לקפח. פרש הר\"ב לחתך. תרגום וערפתו ותקפיח: {כב} ולהלן כו'. דאי מקרא קמא לא סגי, דכיון דכתיב וגם משמע דמלתא באפי נפשה ולא תליא בניסה. ועוד דמגפה משמע בידי שמים יותר מדמשמע בידי אדם. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יט} וְזֶה לְשׁוֹן רַשִׁ\"י, בְּרֹאשָׁם שֶׁל צַד הַמִּלְחָמָה מַעֲמִידִין בְּנֵי אָדָם גִּבּוֹרִים מְמֻנִּים כוּ', וְיִזְקְפוּ וְיַגְבִּירוּ אֶת אַנְשֵׁי הַצָּבָא בְּדִבְרֵיהֶם: {כ} מֵאֲחוֹרֵיהֶם. פֵּרוּשׁ מֵאֲחוֹרֵי עַם הַמִּלְחָמָה. וּלְשׁוֹן הָרַמְבַּ\"ם, מֵאָחוֹר כָּל מַעֲרָכָה וּמַעֲרָכָה: {כא} לְקַפֵּחַ. פֵּרֵשׁ הָרַ\"ב לַחְתֹּךְ. תַּרְגּוּם וַעֲרַפְתּוֹ וְתַקְפִּיחַ: {כב} וּלְהַלָּן כוּ'. דְּאִי מִקְּרָא קַמָּא לֹא סַגִּי, דְּכֵיוָן דִּכְתִיב וְגַם מַשְׁמַע דְּמִלְתָא בְּאַפֵּי נַפְשָׁהּ וְלֹא תַלְיָא בַּנִּיסָה. וְעוֹד דְּמַגֵּפָה מַשְׁמַע בִּידֵי שָׁמָיִם יוֹתֵר מִדְּמַשְׁמַע בִּידֵי אָדָם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-3-5-8-7","jbo:text":"במה דברים אמורים, במלחמת הרשות. אבל במלחמת מצוה, הכל יוצאין, אפלו חתן מחדרו וכלה מחפתה. אמר רבי יהודה, במה דברים אמורים, במלחמת מצוה. אבל במלחמת חובה, הכל יוצאין, אפלו חתן מחדרו וכלה מחפתה","jbo:textNikud":"בַּמֶּה דְבָרִים אֲמוּרִים, בְּמִלְחֶמֶת הָרְשׁוּת. אֲבָל בְּמִלְחֶמֶת מִצְוָה, הַכֹּל יוֹצְאִין, אֲפִלּוּ חָתָן מֵחֶדְרוֹ וְכַלָּה מֵחֻפָּתָהּ. אָמַר רַבִּי יְהוּדָה, בַּמֶּה דְבָרִים אֲמוּרִים, בְּמִלְחֶמֶת מִצְוָה. אֲבָל בְּמִלְחֶמֶת חוֹבָה, הַכֹּל יוֹצְאִין, אֲפִלּוּ חָתָן מֵחֶדְרוֹ וְכַלָּה מֵחֻפָּתָהּ","rdfs:label":"משנה סוטה ח ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-bartanura-3-5-8-7","jbo:text":"ר\"ע מברטנורה במה דברים אמורים. שחוזרים מן המערכה, ויש שאין זזין ממקומם. במלחמת הרשות: אבל מלחמת מצוה הכל יוצאים. מלחמת ארץ ישראל ומלחמת עמלק הכל מודים שהיא חובה והכל יוצאים בה. ומלחמת בית דוד שהיא לרוחה להרחיב גבול ישראל ולקחת מס מהעמים כגון מלחמת ארם נהרים וארם צובה, הכל מודים שהיא רשות. לא נחלקו תנא קמא ורבי יהודה אלא במלחמה שנלחמים ישראל עם אויביהם כדי שלא יתגברו עליהם ויצרו להם. תנא קמא קרי לה מלחמת רשות {כג} וסובר שאין אדם רשאי להתבטל מן המצוה כדי להלחם במלחמה כזו {כד}. ורבי יהודה סבר שגם זו מלחמת מצוה, מאחר שהוא להושיע את ישראל מיד שונאיהם, והעוסק במצוה פטור מן המצוה. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה בַּמֶּה דְבָרִים אֲמוּרִים. שֶׁחוֹזְרִים מִן הַמַּעֲרָכָה, וְיֵשׁ שֶׁאֵין זָזִין מִמְּקוֹמָם. בְּמִלְחֶמֶת הָרְשׁוּת: אֲבָל מִלְחֶמֶת מִצְוָה הַכֹּל יוֹצְאִים. מִלְחֶמֶת אֶרֶץ יִשְׂרָאֵל וּמִלְחֶמֶת עֲמָלֵק הַכֹּל מוֹדִים שֶׁהִיא חוֹבָה וְהַכֹּל יוֹצְאִים בָּהּ. וּמִלְחֶמֶת בֵּית דָּוִד שֶׁהִיא לִרְוָחָה לְהַרְחִיב גְּבוּל יִשְׂרָאֵל וְלָקַחַת מַס מֵהָעַמִּים כְּגוֹן מִלְחֶמֶת אֲרַם נַהֲרַיִם וַאֲרַם צוֹבָה, הַכֹּל מוֹדִים שֶׁהִיא רְשׁוּת. לֹא נֶחְלְקוּ תַּנָּא קַמָּא וְרַבִּי יְהוּדָה אֶלָּא בְּמִלְחָמָה שֶׁנִּלְחָמִים יִשְׂרָאֵל עִם אוֹיְבֵיהֶם כְּדֵי שֶׁלֹּא יִתְגַּבְּרוּ עֲלֵיהֶם וְיָצֵרוּ לָהֶם. תַּנָּא קַמָּא קָרֵי לָהּ מִלְחֶמֶת רְשׁוּת {כג} וְסוֹבֵר שֶׁאֵין אָדָם רַשַּׁאי לְהִתְבַּטֵּל מִן הַמִּצְוָה כְּדֵי לְהִלָּחֵם בְּמִלְחָמָה כָּזוֹ {כד}. וְרַבִּי יְהוּדָה סָבַר שֶׁגַּם זוֹ מִלְחֶמֶת מִצְוָה, מֵאַחַר שֶׁהוּא לְהוֹשִׁיעַ אֶת יִשְׂרָאֵל מִיַּד שׂוֹנְאֵיהֶם, וְהָעוֹסֵק בְּמִצְוָה פָּטוּר מִן הַמִּצְוָה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ח ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-8-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-8"],"uri":"jbr:mishna-yomtov-3-5-8-7","jbo:text":"עיקר תוי\"ט {כג} גמרא. רשות דרבנן זו היא מצוה דרבי יהודה, מצוה דרבנן זו היא חובה דרבי יהודה. ופרש רש\"י זו היא מצוה דרבי יהודה, ובאותה מלחמה שאמרו חכמים שהיא רשות ואין חתן יוצא לה אמר נמי רבי יהודה דאין חתן יוצא לה, אלא שרבי יהודה קורא אותה מצוה, ונפקא מנה לפוטרו משאר מצות בעודו עסוק בה כדמפרש ואזיל. מצוה דרבנן דאמרי בה הכל יוצאין אומר נמי רבי יהודה הכל יוצאין, אלא דקרי לה חובה, ולאו מידי אשמעינן בהא אלא כלה משום מצוה ורשות נקטי פלוגתיהו. ועין עוד: {כד} ותימה, דכלי עלמא הא סבירא להו העוסק במצוה פטור כו', ואם כן אפלו במלחמת מצוה אינו רשאי להתבטל ממצוה, דהא אחתן מחדרו לא קימא פלוגתיהו כלל. ויש לפרש דהכי קאמר וסובר שלא היה רשאי להתבטל מן המצוה הבאה לידו כשהוא עוסק במלחמה זו מפני שכבר הוא עוסק במצוה ופטור מזו הבאה לידו, דמלחמה זו לאו דמצוה היא, ולפיכך לא יתבטל מהמצוה הבאה לידו","jbo:textNikud":"עיקר תוי\"ט {כג} גְּמָרָא. רְשׁוּת דְּרַבָּנָן זוֹ הִיא מִצְוָה דְּרַבִּי יְהוּדָה, מִצְוָה דְּרַבָּנָן זוֹ הִיא חוֹבָה דְּרַבִּי יְהוּדָה. וּפֵרֵשׁ רַשִׁ\"י זוֹ הִיא מִצְוָה דְּרַבִּי יְהוּדָה, וּבְאוֹתָהּ מִלְחָמָה שֶׁאָמְרוּ חֲכָמִים שֶׁהִיא רְשׁוּת וְאֵין חָתָן יוֹצֵא לָהּ אָמַר נַמִּי רַבִּי יְהוּדָה דְּאֵין חָתָן יוֹצֵא לָהּ, אֶלָּא שֶׁרַבִּי יְהוּדָה קוֹרֵא אוֹתָהּ מִצְוָה, וְנָפְקָא מִנַּהּ לְפוֹטְרוֹ מִשְּׁאָר מִצְוֹת בְּעוֹדוֹ עָסוּק בָּהּ כְּדִמְפָרֵשׁ וְאָזֵיל. מִצְוָה דְּרַבָּנָן דְּאָמְרֵי בָהּ הַכֹּל יוֹצְאִין אוֹמֵר נַמִּי רַבִּי יְהוּדָה הַכֹּל יוֹצְאִין, אֶלָּא דְּקָרִי לָהּ חוֹבָה, וְלָאו מִידֵי אַשְׁמְעִינַן בְּהָא אֶלָּא כֻּלָּהּ מִשּׁוּם מִצְוָה וּרְשׁוּת נַקְטִי פְּלוּגְתַיְהוּ. וְעַיֵּן עוֹד: {כד} וְתֵימַהּ, דְּכֻלֵּי עָלְמָא הָא סְבִירָא לְהוּ הָעוֹסֵק בַּמִּצְוָה פָּטוּר כוּ', וְאִם כֵּן אֲפִלּוּ בְּמִלְחֶמֶת מִצְוָה אֵינוֹ רַשַּׁאי לְהִתְבַּטֵּל מִמִּצְוָה, דְּהָא אַחָתָן מֵחֶדְרוֹ לֹא קָיְמָא פְּלוּגְתַיְהוּ כְּלָל. וְיֵשׁ לְפָרֵשׁ דְּהָכִי קָאָמַר וְסוֹבֵר שֶׁלֹּא הָיָה רַשַּׁאי לְהִתְבַּטֵּל מִן הַמִּצְוָה הַבָּאָה לְיָדוֹ כְּשֶׁהוּא עוֹסֵק בְּמִלְחָמָה זוֹ מִפְּנֵי שֶׁכְּבָר הוּא עוֹסֵק בְּמִצְוָה וּפָטוּר מִזּוֹ הַבָּאָה לְיָדוֹ, דְּמִלְחָמָה זוֹ לָאו דְּמִצְוָה הִיא, וּלְפִיכָךְ לֹא יִתְבַּטֵּל מֵהַמִּצְוָה הַבָּאָה לְיָדוֹ","rdfs:label":"עיקר תוי\"ט משנה סוטה ח ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-8-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-1","jbo:text":"עגלה ערופה, בלשון הקדש, שנאמר (דברים כא) כי ימצא {א} חלל באדמה וגו' ויצאו זקניך ושפטיך, שלשה {ב} מבית דין הגדול שבירושלים היו יוצאין. רבי יהודה אומר חמשה, שנאמר זקניך, שנים, ושפטיך, שנים {ג}, ואין בית דין שקול, מוסיפין עליהן עוד אחד","jbo:textNikud":"עֶגְלָה עֲרוּפָה, בִּלְשׁוֹן הַקֹּדֶשׁ, שֶׁנֶּאֱמַר (דברים כא) כִּי יִמָּצֵא {א} חָלָל בָּאֲדָמָה וְגוֹ' וְיָצְאוּ זְקֵנֶיךָ וְשֹׁפְטֶיךָ, שְׁלשָׁה {ב} מִבֵּית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם הָיוּ יוֹצְאִין. רַבִּי יְהוּדָה אוֹמֵר חֲמִשָּׁה, שֶׁנֶּאֱמַר זְקֵנֶיךָ, שְׁנַיִם, וְשֹׁפְטֶיךָ, שְׁנַיִם {ג}, וְאֵין בֵּית דִּין שָׁקוּל, מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָד","rdfs:label":"משנה סוטה ט א"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-1","jbo:text":"ר\"ע מברטנורה עגלה ערופה בלשון הקדש. מה שהזקנים אומרים ידינו לא שפכו את הדם הזה והכהנים אומרים כפר לעמך ישראל וגו', בלשון הקדש הזקקו לאמרן: שנאמר כי ימצא כו'. ובאותו פרשה נאמר וענו ואמרו, ונאמר להלן (דברים כז) וענו הלוים ואמרו, מה להלן בלשון הקדש, אף כאן בלשון הקדש: היו יוצאים. ובאים שם ומודדים מן החלל לצד העירות שסביבותיו לידע איזו קרובה: אין בית דין שקול. אין בית דין עשויין שיהא אפשר לחלק שוה בשוה, אלא שיהא הרב לצד אחד לקים אחרי רבים להטות. (שמות כג)","jbo:textNikud":"ר\"ע מברטנורה עֶגְלָה עֲרוּפָה בִּלְשׁוֹן הַקֹּדֶשׁ. מַה שֶּׁהַזְּקֵנִים אוֹמְרִים יָדֵינוּ לֹא שָׁפְכוּ אֶת הַדָּם הַזֶּה וְהַכֹּהֲנִים אוֹמְרִים כַּפֵּר לְעַמְּךָ יִשְׂרָאֵל וְגוֹ', בִּלְשׁוֹן הַקֹּדֶשׁ הֻזְקְקוּ לְאָמְרָן: שֶׁנֶּאֱמַר כִּי יִמָּצֵא כוּ'. וּבְאוֹתוֹ פָּרָשָׁה נֶאֱמָר וְעָנוּ וְאָמְרוּ, וְנֶאֱמַר לְהַלָּן (דְּבָרִים כז) וְעָנוּ הַלְוִיִּם וְאָמְרוּ, מַה לְּהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ: הָיוּ יוֹצְאִים. וּבָאִים שָׁם וּמוֹדְדִים מִן הֶחָלָל לְצַד הָעֲיָרוֹת שֶׁסְּבִיבוֹתָיו לֵידַע אֵיזוֹ קְרוֹבָה: אֵין בֵּית דִּין שָׁקוּל. אֵין בֵּית דִּין עֲשׂוּיִין שֶׁיְּהֵא אֶפְשָׁר לַחְלֹק שָׁוֶה בְּשָׁוֶה, אֶלָּא שֶׁיְּהֵא הָרֹב לְצַד אֶחָד לְקַיֵּם אַחֲרֵי רַבִּים לְהַטּוֹת. (שְׁמוֹת כג)","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-1","jbo:text":"עיקר תוי\"ט {א} כי ימצא. הכי קאמר, שנאמר וענו ואמרו כו', וסדר עגלה ערופה כיצד, כי ימצא. גמרא: {ב} שלשה כו'. מפרש בגמרא זקניך שנים, ואין בית דין שקול, מוסיפין עליהם עוד אחד, הרי כאן שלשה: {ג} שנים. ותנא קמא ההוא מבעיא ליה למיחדין שבשפטיך. ורבי יהודה וי\"ו דושפטיך דריש למנינא להביא עוד שנים, ותנא קמא וי\"ו לא דריש. גמרא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} כִּי יִמָּצֵא. הָכִי קָאָמַר, שֶׁנֶּאֱמַר וְעָנוּ וְאָמְרוּ כוּ', וְסֵדֶר עֶגְלָה עֲרוּפָה כֵּיצַד, כִּי יִמָּצֵא. גְּמָרָא: {ב} שְׁלֹשָׁה כוּ'. מְפָרֵשׁ בַּגְּמָרָא זְקֵנֶיךָ שְׁנַיִם, וְאֵין בֵּית דִּין שָׁקוּל, מוֹסִיפִין עֲלֵיהֶם עוֹד אֶחָד, הֲרֵי כָּאן שְׁלֹשָׁה: {ג} שְׁנַיִם. וְתַנָּא קַמָּא הַהוּא מִבַּעְיָא לֵיהּ לִמְיֻחָדִין שֶׁבְּשֹׁפְטֶיךָ. וְרַבִּי יְהוּדָה וָי\"ו דִּוְשֹׁפְטֶיךָ דָרֵישׁ לְמִנְיָנָא לְהָבִיא עוֹד שְׁנַיִם, וְתַנָּא קַמָּא וָי\"ו לֹא דָרֵישׁ. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ט א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-2","jbo:text":"נמצא טמון בגל, או תלוי באילן, או צף על פני המים, לא היו עורפין, שנאמר (שם) באדמה, ולא טמון בגל. נפל, ולא תלוי באילן. בשדה, ולא צף על פני המים. נמצא סמוך לספר, או לעיר שרבה נכרים, או לעיר שאין בה בית דין {ד}, לא היו עורפין. אין מודדין אלא מעיר שיש בה בית דין. נמצא מכון בין שתי עירות, שתיהן מביאות שתי עגלות, דברי רבי אליעזר {ה}. ואין ירושלים מביאה עגלה ערופה","jbo:textNikud":"נִמְצָא טָמוּן בְּגַל, אוֹ תָלוּי בְּאִילָן, אוֹ צָף עַל פְּנֵי הַמַּיִם, לֹא הָיוּ עוֹרְפִין, שֶׁנֶּאֱמַר (שם) בָּאֲדָמָה, וְלֹא טָמוּן בְּגַל. נֹפֵל, וְלֹא תָלוּי בְּאִילָן. בַּשָּׂדֶה, וְלֹא צָף עַל פְּנֵי הַמָּיִם. נִמְצָא סָמוּךְ לַסְּפָר, אוֹ לְעִיר שֶׁרֻבָּהּ נָכְרִים, אוֹ לְעִיר שֶׁאֵין בָּהּ בֵּית דִּין {ד}, לֹא הָיוּ עוֹרְפִין. אֵין מוֹדְדִין אֶלָּא מֵעִיר שֶׁיֵּשׁ בָּהּ בֵּית דִּין. נִמְצָא מְכֻוָּן בֵּין שְׁתֵּי עֲיָרוֹת, שְׁתֵּיהֶן מְבִיאוֹת שְׁתֵּי עֲגָלוֹת, דִּבְרֵי רַבִּי אֱלִיעֶזֶר {ה}. וְאֵין יְרוּשָׁלַיִם מְבִיאָה עֶגְלָה עֲרוּפָה","rdfs:label":"משנה סוטה ט ב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-2","jbo:text":"ר\"ע מברטנורה נמצא סמוך לספר. אצל גבול הגוים: לא היו מודדים. דכתיב כי ימצא חלל, פרט לממציא את עצמו, שסמוך לגבול הגוים כאלו המציא עצמו למיתה הוא: לעיר שאין בה בית דין לא היו מודדין. אין מודדין אלא מעיר שיש בה בית דין. הכי קאמר, נמצא סמוך לעיר שאין בה בית דין, אין מודדין לה, אלא לעיר שיש בה בית דין מודדין, איזו עיר שיש בה בית דין קרובה לו. ואי לא הדר תניה, הוה אמינא אין מודדין כלל, תלמוד לומר ולקחו זקני העיר, מכל מקום, דהאי העיר קרא יתרא הוא, דמצי למכתב והיה העיר הקרובה אל החלל ויצאו זקניה: מכון. מצמצם, שאין זו קרובה לו מזו אפלו מלא חוט: שתיהן מביאות שתי עגלות דברי רבי אליעזר. ואין כן הלכה, אלא שתיהן מביאות עגלה אחת בשתפות. והכי אמרינן בגמרא בבכורות: אין ירושלים מביאה עגלה ערופה. דכתיב (דברים כא) באדמה אשר ה' אלהיך נותן לך נחלה לרשתה, פרט לירושלים שלא נתחלקה לשבטים","jbo:textNikud":"ר\"ע מברטנורה נִמְצָא סָמוּךְ לַסְּפָר. אֵצֶל גְּבוּל הַגּוֹיִם: לֹא הָיוּ מוֹדְדִים. דִּכְתִיב כִּי יִמָּצֵא חָלָל, פְּרָט לְמַמְצִיא אֶת עַצְמוֹ, שֶׁסָּמוּךְ לִגְבוּל הַגּוֹיִם כְּאִלּוּ הִמְצִיא עַצְמוֹ לְמִיתָה הוּא: לְעִיר שֶׁאֵין בָּהּ בֵּית דִּין לֹא הָיוּ מוֹדְדִין. אֵין מוֹדְדִין אֶלָּא מֵעִיר שֶׁיֵּשׁ בָּהּ בֵּית דִּין. הָכִי קָאָמַר, נִמְצָא סָמוּךְ לְעִיר שֶׁאֵין בָּהּ בֵּית דִּין, אֵין מוֹדְדִין לָהּ, אֶלָּא לְעִיר שֶׁיֵּשׁ בָּהּ בֵּית דִּין מוֹדְדִין, אֵיזוֹ עִיר שֶׁיֵּשׁ בָּהּ בֵּית דִּין קְרוֹבָה לוֹ. וְאִי לֹא הַדַר תַּנְיֵהּ, הֲוָה אֲמִינָא אֵין מוֹדְדִין כְּלָל, תַּלְמוּד לוֹמַר וְלָקְחוּ זִקְנֵי הָעִיר, מִכָּל מָקוֹם, דְּהַאי הָעִיר קְרָא יְתֵרָא הוּא, דְּמָצֵי לְמִכְתָּב וְהָיָה הָעִיר הַקְּרוֹבָה אֶל הֶחָלָל וְיָצְאוּ זְקֵנֶיהָ: מְכֻוָּן. מְצֻמְצָם, שֶׁאֵין זוֹ קְרוֹבָה לוֹ מִזּוֹ אֲפִלּוּ מְלֹא חוּט: שְׁתֵּיהֶן מְבִיאוֹת שְׁתֵּי עֲגָלוֹת דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וְאֵין כֵּן הֲלָכָה, אֶלָּא שְׁתֵּיהֶן מְבִיאוֹת עֶגְלָה אַחַת בְּשֻׁתְּפוּת. וְהָכִי אָמְרִינַן בַּגְּמָרָא בִּבְכוֹרוֹת: אֵין יְרוּשָׁלַיִם מְבִיאָה עֶגְלָה עֲרוּפָה. דִּכְתִיב (דְּבָרִים כא) בָּאֲדָמָה אֲשֶׁר ה' אֱלֹהֶיךָ נוֹתֵן לְךָ נַחֲלָה לְרִשְׁתָּהּ, פְּרָט לִירוּשָׁלַיִם שֶׁלֹּא נִתְחַלְּקָה לִשְׁבָטִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-2","jbo:text":"עיקר תוי\"ט {ד} בית דין. דבעינן זקני העיר וליכא. גמרא: {ה} דברי רבי אליעזר. גמרא, קסבר אי אפשר לצמצם, וקרובה ואפלו קרובות, פרש רש\"י כמו ובהמה רבה [יונה ד]","jbo:textNikud":"עיקר תוי\"ט {ד} בֵּית דִּין. דְּבָעִינַן זִקְנֵי הָעִיר וְלֵיכָּא. גְּמָרָא: {ה} דִּבְרֵי רַבִּי אֱלִיעֶזֶר. גְּמָרָא, קָסָבַר אִי אֶפְשָׁר לְצַמְצֵם, וּקְרוֹבָה וַאֲפִלּוּ קְרוֹבוֹת, פֵּרֵשׁ רַשִׁ\"י כְּמוֹ וּבְהֵמָה רַבָּה [יוֹנָה ד]","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-3","jbo:text":"נמצא ראשו במקום אחד וגופו במקום אחר, מוליכין הראש אצל הגוף, דברי רבי אליעזר. רבי עקיבא אומר, הגוף אצל הראש","jbo:textNikud":"נִמְצָא רֹאשׁוֹ בְּמָקוֹם אֶחָד וְגוּפוֹ בְּמָקוֹם אַחֵר, מוֹלִיכִין הָרֹאשׁ אֵצֶל הַגּוּף, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי עֲקִיבָא אוֹמֵר, הַגּוּף אֵצֶל הָרֹאשׁ","rdfs:label":"משנה סוטה ט ג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-3","jbo:text":"ר\"ע מברטנורה נמצא ראשו במקום אחד. השתא לא מירי תנא לענין מדידה. דמדקתני סיפא מאין היו מודדין, מכלל דרישא לאו במדידה עסקינן {ו}. אלא במת מצוה קנה מקומו עסקינן, דהיכא דנמצא ראשו במקום אחד וגופו במקום אחר, מוליכין ראשו אצל גופו וקוברין אותו במקום שנמצא הגוף, דגופיה בדוכתיה נפל ורישא הוא דנייד, דברי רבי אליעזר: רבי עקיבא אומר מוליכין הגוף אצל הראש. דרישא היכא דנפיל נפיל וגופיה רהיט ואזיל. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה נִמְצָא רֹאשׁוֹ בְּמָקוֹם אֶחָד. הַשְׁתָּא לֹא מַיְרֵי תַּנָּא לְעִנְיַן מְדִידָה. דְּמִדְּקָתָנֵי סֵיפָא מֵאַיִן הָיוּ מוֹדְדִין, מִכְּלָל דְּרֵישָׁא לָאו בַּמְּדִידָה עָסְקִינַן {ו}. אֶלָּא בְּמֵת מִצְוָה קָנָה מְקוֹמוֹ עָסְקִינַן, דְּהֵיכָא דְנִמְצָא רֹאשׁוֹ בְּמָקוֹם אֶחָד וְגוּפוֹ בְּמָקוֹם אַחֵר, מוֹלִיכִין רֹאשׁוֹ אֵצֶל גּוּפוֹ וְקוֹבְרִין אוֹתוֹ בַּמָּקוֹם שֶׁנִּמְצָא הַגּוּף, דְּגוּפֵיהּ בְּדוּכְתֵּיהּ נָפַל וְרֵישָׁא הוּא דְּנָיֵיד, דִּבְרֵי רַבִּי אֱלִיעֶזֶר: רַבִּי עֲקִיבָא אוֹמֵר מוֹלִיכִין הַגּוּף אֵצֶל הָרֹאשׁ. דְּרֵישָׁא הֵיכָא דְּנָפֵיל נָפֵיל וְגוּפֵיהּ רָהֵיט וְאָזֵיל. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-3","jbo:text":"עיקר תוי\"ט {ו} דזה אחד מעשרה תנאים שהתנה יהושע [בבא קמא פ\"א]. רש\"י","jbo:textNikud":"עיקר תוי\"ט {ו} דְּזֶה אֶחָד מֵעֲשָׂרָה תְּנָאִים שֶׁהִתְנָה יְהוֹשֻׁעַ [בָּבָא קַמָּא פ\"א]. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-4","jbo:text":"מאין היו מודדין. רבי אליעזר אומר, מטבורו. רבי עקיבא אומר, מחטמו. רבי אליעזר בן יעקב אומר, ממקום שנעשה חלל, מצוארו","jbo:textNikud":"מֵאַיִן הָיוּ מוֹדְדִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִטִּבּוּרוֹ. רַבִּי עֲקִיבָא אוֹמֵר, מֵחָטְמוֹ. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מִמְּקוֹם שֶׁנַּעֲשֶׂה חָלָל, מִצַּוָּארוֹ","rdfs:label":"משנה סוטה ט ד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-4","jbo:text":"ר\"ע מברטנורה רבי אליעזר אומר מטבורו. קסבר עקר חיותא בטבוריה הוא {ז}: רבי עקיבא אומר מחטמו. עקר חיותא מחטמו הוא, דכתיב (בראשית ז) כל אשר נשמת רוח חיים באפיו: ממקום שנעשה חלל מצוארו. דאין קרוי חלל אלא מן הצואר, כדכתיב (יחזקאל כא) על צוארי חללי רשעים, הלכך ממנו היו מודדים, כדכתיב אל החלל. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה רַבִּי אֱלִיעֶזֶר אוֹמֵר מִטִּבּוּרוֹ. קָסָבַר עִקַּר חַיּוּתָא בְטִבּוּרֵיהּ הוּא {ז}: רַבִּי עֲקִיבָא אוֹמֵר מֵחָטְמוֹ. עִקַּר חַיּוּתָא מֵחָטְמוֹ הוּא, דִּכְתִיב (בְּרֵאשִׁית ז) כָּל אֲשֶׁר נִשְׁמַת רוּחַ חַיִּים בְּאַפָּיו: מִמְּקוֹם שֶׁנַּעֲשֶׂה חָלָל מִצַּוָּארוֹ. דְּאֵין קָרוּי חָלָל אֶלָּא מִן הַצַּוָּאר, כְּדִכְתִיב (יְחֶזְקֵאל כא) עַל צַוְּארֵי חַלְלֵי רְשָׁעִים, הִלְכָּךְ מִמֶּנּוּ הָיוּ מוֹדְדִים, כְּדִכְתִיב אֶל הֶחָלָל. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-4","jbo:text":"עיקר תוי\"ט {ז} לפי שהוא אמצעות הגוף, שכולל כלי המזון שבהם נמשך המאכל. רבי עקיבא אומר מקום שאיפת הרוח הוא הצרך הגדול בחיות, לפי שנאמר כל וכו'. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ז} לְפִי שֶׁהוּא אֶמְצָעוּת הַגּוּף, שֶׁכּוֹלֵל כְּלֵי הַמָּזוֹן שֶׁבָּהֶם נִמְשָׁךְ הַמַּאֲכָל. רַבִּי עֲקִיבָא אוֹמֵר מְקוֹם שְׁאִיפַת הָרוּחַ הוּא הַצֹּרֶךְ הַגָּדוֹל בְּחַיּוּת, לְפִי שֶׁנֶּאֱמַר כָּל וְכוּ'. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-5","jbo:text":"נפטרו זקני ירושלים והלכו להן. זקני אותה העיר מביאין עגלת בקר אשר לא עבד בה אשר לא משכה בעל (שם), ואין המום {ח} פוסל בה, ומורידין אותה לנחל איתן. ואיתן כמשמעו, קשה {ט}. אף על פי שאינו איתן, כשר. ועורפין אותה בקופיץ מאחוריה. ומקומה אסור מלזרע ומלעבד, ומתר לסרק שם פשתן ולנקר שם אבנים","jbo:textNikud":"נִפְטְרוּ זִקְנֵי יְרוּשָׁלַיִם וְהָלְכוּ לָהֶן. זִקְנֵי אוֹתָהּ הָעִיר מְבִיאִין עֶגְלַת בָּקָר אֲשֶׁר לֹא עֻבַּד בָּהּ אֲשֶׁר לֹא מָשְׁכָה בְּעֹל (שם), וְאֵין הַמּוּם {ח} פּוֹסֵל בָּהּ, וּמוֹרִידִין אוֹתָהּ לְנַחַל אֵיתָן. וְאֵיתָן כְּמַשְׁמָעוֹ, קָשֶׁה {ט}. אַף עַל פִּי שֶׁאֵינוֹ אֵיתָן, כָּשֵׁר. וְעוֹרְפִין אוֹתָהּ בְּקוֹפִיץ מֵאֲחוֹרֶיהָ. וּמְקוֹמָהּ אָסוּר מִלִּזְרֹעַ וּמִלַּעֲבֹד, וּמֻתָּר לִסְרֹק שָׁם פִּשְׁתָּן וּלְנַקֵּר שָׁם אֲבָנִים","rdfs:label":"משנה סוטה ט ה"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-5","jbo:text":"ר\"ע מברטנורה נפטרו זקני ירושלים. שאינן באין אלא למדד, כדכתיב ויצאו זקניך ושפטיך ומדדו: אף על פי שאינו איתן כשר. שלא נאמר איתן לעכובא אלא למצוה {י}: בקופיץ. סכין גדול: מאחוריה. ממול ערפה {יא}: מקומה אסור. לעולם: ומתר לסרק שם פשתן. עבודה שאינה בגופה של קרקע, דכתיב (דברים כא) אשר לא יעבד ולא יזרע, מה זריעה מיחדת שהיא בגופו של קרקע, אף כל עבודה שהיא בגופו של קרקע: לנקר שם אבנים. לסתת שם אבנים","jbo:textNikud":"ר\"ע מברטנורה נִפְטְרוּ זִקְנֵי יְרוּשָׁלַיִם. שֶׁאֵינָן בָּאִין אֶלָּא לִמְדֹּד, כְּדִכְתִיב וְיָצְאוּ זְקֵנֶיךָ וְשֹׁפְטֶיךָ וּמָדְדוּ: אַף עַל פִּי שֶׁאֵינוֹ אֵיתָן כָּשֵׁר. שֶׁלֹּא נֶאֱמַר אֵיתָן לְעִכּוּבָא אֶלָּא לְמִצְוָה {י}: בְּקוֹפִיץ. סַכִּין גָּדוֹל: מֵאֲחוֹרֶיהָ. מִמּוּל עָרְפָּהּ {יא}: מְקוֹמָהּ אָסוּר. לְעוֹלָם: וּמֻתָּר לִסְרֹק שָׁם פִּשְׁתָּן. עֲבוֹדָה שֶׁאֵינָהּ בְּגוּפָהּ שֶׁל קַרְקַע, דִּכְתִיב (דְּבָרִים כא) אֲשֶׁר לֹא יֵעָבֵד וְלֹא יִזָּרֵעַ, מַה זְּרִיעָה מְיֻחֶדֶת שֶׁהִיא בְּגוּפוֹ שֶׁל קַרְקַע, אַף כָּל עֲבוֹדָה שֶׁהִיא בְּגוּפוֹ שֶׁל קַרְקַע: לְנַקֵּר שָׁם אֲבָנִים. לְסַתֵּת שָׁם אֲבָנִים","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-5","jbo:text":"עיקר תוי\"ט {ח} ואין המום כו'. דמהו דתימא נילף מקל וחמר ומה פרה כו', קא משמע לן דלא, דשאני התם דאמר קרא אשר אין בה מום, בה מום פוסל ואין מום פוסל בעגלה. כך למדתי מהגמרא: {ט} קשה. פרש הרמב\"ם חזק ההמשכה. וכן כתב בחבורו, נחל ששוטף בחזקה, וזהו איתן האמור בתורה. אבל רש\"י מפרש נחל איתן קשה, שלא נעבד. לדבריו נחל האמור כאן אינו של מים אלא עמק. ועין תוספות יום טוב: {י} וקצת קשה, דהוה ליה למימר ואם אינו איתן כשר, שזה לשון דיעבד ולשון קצר כו'. והרמב\"ם פרש ענין איתן גדול, כמו שנאמר גוי איתן הוא [ירמיה ה], ואומר אם היה חזק ההמשכה ואפלו שלא היה גדול השעור כשר. בא לומר שאיתן יש בו שני פרושים, גדול וחזק, ושאמר התנא דקפדת הכתוב על החזק ואף על פי שאינו גדול. ועין תוספות יום טוב: {יא} דגמר עריפה עריפה מחטאת העוף. גמרא","jbo:textNikud":"עיקר תוי\"ט {ח} וְאֵין הַמּוּם כוּ'. דְּמַהוּ דְּתֵימָא נֵילַף מִקַּל וָחֹמֶר וּמַה פָּרָה כוּ', קָא מַשְׁמַע לָן דְּלֹא, דְּשָׁאנֵי הָתָם דְּאָמַר קְרָא אֲשֶׁר אֵין בָּהּ מוּם, בָּהּ מוּם פּוֹסֵל וְאֵין מוּם פּוֹסֵל בָּעֶגְלָה. כָּךְ לָמַדְתִּי מֵהַגְּמָרָא: {ט} קָשֶׁה. פֵּרֵשׁ הָרַמְבַּ\"ם חָזָק הַהַמְשָׁכָה. וְכֵן כָּתַב בְּחִבּוּרוֹ, נַחַל שֶׁשּׁוֹטֵף בְּחָזְקָה, וְזֶהוּ אֵיתָן הָאָמוּר בַּתּוֹרָה. אֲבָל רַשִׁ\"י מְפָרֵשׁ נַחַל אֵיתָן קָשֶׁה, שֶׁלֹּא נֶעֱבַד. לִדְבָרָיו נַחַל הָאָמוּר כָּאן אֵינוֹ שֶׁל מַיִם אֶלָּא עֵמֶק. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} וּקְצָת קָשֶׁה, דַּהֲוָה לֵיהּ לְמֵימַר וְאִם אֵינוֹ אֵיתָן כָּשֵׁר, שֶׁזֶּה לָשׁוֹן דִּיעֲבַד וְלָשׁוֹן קָצָר כוּ'. וְהָרַמְבַּ\"ם פֵּרֵשׁ עִנְיָן אֵיתָן גָּדוֹל, כְּמוֹ שֶׁנֶּאֱמַר גּוֹי אֵיתָן הוּא [יִרְמְיָה ה], וְאוֹמֵר אִם הָיָה חָזָק הַהַמְשָׁכָה וַאֲפִלּוּ שֶׁלֹּא הָיָה גְּדוֹל הַשִּׁעוּר כָּשֵׁר. בָּא לוֹמַר שֶׁאֵיתָן יֵשׁ בּוֹ שְׁנֵי פֵּרוּשִׁים, גָּדוֹל וְחָזָק, וְשֶׁאָמַר הַתַּנָּא דִּקְפֵדַת הַכָּתוּב עַל הַחֹזֶק וְאַף עַל פִּי שֶׁאֵינוֹ גָּדוֹל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} דְּגָמַר עֲרִיפָה עֲרִיפָה מֵחַטַּאת הָעוֹף. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-6","jbo:text":"זקני אותה העיר רוחצין את ידיהן במים במקום {יב} עריפה של עגלה, ואומרים, (שם) ידינו לא שפכה את הדם הזה ועינינו לא ראו. וכי על דעתנו עלתה, שזקני בית דין שופכי דמים הן, אלא שלא בא לידינו ופטרנוהו בלא מזון {יג}, ולא ראינוהו והנחנוהו בלא לויה {יד}. והכהנים אומרים {טו}, (שם) כפר לעמך ישראל אשר פדית ה' ואל תתן דם נקי בקרב עמך ישראל. לא היו צריכים {טז} לומר (שם) ונכפר להם הדם, אלא רוח הקדש מבשרתן, אימתי שתעשו ככה, הדם מתכפר להם","jbo:textNikud":"זִקְנֵי אוֹתָהּ הָעִיר רוֹחֲצִין אֶת יְדֵיהֶן בַּמַּיִם בִּמְקוֹם {יב} עֲרִיפָה שֶׁל עֶגְלָה, וְאוֹמְרִים, (שם) יָדֵינוּ לֹא שָׁפְכֻה אֶת הַדָּם הַזֶּה וְעֵינֵינוּ לֹא רָאוּ. וְכִי עַל דַּעְתֵּנוּ עָלְתָה, שֶׁזִּקְנֵי בֵית דִּין שׁוֹפְכֵי דָמִים הֵן, אֶלָּא שֶׁלֹּא בָא לְיָדֵינוּ וּפְטַרְנוּהוּ בְלֹא מָזוֹן {יג}, וְלֹא רְאִינוּהוּ וְהִנַּחְנוּהוּ בְלֹא לְוָיָה {יד}. וְהַכֹּהֲנִים אוֹמְרִים {טו}, (שם) כַּפֵּר לְעַמְּךָ יִשְׂרָאֵל אֲשֶׁר פָּדִיתָ ה' וְאַל תִּתֵּן דָּם נָקִי בְּקֶרֶב עַמְּךָ יִשְׂרָאֵל. לֹא הָיוּ צְרִיכִים {טז} לוֹמַר (שם) וְנִכַּפֵּר לָהֶם הַדָּם, אֶלָּא רוּחַ הַקֹּדֶשׁ מְבַשַּׂרְתָּן, אֵימָתַי שֶׁתַּעֲשׂוּ כָּכָה, הַדָּם מִתְכַּפֵּר לָהֶם","rdfs:label":"משנה סוטה ט ו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-6","jbo:text":"ר\"ע מברטנורה לא בא לידינו ופטרנוהו. בלא מזונות: ולא ראינוהו והנחנוהו. בלא לויה","jbo:textNikud":"ר\"ע מברטנורה לֹא בָא לְיָדֵינוּ וּפְטַרְנוּהוּ. בְּלֹא מְזוֹנוֹת: וְלֹא רְאִינוּהוּ וְהִנַּחְנוּהוּ. בְּלֹא לְוָיָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-6","jbo:text":"עיקר תוי\"ט {יב} במקום. בגמרא יליף ליה: {יג} בלא מזון. והצרך ללסטם את הבריות ולכך נהרג. רש\"י: {יד} בלא לויה. יחידי בלא חבורה. רש\"י: {טו} אומרים. כדכתיב לעיל ונגשו הכהנים בני לוי, ולא פרש על מה הם נגשים. רש\"י: {טז} לא היו כו'. כלומר ונכפר דכתיב בקרא לאו אוענו ואמרו קאי שיהא אף זה בכלל אמירה, אלא מלתא באנפי נפשה היא שרוח הקדש בשרה כו'. רש\"י","jbo:textNikud":"עיקר תוי\"ט {יב} בִּמְקוֹם. בַּגְּמָרָא יָלֵיף לֵיהּ: {יג} בְּלֹא מָזוֹן. וְהֻצְרַךְ לְלַסְטֵם אֶת הַבְּרִיּוֹת וּלְכָךְ נֶהֱרַג. רַשִׁ\"י: {יד} בְּלֹא לְוָיָה. יְחִידִי בְּלֹא חֲבוּרָה. רַשִׁ\"י: {טו} אוֹמְרִים. כְּדִכְתִיב לְעֵיל וְנִגְּשׁוּ הַכֹּהֲנִים בְּנֵי לֵוִי, וְלֹא פֵּרֵשׁ עַל מָה הֵם נִגָּשִׁים. רַשִׁ\"י: {טז} לֹא הָיוּ כוּ'. כְּלוֹמַר וְנִכַּפֵּר דִּכְתִיב בַּקְּרָא לָאו אַוְעָנוּ וְאָמְרוּ קָאֵי שֶׁיְּהֵא אַף זֶה בִּכְלַל אֲמִירָה, אֶלָּא מִלְּתָא בְּאַנְפֵּי נַפְשָׁהּ הִיא שֶׁרוּחַ הַקֹּדֶשׁ בִּשְּׂרָהּ כוּ'. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-7","jbo:text":"נמצא ההורג עד שלא נערפה העגלה, תצא ותרעה {יז} בעדר. משנערפה העגלה, תקבר במקומה, שעל ספק באתה מתחלתה, כפרה ספקה והלכה לה. נערפה העגלה ואחר כך נמצא ההורג, הרי זה יהרג","jbo:textNikud":"נִמְצָא הַהוֹרֵג עַד שֶׁלֹּא נֶעֶרְפָה הָעֶגְלָה, תֵּצֵא וְתִרְעֶה {יז} בָעֵדֶר. מִשֶּׁנֶּעֶרְפָה הָעֶגְלָה, תִּקָּבֵר בִּמְקוֹמָהּ, שֶׁעַל סָפֵק בָּאתָה מִתְּחִלָּתָהּ, כִּפְּרָה סְפֵקָהּ וְהָלְכָה לָהּ. נֶעֶרְפָה הָעֶגְלָה וְאַחַר כָּךְ נִמְצָא הַהוֹרֵג, הֲרֵי זֶה יֵהָרֵג","rdfs:label":"משנה סוטה ט ז"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-7","jbo:text":"ר\"ע מברטנורה תצא ותרעה בעדר. כשאר חלין: כפרה ספקה. היא עשתה את שלה: ואחר כך נמצא ההורג הרי זה יהרג. דכתיב בסוף פרשת עגלה ערופה (דברים כא) ואתה תבער הדם הנקי מקרבך","jbo:textNikud":"ר\"ע מברטנורה תֵּצֵא וְתִרְעֶה בָעֵדֶר. כִּשְׁאָר חֻלִּין: כִּפְּרָה סְפֵקָהּ. הִיא עָשְׂתָה אֶת שֶׁלָּהּ: וְאַחַר כָּךְ נִמְצָא הַהוֹרֵג הֲרֵי זֶה יֵהָרֵג. דִּכְתִיב בְּסוֹף פָּרָשַׁת עֶגְלָה עֲרוּפָה (דְּבָרִים כא) וְאַתָּה תְּבַעֵר הַדָּם הַנָּקִי מִקִּרְבֶּךָ","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-7","jbo:text":"עיקר תוי\"ט {יז} ותרעה. פרש רש\"י דסבירא ליה האי תנא דאין ירידתה לנחל איתן אוסרתה אלא עריפתה. והרמב\"ם פסק דירידתה אוסרתה בהנאה, ואפלו הכי תצא כו' דאדעתא דהכי לא אקדשה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יז} וְתִרְעֶה. פֵּרֵשׁ רַשִׁ\"י דִּסְבִירָא לֵיהּ הַאי תַּנָּא דְּאֵין יְרִידָתָהּ לְנַחַל אֵיתָן אוֹסַרְתָּהּ אֶלָּא עֲרִיפָתָהּ. וְהָרַמְבַּ\"ם פָּסַק דִּירִידָתָהּ אוֹסַרְתָּהּ בַּהֲנָאָה, וַאֲפִלּוּ הָכִי תֵּצֵא כוּ' דְּאַדַּעְתָּא דְּהָכִי לֹא אַקְדְּשָׁהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-8","jbo:text":"עד אחד אומר ראיתי את ההורג, ועד אחד אומר לא ראית, אשה אומרת ראיתי ואשה אומרת לא ראית, היו עורפין. עד אחד אומר ראיתי, ושנים אומרים לא ראית, היו עורפין. שנים אומרים ראינו ואחד אומר להן לא ראיתם, לא היו עורפין","jbo:textNikud":"עֵד אֶחָד אוֹמֵר רָאִיתִי אֶת הַהוֹרֵג, וְעֵד אֶחָד אוֹמֵר לֹא רָאִיתָ, אִשָּׁה אוֹמֶרֶת רָאִיתִי וְאִשָּׁה אוֹמֶרֶת לֹא רָאִית, הָיוּ עוֹרְפִין. עֵד אֶחָד אוֹמֵר רָאִיתִי, וּשְׁנַיִם אוֹמְרִים לֹא רָאִיתָ, הָיוּ עוֹרְפִין. שְׁנַיִם אוֹמְרִים רָאִינוּ וְאֶחָד אוֹמֵר לָהֶן לֹא רְאִיתֶם, לֹא הָיוּ עוֹרְפִין","rdfs:label":"משנה סוטה ט ח"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-8","jbo:text":"ר\"ע מברטנורה עד אחד אומר ראיתי ועד אחד אומר לא ראית. וכגון שבאו שניהם בבת אחת, [אז] היו עורפים. אבל אם בא אחד תחלה ואמר ראיתי את ההורג, והימנוהו כבי תרי, שהתורה האמינתהו דכתיב (שם) לא נודע מי הכהו, הא נודע אפלו על פי עד אחד אין עורפין, אף על פי שבא עד אחד אחר כך והכחישו, אינו נאמן השני, שאין דבריו של אחד במקום שנים: עד אחד אומר ראיתי ושנים אומרים לא ראית היו עורפים. וכגון שהשנים והאחד פסולי עדות הן, דבפסולי עדות הלך אחר רב דעות","jbo:textNikud":"ר\"ע מברטנורה עֵד אֶחָד אוֹמֵר רָאִיתִי וְעֵד אֶחָד אוֹמֵר לֹא רָאִיתָ. וּכְגוֹן שֶׁבָּאוּ שְׁנֵיהֶם בְּבַת אַחַת, [אָז] הָיוּ עוֹרְפִים. אֲבָל אִם בָּא אֶחָד תְּחִלָּה וְאָמַר רָאִיתִי אֶת הַהוֹרֵג, וְהֵימְנוּהוּ כְּבֵי תְּרֵי, שֶׁהַתּוֹרָה הֶאֱמִינַתְהוּ דִּכְתִיב (שָׁם) לֹא נוֹדַע מִי הִכָּהוּ, הָא נוֹדַע אֲפִלּוּ עַל פִּי עֵד אֶחָד אֵין עוֹרְפִין, אַף עַל פִּי שֶׁבָּא עֵד אֶחָד אַחַר כָּךְ וְהִכְחִישׁוֹ, אֵינוֹ נֶאֱמָן הַשֵּׁנִי, שֶׁאֵין דְּבָרָיו שֶׁל אֶחָד בִּמְקוֹם שְׁנַיִם: עֵד אֶחָד אוֹמֵר רָאִיתִי וּשְׁנַיִם אוֹמְרִים לֹא רָאִיתָ הָיוּ עוֹרְפִים. וּכְגוֹן שֶׁהַשְּׁנַיִם וְהָאֶחָד פְּסוּלֵי עֵדוּת הֵן, דְּבִפְסוּלֵי עֵדוּת הֲלֵךְ אַחַר רֹב דֵּעוֹת","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-9","jbo:text":"משרבו הרצחנים, בטלה עגלה ערופה, משבא {יט} אליעזר בן דינאי, ותחינה בן פרישה היה נקרא, חזרו לקרותו בן הרצחן {כ}. משרבו המנאפים, פסקו המים המרים, ורבן יוחנן בן זכאי הפסיקן, שנאמר (הושע ד) לא אפקוד {כא} על בנותיכם כי תזנינה ועל כלותיכם כי תנאפנה כי הם וגו'. משמת יוסי בן יועזר איש צרדה ויוסי בן יוחנן איש ירושלים, בטלו האשכולות, שנאמר (מיכה ז) אין אשכול {כג} לאכל בכורה אותה נפשי","jbo:textNikud":"מִשֶּׁרַבּוּ הָרַצְחָנִים, בָּטְלָה עֶגְלָה עֲרוּפָה, מִשֶּׁבָּא {יט} אֶלִיעֶזֶר בֶּן דִּינַאי, וּתְחִינָה בֶּן פְּרִישָׁה הָיָה נִקְרָא, חָזְרוּ לִקְרוֹתוֹ בֶּן הָרַצְחָן {כ}. מִשֶּׁרַבּוּ הַמְנָאֲפִים, פָּסְקוּ הַמַּיִם הַמָּרִים, וְרַבָּן יוֹחָנָן בֶּן זַכַּאי הִפְסִיקָן, שֶׁנֶּאֱמַר (הושע ד) לֹא אֶפְקוֹד {כא} עַל בְּנוֹתֵיכֶם כִּי תִזְנֶינָה וְעַל כַּלּוֹתֵיכֶם כִּי תְנָאַפְנָה כִּי הֵם וְגוֹ'. מִשֶּׁמֵּת יוֹסֵי בֶן יוֹעֶזֶר אִישׁ צְרֵדָה וְיוֹסֵי בֶן יוֹחָנָן אִישׁ יְרוּשָׁלַיִם, בָּטְלוּ הָאֶשְׁכּוֹלוֹת, שֶׁנֶּאֱמַר (מיכה ז) אֵין אֶשְׁכּוֹל {כג} לֶאֱכֹל בִּכּוּרָה אִוְּתָה נַפְשִׁי","rdfs:label":"משנה סוטה ט ט"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-9","jbo:text":"ר\"ע מברטנורה בטלה עגלה ערופה. לפי שמכירין היו בהם מי רגיל להרג {יח}: בטלו האשכולות. איש שהכל בו. כלומר תורתם אמת מבלי דפי {כב}","jbo:textNikud":"ר\"ע מברטנורה בָּטְלָה עֶגְלָה עֲרוּפָה. לְפִי שֶׁמַּכִּירִין הָיוּ בָּהֶם מִי רָגִיל לַהֲרֹג {יח}: בָּטְלוּ הָאֶשְׁכּוֹלוֹת. אִישׁ שֶׁהַכֹּל בּוֹ. כְּלוֹמַר תּוֹרָתָם אֱמֶת מִבְּלִי דֹפִי {כב}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט ט","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-9","jbo:text":"עיקר תוי\"ט {יח} כדתנו רבנן לא נודע מי הכהו, הא נודע מי הכהו אפלו אחד בסוף העולם הכיר בו לא היו עורפין: {יט} משבא כו'. ורצחן מפרסם היה: {כ} בן הרצחן. בריה קטילא. ירושלמי: {כא} לא אפקוד כו'. תנו רבנן ונקה האיש מעון, בזמן שהאיש מנקה מעון המים בודקין את אשתו, ואומר לא אפקוד וגו', מאי ואומר, וכי תימא עון דידיה אין, דבניה ודבנתיה לא, תא שמע לא אפקוד וגו', וכי תימא עון אשת איש אין עון דפנויה לא, תא שמע כי הם עם הזונות יפרדו [הושע ד], הם עצמם נואפים כפרדים הללו. רש\"י: {כב} ושכחה ומחלקת. ועד ימיהן לא היה מחלקת בחכמי ישראל, כלן היו אומרים דברים כנתינתן למשה מסיני. והן הראשונים שנחלקו בסמיכת קרבנות יום טוב כדאיתא בחגיגה, והוא מחלקת ראשון שהיה בישראל בדברי תורה. רש\"י: {כג} אין אשכול וגו'. לראיה שאשכול נאמר לכנוי אדם החשוב בעיני אלהים יתברך","jbo:textNikud":"עיקר תוי\"ט {יח} כִּדְתָנוּ רַבָּנָן לֹא נוֹדַע מִי הִכָּהוּ, הָא נוֹדַע מִי הִכָּהוּ אֲפִלּוּ אֶחָד בְּסוֹף הָעוֹלָם הִכִּיר בּוֹ לֹא הָיוּ עוֹרְפִין: {יט} מִשֶּׁבָּא כוּ'. וְרַצְחָן מְפֻרְסָם הָיָה: {כ} בֶּן הָרַצְחָן. בְּרִיָּה קָטִילָא. יְרוּשַׁלְמִי: {כא} לֹא אֶפְקוֹד כוּ'. תָּנוּ רַבָּנָן וְנִקָּה הָאִישׁ מֵעָוֹן, בִּזְמַן שֶׁהָאִישׁ מְנֻקֶּה מֵעָוֹן הַמַּיִם בּוֹדְקִין אֶת אִשְׁתּוֹ, וְאוֹמֵר לֹא אֶפְקוֹד וְגוֹ', מַאי וְאוֹמֵר, וְכִי תֵימָא עָוֹן דִּידֵיה אִין, דְּבָנֵיה וְדִבְנָתֵיהּ לֹא, תָּא שְׁמַע לֹא אֶפְקוֹד וְגוֹ', וְכִי תֵימָא עָוֹן אֵשֶׁת אִישׁ אִין עָוֹן דִּפְנוּיָה לֹא, תָּא שְׁמַע כִּי הֵם עִם הַזּוֹנוֹת יִפָּרֵדוּ [הוֹשֵׁע ד], הֵם עַצְמָם נוֹאֲפִים כִּפְרָדִים הַלָּלוּ. רַשִׁ\"י: {כב} וְשִׁכְחָה וּמַחֲלֹקֶת. וְעַד יְמֵיהֶן לֹא הָיָה מַחֲלֹקֶת בְּחַכְמֵי יִשְׂרָאֵל, כֻּלָּן הָיוּ אוֹמְרִים דְּבָרִים כִּנְתִינָתָן לְמֹשֶׁה מִסִּינַי. וְהֵן הָרִאשׁוֹנִים שֶׁנֶּחְלְקוּ בִּסְמִיכַת קָרְבְּנוֹת יוֹם טוֹב כִּדְאִיתָא בַּחֲגִיגָה, וְהוּא מַחֲלֹקֶת רִאשׁוֹן שֶׁהָיָה בְּיִשְׂרָאֵל בְּדִבְרֵי תּוֹרָה. רַשִׁ\"י: {כג} אֵין אֶשְׁכּוֹל וְגוֹ'. לָרְאָיָה שֶׁאֶשְׁכּוֹל נֶאֱמַר לְכִנּוּי אָדָם הֶחָשׁוּב בְּעֵינֵי אֱלֹהִים יִתְבָּרַךְ","rdfs:label":"עיקר תוי\"ט משנה סוטה ט ט","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-10","jbo:text":"יוחנן כהן גדול העביר הודית המעשר. אף הוא בטל את המעוררין ואת הנוקפין. עד ימיו היה פטיש מכה בירושלים. ובימיו אין אדם צריך לשאל על הדמאי","jbo:textNikud":"יוֹחָנָן כֹּהֵן גָּדוֹל הֶעֱבִיר הוֹדָיַת הַמַּעֲשֵׂר. אַף הוּא בִטֵּל אֶת הַמְעוֹרְרִין וְאֶת הַנּוֹקְפִין. עַד יָמָיו הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלַיִם. וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאֹל עַל הַדְּמָאי","rdfs:label":"משנה סוטה ט י"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-10","jbo:text":"ר\"ע מברטנורה הודית מעשר. ודוי מעשר, בערתי הקדש מן הבית וגם נתתיו ללוי. לפי שעזרא קנס את הלוים שלא יתנו להם מעשר כשעלה מן הגולה ובני לוי לא עלו עמו, וצוה שיתנו המעשר לכהנים. ויוחנן כהן גדול בטל הודוי, שלא היה יכול לומר וגם נתתיו ללוי: בטל את המעוררים. שהיו הלוים בכל יום אומרים על הדוכן עורה למה תישן ה', אמר וכי יש שינה לפני המקום, ועמד ובטלן: את הנוקפין. שהיו מסרטין לעגל של קרבן בין קרניו כדי שיפל לו דם בעיניו כדי שלא יראה ויהא נוח לכפתו ולשחטו. ועמד הוא ובטלו, שנראה כבעל מום. והתקין להם טבעות בקרקע להכניס צואר הבהמה לתוכה: נוקפין. מכין. ודגמתו [חלין ז:] אין אדם נוקף אצבעו מלמטה: היה פטיש מכה בירושלים. בחל המועד. חרשי נחשת וברזל היו מכין בפטיש לעשות מלאכת האבד שהיא מתרת במועד. ועמד הוא ובטלן, משום דאושא מלתא טובא ואיכא זלזול מועד: ובימיו אין אדם צריך לשאל על הדמאי. שהוא אמר לבני דורו כשם שתרומה גדולה עון מיתה, כך תרומת מעשר וטבל עון מיתה. ותקן שיוציאו מן הדמאי תרומת מעשר ומעשר שני בלבד, ולא יוציאו ממנו מעשר ראשון ולא מעשר עני, שיכולין לומר ללוי או לעני הבא ראיה שהוא טבל וטל. ומתקנה זו ואילך הלוקח פרות מן השוק לא היה שואל אם הן מתקנין אם לאו, אלא מיד מפריש מהם תרומת מעשר ומעשר שני ואוכל את השאר, שכל הלוקח מעם הארץ פרות הם בחזקת שהם דמאי","jbo:textNikud":"ר\"ע מברטנורה הוֹדָיַת מַעֲשֵׂר. וִדּוּי מַעֲשֵׂר, בִּעַרְתִּי הַקֹּדֶשׁ מִן הַבַּיִת וְגַם נְתַתִּיו לַלֵוִי. לְפִי שֶׁעֶזְרָא קָנַס אֶת הַלְוִיִּם שֶׁלֹּא יִתְּנוּ לָהֶם מַעֲשֵׂר כְּשֶׁעָלָה מִן הַגּוֹלָה וּבְנֵי לֵוִי לֹא עָלוּ עִמּוֹ, וְצִוָּה שֶׁיִּתְּנוּ הַמַּעֲשֵׂר לַכֹּהֲנִים. וְיוֹחָנָן כֹּהֵן גָּדוֹל בִּטֵּל הַוִּדּוּי, שֶׁלֹּא הָיָה יָכוֹל לוֹמַר וְגַם נְתַתִּיו לַלֵּוִי: בִּטֵּל אֶת הַמְעוֹרְרִים. שֶׁהָיוּ הַלְוִיִּם בְּכָל יוֹם אוֹמְרִים עַל הַדּוּכָן עוּרָה לָמָּה תִישַׁן ה', אָמַר וְכִי יֵשׁ שֵׁינָה לִפְנֵי הַמָּקוֹם, וְעָמַד וּבִטְּלָן: אֶת הַנּוֹקְפִין. שֶׁהָיוּ מְסַרְטִין לָעֵגֶל שֶׁל קָרְבָּן בֵּין קַרְנָיו כְּדֵי שֶׁיִּפֹּל לוֹ דָּם בְּעֵינָיו כְּדֵי שֶׁלֹּא יִרְאֶה וִיהֵא נוֹחַ לְכָפְתוֹ וּלְשָׁחְטוֹ. וְעָמַד הוּא וּבִטְּלוֹ, שֶׁנִּרְאֶה כְּבַעַל מוּם. וְהִתְקִין לָהֶם טַבָּעוֹת בַּקַּרְקַע לְהַכְנִיס צַוַּאר הַבְּהֵמָה לְתוֹכָהּ: נוֹקְפִין. מַכִּין. וְדֻגְמָתוֹ [חֻלִּין ז:] אֵין אָדָם נוֹקֵף אֶצְבָּעוֹ מִלְּמַטָּה: הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלַיִם. בְּחֹל הַמּוֹעֵד. חָרָשֵׁי נְחֹשֶׁת וּבַרְזֶל הָיוּ מַכִּין בַּפַּטִּישׁ לַעֲשׂוֹת מְלֶאכֶת הָאָבֵד שֶׁהִיא מֻתֶּרֶת בַּמּוֹעֵד. וְעָמַד הוּא וּבִטְּלָן, מִשּׁוּם דְּאַוְּשָׁא מִלְּתָא טוּבָא וְאִיכָּא זִלְזוּל מוֹעֵד: וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאֹל עַל הַדְּמָאי. שֶׁהוּא אָמַר לִבְנֵי דוֹרוֹ כְּשֵׁם שֶׁתְּרוּמָה גְדוֹלָה עֲוֹן מִיתָה, כָּךְ תְּרוּמַת מַעֲשֵׂר וְטֶבֶל עֲוֹן מִיתָה. וְתִקֵּן שֶׁיּוֹצִיאוּ מִן הַדְּמַאי תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי בִּלְבַד, וְלֹא יוֹצִיאוּ מִמֶּנּוּ מַעֲשֵׂר רִאשׁוֹן וְלֹא מַעֲשַׂר עָנִי, שֶׁיְּכוֹלִין לוֹמַר לַלֵּוִי אוֹ לָעָנִי הָבֵא רְאָיָה שֶׁהוּא טֶבֶל וְטֹל. וּמִתַּקָּנָה זוֹ וָאֵילָךְ הַלּוֹקֵחַ פֵּרוֹת מִן הַשּׁוּק לֹא הָיָה שׁוֹאֵל אִם הֵן מְתֻקָּנִין אִם לָאו, אֶלָּא מִיָּד מַפְרִישׁ מֵהֶם תְּרוּמַת מַעֲשֵׂר וּמַעֲשֵׂר שֵׁנִי וְאוֹכֵל אֶת הַשְּׁאָר, שֶׁכָּל הַלּוֹקֵחַ מֵעַם הָאָרֶץ פֵּרוֹת הֵם בְּחֶזְקַת שֶׁהֵם דְּמַאי","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט י","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-11","jbo:text":"משבטלה סנהדרין, בטלה השיר {כד} מבית המשתאות, שנאמר (ישעיה כד) בשיר לא ישתו יין וגו'","jbo:textNikud":"מִשֶּׁבָּטְלָה סַנְהֶדְרִין, בָּטְלָה הַשִּׁיר {כד} מִבֵּית הַמִּשְׁתָּאוֹת, שֶׁנֶּאֱמַר (ישעיה כד) בַּשִּׁיר לֹא יִשְׁתּוּ יָיִן וְגוֹ'","rdfs:label":"משנה סוטה ט יא"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-11","jbo:text":"ר\"ע מברטנורה סנהדרין. שם הדינים. ונקראים סנהדרין ששונאים הדרת פנים בדין: בטל השיר. דכתיב (איכה ה) זקנים משער שבתו {כה} בחורים מנגינתם, בזמן שבטלו הזקנים היושבים בשער {כו} שהם הסנהדרין, בטלו הבחורים מנגינתם גם כן","jbo:textNikud":"ר\"ע מברטנורה סַנְהֶדְרִין. שֵׁם הַדַּיָּנִים. וְנִקְרָאִים סַנְהֶדְרִין שֶׁשּׂוֹנְאִים הַדְרַת פָּנִים בַּדִּין: בָּטַל הַשִּׁיר. דִּכְתִיב (אֵיכָה ה) זְקֵנִים מִשַּׁעַר שָׁבָתוּ {כה} בַּחוּרִים מִנְּגִינָתָם, בַּזְּמַן שֶׁבָּטְלוּ הַזְּקֵנִים הַיּוֹשְׁבִים בַּשַּׁעַר {כו} שֶׁהֵם הַסַּנְהֶדְרִין, בָּטְלוּ הַבַּחוּרִים מִנְּגִינָתָם גַּם כֵּן","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט יא","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-11","jbo:text":"עיקר תוי\"ט {כד} השיר כו'. פרשו הפוסקים בשם רב האי גאון זכרונו לברכה דהינו שיר של אהבה שבין אדם לחברו ולשבח יפה ביפיו. אבל שירות ותשבחות וזכרון חסדים של הקדוש ברוך הוא מנהג כל ישראל לאמרן בבית חתנה ובבית המשתאות בקול נגינות ובקול שמחה: {כה} משום דמנלן דמשבטלה סנהדרין כתיב כדאיתא בגמרא, ומשום דבהאי קרא לא כתיב ביה דאסור אלא משמע דנשבת מאליו, להכי מיתי מתניתין קרא בשיר לא ישתו, דלמיסר משמע: {כו} והם הזקנים שאמר הקדוש ברוך הוא עליהן תתן לך בכל שעריך. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {כד} הַשִּׁיר כוּ'. פֵּרְשׁוּ הַפּוֹסְקִים בְּשֵׁם רַב הַאי גָּאוֹן זִכְרוֹנוֹ לִבְרָכָה דְּהַיְנוּ שִׁיר שֶׁל אַהֲבָה שֶׁבֵּין אָדָם לַחֲבֵרוֹ וּלְשַׁבֵּחַ יָפֶה בְּיָפְיוֹ. אֲבָל שִׁירוֹת וְתִשְׁבָּחוֹת וְזִכְרוֹן חֲסָדִים שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא מִנְהָג כָּל יִשְׂרָאֵל לְאָמְרָן בְּבֵית חֲתֻנָּה וּבְבֵית הַמִּשְׁתָּאוֹת בְּקוֹל נְגִינוֹת וּבְקוֹל שִׂמְחָה: {כה} מִשּׁוּם דִּמְנָלָן דְּמִשֶּׁבָּטְלָה סַנְהֶדְרִין כְּתִיב כִּדְאִיתָא בַּגְּמָרָא, וּמִשּׁוּם דִּבְהַאי קְרָא לֹא כְּתִיב בֵּיהּ דְּאָסוּר אֶלָּא מַשְׁמַע דְּנִשְׁבַּת מֵאֵלָיו, לְהָכִי מַיְתֵי מַתְנִיתִין קְרָא בַּשִּׁיר לֹא יִשְׁתּוּ, דִּלְמֵיסַר מַשְׁמַע: {כו} וְהֵם הַזְּקֵנִים שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא עֲלֵיהֶן תִּתֵּן לְךָ בְּכָל שְׁעָרֶיךָ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה סוטה ט יא","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-12","jbo:text":"משמתו נביאים הראשונים, בטלו אורים ותמים. משחרב בית המקדש, בטל השמיר ונפת צופים, ופסקו אנשי אמנה, שנאמר (תהלים יב) הושיעה ה' כי גמר {כט} חסיד וגו'. רבן שמעון בן גמליאל אומר משום רבי יהושע, מיום שחרב בית המקדש, אין יום שאין בו קללה, ולא ירד הטל לברכה, ונטל טעם הפרות. רבי יוסי אומר, אף נטל שמן הפרות","jbo:textNikud":"מִשֶּׁמֵּתוּ נְבִיאִים הָרִאשׁוֹנִים, בָּטְלוּ אוּרִים וְתֻמִּים. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, בָּטַל הַשָּׁמִיר וְנֹפֶת צוּפִים, וּפָסְקוּ אַנְשֵׁי אֲמָנָה, שֶׁנֶּאֱמַר (תהלים יב) הוֹשִׁיעָה ה' כִּי גָמַר {כט} חָסִיד וְגוֹ'. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, מִיּוֹם שֶׁחָרַב בֵּית הַמִּקְדָּשׁ, אֵין יוֹם שֶׁאֵין בּוֹ קְלָלָה, וְלֹא יָרַד הַטַּל לִבְרָכָה, וְנִטַּל טַעַם הַפֵּרוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף נִטַּל שֹׁמֶן הַפֵּרוֹת","rdfs:label":"משנה סוטה ט יב"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-12","jbo:text":"ר\"ע מברטנורה משמתו נביאים הראשונים. כל הנביאים נקראים נביאים ראשונים, חוץ מחגי זכריה ומלאכי וחבריהן דאחרונים נינהו, שהיו בבנין בית שני: בטל השמיר. כמין תולעת, בריתו כשערה, שהיו מראים אותו על האבנים הרשומות בדיו והן נבקעות מאליהן, ובו פתחו אבני האפוד והחשן, דכתיב בהו במלאותם, שיהיו שלמות שלא יחסרו בהם, אלא כותב עליהן בדיו ומראה להם שמיר על פני הדיו בחוץ: ונפת צופים. דבש הבא ממקום ששמו ציפיאה {כז}, ומשבח מאד: ופסקו אנשי אמנה. אנשים שמאמינים בהקדוש ברוך הוא {כח}","jbo:textNikud":"ר\"ע מברטנורה מִשֶּׁמֵּתוּ נְבִיאִים הָרִאשׁוֹנִים. כָּל הַנְּבִיאִים נִקְרָאִים נְבִיאִים רִאשׁוֹנִים, חוּץ מֵחַגַּי זְכַרְיָה וּמַלְאָכִי וְחַבְרֵיהֶן דְּאַחֲרוֹנִים נִינְהוּ, שֶׁהָיוּ בְּבִנְיַן בַּיִת שֵׁנִי: בָּטַל הַשָּׁמִיר. כְּמִין תּוֹלַעַת, בְּרִיָּתוֹ כִּשְׂעֹרָה, שֶׁהָיוּ מַרְאִים אוֹתוֹ עַל הָאֲבָנִים הָרְשׁוּמוֹת בַּדְּיוֹ וְהֵן נִבְקָעוֹת מֵאֵלֵיהֶן, וּבוֹ פִּתְּחוּ אַבְנֵי הָאֵפוֹד וְהַחֹשֶׁן, דִּכְתִיב בְּהוּ בְּמִלֻּאוֹתָם, שֶׁיִּהְיוּ שְׁלֵמוֹת שֶׁלֹּא יְחַסְּרוּ בָּהֶם, אֶלָּא כּוֹתֵב עֲלֵיהֶן בִּדְיוֹ וּמַרְאֶה לָהֶם שָׁמִיר עַל פְּנֵי הַדְּיוֹ בַּחוּץ: וְנֹפֶת צוּפִים. דְּבַשׁ הַבָּא מִמָּקוֹם שֶׁשְּׁמוֹ צִיפִיאָה {כז}, וּמְשֻׁבָּח מְאֹד: וּפָסְקוּ אַנְשֵׁי אֲמָנָה. אֲנָשִׁים שֶׁמַּאֲמִינִים בְּהַקָּדוֹשׁ בָּרוּךְ הוּא {כח}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט יב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-12","jbo:text":"עיקר תוי\"ט {כז} ומדקדוק הלשון שם העצם לא יתרבה, ואם כן האיך אמרו צופים. ונראה לפרש לדברי הר\"ב שהמקום הוא נקרא צופים בלשון מקרא, כמה דאת אמר הרמתים צופים [שמואל א א], וכן נקרא בימי התנאים, אלא שנשתבש אחרי כן בפי ההמון והיו קוראין אותה צופיאה. ולשון הרמב\"ם, דבש הבא מארץ ישראל נקרא צופים. משמע שרצונו לומר שהדבש נקרא צופים. ועין תוספות יום טוב: {כח} לותר ממונם לנוי הדור מצוה ולצדקה ולהוצאת שבתות וימים טובים. רש\"י: {כט} גמר. וסיפיה כי פסו אמונים מבני אדם. ואף על גב דדוד אמרו, מצינו לו כמה מזמורים שאמרן על העתיד","jbo:textNikud":"עיקר תוי\"ט {כז} וּמִדִּקְדּוּק הַלָּשׁוֹן שֵׁם הָעֶצֶם לֹא יִתְרַבֶּה, וְאִם כֵּן הָאֵיךְ אָמְרוּ צוּפִים. וְנִרְאֶה לְפָרֵשׁ לְדִבְרֵי הָרַ\"ב שֶׁהַמָּקוֹם הוּא נִקְרָא צוֹפִים בִּלְשׁוֹן מִקְרָא, כְּמָה דְּאַתְּ אָמַר הָרָמָתַיִם צוֹפִים [שְׁמוּאֵל א א], וְכֵן נִקְרָא בִּימֵי הַתַּנָּאִים, אֶלָּא שֶׁנִּשְׁתַּבֵּשׁ אַחֲרֵי כֵן בְּפִי הֶהָמוֹן וְהָיוּ קוֹרְאִין אוֹתָהּ צוֹפִיאָה. וּלְשׁוֹן הָרַמְבַּ\"ם, דְּבַשׁ הַבָּא מֵאֶרֶץ יִשְׂרָאֵל נִקְרָא צוּפִים. מַשְׁמַע שֶׁרְצוֹנוֹ לוֹמַר שֶׁהַדְּבַשׁ נִקְרָא צוּפִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כח} לְוַתֵּר מָמוֹנָם לְנוֹי הִדּוּר מִצְוָה וְלִצְדָקָה וּלְהוֹצָאַת שַׁבָּתוֹת וְיָמִים טוֹבִים. רַשִׁ\"י: {כט} גָּמַר. וְסֵיפֵיהּ כִּי פַסּוּ אֱמוּנִים מִבְּנֵי אָדָם. וְאַף עַל גַּב דְּדָוִד אֲמָרוֹ, מָצִינוּ לוֹ כַּמָּה מִזְמוֹרִים שֶׁאֲמָרָן עַל הֶעָתִיד","rdfs:label":"עיקר תוי\"ט משנה סוטה ט יב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-12"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-13","jbo:text":"רבי שמעון בן אלעזר אומר, הטהרה נטלה את הטעם ואת הריח. המעשרות נטלו את שמן הדגן. וחכמים אומרים, הזנות והכשפים כלו את הכל","jbo:textNikud":"רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, הַטָּהֳרָה נָטְלָה אֶת הַטַּעַם וְאֶת הָרֵיחַ. הַמַּעַשְׂרוֹת נָטְלוּ אֶת שֹׁמֶן הַדָּגָן. וַחֲכָמִים אוֹמְרִים, הַזְּנוּת וְהַכְּשָׁפִים כִּלּוּ אֶת הַכֹּל","rdfs:label":"משנה סוטה ט יג"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-13","jbo:text":"ר\"ע מברטנורה הטהרה בטלה את הטעם. טהרה שפסקה מישראל, בטלה טעם הפרות וריחם. שבזמן שהיו ישראל טהורים ועוסקים בטהרה אף הקדוש ברוך הוא היה מטהר את הפרות מטעם רע וריח רע: מעשר בטל שמן דגן. דמעשר אקרי חלב, כדכתיב (במדבר יח) כל חלב יצהר {ל}","jbo:textNikud":"ר\"ע מברטנורה הַטָּהֳרָה בִּטְּלָה אֶת הַטַּעַם. טָהֳרָה שֶׁפָּסְקָה מִיִּשְׂרָאֵל, בִּטְלָהּ טַעַם הַפֵּרוֹת וְרֵיחָם. שֶׁבִּזְמַן שֶׁהָיוּ יִשְׂרָאֵל טְהוֹרִים וְעוֹסְקִים בַּטָּהֳרָה אַף הַקָּדוֹשׁ בָּרוּךְ הוּא הָיָה מְטַהֵר אֶת הַפֵּרוֹת מִטַּעַם רַע וְרֵיחַ רַע: מַעֲשֵׂר בִּטֵל שֹׁמֶן דָּגָן. דְּמַעֲשֵׂר אִקְּרֵי חֵלֶב, כְּדִכְתִיב (בְּמִדְבָּר יח) כָּל חֵלֶב יִצְהָר {ל}","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט יג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-13","jbo:text":"עיקר תוי\"ט {ל} וסיפיה דקרא וכל חלב תירוש ודגן. ואף על גב דקרא בתרומה משתעי, השאל שם מעשרות לכל המתנות. ונקט דגן לפי שהוא צרך לבני אדם יותר מהכל, והוא הדין לתירוש ויצהר","jbo:textNikud":"עיקר תוי\"ט {ל} וְסֵיפֵיהּ דִּקְרָא וְכָל חֵלֶב תִּירוֹשׁ וְדָגָן. וְאַף עַל גַּב דִּקְרָא בִּתְרוּמָה מִשְׁתָּעֵי, הֻשְׁאַל שֵׁם מַעַשְׂרוֹת לְכָל הַמַּתָּנוֹת. וְנָקַט דָּגָן לְפִי שֶׁהוּא צֹרֶךְ לִבְנֵי אָדָם יוֹתֵר מֵהַכֹּל, וְהוּא הַדִּין לְתִירוֹשׁ וְיִצְהָר","rdfs:label":"עיקר תוי\"ט משנה סוטה ט יג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-13"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-14","jbo:text":"בפלמוס של אספסינוס גזרו על עטרות חתנים, ועל הארוס. בפלמוס של טיטוס גזרו על עטרות כלות, ושלא ילמד אדם את בנו יונית. בפלמוס האחרון גזרו שלא תצא הכלה באפריון בתוך העיר, ורבותינו {לה} התירו שתצא הכלה באפריון בתוך העיר","jbo:textNikud":"בַּפֻּלְמוֹס שֶׁל אַסְפַּסְיָנוּס גָּזְרוּ עַל עַטְרוֹת חֲתָנִים, וְעַל הָאֵרוּס. בַּפֻּלְמוֹס שֶׁל טִיטוּס גָּזְרוּ עַל עַטְרוֹת כַּלּוֹת, וְשֶׁלֹא יְלַמֵּד אָדָם אֶת בְּנוֹ יְוָנִית. בַּפֻּלְמוֹס הָאַחֲרוֹן גָּזְרוּ שֶׁלֹּא תֵצֵא הַכַּלָּה בָּאַפִּרְיוֹן בְּתוֹךְ הָעִיר, וְרַבּוֹתֵינוּ {לה} הִתִּירוּ שֶׁתֵּצֵא הַכַּלָּה בָּאַפִּרְיוֹן בְּתוֹךְ הָעִיר","rdfs:label":"משנה סוטה ט יד"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-14","jbo:text":"ר\"ע מברטנורה בפלמוס של אספסינוס. חיל {לא} שהביא אספסינוס על ירושלים: גזרו על עטרות חתנים. היו עושים לחתנים עטרות מאבן מלח {לב} שהוא צלול כעין הבדלח וצובעין אותה בגפרית כעין ציורין שקורין ניי\"ל. ואית דמפרשי עטרות של הדס ושל ורד. ושניהם אסורים, ואין מתר אלא עטרות של קנים: ועל הארוס. עשוי כמין נפה שדפנותיה עגלות ושוטחים על פיה עור דק ומכין עליו במקל דק ומוציא קול צלול. ובלע\"ז קורין לו טנבורו: עטרות כלות. כעין עיר עשויה מזהב: ושלא ילמד אדם את בנו יונית. פרוש, חכמה יונית. והם רמזים וחידות שהיו ליונים, ולא היו מכירים בהם אלא הרגילים בהם. ובגמרא מפרש טעמא משום מעשה שהיה (כשיצאו) [כשצרו] מלכי חשמונאי {לג} זה על זה, היו אותן שבפנים משלשלים לאותן שבחוץ בכל יום דינרין בקפה ומעלין להן תמידין. היה שם זקן אחד, ולעז להם בחכמה יונית, כל זמן שהם עסוקין בעבודה אין נמסרין בידכם. אותו היום שלשלו להם דינרים בקפה והעלו להם חזיר. באותה שעה אמרו ארור אדם שיגדל חזיר {לד}, וארור אדם שילמד לבנו חכמה יונית: בפלמוס האחרון. הוא חרבן הבית. ושל טיטוס נמי הוה: באפריון. כמו אהל של מעילין וטליתות מזהבות: ורבותינו התירו שתצא כלה באפריון. משום צניעותא. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה בַּפֻּלְמוֹס שֶׁל אַסְפַּסְיָנוּס. חַיִל {לא} שֶׁהֵבִיא אַסְפַּסְיָנוּס עַל יְרוּשָׁלַיִם: גָּזְרוּ עַל עַטְרוֹת חֲתָנִים. הָיוּ עוֹשִׂים לַחֲתָנִים עֲטָרוֹת מֵאֶבֶן מֶלַח {לב} שֶׁהוּא צָלוּל כְּעֵין הַבְּדֹלַח וְצוֹבְעִין אוֹתָהּ בְּגָפְרִית כְּעֵין צִיּוּרִין שֶׁקּוֹרִין ניי\"ל. וְאִית דִּמְפָרְשֵׁי עֲטָרוֹת שֶׁל הֲדַס וְשֶׁל וֶרֶד. וּשְׁנֵיהֶם אֲסוּרִים, וְאֵין מֻתָּר אֶלָּא עֲטָרוֹת שֶׁל קָנִים: וְעַל הָאֵרוּס. עָשׂוּי כְּמִין נָפָה שֶׁדָּפְנוֹתֶיהָ עֲגֻלּוֹת וְשׁוֹטְחִים עַל פִּיהָ עוֹר דַּק וּמַכִּין עָלָיו בְּמַקֵּל דַּק וּמוֹצִיא קוֹל צָלוּל. וּבְלַעַ\"ז קוֹרִין לוֹ טַנְבּוּרוֹ: עַטְרוֹת כַּלּוֹת. כְּעֵין עִיר עֲשׂוּיָה מִזָּהָב: וְשֶׁלֹּא יְלַמֵּד אָדָם אֶת בְּנוֹ יְוָנִית. פֵּרוּשׁ, חָכְמָה יְוָנִית. וְהֵם רְמָזִים וְחִידוֹת שֶׁהָיוּ לַיְּוָנִים, וְלֹא הָיוּ מַכִּירִים בָּהֶם אֶלָּא הָרְגִילִים בָּהֶם. וּבַגְּמָרָא מְפָרֵשׁ טַעְמָא מִשּׁוּם מַעֲשֶׂה שֶׁהָיָה (כְּשֶׁיָּצְאוּ) [כְּשֶׁצָּרוּ] מַלְכֵי חַשְׁמוֹנַאי {לג} זֶה עַל זֶה, הָיוּ אוֹתָן שֶׁבִּפְנִים מְשַׁלְשְׁלִים לְאוֹתָן שֶׁבַּחוּץ בְּכָל יוֹם דִּינָרִין בַּקֻּפָּה וְמַעֲלִין לָהֶן תְּמִידִין. הָיָה שָׁם זָקֵן אֶחָד, וְלָעַז לָהֶם בְּחָכְמָה יְוָנִית, כָּל זְמַן שֶׁהֵם עֲסוּקִין בָּעֲבוֹדָה אֵין נִמְסָרִין בְּיֶדְכֶם. אוֹתוֹ הַיּוֹם שִׁלְשְׁלוּ לָהֶם דִּינָרִים בַּקֻּפָּה וְהֶעֱלוּ לָהֶם חֲזִיר. בְּאוֹתָהּ שָׁעָה אָמְרוּ אָרוּר אָדָם שֶׁיְּגַדֵּל חֲזִיר {לד}, וְאָרוּר אָדָם שֶׁיְּלַמֵּד לִבְנוֹ חָכְמָה יְוָנִית: בַּפֻּלְמוֹס הָאַחֲרוֹן. הוּא חֻרְבַּן הַבַּיִת. וְשֶׁל טִיטוּס נַמִּי הֲוָה: בָּאַפִּרְיוֹן. כְּמוֹ אֹהֶל שֶׁל מְעִילִין וְטַלִּיתוֹת מֻזְהָבוֹת: וְרַבּוֹתֵינוּ הִתִּירוּ שֶׁתֵּצֵא כַּלָּה בָּאַפִּרְיוֹן. מִשּׁוּם צְנִיעוּתָא. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט יד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-14"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-14","jbo:text":"עיקר תוי\"ט {לא} ואל מצנים יקחהו [איוב ה], מתרגם ופלמוסין במאני זינא ידברוניה: {לב} ופרשו התוספות עטרות שעושין כעין כפה למעלה מראשו. ועין תוספות יום טוב: {לג} ותימה, דקדמו טובא לטיטוס כו', ויש לומר דמעקרא גזרו ולא קבלו מניהו כו'. תוספות: {לד} ותימה דלא תנן לה נמי. ויש לומר דשנויה היא בהדי אסור גדולין דסוף פרק ז' דבבא קמא, ולא הצרך לשנותה בכאן: {לה} ורבותינו. רצונו לומר רבנו הקדוש המחבר. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {לא} וְאֶל מִצִנִּים יִקָּחֵהוּ [אִיּוֹב ה], מְתֻרְגָּם וּפֻלְמוֹסִין בְּמָאנֵי זְיָנָא יְדַבְּרוּנֵיהּ: {לב} וּפֵרְשׁוּ הַתּוֹסָפוֹת עֲטָרוֹת שֶׁעוֹשִׂין כְּעֵין כִּפָּה לְמַעְלָה מֵרֹאשׁוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לג} וְתֵימַהּ, דְּקָדְמוּ טוּבָא לְטִיטוּס כוּ', וְיֵשׁ לוֹמַר דְּמֵעִקָּרָא גָּזְרוּ וְלֹא קִבְּלוּ מִנַּיְהוּ כוּ'. תּוֹסָפוֹת: {לד} וְתֵימַהּ דְּלֹא תְּנַן לַהּ נַמִּי. וְיֵשׁ לוֹמַר דִּשְׁנוּיָה הִיא בַּהֲדֵי אִסּוּר גִּדּוּלִין דְּסוֹף פֶּרֶק ז' דְּבָבָא קַמָּא, וְלֹא הֻצְרַךְ לִשְׁנוֹתָהּ בְּכָאן: {לה} וְרַבּוֹתֵינוּ. רְצוֹנוֹ לוֹמַר רַבֵּנוּ הַקָּדוֹשׁ הַמְּחַבֵּר. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה סוטה ט יד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-14"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-3-5-9-15","jbo:text":"משמת רבי מאיר, בטלו מושלי משלים. משמת בן עזאי, בטלו השקדנים. משמת בן זומא, בטלו הדרשנים. משמת רבי יהושע, פסקה טובה מן העולם. משמת רבן שמעון בן גמליאל, בא גובי ורבו צרות. משמת רבי אלעזר בן עזריה, פסק העשר {לח} מן החכמים. משמת רבי עקיבא, בטל כבוד התורה. משמת רבי חנינא בן דוסא, בטלו אנשי מעשה. משמת רבי יוסי קטנותא, פסקו חסידים. ולמה נקרא שמו קטנותא, שהיה קטנותן של חסידים. משמת רבן יוחנן בן זכאי, בטל זיו החכמה {מ}. משמת רבן גמליאל הזקן, בטל כבוד התורה ומתה {מא} טהרה ופרישות. משמת רבי ישמעאל בן פאבי, בטל זיו הכהנה {מב}. משמת רבי, בטלה ענוה ויראת חטא. רבי פנחס בן יאיר אומר, משחרב בית המקדש, בושו חברים {מג} ובני חורין, וחפו ראשם, ונדלדלו אנשי מעשה, וגברו בעלי זרוע ובעלי לשון, ואין דורש ואין מבקש, ואין שואל, על מי לנו להשען, על אבינו שבשמים. רבי אליעזר הגדול אומר, מיום שחרב בית המקדש, שרו חכימיא למהוי כספריא, וספריא כחזנא, וחזנא כעמא דארעא, ועמא דארעא אזלא ודלדלה, ואין מבקש {מד}, על מי יש להשען, על אבינו שבשמים. בעקבות משיחא {מה} חצפא יסגא, ויקר יאמיר {מו}, הגפן תתן פריה והיין ביקר {מז}, והמלכות תהפך למינות, ואין תוכחה, בית ועד יהיה לזנות, והגליל יחרב, והגבלן ישום, ואנשי הגבול יסובבו מעיר לעיר ולא יחוננו, וחכמת סופרים תסרח, ויראי חטא ימאסו, והאמת תהא נעדרת. נערים פני זקנים ילבינו, זקנים יעמדו מפני קטנים. (מיכה ז) בן מנבל אב, בת קמה באמה, כלה בחמתה, איבי איש אנשי ביתו. פני הדור כפני הכלב, הבן אינו מתביש מאביו. ועל מי יש לנו להשען, על אבינו שבשמים. רבי פנחס בן יאיר אומר, זריזות {מח} מביאה לידי נקיות, ונקיות מביאה לידי טהרה {מט}, וטהרה מביאה לידי פרישות {נ}, ופרישות מביאה לידי קדשה {נא}, וקדשה מביאה לידי ענוה {נב}, וענוה מביאה לידי יראת חטא {נג}, ויראת חטא מביאה לידי חסידות {נד}, וחסידות מביאה לידי רוח הקדש {נה}, ורוח הקדש מביאה לידי תחית המתים {נו}, ותחית המתים בא על ידי אליהו זכור לטוב {נז}, אמן","jbo:textNikud":"מִשֶּׁמֵּת רַבִּי מֵאִיר, בָּטְלוּ מוֹשְׁלֵי מְשָׁלִים. מִשֶּׁמֵּת בֶּן עַזַּאי, בָּטְלוּ הַשַּׁקְדָּנִים. מִשֶּׁמֵּת בֶּן זוֹמָא, בָּטְלוּ הַדַּרְשָׁנִים. מִשֶּׁמֵּת רַבִּי יְהוֹשֻׁעַ, פָּסְקָה טוֹבָה מִן הָעוֹלָם. מִשֶּׁמֵּת רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בָּא גוֹבַי וְרַבּוּ צָרוֹת. מִשֶּׁמֵּת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, פָּסַק הָעשֶׁר {לח} מִן הַחֲכָמִים. מִשֶּׁמֵּת רַבִּי עֲקִיבָא, בָּטַל כְּבוֹד הַתּוֹרָה. מִשֶּׁמֵּת רַבִּי חֲנִינָא בֶּן דּוֹסָא, בָּטְלוּ אַנְשֵׁי מַעֲשֶׂה. מִשֶּׁמֵּת רַבִּי יוֹסֵי קַטְנוּתָא, פָּסְקוּ חֲסִידִים. וְלָמָּה נִקְרָא שְׁמוֹ קַטְנוּתָא, שֶׁהָיָה קַטְנוּתָן שֶׁל חֲסִידִים. מִשֶּׁמֵּת רַבָּן יוֹחָנָן בֶּן זַכַּאי, בָּטַל זִיו הַחָכְמָה {מ}. מִשֶּׁמֵּת רַבָּן גַּמְלִיאֵל הַזָּקֵן, בָּטַל כְּבוֹד הַתּוֹרָה וּמֵתָה {מא} טָהֳרָה וּפְרִישׁוּת. מִשֶּׁמֵּת רַבִּי יִשְׁמָעֵאל בֶּן פָּאבִי, בָּטַל זִיו הַכְּהֻנָּה {מב}. מִשֶּׁמֵּת רַבִּי, בָּטְלָה עֲנָוָה וְיִרְאַת חֵטְא. רַבִּי פִנְחָס בֶּן יָאִיר אוֹמֵר, מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, בּוֹשׁוּ חֲבֵרִים {מג} וּבְנֵי חוֹרִין, וְחָפוּ רֹאשָׁם, וְנִדַּלְדְּלוּ אַנְשֵׁי מַעֲשֶׂה, וְגָבְרוּ בַעֲלֵי זְרוֹעַ וּבַעֲלֵי לָשׁוֹן, וְאֵין דּוֹרֵשׁ וְאֵין מְבַקֵּשׁ, וְאֵין שׁוֹאֵל, עַל מִי לָנוּ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. רַבִּי אֱלִיעֶזֶר הַגָּדוֹל אוֹמֵר, מִיּוֹם שֶׁחָרַב בֵּית הַמִּקְדָּשׁ, שָׁרוּ חַכִּימַיָּא לְמֶהֱוֵי כְסָפְרַיָּא, וְסָפְרַיָּא כְּחַזָּנָא, וְחַזָּנָא כְּעַמָּא דְאַרְעָא, וְעַמָּא דְאַרְעָא אָזְלָא וְדַלְדְּלָה, וְאֵין מְבַקֵּשׁ {מד}, עַל מִי יֵשׁ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. בְּעִקְּבוֹת מְשִׁיחָא {מה} חֻצְפָּא יִסְגֵּא, וְיֹקֶר יַאֲמִיר {מו}, הַגֶּפֶן תִּתֵּן פִּרְיָהּ וְהַיַּיִן בְּיֹקֶר {מז}, וְהַמַּלְכוּת תֵּהָפֵךְ לְמִינוּת, וְאֵין תּוֹכֵחָה, בֵּית וַעַד יִהְיֶה לִזְנוּת, וְהַגָּלִיל יֶחֱרַב, וְהַגַּבְלָן יִשּׁוֹם, וְאַנְשֵׁי הַגְּבוּל יְסוֹבְבוּ מֵעִיר לְעִיר וְלֹא יְחוֹנָּנוּ, וְחָכְמַת סוֹפְרִים תִּסְרַח, וְיִרְאֵי חֵטְא יִמָּאֲסוּ, וְהָאֱמֶת תְּהֵא נֶעְדֶּרֶת. נְעָרִים פְּנֵי זְקֵנִים יַלְבִּינוּ, זְקֵנִים יַעַמְדוּ מִפְּנֵי קְטַנִּים. (מיכה ז) בֵּן מְנַבֵּל אָב, בַּת קָמָה בְאִמָּהּ, כַּלָּה בַּחֲמֹתָהּ, אֹיְבֵי אִישׁ אַנְשֵׁי בֵיתוֹ. פְּנֵי הַדּוֹר כִּפְנֵי הַכֶּלֶב, הַבֵּן אֵינוֹ מִתְבַּיֵּשׁ מֵאָבִיו. וְעַל מִי יֵשׁ לָנוּ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. רַבִּי פִנְחָס בֶּן יָאִיר אוֹמֵר, זְרִיזוּת {מח} מְבִיאָה לִידֵי נְקִיּוּת, וּנְקִיּוּת מְבִיאָה לִידֵי טָהֳרָה {מט}, וְטָהֳרָה מְבִיאָה לִידֵי פְרִישׁוּת {נ}, וּפְרִישׁוּת מְבִיאָה לִידֵי קְדֻשָּׁה {נא}, וּקְדֻשָּׁה מְבִיאָה לִידֵי עֲנָוָה {נב}, וַעֲנָוָה מְבִיאָה לִידֵי יִרְאַת חֵטְא {נג}, וְיִרְאַת חֵטְא מְבִיאָה לִידֵי חֲסִידוּת {נד}, וַחֲסִידוּת מְבִיאָה לִידֵי רוּחַ הַקֹּדֶשׁ {נה}, וְרוּחַ הַקֹּדֶשׁ מְבִיאָה לִידֵי תְחִיַּת הַמֵּתִים {נו}, וּתְחִיַּת הַמֵּתִים בָּא עַל יְדֵי אֵלִיָּהוּ זָכוּר לַטּוֹב {נז}, אָמֵן","rdfs:label":"משנה סוטה ט טו"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-bartanura-3-5-9-15","jbo:text":"ר\"ע מברטנורה בטלו מושלי משלים. כגון ממשלות שועלים {לו}, דאמרינן בסנהדרין [לח:] כי הוי דריש רבי מאיר בפרקא הוה דריש תלתא שמעתתא ותלתא אגדתא ותלתא מתלי: השקדנים. שוקדים על דלתות בית המדרש לילה ויום {לז}, כדאמרינן ביבמות [סג:] דאמר בן עזאי מה אעשה ונפשי חשקה בתורה: הדרשנים. שהיה בקי במדרש טעמי מקראות, כדאמר [ברכות יב:] ולא זכיתי שתאמר יציאת מצרים בלילות עד שדרשה בן זומא: בטל כבוד תורה. שהיה נותן לב לדרש על כל קוץ וקוץ [מנחות כח:]. וזהו כבוד תורה גדול, שאין בה דבר לבטלה: בטלו אנשי מעשה. שעושים מעשים מפלאים כדאמרינן בתעניות [כה.] יאמר לחמץ וידלק, ולעזים להביא זאבים בקרניהם: קטנותם של חסידים. שהיו החסידים הולכים ומתקטנין, והוא היה מקטניהן וסופן {לט}: משמת רבן גמליאל הזקן בטל כבוד התורה. שעד שמת הוא, היה בריאות בעולם, והיו לומדים תורה מעמד [מגלה כא.], ומשמת באת תשות כח לעולם והתחילו ללמד מישב. וזהו בטל כבוד תורה: משמת רבי בטלה ענוה. תלמידיו של רבי הוסיפו וכתבו זה במשנה","jbo:textNikud":"ר\"ע מברטנורה בָּטְלוּ מוֹשְׁלֵי מְשָׁלִים. כְּגוֹן מִמְּשָׁלוֹת שׁוּעָלִים {לו}, דְּאָמְרִינַן בְּסַנְהֶדְרִין [לח:] כִּי הָוֵי דָרִישׁ רַבִּי מֵאִיר בְּפִרְקָא הֲוָה דָרִישׁ תִּלְתָא שְׁמַעְתָּתָא וְתִלְתָא אַגַּדְתָּא וְתִלְתָא מַתְלֵי: הַשַּׁקְדָּנִים. שׁוֹקְדִים עַל דַּלְתוֹת בֵּית הַמִּדְרָשׁ לַיְלָה וָיוֹם {לז}, כִּדְאָמְרִינַן בִּיבָמוֹת [סג:] דְּאָמַר בֶּן עַזַּאי מָה אֶעֱשֶׂה וְנַפְשִׁי חָשְׁקָה בַּתּוֹרָה: הַדַּרְשָׁנִים. שֶׁהָיָה בָּקִי בְּמִדְרַשׁ טַעֲמֵי מִקְרָאוֹת, כִּדְאָמַר [בְּרָכוֹת יב:] וְלֹא זָכִיתִי שֶׁתֵּאָמֵר יְצִיאַת מִצְרַיִם בַּלֵּילוֹת עַד שֶׁדְּרָשָׁהּ בֶּן זוֹמָא: בָּטַל כְּבוֹד תּוֹרָה. שֶׁהָיָה נוֹתֵן לֵב לִדְרֹשׁ עַל כָּל קוֹץ וְקוֹץ [מְנָחוֹת כח:]. וְזֶהוּ כְּבוֹד תּוֹרָה גָּדוֹל, שֶׁאֵין בָּהּ דָּבָר לְבַטָּלָה: בָּטְלוּ אַנְשֵׁי מַעֲשֶׂה. שֶׁעוֹשִׂים מַעֲשִׂים מֻפְלָאִים כִּדְאָמְרִינַן בְּתַעֲנִיּוֹת [כה.] יֹאמַר לַחֹמֶץ וְיִדְלַק, וְלָעִזִּים לְהָבִיא זְאֵבִים בְּקַרְנֵיהֶם: קַטְנוּתָם שֶׁל חֲסִידִים. שֶׁהָיוּ הַחֲסִידִים הוֹלְכִים וּמִתְקַטְנִין, וְהוּא הָיָה מִקְּטַנֵיהֶן וְסוֹפָן {לט}: מִשֶּׁמֵּת רַבָּן גַּמְלִיאֵל הַזָּקֵן בָּטַל כְּבוֹד הַתּוֹרָה. שֶׁעַד שֶׁמֵּת הוּא, הָיָה בְּרִיאוּת בָּעוֹלָם, וְהָיוּ לוֹמְדִים תּוֹרָה מְעֻמָּד [מְגִלָּה כא.], וּמִשֶּׁמֵּת בָּאת תְּשׁוּת כֹּחַ לָעוֹלָם וְהִתְחִילוּ לִלְמֹד מְיֻשָּׁב. וְזֶהוּ בָּטַל כְּבוֹד תּוֹרָה: מִשֶּׁמֵּת רַבִּי בָּטְלָה עֲנָוָה. תַּלְמִידָיו שֶׁל רַבִּי הוֹסִיפוּ וְכָתְבוּ זֶה בַּמִּשְׁנָה","rdfs:label":"ר\"ע מברטנורה משנה סוטה ט טו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-3-5-9-15"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-5","jbr:mishna-3-5-9"],"uri":"jbr:mishna-yomtov-3-5-9-15","jbo:text":"עיקר תוי\"ט {לו} וזה לשון רש\"י, מושלי משלות לתת אות אמלתא וטעם לחכמה ליכנס בה בשערי בינה, כגון ממשלות שועלים. ומ\"ם ראשונה במקום מן: {לז} ולשון הכתוב לשקד על דלתותי יום יום [משלי ח]. ומפרש בשרשי [רבי דוד] קמחי, ענין המהירות וההשתדלות וההתמדה על הדבר: {לח} העשר. כדאמרינן תריסר אלפי עגלי הוה מעשר מעדריה כל שתא. רש\"י: {לט} ולבי מהסס, שאם כן כנוי השם שלא לכבודו. והרמב\"ם כתב, ופרוש קטנותם של חסידים בכללם ושרשם, לפי ששרש הדבר ותחלתו קטן. עד כאן. ובירושלמי גרס שהיה תמציתן של חסידים: {מ} זיו החכמה. כתב רש\"י זה לא ידענא מה היא. עד כאן. ואנא לא ידענא אמאי לא מפרש כעין שמפרש לזיו הכהנה: {מא} ומתה. לא ידענא אמאי נקט לשון משנה ולא קאמר ובטלה: {מב} זיו הכהנה. שהיה חכם ועשיר וכהנים רבים אוכלים על שלחנו. רש\"י. וזה שכתב חכם צריך לומר כהן: {מג} חברים. רצונו לומר תלמידי חכמים, שנקראו כן על שם חברתם חברה נאמנת: ובני חורין. מיחסים. רש\"י: חפו ראשם. שגברה ידי עזי פנים שהם עשירים ואלו עניים: ונדלדלו כו'. אין חש להם: ואין דורש. לישראל: ואין מבקש. עליהם רחמים. עד כאן לשון רש\"י: ואין שואל. בשלום חברו. נראה לי: הגדול. הוא רבי אליעזר בן הורקנוס תלמיד רבן יוחנן בן זכאי: שרו חכימיא. התחילו החכמים: ספריא. מלמדי תינוקות, שהם קטנים מן החכמים: כחזנא. עין ריש פרק ז' דיומא: כעמא דארעא. כעמי הארץ, דהינו כאנשים הנבערים מדעת ומיראת ה': {מד} מבקש. ולא קשיא דלא אמר ואין דורש, כיון דתרי תנאי נינהו, ולישנא דמר הכין ולישנא דמר הכין: {מה} בעקבות כו'. בסוף הגלות לפני ביאת המשיח. רש\"י: {מו} יאמיר. בפרק חלק גרס יעות. ופרש רש\"י שלא יכבדו זה את זה (מלשון יקר, כבוד). לישנא אחרינא מכבד שבהן יהא עותן ורמאי, עד כאן. או יאמיר מענין גבהות כו', ויהיה ענינו היקר יגדל עד למעלה, כאדם האומר יש יקרות שאין למעלה הימנו. ועין תוספות יום טוב: {מז} ביקר. שהכל עוסקין במשתאות: והמלכות. של גוים השולטת בעולם: ואין תוכחה. אין לך אדם שיוכל להוכיח, שכלם נכשלים בחטאות, וכשמוכיחן אומרים לו אתה כמוני: בית ועד. של חכמים יהיה לבית זנות, שכלו החכמים ואין לומד תורה, ויהא חרב מאין איש, ובעלי זימה מתגודדים שם, מפני שחוץ לעיר היו בתי מדרשות שלהם. רש\"י: {מח} זריזות כו'. פרוש זריזות שהוא זהיר ומהיר במצות, כדאמרינן זריזין מקדימין למצות. הר\"ן. וכן בכללו שהוא זריז להשמר עצמו שלא תבא עברה לידו. רש\"י. ופרוש נקיות, נקי באין חטא: {מט} טהרה. פרש רש\"י צח ומלבן, ועדיף מנקי. והנמוקי יוסף מפרש טהרת הלב, כשימנע עצמו מעברות יגרם לו שאפלו במחשבתו לא יחטא. ועין תוספות יום טוב: {נ} פרישות. אף מדבר המתר פורש, להחמיר על עצמו. רש\"י: {נא} קדשה. שהוא פרישות טפי להתקדש אפלו מהצריך לגופו, כגון נזירות יין ותעניות. יפה מראה. ויהיה פרוש קדש עצמך במתר לך שאמרו חכמינו זכרונם לברכה, כלומר במתר וצריך לך: {נב} ענוה. מתוך שהוא מבזה עניני העולם בא לידי ענוה. הר\"ן: {נג} יראת חטא. הינו שמצד החטא בעצמו מתירא. ולא מיראת הפרענות, אלא מאהבת המקום או מפני מוראו, ואין זה מורא פרענות אלא שמוראו וגדלו ואימתו מטלת עליו. אי נמי רצונו לומר שמדקדק מאד פן יכשל בחטא אפלו בשוגג. יפה מראה: {נד} חסידות. פרוש שכל מעשיו לשם שמים. הר\"ן. ולי נראה לפרש דהינו ותורו עם חבריו לפנים משורת הדין במשאו ומתנו. יפה מראה: {נה} רוח הקדש. להשרות עליו שכינה. רש\"י: {נו} תחית המתים. בירושלמי, דכתיב ונתתי רוחי בכם וחייתם [יחזקאל לז], שבתחלה יתן בהם רוח הקדש, ועל ידי זה יחיו. וכן פרש נמוקי יוסף, ונתתי רוחי בכם, שרוח הקדש נדבקת בהם. ואף על גב דפשוטו נתינת הרוח בגופם כדי שיחיו, מדכתיב רוחי ולא רוח משמע הרוח המיחד לה' דהינו רוח הקדש. יפה מראה: {נז} על ידי אליהו זכור לטוב. ובירושלמי, תחית המתים מביאה לידי אליהו, ומיתי מדכתיב הנה אנכי שולח לכם את אליהו הנביא לפני בא יום ה' הגדול והנורא [מלאכי ג']. ופרש הר\"ן וכיון דבשביל אותו יום אתי אליהו, נמצא שתחית המתים גורמת לאליהו שיבא","jbo:textNikud":"עיקר תוי\"ט {לו} וְזֶה לְשׁוֹן רַשִׁ\"י, מוֹשְׁלֵי מְשָׁלוֹת לָתֵת אוֹת אַמִּלְתָא וְטַעַם לַחָכְמָה לִיכָּנֵס בָּהּ בְּשַׁעֲרֵי בִינָה, כְּגוֹן מִמְּשָׁלוֹת שׁוּעָלִים. וּמֵ\"ם רִאשׁוֹנָה בִּמְקוֹם מִן: {לז} וּלְשׁוֹן הַכָּתוּב לִשְׁקֹד עַל דַּלְתוֹתַי יוֹם יוֹם [מִשְׁלֵי ח]. וּמְפָרֵשׁ בְּשָׁרְשֵׁי [רַבִּי דָּוִד] קִמְחִי, עִנְיַן הַמְּהִירוּת וְהַהִשְׁתַּדְּלוּת וְהַהַתְמָדָה עַל הַדָּבָר: {לח} הָעֹשֶׁר. כִּדְאָמְרִינַן תְּרֵיסָר אַלְפֵי עֶגְלֵי הֲוָה מְעַשֵּׂר מֵעֶדְרֵיהּ כָּל שַׁתָּא. רַשִׁ\"י: {לט} וְלִבִּי מְהַסֵּס, שֶׁאִם כֵּן כִּנּוּי הַשֵּׁם שֶׁלֹּא לִכְבוֹדוֹ. וְהָרַמְבַּ\"ם כָּתַב, וּפֵרוּשׁ קַטְנוּתָם שֶׁל חֲסִידִים בִּכְלָלָם וְשָׁרְשָׁם, לְפִי שֶׁשֹּׁרֶשׁ הַדָּבָר וּתְחִלָּתוֹ קָטָן. עַד כָּאן. וּבַיְרוּשַׁלְמִי גָּרַס שֶׁהָיָה תַּמְצִיתָן שֶׁל חֲסִידִים: {מ} זִיו הַחָכְמָה. כָּתַב רַשִׁ\"י זֶה לֹא יָדַעְנָא מָה הִיא. עַד כָּאן. וַאַנָּא לֹא יָדַעְנָא אַמַּאי לֹא מְפָרֵשׁ כְּעֵין שֶׁמְּפָרֵשׁ לְזִיו הַכְּהֻנָּה: {מא} וּמֵתָה. לֹא יָדַעְנָא אַמַּאי נָקַט לָשׁוֹן מְשֻׁנֶּה וְלֹא קָאָמַר וּבָטְלָה: {מב} זִיו הַכְּהֻנָּה. שֶׁהָיָה חָכָם וְעָשִׁיר וְכֹהֲנִים רַבִּים אוֹכְלִים עַל שֻׁלְחָנוֹ. רַשִׁ\"י. וְזֶה שֶׁכָּתַב חָכָם צָרִיךְ לוֹמַר כֹּהֵן: {מג} חֲבֵרִים. רְצוֹנוֹ לוֹמַר תַּלְמִידֵי חֲכָמִים, שֶׁנִּקְרְאוּ כֵן עַל שֵׁם חֶבְרָתָם חֶבְרָה נֶאֱמֶנֶת: וּבְנֵי חוֹרִין. מְיֻחָסִים. רַשִׁ\"י: חָפוּ רֹאשָׁם. שֶׁגָּבְרָה יְדֵי עַזֵּי פָנִים שֶׁהֵם עֲשִׁירִים וְאֵלּוּ עֲנִיִּים: וְנִדַּלְדְּלוּ כוּ'. אֵין חָשׁ לָהֶם: וְאֵין דּוֹרֵשׁ. לְיִשְׂרָאֵל: וְאֵין מְבַקֵּשׁ. עֲלֵיהֶם רַחֲמִים. עַד כָּאן לְשׁוֹן רַשִׁ\"י: וְאֵין שׁוֹאֵל. בִּשְׁלוֹם חֲבֵרוֹ. נִרְאֶה לִי: הַגָּדוֹל. הוּא רַבִּי אֱלִיעֶזֶר בֶּן הוּרְקְנוֹס תַּלְמִיד רַבָּן יוֹחָנָן בֶּן זַכַּאי: שָׁרוּ חַכִּימַיָּא. הִתְחִילוּ הַחֲכָמִים: סָפְרַיָּא. מְלַמְּדֵי תִינוֹקוֹת, שֶׁהֵם קְטַנִּים מִן הַחֲכָמִים: כְּחַזָּנָא. עַיֵּן רֵישׁ פֶּרֶק ז' דְּיוֹמָא: כְּעַמָּא דְאַרְעָא. כְּעַמֵּי הָאָרֶץ, דְּהַיְנוּ כָּאֲנָשִׁים הַנִּבְעָרִים מִדַּעַת וּמִיִּרְאַת ה': {מד} מְבַקֵּשׁ. וְלֹא קָשְׁיָא דְּלֹא אָמַר וְאֵין דּוֹרֵשׁ, כֵּיוָן דִּתְרֵי תַּנָּאֵי נִינְהוּ, וְלִישְׁנָא דְּמַר הָכֵין וְלִישָׁנָא דְּמַר הָכֵין: {מה} בְּעִקְּבוֹת כוּ'. בְּסוֹף הַגָּלוּת לִפְנֵי בִּיאַת הַמָּשִׁיחַ. רַשִׁ\"י: {מו} יַאֲמִיר. בְּפֶרֶק חֵלֶק גָּרַס יְעַוֵּת. וּפֵרֵשׁ רַשִׁ\"י שֶׁלֹּא יְכַבְּדוּ זֶה אֶת זֶה (מִלְשׁוֹן יְקַר, כָּבוֹד). לִישָׁנָא אַחֲרִינָא מְכֻבָּד שֶׁבָּהֶן יְהֵא עַוְּתָן וְרַמַּאי, עַד כָּאן. אוֹ יַאֲמִיר מֵעִנְיָן גַּבְהוּת כוּ', וְיִהְיֶה עִנְיָנוֹ הַיֹּקֶר יִגְדַּל עַד לְמַעְלָה, כְּאָדָם הָאוֹמֵר יֵשׁ יַקְּרוּת שֶׁאֵין לְמַעְלָה הֵימֶנּוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {מז} בְּיֹקֶר. שֶׁהַכֹּל עוֹסְקִין בְּמִשְׁתָּאוֹת: וְהַמַּלְכוּת. שֶׁל גּוֹיִם הַשּׁוֹלֶטֶת בָּעוֹלָם: וְאֵין תּוֹכֵחָה. אֵין לְךָ אָדָם שֶׁיּוּכַל לְהוֹכִיחַ, שֶׁכֻּלָּם נִכְשָׁלִים בְּחַטָּאוֹת, וּכְשֶׁמּוֹכִיחָן אוֹמְרִים לוֹ אַתָּה כָּמוֹנִי: בֵּית וַעַד. שֶׁל חֲכָמִים יִהְיֶה לְבֵית זְנוּת, שֶׁכָּלוּ הַחֲכָמִים וְאֵין לוֹמֵד תּוֹרָה, וִיהֵא חָרֵב מֵאֵין אִישׁ, וּבַעֲלֵי זִימָה מִתְגוֹדְדִים שָׁם, מִפְּנֵי שֶׁחוּץ לָעִיר הָיוּ בָתֵּי מִדְרָשׁוֹת שֶׁלָּהֶם. רַשִׁ\"י: {מח} זְרִיזוּת כוּ'. פֵּרוּשׁ זְרִיזוּת שֶׁהוּא זָהִיר וּמָהִיר בְּמִצְוֹת, כִּדְאָמְרִינַן זְרִיזִין מַקְדִּימִין לְמִצְוֹת. הָרַ\"ן. וְכֵן בִּכְלָלוֹ שֶׁהוּא זָרִיז לְהִשָּׁמֵר עַצְמוֹ שֶׁלֹּא תָּבֹא עֲבֵרָה לְיָדוֹ. רַשִׁ\"י. וּפֵרוּשׁ נְקִיּוּת, נָקִי בְּאֵין חֵטְא: {מט} טָהֳרָה. פֵּרֵשׁ רַשִׁ\"י צַח וּמְלֻבָּן, וְעָדִיף מִנָּקִי. וְהַנִמּוּקֵי יוֹסֵף מְפָרֵשׁ טָהֳרַת הַלֵּב, כְּשֶׁיִּמְנַע עַצְמוֹ מֵעֲבֵרוֹת יִגְרֹם לוֹ שֶׁאֲפִלּוּ בְּמַחְשַׁבְתּוֹ לֹא יֶחְטָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {נ} פְּרִישׁוּת. אַף מִדָּבָר הַמֻּתָּר פּוֹרֵשׁ, לְהַחְמִיר עַל עַצְמוֹ. רַשִׁ\"י: {נא} קְדֻשָּׁה. שֶׁהוּא פְּרִישׁוּת טְפֵי לְהִתְקַדֵּשׁ אֲפִלּוּ מֵהַצָּרִיךְ לְגוּפוֹ, כְּגוֹן נְזִירוּת יַיִן וְתַעֲנִיּוֹת. יְפֵה מַרְאֶה. וְיִהְיֶה פֵּרוּשׁ קַדֵּשׁ עַצְמְךָ בַּמֻּתָּר לְךָ שֶׁאָמְרוּ חֲכָמֵינוּ זִכְרוֹנָם לִבְרָכָה, כְּלוֹמַר בַּמֻּתָּר וְצָרִיךְ לְךָ: {נב} עֲנָוָה. מִתּוֹךְ שֶׁהוּא מְבַזֶּה עִנְיְנֵי הָעוֹלָם בָּא לִידֵי עֲנָוָה. הָרַ\"ן: {נג} יִרְאַת חֵטְא. הַיְנוּ שֶׁמִּצַּד הַחֵטְא בְּעַצְמוֹ מִתְיָרֵא. וְלֹא מִיִּרְאַת הַפֻּרְעָנוּת, אֶלָּא מֵאַהֲבַת הַמָּקוֹם אוֹ מִפְּנֵי מוֹרָאוֹ, וְאֵין זֶה מוֹרָא פֻרְעָנוּת אֶלָּא שֶׁמּוֹרָאוֹ וְגָדְלוֹ וְאֵימָתוֹ מֻטֶּלֶת עָלָיו. אִי נַמִּי רְצוֹנוֹ לוֹמַר שֶׁמְּדַקְדֵּק מְאֹד פֶּן יִכָּשֵׁל בַּחֵטְא אֲפִלּוּ בְּשׁוֹגֵג. יְפֵה מַרְאֶה: {נד} חֲסִידוּת. פֵּרוּשׁ שֶׁכָּל מַעֲשָׂיו לְשֵׁם שָׁמָיִם. הָרַ\"ן. וְלִי נִרְאֶה לְפָרֵשׁ דְּהַיְנוּ וִתּוּרוֹ עִם חֲבֵרָיו לִפְנִים מִשּׁוּרַת הַדִּין בְּמַשָּׂאוֹ וּמַתָּנוֹ. יְפֵה מַרְאֶה: {נה} רוּחַ הַקֹּדֶשׁ. לְהַשְׁרוֹת עָלָיו שְׁכִינָה. רַשִׁ\"י: {נו} תְּחִיַּת הַמֵּתִים. בַּיְרוּשַׁלְמִי, דִּכְתִיב וְנָתַתִּי רוּחִי בָּכֶם וִחְיִיתֶם [יְחֶזְקֵאל לז], שֶׁבִּתְחִלָּה יִתֵּן בָּהֶם רוּחַ הַקֹּדֶשׁ, וְעַל יְדֵי זֶה יִחְיוּ. וְכֵן פֵּרֵשׁ נִמּוּקֵי יוֹסֵף, וְנָתַתִּי רוּחִי בָּכֶם, שֶׁרוּחַ הַקֹּדֶשׁ נִדְבֶּקֶת בָּהֶם. וְאַף עַל גַּב דִּפְשׁוּטוֹ נְתִינַת הָרוּחַ בְּגוּפָם כְּדֵי שֶׁיִּחְיוּ, מִדִּכְתִיב רוּחִי וְלֹא רוּחַ מַשְׁמַע הָרוּחַ הַמְּיֻחָד לַה' דְּהַיְנוּ רוּחַ הַקֹּדֶשׁ. יְפֵה מַרְאֶה: {נז} עַל יְדֵי אֵלִיָּהוּ זָכוּר לַטּוֹב. וּבַיְרוּשַׁלְמִי, תְּחִיַּת הַמֵּתִים מְבִיאָה לִידֵי אֵלִיָּהוּ, וְמַיְתֵי מִדִּכְתִיב הִנֵּה אָנֹכִי שׁוֹלֵחַ לָכֶם אֶת אֵלִיָּהוּ הַנָּבִיא לִפְנֵי בֹּא יוֹם ה' הַגָּדוֹל וְהַנּוֹרָא [מַלְאָכִי ג']. וּפֵרֵשׁ הָרַ\"ן וְכֵיוָן דְּבִשְׁבִיל אוֹתוֹ יוֹם אָתֵי אֵלִיָּהוּ, נִמְצָא שֶׁתְּחִיַּת הַמֵּתִים גּוֹרֶמֶת לְאֵלִיָּהוּ שֶׁיָּבֹא","rdfs:label":"עיקר תוי\"ט משנה סוטה ט טו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-3-5-9-15"}]}