{
  "subjects": [
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-1",
      "jbo:text": "שבועות שתים שהן ארבע, ידיעות הטמאה שתים שהן ארבע, יציאות השבת שתים שהן ארבע, מראות נגעים שנים שהם ארבעה",
      "jbo:textNikud": "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע, מַרְאוֹת נְגָעִים שְׁנַיִם שֶׁהֵם אַרְבָּעָה",
      "rdfs:label": "משנה שבועות א א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-1",
      "jbo:text": "ר\"ע מברטנורה שבועות שתים. כתיבי בקרא בהדיא (ויקרא ה) או נפש כי תשבע לבטא בשפתים להרע או להיטיב. אכל, להיטיב. לא אכל, להרע, שמענה את עצמו. והוא הדין לכל דבר שהוא הן ולאו להבא, דלהרע או להיטיב להבא משמע: שהן ארבע. יש לרבות עוד שתים אחרים דלא כתיבי. והן, הן ולאו דלשעבר {א}. כמו אכלתי ולא אכל, או לא אכלתי ואכל: ידיעות הטמאה. או נפש אשר תגע בכל דבר טמא (שם), האמור בויקרא אצל טמאת מקדש וקדשיו {ב}: שתים. כתיבי בקרא. דכתיב (שם) ונעלם ממנו והוא טמא, משמע שנעלמה ממנו טמאה {ג} ועל ידי אותו העלם אכל בשר קדש, הרי אחת. או נכנס למקדש, הרי שתים: שהן ארבע. יש לרבות עוד שנים חיובים אחרים {ד}. העלם קדש, והעלם מקדש, וזכור הוא את הטמאה: יציאות השבת. הוצאה מרשות היחיד לרשות הרבים, ילפינן מקרא מן ויצו משה ויעבירו קול במחנה וגו' (שמות לו), לא תפיקו מרשות היחיד לרשות הרבים: שתים. אחת לעומד בחוץ והושיט ידו לפנים ונטל החפץ והוציאו, ואחת לעומד בפנים ונטל החפץ ממקומו והוציאו לחוץ: שהן ארבע. יש להוסיף עוד שתים דהכנסה {ה}, אף על גב דלא כתיבי. שכשם שהקפידה תורה מרשות לרשות בהוצאה, כך הקפידה על ההכנסה. אחת לעומד בפנים והוציא ידו לחוץ ונטל חפץ והכניס, ואחת לעומד בחוץ ונטל חפץ ממקומו והושיטו לפנים והניחו: מראות נגעים שנים. כתיבי בקרא (ויקרא יג), שאת ובהרת: שהן ארבעה. תולדה דשאת ותולדה דבהרת, דלא כתיבי בקרא בהדיא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעוֹת שְׁתַּיִם. כְּתִיבֵי בִקְרָא בְהֶדְיָא (וַיִּקְרָא ה) אוֹ נֶפֶשׁ כִּי תִשָּׁבַע לְבַטֵּא בִשְׂפָתַיִם לְהָרַע אוֹ לְהֵיטִיב. אֹכַל, לְהֵיטִיב. לֹא אֹכַל, לְהָרַע, שֶׁמְּעַנֶּה אֶת עַצְמוֹ. וְהוּא הַדִּין לְכָל דָּבָר שֶׁהוּא הֵן וְלָאו לְהַבָּא, דִּלְהָרַע אוֹ לְהֵיטִיב לְהַבָּא מַשְׁמַע: שֶׁהֵן אַרְבַּע. יֵשׁ לְרַבּוֹת עוֹד שְׁתַּיִם אֲחֵרִים דְּלֹא כְתִיבֵי. וְהֵן, הֵן וְלָאו דִּלְשֶׁעָבַר {א}. כְּמוֹ אָכַלְתִּי וְלֹא אָכַל, אוֹ לֹא אָכַלְתִּי וְאָכַל: יְדִיעוֹת הַטֻּמְאָה. אוֹ נֶפֶשׁ אֲשֶׁר תִּגַּע בְּכָל דָּבָר טָמֵא (שָׁם), הָאָמוּר בְּוַיִּקְרָא אֵצֶל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו {ב}: שְׁתַּיִם. כְּתִיבֵי בִקְרָא. דִּכְתִיב (שָׁם) וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא, מַשְׁמַע שֶׁנֶּעֶלְמָה מִמֶּנּוּ טֻמְאָה {ג} וְעַל יְדֵי אוֹתוֹ הֶעְלֵם אָכַל בְּשַׂר קֹדֶשׁ, הֲרֵי אַחַת. אוֹ נִכְנַס לַמִּקְדָּשׁ, הֲרֵי שְׁתַּיִם: שֶׁהֵן אַרְבַּע. יֵשׁ לְרַבּוֹת עוֹד שְׁנַיִם חִיּוּבִים אֲחֵרִים {ד}. הֶעְלֵם קֹדֶשׁ, וְהֶעְלֵם מִקְדָּשׁ, וְזָכוּר הוּא אֶת הַטֻּמְאָה: יְצִיאוֹת הַשַּׁבָּת. הוֹצָאָה מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים, יָלְפִינַן מִקְּרָא מִן וַיְצַו מֹשֶׁה וַיַּעֲבִירוּ קוֹל בַּמַּחֲנֶה וְגוֹ' (שְׁמוֹת לו), לֹא תַּפִּיקוּ מֵרְשׁוּת הַיָּחִיד לִרְשׁוּת הָרַבִּים: שְׁתַּיִם. אַחַת לָעוֹמֵד בַּחוּץ וְהוֹשִׁיט יָדוֹ לִפְנִים וְנָטַל הַחֵפֶץ וְהוֹצִיאוֹ, וְאַחַת לָעוֹמֵד בִּפְנִים וְנָטַל הַחֵפֶץ מִמְּקוֹמוֹ וְהוֹצִיאוֹ לַחוּץ: שֶׁהֵן אַרְבַּע. יֵשׁ לְהוֹסִיף עוֹד שְׁתַּיִם דְּהַכְנָסָה {ה}, אַף עַל גַּב דְּלֹא כְתִיבֵי. שֶׁכְּשֵׁם שֶׁהִקְפִּידָה תוֹרָה מֵרְשׁוּת לִרְשׁוּת בְּהוֹצָאָה, כָּךְ הִקְפִּידָה עַל הַהַכְנָסָה. אַחַת לָעוֹמֵד בִּפְנִים וְהוֹצִיא יָדוֹ לַחוּץ וְנָטַל חֵפֶץ וְהִכְנִיס, וְאַחַת לָעוֹמֵד בַּחוּץ וְנָטַל חֵפֶץ מִמְּקוֹמוֹ וְהוֹשִׁיטוֹ לִפְנִים וְהִנִּיחוֹ: מַרְאוֹת נְגָעִים שְׁנַיִם. כְּתִיבֵי בַקְּרָא (וַיִּקְרָא יג), שְׂאֵת וּבַהֶרֶת: שֶׁהֵן אַרְבָּעָה. תּוֹלָדָה דִשְׂאֵת וְתוֹלָדָה דְבַהֶרֶת, דְּלֹא כְתִיבֵי בַקְּרָא בְהֶדְיָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-1",
      "jbo:text": "עיקר תוי\"ט {א} כרבי עקיבא משנה ה' פרק ג'. גמרא: {ב} שאין הכתוב מדבר אלא בטמאת מקדש וקדשיו, כדמוכחי לה בגמרא: {ג} ודקרי להו ידיעות, פרש הר\"ב בריש פרק ב': {ד} כרבי ישמעאל דסוף פרק ב'. גמרא: {ה} עין מה שכתבתי בריש פרק קמא דשבת. והא דהתם תנא שתים שהן ארבע בפנים כו' ושתים כו' בחוץ ואלו הכא לא תני אלא שתים שהן ארבע, מתרצים בגמרא, התם דעקר שבת תנא חיובי ופטורי, הכא חיובי תנא ופטורי לא תני. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} כְּרַבִּי עֲקִיבָא מִשְׁנָה ה' פֶּרֶק ג'. גְּמָרָא: {ב} שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בְטֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, כִּדְמוֹכְחֵי לַהּ בַּגְּמָרָא: {ג} וּדְקָרֵי לְהוּ יְדִיעוֹת, פֵּרֵשׁ הָרַ\"ב בְּרֵישׁ פֶּרֶק ב': {ד} כְּרַבִּי יִשְׁמָעֵאל דְּסוֹף פֶּרֶק ב'. גְּמָרָא: {ה} עַיֵּן מַה שֶּׁכָּתַבְתִּי בְרֵישׁ פֶּרֶק קַמָּא דְשַׁבָּת. וְהָא דְהָתָם תָּנָא שְׁתַּיִם שֶׁהֵן אַרְבַּע בִּפְנִים כוּ' וּשְׁתַּיִם כוּ' בַּחוּץ וְאִלּוּ הָכָא לֹא תָנֵי אֶלָּא שְׁתַּיִם שֶׁהֵן אַרְבַּע, מְתָרְצִים בַּגְּמָרָא, הָתָם דְּעִקַּר שַׁבָּת תָּנָא חִיּוּבֵי וּפְטוֹרֵי, הָכָא חִיּוּבֵי תָּנָא וּפְטוֹרֵי לֹא תָּנֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-2",
      "jbo:text": "כל שיש בה ידיעה בתחלה וידיעה בסוף {ו} והעלם בינתים, הרי זה בעולה ויורד. יש בה ידיעה בתחלה ואין בה ידיעה בסוף, שעיר שנעשה בפנים {ז} ויום הכפורים {ט} תולה, עד שיודע לו ויביא בעולה ויורד",
      "jbo:textNikud": "כֹּל שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וִידִיעָה בַסּוֹף {ו} וְהֶעְלֵם בֵּינְתַּיִם, הֲרֵי זֶה בְּעוֹלֶה וְיוֹרֵד. יֶשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וְאֵין בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר שֶׁנַּעֲשֶׂה בִפְנִים {ז} וְיוֹם הַכִּפּוּרִים {ט} תּוֹלֶה, עַד שֶׁיִּוָּדַע לוֹ וְיָבִיא בְעוֹלֶה וְיוֹרֵד",
      "rdfs:label": "משנה שבועות א ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-2",
      "jbo:text": "ר\"ע מברטנורה שיש בה ידיעה בתחלה. אידיעות הטמאה קאי. ואידי דזוטרי מליהו מפרש להו ברישא והדר מפרש שבועות דנפישי מליהו. ויציאות ומראות, כל חדא וחדא מפרשא במסכת דידיה, להכי לא פרשינהו בהאי מסכתא. ולא תנינהו הכא אלא משום דדמו להדדי בשתים שהן ארבע: ידיעה בתחלה. שידע שנטמא: וידיעה בסוף. משאכל את הקדש בהעלם או נכנס למקדש בהעלם ויצא, נודע לו שבטמאה אכל או בטמאה נכנס: והעלם בינתים. כשאכל את הקדש נעלמה ממנו טמאה או קדש, או נכנס למקדש ונעלמה ממנו טמאה או מקדש: הרי זה בעולה ויורד. עולה לעשיר, ויורד לעני. עשיר מביא חטאת בהמה, ועני חטאת העוף, ודל שבדלים עשירית האיפה, והיא מנחת חוטא האמורה בכל מקום: שעיר הנעשה בפנים. שעיר של יום הכפורים שמביא מדמו לפנים {ח}: תולה. להגין עליו מן היסורין {י}: עד שיודע לו. שאכל קדש בטמאה {יא} ויביא קרבן עולה ויורד: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה. אַיְּדִיעוֹת הַטֻּמְאָה קָאֵי. וְאַיְדֵי דְזוּטְרֵי מִלַּיְהוּ מְפָרֵשׁ לְהוּ בָרֵישָׁא וַהֲדַר מְפָרֵשׁ שְׁבוּעוֹת דִּנְפִישֵׁי מִלַּיְהוּ. וִיצִיאוֹת וּמַרְאוֹת, כָּל חֲדָא וַחֲדָא מִפָּרְשָׁא בְמַסֶּכֶת דִּידֵיהּ, לְהָכִי לֹא פָרְשִׁינְהוּ בְּהַאי מַסֶּכְתָּא. וְלֹא תְנִינְהוּ הָכָא אֶלָּא מִשּׁוּם דְּדָמוּ לַהֲדָדֵי בִּשְׁתַּיִם שֶׁהֵן אַרְבַּע: יְדִיעָה בַתְּחִלָּה. שֶׁיָּדַע שֶׁנִּטְמָא: וִידִיעָה בַסּוֹף. מִשֶּׁאָכַל אֶת הַקֹּדֶשׁ בְּהֶעְלֵם אוֹ נִכְנַס לַמִּקְדָּשׁ בְּהֶעְלֵם וְיָצָא, נוֹדַע לוֹ שֶׁבְּטֻמְאָה אָכַל אוֹ בְּטֻמְאָה נִכְנַס: וְהֶעְלֵם בֵּינְתַּיִם. כְּשֶׁאָכַל אֶת הַקֹּדֶשׁ נֶעֶלְמָה מִמֶּנּוּ טֻמְאָה אוֹ קֹדֶשׁ, אוֹ נִכְנַס לַמִּקְדָּשׁ וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה אוֹ מִקְדָּשׁ: הֲרֵי זֶה בְּעוֹלֶה וְיוֹרֵד. עוֹלֶה לֶעָשִׁיר, וְיוֹרֵד לֶעָנִי. עָשִׁיר מֵבִיא חַטַּאת בְּהֵמָה, וְעָנִי חַטַּאת הָעוֹף, וְדַל שֶׁבַּדַּלִּים עֲשִׂירִית הָאֵיפָה, וְהִיא מִנְחַת חוֹטֵא הָאֲמוּרָה בְּכָל מָקוֹם: שָׂעִיר הַנַּעֲשֶׂה בִפְנִים. שָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שֶׁמֵּבִיא מִדָּמוֹ לִפְנִים {ח}: תּוֹלֶה. לְהָגִין עָלָיו מִן הַיִּסּוּרִין {י}: עַד שֶׁיִּוָּדַע לוֹ. שֶׁאָכַל קֹדֶשׁ בְּטֻמְאָה {יא} וְיָבִיא קָרְבָּן עוֹלֶה וְיוֹרֵד: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-2",
      "jbo:text": "עיקר תוי\"ט {ו} בתחלה כו'. בגמרא ילפינן להו ומסיק דידיעת בית רבו (שלמד בבית רבו שהנוגע בטמאה טמא) שמה ידיעה. פרט לנשבה בין הנכרים: {ז} בפנים. שהרי הוא אומר בשעיר זה וכפר על הקדש, מטמאה שבקדש. יכול על כל טמאה שבקדש יהא שעיר זה מכפר, תלמוד לומר ומפשעיהם לכל חטאתם, חטאים דומיא דפשעים, מה פשעים שאינן בני קרבן, אף חטאים שאינן בני קרבן. ומנין ליש בה ידיעה בתחלה, פרש הר\"ב משנה דלקמן: {ח} שלשה שעירים נעשין לצבור ביום הכפורים, אחד מתן דמו לפנים, וחברו משתלח לעזאזל, ואחד קרב במזבח החיצון במוספין. והוא כתוב בפרשת פינחס עם שאר כל מוספי המועדות. רש\"י: {ט} ויום הכפורים. הוא עצמו מועיל עם הקרבנות. שנאמר [ויקרא כג] כי יום כפרים הוא. רש\"י: {י} שאף על פי שאינו יודע שחטא, יש לו לדאג. שכל השוגגים צריכין כפרה לכשידעו, אלמא קדם ידיעה ענושים הן. רש\"י: {יא} וחדא מתרתי נקט. והוא הדין שנכנס למקדש: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ו} בַּתְּחִלָּה כוּ'. בַּגְּמָרָא יָלְפִינַן לְהוּ וּמַסִּיק דִּידִיעַת בֵּית רַבּוֹ (שֶׁלָּמַד בְּבֵית רַבּוֹ שֶׁהַנּוֹגֵעַ בְּטֻמְאָה טָמֵא) שְׁמָהּ יְדִיעָה. פְּרָט לְנִשְׁבָּה בֵּין הַנָּכְרִים: {ז} בִּפְנִים. שֶׁהֲרֵי הוּא אוֹמֵר בְּשָׂעִיר זֶה וְכִפֶּר עַל הַקֹּדֶשׁ, מִטֻּמְאָה שֶׁבַּקֹּדֶשׁ. יָכוֹל עַל כָּל טֻמְאָה שֶׁבַּקֹּדֶשׁ יְהֵא שָׂעִיר זֶה מְכַפֵּר, תַּלְמוּד לוֹמַר וּמִפִּשְׁעֵיהֶם לְכָל חַטֹּאתָם, חֲטָאִים דּוּמְיָא דִפְשָׁעִים, מַה פְּשָׁעִים שֶׁאֵינָן בְּנֵי קָרְבָּן, אַף חֲטָאִים שֶׁאֵינָן בְּנֵי קָרְבָּן. וּמִנַּיִן לְיֵשׁ בָּהּ יְדִיעָה בַתְּחִלָּה, פֵּרֵשׁ הָרַ\"ב מִשְׁנָה דִלְקַמָּן: {ח} שְׁלֹשָׁה שְׂעִירִים נַעֲשִׂין לַצִּבּוּר בְּיוֹם הַכִּפּוּרִים, אֶחָד מַתַּן דָּמוֹ לִפְנִים, וַחֲבֵרוֹ מִשְׁתַּלֵּחַ לַעֲזָאזֵל, וְאֶחָד קָרֵב בַּמִּזְבֵּחַ הַחִיצוֹן בְּמוּסָפִין. וְהוּא כָתוּב בְּפָרָשַׁת פִּינְחָס עִם שְׁאָר כָּל מוּסְפֵי הַמּוֹעֲדוֹת. רַשִׁ\"י: {ט} וְיוֹם הַכִּפּוּרִים. הוּא עַצְמוֹ מוֹעִיל עִם הַקָּרְבָּנוֹת. שֶׁנֶּאֱמַר [וַיִּקְרָא כג] כִּי יוֹם כִּפֻּרִים הוּא. רַשִׁ\"י: {י} שֶׁאַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ שֶׁחָטָא, יֵשׁ לוֹ לִדְאֹג. שֶׁכָּל הַשּׁוֹגְגִים צְרִיכִין כַּפָּרָה לִכְשֶׁיֵּדְעוּ, אַלְמָא קֹדֶם יְדִיעָה עֲנוּשִׁים הֵן. רַשִׁ\"י: {יא} וַחֲדָא מִתַּרְתֵּי נָקַט. וְהוּא הַדִּין שֶׁנִּכְנַס לַמִּקְדָּשׁ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-3",
      "jbo:text": "אין בה ידיעה בתחלה אבל יש בה ידיעה בסוף, שעיר הנעשה בחוץ ויום הכפורים מכפר, שנאמר (במדבר כט) מלבד חטאת הכפרים, על מה שזה מכפר, זה מכפר. מה הפנימי אין מכפר אלא על דבר שיש בו ידיעה, אף החיצון אין מכפר אלא על דבר שיש בו ידיעה",
      "jbo:textNikud": "אֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר הַנַּעֲשֶׂה בַחוּץ וְיוֹם הַכִּפּוּרִים מְכַפֵּר, שֶׁנֶּאֱמַר (במדבר כט) מִלְּבַד חַטַּאת הַכִּפֻּרִים, עַל מַה שֶּׁזֶּה מְכַפֵּר, זֶה מְכַפֵּר. מַה הַפְּנִימִי אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה, אַף הַחִיצוֹן אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה",
      "rdfs:label": "משנה שבועות א ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-3",
      "jbo:text": "ר\"ע מברטנורה אין בה ידיעה בתחלה. שלא ידע בטמאה זו מימיו {יב}, זה לא בא לכלל קרבן עוד לעולם. שהרי אין קרבן בא אלא על שיש בו ידיעה בתחלה: שעיר הנעשה בחוץ. הקרב במזבח החיצון במוספין של יום הכפורים: ויום הכפורים. עצמו מכפר עם השעיר: שנאמר. בשעיר הנעשה בחוץ (במדבר כט) שעיר עזים אחד חטאת מלבד חטאת הכפרים, וחטאת הכפרים הוא השעיר הנעשה בפנים, והקישן הכתוב, ללמדך שעל מה שזה מכפר זה מכפר. מה פנימי אינו בא אלא על דבר שיש בו ידיעה, ומאי ניהו, ידיעה בתחלה, כדילפינן מקרא דכתיב לכל חטאתם, דמשמע לאותם שיבאו לכלל חטאת כשתהיה להם ידיעה בסוף, ואי אפשר לבא לכלל חטאת אלא אם כן היתה לו ידיעה בתחלה, אף שעיר הנעשה בחוץ אינו מכפר אלא על שיש בו ידיעה, ומאי ניהו, ידיעה בסוף ולא בתחלה {יג} דלא אתיא לכלל קרבן, ומכפר זה כפרה גמורה בלא תליה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין בָּהּ יְדִיעָה בַתְּחִלָּה. שֶׁלֹּא יָדַע בְּטֻמְאָה זוֹ מִיָּמָיו {יב}, זֶה לֹא בָא לִכְלַל קָרְבָּן עוֹד לְעוֹלָם. שֶׁהֲרֵי אֵין קָרְבָּן בָּא אֶלָּא עַל שֶׁיֵּשׁ בּוֹ יְדִיעָה בַתְּחִלָּה: שָׂעִיר הַנַּעֲשֶׂה בַחוּץ. הַקָּרֵב בַּמִּזְבֵּחַ הַחִיצוֹן בְּמוּסָפִין שֶׁל יוֹם הַכִּפּוּרִים: וְיוֹם הַכִּפּוּרִים. עַצְמוֹ מְכַפֵּר עִם הַשָּׂעִיר: שֶׁנֶּאֱמַר. בְּשָׂעִיר הַנַּעֲשֶׂה בַחוּץ (בְּמִדְבָּר כט) שְׂעִיר עִזִּים אֶחָד חַטָּאת מִלְּבַד חַטַּאת הַכִּפֻּרִים, וְחַטַּאת הַכִּפֻּרִים הוּא הַשָּׂעִיר הַנַּעֲשֶׂה בִּפְנִים, וְהִקִּישָׁן הַכָּתוּב, לְלַמֶּדְךָ שֶׁעַל מַה שֶּׁזֶּה מְכַפֵּר זֶה מְכַפֵּר. מַה פְּנִימִי אֵינוֹ בָא אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה, וּמַאי נִיהוּ, יְדִיעָה בַתְּחִלָּה, כִּדְיָלְפִינַן מִקְּרָא דִּכְתִיב לְכָל חַטֹּאתָם, דְּמַשְׁמַע לְאוֹתָם שֶׁיָּבֹאוּ לִכְלַל חַטָּאת כְּשֶׁתִּהְיֶה לָהֶם יְדִיעָה בַסּוֹף, וְאִי אֶפְשָׁר לָבֹא לִכְלַל חַטָּאת אֶלָּא אִם כֵּן הָיְתָה לוֹ יְדִיעָה בַתְּחִלָּה, אַף שָׂעִיר הַנַּעֲשֶׂה בַחוּץ אֵינוֹ מְכַפֵּר אֶלָּא עַל שֶׁיֵּשׁ בּוֹ יְדִיעָה, וּמַאי נִיהוּ, יְדִיעָה בַסּוֹף וְלֹא בַתְּחִלָּה {יג} דְּלֹא אָתְיָא לִכְלַל קָרְבָּן, וּמְכַפֵּר זֶה כַּפָּרָה גְמוּרָה בְּלֹא תְלִיָּה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-3",
      "jbo:text": "עיקר תוי\"ט {יב} למסקנא דגמרא שכתבתי בריש מתניתין דלעיל, לא משכחת אלא בתינוק שנשבה בין הנכרים: {יג} ואם תאמר כיון שהקשו זה לזה יכפר כל אחד אדידיה ואדחבריה. ונפקא מנה לטמאה שארע בין זה לזה, ואי נמי אי לא עבד חיצון. משני בגמרא אמר קרא אחת, כפרה אחת מכפר, ואינו מכפר שתי כפרות. אמר קרא אחת בשנה, כפרה זו לא תהא אלא אחת בשנה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} לְמַסְקָנָא דִגְמָרָא שֶׁכָּתַבְתִּי בְרֵישׁ מַתְנִיתִין דִּלְעֵיל, לֹא מַשְׁכַּחַת אֶלָּא בְתִינוֹק שֶׁנִּשְׁבָּה בֵּין הַנָּכְרִים: {יג} וְאִם תֹּאמַר כֵּיוָן שֶׁהֻקְּשׁוּ זֶה לָזֶה יְכַפֵּר כָּל אֶחָד אַדִּידֵיהּ וְאַדְּחַבְרֵיהּ. וְנָפְקָא מִנַּהּ לְטֻמְאָה שֶׁאֵרַע בֵּין זֶה לָזֶה, וְאִי נַמִּי אִי לֹא עֲבַד חִיצוֹן. מְשָׁנֵי בַגְּמָרָא אָמַר קְרָא אַחַת, כַּפָּרָה אַחַת מְכַפֵּר, וְאֵינוֹ מְכַפֵּר שְׁתֵּי כַפָּרוֹת. אָמַר קְרָא אַחַת בַּשָּׁנָה, כַּפָּרָה זוֹ לֹא תְהֵא אֶלָּא אַחַת בַּשָּׁנָה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-4",
      "jbo:text": "ועל שאין בה ידיעה לא בתחלה ולא בסוף, שעירי הרגלים ושעירי ראשי חדשים מכפרים, דברי רבי יהודה. רבי שמעון אומר, שעירי הרגלים {טז} מכפרין, אבל לא שעירי ראשי חדשים. ועל מה שעירי ראשי חדשים מכפרין, על הטהור שאכל את הטמא {יז}. רבי מאיר אומר, כל השעירים כפרתן שוה {יח} על טמאת מקדש וקדשיו. היה רבי שמעון אומר, שעירי ראשי חדשים מכפרין על הטהור שאכל את הטמא, ושל רגלים מכפרין על שאין בה ידיעה לא בתחלה ולא בסוף, ושל יום הכפורים מכפר על שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף. אמרו לו, מהו שיקרבו זה בזה. אמר להם, יקרבו. אמרו לו, הואיל ואין כפרתן שוה, היאך קרבין זה בזה. אמר להן, כלן באין לכפר על טמאת מקדש וקדשיו",
      "jbo:textNikud": "וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, שְׂעִירֵי הָרְגָלִים וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי הָרְגָלִים {טז} מְכַפְּרִין, אֲבָל לֹא שְׂעִירֵי רָאשֵׁי חֳדָשִׁים. וְעַל מַה שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין, עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא {יז}. רַבִּי מֵאִיר אוֹמֵר, כָּל הַשְּׂעִירִים כַּפָּרָתָן שָׁוָה {יח} עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. הָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְשֶׁל רְגָלִים מְכַפְּרִין עַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְשֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר עַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, יִקְרָבוּ. אָמְרוּ לוֹ, הוֹאִיל וְאֵין כַּפָּרָתָן שָׁוָה, הֵיאַךְ קְרֵבִין זֶה בָזֶה. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו",
      "rdfs:label": "משנה שבועות א ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-4",
      "jbo:text": "ר\"ע מברטנורה שעירי הרגלים. בכל הרגלים נאמרו שעירי חטאת במוספין: ושעירי ראשי חדשים מכפרים. דכתיב בשעיר ראש חדש (שם כה) לחטאת לה', חטא שאין מכיר בו אלא ה' שעיר זה יהא מכפר, והינו שאין בו ידיעה לא בתחלה ולא בסוף {יד}. ושעירי רגלים ילפינן משעיר ראש חדש בהקש, דשעיר הוה מצי למכתב בכלהו רגלים, וכתב ושעיר {טו}, וא\"ו מוסיף על ענין ראשון, להקיש שעל מה שזה מכפר אלו מכפרים: כל השעירים כפרתן שוה. כל שעירי המוספין, בין שעירי רגלים בין שעיר ראש חדש בין שעיר הנעשה בחוץ ביום הכפורים, כפרתן שוה, שהם מכפרין בין על שאין בה ידיעה בתחלה ויש בה ידיעה בסוף בין על שאין בה ידיעה לא בתחלה ולא בסוף, בין על טהור שאכל את הטמא, ונפקא מנה לטמאה שארעה בין זו לזו. אבל שעיר הנעשה בפנים ביום הכפורים לא נחלקו עליו {יט} שהוא תולה על שיש בה ידיעה בתחלה ואין בה ידיעה בסוף, כדאמרינן: היה רבי שמעון אומר. האי דהדר נקט לה, משום דבעי למימר אמרו לו מהו שיקרבו זה בזה: מהו שיקרבו. אם אבד שעיר שהפרש ליום הכפורים, ונתכפרו באחר, ונמצא זה ברגל או בראש חדש, מהו שיקריב לשם שעירו של יום: אמרו לו הואיל ואין כפרתן שוה. רבי מאיר הוא דקאמר ליה לרבי שמעון {כ}, בשלמא אי אמרת כלן כפרתם שוה, יקרב, שהרי כלן כפרה אחת הן מכפרים, אלא לדידך, זו שהפרשה לכפר על שאין בה ידיעה בתחלה ויש בה ידיעה בסוף, היאך יקרב ברגל לכפר על שאין בה ידיעה לא בתחלה ולא בסוף, או בראש חדש לכפר על הטהור שאכל את הטמא: לכפר על טמאת מקדש וקדשיו. וכיון דבזה שוין, אף על פי שכפרתן חלוקות יכול הוא לקרב: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׂעִירֵי הָרְגָלִים. בְּכָל הָרְגָלִים נֶאֶמְרוּ שְׂעִירֵי חַטָּאת בְּמוּסָפִין: וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִים. דִּכְתִיב בִּשְׂעִיר רֹאשׁ חֹדֶשׁ (שָׁם כה) לְחַטָּאת לַה', חֵטְא שֶׁאֵין מַכִּיר בּוֹ אֶלָּא ה' שָׂעִיר זֶה יְהֵא מְכַפֵּר, וְהַיְנוּ שֶׁאֵין בּוֹ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף {יד}. וּשְׂעִירֵי רְגָלִים יָלְפִינַן מִשְּׂעִיר רֹאשׁ חֹדֶשׁ בְּהֶקֵּשׁ, דִּשְׂעִיר הֲוָה מָצֵי לְמִכְתַּב בְּכֻלְּהוּ רְגָלִים, וְכָתַב וּשְׂעִיר {טו}, וָא\"ו מוֹסִיף עַל עִנְיָן רִאשׁוֹן, לְהַקִּישׁ שֶׁעַל מַה שֶּׁזֶּה מְכַפֵּר אֵלּוּ מְכַפְּרִים: כָּל הַשְּׂעִירִים כַּפָּרָתָן שָׁוָה. כָּל שְׂעִירֵי הַמּוּסָפִין, בֵּין שְׂעִירֵי רְגָלִים בֵּין שְׂעִיר רֹאשׁ חֹדֶשׁ בֵּין שָׂעִיר הַנַּעֲשֶׂה בַחוּץ בְּיוֹם הַכִּפּוּרִים, כַּפָּרָתָן שָׁוָה, שֶׁהֵם מְכַפְּרִין בֵּין עַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה וְיֵשׁ בָּהּ יְדִיעָה בַסּוֹף בֵּין עַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, בֵּין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְנָפְקָא מִנַּהּ לְטֻמְאָה שֶׁאֵרְעָה בֵּין זוֹ לְזוֹ. אֲבָל שָׂעִיר הַנַּעֲשֶׂה בִּפְנִים בְּיוֹם הַכִּפּוּרִים לֹא נֶחְלְקוּ עָלָיו {יט} שֶׁהוּא תוֹלֶה עַל שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וְאֵין בָּהּ יְדִיעָה בַסּוֹף, כִּדְאָמְרִינַן: הָיָה רַבִּי שִׁמְעוֹן אוֹמֵר. הַאי דַּהֲדַר נָקַט לַהּ, מִשּׁוּם דְּבָעֵי לְמֵימַר אָמְרוּ לוֹ מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה: מַהוּ שֶׁיִּקְרְבוּ. אִם אָבַד שָׂעִיר שֶׁהֻפְרַשׁ לְיוֹם הַכִּפּוּרִים, וְנִתְכַּפְּרוּ בְאַחֵר, וְנִמְצָא זֶה בָרֶגֶל אוֹ בְּרֹאשׁ חֹדֶשׁ, מַהוּ שֶׁיַּקְרִיב לְשֵׁם שְׂעִירוֹ שֶׁל יוֹם: אָמְרוּ לוֹ הוֹאִיל וְאֵין כַּפָּרָתָן שָׁוָה. רַבִּי מֵאִיר הוּא דְּקָאָמַר לֵיהּ לְרַבִּי שִׁמְעוֹן {כ}, בִּשְׁלָמָא אִי אָמַרְתְּ כֻּלָּן כַּפָּרָתָם שָׁוָה, יִקְרַב, שֶׁהֲרֵי כֻלָּן כַּפָּרָה אַחַת הֵן מְכַפְּרִים, אֶלָּא לְדִידָךְ, זוֹ שֶׁהֻפְרְשָׁה לְכַפֵּר עַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה וְיֵשׁ בָּהּ יְדִיעָה בַסּוֹף, הֵיאַךְ יִקְרַב בָּרֶגֶל לְכַפֵּר עַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, אוֹ בְרֹאשׁ חֹדֶשׁ לְכַפֵּר עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא: לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. וְכֵיוָן דְּבָזֶה שָׁוִין, אַף עַל פִּי שֶׁכַּפָּרָתָן חֲלוּקוֹת יָכוֹל הוּא לִקָּרֵב: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-4",
      "jbo:text": "עיקר תוי\"ט {יד} גמרא, ונכפר נמי אפלו בשאר עברות (כל חטא שלא נודע). תנא דבי רבי ישמעאל הואיל וזה בא בזמן קבוע (שעיר יום הכפורים דחיצון) וזה בא בזמן קבוע, מה זה אינו מכפר אלא על טמאת מקדש וקדשיו אף כו'. ועין תוספות יום טוב: {טו} בגמרא, עצרת [ויום הכפורים] דלא כתיב בהו ושעיר, מנלן. אלא אמר רבי יונה אמר קרא אלה תעשו לה' במועדיכם, הקשו כל המועדות כלן זה לזה. והא ראש חדש לאו מועד הוא, אברא כו' ראש חדש נמי אקרי מועד, דכתיב [איכה א] קרא עלי מועד כו'. ועין תוספות יום טוב: {טז} הרגלים. דאית ליה נמי הקשא דבמועדיכם דהקשו כלן לדראש חדש, מה דראש חדש במלתא דקדש מכפר, אף דרגלים כו'. וכי תימא ניכפרו אדראש חדש, ואתה נתן לכם לשאת את עון העדה וגו', אתה נושא עון, ואין אחר נושא עון כו'. ועין תוספות יום טוב: {יז} על הטהור כו'. דאמר קרא ואתה נתן לכם לשאת את עון העדה, והאי קרא בשעיר דראש חדש כתיב, ויליף עון עון מציץ, מה להלן טמאת בשר, שאין הציץ מרצה על טמאת הגוף אלא על טמאת חלב דם ובשר שקרב בטמאה, אף כאן טמאת בשר כו'. ועין תוספות יום טוב: {יח} שוה. דיליף הקשא דמועדיכם אף לחיצון דיום הכפורים. דעדיפא ליה הך הקשא מהקשא דלפנימי. תוספות: {יט} שהוא אינו מכפר כפרתן, כפרה אחת מכפר ואינו מכפר שתי כפרות. והן אינן מכפרין כפרתו, אחת בשנה, כפרה זו לא תהא אלא אחת בשנה. גמרא: {כ} משום דלרבי שמעון אלימא קשיא, דחלוקים הם שעירי ראשי חדשים גם משעירי הרגלים, להכי פריך ליה. והוא הדין נמי דהוה מצי למפרך לתנא קמא משעירי יום הכפורים עם שאר השעירים. ומסתבר נמי דמה שכתב הר\"ב וכן רש\"י, רבי מאיר הוא דקאמר ליה, לאו דוקא כו', אלא חכמים השיבו לו לרבי שמעון אליבא דרבי מאיר: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יד} גְּמָרָא, וּנְכַפֵּר נַמִּי אֲפִלּוּ בִשְׁאָר עֲבֵרוֹת (כָּל חֵטְא שֶׁלֹּא נוֹדַע). תָּנָא דְבֵי רַבִּי יִשְׁמָעֵאל הוֹאִיל וְזֶה בָא בִזְמַן קָבוּעַ (שְׂעִיר יוֹם הַכִּפּוּרִים דְּחִיצוֹן) וְזֶה בָא בִזְמַן קָבוּעַ, מַה זֶּה אֵינוֹ מְכַפֵּר אֶלָּא עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו אַף כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} בַּגְּמָרָא, עֲצֶרֶת [וְיוֹם הַכִּפּוּרִים] דְּלֹא כְתִיב בְּהוּ וּשְׂעִיר, מְנָלָן. אֶלָּא אָמַר רַבִּי יוֹנָה אָמַר קְרָא אֵלֶּה תַּעֲשׂוּ לַה' בְּמוֹעֲדֵיכֶם, הֻקְּשׁוּ כָל הַמּוֹעֲדוֹת כֻּלָּן זֶה לָזֶה. וְהָא רֹאשׁ חֹדֶשׁ לָאו מוֹעֵד הוּא, אִבְּרָא כוּ' רֹאשׁ חֹדֶשׁ נַמִּי אִקְּרֵי מוֹעֵד, דִּכְתִיב [אֵיכָה א] קָרָא עָלַי מוֹעֵד כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} הָרְגָלִים. דְּאִית לֵיהּ נַמִּי הֶקֵּשָׁא דִבְמוֹעֲדֵיכֶם דְּהֻקְּשׁוּ כֻלָּן לִדְרֹאשׁ חֹדֶשׁ, מַה דְּרֹאשׁ חֹדֶשׁ בְּמִלְּתָא דְקֹדֶשׁ מְכַפֵּר, אַף דִּרְגָלִים כוּ'. וְכִי תֵימָא נִיכַפְּרוּ אַדְּרֹאשׁ חֹדֶשׁ, וְאֹתָהּ נָתַן לָכֶם לָשֵׂאת אֶת עֲוֹן הָעֵדָה וְגוֹ', אֹתָהּ נוֹשֵׂא עָוֹן, וְאֵין אַחֵר נוֹשֵׂא עָוֹן כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} עַל הַטָּהוֹר כוּ'. דְּאָמַר קְרָא וְאֹתָהּ נָתַן לָכֶם לָשֵׂאת אֶת עֲוֹן הָעֵדָה, וְהַאי קְרָא בְּשָׂעִיר דְּרֹאשׁ חֹדֶשׁ כְּתִיב, וְיָלֵיף עָוֹן עָוֹן מִצִּיץ, מַה לְּהַלָּן טֻמְאַת בָּשָׂר, שֶׁאֵין הַצִּיץ מְרַצֶּה עַל טֻמְאַת הַגּוּף אֶלָּא עַל טֻמְאַת חֵלֶב דָּם וּבָשָׂר שֶׁקָּרַב בְּטֻמְאָה, אַף כָּאן טֻמְאַת בָּשָׂר כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} שָׁוָה. דְּיָלֵיף הֶקֵּשָׁא דְמוֹעֲדֵיכֶם אַף לַחִיצוֹן דְּיוֹם הַכִּפּוּרִים. דַּעֲדִיפָא לֵיהּ הַךְ הֶקֵּשָׁא מֵהֶקֵּשָׁא דְּלַפְּנִימִי. תּוֹסָפוֹת: {יט} שֶׁהוּא אֵינוֹ מְכַפֵּר כַּפָּרָתָן, כַּפָּרָה אַחַת מְכַפֵּר וְאֵינוֹ מְכַפֵּר שְׁתֵּי כַפָּרוֹת. וְהֵן אֵינָן מְכַפְּרִין כַּפָּרָתוֹ, אַחַת בַּשָּׁנָה, כַּפָּרָה זוֹ לֹא תְהֵא אֶלָּא אַחַת בַּשָּׁנָה. גְּמָרָא: {כ} מִשּׁוּם דִּלְרַבִּי שִׁמְעוֹן אַלִּימָא קֻשְׁיָא, דַּחֲלוּקִים הֵם שְׂעִירֵי רָאשֵׁי חֳדָשִׁים גַּם מִשְּׂעִירֵי הָרְגָלִים, לְהָכִי פָּרֵיךְ לֵיהּ. וְהוּא הַדִּין נַמִּי דַּהֲוָה מָצֵי לְמִפְרַךְ לְתַנָּא קַמָּא מִשְּׂעִירֵי יוֹם הַכִּפּוּרִים עִם שְׁאָר הַשְּׂעִירִים. וּמִסְתַּבֵּר נַמִּי דְּמַה שֶּׁכָּתַב הָרַ\"ב וְכֵן רַשִׁ\"י, רַבִּי מֵאִיר הוּא דְּקָאָמַר לֵיהּ, לָאו דַּוְקָא כוּ', אֶלָּא חֲכָמִים הֵשִׁיבוּ לוֹ לְרַבִּי שִׁמְעוֹן אַלִּיבָּא דְרַבִּי מֵאִיר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-5",
      "jbo:text": "רבי שמעון בן יהודה אומר משמו, שעירי ראשי חדשים מכפרין על טהור שאכל את הטמא. מוסיף עליהם של רגלים {כא}, שמכפרין על טהור שאכל את הטמא ועל שאין בה ידיעה לא בתחלה ולא בסוף. מוסיף עליהם של יום הכפורים {כב}, שהן מכפרין על הטהור שאכל את הטמא, ועל שאין בה ידיעה לא בתחלה ולא בסוף, ועל שאין בה ידיעה בתחלה אבל יש בה ידיעה בסוף. אמרו לו, מהו שיקרבו זה בזה. אמר להם, הן. אמרו לו, אם כן, יהיו של יום הכפורים קרבין בראשי חדשים, אבל היאך של ראשי חדשים קרבין ביום הכפורים לכפר כפרה שאינה שלה. אמר להן, כלן באין לכפר על טמאת מקדש וקדשיו",
      "jbo:textNikud": "רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשְּׁמוֹ, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא. מוֹסִיף עֲלֵיהֶם שֶׁל רְגָלִים {כא}, שֶׁמְּכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף. מוֹסִיף עֲלֵיהֶם שֶׁל יוֹם הַכִּפּוּרִים {כב}, שֶׁהֵן מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְעַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, הֵן. אָמְרוּ לוֹ, אִם כֵּן, יִהְיוּ שֶׁל יוֹם הַכִּפּוּרִים קְרֵבִין בְּרָאשֵׁי חֳדָשִׁים, אֲבָל הֵיאַךְ שֶׁל רָאשֵׁי חֳדָשִׁים קְרֵבִין בְּיוֹם הַכִּפּוּרִים לְכַפֵּר כַּפָּרָה שֶׁאֵינָהּ שֶׁלָּהּ. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו",
      "rdfs:label": "משנה שבועות א ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-5",
      "jbo:text": "ר\"ע מברטנורה משמו. של רבי שמעון. וסתם רבי שמעון הוא רבי שמעון בן יוחאי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִשְּׁמוֹ. שֶׁל רַבִּי שִׁמְעוֹן. וּסְתָם רַבִּי שִׁמְעוֹן הוּא רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-5",
      "jbo:text": "עיקר תוי\"ט {כא} מוסיף כו'. דלא דריש אתה נושא עון ואין אחר כו'. וסבירא ליה נמי דאתקוש רגלים לשעיר החיצון כו'. תוספות: {כב} מוסיף כו'. ודרגלים לא מכפרי אדיום הכפורים, דסבירא ליה דרשא דאחת בשנה. ודיום הכפורים מוסיף, דאמר קרא וכפר אהרן על קרנתיו אחת בשנה, קרנותיו דמזבח הפנימי הוא דאינו מכפר שתי כפרות, הא דחיצון אפלו שתי כפרות. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כא} מוֹסִיף כוּ'. דְּלֹא דָרֵישׁ אֹתָהּ נוֹשֵׂא עָוֹן וְאֵין אַחֵר כוּ'. וּסְבִירָא לֵיהּ נַמִּי דְּאִתַּקּוּשׁ רְגָלִים לַשָּׂעִיר הַחִיצוֹן כוּ'. תּוֹסָפוֹת: {כב} מוֹסִיף כוּ'. וְדִרְגָלִים לֹא מְכַפְּרֵי אַדְּיוֹם הַכִּפּוּרִים, דִּסְבִירָא לֵיהּ דְּרָשָׁא דְאַחַת בַּשָּׁנָה. וּדְיוֹם הַכִּפּוּרִים מוֹסִיף, דְּאָמַר קְרָא וְכִפֶּר אַהֲרֹן עַל קַרְנֹתָיו אַחַת בַּשָּׁנָה, קַרְנוֹתָיו דְּמִזְבֵּחַ הַפְּנִימִי הוּא דְאֵינוֹ מְכַפֵּר שְׁתֵּי כַפָּרוֹת, הָא דְחִיצוֹן אֲפִלּוּ שְׁתֵּי כַפָּרוֹת. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-6",
      "jbo:text": "ועל זדון טמאת מקדש וקדשיו, שעיר הנעשה בפנים {כג} ויום הכפורים מכפרין. ועל שאר עברות שבתורה, הקלות והחמורות, הזדונות והשגגות, הודע ולא הודע, עשה {כו} ולא תעשה, כרתות ומיתות בית דין, שעיר המשתלח מכפר",
      "jbo:textNikud": "וְעַל זְדוֹן טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, שָׂעִיר הַנַּעֲשֶׂה בִפְנִים {כג} וְיוֹם הַכִּפּוּרִים מְכַפְּרִין. וְעַל שְׁאָר עֲבֵרוֹת שֶׁבַּתּוֹרָה, הַקַּלּוֹת וְהַחֲמוּרוֹת, הַזְּדוֹנוֹת וְהַשְּׁגָגוֹת, הוֹדַע וְלֹא הוֹדַע, עֲשֵׂה {כו} וְלֹא תַעֲשֶׂה, כְּרֵתוֹת וּמִיתוֹת בֵּית דִּין, שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר",
      "rdfs:label": "משנה שבועות א ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-6",
      "jbo:text": "ר\"ע מברטנורה ועל זדון טמאת מקדש וכו'. סתמא דתלמודא נקיט לה: שעיר הנעשה בפנים ויום הכפורים מכפר. דכתיב (ויקרא טז) ומפשעיהם לכל חטאתם, ופשעים אלו מרדים {כד}: החמורות והקלות וכו'. כלה מתניתין מפרשא בגמרא הכי, בין קלות בין חמורות בין שעשאן במזיד בין שעשאן בשוגג, אותן שעשאן בשוגג בין נודע לו ספקן בין לא נודע לו ספקן, כלומר בין נודע לו שבא לידו ספק חלב ואכלו {כה} בין שלא נודע לו שבא לידו ספק חלב. ואלו הן קלות, עשה ולא תעשה. ואלו הן חמורות, כרתות ומיתות בית דין: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְעַל זְדוֹן טֻמְאַת מִקְדָּשׁ וְכוּ'. סְתָמָא דְתַלְמוּדָא נָקֵיט לַהּ: שָׂעִיר הַנַּעֲשֶׂה בִפְנִים וְיוֹם הַכִּפּוּרִים מְכַפֵּר. דִּכְתִיב (וַיִּקְרָא טז) וּמִפִּשְׁעֵיהֶם לְכָל חַטֹּאתָם, וּפְשָׁעִים אֵלּוּ מְרָדִים {כד}: הַחֲמוּרוֹת וְהַקַּלּוֹת וְכוּ'. כֻּלַּהּ מַתְנִיתִין מִפָּרְשָׁא בַגְּמָרָא הָכִי, בֵּין קַלּוֹת בֵּין חֲמוּרוֹת בֵּין שֶׁעֲשָׂאָן בְּמֵזִיד בֵּין שֶׁעֲשָׂאָן בְּשׁוֹגֵג, אוֹתָן שֶׁעֲשָׂאָן בְּשׁוֹגֵג בֵּין נוֹדַע לוֹ סְפֵקָן בֵּין לֹא נוֹדַע לוֹ סְפֵקָן, כְּלוֹמַר בֵּין נוֹדַע לוֹ שֶׁבָּא לְיָדוֹ סְפֵק חֵלֶב וַאֲכָלוֹ {כה} בֵּין שֶׁלֹּא נוֹדַע לוֹ שֶׁבָּא לְיָדוֹ סְפֵק חֵלֶב. וְאֵלּוּ הֵן קַלּוֹת, עֲשֵׂה וְלֹא תַעֲשֶׂה. וְאֵלּוּ הֵן חֲמוּרוֹת, כְּרֵתוֹת וּמִיתוֹת בֵּית דִּין: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-6",
      "jbo:text": "עיקר תוי\"ט {כג} ועל זדון כו'. אף על גב דאמרינן אחת כפרה אחת כו'. כבר כתבו התוספות דאין זה שתי כפרות אלא מה שקרבן אחר מכפר. אי נמי, כפרה אחת לשוגג ואחת למזיד: {כד} וכן הוא אומר [מלכים ב ג] מלך מואב פשע בי. ואומר [שם ח] אז תפשע לבנה בעת ההיא. גמרא: {כה} דליכא לפרושי דנודע לו שגגתו ששגג ודאי, דאם כן הוי ליה חיבי חטאת ואשמות ודאין, ותנן במסכת כרתות, חיבי חטאת ואשמות ודאין שעבר עליהן יום הכפורים חיבין להביא לאחר יום הכפורים, אבל חיבי אשם תלוי פטורין. רש\"י: {כו} עשה. בגמרא, היכי דמי, אי דלא עביד תשובה זבח רשעים תועבה, אי דעביד תשובה כל יומא נמי כו'. ומסיק בדלא עביד תשובה, ורבי היא דסבירא ליה על כל עברות שבתורה בין עשה תשובה ובין לא כו' יום הכפורים מכפר, חוץ מפורק על ומגלה פנים בתורה ומפר ברית בבשר. שאם עשה תשובה יום הכפורים מכפר, ואם לאו אין יום הכפורים מכפר. וזבח רשעים תועבה, בשאר יומי. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כג} וְעַל זְדוֹן כוּ'. אַף עַל גַּב דְּאָמְרִינַן אַחַת כַּפָּרָה אַחַת כוּ'. כְּבָר כָּתְבוּ הַתּוֹסָפוֹת דְּאֵין זֶה שְׁתֵּי כַפָּרוֹת אֶלָּא מַה שֶּׁקָּרְבָּן אַחֵר מְכַפֵּר. אִי נַמִּי, כַּפָּרָה אַחַת לְשׁוֹגֵג וְאַחַת לְמֵזִיד: {כד} וְכֵן הוּא אוֹמֵר [מְלָכִים ב ג] מֶלֶךְ מוֹאָב פָּשַׁע בִּי. וְאוֹמֵר [שָׁם ח] אָז תִּפְשַׁע לִבְנָה בָּעֵת הַהִיא. גְּמָרָא: {כה} דְּלֵיכָּא לְפָרוֹשֵׁי דְּנוֹדַע לוֹ שִׁגְגָתוֹ שֶׁשָּׁגַג וַדַּאי, דְּאִם כֵּן הָוֵי לֵיהּ חַיָּבֵי חַטָּאת וַאֲשָׁמוֹת וַדָּאִין, וּתְנַן בְּמַסֶּכֶת כְּרֵתוֹת, חַיָּבֵי חַטָּאת וַאֲשָׁמוֹת וַדָּאִין שֶׁעָבַר עֲלֵיהֶן יוֹם הַכִּפּוּרִים חַיָּבִין לְהָבִיא לְאַחַר יוֹם הַכִּפּוּרִים, אֲבָל חַיָּבֵי אָשָׁם תָּלוּי פְּטוּרִין. רַשִׁ\"י: {כו} עֲשֵׂה. בַּגְּמָרָא, הֵיכִי דָמֵי, אִי דְלָא עֲבִיד תְּשׁוּבָה זֶבַח רְשָׁעִים תּוֹעֵבָה, אִי דַעֲבִיד תְּשׁוּבָה כָּל יוֹמָא נַמִּי כוּ'. וּמַסִּיק בִּדְלָא עֲבִיד תְּשׁוּבָה, וְרַבִּי הִיא דִּסְבִירָא לֵיהּ עַל כָּל עֲבֵרוֹת שֶׁבַּתּוֹרָה בֵּין עָשָׂה תְשׁוּבָה וּבֵין לֹא כוּ' יוֹם הַכִּפּוּרִים מְכַפֵּר, חוּץ מִפּוֹרֵק עֹל וּמְגַלֶּה פָנִים בַּתּוֹרָה וּמֵפֵר בְּרִית בַּבָּשָׂר. שֶׁאִם עָשָׂה תְשׁוּבָה יוֹם הַכִּפּוּרִים מְכַפֵּר, וְאִם לָאו אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר. וְזֶבַח רְשָׁעִים תּוֹעֵבָה, בִּשְׁאָר יוֹמֵי. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-4-6-1-7",
      "jbo:text": "אחד ישראלים, ואחד כהנים, ואחד כהן משוח {כז}. מה בין ישראלים לכהנים ולכהן משוח, אלא שדם הפר מכפר על הכהנים {כח} על טמאת מקדש וקדשיו. רבי שמעון אומר, כשם שדם השעיר הנעשה בפנים מכפר על ישראל, כך דם הפר מכפר על הכהנים. כשם שודויו של שעיר המשתלח מכפר על ישראל, כך ודויו של פר מכפר על הכהנים",
      "jbo:textNikud": "אֶחָד יִשְׂרְאֵלִים, וְאֶחָד כֹּהֲנִים, וְאֶחָד כֹּהֵן מָשׁוּחַ {כז}. מַה בֵּין יִשְׂרְאֵלִים לְכֹהֲנִים וּלְכֹהֵן מָשׁוּחַ, אֶלָּא שֶׁדַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים {כח} עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. רַבִּי שִׁמְעוֹן אוֹמֵר, כְּשֵׁם שֶׁדַּם הַשָּׂעִיר הַנַּעֲשֶׂה בִפְנִים מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ דַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים. כְּשֵׁם שֶׁוִּדּוּיוֹ שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ וִדּוּיוֹ שֶׁל פָּר מְכַפֵּר עַל הַכֹּהֲנִים",
      "rdfs:label": "משנה שבועות א ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-1-7",
      "jbo:text": "ר\"ע מברטנורה אחד ישראל ואחד כהנים. הכי קאמר, אחד ישראל ואחד כהנים ואחד כהן משוח מתכפרים בשעיר המשתלח בשאר עברות, ואין חלוק ביניהן: אלא שדם הפר מכפר על הכהנים על טמאת מקדש וקדשיו. כל מה ששעיר הפנימי מכפר על ישראל, דהינו תלית ישראל על שיש בה ידיעה בתחלה ואין בה ידיעה בסוף וזדון טמאת מקדש וקדשיו, וכן כפרת שעיר החיצון פרו של כהן גדול הקרב ביום הכפורים מכפר על הכהנים: רבי שמעון אומר כשם. שאתה מודה בדם השעיר הפנימי שמכפר על ישראל כפרתו בלא שום ודוי, שאין ודוי בשעיר הפנימי אלא בשעיר המשתלח, כך דם הפר בלא שום ודוי מכפר על הכהנים על טמאת מקדש וקדשיו. איתר ליה ודויו של פר במקום ודוי של שעיר המשתלח לכפר על הכהנים בשאר עברות, ואין להם כפרה בשעיר המשתלח: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֶחָד יִשְׂרָאֵל וְאֶחָד כֹּהֲנִים. הָכִי קָאָמַר, אֶחָד יִשְׂרָאֵל וְאֶחָד כֹּהֲנִים וְאֶחָד כֹּהֵן מָשׁוּחַ מִתְכַּפְּרִים בְּשָׂעִיר הַמִּשְׁתַּלֵּחַ בִּשְׁאָר עֲבֵרוֹת, וְאֵין חִלּוּק בֵּינֵיהֶן: אֶלָּא שֶׁדַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. כָּל מַה שֶּׁשָּׂעִיר הַפְּנִימִי מְכַפֵּר עַל יִשְׂרָאֵל, דְּהַיְנוּ תְּלִיַּת יִשְׂרָאֵל עַל שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וְאֵין בָּהּ יְדִיעָה בַסּוֹף וּזְדוֹן טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, וְכֵן כַּפָּרַת שָׂעִיר הַחִיצוֹן פָּרוֹ שֶׁל כֹּהֵן גָּדוֹל הַקָּרֵב בְּיוֹם הַכִּפּוּרִים מְכַפֵּר עַל הַכֹּהֲנִים: רַבִּי שִׁמְעוֹן אוֹמֵר כְּשֵׁם. שֶׁאַתָּה מוֹדֶה בְּדַם הַשָּׂעִיר הַפְּנִימִי שֶׁמְּכַפֵּר עַל יִשְׂרָאֵל כַּפָּרָתוֹ בְּלֹא שׁוּם וִדּוּי, שֶׁאֵין וִדּוּי בַּשָּׂעִיר הַפְּנִימִי אֶלָּא בַשָּׂעִיר הַמִּשְׁתַּלֵּחַ, כָּךְ דַּם הַפָּר בְּלֹא שׁוּם וִדּוּי מְכַפֵּר עַל הַכֹּהֲנִים עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. אַיְתַר לֵיהּ וִדּוּיוֹ שֶׁל פַּר בִּמְקוֹם וִדּוּי שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ לְכַפֵּר עַל הַכֹּהֲנִים בִּשְׁאָר עֲבֵרוֹת, וְאֵין לָהֶם כַּפָּרָה בַּשָּׂעִיר הַמִּשְׁתַּלֵּחַ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות א ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-1-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-1"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-1-7",
      "jbo:text": "עיקר תוי\"ט {כז} אחד כו'. בגמרא יליף ליה: {כח} הכהנים. דהא כתיב בתר מעשה פר ושעיר וכפר על הקדש וגו'. והתוספות כתבו דבשעיר הפנימי כתיב אשר לעם, ולא לכהנים, וחיצון אתקש לפנימי. עין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כז} אֶחָד כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ: {כח} הַכֹּהֲנִים. דְּהָא כְתִיב בָּתַר מַעֲשֵׂה פַר וְשָׂעִיר וְכִפֶּר עַל הַקֹּדֶשׁ וְגוֹ'. וְהַתּוֹסָפוֹת כָּתְבוּ דְּבַשָּׂעִיר הַפְּנִימִי כְּתִיב אֲשֶׁר לָעָם, וְלֹא לַכֹּהֲנִים, וְחִיצוֹן אִתַּקַּשׁ לַפְּנִימִי. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות א ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-1-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-4-6-2-1",
      "jbo:text": "ידיעות הטמאה שתים שהן ארבע. נטמא וידע ונעלמה ממנו הטמאה וזכור את הקדש, נעלם ממנו הקדש וזכור את הטמאה, נעלמו ממנו זה וזה ואכל את הקדש ולא ידע, ומשאכל ידע, הרי זה בעולה ויורד. נטמא וידע ונעלמה ממנו טמאה וזכור את המקדש, נעלם ממנו מקדש וזכור את הטמאה, נעלמו ממנו זה וזה ונכנס למקדש ולא ידע, ומשיצא ידע, הרי זה בעולה ויורד",
      "jbo:textNikud": "יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ הַטֻּמְאָה וְזָכוּר אֶת הַקֹּדֶשׁ, נֶעְלַם מִמֶּנּוּ הַקֹּדֶשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְאָכַל אֶת הַקֹּדֶשׁ וְלֹא יָדַע, וּמִשֶּׁאָכַל יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְנִכְנַס לַמִּקְדָּשׁ וְלֹא יָדַע, וּמִשֶּׁיָּצָא יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד",
      "rdfs:label": "משנה שבועות ב א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-2-1",
      "jbo:text": "ר\"ע מברטנורה ידיעות הטמאה. נטמא וידע שנטמא {א}. בשעת טמאה או אחרי כן: נעלמה ממנו טמאה. ועל ידי אותו העלם אכל קדש, הרי אחת. ונכנס למקדש, הרי שתים. דכתיב ונעלם ממנו והוא טמא, משמע שנתעלמה ממנו טמאה. ולפי שאינו חיב עליה אלא אם כן ידע בתחלה שנטמא ואחר כך נעלמה ממנו, משום הכי קרי לה ידיעות {ב}: נעלם ממנו הקדש. או המקדש, ואכל קדש או נכנס למקדש, וזכור לטמאה. הרי שתים אחרות דלא כתיבי {ג}: נעלם ממנו זה וזה. אינו ממנין הידיעות {ד}, אלא הא קמשמע לן דאף על גב דבשעת אכילת קדש או כניסת מקדש אינו זכור לא לטמאה ולא לקדש, חיב קרבן עולה ויורד: {ד}, אלא הא קמשמע לן דאע''ג דבשעת אכילת קודש או כניסת מקדש אינו זכור לא לטומאה ולא לקודש, חייב קרבן עולה ויורד: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה יְדִיעוֹת הַטֻּמְאָה. נִטְמָא וְיָדַע שֶׁנִּטְמָא {א}. בִּשְׁעַת טֻמְאָה אוֹ אַחֲרֵי כֵן: נֶעֶלְמָה מִמֶּנּוּ טֻמְאָה. וְעַל יְדֵי אוֹתוֹ הֶעְלֵם אָכַל קֹדֶשׁ, הֲרֵי אַחַת. וְנִכְנַס לַמִּקְדָּשׁ, הֲרֵי שְׁתַּיִם. דִּכְתִיב וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא, מַשְׁמַע שֶׁנִּתְעַלְּמָה מִמֶּנּוּ טֻמְאָה. וּלְפִי שֶׁאֵינוֹ חַיָּב עָלֶיהָ אֶלָּא אִם כֵּן יָדַע בַתְּחִלָּה שֶׁנִּטְמָא וְאַחַר כָּךְ נֶעֶלְמָה מִמֶּנּוּ, מִשּׁוּם הָכִי קָרֵי לַהּ יְדִיעוֹת {ב}: נֶעְלַם מִמֶּנּוּ הַקֹּדֶשׁ. אוֹ הַמִּקְדָּשׁ, וְאָכַל קֹדֶשׁ אוֹ נִכְנַס לַמִּקְדָּשׁ, וְזָכוּר לַטֻּמְאָה. הֲרֵי שְׁתַּיִם אֲחֵרוֹת דְּלֹא כְתִיבֵי {ג}: נֶעְלַם מִמֶּנּוּ זֶה וָזֶה. אֵינוֹ מִמִּנְיַן הַיְדִיעוֹת {ד}, אֶלָּא הָא קָמַשְׁמַע לָן דְּאַף עַל גַּב דְּבִשְׁעַת אֲכִילַת קֹדֶשׁ אוֹ כְנִיסַת מִקְדָּשׁ אֵינוֹ זָכוּר לֹא לַטֻּמְאָה וְלֹא לַקֹּדֶשׁ, חַיָּב קָרְבָּן עוֹלֶה וְיוֹרֵד: {ד}, אלא הא קמשמע לן דאע''ג דבשעת אכילת קודש או כניסת מקדש אינו זכור לא לטומאה ולא לקודש, חייב קרבן עולה ויורד: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ב א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-2-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-2-1",
      "jbo:text": "עיקר תוי\"ט {א} רש\"י. משמע שפרש כלה מתניתין בידיעה גמורה. שפרש וידע שנטמא כו'. והמדקדק יכול לפרש כלה מתניתין בידיעת בית רבו. תוספות. ועין פרק קמא משנה ג'. ועוד דע, שעם זה שצריך שתהא לו ידיעה שנטמא צריך גם כן שתהא לו ידיעה שזה מקדש ושזה קדש: {ב} והינו טעמא נמי דלא תני ארבע שהם שמנה, והינו עוד ארבע ידיעות בסוף, דלא חשיב הני ידיעות דאיתנהו בכל התורה כלה, שאין אדם מביא חטאת אלא אם כן נודע לו שחטא, כדאיתא בגמרא: {ג} בהדיא. אלא מרבויא דונעלם דרשינן לה בסוף פרקין: {ד} ולא קשיא אמאי לא חשיב להו ולהוי שש, דמכיון דחשבינן ידיעת הטמאה דלקדש וכן דלמקדש, וכן ידיעת המקדש גם ידיעת הקדש, אין להוסיף במנין ידיעות העלם שניהם יחד, כיון שכבר נמנו כל אחת בפרט: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} רַשִׁ\"י. מַשְׁמַע שֶׁפֵּרֵשׁ כֻּלַּהּ מַתְנִיתִין בִּידִיעָה גְמוּרָה. שֶׁפֵּרֵשׁ וְיָדַע שֶׁנִּטְמָא כוּ'. וְהַמְדַקְדֵּק יָכוֹל לְפָרֵשׁ כֻּלַּהּ מַתְנִיתִין בִּידִיעַת בֵּית רַבּוֹ. תּוֹסָפוֹת. וְעַיֵּן פֶּרֶק קַמָּא מִשְׁנָה ג'. וְעוֹד דַּע, שֶׁעִם זֶה שֶׁצָּרִיךְ שֶׁתְּהֵא לוֹ יְדִיעָה שֶׁנִּטְמָא צָרִיךְ גַּם כֵּן שֶׁתְּהֵא לוֹ יְדִיעָה שֶׁזֶּה מִקְדָּשׁ וְשֶׁזֶּה קֹדֶשׁ: {ב} וְהַיְנוּ טַעֲמָא נַמִּי דְּלֹא תָנֵי אַרְבַּע שֶׁהֵם שְׁמֹנֶה, וְהַיְנוּ עוֹד אַרְבַּע יְדִיעוֹת בַּסּוֹף, דְּלֹא חָשֵׁיב הָנֵי יְדִיעוֹת דְּאִיתְנְהוּ בְכָל הַתּוֹרָה כֻּלָּהּ, שֶׁאֵין אָדָם מֵבִיא חַטָּאת אֶלָּא אִם כֵּן נוֹדַע לוֹ שֶׁחָטָא, כִּדְאִיתָא בַגְּמָרָא: {ג} בְּהֶדְיָא. אֶלָּא מֵרִבּוּיָא דִּוְנֶעְלַם דָּרְשִׁינַן לַהּ בְּסוֹף פִּרְקִין: {ד} וְלֹא קַשְׁיָא אַמַּאי לֹא חָשֵׁיב לְהוּ וְלֶהֱוֵי שֵׁשׁ, דְּמִכֵּיוָן דְּחָשְׁבִינַן יְדִיעַת הַטֻּמְאָה דְלַקֹּדֶשׁ וְכֵן דְּלַמִּקְדָּשׁ, וְכֵן יְדִיעַת הַמִּקְדָּשׁ גַּם יְדִיעַת הַקֹּדֶשׁ, אֵין לְהוֹסִיף בְּמִנְיַן יְדִיעוֹת הֶעְלֵם שְׁנֵיהֶם יַחַד, כֵּיוָן שֶׁכְּבָר נִמְנוּ כָּל אַחַת בִּפְרָט: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ב א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-2-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-4-6-2-2",
      "jbo:text": "אחד הנכנס לעזרה {ה} ואחד הנכנס לתוספת העזרה, שאין מוסיפין על העיר ועל העזרות אלא במלך ונביא ואורים ותמים ובסנהדרין של שבעים ואחד ובשתי תודות ובשיר. ובית דין {יב} מהלכין ושתי תודות אחריהם, וכל ישראל אחריהם. הפנימית {יג} נאכלת והחיצונה נשרפת. וכל שלא נעשה בכל אלו, הנכנס לשם אין חיבין עליה {יד}",
      "jbo:textNikud": "אֶחָד הַנִּכְנָס לָעֲזָרָה {ה} וְאֶחָד הַנִּכְנָס לְתוֹסֶפֶת הָעֲזָרָה, שֶׁאֵין מוֹסִיפִין עַל הָעִיר וְעַל הָעֲזָרוֹת אֶלָּא בְמֶלֶךְ וְנָבִיא וְאוּרִים וְתֻמִּים וּבְסַנְהֶדְרִין שֶׁל שִׁבְעִים וְאֶחָד וּבִשְׁתֵּי תוֹדוֹת וּבְשִׁיר. וּבֵית דִּין {יב} מְהַלְּכִין וּשְׁתֵּי תוֹדוֹת אַחֲרֵיהֶם, וְכָל יִשְׂרָאֵל אַחֲרֵיהֶם. הַפְּנִימִית {יג} נֶאֱכֶלֶת וְהַחִיצוֹנָה נִשְׂרָפֶת. וְכֹל שֶׁלֹּא נַעֲשָׂה בְכָל אֵלּוּ, הַנִּכְנָס לְשָׁם אֵין חַיָּבִין עָלֶיהָ {יד}",
      "rdfs:label": "משנה שבועות ב ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-2-2",
      "jbo:text": "ר\"ע מברטנורה אחד הנכנס לעזרה. ראשונה: ואחד הנכנס לתוספת. שהוסיפו עליה אחרי כן: שאין מוסיפין וכו'. לפיכך היא קדושה כראשונה: אלא במלך. דאמר קרא (שמות כה) ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו וכן תעשו, קרא יתרא הוא למדרש לדורות. ובימי משה הוא מלך {ו} ונביא ואחיו כהן גדול והיו שם אורים ותמים {ז} ושבעים זקנים {ח}, אף לדורות כן: ובשתי תודות. בשני לחמי תודה. והיו נושאים אותן בהקף סביב עד סוף הגבול שמקדשים, ושם אוכלים האחת ושורפים השניה, ועל פי נביא נאכלת ועל פי נביא נשרפת {ט}. והינו דתנן הפנימית נאכלת והחיצונה נשרפת. ומנחמיה בן חכליה גמר, דכתיב ביה (נחמיה יב) ואעמידה שתי תודות גדולת {י}: ובשיר. השיר שהיו אומרים ארוממך ה' כי דליתני {יא} (תהלים ל). ובית שני אף על פי שלא היה שם לא מלך ולא אורים ותמים, הקדשה שקדש שלמה הבית בראשונה קדשה לשעתה וקדשה לעתיד לבא. ועבודה דנחמיה בן חכליה לזכר בעלמא הוה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֶחָד הַנִּכְנָס לָעֲזָרָה. רִאשׁוֹנָה: וְאֶחָד הַנִּכְנָס לַתּוֹסֶפֶת. שֶׁהוֹסִיפוּ עָלֶיהָ אַחֲרֵי כֵן: שֶׁאֵין מוֹסִיפִין וְכוּ'. לְפִיכָךְ הִיא קְדוֹשָׁה כָּרִאשׁוֹנָה: אֶלָּא בְמֶלֶךְ. דְּאָמַר קְרָא (שְׁמוֹת כה) כְּכֹל אֲשֶׁר אֲנִי מַרְאֶה אוֹתְךָ אֵת תַּבְנִית הַמִּשְׁכָּן וְאֵת תַּבְנִית כָּל כֵּלָיו וְכֵן תַּעֲשׂוּ, קְרָא יְתֵרָא הוּא לְמִדְרַשׁ לְדוֹרוֹת. וּבִימֵי מֹשֶׁה הוּא מֶלֶךְ {ו} וְנָבִיא וְאָחִיו כֹּהֵן גָּדוֹל וְהָיוּ שָׁם אוּרִים וְתֻמִּים {ז} וְשִׁבְעִים זְקֵנִים {ח}, אַף לְדוֹרוֹת כֵּן: וּבִשְׁתֵּי תוֹדוֹת. בִּשְׁנֵי לַחֲמֵי תוֹדָה. וְהָיוּ נוֹשְׂאִים אוֹתָן בְּהֶקֵּף סָבִיב עַד סוֹף הַגְּבוּל שֶׁמְּקַדְּשִׁים, וְשָׁם אוֹכְלִים הָאַחַת וְשׂוֹרְפִים הַשְּׁנִיָּה, וְעַל פִּי נָבִיא נֶאֱכֶלֶת וְעַל פִּי נָבִיא נִשְׂרֶפֶת {ט}. וְהַיְנוּ דִתְנַן הַפְּנִימִית נֶאֱכֶלֶת וְהַחִיצוֹנָה נִשְׂרֶפֶת. וּמִנְּחֶמְיָה בֶּן חֲכַלְיָה גָּמַר, דִּכְתִיב בֵּיהּ (נְחֶמְיָה יב) וָאַעֲמִידָה שְׁתֵּי תוֹדוֹת גְּדוֹלֹת {י}: וּבְשִׁיר. הַשִּׁיר שֶׁהָיוּ אוֹמְרִים אֲרוֹמִמְךָ ה' כִּי דִלִּיתָנִי {יא} (תְּהִלִּים ל). וּבַיִת שֵׁנִי אַף עַל פִּי שֶׁלֹּא הָיָה שָׁם לֹא מֶלֶךְ וְלֹא אוּרִים וְתֻמִּים, הַקְּדֻשָּׁה שֶׁקִּדֵּשׁ שְׁלֹמֹה הַבַּיִת בָּרִאשׁוֹנָה קָדְשָׁה לִשְׁעָתָהּ וְקָדְשָׁה לֶעָתִיד לָבֹא. וַעֲבוֹדָה דִּנְחֶמְיָה בֶּן חֲכַלְיָה לְזֵכֶר בְּעָלְמָא הֲוָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ב ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-2-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-2-2",
      "jbo:text": "עיקר תוי\"ט {ה} לעזרה. דבעזרה נאמר כרת לטמא הנכנס, כדאיתא במשנה ח' פרק קמא דכלים: {ו} שעליו נאמר [דברים לג] ויהי בישרון מלך. הרמב\"ם: {ז} כלומר וכיון שאחיו כהן גדול היה אם כן היה שם אורים ותמים. והקשו התוספות אף על גב דאהרן היה בבנין המשכן וכי נשאלו באורים ותמים לעשות משכן, הלא קדם שנתכהן אהרן על ידי המלואים נעשה המשכן: {ח} רש\"י והרמב\"ם. ובסנהדרין פרש הר\"ב משום דמשה במקום סנהדרין הוה קאי. וטעמא דמסתבר הוא, לפי שלא נמצא מנוי שבעים לסנהדרין כי אם בפרשת מתאוננים, והיה זה אחר שנעשה המשכן כו'. ולפרושם דהכא, צריך לומר דשבעים זקנים שנאמרו בסוף פרשת משפטים הם היו מיחדים שבעדה לכל דבר שבקדשה, כעין סנהדרין: {ט} כלומר שאין טעם בדבר למה זו נאכלת ולמה זו נשרפת, אלא על פי נביא ברוח הקדש עשו כן. דליכא למימר דחיצונה כי אתיא קדשה המקום והפנימית היא לא נפסלת ביוצא ושלכך נאכלת, דהא בלא הא לא סגי: {י} בגמרא, מאי גדולות, אילימא כו', אלא גדולות שבתודה, ומאי ניהו חמץ. דחלות החמץ היו גדולות משל מצה (כדתנן ריש פ\"ז דמנחות): {יא} פרש רש\"י, הוא מזמור של חנכת הבית, לכך אומר אותו. ובגמרא מסים ושיר של פגעים עד כי אתה ה' מחסי עליון שמת מעונך, וחוזר ואומר מזמור לדוד בברחו [מפני אבשלום בנו] ה' מה רבו צרי כו'. ועין תוספות יום טוב: {יב} ובית דין כו'. למימרא דבית דין קמי תודה אזלי, והכתיב (נחמיה יב) וילך אחריהם הושעיה וחצי שרי יהודה. הכי קאמר, בית דין מהלכין ושתי תודות מהלכות ובית דין אחריהם. גמרא. כלומר דתני בית דין כו' והדר מפרש כיצד. ועין תוספות יום טוב: {יג} הפנימית. פליגי תנאי בגמרא, חד אמר זו כנגד זו היו מהלכות, כלומר שני כהנים נושאים אותם זה אצל זה, והויא הפנימית הך דמקרבא אצל חומה. וחד אמר זו אחר זו, והוי הפנימית הך דמקרבא לבית דין: {יד} אין חיבין. הכי קאמר, הנכנס למקום פלוני והנכנס למקום פלוני והנכנס כו' כלם אין חיבין על המקום שנכנס כל אחד ואחד: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} לָעֲזָרָה. דְּבָעֲזָרָה נֶאֱמַר כָּרֵת לְטָמֵא הַנִּכְנָס, כִּדְאִיתָא בְּמִשְׁנָה ח' פֶּרֶק קַמָּא דְכֵלִים: {ו} שֶׁעָלָיו נֶאֱמַר [דְּבָרִים לג] וַיְהִי בִישֻׁרוּן מֶלֶךְ. הָרַמְבַּ\"ם: {ז} כְּלוֹמַר וְכֵיוָן שֶׁאָחִיו כֹּהֵן גָּדוֹל הָיָה אִם כֵּן הָיָה שָׁם אוּרִים וְתֻמִּים. וְהִקְשׁוּ הַתּוֹסָפוֹת אַף עַל גַּב דְּאַהֲרֹן הָיָה בְבִנְיַן הַמִּשְׁכָּן וְכִי נִשְׁאֲלוּ בְאוּרִים וְתֻמִּים לַעֲשׂוֹת מִשְׁכָּן, הֲלֹא קֹדֶם שֶׁנִּתְכַּהֵן אַהֲרֹן עַל יְדֵי הַמִּלּוּאִים נַעֲשָׂה הַמִּשְׁכָּן: {ח} רַשִׁ\"י וְהָרַמְבַּ\"ם. וּבְסַנְהֶדְרִין פֵּרֵשׁ הָרַ\"ב מִשּׁוּם דְּמֹשֶׁה בִּמְקוֹם סַנְהֶדְרִין הֲוָה קָאֵי. וְטַעֲמָא דְמִסְתַּבֵּר הוּא, לְפִי שֶׁלֹּא נִמְצָא מִנּוּי שִׁבְעִים לַסַּנְהֶדְרִין כִּי אִם בְּפָרָשַׁת מִתְאוֹנְנִים, וְהָיָה זֶה אַחַר שֶׁנַּעֲשָׂה הַמִּשְׁכָּן כוּ'. וּלְפֵרוּשָׁם דְּהָכָא, צָרִיךְ לוֹמַר דְּשִׁבְעִים זְקֵנִים שֶׁנֶּאֶמְרוּ בְסוֹף פָּרָשַׁת מִשְׁפָּטִים הֵם הָיוּ מְיֻחָדִים שֶׁבָּעֵדָה לְכָל דָּבָר שֶׁבִּקְדֻשָּׁה, כְּעֵין סַנְהֶדְרִין: {ט} כְּלוֹמַר שֶׁאֵין טַעַם בַּדָּבָר לָמָּה זוֹ נֶאֱכֶלֶת וְלָמָּה זוֹ נִשְׂרֶפֶת, אֶלָּא עַל פִּי נָבִיא בְרוּחַ הַקֹּדֶשׁ עָשׂוּ כֵן. דְּלֵיכָּא לְמֵימַר דְּחִיצוֹנָה כִי אָתְיָא קִדְּשָׁה הַמָּקוֹם וְהַפְּנִימִית הִיא לֹא נִפְסֶלֶת בְּיוֹצֵא וְשֶׁלְּכָךְ נֶאֱכֶלֶת, דְּהָא בְּלֹא הָא לֹא סַגִּי: {י} בַּגְּמָרָא, מַאי גְּדוֹלוֹת, אִילֵימָא כוּ', אֶלָּא גְדוֹלוֹת שֶׁבַּתּוֹדָה, וּמַאי נִיהוּ חָמֵץ. דְּחַלּוֹת הֶחָמֵץ הָיוּ גְדוֹלוֹת מִשֶּׁל מַצָּה (כְּדִתְנַן רֵישׁ פּ\"ז דִּמְנָחוֹת): {יא} פֵּרֵשׁ רַשִׁ\"י, הוּא מִזְמוֹר שֶׁל חֲנֻכַּת הַבַּיִת, לְכָךְ אוֹמֵר אוֹתוֹ. וּבַגְּמָרָא מְסַיֵּם וְשִׁיר שֶׁל פְּגָעִים עַד כִּי אַתָּה ה' מַחְסִי עֶלְיוֹן שַׂמְתָּ מְעוֹנֶךָ, וְחוֹזֵר וְאוֹמֵר מִזְמוֹר לְדָוִד בְּבָרְחוֹ [מִפְּנֵי אַבְשָׁלוֹם בְּנוֹ] ה' מָה רַבּוּ צָרָי כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} וּבֵית דִּין כוּ'. לְמֵימְרָא דְּבֵית דִּין קַמֵּי תוֹדָה אָזְלֵי, וְהַכְּתִיב (נְחֶמְיָה יב) וַיֵּלֵךְ אַחֲרֵיהֶם הוֹשַׁעְיָה וַחֲצִי שָׂרֵי יְהוּדָה. הָכִי קָאָמַר, בֵּית דִּין מְהַלְּכִין וּשְׁתֵּי תוֹדוֹת מְהַלְּכוֹת וּבֵית דִּין אַחֲרֵיהֶם. גְּמָרָא. כְּלוֹמַר דְּתָנֵי בֵית דִּין כוּ' וַהֲדַר מְפָרֵשׁ כֵּיצַד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} הַפְּנִימִית. פְּלִיגֵי תַנָּאֵי בַגְּמָרָא, חַד אָמַר זוֹ כְנֶגֶד זוֹ הָיוּ מְהַלְּכוֹת, כְּלוֹמַר שְׁנֵי כֹהֲנִים נוֹשְׂאִים אוֹתָם זֶה אֵצֶל זֶה, וְהַוְיָא הַפְּנִימִית הַךְ דְּמִקָּרְבָא אֵצֶל חוֹמָה. וְחַד אָמַר זוֹ אַחַר זוֹ, וְהָוֵי הַפְּנִימִית הַךְ דְּמִקָּרְבָא לְבֵית דִּין: {יד} אֵין חַיָּבִין. הָכִי קָאָמַר, הַנִּכְנָס לְמָקוֹם פְּלוֹנִי וְהַנִּכְנָס לְמָקוֹם פְּלוֹנִי וְהַנִּכְנָס כוּ' כֻּלָּם אֵין חַיָּבִין עַל הַמָּקוֹם שֶׁנִּכְנָס כָּל אֶחָד וְאֶחָד: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ב ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-2-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-4-6-2-3",
      "jbo:text": "נטמא בעזרה {טו} ונעלמה ממנו טמאה וזכור את המקדש, נעלם ממנו מקדש וזכור לטמאה, נעלם ממנו זה וזה, והשתחוה {יט} או ששהה בכדי השתחואה, בא לו בארכה, חיב. בקצרה, פטור. זו היא מצות עשה שבמקדש, שאין חיבין עליה",
      "jbo:textNikud": "נִטְמָא בָעֲזָרָה {טו} וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר לַטֻּמְאָה, נֶעְלַם מִמֶּנּוּ זֶה וָזֶה, וְהִשְׁתַּחֲוָה {יט} אוֹ שֶׁשָּׁהָה בִכְדֵי הִשְׁתַּחֲוָאָה, בָּא לוֹ בָאֲרֻכָּה, חַיָּב. בַּקְּצָרָה, פָּטוּר. זוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּמִּקְדָּשׁ, שֶׁאֵין חַיָּבִין עָלֶיהָ",
      "rdfs:label": "משנה שבועות ב ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-2-3",
      "jbo:text": "ר\"ע מברטנורה נטמא בעזרה. וידע שנטמא, והשתחוה בהעלם זה כלפי פנים, אף על פי שלא שהה {טז}. או השתחוה כלפי חוץ, והוא דשהה כדי השתחואה {יז}. ושעור השתחויה היא כדי שיקרא אדם פסוק זה בישוב {יח}, ויכרעו אפים ארצה על הרצפה וישתחוו להודות [והודות] לה' כי טוב כי לעולם חסדו. והוא פסוק בדברי הימים (ב ז): או שבא לו בארכה. שיצא לו דרך ארכה שיש קצרה ממנו לצאת, ואפלו לא שהה תחלה, חיב: ובקצרה פטור. היכא דלא השתחוה ולא שהה, ויצא לו דרך קצרה, פטור: זו היא מצות עשה שבמקדש. דיש כאן וישלחו מן המחנה כל טמא: שאין חיבין עליה. בית דין, פר העלם דבר. שאם שגגו וטעו בהוראה זו, והורו לו שיצא בארכה, אין מביאין על שגגת הוראה זו פר העלם דבר של צבור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נִטְמָא בָעֲזָרָה. וְיָדַע שֶׁנִּטְמָא, וְהִשְׁתַּחֲוָה בְהֶעְלֵם זֶה כְּלַפֵּי פְנִים, אַף עַל פִּי שֶׁלֹּא שָׁהָה {טז}. אוֹ הִשְׁתַּחֲוָה כְלַפֵּי חוּץ, וְהוּא דְּשָׁהָה כְדֵי הִשְׁתַּחֲוָאָה {יז}. וְשִׁעוּר הִשְׁתַּחֲוָיָה הִיא כְּדֵי שֶׁיִּקְרָא אָדָם פָּסוּק זֶה בְּיִשּׁוּב {יח}, וַיִּכְרְעוּ אַפַּיִם אַרְצָה עַל הָרִצְפָּה וַיִּשְׁתַּחֲווּ לְהוֹדוֹת [וְהוֹדוֹת] לַה' כִּי טוֹב כִּי לְעוֹלָם חַסְדּוֹ. וְהוּא פָסוּק בְּדִבְרֵי הַיָּמִים (ב ז): אוֹ שֶׁבָּא לוֹ בָאֲרֻכָּה. שֶׁיָּצָא לוֹ דֶרֶךְ אֲרֻכָּה שֶׁיֵּשׁ קְצָרָה מִמֶּנּוּ לָצֵאת, וַאֲפִלּוּ לֹא שָׁהָה תְּחִלָּה, חַיָּב: וּבַקְּצָרָה פָּטוּר. הֵיכָא דְּלֹא הִשְׁתַּחֲוָה וְלֹא שָׁהָה, וְיָצָא לוֹ דֶּרֶךְ קְצָרָה, פָּטוּר: זוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּמִּקְדָּשׁ. דְּיֵשׁ כָּאן וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל טָמֵא: שֶׁאֵין חַיָּבִין עָלֶיהָ. בֵּית דִּין, פַּר הֶעְלֵם דָּבָר. שֶׁאִם שָׁגְגוּ וְטָעוּ בְּהוֹרָאָה זוֹ, וְהוֹרוּ לוֹ שֶׁיֵּצֵא בָאֲרֻכָּה, אֵין מְבִיאִין עַל שִׁגְגַת הוֹרָאָה זוֹ פַּר הֶעְלֵם דָּבָר שֶׁל צִבּוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ב ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-2-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-2-3",
      "jbo:text": "עיקר תוי\"ט {טו} בעזרה. בגמרא יליף לה אף לנטמא בפנים. ועין תוספות יום טוב: {טז} וזו כריעה בעלמא. גמרא: {יז} גמרא. ופרש רש\"י, מחיב משום שהיה. והדין עמו כו'. והא קא משמע לן דהשתחויה דכלפי חוץ בעי שהיה, ואי לא, לא. אבל לא דבעי השתחויה על כל פנים. ועין תוספות יום טוב: {יח} לא במהירות ולא באריכות. הרמב\"ם: {יט} והשתחוה כו'. שעורין הללו הלכה למשה מסיני הם במי שנטמא בתוך העזרה. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טו} בָּעֲזָרָה. בַּגְּמָרָא יָלֵיף לַהּ אַף לַנִּטְמָא בִּפְנִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וְזוֹ כְרִיעָה בְעָלְמָא. גְּמָרָא: {יז} גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י, מִחַיַּב מִשּׁוּם שְׁהִיָּה. וְהַדִּין עִמּוֹ כוּ'. וְהָא קָא מַשְׁמַע לָן דְּהִשְׁתַּחֲוָיָה דִכְלַפֵּי חוּץ בָּעֵי שְׁהִיָּה, וְאִי לֹא, לֹא. אֲבָל לֹא דְבָעֵי הִשְׁתַּחֲוָיָה עַל כָּל פָּנִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} לֹא בִמְהִירוּת וְלֹא בַאֲרִיכוּת. הָרַמְבַּ\"ם: {יט} וְהִשְׁתַּחֲוָה כוּ'. שִׁעוּרִין הַלָּלוּ הֲלָכָה לְמֹשֶׁה מִסִּינַי הֵם בְּמִי שֶׁנִּטְמָא בְתוֹךְ הָעֲזָרָה. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ב ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-2-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-4-6-2-4",
      "jbo:text": "ואיזו היא מצות עשה שבנדה {כ} שחיבין עליה, היה משמש עם הטהורה ואמרה לו נטמאתי, ופרש מיד, חיב, מפני שיציאתו הנאה לו כביאתו",
      "jbo:textNikud": "וְאֵיזוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּנִּדָּה {כ} שֶׁחַיָּבִין עָלֶיהָ, הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה וְאָמְרָה לוֹ נִטְמֵאתִי, וּפֵרַשׁ מִיָּד, חַיָּב, מִפְּנֵי שֶׁיְּצִיאָתוֹ הֲנָאָה לוֹ כְּבִיאָתוֹ",
      "rdfs:label": "משנה שבועות ב ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-2-4",
      "jbo:text": "ר\"ע מברטנורה ואיזו היא מצות עשה שבנדה. שדומה לזו שבמקדש, שארע לו הטמאה משבא בהתר לידי כניסה, אם שגגו בית דין בהוראה זו חיבים עליה פר העלם דבר: היה משמש עם הטהורה. שנכנס בהתר ואמרה לו נטמאתי עכשיו, ופרש מיד בקשי האבר, חיב. אלא יעמד בלא דישה עד שימות האבר ויפרש בלא קשי. וזהו העשה שבנדה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְאֵיזוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּנִּדָּה. שֶׁדּוֹמָה לְזוֹ שֶׁבַּמִּקְדָּשׁ, שֶׁאֵרַע לוֹ הַטֻּמְאָה מִשֶּׁבָּא בְהֶתֵּר לִידֵי כְנִיסָה, אִם שָׁגְגוּ בֵית דִּין בְּהוֹרָאָה זוֹ חַיָּבִים עָלֶיהָ פַּר הֶעְלֵם דָּבָר: הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה. שֶׁנִּכְנַס בְּהֶתֵּר וְאָמְרָה לוֹ נִטְמֵאתִי עַכְשָׁיו, וּפָרַשׁ מִיָּד בִּקְשִׁי הָאֵבָר, חַיָּב. אֶלָּא יַעֲמֹד בְּלֹא דִישָׁה עַד שֶׁיָּמוּת הָאֵבָר וְיִפְרֹשׁ בְּלֹא קֹשִׁי. וְזֶהוּ הָעֲשֵׂה שֶׁבַּנִּדָּה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ב ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-2-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-2-4",
      "jbo:text": "עיקר תוי\"ט {כ} שבנדה. דאמר קרא (ויקרא טו) ותהי נדתה עליו, אפלו בשעת נדתה תהא עליו. גמרא. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} שֶׁבַּנִּדָּה. דְּאָמַר קְרָא (וַיִּקְרָא טו) וּתְהִי נִדָּתָהּ עָלָיו, אֲפִלּוּ בִשְׁעַת נִדָּתָהּ תְּהֵא עָלָיו. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ב ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-2-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-4-6-2-5",
      "jbo:text": "רבי אליעזר אומר, השרץ וגו' ונעלם ממנו (ויקרא ה), על העלם שרץ חיב, ואינו חיב על העלם מקדש. רבי עקיבא אומר, ונעלם ממנו והוא טמא {כב} (שם), על העלם טמאה חיב, ואינו חיב על העלם מקדש. רבי ישמעאל אומר, ונעלם ונעלם שתי פעמים, לחיב על העלם טמאה ועל העלם מקדש",
      "jbo:textNikud": "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַשֶּׁרֶץ וְגוֹ' וְנֶעְלַם מִמֶּנּוּ (ויקרא ה), עַל הֶעְלֵם שֶׁרֶץ חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי עֲקִיבָא אוֹמֵר, וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא {כב} (שם), עַל הֶעְלֵם טֻמְאָה חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, וְנֶעְלַם וְנֶעְלַם שְׁתֵּי פְעָמִים, לְחַיֵּב עַל הֶעְלֵם טֻמְאָה וְעַל הֶעְלֵם מִקְדָּשׁ",
      "rdfs:label": "משנה שבועות ב ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-2-5",
      "jbo:text": "ר\"ע מברטנורה רבי אליעזר אומר השרץ ונעלם. דאמר קרא (ויקרא ה) או בנבלת שרץ טמא ונעלם ממנו, וקרא יתרא הוא, דהא לעיל כתיב או נפש אשר תגע בכל דבר טמא, ושרץ בכלל דבר טמא הוא, אלא ללמדך שאם ידע שנטמא ודאי ואינו יודע אם בשרץ אם בנבלה אינו חיב קרבן אם אכל קדש עד שתהיה לו ידיעה בתחלה אם בשרץ נטמא או בנבלה נטמא {כא}. ורבי עקיבא סבר, דכיון דידע ודאי שנטמא אף על גב דלא אתברירא ליה הטמאה שנטמא אם בשרץ או בנבלה, חיב. ותרויהו פטרי על העלם מקדש. ורבי ישמעאל מחיב. והלכה כרבי ישמעאל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי אֱלִיעֶזֶר אוֹמֵר הַשֶּׁרֶץ וְנֶעְלַם. דְּאָמַר קְרָא (וַיִּקְרָא ה) אוֹ בְּנִבְלַת שֶׁרֶץ טָמֵא וְנֶעְלַם מִמֶּנּוּ, וּקְרָא יְתֵרָא הוּא, דְּהָא לְעֵיל כְּתִיב אוֹ נֶפֶשׁ אֲשֶׁר תִּגַּע בְּכָל דָּבָר טָמֵא, וְשֶׁרֶץ בִּכְלַל דָּבָר טָמֵא הוּא, אֶלָּא לְלַמֶּדְךָ שֶׁאִם יָדַע שֶׁנִּטְמָא וַדַּאי וְאֵינוֹ יוֹדֵעַ אִם בְּשֶׁרֶץ אִם בִּנְבֵלָה אֵינוֹ חַיָּב קָרְבָּן אִם אָכַל קֹדֶשׁ עַד שֶׁתִּהְיֶה לוֹ יְדִיעָה בַתְּחִלָּה אִם בְּשֶׁרֶץ נִטְמָא אוֹ בִנְבֵלָה נִטְמָא {כא}. וְרַבִּי עֲקִיבָא סָבַר, דְּכֵיוָן דְּיָדַע וַדַּאי שֶׁנִּטְמָא אַף עַל גַּב דְּלֹא אִתְבְּרִירָא לֵיהּ הַטֻּמְאָה שֶׁנִּטְמָא אִם בְּשֶׁרֶץ אוֹ בִּנְבֵלָה, חַיָּב. וְתַרְוַיְהוּ פָטְרֵי עַל הֶעְלֵם מִקְדָּשׁ. וְרַבִּי יִשְׁמָעֵאל מְחַיֵּב. וַהֲלָכָה כְּרַבִּי יִשְׁמָעֵאל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ב ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-2-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-2"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-2-5",
      "jbo:text": "עיקר תוי\"ט {כא} דאלו אשאר מחיבי קרבנות, מחיב רבי אליעזר אפלו לא נודע לו באיזה חטא שחטא. כדתנן במשנה ב' פרק ד' דכרתות. גמרא: {כב} רבי עקיבא אומר כו'. ואידי דבעי למכתב בהמה וחיה לדרשא כו', כתב נמי שרץ, כדתנא דבי רבי ישמעאל כל פרשה שנאמרה ונשנית לא נשנית אלא בשביל דבר שנתחדש בה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כא} דְּאִלּוּ אַשְּׁאָר מְחֻיָּבֵי קָרְבָּנוֹת, מְחַיֵּב רַבִּי אֱלִיעֶזֶר אֲפִלּוּ לֹא נוֹדַע לוֹ בְּאֵיזֶה חֵטְא שֶׁחָטָא. כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק ד' דִּכְרֵתוֹת. גְּמָרָא: {כב} רַבִּי עֲקִיבָא אוֹמֵר כוּ'. וְאַיְדֵי דְבָעֵי לְמִכְתַּב בְּהֵמָה וְחַיָּה לִדְרָשָׁא כוּ', כָּתַב נַמִּי שֶׁרֶץ, כִּדְתָנָא דְבֵי רַבִּי יִשְׁמָעֵאל כָּל פָּרָשָׁה שֶׁנֶּאֶמְרָה וְנִשְׁנֵית לֹא נִשְׁנֵית אֶלָּא בִשְׁבִיל דָּבָר שֶׁנִּתְחַדֵּשׁ בָּהּ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ב ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-2-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-1",
      "jbo:text": "שבועות שתים שהן ארבע, שבועה שאכל ושלא אכל, שאכלתי ושלא אכלתי. שבועה שלא אכל ואכל כל שהוא, חיב, דברי רבי עקיבא. אמרו לו לרבי עקיבא, היכן מצינו באוכל כל שהוא שהוא חיב {ב}, שזה חיב. אמר להן רבי עקיבא, וכי היכן מצינו במדבר {ג} ומביא קרבן, שזה מדבר ומביא קרבן. שבועה שלא אכל ואכל ושתה, אינו חיב אלא אחת. שבועה שלא אכל ושלא אשתה ואכל ושתה, חיב שתים",
      "jbo:textNikud": "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, שְׁבוּעָה שֶׁאֹכַל וְשֶׁלֹּא אֹכַל, שֶׁאָכַלְתִּי וְשֶׁלֹּא אָכַלְתִּי. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל כָּל שֶׁהוּא, חַיָּב, דִּבְרֵי רַבִּי עֲקִיבָא. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, הֵיכָן מָצִינוּ בְּאוֹכֵל כָּל שֶׁהוּא שֶׁהוּא חַיָּב {ב}, שֶׁזֶּה חַיָּב. אָמַר לָהֶן רַבִּי עֲקִיבָא, וְכִי הֵיכָן מָצִינוּ בִּמְדַבֵּר {ג} וּמֵבִיא קָרְבָּן, שֶׁזֶּה מְדַבֵּר וּמֵבִיא קָרְבָּן. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל וְשָׁתָה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל וְשֶׁלֹּא אֶשְׁתֶּה וְאָכַל וְשָׁתָה, חַיָּב שְׁתָּיִם",
      "rdfs:label": "משנה שבועות ג א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-1",
      "jbo:text": "ר\"ע מברטנורה שבועות שתים. שאכל ושלא אכל. הם השתים המפרשות, דכתיב (ויקרא ה) להרע או להיטיב, דמשמע להבא. לא אכל, להרע. אכל, להיטיב: שאכלתי ושלא אכלתי. הם השתים הנוספות ממדרש חכמים {א}: מדבר ומביא קרבן. בשביל בטול דבורו. וכיון דמשום בטול דבורו הוא, אף זה בטול דבורו הוא. שהאומר לא אכל, דעתו לאסר עצמו בכל שהוא: שבועה שלא אכל ואכל ושתה. אף על גב דשתיה בכלל אכילה {ד} אינו חיב אלא אחת, דהוי ליה כאוכל וחוזר ואוכל בהעלם אחד: שלא אכל ושלא אשתה. הוו להו שתי שבועות. ואף על גב דמכי אמר לא אכל אתסר ליה בשתיה, דשתיה בכלל אכילה, וכי הדר ואמר תו לא אשתה הוה לן למימר דאין שבועה חלה על שבועה, שאני הכא, כיון דאמר ברישא לא אכל והדר אמר לא אשתה גלי דעתיה דהך אכילה דאמר ברישא אכילה גרידתא היא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעוֹת שְׁתַּיִם. שֶׁאֹכַל וְשֶׁלֹּא אֹכַל. הֵם הַשְּׁתַּיִם הַמְפֹרָשׁוֹת, דִּכְתִיב (וַיִּקְרָא ה) לְהָרַע אוֹ לְהֵיטִיב, דְּמַשְׁמַע לְהַבָּא. לֹא אֹכַל, לְהָרַע. אֹכַל, לְהֵיטִיב: שֶׁאָכַלְתִּי וְשֶׁלֹּא אָכַלְתִּי. הֵם הַשְּׁתַּיִם הַנּוֹסָפוֹת מִמִּדְרַשׁ חֲכָמִים {א}: מְדַבֵּר וּמֵבִיא קָרְבָּן. בִּשְׁבִיל בִּטּוּל דִּבּוּרוֹ. וְכֵיוָן דְּמִשּׁוּם בִּטּוּל דִּבּוּרוֹ הוּא, אַף זֶה בִּטּוּל דִּבּוּרוֹ הוּא. שֶׁהָאוֹמֵר לֹא אֹכַל, דַּעְתּוֹ לֶאֱסֹר עַצְמוֹ בְּכָל שֶׁהוּא: שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל וְשָׁתָה. אַף עַל גַּב דִּשְׁתִיָּה בִּכְלַל אֲכִילָה {ד} אֵינוֹ חַיָּב אֶלָּא אַחַת, דַּהֲוֵי לֵיהּ כְּאוֹכֵל וְחוֹזֵר וְאוֹכֵל בְּהֶעְלֵם אֶחָד: שֶׁלֹּא אֹכַל וְשֶׁלֹּא אֶשְׁתֶּה. הָווּ לְהוּ שְׁתֵּי שְׁבוּעוֹת. וְאַף עַל גַּב דְּמִכִּי אָמַר לֹא אֹכַל אִתְּסַר לֵיהּ בִשְׁתִיָּה, דִּשְׁתִיָּה בִּכְלַל אֲכִילָה, וְכִי הֲדַר וְאָמַר תּוּ לֹא אֶשְׁתֶּה הֲוָה לָן לְמֵימַר דְּאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה, שָׁאנֵי הָכָא, כֵּיוָן דְּאָמַר בָּרֵישָׁא לֹא אֹכַל וַהֲדַר אָמַר לֹא אֶשְׁתֶּה גַּלֵּי דַעְתֵּיהּ דְּהַךְ אֲכִילָה דְּאָמַר בָּרֵישָׁא אֲכִילָה גְרֵידְתָא הִיא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-1",
      "jbo:text": "עיקר תוי\"ט {א} כרבי עקיבא במשנה ה': {ב} היכן כו'. ולא, והרי נמלה. בריה שאני. והרי הקדש שהוא חיב מעילה בשוה פרוטה ואפלו בפחות מכזית, ומשני הא בעינן שוה פרוטה שזהו שעורו. והא מפרש דכלי עלמא מודו דמחיב בכל שהוא. מפרש נמי כבריה דמי. פרש רש\"י כבריה בשאר אסורים דמי. בריה טעמא מאי משום דחשיבה, מפרש נמי איהו אחשביה דאסריה עליה. גמרא: {ג} במדבר. כלומר מדבר ואוסר. דהא אשכחן שבועת העדות, אלא דהתם מדבר וחוטא הוא. וכן משכחת מגדף כו'. גמרא. ותוספות: {ד} מפרש בגמרא דילפינן מקרא כו'. ואי בעית אימא סברא, דאמר ליה איניש לחבריה נטעם מידי ועילי ואכלו ושתו. ובלשונם הוו קרי לאכילה טעימה. ואצטריך סברא לקרא, דמהו דתימא בנדרים הלך אחר לשון בני אדם, קא משמע לן. הר\"ן בשם בעל הלכות גדולות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} כְּרַבִּי עֲקִיבָא בְּמִשְׁנָה ה': {ב} הֵיכָן כוּ'. וְלֹא, וַהֲרֵי נְמָלָה. בְּרִיָּה שָׁאנֵי. וַהֲרֵי הֶקְדֵּשׁ שֶׁהוּא חַיָּב מְעִילָה בְּשָׁוֶה פְרוּטָה וַאֲפִלּוּ בְּפָחוֹת מִכַּזַּיִת, וּמְשָׁנֵי הָא בָעִינַן שָׁוֶה פְרוּטָה שֶׁזֶּהוּ שִׁעוּרוֹ. וְהָא מְפָרֵשׁ דְּכֻלֵּי עָלְמָא מוֹדוּ דְמִחַיַּב בְּכָל שֶׁהוּא. מְפָרֵשׁ נַמִּי כִּבְרִיָּה דָמֵי. פֵּרֵשׁ רַשִׁ\"י כִּבְרִיָּה בִשְׁאָר אִסּוּרִים דָּמֵי. בְּרִיָּה טַעֲמָא מַאי מִשּׁוּם דְּחָשִׁיבָה, מְפָרֵשׁ נַמִּי אִיהוּ אַחַשְּׁבֵיהּ דְּאַסְרֵיהּ עֲלֵיהּ. גְּמָרָא: {ג} בִּמְדַבֵּר. כְּלוֹמַר מְדַבֵּר וְאוֹסֵר. דְּהָא אַשְׁכְּחַן שְׁבוּעַת הָעֵדוּת, אֶלָּא דְהָתָם מְדַבֵּר וְחוֹטֵא הוּא. וְכֵן מַשְׁכַּחַת מְגַדֵּף כוּ'. גְּמָרָא. וְתוֹסָפוֹת: {ד} מְפָרֵשׁ בַּגְּמָרָא דְּיָלְפִינַן מִקְּרָא כוּ'. וְאִי בָעֵית אֵימָא סְבָרָא, דְּאָמַר לֵיהּ אֱינִישׁ לְחַבְרֵיהּ נִטְעֹם מִידֵי וְעָיְלֵי וְאָכְלוּ וְשָׁתוּ. וּבִלְשׁוֹנָם הָווּ קָרֵי לַאֲכִילָה טְעִימָה. וְאִצְטְרִיךְ סְבָרָא לִקְרָא, דְּמַהוּ דְתֵימָא בִּנְדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם, קָא מַשְׁמַע לָן. הָרַ\"ן בְּשֵׁם בַּעַל הֲלָכוֹת גְּדוֹלוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-2",
      "jbo:text": "שבועה שלא אכל, ואכל פת חטין ופת שערין ופת כסמין, אינו חיב אלא אחת. שבועה שלא אכל פת חטין ופת שערין ופת כסמין, ואכל, חיב על כל אחת ואחת",
      "jbo:textNikud": "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, וְאָכַל, חַיָּב עַל כָּל אַחַת וְאֶחָת",
      "rdfs:label": "משנה שבועות ג ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-2",
      "jbo:text": "ר\"ע מברטנורה חיב על כל אחת ואחת. מדקאמר פת ופת על כל מין ומין, שמע מנה לחלק. דאי לאסר עליו מינים הללו ותו לא, הוה ליה למימר פת חטים וכן של שערים וכן של כסמין: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה חַיָּב עַל כָּל אַחַת וְאֶחָת. מִדְּקָאָמַר פַּת וּפַת עַל כָּל מִין וָמִין, שְׁמַע מִנַּהּ לְחַלֵּק. דְּאִי לֶאֱסֹר עָלָיו מִינִים הַלָּלוּ וְתוּ לֹא, הֲוָה לֵיהּ לְמֵימַר פַּת חִטִּים וְכֵן שֶׁל שְׂעֹרִים וְכֵן שֶׁל כֻּסְּמִין: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-3",
      "jbo:text": "שבועה שלא אשתה ושתה משקין הרבה, אינו חיב אלא אחת. שבועה שלא אשתה יין ושמן ודבש ושתה, חיב על כל אחת ואחת",
      "jbo:textNikud": "שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה וְשָׁתָה מַשְׁקִין הַרְבֵּה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה יַיִן וָשֶׁמֶן וּדְבַשׁ וְשָׁתָה, חַיָּב עַל כָּל אַחַת וְאֶחָת",
      "rdfs:label": "משנה שבועות ג ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-3",
      "jbo:text": "ר\"ע מברטנורה שבועה שלא אשתה יין ושמן ודבש. בגמרא מוקי לה כגון שהיה חברו מסרב בו ואומר לו בא ושתה עמי יין ושמן ודבש. היה לו לומר שבועה שלא אשתה עמך ותו לא, דכי אשתבע, אמאי דמסרב בו אשתבע, יין ושמן ודבש למה לי, שמע מנה לחלק: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה יַיִן וָשֶׁמֶן וּדְבַשׁ. בַּגְּמָרָא מוֹקֵי לַהּ כְּגוֹן שֶׁהָיָה חֲבֵרוֹ מְסָרֵב בּוֹ וְאוֹמֵר לוֹ בֹּא וּשְׁתֵה עִמִּי יַיִן וְשֶׁמֶן וּדְבַשׁ. הָיָה לוֹ לוֹמַר שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה עִמָּךְ וְתוּ לֹא, דְּכִי אִשְׁתָּבַע, אַמַּאי דִּמְסָרֵב בּוֹ אִשְׁתָּבַע, יַיִן וָשֶׁמֶן וּדְבַשׁ לָמָּה לִי, שְׁמַע מִנַּהּ לְחַלֵּק: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-4",
      "jbo:text": "שבועה שלא אכל, ואכל אכלים שאינן ראויין לאכילה ושתה משקין שאינן ראויין לשתיה, פטור. שבועה שלא אכל, ואכל נבלות וטרפות שקצים ורמשים, חיב. רבי שמעון פוטר. אמר, קונם אשתי נהנית לי {ו} אם אכלתי היום, והוא אכל {ז} נבלות וטרפות שקצים ורמשים, הרי אשתו אסורה",
      "jbo:textNikud": "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל אֳכָלִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה, פָּטוּר. שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר. אָמַר, קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי {ו} אִם אָכַלְתִּי הַיּוֹם, וְהוּא אָכַל {ז} נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, הֲרֵי אִשְׁתּוֹ אֲסוּרָה",
      "rdfs:label": "משנה שבועות ג ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-4",
      "jbo:text": "ר\"ע מברטנורה ואכל נבלות חיב. דראויין לאכילה הן אי לאו דרחמנא אסרינהו {ה}: רבי שמעון פוטר. דמשבע ועומד הוא עליהם. ופלגתא דרבי שמעון ותנא קמא בכולל דברים המתרים עם דברים האסורים, כגון באומר שבועה שלא אכל שחוטות וטרפות. תנא קמא סבר מגו דחילא שבועה אשחוטות חילא נמי אטרפות, דאסור חל על אסור באסור כולל. ורבי שמעון סבר אין אסור חל על אסור באסור כולל. ואין הלכה כרבי שמעון: אשתו אסורה. שהרי אכל אכלים. ואפלו לרבי שמעון. דטעמא דפטור בקמיתא לאו משום דלאו בני אכילה נינהו, אלא שאין שבועה חלה על דבר אסור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְאָכַל נְבֵלוֹת חַיָּב. דִּרְאוּיִין לַאֲכִילָה הֵן אִי לָאו דְּרַחֲמָנָא אַסְרִינְהוּ {ה}: רַבִּי שִׁמְעוֹן פּוֹטֵר. דְּמֻשְׁבָּע וְעוֹמֵד הוּא עֲלֵיהֶם. וּפְלֻגְתָּא דְרַבִּי שִׁמְעוֹן וְתַנָּא קַמָּא בְּכוֹלֵל דְּבָרִים הַמֻּתָּרִים עִם דְּבָרִים הָאֲסוּרִים, כְּגוֹן בְּאוֹמֵר שְׁבוּעָה שֶׁלֹּא אֹכַל שְׁחוּטוֹת וּטְרֵפוֹת. תַּנָּא קַמָּא סָבַר מִגּוֹ דְחָיְלָא שְׁבוּעָה אַשְּׁחוּטוֹת חָיְלָא נַמִּי אַטְּרֵפוֹת, דְּאִסּוּר חָל עַל אִסּוּר בְּאִסּוּר כּוֹלֵל. וְרַבִּי שִׁמְעוֹן סָבַר אֵין אִסּוּר חָל עַל אִסּוּר בְּאִסּוּר כּוֹלֵל. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: אִשְׁתּוֹ אֲסוּרָה. שֶׁהֲרֵי אָכַל אֳכָלִים. וַאֲפִלּוּ לְרַבִּי שִׁמְעוֹן. דְּטַעֲמָא דְפָטוּר בְּקַמַּיְתָא לָאו מִשּׁוּם דְּלָאו בְּנֵי אֲכִילָה נִינְהוּ, אֶלָּא שֶׁאֵין שְׁבוּעָה חָלָה עַל דְּבַר אִסּוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-4",
      "jbo:text": "עיקר תוי\"ט {ה} רש\"י. וכלומר והואיל ואי לאו דרחמנא אסרינהו היו ראויין לאכילה, הלכך יש כאן מקום חיוב, וכדמסיק לקמן דהינו בכולל כו'. ועין תוספות יום טוב: {ו} קונם כו'. צריך לפרש במידי דלא משעבד לה: {ז} אכל. וצריך שידע כן בשעת השבועה, דאם לא כן הויא נדרי שגגה, ונדרי שגגות מתרים כדתנן בפרק ג' דנדרים משנה ב': (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} רַשִׁ\"י. וּכְלוֹמַר וְהוֹאִיל וְאִי לָאו דְּרַחֲמָנָא אַסְרִינְהוּ הָיוּ רְאוּיִין לַאֲכִילָה, הִלְכָּךְ יֵשׁ כָּאן מְקוֹם חִיּוּב, וְכִדְמַסִּיק לְקַמָּן דְּהַיְנוּ בְכוֹלֵל כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} קוֹנָם כוּ'. צָרִיךְ לְפָרֵשׁ בְּמִידֵי דְלָא מִשַּׁעְבַּד לָהּ: {ז} אָכַל. וְצָרִיךְ שֶׁיֵּדַע כֵּן בִּשְׁעַת הַשְּׁבוּעָה, דְּאִם לֹא כֵן הַוְיָא נִדְרֵי שְׁגָגָה, וְנִדְרֵי שְׁגָגוֹת מֻתָּרִים כְּדִתְנַן בְּפֶרֶק ג' דִּנְדָרִים מִשְׁנָה ב': (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-5",
      "jbo:text": "אחד דברים של עצמו, ואחד דברים של אחרים, ואחד דברים שיש בהן ממש, ואחד דברים שאין בהם ממש. כיצד. אמר, שבועה שאתן {ח} לאיש פלוני ושלא אתן, שנתתי ושלא נתתי, שאישן ושלא אישן, שישנתי ושלא ישנתי, שאזרק צרור לים ושלא אזרק, שזרקתי ושלא זרקתי. רבי ישמעאל אומר, אינו חיב אלא על העתיד לבא, שנאמר (ויקרא ה) להרע או להיטיב. אמר לו רבי עקיבא, אם כן אין לי אלא דברים שיש בהן הרעה והטבה, דברים שאין בהן הרעה והטבה מנין. אמר לו, מרבוי הכתוב. אמר לו, אם רבה הכתוב לכך, רבה הכתוב לכך",
      "jbo:textNikud": "אֶחָד דְּבָרִים שֶׁל עַצְמוֹ, וְאֶחָד דְּבָרִים שֶׁל אֲחֵרִים, וְאֶחָד דְּבָרִים שֶׁיֵּשׁ בָּהֶן מַמָּשׁ, וְאֶחָד דְּבָרִים שֶׁאֵין בָּהֶם מַמָּשׁ. כֵּיצַד. אָמַר, שְׁבוּעָה שֶׁאֶתֵּן {ח} לְאִישׁ פְּלוֹנִי וְשֶׁלֹּא אֶתֵּן, שֶׁנָּתַתִּי וְשֶׁלֹּא נָתַתִּי, שֶׁאִישַׁן וְשֶׁלֹּא אִישַׁן, שֶׁיָּשַׁנְתִּי וְשֶׁלֹּא יָשַׁנְתִּי, שֶׁאֶזְרֹק צְרוֹר לַיָּם וְשֶׁלֹּא אֶזְרֹק, שֶׁזָּרַקְתִּי וְשֶׁלֹּא זָרַקְתִּי. רַבִּי יִשְׁמָעֵאל אוֹמֵר, אֵינוֹ חַיָּב אֶלָּא עַל הֶעָתִיד לָבֹא, שֶׁנֶּאֱמַר (ויקרא ה) לְהָרַע אוֹ לְהֵיטִיב. אָמַר לוֹ רַבִּי עֲקִיבָא, אִם כֵּן אֵין לִי אֶלָּא דְבָרִים שֶׁיֵּשׁ בָּהֶן הֲרָעָה וַהֲטָבָה, דְּבָרִים שֶׁאֵין בָּהֶן הֲרָעָה וַהֲטָבָה מִנַּיִן. אָמַר לוֹ, מֵרִבּוּי הַכָּתוּב. אָמַר לוֹ, אִם רִבָּה הַכָּתוּב לְכָךְ, רִבָּה הַכָּתוּב לְכָךְ",
      "rdfs:label": "משנה שבועות ג ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-5",
      "jbo:text": "ר\"ע מברטנורה ואחד דברים של אחרים. כדמפרש שאתן לפלוני: שאין בהן ממש. תרי גוני משמע, כגון שנה, ומשמע שאין בהם הנאה כגון שאזרק צרור לים: מרבוי הכתוב. לכל אשר יבטא האדם. ופלגתא דרבי עקיבא ורבי ישמעאל, דרבי עקיבא דריש בכל התורה רבויי ומעוטי, ורבי ישמעאל דריש כללי ופרטי. רבי עקיבא דריש או נפש כי תשבע רבה, להרע או להיטיב מעט, לכל אשר יבטא חזר ורבה. רבה ומעט ורבה, רבה הכל. מאי רבה, רבה כל מלי לשעבר כלהבא. ומאי מעט, מעט דבר מצוה. ורבי ישמעאל דריש או נפש כי תשבע כלל, להרע או להיטיב פרט, לכל אשר יבטא חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפרש להבא, אף כל להבא. והלכה כרבי עקיבא {ט}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְאֶחָד דְּבָרִים שֶׁל אֲחֵרִים. כְּדִמְפָרֵשׁ שֶׁאֶתֵּן לִפְלוֹנִי: שֶׁאֵין בָּהֶן מַמָּשׁ. תְּרֵי גַוְנֵי מַשְׁמַע, כְּגוֹן שֵׁנָה, וּמַשְׁמַע שֶׁאֵין בָּהֶם הֲנָאָה כְּגוֹן שֶׁאֶזְרֹק צְרוֹר לַיָּם: מֵרִבּוּי הַכָּתוּב. לְכָל אֲשֶׁר יְבַטֵּא הָאָדָם. וּפְלֻגְתָּא דְרַבִּי עֲקִיבָא וְרַבִּי יִשְׁמָעֵאל, דְּרַבִּי עֲקִיבָא דָרֵישׁ בְּכָל הַתּוֹרָה רִבּוּיֵי וּמִעוּטֵי, וְרַבִּי יִשְׁמָעֵאל דָּרֵישׁ כְּלָלֵי וּפְרָטֵי. רַבִּי עֲקִיבָא דָרֵישׁ אוֹ נֶפֶשׁ כִּי תִשָּׁבַע רִבָּה, לְהָרַע אוֹ לְהֵיטִיב מִעֵט, לְכָל אֲשֶׁר יְבַטֵּא חָזַר וְרִבָּה. רִבָּה וּמִעֵט וְרִבָּה, רִבָּה הַכֹּל. מַאי רִבָּה, רִבָּה כָּל מִלֵּי לְשֶׁעָבַר כִּלְהַבָּא. וּמַאי מִעֵט, מִעֵט דְּבַר מִצְוָה. וְרַבִּי יִשְׁמָעֵאל דָּרֵישׁ אוֹ נֶפֶשׁ כִּי תִשָּׁבַע כְּלָל, לְהָרַע אוֹ לְהֵיטִיב פְּרָט, לְכֹל אֲשֶׁר יְבַטֵּא חָזַר וְכָלַל. כְּלָל וּפְרָט וּכְלָל אִי אַתָּה דָן אֶלָּא כְעֵין הַפְּרָט, מַה הַפְּרָט מְפֹרָשׁ לְהַבָּא, אַף כֹּל לְהַבָּא. וַהֲלָכָה כְּרַבִּי עֲקִיבָא {ט}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-5",
      "jbo:text": "עיקר תוי\"ט {ח} שאתן. מאי אתן. אילימא צדקה לעני, משבע ועומד מהר סיני הוא, שנאמר נתון תתן, ותנן לקמן נשבע לקים את המצוה ולא קים, פטור. אלא מתנה לעשיר. גמרא: {ט} ואפלו הכי רגילות לפרש בכלל ופרט וכלל. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ח} שֶׁאֶתֵּן. מַאי אֶתֵּן. אִילֵימָא צְדָקָה לְעָנִי, מֻשְׁבָּע וְעוֹמֵד מֵהַר סִינַי הוּא, שֶׁנֶּאֱמַר נָתוֹן תִּתֵּן, וּתְנַן לְקַמָּן נִשְׁבַּע לְקַיֵּם אֶת הַמִּצְוָה וְלֹא קִיֵּם, פָּטוּר. אֶלָּא מַתָּנָה לְעָשִׁיר. גְּמָרָא: {ט} וַאֲפִלּוּ הָכִי רְגִילוּת לְפָרֵשׁ בִּכְלָל וּפְרָט וּכְלָל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-6",
      "jbo:text": "נשבע לבטל את המצוה {י} ולא בטל, פטור. לקים ולא קים, פטור. שהיה בדין, שיהא חיב, כדברי רבי יהודה בן בתירא. אמר רבי יהודה בן בתירא, מה אם הרשות שאינו משבע עליה מהר סיני, הרי הוא חיב עליה, מצוה שהוא משבע עליה מהר סיני, אינו דין שיהא חיב עליה. אמרו לו, לא, אם אמרת בשבועת הרשות, שכן עשה בה לאו כהן, תאמר בשבועת מצוה שלא עשה בה לאו כהן, שאם נשבע לבטל ולא בטל, פטור {יא}",
      "jbo:textNikud": "נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה {י} וְלֹא בִטֵּל, פָּטוּר. לְקַיֵּם וְלֹא קִיֵּם, פָּטוּר. שֶׁהָיָה בַדִּין, שֶׁיְּהֵא חַיָּב, כְּדִבְרֵי רַבִּי יְהוּדָה בֶּן בְּתֵירָא. אָמַר רַבִּי יְהוּדָה בֶּן בְּתֵירָא, מָה אִם הָרְשׁוּת שֶׁאֵינוֹ מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, הֲרֵי הוּא חַיָּב עָלֶיהָ, מִצְוָה שֶׁהוּא מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, אֵינוֹ דִין שֶׁיְּהֵא חַיָּב עָלֶיהָ. אָמְרוּ לוֹ, לֹא, אִם אָמַרְתָּ בִשְׁבוּעַת הָרְשׁוּת, שֶׁכֵּן עָשָׂה בָהּ לָאו כְּהֵן, תֹּאמַר בִּשְׁבוּעַת מִצְוָה שֶׁלֹּא עָשָׂה בָהּ לָאו כְּהֵן, שֶׁאִם נִשְׁבַּע לְבַטֵּל וְלֹא בִטֵּל, פָּטוּר {יא}",
      "rdfs:label": "משנה שבועות ג ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-6",
      "jbo:text": "ר\"ע מברטנורה נשבע לבטל את המצוה וכו' פטור. משום שבועת בטוי. אבל לוקה הוא משום שבועת שוא: שהיה בדין שיהיה חיב כדברי רבי יהודה בן בתירא. כלומר שאלו לדברי רבי יהודה בן בתירא הוא חיב משום שבועת בטוי, שהיה רבי יהודה בן בתירא אומר מה אם הרשות וכו': שלא עשה בה לאו כהן. וקרא כתיב להרע או להיטיב, דמשמע דבר שיש בו הן ולאו. ואין הלכה כרבי יהודה בן בתירא: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה וְכוּ' פָּטוּר. מִשּׁוּם שְׁבוּעַת בִּטּוּי. אֲבָל לוֹקֶה הוּא מִשּׁוּם שְׁבוּעַת שָׁוְא: שֶׁהָיָה בַדִּין שֶׁיִּהְיֶה חַיָּב כְּדִבְרֵי רַבִּי יְהוּדָה בֶּן בְּתֵירָא. כְּלוֹמַר שֶׁאִלּוּ לְדִבְרֵי רַבִּי יְהוּדָה בֶּן בְּתֵירָא הוּא חַיָּב מִשּׁוּם שְׁבוּעַת בִּטּוּי, שֶׁהָיָה רַבִּי יְהוּדָה בֶּן בְּתֵירָא אוֹמֵר מָה אִם הָרְשׁוּת וְכוּ': שֶׁלֹּא עָשָׂה בָהּ לָאו כְּהֵן. וּקְרָא כְתִיב לְהָרַע אוֹ לְהֵיטִיב, דְּמַשְׁמַע דָּבָר שֶׁיֵּשׁ בּוֹ הֵן וְלָאו. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה בֶּן בְּתֵירָא: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-6",
      "jbo:text": "עיקר תוי\"ט {י} המצוה כו'. אמר רחמנא להרע או להיטיב, אמנם הוא מחיב בשבועה על דבר שאי אפשר בו שייטיב במקום להרע או ירע במקום להיטיב, והם דברי רשות. הרמב\"ם. וכלומר דאלו בדבר מצוה כשישבע להיטיב ולאכל דבר אסור, הוא מרע לנפשו. וכשישבע להרע שלא לאכל חמץ בפסח, הוא מיטיב לנפשו: {יא} שלא כו' שאם כו'. דאם ישבע לבטל מה שנשבע עליו מהר סיני, ליכא קל וחמר לחיביה כשלא יבטל, אלא יעשה כמשבע כו', ולפיכך בזה אף רבי יהודה בן בתירא מודה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} הַמִּצְוָה כוּ'. אָמַר רַחֲמָנָא לְהָרַע אוֹ לְהֵיטִיב, אָמְנָם הוּא מִחַיַּב בִּשְׁבוּעָה עַל דָּבָר שֶׁאִי אֶפְשָׁר בּוֹ שֶׁיֵּיטִיב בִּמְקוֹם לְהָרַע אוֹ יָרַע בִּמְקוֹם לְהֵיטִיב, וְהֵם דִּבְרֵי רְשׁוּת. הָרַמְבַּ\"ם. וּכְלוֹמַר דְּאִלּוּ בִדְבַר מִצְוָה כְּשֶׁיִּשָּׁבַע לְהֵיטִיב וְלֶאֱכֹל דָּבָר אָסוּר, הוּא מֵרֵעַ לְנַפְשׁוֹ. וּכְשֶׁיִּשָּׁבַע לְהָרַע שֶׁלֹּא לֶאֱכֹל חָמֵץ בְּפֶסַח, הוּא מֵיטִיב לְנַפְשׁוֹ: {יא} שֶׁלֹּא כוּ' שֶׁאִם כוּ'. דְּאִם יִשָּׁבַע לְבַטֵּל מַה שֶּׁנִּשְׁבַּע עָלָיו מֵהַר סִינַי, לֵיכָּא קַל וָחֹמֶר לְחַיְּבֵיהּ כְּשֶׁלֹּא יְבַטֵּל, אֶלָּא יֵעָשֶׂה כְמֻשְׁבָּע כוּ', וּלְפִיכָךְ בָּזֶה אַף רַבִּי יְהוּדָה בֶּן בְּתֵירָא מוֹדֶה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-7",
      "jbo:text": "שבועה שלא אכל ככר זו, שבועה שלא אכלנה, שבועה שלא אכלנה, ואכלה, אינו חיב אלא אחת. זו היא שבועת בטוי {יד}, שחיבין על זדונה מכות ועל שגגתה קרבן עולה ויורד. שבועת שוא, חיבין על זדונה מכות ועל שגגתה פטור",
      "jbo:textNikud": "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, וַאֲכָלָהּ, אֵינוֹ חַיָּב אֶלָּא אַחַת. זוֹ הִיא שְׁבוּעַת בִּטּוּי {יד}, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד. שְׁבוּעַת שָׁוְא, חַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר",
      "rdfs:label": "משנה שבועות ג ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-7",
      "jbo:text": "ר\"ע מברטנורה שבועה שלא אכל ככר זו שבועה שלא אכלנה. טעמא דאמר שלא אכל והדר אמר שלא אכלנה הוא דאינו חיב אלא אחת, שאין שבועה חלה על שבועה. אבל אמר תחלה שלא אכלנה והדר אמר שלא אכל ואכלה כלה חיב שתים, דכי אמר שלא אכלנה אינו חיב עד שיאכל כלה, וכי הדר אמר שלא אכל כיון שאכל ממנה כזית חיב {יב}, הלכך השבועה האחרונה חילא, ומחיב כי אכיל מנה כזית, וכי הדר אכל כלה מחיב משום שבועה ראשונה: שבועה שלא אכלנה שבועה שלא אכלנה. אף על גב דמשבועה שלא אכלנה שניה שמעינן דאין שבועה חלה על שבועה, תנא לן שבועה שלישית {יג} לאשמועינן דחיובא הוא דליכא אשבועות בתריתא, הא שבועות הן ולא יצאו לבטלה, ואם ימצאו מקום יחולו, שאם נשאל לחכם על הראשונה עלתה שניה תחתיה ונאסר בדבר משום שבועה שניה, וכן אם נשאל על השתים חלה השלישית. לפי שהחכם עוקר הנדר מעקרו והוי כמי שלא נדר וחלה השניה למפרע, שהרי הראשונה כמי שאינה הואיל ונשאל עליה, וכן כשנשאל על השתים הרי כאלו אינם וחלה השלישית למפרע: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה. טַעֲמָא דְּאָמַר שֶׁלֹּא אֹכַל וַהֲדַר אָמַר שֶׁלֹּא אֹכֲלֶנָּה הוּא דְאֵינוֹ חַיָּב אֶלָּא אַחַת, שֶׁאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה. אֲבָל אָמַר תְּחִלָּה שֶׁלֹּא אֹכֲלֶנָּה וַהֲדַר אָמַר שֶׁלֹּא אֹכַל וַאֲכָלָהּ כֻּלָּהּ חַיָּב שְׁתַּיִם, דְּכִי אָמַר שֶׁלֹּא אֹכֲלֶנָּה אֵינוֹ חַיָּב עַד שֶׁיֹּאכַל כֻּלָּהּ, וְכִי הֲדַר אֲמַר שֶׁלֹּא אֹכַל כֵּיוָן שֶׁאָכַל מִמֶּנָּה כַזַּיִת חַיָּב {יב}, הִלְכָּךְ הַשְּׁבוּעָה הָאַחֲרוֹנָה חָיְלָא, וּמִחַיַּב כִּי אָכֵיל מִנַּהּ כַּזַּיִת, וְכִי הֲדַר אָכַל כֻּלָּהּ מִחַיַּב מִשּׁוּם שְׁבוּעָה רִאשׁוֹנָה: שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה. אַף עַל גַּב דְּמִשְּׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה שְׁנִיָּה שָׁמְעִינַן דְּאֵין שְׁבוּעָה חָלָה עַל שְׁבוּעָה, תָּנָא לָן שְׁבוּעָה שְׁלִישִׁית {יג} לְאַשְׁמוֹעִינַן דְּחִיּוּבָא הוּא דְלֵיכָּא אַשְּׁבוּעוֹת בָּתְרַיְתָא, הָא שְׁבוּעוֹת הֵן וְלֹא יָצְאוּ לְבַטָּלָה, וְאִם יִמְצְאוּ מָקוֹם יָחוּלוּ, שֶׁאִם נִשְׁאַל לְחָכָם עַל הָרִאשׁוֹנָה עָלְתָה שְׁנִיָּה תַחְתֶּיהָ וְנֶאֱסַר בַּדָּבָר מִשּׁוּם שְׁבוּעָה שְׁנִיָּה, וְכֵן אִם נִשְׁאַל עַל הַשְּׁתַּיִם חָלָה הַשְּׁלִישִׁית. לְפִי שֶׁהֶחָכָם עוֹקֵר הַנֶּדֶר מֵעִקָּרוֹ וְהָוֵי כְּמִי שֶׁלֹּא נָדַר וְחָלָה הַשְּׁנִיָּה לְמַפְרֵעַ, שֶׁהֲרֵי הָרִאשׁוֹנָה כְּמִי שֶׁאֵינָהּ הוֹאִיל וְנִשְׁאַל עָלֶיהָ, וְכֵן כְּשֶׁנִּשְׁאַל עַל הַשְּׁתַּיִם הֲרֵי כְאִלּוּ אֵינָם וְחָלָה הַשְּׁלִישִׁית לְמַפְרֵעַ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-7",
      "jbo:text": "עיקר תוי\"ט {יב} פרוש דהכי משמע, שלא אכל שעור אכילה מככר זו. ולא נקט ככר זו אלא למשרי נפשיה באחרינא. כסף משנה בשם הריטב\"א: {יג} וכתבו התוספות. נראה דיש ספרים דלא גרסי שלא אכלנה שלישית, ואפלו הכי שמעינן שאם נשאל כו', מדקתני אינו חיב אלא אחת ולא קתני חיב אחת: {יד} זו כו'. למעוטי אכל ולא אכל ממלקות, שאין בו מעשה. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} פֵּרוּשׁ דְּהָכִי מַשְׁמַע, שֶׁלֹּא אֹכַל שִׁעוּר אֲכִילָה מִכִּכָּר זוֹ. וְלֹא נָקַט כִּכָּר זוֹ אֶלָּא לְמִשְׁרֵי נַפְשֵׁיהּ בְּאַחֲרִינָא. כֶּסֶף מִשְׁנֶה בְּשֵׁם הָרִיטְבָ\"א: {יג} וְכָתְבוּ הַתּוֹסָפוֹת. נִרְאֶה דְיֵשׁ סְפָרִים דְּלֹא גָרְסֵי שֶׁלֹּא אֹכֲלֶנָּה שְׁלִישִׁית, וַאֲפִלּוּ הָכִי שָׁמְעִינַן שֶׁאִם נִשְׁאַל כוּ', מִדְּקָתָנֵי אֵינוֹ חַיָּב אֶלָּא אַחַת וְלֹא קָתָנֵי חַיָּב אַחַת: {יד} זוֹ כוּ'. לִמְעוּטֵי אֹכַל וְלֹא אָכַל מִמַּלְקוֹת, שֶׁאֵין בּוֹ מַעֲשֶׂה. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-8",
      "jbo:text": "איזו היא שבועת שוא, נשבע לשנות את הידוע לאדם, אמר על העמוד של אבן {טו} שהוא של זהב, ועל האיש שהוא אשה, ועל האשה שהיא איש. נשבע על דבר שאי אפשר, אם לא ראיתי גמל שפורח באויר, ואם לא ראיתי נחש כקורת בית הבד. אמר לעדים באו והעידוני, שבועה שלא נעידך. נשבע לבטל את המצוה, שלא לעשות סכה, ושלא לטל לולב, ושלא להניח תפלין, זו היא שבועת שוא {יט}, שחיבין על זדונה מכות ועל שגגתה פטור",
      "jbo:textNikud": "אֵיזוֹ הִיא שְׁבוּעַת שָׁוְא, נִשְׁבַּע לְשַׁנּוֹת אֶת הַיָּדוּעַ לָאָדָם, אָמַר עַל הָעַמּוּד שֶׁל אֶבֶן {טו} שֶׁהוּא שֶׁל זָהָב, וְעַל הָאִישׁ שֶׁהוּא אִשָּׁה, וְעַל הָאִשָּׁה שֶׁהִיא אִישׁ. נִשְׁבַּע עַל דָּבָר שֶׁאִי אֶפְשָׁר, אִם לֹא רָאִיתִי גָמָל שֶׁפּוֹרֵחַ בָּאֲוִיר, וְאִם לֹא רָאִיתִי נָחָשׁ כְּקוֹרַת בֵּית הַבַּד. אָמַר לְעֵדִים בֹּאוּ וַהֲעִידוּנִי, שְׁבוּעָה שֶׁלֹּא נְעִידֶךָ. נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה, שֶׁלֹּא לַעֲשׂוֹת סֻכָּה, וְשֶׁלֹּא לִטֹּל לוּלָב, וְשֶׁלֹּא לְהָנִיחַ תְּפִלִּין, זוֹ הִיא שְׁבוּעַת שָׁוְא {יט}, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר",
      "rdfs:label": "משנה שבועות ג ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-8",
      "jbo:text": "ר\"ע מברטנורה אם לא ראיתי גמל פורח באויר. כלומר יאסרו כל פרות שבעולם עלי אם לא ראיתי וכו' {טז}: נחש כקורת בית הבד. כתבנית קורת בית הבד וצורתה {יז}. דאלו כעבי קורת בית הבד לא הוי שבועת שוא, דאיכא טובא: שבועה שלא נעידך. בטול מצוה היא {יח}, דהא חיב להעיד שנאמר (ויקרא ה) אם לוא יגיד ונשא עונו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אִם לֹא רָאִיתִי גָמָל פּוֹרֵחַ בָּאֲוִיר. כְּלוֹמַר יֵאָסְרוּ כָּל פֵּרוֹת שֶׁבָּעוֹלָם עָלַי אִם לֹא רָאִיתִי וְכוּ' {טז}: נָחָשׁ כְּקוֹרַת בֵּית הַבַּד. כְּתַבְנִית קוֹרַת בֵּית הַבַּד וְצוּרָתָהּ {יז}. דְּאִלּוּ כָּעֳבִי קוֹרַת בֵּית הַבַּד לֹא הָוֵי שְׁבוּעַת שָׁוְא, דְּאִיכָּא טוּבָא: שְׁבוּעָה שֶׁלֹּא נְעִידֶךָ. בִּטּוּל מִצְוָה הִיא {יח}, דְּהָא חַיָּב לְהָעִיד שֶׁנֶּאֱמַר (וַיִּקְרָא ה) אִם לוֹא יַגִּיד וְנָשָׂא עֲוֹנוֹ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-8",
      "jbo:text": "עיקר תוי\"ט {טו} של אבן כו'. אבל של זהב לא שכיח. הלכך לא אפיך נמי למתני על העמוד של זהב כדמפיך על האיש וגו': {טז} בגמרא. וכתבו התוספות, פרוש, בשבועה. וכתב הר\"ן דטעמא דאין שבועת בטוי ואין הפרות נאסרין עליו, ואפלו הכי לקי, משום דהא ודאי לא נתכון זה לאסר הפרות, שאם היה מתכון לכך הוה ליה לאסר בלא שום תנאי, שהרי עכשיו גם כן פרות אסורים עליו, ולמה תלה נדרו בדבר שאינו, אלא ודאי לא נתכון אלא לקים שראה אותו הדבר, ומשום הכי לוקה משום שבועת שוא. ולדבריו כל פרות לאו דוקא, אלא הוא הדין חד פירא, וכן במשנה ב' פרק ג' דנדרים כתב הר\"ב ככר זו. ועין תוספות יום טוב: {יז} בגמרא, בטרוף. ופרש רש\"י, שיש בו חריצים כקורת בית הבד. כך ראיתי נחש מנמר. ועין תוספות יום טוב: {יח} הינו דבר שאי אפשר. רש\"י. ולדבריהם מתניתין הכי קאמר, שלא נעידך הינו נשבע לבטל כו'. ועין תוספות יום טוב: {יט} זו כו'. למעוטי אכלתי ולא אכלתי דחיב קרבן. ורבי עקיבא היא דריש פרקין. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טו} שֶׁל אֶבֶן כוּ'. אֲבָל שֶׁל זָהָב לֹא שְׁכִיחַ. הִלְכָּךְ לֹא אַפֵּיךְ נַמִּי לְמִתְנֵי עַל הָעַמּוּד שֶׁל זָהָב כִּדְמַפִּיךְ עַל הָאִישׁ וְגוֹ': {טז} בַּגְּמָרָא. וְכָתְבוּ הַתּוֹסָפוֹת, פֵּרוּשׁ, בִּשְׁבוּעָה. וְכָתַב הָרַ\"ן דְּטַעֲמָא דְאֵין שְׁבוּעַת בִּטּוּי וְאֵין הַפֵּרוֹת נֶאֱסָרִין עָלָיו, וַאֲפִלּוּ הָכִי לָקֵי, מִשּׁוּם דְּהָא וַדַּאי לֹא נִתְכַּוֵּן זֶה לֶאֱסֹר הַפֵּרוֹת, שֶׁאִם הָיָה מִתְכַּוֵּן לְכָךְ הֲוָה לֵיהּ לֶאֱסֹר בְּלֹא שׁוּם תְּנַאי, שֶׁהֲרֵי עַכְשָׁיו גַּם כֵּן פֵּרוֹת אֲסוּרִים עָלָיו, וְלָמָּה תָלָה נִדְרוֹ בְּדָבָר שֶׁאֵינוֹ, אֶלָּא וַדַּאי לֹא נִתְכַּוֵּן אֶלָּא לְקַיֵּם שֶׁרָאָה אוֹתוֹ הַדָּבָר, וּמִשּׁוּם הָכִי לוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא. וְלִדְבָרָיו כָּל פֵּרוֹת לָאו דַּוְקָא, אֶלָּא הוּא הַדִּין חַד פֵּירָא, וְכֵן בְּמִשְׁנָה ב' פֶּרֶק ג' דִּנְדָרִים כָּתַב הָרַ\"ב כִּכָּר זוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} בַּגְּמָרָא, בְּטָרוּף. וּפֵרֵשׁ רַשִׁ\"י, שֶׁיֵּשׁ בּוֹ חֲרִיצִים כְּקוֹרַת בֵּית הַבַּד. כָּךְ רָאִיתִי נָחָשׁ מְנֻמָּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} הַיְנוּ דָּבָר שֶׁאִי אֶפְשָׁר. רַשִׁ\"י. וּלְדִבְרֵיהֶם מַתְנִיתִין הָכִי קָאָמַר, שֶׁלֹּא נְעִידְךָ הַיְנוּ נִשְׁבַּע לְבַטֵּל כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} זוֹ כוּ'. לִמְעוּטֵי אָכַלְתִּי וְלֹא אָכַלְתִּי דְּחַיָּב קָרְבָּן. וְרַבִּי עֲקִיבָא הִיא דְּרֵישׁ פִּרְקִין. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-9",
      "jbo:text": "שבועה שאכל ככר זו, שבועה שלא אכלנה, הראשונה שבועת בטוי והשניה שבועת שוא {כ}. אכלה, עבר על שבועת שוא. לא אכלה, עבר על שבועת בטוי",
      "jbo:textNikud": "שְׁבוּעָה שֶׁאֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, הָרִאשׁוֹנָה שְׁבוּעַת בִּטּוּי וְהַשְּׁנִיָּה שְׁבוּעַת שָׁוְא {כ}. אֲכָלָהּ, עָבַר עַל שְׁבוּעַת שָׁוְא. לֹא אֲכָלָהּ, עָבַר עַל שְׁבוּעַת בִּטּוּי",
      "rdfs:label": "משנה שבועות ג ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-9",
      "jbo:text": "ר\"ע מברטנורה אכלה עבר על שבועת שוא. הכי קאמר, אכלה, עבר על שבועת שוא לחודא. לא אכלה, עבר אף אשבועת בטוי. דמכי נשבע שאכל ככר זו חיב לאכלה, וכי הדר נשבע שלא יאכלנה הרי נשבע לבטל את המצוה, ולוקה משום שבועת שוא בין יאכל בין לא יאכל {כא}, ואי לא אכיל לה חיב שתים, משום שבועת שוא ואף משום שבועת בטוי: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֲכָלָהּ עָבַר עַל שְׁבוּעַת שָׁוְא. הָכִי קָאָמַר, אֲכָלָהּ, עָבַר עַל שְׁבוּעַת שָׁוְא לְחוּדָא. לֹא אֲכָלָהּ, עָבַר אַף אַשְּׁבוּעַת בִּטּוּי. דְּמִכִּי נִשְׁבַּע שֶׁאֹכַל כִּכָּר זוֹ חַיָּב לְאָכְלָהּ, וְכִי הֲדַר נִשְׁבַּע שֶׁלֹּא יֹאכֲלֶנָּה הֲרֵי נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה, וְלוֹקֶה מִשּׁוּם שְׁבוּעַת שָׁוְא בֵּין יֹאכַל בֵּין לֹא יֹאכַל {כא}, וְאִי לֹא אָכֵיל לָהּ חַיָּב שְׁתַּיִם, מִשּׁוּם שְׁבוּעַת שָׁוְא וְאַף מִשּׁוּם שְׁבוּעַת בִּטּוּי: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-9"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-9",
      "jbo:text": "עיקר תוי\"ט {כ} שוא. תימה, דשתיהן שבועות בטוי. דשבועה שאכל הינו כזית, כמו שבועה שלא אכל. ושלא אכלנה הינו שלא אכלנה כלה. ושמא יש לחלק בין אכל לשלא אכל. תוספות: {כא} שהרי יצאתה שבועה לשוא על דבר שאי אפשר לו, ומאותה השעה הוא עובר, אפלו קים שבועתו. גמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כ} שָׁוְא. תֵּימַהּ, דִּשְׁתֵּיהֶן שְׁבוּעוֹת בִּטּוּי. דִּשְׁבוּעָה שֶׁאֹכַל הַיְנוּ כַזַּיִת, כְּמוֹ שְׁבוּעָה שֶׁלֹּא אֹכַל. וְשֶׁלֹּא אֹכֲלֶנָּה הַיְנוּ שֶׁלֹּא אֹכֲלֶנָּה כֻלָּהּ. וְשֶׁמָּא יֵשׁ לְחַלֵּק בֵּין אֹכַל לְשֶׁלֹּא אֹכַל. תּוֹסָפוֹת: {כא} שֶׁהֲרֵי יָצְאתָה שְׁבוּעָה לַשָּׁוְא עַל דָּבָר שֶׁאִי אֶפְשָׁר לוֹ, וּמֵאוֹתָהּ הַשָּׁעָה הוּא עוֹבֵר, אֲפִלּוּ קִיֵּם שְׁבוּעָתוֹ. גְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג ט",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-9"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-10",
      "jbo:text": "שבועת בטוי נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולין, בפני בית דין ושלא בפני בית דין, מפי עצמו. וחיבין על זדונה מכות ועל שגגתה קרבן עולה ויורד",
      "jbo:textNikud": "שְׁבוּעַת בִּטּוּי נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִין, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד",
      "rdfs:label": "משנה שבועות ג י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-10",
      "jbo:text": "ר\"ע מברטנורה באנשים ובנשים. אידי דבעי למתני שבועת העדות נוהגת באנשים ולא בנשים כו' תנא בשבועת בטוי שנוהגת בכל אלו: ברחוקים ובקרובים. כגון שאתן לפלוני, בין רחוק בין קרוב: בכשרים ובפסולים. בכשר לעדות ופסול: מפי עצמו. שהוציא הוא שבועה מפיו. אבל אם השביעוהו אחרים אכלת ולא אכלת, ואמר לא אכלתי ואכל או להפך, פטור אם לא ענה אמן. ואם ענה אמן אחר שהשביעו חברו, הוי כנשבע מפי עצמו וחיב {כב}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה בַּאֲנָשִׁים וּבְנָשִׁים. אַיְדֵי דְבָעֵי לְמִתְנֵי שְׁבוּעַת הָעֵדוּת נוֹהֶגֶת בַּאֲנָשִׁים וְלֹא בְנָשִׁים כוּ' תָּנָא בִשְׁבוּעַת בִּטּוּי שֶׁנּוֹהֶגֶת בְּכָל אֵלּוּ: בִּרְחוֹקִים וּבִקְרוֹבִים. כְּגוֹן שֶׁאֶתֵּן לִפְלוֹנִי, בֵּין רָחוֹק בֵּין קָרוֹב: בִּכְשֵׁרִים וּבִפְסוּלִים. בְּכָשֵׁר לְעֵדוּת וּפָסוּל: מִפִּי עַצְמוֹ. שֶׁהוֹצִיא הוּא שְׁבוּעָה מִפִּיו. אֲבָל אִם הִשְׁבִּיעוּהוּ אֲחֵרִים אָכַלְתָּ וְלֹא אָכַלְתָּ, וְאָמַר לֹא אָכַלְתִּי וְאָכַל אוֹ לְהֶפֶךְ, פָּטוּר אִם לֹא עָנָה אָמֵן. וְאִם עָנָה אָמֵן אַחַר שֶׁהִשְׁבִּיעוֹ חֲבֵרוֹ, הָוֵי כְנִשְׁבָּע מִפִּי עַצְמוֹ וְחַיָּב {כב}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-10"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-3-10",
      "jbo:text": "עיקר תוי\"ט {כב} מדתנן לקמן אחת זו ואחת זו כו'. וילפינן לה מדכתיב ואמרה האשה אמן אמן. גמרא. ופרש הר\"ן, דאי לא דמיא כמוציא שבועה אמאי מבדקא, אפלו משבע מפי אחרים אין כאן, שהרי לא אמרה כלום אחר שבועה. דלא דמי למשביע עדים שכופרים אחר השבועה ואומרים אין אנו יודעים כו', אלא ודאי כמוציא שבועה מפיו דמי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כב} מִדִּתְנַן לְקַמָּן אַחַת זוֹ וְאַחַת זוֹ כוּ'. וְיָלְפִינַן לַהּ מִדִּכְתִיב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן. גְּמָרָא. וּפֵרֵשׁ הָרַ\"ן, דְּאִי לֹא דָמְיָא כְמוֹצִיא שְׁבוּעָה אַמַּאי מִבָּדְקָא, אֲפִלּוּ מֻשְׁבָּע מִפִּי אֲחֵרִים אֵין כָּאן, שֶׁהֲרֵי לֹא אָמְרָה כְלוּם אַחַר שְׁבוּעָה. דְּלֹא דָמֵי לְמַשְׁבִּיעַ עֵדִים שֶׁכּוֹפְרִים אַחַר הַשְּׁבוּעָה וְאוֹמְרִים אֵין אָנוּ יוֹדְעִים כוּ', אֶלָּא וַדַּאי כְּמוֹצִיא שְׁבוּעָה מִפִּיו דָּמֵי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ג י",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-3-10"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-4-6-3-11",
      "jbo:text": "שבועת שוא נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולים, בפני בית דין ושלא בפני בית דין, ומפי עצמו. וחיבין על זדונה מכות ועל שגגתה פטור. אחת זו, ואחת זו, המשבע מפי אחרים, חיב. כיצד. אמר, לא אכלתי היום ולא הנחתי תפלין היום, משביעך אני, ואמר אמן, חיב",
      "jbo:textNikud": "שְׁבוּעַת שָׁוְא נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, וּמִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר. אַחַת זוֹ, וְאַחַת זוֹ, הַמֻּשְׁבָּע מִפִּי אֲחֵרִים, חַיָּב. כֵּיצַד. אָמַר, לֹא אָכַלְתִּי הַיּוֹם וְלֹא הֵנָחְתִּי תְפִלִּין הַיּוֹם, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב",
      "rdfs:label": "משנה שבועות ג יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-3"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-3-11",
      "jbo:text": "ר\"ע מברטנורה שבועת שוא כו' ברחוקים ובקרובים. נשבע על איש שהוא אשה, בין רחוק בין קרוב: אחת זו ואחת זו. אחת שבועת שוא ואחת שבועת בטוי, משבע מפי אחרים חיב בדעני אמן: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעַת שָׁוְא כוּ' בִּרְחוֹקִים וּבִקְרוֹבִים. נִשְׁבַּע עַל אִישׁ שֶׁהוּא אִשָּׁה, בֵּין רָחוֹק בֵּין קָרוֹב: אַחַת זוֹ וְאַחַת זוֹ. אַחַת שְׁבוּעַת שָׁוְא וְאַחַת שְׁבוּעַת בִּטּוּי, מֻשְׁבָּע מִפִּי אֲחֵרִים חַיָּב בִּדְעָנֵי אָמֵן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ג יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-3-11"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-1",
      "jbo:text": "שבועת העדות {א} נוהגת באנשים ולא בנשים, ברחוקין ולא בקרובין, בכשרים ולא בפסולין. ואינה נוהגת אלא בראויין להעיד, בפני בית דין ושלא בפני בית דין, מפי עצמו {ד}, ומפי אחרים, אין חיבין עד שיכפרו בהן בבית דין, דברי רבי מאיר. וחכמים אומרים, בין מפי עצמו {ח} ובין מפי אחרים, אינן חיבין עד שיכפרו בהן בבית דין",
      "jbo:textNikud": "שְׁבוּעַת הָעֵדוּת {א} נוֹהֶגֶת בַּאֲנָשִׁים וְלֹא בְנָשִׁים, בִּרְחוֹקִין וְלֹא בִקְרוֹבִין, בִּכְשֵׁרִים וְלֹא בִפְסוּלִין. וְאֵינָהּ נוֹהֶגֶת אֶלָּא בָרְאוּיִין לְהָעִיד, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ {ד}, וּמִפִּי אֲחֵרִים, אֵין חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ {ח} וּבֵין מִפִּי אֲחֵרִים, אֵינָן חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין",
      "rdfs:label": "משנה שבועות ד א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-1",
      "jbo:text": "ר\"ע מברטנורה שבועת העדות. נוהגת באנשים ולא בנשים. דכתיב (ויקרא ה) והוא עד, בראוי להעיד הכתוב מדבר, ואשה אינה ראויה להעיד, דכתיב (דברים יט) ועמדו שני האנשים, אנשים ולא נשים. וההוא קרא בעדים הוא דכתיב, נאמר כאן שנים ונאמר להלן שנים, על פי שנים עדים (שם יז): ולא בקרובים. דפסולי עדות נינהו, דכתיב (שם כד) לא יומתו אבות על בנים, בעדות בנים. והוא הדין לשאר קרובים: ולא בפסולים. כגון חיבי מיתות וחיבי מלקיות וגזלן {ב}, דאקרו רשעים, והתורה אמרה אל תשת רשע עד: ואינה נוהגת אלא בראויין להעיד. לאפוקי מלך שאינו מעיד, והפסולים לעדות מדרבנן {ג} כגון משחקי בקביא ומפריחי יונה: בפני בית דין ושלא בפני בית דין מפי עצמו. אם מפי עצמו נשבע שבועה שאיני יודע לך עדות {ה}, חיב, בין נשבע בפני בית דין בין שלא בפני בית דין: ומפי אחרים. כגון משביע אני עליכם שתבאו ותעידוני, ואמרו לו אין אנו יודעים לך עדות {ו}: אינם חיבין עד שיכפרו בבית דין. דכתיב (ויקרא ה) אם לוא יגיד ונשא עונו, במקום שאלו היה מגיד היה מועיל. וקרא במשבע מפי אחרים כתיב {ז}. ואין הלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעַת הָעֵדוּת. נוֹהֶגֶת בַּאֲנָשִׁים וְלֹא בְנָשִׁים. דִּכְתִיב (וַיִּקְרָא ה) וְהוּא עֵד, בְּרָאוּי לְהָעִיד הַכָּתוּב מְדַבֵּר, וְאִשָּׁה אֵינָהּ רְאוּיָה לְהָעִיד, דִּכְתִיב (דְּבָרִים יט) וְעָמְדוּ שְׁנֵי הָאֲנָשִׁים, אֲנָשִׁים וְלֹא נָשִׁים. וְהַהוּא קְרָא בְּעֵדִים הוּא דִכְתִיב, נֶאֱמַר כָּאן שְׁנַיִם וְנֶאֱמַר לְהַלָּן שְׁנַיִם, עַל פִּי שְׁנַיִם עֵדִים (שָׁם יז): וְלֹא בִקְרוֹבִים. דִּפְסוּלֵי עֵדוּת נִינְהוּ, דִּכְתִיב (שָׁם כד) לֹא יוּמְתוּ אָבוֹת עַל בָּנִים, בְּעֵדוּת בָּנִים. וְהוּא הַדִּין לִשְׁאָר קְרוֹבִים: וְלֹא בִפְסוּלִים. כְּגוֹן חַיָּבֵי מִיתוֹת וְחַיָּבֵי מַלְקֻיּוֹת וְגַזְלָן {ב}, דְּאִקְּרוּ רְשָׁעִים, וְהַתּוֹרָה אָמְרָה אַל תָּשֶׁת רָשָׁע עֵד: וְאֵינָהּ נוֹהֶגֶת אֶלָּא בָרְאוּיִין לְהָעִיד. לַאֲפוֹקֵי מֶלֶךְ שֶׁאֵינוֹ מֵעִיד, וְהַפְּסוּלִים לְעֵדוּת מִדְּרַבָּנָן {ג} כְּגוֹן מְשַׂחֲקֵי בְקֻבְיָא וּמַפְרִיחֵי יוֹנָה: בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִפְנֵי בֵית דִּין מִפִּי עַצְמוֹ. אִם מִפִּי עַצְמוֹ נִשְׁבַּע שְׁבוּעָה שֶׁאֵינִי יוֹדֵעַ לְךָ עֵדוּת {ה}, חַיָּב, בֵּין נִשְׁבַּע בִּפְנֵי בֵית דִּין בֵּין שֶׁלֹּא בִּפְנֵי בֵית דִּין: וּמִפִּי אֲחֵרִים. כְּגוֹן מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁתָּבֹאוּ וּתְעִידוּנִי, וְאָמְרוּ לוֹ אֵין אָנוּ יוֹדְעִים לְךָ עֵדוּת {ו}: אֵינָם חַיָּבִין עַד שֶׁיִּכְפְּרוּ בְּבֵית דִּין. דִּכְתִיב (וַיִּקְרָא ה) אִם לוֹא יַגִּיד וְנָשָׂא עֲוֹנוֹ, בְּמָקוֹם שֶׁאִלּוּ הָיָה מַגִּיד הָיָה מוֹעִיל. וּקְרָא בְּמֻשְׁבָּע מִפִּי אֲחֵרִים כְּתִיב {ז}. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-1",
      "jbo:text": "עיקר תוי\"ט {א} שבועת כו'. שבועה לא כתיב בהדיא בקרא, אלא ילפינן מקול, כמו שכתוב בריש מתניתין דסוף פרקין: {ב} כלומר, אף על גב דאינו בר מלקות, שנתק לעשה דהשבון: {ג} מכלל דמלך מדאוריתא אינו כשר להעיד, והכי איתא בהדיא בגמרא דממעטינן משחק בקביא וכל שכן מלך. וכלומר שהוא מדאוריתא. ופרש רש\"י, דכתיב (דברים יז) שום תשים עליך מלך, שתהא אימתו עליך, והבא להעיד צריך לעמד לפני הדין ודרך בזיון הוא לו. ולפי זה אף במלכי בית דוד אירינן, דאינן ראויין להעיד. ועין תוספות יום טוב: {ד} מפי עצמו. דיליף לה מגזרה שוה דתחטא תחטא מפקדון. וסבר דון מנה. ומנה כלומר, דדינינן מנה לחיבו אף מפי עצמו, ומנה כי התם דמחיבי בין בבית דין בין שלא בבית דין. דנשבע על שקר כתיב, משמע בין בבית דין בין שלא בבית דין. רש\"י: {ה} וכן אם ענה אמן אחר השבועה. רש\"י: {ו} אף על גב דלא ענה אמן. שכן הוא אומר ושמעה קול אלה אם לוא יגיד ונשא עונו: {ז} שנאמר ושמעה קול אלה: {ח} בין כו'. דסבירא להו דון מנה ואוקי באתרה. כלומר, לאחר שהבאת מפי עצמו לשבועת העדות מפקדון, אוקי באתרה בדין הכתוב בשבועת העדות, דמפי אחרים שמשפטו דוקא בבית דין, הכי נמי מפי עצמו שהבאת אינו אלא בבית דין: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} שְׁבוּעַת כוּ'. שְׁבוּעָה לֹא כְתִיב בְּהֶדְיָא בַקְּרָא, אֶלָּא יָלְפִינַן מִקּוֹל, כְּמוֹ שֶׁכָּתוּב בְּרֵישׁ מַתְנִיתִין דְּסוֹף פִּרְקִין: {ב} כְּלוֹמַר, אַף עַל גַּב דְּאֵינוֹ בַר מַלְקוֹת, שֶׁנִּתָּק לַעֲשֵׂה דְהִשָּׁבוֹן: {ג} מִכְּלָל דְּמֶלֶךְ מִדְּאוֹרַיְתָא אֵינוֹ כָשֵׁר לְהָעִיד, וְהָכִי אִיתָא בְהֶדְיָא בַגְּמָרָא דִּמְמַעֲטִינַן מְשַׂחֵק בְּקֻבְיָא וְכָל שֶׁכֵּן מֶלֶךְ. וּכְלוֹמַר שֶׁהוּא מִדְּאוֹרַיְתָא. וּפֵרֵשׁ רַשִׁ\"י, דִּכְתִיב (דְּבָרִים יז) שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ, שֶׁתְּהֵא אֵימָתוֹ עָלֶיךָ, וְהַבָּא לְהָעִיד צָרִיךְ לַעֲמֹד לִפְנֵי הַדַּיָּן וְדֶרֶךְ בִּזָּיוֹן הוּא לוֹ. וּלְפִי זֶה אַף בְּמַלְכֵי בֵית דָּוִד אָיְרִינַן, דְּאֵינָן רְאוּיִין לְהָעִיד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} מִפִּי עַצְמוֹ. דְּיָלֵיף לַהּ מִגְּזֵרָה שָׁוָה דְתֶחֱטָא תֶּחֱטָא מִפִּקָּדוֹן. וְסָבַר דּוּן מִנַּהּ. וּמִנַּהּ כְּלוֹמַר, דְּדָיְנִינַן מִנַּהּ לְחַיְּבוֹ אַף מִפִּי עַצְמוֹ, וּמִנַּהּ כִּי הָתָם דְּמִחַיְּבֵי בֵּין בְּבֵית דִּין בֵּין שֶׁלֹּא בְבֵית דִּין. דְּנִשְׁבַּע עַל שָׁקֶר כְּתִיב, מַשְׁמַע בֵּין בְּבֵית דִּין בֵּין שֶׁלֹּא בְבֵית דִּין. רַשִׁ\"י: {ה} וְכֵן אִם עָנָה אָמֵן אַחַר הַשְּׁבוּעָה. רַשִׁ\"י: {ו} אַף עַל גַּב דְּלֹא עָנָה אָמֵן. שֶׁכֵּן הוּא אוֹמֵר וְשָׁמְעָה קוֹל אָלָה אִם לוֹא יַגִּיד וְנָשָׂא עֲוֹנוֹ: {ז} שֶׁנֶּאֱמַר וְשָׁמְעָה קוֹל אָלָה: {ח} בֵּין כוּ'. דִּסְבִירָא לְהוּ דּוּן מִנַּהּ וְאוֹקֵי בְאַתְרַהּ. כְּלוֹמַר, לְאַחַר שֶׁהֵבֵאתָ מִפִּי עַצְמוֹ לִשְׁבוּעַת הָעֵדוּת מִפִּקָּדוֹן, אוֹקֵי בְאַתְרַהּ בְּדִין הַכָּתוּב בִּשְׁבוּעַת הָעֵדוּת, דְּמִפִּי אֲחֵרִים שֶׁמִּשְׁפָּטוֹ דַוְקָא בְבֵית דִּין, הָכִי נַמִּי מִפִּי עַצְמוֹ שֶׁהֵבֵאתָ אֵינוֹ אֶלָּא בְבֵית דִּין: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-2",
      "jbo:text": "וחיבין על זדון השבועה, ועל שגגתה עם זדון העדות, ואינן חיבין על שגגתה. ומה הן חיבין על זדון השבועה, קרבן עולה ויורד",
      "jbo:textNikud": "וְחַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, וְעַל שִׁגְגָתָהּ עִם זְדוֹן הָעֵדוּת, וְאֵינָן חַיָּבִין עַל שִׁגְגָתָהּ. וּמַה הֵן חַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, קָרְבָּן עוֹלֶה וְיוֹרֵד",
      "rdfs:label": "משנה שבועות ד ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-2",
      "jbo:text": "ר\"ע מברטנורה וחיבין. קרבן עולה ויורד על זדון השבועה. שהרי לא נאמר בה ונעלם: ועל שגגתה עם זדון העדות. שיודעים ששבועה זו אסורה {ט} אבל אין יודעים שחיבים עליה קרבן: ואין חיבים על שגגתה. אם שוגגים הם לגמרי, כסבורים שאין יודעין לו עדות ואחר כך נזכרו {י}. שהרי הן אנוסים ולא קרינן בהו ונשבע על שקר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְחַיָּבִין. קָרְבָּן עוֹלֶה וְיוֹרֵד עַל זְדוֹן הַשְּׁבוּעָה. שֶׁהֲרֵי לֹא נֶאֱמַר בָּהּ וְנֶעְלַם: וְעַל שִׁגְגָתָהּ עִם זְדוֹן הָעֵדוּת. שֶׁיּוֹדְעִים שֶׁשְּׁבוּעָה זוֹ אֲסוּרָה {ט} אֲבָל אֵין יוֹדְעִים שֶׁחַיָּבִים עָלֶיהָ קָרְבָּן: וְאֵין חַיָּבִים עַל שִׁגְגָתָהּ. אִם שׁוֹגְגִים הֵם לְגַמְרֵי, כִּסְבוּרִים שֶׁאֵין יוֹדְעִין לוֹ עֵדוּת וְאַחַר כָּךְ נִזְכְּרוּ {י}. שֶׁהֲרֵי הֵן אֲנוּסִים וְלֹא קָרִינַן בְּהוּ וְנִשְׁבַּע עַל שָׁקֶר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-2",
      "jbo:text": "עיקר תוי\"ט {ט} וממילא שיודע לו עדות. דאי לאו הכי אינה אסורה. והינו זדון העדות. ועין תוספות יום טוב: {י} רש\"י. ותמהו התוספות, דתיפוק ליה דבקושטא קא משתבעי. ותרץ הר\"ן, דרש\"י הכי קאמר, שבאותה שעה שנשבעו אין אנו יודעין, יודעין היו אלא שלא היו מתכונים לשום לב, אבל לא היו צריכין ידיעה אחרת, ונמצא מה שנשבעו אין אנו יודעים לא נשבעו על האמת, שאלו היו שמים לב באותה שעה יודעים היו, שהרי מיד כשנתישבו נזכרו בלא שום חדוש ידיעה, ואפלו הכי כיון שהיו סבורים לשבע על האמת, פטורים, משום דאנוסים היו כו'. אבל ודאי דהוא הדין וכל שכן כשסבורים שמתרים לגמרי. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ט} וּמִמֵּילָא שֶׁיּוֹדֵעַ לוֹ עֵדוּת. דְּאִי לָאו הָכִי אֵינָהּ אֲסוּרָה. וְהַיְנוּ זְדוֹן הָעֵדוּת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} רַשִׁ\"י. וְתָמְהוּ הַתּוֹסָפוֹת, דְּתֵיפּוּק לֵיהּ דִּבְקוּשְׁטָא קָא מִשְׁתַּבְעֵי. וְתֵרֵץ הָרַ\"ן, דְּרַשִׁ\"י הָכִי קָאָמַר, שֶׁבְּאוֹתָהּ שָׁעָה שֶׁנִּשְׁבְּעוּ אֵין אָנוּ יוֹדְעִין, יוֹדְעִין הָיוּ אֶלָּא שֶׁלֹּא הָיוּ מִתְכַּוְּנִים לָשׂוּם לֵב, אֲבָל לֹא הָיוּ צְרִיכִין יְדִיעָה אַחֶרֶת, וְנִמְצָא מַה שֶּׁנִּשְׁבְּעוּ אֵין אָנוּ יוֹדְעִים לֹא נִשְׁבְּעוּ עַל הָאֱמֶת, שֶׁאִלּוּ הָיוּ שָׂמִים לֵב בְּאוֹתָהּ שָׁעָה יוֹדְעִים הָיוּ, שֶׁהֲרֵי מִיָּד כְּשֶׁנִּתְיַשְּׁבוּ נִזְכְּרוּ בְּלֹא שׁוּם חִדּוּשׁ יְדִיעָה, וַאֲפִלּוּ הָכִי כֵּיוָן שֶׁהָיוּ סְבוּרִים לִשָּׁבַע עַל הָאֱמֶת, פְּטוּרִים, מִשּׁוּם דַּאֲנוּסִים הָיוּ כוּ'. אֲבָל וַדַּאי דְּהוּא הַדִּין וְכָל שֶׁכֵּן כְּשֶׁסְּבוּרִים שֶׁמֻּתָּרִים לְגַמְרֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-3",
      "jbo:text": "שבועת העדות כיצד. אמר לשנים באו והעידוני. שבועה שאין אנו יודעין לך עדות, או שאמרו {יא} לו אין אנו יודעין לך עדות, משביע אני עליכם ואמרו אמן, הרי אלו חיבין. השביע עליהן חמשה פעמים חוץ לבית דין {יב} ובאו לבית דין והודו, פטורים. כפרו, חיבים על כל אחת ואחת. השביע עליהן חמשה פעמים בפני בית דין וכפרו, אינן חיבין אלא אחת. אמר רבי שמעון, מה טעם, הואיל ואינם יכולין לחזר ולהודות",
      "jbo:textNikud": "שְׁבוּעַת הָעֵדוּת כֵּיצַד. אָמַר לִשְׁנַיִם בֹּאוּ וַהֲעִידוּנִי. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אוֹ שֶׁאָמְרוּ {יא} לוֹ אֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם וְאָמְרוּ אָמֵן, הֲרֵי אֵלּוּ חַיָּבִין. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים חוּץ לְבֵית דִּין {יב} וּבָאוּ לְבֵית דִּין וְהוֹדוּ, פְּטוּרִים. כָּפְרוּ, חַיָּבִים עַל כָּל אַחַת וְאֶחָת. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים בִּפְנֵי בֵית דִּין וְכָפְרוּ, אֵינָן חַיָּבִין אֶלָּא אַחַת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, הוֹאִיל וְאֵינָם יְכוֹלִין לַחֲזֹר וּלְהוֹדוֹת",
      "rdfs:label": "משנה שבועות ד ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-3",
      "jbo:text": "ר\"ע מברטנורה ובאו לבית דין והודו פטורים. ואפלו כפרו חוץ לבית דין על כל שבועה. שאין כפירה חוץ לבית דין חשובה כפירה: כפרו בבית דין חיבין על כל אחת ואחת. דאמר קרא (ויקרא ה) והיה כי יאשם לאחת מאלה, לחיב על כל אחת ואחת: מה טעם. אין חיבים אלא אחת אפלו שתקו וכפרו לבסוף, ולא אמרינן כפירה קימא אכלהו לחיבם על כל אחת ואחת: הואיל. ואלו כפרו בבית דין בפעם ראשונה שוב לא היו יכולין לחזר ולהודות, שכבר הגידו שאינם יודעים לו שום עדות ושוב אין חוזרים ומגידים {יג}. הלכך אף על גב דלא כפרו אלא לבסוף, כל השבועות היו לבטלה חוץ מן הראשונה. דאם מה ששתקו בראשונה כפירה היא, שוב אינם ראויים להשביען, ואם אינה כפירה הרי משבעין ועומדין, ומה זו שבועה על שבועה. על כרחך כי כתיב לאחת לחיב על כל אחת ואחת, אשבועת חוץ לבית דין וכפרו בבית דין כתיב, דשבועות חוץ לבית דין שהיה משביען שיבאו לבית דין ויעידו לא יצאו לבטלה, וראויות לחלק, שאם כפרו שם בראשונה היה ראוי לחזר ולהשביען: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וּבָאוּ לְבֵית דִּין וְהוֹדוּ פְּטוּרִים. וַאֲפִלּוּ כָפְרוּ חוּץ לְבֵית דִּין עַל כָּל שְׁבוּעָה. שֶׁאֵין כְּפִירָה חוּץ לְבֵית דִּין חֲשׁוּבָה כְפִירָה: כָּפְרוּ בְּבֵית דִּין חַיָּבִין עַל כָּל אַחַת וְאֶחָת. דְּאָמַר קְרָא (וַיִּקְרָא ה) וְהָיָה כִי יֶאְשַׁם לְאַחַת מֵאֵלֶּה, לְחַיֵּב עַל כָּל אַחַת וְאַחַת: מַה טַּעַם. אֵין חַיָּבִים אֶלָּא אַחַת אֲפִלּוּ שָׁתְקוּ וְכָפְרוּ לְבַסּוֹף, וְלֹא אָמְרִינַן כְּפִירָה קַיְמָא אַכֻּלְּהוּ לְחַיְּבָם עַל כָּל אַחַת וְאַחַת: הוֹאִיל. וְאִלּוּ כָפְרוּ בְבֵית דִּין בְּפַעַם רִאשׁוֹנָה שׁוּב לֹא הָיוּ יְכוֹלִין לַחֲזֹר וּלְהוֹדוֹת, שֶׁכְּבָר הִגִּידוּ שֶׁאֵינָם יוֹדְעִים לוֹ שׁוּם עֵדוּת וְשׁוּב אֵין חוֹזְרִים וּמַגִּידִים {יג}. הִלְכָּךְ אַף עַל גַּב דְּלֹא כָפְרוּ אֶלָּא לְבַסּוֹף, כָּל הַשְּׁבוּעוֹת הָיוּ לְבַטָּלָה חוּץ מִן הָרִאשׁוֹנָה. דְּאִם מַה שֶּׁשָּׁתְקוּ בָרִאשׁוֹנָה כְּפִירָה הִיא, שׁוּב אֵינָם רְאוּיִים לְהַשְׁבִּיעָן, וְאִם אֵינָהּ כְּפִירָה הֲרֵי מֻשְׁבָּעִין וְעוֹמְדִין, וּמַה זּוֹ שְׁבוּעָה עַל שְׁבוּעָה. עַל כָּרְחֲךָ כִּי כְתִיב לְאַחַת לְחַיֵּב עַל כָּל אַחַת וְאַחַת, אַשְּׁבוּעַת חוּץ לְבֵית דִּין וְכָפְרוּ בְבֵית דִּין כְּתִיב, דִּשְׁבוּעוֹת חוּץ לְבֵית דִּין שֶׁהָיָה מַשְׁבִּיעָן שֶׁיָּבֹאוּ לְבֵית דִּין וְיָעִידוּ לֹא יָצְאוּ לְבַטָּלָה, וּרְאוּיוֹת לֵחָלֵק, שֶׁאִם כָּפְרוּ שָׁם בָּרִאשׁוֹנָה הָיָה רָאוּי לַחֲזֹר וּלְהַשְׁבִּיעָן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-3",
      "jbo:text": "עיקר תוי\"ט {יא} שאמרו. בלא שבועה, אין אנו כו', ואמר להם משביע אני עליכם שיהא אמת מה שאמרתם, ואמרו אמן, חיבים. אבל אם שתקו אחר השבועה, אין כאן קבלת שבועה. רש\"י. ונראה מלשונו דדוקא שתקו, אבל כפרו ואמרו אין אנו יודעים כו' חיבים. ומירי בבית דין. ומתניתין אפלו כרבנן. ואמן לאו דוקא, ולא נקטו אלא כדי לקצר. וכן כתבו התוספות, ועין בסמוך (אות יג): {יב} חוץ לבית דין. אתיא נמי כרבנן, דלרבנן נמי לא בעינן שבועה בבית דין, אלא הכפירה. דאהגדה דוקא קפיד קרא דלהוי במקום הראוי להגדה. תוספות: {יג} ורישא דתני הרי אלו חיבין, ולא אמרינן דהוי כפירת דברים בעלמא כיון דכבר אמרו אין אנו יודעים כו' ושוב אין יכולין לחזר ולהודות, נראה לי משום דלא קפדה התורה אחוזר ומגיד אלא בתר שבועה. דאם לא יגיד, בתר ושמעה קול אלה כתיב. והטעם מפני שדרך העדים להשמט שלא להעיד, וכשאומרים בתר שבועה יודעים אנו, אין זה חוזר כו'. עוד נראה לי, דאין אנו יודעים לא מקרי מגיד כלל, דהא לא הגידו כלום, והכא לאו משום חוזר ומגיד איתינן עלה, אלא משום דכפרו בתר שבועה שוב לא מצו משוו נפשיהו רשיעי לומר יודעים אנו. ובהכי מתרצא אמאי נקט רישא במשבע מפי עצמו, דלאשמועינן הך רבותא נקט במפי עצמו. הר\"ן. כלומר דאלו הוה נקט במשבע מפי אחרים, לא היה יכול להתחיל אמרו אין אנו יודעים כו', לפי ששוב אחר כך כשמשביען אין רגילות להשיב אלא אמן, ואם כן לא הוה ידעינן רבותא זו: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יא} שֶׁאָמְרוּ. בְּלֹא שְׁבוּעָה, אֵין אָנוּ כוּ', וְאָמַר לָהֶם מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁיְּהֵא אֱמֶת מַה שֶּׁאֲמַרְתֶּם, וְאָמְרוּ אָמֵן, חַיָּבִים. אֲבָל אִם שָׁתְקוּ אַחַר הַשְּׁבוּעָה, אֵין כָּאן קַבָּלַת שְׁבוּעָה. רַשִׁ\"י. וְנִרְאֶה מִלְּשׁוֹנוֹ דְּדַוְקָא שָׁתְקוּ, אֲבָל כָּפְרוּ וְאָמְרוּ אֵין אָנוּ יוֹדְעִים כוּ' חַיָּבִים. וּמַיְרֵי בְבֵית דִּין. וּמַתְנִיתִין אֲפִלּוּ כְרַבָּנָן. וְאָמֵן לָאו דַּוְקָא, וְלֹא נָקְטוּ אֶלָּא כְדֵי לְקַצֵּר. וְכֵן כָּתְבוּ הַתּוֹסָפוֹת, וְעַיֵּן בְּסָמוּךְ (אוֹת יג): {יב} חוּץ לְבֵית דִּין. אָתְיָא נַמִּי כְרַבָּנָן, דִּלְרַבָּנָן נַמִּי לֹא בָעִינַן שְׁבוּעָה בְבֵית דִּין, אֶלָּא הַכְּפִירָה. דְּאַהַגָּדָה דַוְקָא קָפֵיד קְרָא דְּלֶהֱוֵי בְמָקוֹם הָרָאוּי לְהַגָּדָה. תּוֹסָפוֹת: {יג} וְרֵישָׁא דְתָנֵי הֲרֵי אֵלּוּ חַיָּבִין, וְלֹא אָמְרִינַן דַּהֲוֵי כְפִירַת דְּבָרִים בְּעָלְמָא כֵּיוָן דִּכְבָר אָמְרוּ אֵין אָנוּ יוֹדְעִים כוּ' וְשׁוּב אֵין יְכוֹלִין לַחֲזֹר וּלְהוֹדוֹת, נִרְאֶה לִי מִשּׁוּם דְּלֹא קַפְּדָה הַתּוֹרָה אַחוֹזֵר וּמַגִּיד אֶלָּא בָתַר שְׁבוּעָה. דְּאִם לֹא יַגִּיד, בָּתַר וְשָׁמְעָה קוֹל אָלָה כְּתִיב. וְהַטַּעַם מִפְּנֵי שֶׁדֶּרֶךְ הָעֵדִים לְהִשָּׁמֵט שֶׁלֹּא לְהָעִיד, וּכְשֶׁאוֹמְרִים בָּתַר שְׁבוּעָה יוֹדְעִים אָנוּ, אֵין זֶה חוֹזֵר כוּ'. עוֹד נִרְאֶה לִי, דְּאֵין אָנוּ יוֹדְעִים לֹא מִקְּרֵי מַגִּיד כְּלָל, דְּהָא לֹא הִגִּידוּ כְלוּם, וְהָכָא לָאו מִשּׁוּם חוֹזֵר וּמַגִּיד אַיְתִּינַן עֲלַהּ, אֶלָּא מִשּׁוּם דְּכָפְרוּ בָתַר שְׁבוּעָה שׁוּב לֹא מָצוּ מְשַׁוּוּ נַפְשַׁיְהוּ רְשִׁיעֵי לוֹמַר יוֹדְעִים אָנוּ. וּבְהָכִי מִתָּרְצָא אַמַּאי נָקַט רֵישָׁא בְּמֻשְׁבָּע מִפִּי עַצְמוֹ, דִּלְאַשְׁמוֹעִינַן הַךְ רְבוּתָא נָקַט בְּמִפִּי עַצְמוֹ. הָרַ\"ן. כְּלוֹמַר דְּאִלּוּ הֲוָה נָקַט בְּמֻשְׁבָּע מִפִּי אֲחֵרִים, לֹא הָיָה יָכוֹל לְהַתְחִיל אָמְרוּ אֵין אָנוּ יוֹדְעִים כוּ', לְפִי שֶׁשּׁוּב אַחַר כָּךְ כְּשֶׁמַּשְׁבִּיעָן אֵין רְגִילוּת לְהָשִׁיב אֶלָּא אָמֵן, וְאִם כֵּן לֹא הֲוָה יָדְעִינַן רְבוּתָא זוֹ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-4",
      "jbo:text": "כפרו שניהן כאחת, שניהן חיבין. בזה אחר זה, הראשון חיב והשני פטור. כפר אחד והודה אחד, הכופר חיב {טז}. היו שתי כתי עדים, כפרה הראשונה ואחר כך כפרה השניה, שתיהם חיבות, מפני שהעדות יכולה להתקים בשתיהן {כ}",
      "jbo:textNikud": "כָּפְרוּ שְׁנֵיהֶן כְּאַחַת, שְׁנֵיהֶן חַיָּבִין. בָּזֶה אַחַר זֶה, הָרִאשׁוֹן חַיָּב וְהַשֵּׁנִי פָטוּר. כָּפַר אֶחָד וְהוֹדָה אֶחָד, הַכּוֹפֵר חַיָּב {טז}. הָיוּ שְׁתֵּי כִתֵּי עֵדִים, כָּפְרָה הָרִאשׁוֹנָה וְאַחַר כָּךְ כָּפְרָה הַשְּׁנִיָּה, שְׁתֵּיהֶם חַיָּבוֹת, מִפְּנֵי שֶׁהָעֵדוּת יְכוֹלָה לְהִתְקַיֵּם בִּשְׁתֵּיהֶן {כ}",
      "rdfs:label": "משנה שבועות ד ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-4",
      "jbo:text": "ר\"ע מברטנורה כפרו שניהם כאחד. בתוך כדי דבור {יד}: בזה אחר זה. שהיה בין זה לזה יותר מכדי דבור: הראשון חיב. אבל השני פטור, שכיון שכפר הראשון שוב אין השני ראוי להעיד, שהוא יחידי {טו}: שתיהן חיבות. בגמרא פריך, ראשונה אמאי חיבת, הא קימא כת שניה, ומה הפסידוהו הראשונים בכפירתם {יז}. ומשני, דמתניתין אירי כגון שהיו העדים של כת שניה קרובים בנשותיהן {יח}, שלא היו כשרים להעיד כשכפרה כת ראשונה, ונשותיהן גוססות. מהו דתימא כיון דקימא לן רב גוססים למיתה הוו להו כאלו מתו ותפטר כת ראשונה דהא קימא שניה, קא משמע לן השתא מיהא לא שכוב {יט}, ונמצא שלא היה שם בשעת כפירה אלא כת ראשונה בלבד, ולפיכך חיבין: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּפְרוּ שְׁנֵיהֶם כְּאֶחָד. בְּתוֹךְ כְּדֵי דִבּוּר {יד}: בָּזֶה אַחַר זֶה. שֶׁהָיָה בֵין זֶה לָזֶה יוֹתֵר מִכְּדֵי דִבּוּר: הָרִאשׁוֹן חַיָּב. אֲבָל הַשֵּׁנִי פָּטוּר, שֶׁכֵּיוָן שֶׁכָּפַר הָרִאשׁוֹן שׁוּב אֵין הַשֵּׁנִי רָאוּי לְהָעִיד, שֶׁהוּא יְחִידִי {טו}: שְׁתֵּיהֶן חַיָּבוֹת. בַּגְּמָרָא פָרֵיךְ, רִאשׁוֹנָה אַמַּאי חַיֶּבֶת, הָא קַיְמָא כַּת שְׁנִיָּה, וּמַה הִפְסִידוּהוּ הָרִאשׁוֹנִים בִּכְפִירָתָם {יז}. וּמְשָׁנֵי, דְּמַתְנִיתִין אַיְרֵי כְּגוֹן שֶׁהָיוּ הָעֵדִים שֶׁל כַּת שְׁנִיָּה קְרוֹבִים בִּנְשׁוֹתֵיהֶן {יח}, שֶׁלֹּא הָיוּ כְשֵׁרִים לְהָעִיד כְּשֶׁכָּפְרָה כַת רִאשׁוֹנָה, וּנְשׁוֹתֵיהֶן גּוֹסְסוֹת. מַהוּ דְּתֵימָא כֵּיוָן דְּקַיְמָא לָן רֹב גּוֹסְסִים לְמִיתָה הָווּ לְהוּ כְּאִלּוּ מֵתוּ וְתִפָּטֵר כַּת רִאשׁוֹנָה דְּהָא קַיְמָא שְׁנִיָּה, קָא מַשְׁמַע לָן הַשְׁתָּא מִיהָא לֹא שָׁכוּב {יט}, וְנִמְצָא שֶׁלֹּא הָיָה שָׁם בִּשְׁעַת כְּפִירָה אֶלָּא כַת רִאשׁוֹנָה בִלְבַד, וּלְפִיכָךְ חַיָּבִין: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-4",
      "jbo:text": "עיקר תוי\"ט {יד} גמרא. דאי אפשר לצמצם. ופרוש תוך כדי דבור, עין בריש פרק ד' דנזיר. ולא שיהיה כל הכפירה תוך כדי דבור אלא שתתחיל תוך כדי דבור. גמרא. ועין תוספות יום טוב: {טו} דאף על גב דקם לשבועה (ורב בני אדם אין נשבעין לשקר והיה משלם), דבר הגורם לממון לאו כממון דמי. גמרא: {טז} הכופר כו'. גמרא השתא בזה אחר זה דתרויהו קא כפרי אמרת הראשון חיב ושני פטור, כפר אחד והודה אחד מבעיא. לא צריכא כגון שכפרו שניהם וחזר אחד מהן והודה בתוך כדי דבור, והא קמשמע לן דמהו דתימא דהא דרישא תוך כדי דבור מהני, הני מלי כפירה וכפירה, אבל כפירה והודאה אימא לא, קא משמע לן. ועין תוספות יום טוב: {יז} שהיו יכולים לומר ידענו כי היה שם כת אחרת בשעת תביעתן. הרמב\"ם: {יח} נשאו שתי אחיות, ואינן כשרים בעדות אחת. וקשה גוססות דקאמר דמשמע דתרויהו גוססות למאי, דבאחת סגי. וכתבו התוספות דמירי כגון שבשעת ראית העדות היו רחוקים. דבעינן תחלתן וסופן בכשרות: {יט} ולמדך שהגוסס הוי כחי לכל דבריו ואף על פי שרבן למיתה. רש\"י והר\"ן. ועין תוספות יום טוב: {כ} בשתיהן. שאחר שמתו הנשים אז כפרה השניה העדות גם כן. הרמב\"ם: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יד} גְּמָרָא. דְּאִי אֶפְשָׁר לְצַמְצֵם. וּפֵרוּשׁ תּוֹךְ כְּדֵי דִבּוּר, עַיֵּן בְּרֵישׁ פֶּרֶק ד' דְּנָזִיר. וְלֹא שֶׁיִּהְיֶה כָל הַכְּפִירָה תּוֹךְ כְּדֵי דִבּוּר אֶלָּא שֶׁתַּתְחִיל תּוֹךְ כְּדֵי דִּבּוּר. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} דְּאַף עַל גַּב דְּקָם לִשְׁבוּעָה (וְרֹב בְּנֵי אָדָם אֵין נִשְׁבָּעִין לַשֶּׁקֶר וְהָיָה מְשַׁלֵּם), דָּבָר הַגּוֹרֵם לְמָמוֹן לָאו כְּמָמוֹן דָּמֵי. גְּמָרָא: {טז} הַכּוֹפֵר כוּ'. גְּמָרָא הַשְׁתָּא בָּזֶה אַחַר זֶה דְתַרְוַיְהוּ קָא כָפְרֵי אָמַרְתְּ הָרִאשׁוֹן חַיָּב וְשֵׁנִי פָטוּר, כָּפַר אֶחָד וְהוֹדָה אֶחָד מִבַּעְיָא. לֹא צְרִיכָא כְּגוֹן שֶׁכָּפְרוּ שְׁנֵיהֶם וְחָזַר אֶחָד מֵהֶן וְהוֹדָה בְתוֹךְ כְּדֵי דִבּוּר, וְהָא קָמַשְׁמַע לָן דְּמַהוּ דְתֵימָא דְהָא דְרֵישָׁא תּוֹךְ כְּדֵי דִבּוּר מַהֲנֵי, הָנֵי מִלֵּי כְפִירָה וּכְפִירָה, אֲבָל כְּפִירָה וְהוֹדָאָה אֵימָא לֹא, קָא מַשְׁמַע לָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} שֶׁהָיוּ יְכוֹלִים לוֹמַר יָדַעְנוּ כִי הָיָה שָׁם כַּת אַחֶרֶת בִּשְׁעַת תְּבִיעָתָן. הָרַמְבַּ\"ם: {יח} נָשְׂאוּ שְׁתֵּי אֲחָיוֹת, וְאֵינָן כְּשֵׁרִים בְּעֵדוּת אַחַת. וְקָשֶׁה גּוֹסְסוֹת דְּקָאָמַר דְּמַשְׁמַע דְּתַרְוַיְהוּ גוֹסְסוֹת לְמַאי, דִּבְאַחַת סַגִּי. וְכָתְבוּ הַתּוֹסָפוֹת דְּמַיְרֵי כְּגוֹן שֶׁבִּשְׁעַת רְאִיַּת הָעֵדוּת הָיוּ רְחוֹקִים. דְּבָעִינַן תְּחִלָּתָן וְסוֹפָן בְּכַשְׁרוּת: {יט} וְלִמֶּדְךָ שֶׁהַגּוֹסֵס הָוֵי כְחַי לְכָל דְּבָרָיו וְאַף עַל פִּי שֶׁרֻבָּן לְמִיתָה. רַשִׁ\"י וְהָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} בִּשְׁתֵּיהֶן. שֶׁאַחַר שֶׁמֵּתוּ הַנָּשִׁים אָז כָּפְרָה הַשְּׁנִיָּה הָעֵדוּת גַּם כֵּן. הָרַמְבַּ\"ם: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-5",
      "jbo:text": "משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני פקדון ותשומת יד וגזל ואבדה. שבועה {כא} שאין אנו יודעין לך עדות, אין חיבין אלא אחת. שבועה שאין אנו יודעין שיש לך ביד פלוני פקדון ותשומת יד וגזל ואבדה, חיבין על כל אחת ואחת. משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני פקדון חטין ושערין וכסמין. שבועה שאין אנו יודעין לך עדות, אין חיבין אלא אחת. שבועה שאין אנו יודעין לך עדות שיש לך ביד פלוני חטין ושערין וכסמין, חיבין על כל אחת ואחת",
      "jbo:textNikud": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה. שְׁבוּעָה {כא} שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּבִין עַל כָּל אַחַת וְאֶחָת. מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקְדוֹן חִטִּין וּשְׂעֹרִין וְכֻסְּמִין. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין, חַיָּבִין עַל כָּל אַחַת וְאֶחָת",
      "rdfs:label": "משנה שבועות ד ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-5",
      "jbo:text": "ר\"ע מברטנורה תשומת יד. הלואה. ששם בידו ממון: ואבדה. שמצא אבדתי: חטין ושערין וכסמין. רישא אשמועינן מין אחד ותביעות חלוקות. וסיפא אשמועינן תביעה אחת כלם פקדון, ומינין חלוקים: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה תְּשׂוּמֶת יָד. הַלְוָאָה. שֶׁשָּׂם בְּיָדוֹ מָמוֹן: וַאֲבֵדָה. שֶׁמָּצָא אֲבֵדָתִי: חִטִּין וּשְׂעֹרִין וְכֻסְּמִין. רֵישָׁא אַשְׁמוֹעִינַן מִין אֶחָד וּתְבִיעוֹת חֲלוּקוֹת. וְסֵיפָא אַשְׁמוֹעִינַן תְּבִיעָה אַחַת כֻּלָּם פִּקָּדוֹן, וּמִינִין חֲלוּקִים: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-5",
      "jbo:text": "עיקר תוי\"ט {כא} שבועה כו'. שבועה זו איני יודע למה, דכיון שאמר הלה משביע אני עליכם משבעין הם כו'. ויש לומר לרבותא נקט דאף על גב דהוציאו הם עצמם שבועה מפיהם אפלו הכי אינן חיבין אלא אחת. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כא} שְׁבוּעָה כוּ'. שְׁבוּעָה זוֹ אֵינִי יוֹדֵעַ לָמָּה, דְּכֵיוָן שֶׁאָמַר הַלָּה מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם מֻשְׁבָּעִין הֵם כוּ'. וְיֵשׁ לוֹמַר לִרְבוּתָא נָקַט דְּאַף עַל גַּב דְּהוֹצִיאוּ הֵם עַצְמָם שְׁבוּעָה מִפִּיהֶם אֲפִלּוּ הָכִי אֵינָן חַיָּבִין אֶלָּא אַחַת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-6",
      "jbo:text": "משביע אני עליכם אם לא תבאו ותעידוני שיש לי ביד פלוני נזק וחצי נזק, תשלומי כפל, תשלומי ארבעה וחמשה, ושאנס איש פלוני את בתי, ופתה את בתי, ושהכני בני, ושחבל בי חברי, ושהדליק את גדישי ביום הכפורים, הרי אלו חיבין",
      "jbo:textNikud": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי נֶזֶק וַחֲצִי נֶזֶק, תַּשְׁלוּמֵי כֶפֶל, תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה, וְשֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתִּי, וּפִתָּה אֶת בִּתִּי, וְשֶׁהִכַּנִי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק אֶת גְּדִישִׁי בְיוֹם הַכִּפּוּרִים, הֲרֵי אֵלּוּ חַיָּבִין",
      "rdfs:label": "משנה שבועות ד ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-6",
      "jbo:text": "ר\"ע מברטנורה נזק וחצי נזק. בחצי נזק צרורות דממונא הוא ולא קנסא {כב}. דאמרינן בעדות של קנס אין חיבין {כג}: תשלומי כפל ותשלומי ארבעה וחמשה. משום קרנא: ושאנס איש פלוני ופתה את בתי. משום בשת ופגם דממונא הוא {כד}: ושהכני בני. הכאה שאין בה חבורה, שאינו חיב עליה מיתה. וכיון דליכא מיתה איכא ממון: ושחבל בי חברי ביום הכפורים. ונקט לה, דאף על גב דענוש כרת חיב ממון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה נֶזֶק וַחֲצִי נֶזֶק. בַּחֲצִי נֶזֶק צְרוֹרוֹת דְּמָמוֹנָא הוּא וְלֹא קְנָסָא {כב}. דְּאָמְרִינַן בְּעֵדוּת שֶׁל קְנָס אֵין חַיָּבִין {כג}: תַּשְׁלוּמֵי כֶפֶל וְתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. מִשּׁוּם קַרְנָא: וְשֶׁאָנַס אִישׁ פְּלוֹנִי וּפִתָּה אֶת בִּתִּי. מִשּׁוּם בֹּשֶׁת וּפְגָם דְּמָמוֹנָא הוּא {כד}: וְשֶׁהִכַּנִי בְנִי. הַכָּאָה שֶׁאֵין בָּהּ חַבּוּרָה, שֶׁאֵינוֹ חַיָּב עָלֶיהָ מִיתָה. וְכֵיוָן דְּלֵיכָּא מִיתָה אִיכָּא מָמוֹן: וְשֶׁחָבַל בִּי חֲבֵרִי בְּיוֹם הַכִּפּוּרִים. וְנָקַט לַהּ, דְּאַף עַל גַּב דְּעָנוּשׁ כָּרֵת חַיָּב מָמוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-6",
      "jbo:text": "עיקר תוי\"ט {כב} גמרא, והא קא משמע לן. ופרש רש\"י ואידי דתניא הא, תנא בהדיהו תשלומי ארבעה וחמשה ואונס ומפתה, דממון שאין משתלם בראש הוא, דומיא דחצי נזק שאין משתלם בראש. ועין תוספות יום טוב: {כג} דקימא לן מודה בקנס פטור, הלכך לא הוי אלא גורם לממון, דאלו הודה היה פטור, ולאו ממון הוא. גמרא: {כד} דמסתמא ממונא קא תבע ולא קנס, שאם הודה לא ישלם. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כב} גְּמָרָא, וְהָא קָא מַשְׁמַע לָן. וּפֵרֵשׁ רַשִׁ\"י וְאַיְדֵי דְתַנְיָא הָא, תָּנָא בַהֲדַיְהוּ תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה וְאוֹנֵס וּמְפַתֶּה, דְּמָמוֹן שֶׁאֵין מִשְׁתַּלֵּם בָּרֹאשׁ הוּא, דּוּמְיָא דַחֲצִי נֶזֶק שֶׁאֵין מִשְׁתַּלֵּם בָּרֹאשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} דְּקַיְמָא לָן מוֹדֶה בִקְנָס פָּטוּר, הִלְכָּךְ לֹא הָוֵי אֶלָּא גוֹרֵם לְמָמוֹן, דְּאִלּוּ הוֹדָה הָיָה פָטוּר, וְלָאו מָמוֹן הוּא. גְּמָרָא: {כד} דְּמִסְּתָמָא מָמוֹנָא קָא תָבַע וְלֹא קְנָס, שֶׁאִם הוֹדָה לֹא יְשַׁלֵּם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-7",
      "jbo:text": "משביע אני עליכם אם לא תבאו ותעידוני שאני כהן, שאני לוי, שאיני {כה} בן גרושה, שאיני בן חלוצה, שאיש פלוני {כו} כהן, שאיש פלוני לוי, שאינו בן גרושה, שאינו בן חלוצה, שאנס איש פלוני את בתו, ופתה את בתו, ושחבל בי בני, ושחבל בי חברי, ושהדליק גדישי בשבת, הרי אלו פטורין",
      "jbo:textNikud": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאֲנִי כֹהֵן, שֶׁאֲנִי לֵוִי, שֶׁאֵינִי {כה} בֶן גְּרוּשָׁה, שֶׁאֵינִי בֶן חֲלוּצָה, שֶׁאִישׁ פְּלוֹנִי {כו} כֹהֵן, שֶׁאִישׁ פְּלוֹנִי לֵוִי, שֶׁאֵינוֹ בֶן גְּרוּשָׁה, שֶׁאֵינוֹ בֶן חֲלוּצָה, שֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתּוֹ, וּפִתָּה אֶת בִּתּוֹ, וְשֶׁחָבַל בִּי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק גְּדִישִׁי בְשַׁבָּת, הֲרֵי אֵלּוּ פְטוּרִין",
      "rdfs:label": "משנה שבועות ד ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-7",
      "jbo:text": "ר\"ע מברטנורה שאני כהן. פטורין, שאין העדים חיבין אלא כשכפרו בדבר שיש בו תביעות ממון: שאנס איש פלוני או פתה בתו של פלוני. ובתו דקתני, אאיש פלוני כהן דלעיל קאי, [דתנא לעיל מניה שאיש פלוני כהן או לוי ואינו בן גרושה, ועליה קאי], או שהשביען שאנס איש פלוני את בתו של אותו פלוני דאירי ביה עד השתא. פטורים, דבעינן שישמעו מפי התובע. ובגמרא מוקי לה בבא בהרשאה, ואי תביעת ממון אחר הוי, היו חיבים. ואשמועינן דאין נחשב המרשה בעל דין בזה כשאר ממון, דכיון דממון שהוא שואל לא מטא לידיה מעולם, לא מצי למכתב הרשאה עליה: ושחבל בי בני. חבלה היא חבורה. פטורין, שאם העידוהו היה מתחיב מיתה ולא ממון: ושחבל בי חברי ושהדליק את גדישי בשבת. דתרויהו חיוב מיתה נינהו ופטורים מן הממון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁאֲנִי כֹהֵן. פְּטוּרִין, שֶׁאֵין הָעֵדִים חַיָּבִין אֶלָּא כְּשֶׁכָּפְרוּ בְדָבָר שֶׁיֵּשׁ בּוֹ תְּבִיעוֹת מָמוֹן: שֶׁאָנַס אִישׁ פְּלוֹנִי אוֹ פִתָּה בִתּוֹ שֶׁל פְּלוֹנִי. וּבִתּוֹ דְקָתָנֵי, אַאִישׁ פְּלוֹנִי כֹהֵן דִּלְעֵיל קָאֵי, [דְּתָנָא לְעֵיל מִנֵּיהּ שֶׁאִישׁ פְּלוֹנִי כֹהֵן אוֹ לֵוִי וְאֵינוֹ בֶן גְּרוּשָׁה, וַעֲלֵיהּ קָאֵי], אוֹ שֶׁהִשְׁבִּיעָן שֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתּוֹ שֶׁל אוֹתוֹ פְלוֹנִי דְאַיְרֵי בֵיהּ עַד הַשְׁתָּא. פְּטוּרִים, דְּבָעִינַן שֶׁיִּשְׁמְעוּ מִפִּי הַתּוֹבֵעַ. וּבַגְּמָרָא מוֹקֵי לַהּ בְּבָא בְהַרְשָׁאָה, וְאִי תְבִיעַת מָמוֹן אַחֵר הָוֵי, הָיוּ חַיָּבִים. וְאַשְׁמוֹעִינַן דְּאֵין נֶחְשָׁב הַמֻּרְשֶׁה בַּעַל דִּין בָּזֶה כִּשְׁאָר מָמוֹן, דְּכֵיוָן דְּמָמוֹן שֶׁהוּא שׁוֹאֵל לֹא מְטָא לִידֵיהּ מֵעוֹלָם, לֹא מָצֵי לְמִכְתַּב הַרְשָׁאָה עֲלֵיהּ: וְשֶׁחָבַל בִּי בְנִי. חֲבָלָה הִיא חַבּוּרָה. פְּטוּרִין, שֶׁאִם הֱעִידוּהוּ הָיָה מִתְחַיֵּב מִיתָה וְלֹא מָמוֹן: וְשֶׁחָבַל בִּי חֲבֵרִי וְשֶׁהִדְלִיק אֶת גְּדִישִׁי בְשַׁבָּת. דְּתַרְוַיְהוּ חִיּוּב מִיתָה נִינְהוּ וּפְטוּרִים מִן הַמָּמוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-7",
      "jbo:text": "עיקר תוי\"ט {כה} שאיני כו'. נקט לה בלשון חיוב ובלשון שלילה: {כו} פלוני כו'. משנה יתרה היא, דהא אפלו מנה לפלוני כו' תנן במשנה י\"ב דפטור. אלא הא קא משמע לן דדוקא שפלוני כהן פטור בכל ענין, דלא שיך בה הרשאה. אבל מנה כו' זמנין דחיב כגון בהרשאה. גמרא. ומנה דהוא הדין סיפא שאנס כו', דהוי נמי משנה יתרה, בבא בהרשאה אירי. וזהו שכתב הר\"ב (וכן כתב רש\"י) ובגמרא מוקי לה בבא בהרשאה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כה} שֶׁאֵינִי כוּ'. נָקַט לָהּ בִּלְשׁוֹן חִיּוּב וּבִלְשׁוֹן שְׁלִילָה: {כו} פְּלוֹנִי כוּ'. מִשְׁנָה יְתֵרָה הִיא, דְּהָא אֲפִלּוּ מָנֶה לִפְלוֹנִי כוּ' תְּנַן בְּמִשְׁנָה י\"ב דְּפָטוּר. אֶלָּא הָא קָא מַשְׁמַע לָן דְּדַוְקָא שֶׁפְּלוֹנִי כֹהֵן פָּטוּר בְּכָל עִנְיָן, דְּלֹא שַׁיָּךְ בָּהּ הַרְשָׁאָה. אֲבָל מָנֶה כוּ' זִמְנִין דְּחַיָּב כְּגוֹן בְּהַרְשָׁאָה. גְּמָרָא. וּמִנַּהּ דְּהוּא הַדִּין סֵיפָא שֶׁאָנַס כוּ', דַּהֲוֵי נַמִּי מִשְׁנָה יְתֵרָה, בְּבָא בְהַרְשָׁאָה אַיְרֵי. וְזֶהוּ שֶׁכָּתַב הָרַ\"ב (וְכֵן כָּתַב רַשִׁ\"י) וּבַגְּמָרָא מוֹקֵי לַהּ בְּבָא בְהַרְשָׁאָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-8",
      "jbo:text": "משביע אני עליכם, אם לא תבאו ותעידוני שאמר איש פלוני לתן לי מאתים זוז ולא נתן לי, הרי אלו פטורים, שאין חיבין אלא על תביעת ממון כפקדון",
      "jbo:textNikud": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאָמַר אִישׁ פְּלוֹנִי לִתֶּן לִי מָאתַיִם זוּז וְלֹא נָתַן לִי, הֲרֵי אֵלּוּ פְטוּרִים, שֶׁאֵין חַיָּבִין אֶלָּא עַל תְּבִיעַת מָמוֹן כְּפִקָּדוֹן",
      "rdfs:label": "משנה שבועות ד ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-8",
      "jbo:text": "ר\"ע מברטנורה שאמר איש פלוני לתן לי וכו' פטורים. דכתיב בשבועת העדות תחטא, וכתיב בשבועת הפקדון תחטא, מה שבועת הפקדון על תביעת ממון שיש לו על חברו, אף שבועת העדות צריך שתהיה על תביעת ממון שיש לו עליו, וזה שטוען שאמר איש פלוני לתן לי מאתים זוז אינה תביעת ממון שיש לו על חברו, שאפלו הוא כדבריו שאמר לו חברו שיתן לו מאתים זוז אין חברו חיב בו כלום בשביל אמירה זו {כז}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁאָמַר אִישׁ פְּלוֹנִי לִתֶּן לִי וְכוּ' פְּטוּרִים. דִּכְתִיב בִּשְׁבוּעַת הָעֵדוּת תֶּחֱטָא, וּכְתִיב בִּשְׁבוּעַת הַפִּקָּדוֹן תֶּחֱטָא, מַה שְּׁבוּעַת הַפִּקָּדוֹן עַל תְּבִיעַת מָמוֹן שֶׁיֵּשׁ לוֹ עַל חֲבֵרוֹ, אַף שְׁבוּעַת הָעֵדוּת צָרִיךְ שֶׁתִּהְיֶה עַל תְּבִיעַת מָמוֹן שֶׁיֵּשׁ לוֹ עָלָיו, וְזֶה שֶׁטּוֹעֵן שֶׁאָמַר אִישׁ פְּלוֹנִי לִתֶּן לִי מָאתַיִם זוּז אֵינָהּ תְּבִיעַת מָמוֹן שֶׁיֵּשׁ לוֹ עַל חֲבֵרוֹ, שֶׁאֲפִלּוּ הוּא כִדְבָרָיו שֶׁאָמַר לוֹ חֲבֵרוֹ שֶׁיִּתֵּן לוֹ מָאתַיִם זוּז אֵין חֲבֵרוֹ חַיָּב בּוֹ כְלוּם בִּשְׁבִיל אֲמִירָה זוֹ {כז}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-8",
      "jbo:text": "עיקר תוי\"ט {כז} ואפלו הוא עני אינו חיב לו אלא מטעם נדר, ונמצא שאין עליו חיוב ממון בשום צד. שאין בית דין יורדין לנכסיו אם אינו רוצה לקים נדרו, אלא שמנדין אותו או מכין אותו עד שיקים מוצא שפתיו. נראה לי: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כז} וַאֲפִלּוּ הוּא עָנִי אֵינוֹ חַיָּב לוֹ אֶלָּא מִטַּעַם נֶדֶר, וְנִמְצָא שֶׁאֵין עָלָיו חִיּוּב מָמוֹן בְּשׁוּם צַד. שֶׁאֵין בֵּית דִּין יוֹרְדִין לִנְכָסָיו אִם אֵינוֹ רוֹצֶה לְקַיֵּם נִדְרוֹ, אֶלָּא שֶׁמְּנַדִּין אוֹתוֹ אוֹ מַכִּין אוֹתוֹ עַד שֶׁיְּקַיֵּם מוֹצָא שְׂפָתָיו. נִרְאֶה לִי: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-9",
      "jbo:text": "משביע אני עליכם, כשתדעון לי עדות שתבאו ותעידוני, הרי אלו פטורים, מפני שקדמה שבועה לעדות",
      "jbo:textNikud": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, כְּשֶׁתֵּדְעוּן לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִים, מִפְּנֵי שֶׁקָּדְמָה שְׁבוּעָה לָעֵדוּת",
      "rdfs:label": "משנה שבועות ד ט",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-9",
      "jbo:text": "ר\"ע מברטנורה מפני שקדמה שבועה לעדות. ורחמנא אמר (ויקרא ה) ושמעה קול אלה והוא עד או ראה או ידע, שקדמה העדות לשבועה ולא שקדמה שבועה לעדות: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִפְּנֵי שֶׁקָּדְמָה שְׁבוּעָה לָעֵדוּת. וְרַחֲמָנָא אֲמַר (וַיִּקְרָא ה) וְשָׁמְעָה קוֹל אָלָה וְהוּא עֵד אוֹ רָאָה אוֹ יָדָע, שֶׁקָּדְמָה הָעֵדוּת לַשְּׁבוּעָה וְלֹא שֶׁקָּדְמָה שְׁבוּעָה לָעֵדוּת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד ט",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-9"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-10",
      "jbo:text": "עמד בבית הכנסת ואמר, משביע אני עליכם שאם אתם יודעים לי עדות שתבאו ותעידוני, הרי אלו פטורין, עד שיהיה מתכון להם",
      "jbo:textNikud": "עָמַד בְּבֵית הַכְּנֶסֶת וְאָמַר, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִים לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִין, עַד שֶׁיִּהְיֶה מִתְכַּוֵּן לָהֶם",
      "rdfs:label": "משנה שבועות ד י",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-10",
      "jbo:text": "ר\"ע מברטנורה אם יודעים אתם לי עדות וכו' פטורין. דכתיב והוא עד, עד שייחד את עדיו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אִם יוֹדְעִים אַתֶּם לִי עֵדוּת וְכוּ' פְּטוּרִין. דִּכְתִיב וְהוּא עֵד, עַד שֶׁיְּיַחֵד אֶת עֵדָיו: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד י",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-10"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-11",
      "jbo:text": "אמר לשנים, משביע אני עליכם איש פלוני ופלוני, שאם אתם יודעין לי עדות שתבאו ותעידוני, שבועה שאין אנו יודעין לך עדות, והם יודעין לו עדות עד מפי עד או שהיה אחד מהן קרוב או פסול, הרי אלו פטורין",
      "jbo:textNikud": "אָמַר לִשְׁנַיִם, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִישׁ פְּלוֹנִי וּפְלוֹנִי, שֶׁאִם אַתֶּם יוֹדְעִין לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, וְהֵם יוֹדְעִין לוֹ עֵדוּת עֵד מִפִּי עֵד אוֹ שֶׁהָיָה אֶחָד מֵהֶן קָרוֹב אוֹ פָסוּל, הֲרֵי אֵלּוּ פְטוּרִין",
      "rdfs:label": "משנה שבועות ד יא",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-11",
      "jbo:text": "ר\"ע מברטנורה והם יודעים לו עדות עד מפי עד וכו' פטורים. שאם העידוהו לא היתה עדותן מועלת לו כלום {כח}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְהֵם יוֹדְעִים לוֹ עֵדוּת עֵד מִפִּי עֵד וְכוּ' פְּטוּרִים. שֶׁאִם הֱעִידוּהוּ לֹא הָיְתָה עֵדוּתָן מוֹעֶלֶת לוֹ כְּלוּם {כח}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד יא",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-11"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-11",
      "jbo:text": "עיקר תוי\"ט {כח} הקשה הרמב\"ן, למה לי למתני הכי, פשיטא, דאי משום קרובים כו' הא תנן בריש פרקין, ועד מפי עד תנן בפרק ד' דסנהדרין משנה ו' כו'. ותרץ דאשמעינן אם האמינן הנתבע על עצמו שאם ידעו יבאו ויעידו, אפלו הכי פטורין, כיון שמן הדין אינם נאמנים. ונסתיע מהירושלמי. וכן משמע בגמרא דידן. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כח} הִקְשָׁה הָרַמְבַּ\"ן, לָמָּה לִּי לְמִתְנֵי הָכִי, פְּשִׁיטָא, דְּאִי מִשּׁוּם קְרוֹבִים כוּ' הָא תְנַן בְּרֵישׁ פִּרְקִין, וְעֵד מִפִּי עֵד תְּנַן בְּפֶרֶק ד' דְּסַנְהֶדְרִין מִשְׁנָה ו' כוּ'. וְתֵרֵץ דְּאַשְׁמְעִינַן אִם הֶאֱמִינָן הַנִּתְבָּע עַל עַצְמוֹ שֶׁאִם יָדְעוּ יָבֹאוּ וְיָעִידוּ, אֲפִלּוּ הָכִי פְּטוּרִין, כֵּיוָן שֶׁמִּן הַדִּין אֵינָם נֶאֱמָנִים. וְנִסְתַּיֵּעַ מֵהַיְרוּשַׁלְמִי. וְכֵן מַשְׁמַע בַּגְּמָרָא דִידָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד יא",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-11"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-12",
      "jbo:text": "שלח ביד עבדו, או שאמר להן הנתבע משביע אני עליכם שאם אתם יודעין לו עדות שתבאו ותעידוהו, הרי אלו פטורין {כט} עד שישמעו מפי התובע",
      "jbo:textNikud": "שִׁלַּח בְּיַד עַבְדּוֹ, אוֹ שֶׁאָמַר לָהֶן הַנִּתְבָּע מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִין לוֹ עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּהוּ, הֲרֵי אֵלּוּ פְטוּרִין {כט} עַד שֶׁיִּשְׁמְעוּ מִפִּי הַתּוֹבֵעַ",
      "rdfs:label": "משנה שבועות ד יב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-12",
      "jbo:text": "ר\"ע מברטנורה עד שישמעו מפי התובע. דכתיב (שם) אם לוא יגיד, מלא בוי\"ו ואל\"ף. למדרש הכי, אם לו לא יגיד, כלומר לתובע, ונשא עונו, הא אם לאחר לא יגיד פטור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה עַד שֶׁיִּשְׁמְעוּ מִפִּי הַתּוֹבֵעַ. דִּכְתִיב (שָׁם) אִם לוֹא יַגִּיד, מָלֵא בְּוָי\"ו וְאָלֶ\"ף. לְמִדְרַשׁ הָכִי, אִם לוֹ לֹא יַגִּיד, כְּלוֹמַר לַתּוֹבֵעַ, וְנָשָׂא עֲוֹנוֹ, הָא אִם לְאַחֵר לֹא יַגִּיד פָּטוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד יב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-12"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-12",
      "jbo:text": "עיקר תוי\"ט {כט} פטורים. כשלא בא בהרשאה. דהא במשנה ז' דיקינן בגמרא דבא בהרשאה יכול להשביעם ומתחיבים בהשבעתו. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כט} פְּטוּרִים. כְּשֶׁלֹּא בָא בְהַרְשָׁאָה. דְּהָא בְמִשְׁנָה ז' דָּיְקִינַן בַּגְּמָרָא דְּבָא בְהַרְשָׁאָה יָכוֹל לְהַשְׁבִּיעָם וּמִתְחַיְּבִים בְּהַשְׁבָּעָתוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד יב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-12"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-4-6-4-13",
      "jbo:text": "משביע {ל} אני עליכם, מצוה אני עליכם, אוסרכם אני, הרי אלו חיבין. בשמים ובארץ, הרי אלו פטורין. באל\"ף דל\"ת, ביו\"ד ה\"א, בשדי, בצבאות, בחנון ורחום, בארך אפים ורב חסד, ובכל הכנויין {לב}, הרי אלו חיבין. המקלל בכלן, חיב {לג}, דברי רבי מאיר, וחכמים פוטרין. המקלל אביו ואמו בכלן, חיב, דברי רבי מאיר, וחכמים פוטרין. המקלל עצמו וחברו בכלן, עובר בלא תעשה. יככה אלהים, וכן יככה אלהים {לד}, זו היא אלה הכתובה {לה} בתורה. אל יכך, ויברכך, וייטיב ל ך, רבי מאיר מחיב וחכמים פוטרין {לו}",
      "jbo:textNikud": "מַשְׁבִּיעַ {ל} אֲנִי עֲלֵיכֶם, מְצַוֶּה אֲנִי עֲלֵיכֶם, אוֹסֶרְכֶם אָנִי, הֲרֵי אֵלּוּ חַיָּבִין. בַּשָּׁמַיִם וּבָאָרֶץ, הֲרֵי אֵלּוּ פְטוּרִין. בְּאל\"ף דל\"ת, בְּיו\"ד ה\"א, בְּשַׁדַּי, בִּצְבָאוֹת, בְּחַנּוּן וְרַחוּם, בְּאֶרֶךְ אַפַּיִם וְרַב חֶסֶד, וּבְכָל הַכִּנּוּיִין {לב}, הֲרֵי אֵלּוּ חַיָּבִין. הַמְקַלֵּל בְּכֻלָּן, חַיָּב {לג}, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל אָבִיו וְאִמּוֹ בְּכֻלָּן, חַיָּב, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל עַצְמוֹ וַחֲבֵרוֹ בְּכֻלָּן, עוֹבֵר בְּלֹא תַעֲשֶׂה. יַכְּכָה אֱלֹהִים, וְכֵן יַכְּכָה אֱלֹהִים {לד}, זוֹ הִיא אָלָה הַכְּתוּבָה {לה} בַתּוֹרָה. אַל יַכְּךָ, וִיבָרֶכְךָ, וְיֵיטִיב לְ ךָ, רַבִּי מֵאִיר מְחַיֵּב וַחֲכָמִים פּוֹטְרִין {לו}",
      "rdfs:label": "משנה שבועות ד יג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-4-13",
      "jbo:text": "ר\"ע מברטנורה מצוה אני עליכם וכו'. והוא שיאמר מצוה אני עליכם בשבועה {לא}, אוסרכם אני בשבועה: המקלל בכלם. מברך את השם באחד מהם: רבי מאיר מחיב. סקילה: וחכמים פוטרין. דעל שם המיחד דוקא בסקילה, דכתיב (ויקרא כד) בנקבו שם יומת. ועל הכנויים באזהרה דאלהים לא תקלל (שמות כב). ובשבועת העדות מודים חכמים לרבי מאיר דחיב על הכנויים כמו שחיב על השם המיחד. דבשבועת [עדות] כתיב (ויקרא ה) ושמעה קול אלה: המקלל עצמו. דכתיב (דברים ד) השמר לך ושמר נפשך מאד, וכל השמר פן ואל אינו אלא לא תעשה: והמקלל חברו. דכתיב (ויקרא יט) לא תקלל חרש, אפלו חרש שאינו שומע ולא קפיד אקללתו לא תקלל, וכל שכן שאר כל אדם דשמע וקפיד: יככה אלהים וכן יככה אלהים. אם אמר לעדים יככה אלהים אם לא תעידוני. או ששמע אחד שקורא בקללות שבתורה יככה אלהים, ואמר הוא לעדים וכן יככה אלהים אם לא תעידוני. או שאמר אל יככה אלהים אם תעידוני. או יברכך ה' אם תעידוני. וייטיב לך אלהים אם תעידוני. בכל אלו רבי מאיר מחיב, דמכלל לאו אתה שומע הן, אל יככה אלהים אם תעידוני, הא אם לא תעידוני יככה. וכן יברכך אלהים אם תעידוני, הא אם לא תעידוני יקללך. ובכל אלו אין הלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מְצַוֶּה אֲנִי עֲלֵיכֶם וְכוּ'. וְהוּא שֶׁיֹּאמַר מְצַוֶּה אֲנִי עֲלֵיכֶם בִּשְׁבוּעָה {לא}, אוֹסֶרְכֶם אֲנִי בִּשְׁבוּעָה: הַמְקַלֵּל בְּכֻלָּם. מְבָרֵךְ אֶת הַשֵּׁם בְּאֶחָד מֵהֶם: רַבִּי מֵאִיר מְחַיֵּב. סְקִילָה: וַחֲכָמִים פּוֹטְרִין. דְּעַל שֵׁם הַמְיֻחָד דַּוְקָא בִּסְקִילָה, דִּכְתִיב (וַיִּקְרָא כד) בְּנָקְבוֹ שֵׁם יוּמָת. וְעַל הַכִּנּוּיִים בְּאַזְהָרָה דֵּאלֹהִים לֹא תְקַלֵּל (שְׁמוֹת כב). וּבִשְׁבוּעַת הָעֵדוּת מוֹדִים חֲכָמִים לְרַבִּי מֵאִיר דְּחַיָּב עַל הַכִּנּוּיִים כְּמוֹ שֶׁחַיָּב עַל הַשֵּׁם הַמְיֻחָד. דְּבִשְׁבוּעַת [עֵדוּת] כְּתִיב (וַיִּקְרָא ה) וְשָׁמְעָה קוֹל אָלָה: הַמְקַלֵּל עַצְמוֹ. דִּכְתִיב (דְּבָרִים ד) הִשָּׁמֶר לְךָ וּשְׁמֹר נַפְשְׁךָ מְאֹד, וְכָל הִשָּׁמֶר פֶּן וְאַל אֵינוֹ אֶלָּא לֹא תַעֲשֶׂה: וְהַמְקַלֵּל חֲבֵרוֹ. דִּכְתִיב (וַיִּקְרָא יט) לֹא תְקַלֵּל חֵרֵשׁ, אֲפִלּוּ חֵרֵשׁ שֶׁאֵינוֹ שׁוֹמֵעַ וְלֹא קָפֵיד אַקִּלְלָתוֹ לֹא תְקַלֵּל, וְכָל שֶׁכֵּן שְׁאָר כָּל אָדָם דְּשָׁמַע וְקָפֵיד: יַכְּכָה אֱלֹהִים וְכֵן יַכְּכָה אֱלֹהִים. אִם אָמַר לָעֵדִים יַכְּכָה אֱלֹהִים אִם לֹא תְעִידוּנִי. אוֹ שֶׁשָּׁמַע אֶחָד שֶׁקּוֹרֵא בַקְּלָלוֹת שֶׁבַּתּוֹרָה יַכְּכָה אֱלֹהִים, וְאָמַר הוּא לָעֵדִים וְכֵן יַכְּכָה אֱלֹהִים אִם לֹא תְעִידוּנִי. אוֹ שֶׁאָמַר אַל יַכְּכָה אֱלֹהִים אִם תְּעִידוּנִי. אוֹ יְבָרֶכְךָ ה' אִם תְּעִידוּנִי. וְיֵיטִיב לְךָ אֱלֹהִים אִם תְּעִידוּנִי. בְּכָל אֵלּוּ רַבִּי מֵאִיר מְחַיֵּב, דְּמִכְּלַל לָאו אַתָּה שׁוֹמֵעַ הֵן, אַל יַכְּכָה אֱלֹהִים אִם תְּעִידוּנִי, הָא אִם לֹא תְעִידוּנִי יַכְּכָה. וְכֵן יְבָרֶכְךָ אֱלֹהִים אִם תְּעִידוּנִי, הָא אִם לֹא תְעִידוּנִי יְקַלֶּלְךָ. וּבְכָל אֵלּוּ אֵין הֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ד יג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-4-13"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-4"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-4-13",
      "jbo:text": "עיקר תוי\"ט {ל} משביע. דקרא ושמעה קול אלה כתיב, ובגמרא ילפינן דאלה היא שבועה. ועין תוספות יום טוב: {לא} גמרא, דאי לאו הכי מאי קאמר. ופרש רש\"י, בשבועה מזכיר את השם באחד מכל הלשונות הללו. וכלומר שם או כנוי. כדאמרינן בגמרא. ועין תוספות יום טוב: {לב} בחנון כו'. דהוי כמי שנשבע בו יתברך, אף על פי שאין אלו שמותיו אלא כנויין בעלמא, הינו טעמא דבמי שהוא חנון במי שהוא רחום קאמר, ולא דמי לנשבע בשמים וארץ, דכיון דליכא מידי אחרינא דאקרי רחום וחנון, ודאי במי שהוא חנון במי שהוא רחום קאמר. הכא דאיכא שמים וארץ בשמים ובארץ קאמר. ועין תוספות יום טוב: {לג} חיב. דתנו רבנן ונקב שם ה' מות יומת (ויקרא כד), יכול לא יהא חיב אלא על שם המיחד בלבד, מנין לרבות את הכנויין, תלמוד לומר איש כי יקלל אלהיו כו', מכל מקום, דברי רבי מאיר. ומהכא שמעינן דפלוגתיהו בשם המתברך. וכן נראה מלשון הר\"ב בסמוך. ולפיכך לשון בכלן דתנן, כמו לכלן. וכן מה שכתב הר\"ב וכן כתב הרמב\"ם, באחד מהם כמו לאחד: {לד} יככה אלהים כו'. לשון רש\"י יככה ה' אלהים. וכן יככה אלהים גרסינן. ולדעתי לא גרסינן ברישא אלהים כלל. אלא יככה ה'. וברש\"ל כתב וזה לשונו, הרי\"ף גרס בתרויהו שם יו\"ד ה\"י, ולא אלהים. אכן גם גרסא זו ישרה. וקא משמע לן אף שזה קורא בתורה שם יו\"ד ה\"י והוא אומר וכן יככה אלהים אפלו הכי הוי אלה: {לה} הכתובה. דהא כתיב בה ככל אלות הברית (דברים כט). רש\"י: {לו} פוטרין. פרש הרמב\"ן ז\"ל, דאף על גב דבעלמא סבירא להו דמכלל לאו אתה שומע הן, הכא משום הכי פטרינן, דבעינן קרא כדכתיב ושמעה קול אלה, אבל לא ששמעה ברכה ונשמעה מתוכה קללה. הרמב\"ן והר\"ן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ל} מַשְׁבִּיעַ. דִּקְרָא וְשָׁמְעָה קוֹל אָלָה כְּתִיב, וּבַגְּמָרָא יָלְפִינַן דְּאָלָה הִיא שְׁבוּעָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} גְּמָרָא, דְּאִי לָאו הָכִי מַאי קָאָמַר. וּפֵרֵשׁ רַשִׁ\"י, בִּשְׁבוּעָה מַזְכִּיר אֶת הַשֵּׁם בְּאֶחָד מִכָּל הַלְּשׁוֹנוֹת הַלָּלוּ. וּכְלוֹמַר שֵׁם אוֹ כִנּוּי. כִּדְאָמְרִינַן בַּגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} בְּחַנּוּן כוּ'. דַּהֲוֵי כְמִי שֶׁנִּשְׁבָּע בּוֹ יִתְבָּרַךְ, אַף עַל פִּי שֶׁאֵין אֵלּוּ שְׁמוֹתָיו אֶלָּא כִנּוּיִין בְּעָלְמָא, הַיְנוּ טַעֲמָא דִּבְמִי שֶׁהוּא חַנּוּן בְּמִי שֶׁהוּא רַחוּם קָאָמַר, וְלֹא דָמֵי לְנִשְׁבָּע בְּשָׁמַיִם וָאָרֶץ, דְּכֵיוָן דְּלֵיכָּא מִידֵי אַחֲרִינָא דְּאִקְּרֵי רַחוּם וְחַנּוּן, וַדַּאי בְּמִי שֶׁהוּא חַנּוּן בְּמִי שֶׁהוּא רַחוּם קָאָמַר. הָכָא דְאִיכָּא שָׁמַיִם וָאָרֶץ בַּשָּׁמַיִם וּבָאָרֶץ קָאָמַר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לג} חַיָּב. דְּתָנוּ רַבָּנָן וְנֹקֵב שֵׁם ה' מוֹת יוּמָת (וַיֵּקְרָא כד), יָכוֹל לֹא יְהֵא חַיָּב אֶלָּא עַל שֵׁם הַמְיֻחָד בִּלְבַד, מִנַּיִן לְרַבּוֹת אֶת הַכִּנּוּיִין, תַּלְמוּד לוֹמַר אִישׁ כִּי יְקַלֵּל אֱלֹהָיו כוּ', מִכָּל מָקוֹם, דִּבְרֵי רַבִּי מֵאִיר. וּמֵהָכָא שָׁמְעִינַן דִּפְלוּגְתַּיְהוּ בְּשֵׁם הַמִּתְבָּרֵךְ. וְכֵן נִרְאֶה מִלְּשׁוֹן הָרַ\"ב בְּסָמוּךְ. וּלְפִיכָךְ לְשׁוֹן בְּכֻלָּן דִּתְנַן, כְּמוֹ לְכֻלָּן. וְכֵן מַה שֶּׁכָּתַב הָרַ\"ב וְכֵן כָּתַב הָרַמְבַּ\"ם, בְּאֶחָד מֵהֶם כְּמוֹ לְאֶחָד: {לד} יַכְּכָה אֱלֹהִים כוּ'. לְשׁוֹן רַשִׁ\"י יַכְּכָה ה' אֱלֹהִים. וְכֵן יַכְּכָה אֱלֹהִים גָּרְסִינַן. וּלְדַעְתִּי לֹא גָרְסִינַן בָּרֵישָׁא אֱלֹהִים כְּלָל. אֶלָּא יַכְּכָה ה'. וּבָרַשַׁ\"ל כָּתַב וְזֶה לְשׁוֹנוֹ, הָרִי\"ף גָּרַס בְּתַרְוַיְהוּ שֵׁם יוּ\"ד הֵ\"י, וְלֹא אֱלֹהִים. אָכֵן גַּם גִּרְסָא זוֹ יְשָׁרָה. וְקָא מַשְׁמַע לָן אַף שֶׁזֶּה קוֹרֵא בַתּוֹרָה שֵׁם יוּ\"ד הֵ\"י וְהוּא אוֹמֵר וְכֵן יַכְּכָה אֱלֹהִים אֲפִלּוּ הָכִי הָוֵי אָלָה: {לה} הַכְּתוּבָה. דְּהָא כְתִיב בָּהּ כְּכֹל אָלוֹת הַבְּרִית (דְּבָרִים כט). רַשִׁ\"י: {לו} פּוֹטְרִין. פֵּרֵשׁ הָרַמְבַּ\"ן זַ\"ל, דְּאַף עַל גַּב דִּבְעָלְמָא סְבִירָא לְהוּ דְּמִכְּלַל לָאו אַתָּה שׁוֹמֵעַ הֵן, הָכָא מִשּׁוּם הָכִי פָטְרִינַן, דְּבָעִינַן קְרָא כְדִכְתִיב וְשָׁמְעָה קוֹל אָלָה, אֲבָל לֹא שֶׁשָּׁמְעָה בְרָכָה וְנִשְׁמְעָה מִתּוֹכָהּ קְלָלָה. הָרַמְבַּ\"ן וְהָרַ\"ן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ד יג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-4-13"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-4-6-5-1",
      "jbo:text": "שבועת הפקדון נוהגת באנשים ובנשים, ברחוקים ובקרובים, בכשרים ובפסולים, בפני בית דין ושלא בפני בית דין, מפי עצמו. ומפי אחרים, אינו חיב עד שיכפר בו בבית דין {ג}, דברי רבי מאיר. וחכמים אומרים, בין מפי עצמו בין מפי אחרים, כיון שכפר בו, חיב {ד}. וחיב על זדון השבועה ועל שגגתה עם זדון הפקדון, ואינו חיב על שגגתה. ומה חיב על זדונה, אשם בכסף שקלים",
      "jbo:textNikud": "שְׁבוּעַת הַפִּקָּדוֹן נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וּמִפִּי אֲחֵרִים, אֵינוֹ חַיָּב עַד שֶׁיִּכְפֹּר בּוֹ בְּבֵית דִּין {ג}, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ בֵּין מִפִּי אֲחֵרִים, כֵּיוָן שֶׁכָּפַר בּוֹ, חַיָּב {ד}. וְחַיָּב עַל זְדוֹן הַשְּׁבוּעָה וְעַל שִׁגְגָתָהּ עִם זְדוֹן הַפִּקָּדוֹן, וְאֵינוֹ חַיָּב עַל שִׁגְגָתָהּ. וּמַה חַיָּב עַל זְדוֹנָהּ, אָשָׁם בְּכֶסֶף שְׁקָלִים",
      "rdfs:label": "משנה שבועות ה א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-5-1",
      "jbo:text": "ר\"ע מברטנורה שבועת הפקדון. באנשים ובנשים. אידי דתנא בשבועת העדות באנשים ולא בנשים, תנא נמי הכא לכלהו: בקרובים. שבעל הפקדון קרוב לזה שהפקדון אצלו: בפני בית דין ושלא בפני בית דין. אם מפי עצמו נשבע, שהוציא שבועה מפיו או שענה אמן אחר השבועה ואחר כך הודה {א}, חיב קרבן. דכתיב (ויקרא ה) וכחש בעמיתו, כל דהו {ב}: ומפי אחרים. ולא ענה אמן. כגון משביע אני עליך שתחזיר לי פקדוני, ואמר אין לך בידי כלום, אינו חיב עד שיכפר בבית דין: וחכמים אומרים וכו'. והלכה כחכמים: וחיב על זדון השבועה. דלא כתיב בה ונעלם. זדון השבועה, שזכור על הפקדון ויודע שמתחיב על כפירתו קרבן: ועל שגגתה עם זדון הפקדון. שאינו יודע שחיב בשבועה זו קרבן {ה}, אבל זכור הוא שהפקדון אצלו: בכסף שקלים. הקנוי בשני סלעים. דהכי כתיב גבי איל אשם (ויקרא ה), בערכך כסף שקלים {ו}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעַת הַפִּקָּדוֹן. בַּאֲנָשִׁים וּבְנָשִׁים. אַיְדֵי דְתָנָא בִשְׁבוּעַת הָעֵדוּת בַּאֲנָשִׁים וְלֹא בְנָשִׁים, תָּנָא נַמִּי הָכָא לְכֻלְּהוּ: בִּקְרוֹבִים. שֶׁבַּעַל הַפִּקָּדוֹן קָרוֹב לָזֶה שֶׁהַפִּקָּדוֹן אֶצְלוֹ: בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִפְנֵי בֵית דִּין. אִם מִפִּי עַצְמוֹ נִשְׁבַּע, שֶׁהוֹצִיא שְׁבוּעָה מִפִּיו אוֹ שֶׁעָנָה אָמֵן אַחַר הַשְּׁבוּעָה וְאַחַר כָּךְ הוֹדָה {א}, חַיָּב קָרְבָּן. דִּכְתִיב (וַיִּקְרָא ה) וְכִחֵשׁ בַּעֲמִיתוֹ, כָּל דְּהוּ {ב}: וּמִפִּי אֲחֵרִים. וְלֹא עָנָה אָמֵן. כְּגוֹן מַשְׁבִּיעַ אֲנִי עָלֶיךָ שֶׁתַּחֲזִיר לִי פִקְדוֹנִי, וְאָמַר אֵין לְךָ בְיָדִי כְלוּם, אֵינוֹ חַיָּב עַד שֶׁיִּכְפֹּר בְּבֵית דִּין: וַחֲכָמִים אוֹמְרִים וְכוּ'. וַהֲלָכָה כַּחֲכָמִים: וְחַיָּב עַל זְדוֹן הַשְּׁבוּעָה. דְּלֹא כְתִיב בָּהּ וְנֶעְלַם. זְדוֹן הַשְּׁבוּעָה, שֶׁזָּכוּר עַל הַפִּקָּדוֹן וְיוֹדֵעַ שֶׁמִּתְחַיֵּב עַל כְּפִירָתוֹ קָרְבָּן: וְעַל שִׁגְגָתָהּ עִם זְדוֹן הַפִּקָּדוֹן. שֶׁאֵינוֹ יוֹדֵעַ שֶׁחַיָּב בִּשְׁבוּעָה זוֹ קָרְבָּן {ה}, אֲבָל זָכוּר הוּא שֶׁהַפִּקָּדוֹן אֶצְלוֹ: בְּכֶסֶף שְׁקָלִים. הַקָּנוּי בִּשְׁנֵי סְלָעִים. דְּהָכִי כְתִיב גַּבֵּי אֵיל אָשָׁם (וַיִּקְרָא ה), בְּעֶרְכְּךָ כֶּסֶף שְׁקָלִים {ו}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ה א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-5-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-5-1",
      "jbo:text": "עיקר תוי\"ט {א} וכלומר דאלו לא הודה, מי מחיבו קרבן. והוא הדין בשבועת העדות. ועין תוספות יום טוב: {ב} רש\"י. ופרש הרש\"ל דבא לומר דמפי עצמו חיב אף בלא טענת התובע. וכדאיתא בגמרא דף ל\"ב: {ג} עד כו'. משום דמשבועת העדות גמרינן לה, וסבירא ליה דון מנה ומנה, והתם בבית דין. רש\"י: {ד} כיון כו'. דסבירא להו דון מנה ואוקי באתרה. רש\"י: {ה} רש\"י. ומשמע, הא שיש אסור בשבועה זו יודעים הם, וכדפרשו לענין שבועת העדות, וסמכו אדלעיל. וכן מה שכתב אבל זכור כו', הוא הדין התם, וסמך אדהכא: {ו} דבכרתות ילפינן לה אכל האשמות. תוספות והר\"ן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} וּכְלוֹמַר דְּאִלּוּ לֹא הוֹדָה, מִי מְחַיְּבוֹ קָרְבָּן. וְהוּא הַדִּין בִּשְׁבוּעַת הָעֵדוּת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} רַשִׁ\"י. וּפֵרֵשׁ הָרַשַׁ\"ל דְּבָא לוֹמַר דְּמִפִּי עַצְמוֹ חַיָּב אַף בְּלֹא טַעֲנַת הַתּוֹבֵעַ. וְכִדְאִיתָא בַגְּמָרָא דַּף ל\"ב: {ג} עַד כוּ'. מִשּׁוּם דְּמִשְּׁבוּעַת הָעֵדוּת גָּמְרִינַן לַהּ, וּסְבִירָא לֵיהּ דּוּן מִנַּהּ וּמִנַּהּ, וְהָתָם בְּבֵית דִּין. רַשִׁ\"י: {ד} כֵּיוָן כוּ'. דִּסְבִירָא לְהוּ דּוּן מִנַּהּ וְאוֹקֵי בְאַתְרַהּ. רַשִׁ\"י: {ה} רַשִׁ\"י. וּמַשְׁמַע, הָא שֶׁיֵּשׁ אִסּוּר בִּשְׁבוּעָה זוֹ יוֹדְעִים הֵם, וְכִדְפֵרְשׁוּ לְעִנְיַן שְׁבוּעַת הָעֵדוּת, וְסָמְכוּ אַדִּלְעֵיל. וְכֵן מַה שֶּׁכָּתַב אֲבָל זָכוּר כוּ', הוּא הַדִּין הָתָם, וְסָמַךְ אַדְּהָכָא: {ו} דְּבִכְרֵתוֹת יָלְפִינַן לַהּ אַכָּל הָאֲשָׁמוֹת. תּוֹסָפוֹת וְהָרַ\"ן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ה א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-5-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-4-6-5-2",
      "jbo:text": "שבועת הפקדון כיצד. אמר לו, תן לי פקדוני שיש לי {ז} בידך, שבועה שאין לך בידי, או שאמר לו אין לך בידי, משביעך {ח} אני, ואמר אמן {ט}, הרי זה חיב. השביע עליו חמשה פעמים, בין בפני בית דין ובין שלא בפני בית דין, וכפר, חיב על כל אחת ואחת. אמר רבי שמעון, מה טעם, מפני שיכול לחזר ולהודות",
      "jbo:textNikud": "שְׁבוּעַת הַפִּקָּדוֹן כֵּיצַד. אָמַר לוֹ, תֶּן לִי פִקְדוֹנִי שֶׁיֵּשׁ לִי {ז} בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אוֹ שֶׁאָמַר לוֹ אֵין לְךָ בְיָדִי, מַשְׁבִּיעֲךָ {ח} אָנִי, וְאָמַר אָמֵן {ט}, הֲרֵי זֶה חַיָּב. הִשְׁבִּיעַ עָלָיו חֲמִשָּׁה פְעָמִים, בֵּין בִּפְנֵי בֵית דִּין וּבֵין שֶׁלֹּא בִּפְנֵי בֵית דִּין, וְכָפַר, חַיָּב עַל כָּל אַחַת וְאֶחָת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, מִפְּנֵי שֶׁיָּכוֹל לַחֲזֹר וּלְהוֹדוֹת",
      "rdfs:label": "משנה שבועות ה ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-5-2",
      "jbo:text": "ר\"ע מברטנורה מפני שיכול לחזר ולהודות. אחר כפירה. נמצא שבכל שבועה הוא כופר ממון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מִפְּנֵי שֶׁיָּכוֹל לַחֲזֹר וּלְהוֹדוֹת. אַחַר כְּפִירָה. נִמְצָא שֶׁבְּכָל שְׁבוּעָה הוּא כוֹפֵר מָמוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ה ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-5-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-5-2",
      "jbo:text": "עיקר תוי\"ט {ז} אמר לו תן כו'. לאו דוקא שאמר לו כו' כדילפינן מוכחש בעמיתו כו'. ומכל מקום בעמיתו בעינן, דאף על גב דהכחשה כל דהו אפלו בלא תביעה סגי, מכל מקום השבועה צריכה שתהא בפני עמיתו, אי נמי לפני המרשה. ועין תוספות יום טוב: {ח} משביעך. לאו שהתורה חיבתו בשבועה ולכך משביעו, שלא מצינו שיתחיב השומר שבועה מן התורה אלא כשהודה שהוא שומר ורוצה לפטר עצמו מחיוב התשלומין, אבל לא בכופר שהוא שומר. אלא אם השביעו והלה נשבע קאמרינן: {ט} אמן. לרבנן דסבירא להו מפי אחרים נמי חיב אפלו חוץ לבית דין, הוה מצי לפרושי מפי אחרים, אלא אידי דלעיל, תני נמי הכא בכהאי גונא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} אָמַר לוֹ תֵּן כוּ'. לָאו דַּוְקָא שֶׁאָמַר לוֹ כוּ' כִּדְיָלְפִינַן מִוְּכִחֵשׁ בַּעֲמִיתוֹ כוּ'. וּמִכָּל מָקוֹם בַּעֲמִיתוֹ בָעִינַן, דְּאַף עַל גַּב דְּהַכְחָשָׁה כָל דְּהוּ אֲפִלּוּ בְלֹא תְּבִיעָה סַגִּי, מִכָּל מָקוֹם הַשְּׁבוּעָה צְרִיכָה שֶׁתְּהֵא בִּפְנֵי עֲמִיתוֹ, אִי נַמִּי לִפְנֵי הַמֻּרְשֶׁה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} מַשְׁבִּיעֲךָ. לָאו שֶׁהַתּוֹרָה חִיְּבַתּוּ בִשְׁבוּעָה וּלְכָךְ מַשְׁבִּיעוֹ, שֶׁלֹּא מָצִינוּ שֶׁיִּתְחַיֵּב הַשּׁוֹמֵר שְׁבוּעָה מִן הַתּוֹרָה אֶלָּא כְשֶׁהוֹדָה שֶׁהוּא שׁוֹמֵר וְרוֹצֶה לִפְטֹר עַצְמוֹ מֵחִיּוּב הַתַּשְׁלוּמִין, אֲבָל לֹא בְכוֹפֵר שֶׁהוּא שׁוֹמֵר. אֶלָּא אִם הִשְׁבִּיעוֹ וְהַלָּה נִשְׁבַּע קָאָמְרִינַן: {ט} אָמֵן. לְרַבָּנָן דִּסְבִירָא לְהוּ מִפִּי אֲחֵרִים נַמִּי חַיָּב אֲפִלּוּ חוּץ לְבֵית דִּין, הֲוָה מָצֵי לְפָרוֹשֵׁי מִפִּי אֲחֵרִים, אֶלָּא אַיְדֵי דִלְעֵיל, תָּנֵי נַמִּי הָכָא בִכְהַאי גַּוְנָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ה ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-5-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-4-6-5-3",
      "jbo:text": "היו חמשה תובעין אותו {י}, אמרו לו תן לנו פקדון שיש לנו בידך, שבועה שאין לכם בידי, אינו חיב אלא אחת. שבועה שאין לך בידי ולא לך ולא לך, חיב על כל אחת ואחת. רבי אליעזר אומר {יא}, עד שיאמר שבועה באחרונה. רבי שמעון אומר, עד שיאמר שבועה לכל אחד ואחד. תן לי פקדון ותשומת יד גזל ואבדה שיש לי בידך, שבועה שאין לך בידי, אינו חיב אלא אחת. שבועה שאין לך בידי פקדון ותשומת יד וגזל ואבדה, חיב על כל אחת ואחת. תן לי חטין ושערין וכסמין שיש לי בידך, שבועה שאין לך בידי, אינו חיב אלא אחת. שבועה שאין לך בידי חטין ושערין וכסמים, חיב על כל אחת ואחת. רבי מאיר אומר, אפלו אמר חטה ושערה וכסמת, חיב על כל אחת ואחת",
      "jbo:textNikud": "הָיוּ חֲמִשָּׁה תוֹבְעִין אוֹתוֹ {י}, אָמְרוּ לוֹ תֶּן לָנוּ פִקָּדוֹן שֶׁיֵּשׁ לָנוּ בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לָכֶם בְּיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי וְלֹא לְךָ וְלֹא לְךָ, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי אֱלִיעֶזֶר אוֹמֵר {יא}, עַד שֶׁיֹּאמַר שְׁבוּעָה בָאַחֲרוֹנָה. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה לְכָל אֶחָד וְאֶחָד. תֶּן לִי פִקָּדוֹן וּתְשׂוּמֶת יָד גָּזֵל וַאֲבֵדָה שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי פִקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּב עַל כָּל אַחַת וְאֶחָת. תֶּן לִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִים, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ אָמַר חִטָּה וּשְׂעֹרָה וְכֻסֶּמֶת, חַיָּב עַל כָּל אַחַת וְאֶחָת",
      "rdfs:label": "משנה שבועות ה ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-5-3",
      "jbo:text": "ר\"ע מברטנורה שבועה באחרונה. אין לך בידי ולא לך ולא לך בשבועה. והשתא קימא שבועה אכלהו. ואין הלכה לא כרבי אליעזר ולא כרבי שמעון: אפלו אמר חטה ושערה וכסמת. דסבר רבי מאיר הטוען את חברו חטה, מין חטה קאמר. וכן שערה, וכן כסמת, דכתיב (שמות ט) והחטה והכסמת. והוי כאלו טענו חטין ושערין וכסמין. ורבנן סברי, גרגיר אחד של חטה ושל שערה ושל כסמת קאמר. ואין הלכה כרבי מאיר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעָה בָאַחֲרוֹנָה. אֵין לְךָ בְיָדִי וְלֹא לְךָ וְלֹא לְךָ בִשְׁבוּעָה. וְהַשְׁתָּא קַיְמָא שְׁבוּעָה אַכֻּלְּהוּ. וְאֵין הֲלָכָה לֹא כְּרַבִּי אֱלִיעֶזֶר וְלֹא כְּרַבִּי שִׁמְעוֹן: אֲפִלּוּ אָמַר חִטָּה וּשְׂעֹרָה וְכֻסֶּמֶת. דְּסָבַר רַבִּי מֵאִיר הַטּוֹעֵן אֶת חֲבֵרוֹ חִטָּה, מִין חִטָּה קָאָמַר. וְכֵן שְׂעֹרָה, וְכֵן כֻּסֶּמֶת, דִּכְתִיב (שְׁמוֹת ט) וְהַחִטָּה וְהַכֻּסֶּמֶת. וְהָוֵי כְאִלּוּ טְעָנוֹ חִטִּין וּשְׂעֹרִין וְכֻסְּמִין. וְרַבָּנָן סָבְרֵי, גַּרְגִּיר אֶחָד שֶׁל חִטָּה וְשֶׁל שְׂעֹרָה וְשֶׁל כֻּסֶּמֶת קָאָמַר. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ה ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-5-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-5-3",
      "jbo:text": "עיקר תוי\"ט {י} היו כו'. בספרא נשנה נמי לענין עדות. וכן הוא נמי ברמב\"ם: {יא} רבי אליעזר אומר כו', רבי שמעון אומר כו'. מסתברא דפליגי נמי אסיפא. עין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} הָיוּ כוּ'. בְּסִפְרָא נִשְׁנָה נַמִּי לְעִנְיַן עֵדוּת. וְכֵן הוּא נַמִּי בָרַמְבַּ\"ם: {יא} רַבִּי אֱלִיעֶזֶר אוֹמֵר כוּ', רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. מִסְתַּבְּרָא דִפְלִיגֵי נַמִּי אַסֵּיפָא. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ה ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-5-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-4-6-5-4",
      "jbo:text": "אנסת ופתית את בתי, והוא אומר לא אנסתי ולא פתיתי. משביעך אני, ואמר אמן, חיב. רבי שמעון פוטר, שאינו משלם קנס על פי עצמו. אמרו לו, אף על פי שאינו משלם קנס על פי עצמו, משלם בשת ופגם {יב} על פי עצמו",
      "jbo:textNikud": "אָנַסְתָּ וּפִתִּיתָ אֶת בִּתִּי, וְהוּא אוֹמֵר לֹא אָנַסְתִּי וְלֹא פִתִּיתִי. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר, שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ. אָמְרוּ לוֹ, אַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ, מְשַׁלֵּם בּשֶׁת וּפְגָם {יב} עַל פִּי עַצְמוֹ",
      "rdfs:label": "משנה שבועות ה ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-5-4",
      "jbo:text": "ר\"ע מברטנורה שאינו משלם קנס על פי עצמו. וכיון דכי אודי לא מחיב, כי כפר נמי לאו ממונא כפר ליה: אבל משלם בשת ופגם. הלכך ממונא כפר. ופלגתא דרבנן ורבי שמעון, דרבי שמעון סבר כי אמר ליה אנסת או פתית את בתי, קנסא קתבע מניה שדמיו קצובין חמשים כסף, ולא קא תבע מניה בשת ופגם שאין דמיו קצובים, דלא שביק אינש מידי דקיץ ותבע מידי דלא קיץ, הלכך קנסא כפר ליה ופטור. ורבנן סברי בשת ופגם קא תבע ליה, דלא שביק איניש מידי דכי מודי ביה לא מפטר ותבע מידי דכי מודי ביה מפטר, הלכך כי כפר ליה, ממונא כפר ליה וחיב. ואין הלכה כרבי שמעון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ. וְכֵיוָן דְּכִי אוֹדֵי לֹא מִחַיַּב, כִּי כָפַר נַמִּי לָאו מָמוֹנָא כָּפַר לֵיהּ: אֲבָל מְשַׁלֵּם בֹּשֶׁת וּפְגָם. הִלְכָּךְ מָמוֹנָא כָפַר. וּפְלֻגְתָּא דְרַבָּנָן וְרַבִּי שִׁמְעוֹן, דְּרַבִּי שִׁמְעוֹן סָבַר כִּי אָמַר לֵיהּ אָנַסְתָּ אוֹ פִתִּיתָ אֶת בִּתִּי, קְנָסָא קָתָבַע מִנֵּיהּ שֶׁדָּמָיו קְצוּבִין חֲמִשִּׁים כֶּסֶף, וְלֹא קָא תָבַע מִנֵּיהּ בֹּשֶׁת וּפְגָם שֶׁאֵין דָּמָיו קְצוּבִים, דְּלֹא שָׁבֵיק אֱינַשׁ מִידֵי דְקִיץ וְתָבַע מִידֵי דְּלֹא קִיץ, הִלְכָּךְ קְנָסָא כָפַר לֵיהּ וּפָטוּר. וְרַבָּנָן סָבְרֵי בֹּשֶׁת וּפְגָם קָא תָבַע לֵיהּ, דְּלֹא שָׁבֵיק אֱינִישׁ מִידֵי דְכִי מוֹדֵי בֵיהּ לֹא מִפְטַר וְתָבַע מִידֵי דְכִי מוֹדֵי בֵיהּ מִפְטַר, הִלְכָּךְ כִּי כָפַר לֵיהּ, מָמוֹנָא כָפַר לֵיהּ וְחַיָּב. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ה ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-5-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-5-4",
      "jbo:text": "עיקר תוי\"ט {יב} ופגם. והרמב\"ם כתב בשת ופגם וצער. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} וּפְגָם. וְהָרַמְבַּ\"ם כָּתַב בֹּשֶׁת וּפְגָם וְצַעַר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ה ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-5-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-4-6-5-5",
      "jbo:text": "גנבת את שורי, והוא אומר לא גנבתי, משביעך אני, ואמר אמן, חיב {יג}. גנבתי אבל לא טבחתי ולא מכרתי, משביעך אני, ואמר אמן, פטור. המית שורך את שורי, והוא אומר לא המית, משביעך אני, ואמר אמן, חיב. המית שורך את עבדי, והוא אומר לא המית, משביעך אני, ואמר אמן, פטור. אמר לו, חבלת בי ועשית בי חבורה, והוא אומר לא חבלתי ולא עשיתי בך חבורה, משביעך אני, ואמר אמן, חיב. אמר לו עבדו, הפלת את שני וסמית את עיני, והוא אומר לא הפלתי ולא סמיתי, משביעך אני, ואמר אמן, פטור. זה הכלל, כל המשלם על פי עצמו, חיב. ושאינו משלם על פי עצמו, פטור",
      "jbo:textNikud": "גָּנַבְתָּ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב {יג}. גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵמִית שׁוֹרְךָ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. הֵמִית שׁוֹרְךָ אֶת עַבְדִּי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. אָמַר לוֹ, חָבַלְתָּ בִי וְעָשִׂיתָ בִּי חַבּוּרָה, וְהוּא אוֹמֵר לֹא חָבַלְתִּי וְלֹא עָשִׂיתִי בְךָ חַבּוּרָה, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לוֹ עַבְדּוֹ, הִפַּלְתָּ אֶת שִׁנִּי וְסִמִּיתָ אֶת עֵינִי, וְהוּא אוֹמֵר לֹא הִפַּלְתִּי וְלֹא סִמִּיתִי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל, כָּל הַמְשַׁלֵּם עַל פִּי עַצְמוֹ, חַיָּב. וְשֶׁאֵינוֹ מְשַׁלֵּם עַל פִּי עַצְמוֹ, פָּטוּר",
      "rdfs:label": "משנה שבועות ה ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-5-5",
      "jbo:text": "ר\"ע מברטנורה המית שורך את עבדי. קנסא הוא, דמשלם שלשים סלעים אפלו אינו שוה אלא דינר: אמר לו עבדו הפלת את שני. קנסא הוא שיוציא עבדו לחרות בשביל אחד מאבריו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הֵמִית שׁוֹרְךָ אֶת עַבְדִּי. קְנָסָא הוּא, דִּמְשַׁלֵּם שְׁלֹשִׁים סְלָעִים אֲפִלּוּ אֵינוֹ שָׁוֶה אֶלָּא דִינָר: אָמַר לוֹ עַבְדּוֹ הִפַּלְתָּ אֶת שִׁנִּי. קְנָסָא הוּא שֶׁיּוֹצִיא עַבְדּוֹ לְחֵרוּת בִּשְׁבִיל אֶחָד מֵאֵבָרָיו: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ה ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-5-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-5"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-5-5",
      "jbo:text": "עיקר תוי\"ט {יג} גנבת כו'. שאף על פי שאינו משלם כפל בהודאה, משלם הוא את הקרן בהודאתו. הרמב\"ם. ולא התבאר בגמרא למאי צריכי לכל הני בבות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} גָּנַבְתָּ כוּ'. שֶׁאַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם כֶּפֶל בְּהוֹדָאָה, מְשַׁלֵּם הוּא אֶת הַקֶּרֶן בְּהוֹדָאָתוֹ. הָרַמְבַּ\"ם. וְלֹא הִתְבָּאֵר בַּגְּמָרָא לְמַאי צְרִיכֵי לְכָל הָנֵי בָבוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ה ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-5-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-1",
      "jbo:text": "שבועת הדינין {א}, הטענה שתי כסף, וההודאה בשוה פרוטה {ח}. ואם אין ההודאה ממין הטענה, פטור {ט}. כיצד, שתי כסף לי בידך, אין לך בידי אלא פרוטה, פטור. שתי כסף ופרוטה לי בידך, אין לך בידי אלא פרוטה, חיב. מנה לי בידך, אין לך בידי, פטור. מנה לי בידך, אין לך בידי אלא חמשים דינר, חיב. מנה לאבא בידך, אין לך בידי אלא חמשים דינר, פטור, מפני שהוא כמשיב אבדה {יא}",
      "jbo:textNikud": "שְׁבוּעַת הַדַּיָּנִין {א}, הַטַּעֲנָה שְׁתֵּי כֶסֶף, וְהַהוֹדָאָה בְּשָׁוֶה פְרוּטָה {ח}. וְאִם אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה, פָּטוּר {ט}. כֵּיצַד, שְׁתֵּי כֶסֶף לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, פָּטוּר. שְׁתֵּי כֶסֶף וּפְרוּטָה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, חַיָּב. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי, פָּטוּר. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, חַיָּב. מָנֶה לְאַבָּא בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, פָּטוּר, מִפְּנֵי שֶׁהוּא כְמֵשִׁיב אֲבֵדָה {יא}",
      "rdfs:label": "משנה שבועות ו א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-1",
      "jbo:text": "ר\"ע מברטנורה שבועת הדינין. השבועה שהדינים משביעים על ידי הודאה במקצת הטענה {ב}, צריך שלא תהא הטענה פחות משתי מעות {ג} כסף, שהוא שליש דינר, שהדינר שש מעות והוא משקל תשעים ושש שערות בינוניות, נמצאו שתי מעות משקל שלשים ושתים שערות: וההודאה. שמחיבתו לשבע, לא תהא פחות משוה פרוטה. שאם היה מה שכפר לו {ד} פחות משתי כסף, או מה שהודה פחות משוה פרוטה, אינו חיב שבועה דאוריתא. אבל משביעין אותו שבועת הסת מדברי סופרים. והמחיב שבועה דאוריתא נקיט חפצא בידיה {ה} כגון ספר תורה או תפלין כשנשבע. והמחיב שבועת הסת {ו} לא נקיט הנשבע חפצא בידיה, אלא חזן הכנסת או המשביעו נקיט חפצא בידיה בשעה שחברו נשבע לו. ושלשה מיני שבועות הן דאוריתא, ולא יותר. המודה במקצת הטענה, ומי שעד אחד מעיד כנגדו שהוא נשבע להכחיש העד, ושבועת השומרים. וכל שאר שבועות הנזכרים במשנה, הם בתקנת חכמים והם כעין של תורה בנקיטת חפץ. ואין הפרש בין שבועה דאוריתא לשבועות הנזכרות במשנה, אלא שהמחיב שבועה דאוריתא ולא רצה לשבע, בית דין יורדין לנכסיו ונפרעים ממנו משלם. והמחיב שבועה מדבריהם בתקנת חכמים {ז} ולא רצה לשבע, משמתין אותו עד שיפרע או עד שישבע. ואם עמד בנדויו שלשים יום ולא רצה לשבע ולא לשלם, מכין אותו מכת מרדות ומתירין לו נדויו והולך לו, ואין יורדין לנכסיו: אין לך בידי אלא פרוטה פטור. שאין ההודאה ממין הטענה {י}, שזה טענו כסף וזה הודה לו נחשת. ודוקא שלא טענו אלא משקל שתי מעות כסף או יותר, אבל אם טענו מטבע כסף, הרי הודה לו במטבע: שתי כסף ופרוטה. קא סבר טענו חטים ושערים והודה לו על אחת מהן חיב: מפני שהוא כמשיב אבדה. שהוא פטור משבועה, כדתנן [גטין דף מח] המוצא מציאה לא ישבע מפני תקון העולם. ודוקא כשאין הבן טוען ודאי מנה לאבא בידך, אלא שמא. אבל טענו ודאי, ואמר הוא לא היה לו אצלו אלא חמשים, חיב שבועה דאוריתא, דאין זה משיב אבדה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שְׁבוּעַת הַדַּיָּנִין. הַשְּׁבוּעָה שֶׁהַדַּיָּנִים מַשְׁבִּיעִים עַל יְדֵי הוֹדָאָה בְמִקְצָת הַטַּעֲנָה {ב}, צָרִיךְ שֶׁלֹּא תְהֵא הַטַּעֲנָה פָּחוֹת מִשְּׁתֵּי מָעוֹת {ג} כֶּסֶף, שֶׁהוּא שְׁלִישׁ דִּינָר, שֶׁהַדִּינָר שֵׁשׁ מָעוֹת וְהוּא מִשְׁקַל תִּשְׁעִים וְשֵׁשׁ שְׂעֹרוֹת בֵּינוֹנִיּוֹת, נִמְצְאוּ שְׁתֵּי מָעוֹת מִשְׁקַל שְׁלֹשִׁים וּשְׁתַּיִם שְׂעֹרוֹת: וְהַהוֹדָאָה. שֶׁמְּחַיַּבְתּוֹ לִשָּׁבַע, לֹא תְהֵא פָחוֹת מִשָּׁוֶה פְרוּטָה. שֶׁאִם הָיָה מַה שֶּׁכָּפַר לוֹ {ד} פָּחוֹת מִשְּׁתֵּי כֶסֶף, אוֹ מַה שֶּׁהוֹדָה פָּחוֹת מִשָּׁוֶה פְרוּטָה, אֵינוֹ חַיָּב שְׁבוּעָה דְאוֹרַיְתָא. אֲבָל מַשְׁבִּיעִין אוֹתוֹ שְׁבוּעַת הֶסֵּת מִדִּבְרֵי סוֹפְרִים. וְהַמְחֻיָּב שְׁבוּעָה דְאוֹרַיְתָא נָקֵיט חֶפְצָא בְּיָדֵיהּ {ה} כְּגוֹן סֵפֶר תּוֹרָה אוֹ תְפִלִּין כְּשֶׁנִּשְׁבָּע. וְהַמְחֻיָּב שְׁבוּעַת הֶסֵּת {ו} לֹא נָקֵיט הַנִּשְׁבָּע חֶפְצָא בִידֵיהּ, אֶלָּא חַזָּן הַכְּנֶסֶת אוֹ הַמַּשְׁבִּיעוֹ נָקֵיט חֶפְצָא בִידֵיהּ בְּשָׁעָה שֶׁחֲבֵרוֹ נִשְׁבָּע לוֹ. וּשְׁלֹשָׁה מִינֵי שְׁבוּעוֹת הֵן דְּאוֹרַיְתָא, וְלֹא יוֹתֵר. הַמּוֹדֶה בְמִקְצָת הַטַּעֲנָה, וּמִי שֶׁעֵד אֶחָד מֵעִיד כְּנֶגְדּוֹ שֶׁהוּא נִשְׁבָּע לְהַכְחִישׁ הָעֵד, וּשְׁבוּעַת הַשּׁוֹמְרִים. וְכָל שְׁאָר שְׁבוּעוֹת הַנִּזְכָּרִים בַּמִּשְׁנָה, הֵם בְּתַקָּנַת חֲכָמִים וְהֵם כְּעֵין שֶׁל תּוֹרָה בִּנְקִיטַת חֵפֶץ. וְאֵין הֶפְרֵשׁ בֵּין שְׁבוּעָה דְאוֹרַיְתָא לַשְּׁבוּעוֹת הַנִּזְכָּרוֹת בַּמִּשְׁנָה, אֶלָּא שֶׁהַמְחֻיָּב שְׁבוּעָה דְאוֹרַיְתָא וְלֹא רָצָה לִשָּׁבַע, בֵּית דִּין יוֹרְדִין לִנְכָסָיו וְנִפְרָעִים מִמֶּנּוּ מִשָּׁלֵם. וְהַמְחֻיָּב שְׁבוּעָה מִדִּבְרֵיהֶם בְּתַקָּנַת חֲכָמִים {ז} וְלֹא רָצָה לִשָּׁבַע, מְשַׁמְּתִין אוֹתוֹ עַד שֶׁיִּפְרַע אוֹ עַד שֶׁיִּשָּׁבַע. וְאִם עָמַד בְּנִדּוּיוֹ שְׁלֹשִׁים יוֹם וְלֹא רָצָה לִשָּׁבַע וְלֹא לְשַׁלֵּם, מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וּמַתִּירִין לוֹ נִדּוּיוֹ וְהוֹלֵךְ לוֹ, וְאֵין יוֹרְדִין לִנְכָסָיו: אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה פָּטוּר. שֶׁאֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה {י}, שֶׁזֶּה טְעָנוֹ כֶסֶף וְזֶה הוֹדָה לוֹ נְחֹשֶׁת. וְדַוְקָא שֶׁלֹּא טְעָנוֹ אֶלָּא מִשְׁקַל שְׁתֵּי מָעוֹת כֶּסֶף אוֹ יוֹתֵר, אֲבָל אִם טְעָנוֹ מַטְבֵּעַ כֶּסֶף, הֲרֵי הוֹדָה לוֹ בַמַּטְבֵּעַ: שְׁתֵּי כֶסֶף וּפְרוּטָה. קָא סָבַר טְעָנוֹ חִטִּים וּשְׂעֹרִים וְהוֹדָה לוֹ עַל אַחַת מֵהֶן חַיָּב: מִפְּנֵי שֶׁהוּא כְמֵשִׁיב אֲבֵדָה. שֶׁהוּא פָטוּר מִשְּׁבוּעָה, כְּדִתְנַן [גִּטִּין דַּף מח] הַמּוֹצֵא מְצִיאָה לֹא יִשָּׁבַע מִפְּנֵי תִקּוּן הָעוֹלָם. וְדַוְקָא כְּשֶׁאֵין הַבֵּן טוֹעֵן וַדַּאי מָנֶה לְאַבָּא בְיָדֶךָ, אֶלָּא שֶׁמָּא. אֲבָל טְעָנוֹ וַדַּאי, וְאָמַר הוּא לֹא הָיָה לוֹ אֶצְלוֹ אֶלָּא חֲמִשִּׁים, חַיָּב שְׁבוּעָה דְאוֹרַיְתָא, דְּאֵין זֶה מֵשִׁיב אֲבֵדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-1",
      "jbo:text": "עיקר תוי\"ט {א} הדינין. הא דלא נקט נוהגת באנשים ובנשים כדתנן לעיל גבי פקדון, נראה לי משום דשבועת הדינין היא עצמה שבועת הפקדון. וזה לשון הרמב\"ם, שדבר ברור וגלוי שכל הנשבע שבועת הדינים או הסת בשקר, שיהא חיב משום שבועת הפקדון: {ב} רש\"י. פרוש לפרושו, שאף על פי ששבועת הפקדון הוא בטוען נאנסו או נאבדו או נגנבו, וכן שבועת עד אחד שבועת הדינין נמי היא, הכי קתני, שבועת הדינין של מודה במקצת צריך שתהא הטענה שתי כסף וההודאה שוה פרוטה. ולאו כל ששבועת הדינין קתני. אי נמי, דשבועת הפקדון לאו דדינין היא, דשם אחר יש לה. וכן שבועת עד אחד כיון דלא נכתבה בהדיא ליתא בכלל זה. הר\"ן. וטעמא דעד אחד לא בעי שתי כסף, משום דכל מקום ששנים מחיבין ממון עד אחד מחיבו שבועה: {ג} וטעמא מפרש בירושלמי, שאמרו סוף מטבע כסף, מעה, כלומר כיון שאמרה תורה כסף, כדכתיב כי יתן כו' כסף כו', ואי אתה מוצא מטבע כסף מזכר בתורה פחות ממעה, כדמתרגמינן עשרים גרה, עשרים מעין, אין לך לחיבו בפחות ממטבע זו. ומקשה, ותהא מעה, כלומר מנין לך שיהיו שתים. ומפרק, או כלים, מה כלים שנים, אף כסף שנים. הר\"ן: {ד} ורב הוא דאמר הכי בגמרא. ופרש רש\"י טענה דתנן במתניתין לאו אתחלת טענה קאי, אלא אכפירה שהוא כופר בטענת חברו לבד הודאת הפרוטה, דבעינן שתהא תחלת הטענה שתי כסף ופרוטה. ויליף ליה בגמרא, דכסף למה לי (והוה דרשינן מה כלים שנים אף כל שנים), אם אינו ענין לטענה תנהו ענין לכפירה כו'. ונמצא שמה שכתב הר\"ב בתחלת המשנה שלא תהא הטענה, לא בא לדקדק בפרוש הטענה ממש. ועין תוספות יום טוב: {ה} כדאשכחן באברהם דאתפסיה לאליעזר בברית מילה, שנאמר (בראשית כד) שים נא ידך תחת ירכי ואשביעך. גמרא. ועין תוספות יום טוב: {ו} לשון שימה. ששמו חכמים עליו שבועה. כמו אם ה' הסיתך (שמואל א כו): {ז} אף על פי שהיא נזכרת במשנה. הרמב\"ם: {ח} בשוה פרוטה. דמשנתנו בשבועת הדינים על ידי הודאת מקצת הטענה. כדפרש הר\"ב. ומסים רש\"י, שלמדוה מאשר יאמר כי הוא זה. (דערוב פרשיות כתיב כאן וכי הוא זה דכתיב בפרשת שומרים שדי אפרשת אם כסף תלוה) וכתיב עלה ונקרב בעל הבית אל האלהים אם לא שלח ידו, דהינו שבועה. ועין תוספות יום טוב: {ט} פטור. דכי הוא זה משמע ממין הטענה: {י} ואליבא דשמואל מפרשינן הכי בגמרא, וסבירא ליה דטענה דמתניתין בתחלת טענה, ולא בעינן שתי כסף ופרוטה, והכא שתי כסף דוקא אמר ולא שוה, ולכך פטור, דמה שטענו לא הודה לו. וכיצד אמאי דסמיך ליה קאי, דאם אין ההודאה כו'. אבל לרב, שוה קאמר. וכיצד ארישא קאי. וקשיא להר\"ב דמפרש לרישא אליבא דרב, והכא (ובבבא מציעא פ\"ד מ\"ז) מפרש אליבא דשמואל. ועין תוספות יום טוב: {יא} כמשיב אבדה. שהיה יכול להעיז פניו ולכפר, ומדלא העיז הרי הוא כמשיב אבדה. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} הַדַּיָּנִין. הָא דְלָא נָקַט נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים כְּדִתְנַן לְעֵיל גַּבֵּי פִקָּדוֹן, נִרְאֶה לִי מִשּׁוּם דִּשְׁבוּעַת הַדַּיָּנִין הִיא עַצְמָהּ שְׁבוּעַת הַפִּקָּדוֹן. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, שֶׁדָּבָר בָּרוּר וְגָלוּי שֶׁכָּל הַנִּשְׁבָּע שְׁבוּעַת הַדַּיָּנִים אוֹ הֶסֵּת בְּשֶׁקֶר, שֶׁיְּהֵא חַיָּב מִשּׁוּם שְׁבוּעַת הַפִּקָּדוֹן: {ב} רַשִׁ\"י. פֵּרוּשׁ לְפֵרוּשׁוֹ, שֶׁאַף עַל פִּי שֶׁשְּׁבוּעַת הַפִּקָּדוֹן הוּא בְטוֹעֵן נֶאֶנְסוּ אוֹ נֶאֶבְדוּ אוֹ נִגְנְבוּ, וְכֵן שְׁבוּעַת עֵד אֶחָד שְׁבוּעַת הַדַּיָּנִין נַמִּי הִיא, הָכִי קָתָנֵי, שְׁבוּעַת הַדַּיָּנִין שֶׁל מוֹדֶה בְמִקְצָת צָרִיךְ שֶׁתְּהֵא הַטַּעֲנָה שְׁתֵּי כֶסֶף וְהַהוֹדָאָה שָׁוֶה פְרוּטָה. וְלָאו כָּל שֶׁשְּׁבוּעַת הַדַּיָּנִין קָתָנֵי. אִי נַמִּי, דִּשְׁבוּעַת הַפִּקָּדוֹן לָאו דְּדַיָּנִין הִיא, דְּשֵׁם אַחֵר יֵשׁ לָהּ. וְכֵן שְׁבוּעַת עֵד אֶחָד כֵּיוָן דְּלֹא נִכְתְּבָה בְהֶדְיָא לֵיתָא בִכְלַל זֶה. הָרַ\"ן. וְטַעֲמָא דְעֵד אֶחָד לֹא בָעֵי שְׁתֵּי כֶסֶף, מִשּׁוּם דְּכָל מָקוֹם שֶׁשְּׁנַיִם מְחַיְּבִין מָמוֹן עֵד אֶחָד מְחַיְּבוֹ שְׁבוּעָה: {ג} וְטַעֲמָא מְפֹרָשׁ בַּיְרוּשַׁלְמִי, שֶׁאָמְרוּ סוֹף מַטְבֵּעַ כֶּסֶף, מָעָה, כְּלוֹמַר כֵּיוָן שֶׁאָמְרָה תוֹרָה כֶּסֶף, כְּדִכְתִיב כִּי יִתֵּן כוּ' כֶּסֶף כוּ', וְאִי אַתָּה מוֹצֵא מַטְבֵּעַ כֶּסֶף מֻזְכָּר בַּתּוֹרָה פָּחוֹת מִמָּעָה, כְּדִמְתַרְגְּמִינַן עֶשְׂרִים גֵּרָה, עֶשְׂרִים מָעִין, אֵין לְךָ לְחַיְּבוֹ בְּפָחוֹת מִמַּטְבֵּעַ זוֹ. וּמַקְשֶׁה, וּתְהֵא מָעָה, כְּלוֹמַר מִנַּיִן לְךָ שֶׁיִּהְיוּ שְׁתַּיִם. וּמְפָרֵק, אוֹ כֵלִים, מַה כֵּלִים שְׁנַיִם, אַף כֶּסֶף שְׁנַיִם. הָרַ\"ן: {ד} וְרַב הוּא דְּאָמַר הָכִי בַגְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י טַעֲנָה דִתְנַן בְּמַתְנִיתִין לָאו אַתְּחִלַּת טַעֲנָה קָאֵי, אֶלָּא אַכְּפִירָה שֶׁהוּא כוֹפֵר בְּטַעֲנַת חֲבֵרוֹ לְבַד הוֹדָאַת הַפְּרוּטָה, דְּבָעִינַן שֶׁתְּהֵא תְחִלַּת הַטַּעֲנָה שְׁתֵּי כֶסֶף וּפְרוּטָה. וְיָלֵיף לֵיהּ בַּגְּמָרָא, דְּכֶסֶף לָמָּה לִּי (וַהֲוָה דָרְשִׁינַן מַה כֵּלִים שְׁנַיִם אַף כָּל שְׁנַיִם), אִם אֵינוֹ עִנְיָן לְטַעֲנָה תְּנֵהוּ עִנְיָן לִכְפִירָה כוּ'. וְנִמְצָא שֶׁמַּה שֶּׁכָּתַב הָרַ\"ב בִּתְחִלַּת הַמִּשְׁנָה שֶׁלֹּא תְהֵא הַטַּעֲנָה, לֹא בָא לְדַקְדֵּק בְּפֵרוּשׁ הַטַּעֲנָה מַמָּשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} כִּדְאַשְׁכְּחַן בְּאַבְרָהָם דְּאַתְפְּסֵיהּ לֶאֱלִיעֶזֶר בִּבְרִית מִילָה, שֶׁנֶּאֱמַר (בְּרֵאשִׁית כד) שִׂים נָא יָדְךָ תַּחַת יְרֵכִי וְאַשְׁבִּיעֲךָ. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} לְשׁוֹן שִׂימָה. שֶׁשָּׂמוּ חֲכָמִים עָלָיו שְׁבוּעָה. כְּמוֹ אִם ה' הֱסִיתְךָ (שְׁמוּאֵל א כו): {ז} אַף עַל פִּי שֶׁהִיא נִזְכֶּרֶת בַּמִּשְׁנָה. הָרַמְבַּ\"ם: {ח} בְּשָׁוֶה פְרוּטָה. דְּמִשְׁנָתֵנוּ בִּשְׁבוּעַת הַדַּיָּנִים עַל יְדֵי הוֹדָאַת מִקְצָת הַטַּעֲנָה. כִּדְפֵרֵשׁ הָרַ\"ב. וּמְסַיֵּם רַשִׁ\"י, שֶׁלְּמָדוּהָ מֵאֲשֶׁר יֹאמַר כִּי הוּא זֶה. (דְּעֵרוּב פָּרָשִׁיּוֹת כְּתִיב כָּאן וְכִי הוּא זֶה דִּכְתִיב בְּפָרָשַׁת שׁוֹמְרִים שָׁדֵי אַפָּרָשַׁת אִם כֶּסֶף תַּלְוֶה) וּכְתִיב עֲלַהּ וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹהִים אִם לֹא שָׁלַח יָדוֹ, דְּהַיְנוּ שְׁבוּעָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} פָּטוּר. דְּכִי הוּא זֶה מַשְׁמַע מִמִּין הַטַּעֲנָה: {י} וְאַלִּיבָּא דִשְׁמוּאֵל מְפָרְשִׁינַן הָכִי בַגְּמָרָא, וּסְבִירָא לֵיהּ דְּטַעֲנָה דְמַתְנִיתִין בִּתְחִלַּת טַעֲנָה, וְלֹא בָעִינַן שְׁתֵּי כֶסֶף וּפְרוּטָה, וְהָכָא שְׁתֵּי כֶסֶף דַּוְקָא אָמַר וְלֹא שָׁוֶה, וּלְכָךְ פָּטוּר, דְּמַה שֶּׁטְּעָנוֹ לֹא הוֹדָה לוֹ. וְכֵיצַד אַמַּאי דִּסְמִיךְ לֵיהּ קָאֵי, דְּאִם אֵין הַהוֹדָאָה כוּ'. אֲבָל לְרַב, שָׁוֶה קָאָמַר. וְכֵיצַד אָרֵישָׁא קָאֵי. וְקַשְׁיָא לְהָרַ\"ב דִּמְפָרֵשׁ לָרֵישָׁא אַלִּיבָּא דְרַב, וְהָכָא (וּבְבָבָא מְצִיעָא פּ\"ד מ\"ז) מְפָרֵשׁ אַלִּיבָּא דִשְׁמוּאֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} כְּמֵשִׁיב אֲבֵדָה. שֶׁהָיָה יָכוֹל לְהָעִיז פָּנָיו וְלִכְפֹּר, וּמִדְּלֹא הֵעִיז הֲרֵי הוּא כְמֵשִׁיב אֲבֵדָה. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-2",
      "jbo:text": "מנה לי בידך, אמר לו בפני עדים הן. למחר אמר לו תנהו לי. נתתיו לך, פטור. אין לך בידי, חיב. מנה לי בידך, אמר לו הן, אל תתנהו לי אלא בעדים. למחר אמר לו תנהו לי, נתתיו לך, חיב, מפני שצריך לתנו לו בעדים {טו}",
      "jbo:textNikud": "מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ בִּפְנֵי עֵדִים הֵן. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי. נְתַתִּיו לָךְ, פָּטוּר. אֵין לְךָ בְיָדִי, חַיָּב. מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ הֵן, אַל תִּתְּנֵהוּ לִי אֶלָּא בְעֵדִים. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי, נְתַתִּיו לָךְ, חַיָּב, מִפְּנֵי שֶׁצָּרִיךְ לִתְּנוֹ לוֹ בְעֵדִים {טו}",
      "rdfs:label": "משנה שבועות ו ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-2",
      "jbo:text": "ר\"ע מברטנורה מנה לי בידך ואמר לו הן. בפני עדים. וכגון שאמר אתם עדי, דשוב אינו יכול לטען משטה הייתי בך {יב}: פטור. משבועה דאוריתא. אבל משביעין אותו הסת: אין לך בידי. לא היו דברים מעולם {יג}: חיב. לשלם. ואינו נאמן בשבועה, שהרי החזק כפרן {יד}. והוא שכפר בבית דין, אבל שלא בבית דין לא החזק כפרן: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה מָנֶה לִי בְיָדֶךָ וְאָמַר לוֹ הֵן. בִּפְנֵי עֵדִים. וּכְגוֹן שֶׁאָמַר אַתֶּם עֵדַי, דְּשׁוּב אֵינוֹ יָכוֹל לִטְעֹן מְשַׁטֶּה הָיִיתִי בְךָ {יב}: פָּטוּר. מִשְּׁבוּעָה דְאוֹרַיְתָא. אֲבָל מַשְׁבִּיעִין אוֹתוֹ הֶסֵּת: אֵין לְךָ בְיָדִי. לֹא הָיוּ דְבָרִים מֵעוֹלָם {יג}: חַיָּב. לְשַׁלֵּם. וְאֵינוֹ נֶאֱמָן בִּשְׁבוּעָה, שֶׁהֲרֵי הֻחְזַק כַּפְרָן {יד}. וְהוּא שֶׁכָּפַר בְּבֵית דִּין, אֲבָל שֶׁלֹּא בְבֵית דִּין לֹא הֻחְזַק כַּפְרָן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-2",
      "jbo:text": "עיקר תוי\"ט {יב} שוחק הייתי בך, שהיית שואלני מה שלא היה. רש\"י: {יג} לשון רש\"י, כגון שאומר לא היו דברים מעולם. רצונו לומר, שפרש דבריו ואמר אין לך בידי מעולם. אבל אם אמר סתם אין לך בידי לא החזק כפרן, דמצי למימר אין לך בידי עתה קאמינא, שהרי פרעתיו לך. ומתרץ דבוריה הוי, ואין סותר דבריו הראשונים. הרא\"ש. ועין תוספות יום טוב שאין כן דעת רב האי: {יד} רש\"י. ופרוש לפרושו, שכשחוזר אחר כך וטוען פרעתי אינו נאמן בשבועה כו', ואהא מסים נמי דבשלא בבית דין, כלומר, שזה שאמר אין לך בידי היה שלא בבית דין, אם בא לבית דין וטוען פרעתי לא החזק כפרן, ונאמן. והטעם פרש הרא\"ש, דעביד איניש דלא מגלה טענותיו אלא בבית דין: {טו} שצריך כו'. כיון שאמר לו אל תתנהו לי אלא בעדים. מהא שמעינן דאפלו לאחר הלואה יכול המלוה לומר ללוה אל תפרעני אלא בעדים. דהא מתניתין לאחר הלואה היא, וקתני בהדיא דחיב מפני כו'. והמגיד כתב הטעם, משום דעבד לוה לאיש מלוה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יב} שׂוֹחֵק הָיִיתִי בְךָ, שֶׁהָיִיתָ שׁוֹאֲלֵנִי מַה שֶּׁלֹּא הָיָה. רַשִׁ\"י: {יג} לְשׁוֹן רַשִׁ\"י, כְּגוֹן שֶׁאוֹמֵר לֹא הָיוּ דְבָרִים מֵעוֹלָם. רְצוֹנוֹ לוֹמַר, שֶׁפֵּרֵשׁ דְּבָרָיו וְאָמַר אֵין לְךָ בְיָדִי מֵעוֹלָם. אֲבָל אִם אָמַר סְתָם אֵין לְךָ בְיָדִי לֹא הֻחְזַק כַּפְרָן, דְּמָצֵי לְמֵימַר אֵין לְךָ בְיָדִי עַתָּה קָאֲמִינָא, שֶׁהֲרֵי פְרַעְתִּיו לְךָ. וּמְתָרֵץ דִּבּוּרֵיהּ הָוֵי, וְאֵין סוֹתֵר דְּבָרָיו הָרִאשׁוֹנִים. הָרֹא\"שׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב שֶׁאֵין כֵּן דַּעַת רַב הַאי: {יד} רַשִׁ\"י. וּפֵרוּשׁ לְפֵרוּשׁוֹ, שֶׁכְּשֶׁחוֹזֵר אַחַר כָּךְ וְטוֹעֵן פָּרַעְתִּי אֵינוֹ נֶאֱמָן בִּשְׁבוּעָה כוּ', וְאַהָא מְסַיֵּם נַמִּי דִּבְשֶׁלֹּא בְבֵית דִּין, כְּלוֹמַר, שֶׁזֶּה שֶׁאָמַר אֵין לְךָ בְיָדִי הָיָה שֶׁלֹּא בְבֵית דִּין, אִם בָּא לְבֵית דִּין וְטוֹעֵן פָּרַעְתִּי לֹא הֻחְזַק כַּפְרָן, וְנֶאֱמָן. וְהַטַּעַם פֵּרֵשׁ הָרֹא\"שׁ, דַּעֲבִיד אֱינִישׁ דְּלֹא מְגַלֶּה טַעֲנוֹתָיו אֶלָּא בְבֵית דִּין: {טו} שֶׁצָּרִיךְ כוּ'. כֵּיוָן שֶׁאָמַר לוֹ אַל תִּתְנֵהוּ לִי אֶלָּא בְעֵדִים. מֵהָא שָׁמְעִינַן דַּאֲפִלּוּ לְאַחַר הַלְוָאָה יָכוֹל הַמַּלְוֶה לוֹמַר לַלֹּוֶה אַל תִּפְרָעֵנִי אֶלָּא בְעֵדִים. דְּהָא מַתְנִיתִין לְאַחַר הַלְוָאָה הִיא, וְקָתָנֵי בְהֶדְיָא דְּחַיָּב מִפְּנֵי כוּ'. וְהַמַּגִּיד כָּתַב הַטַּעַם, מִשּׁוּם דְּעֶבֶד לֹוֶה לְאִישׁ מַלְוֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-3",
      "jbo:text": "ליטרא זהב יש לי בידך, אין לך בידי אלא ליטרא כסף, פטור. דינר זהב יש לי בידך, אין לך בידי אלא דינר כסף, וטריסית ופנדיון ופרוטה {יז}, חיב, שהכל מין מטבע אחת {יח}. כור תבואה יש לי בידך, אין לך בידי אלא לתך קטנית, פטור. כור פרות יש לי בידך, אין לך בידי אלא לתך קטנית, חיב, שהקטנית בכלל פרות. טענו חטין, והודה לו בשערים, פטור {יט}. ורבן גמליאל מחיב {כ}. הטוען לחברו בכדי שמן והודה לו בקנקנים, אדמון אומר, הואיל והודה לו מקצת ממין הטענה, ישבע. וחכמים אומרים, אין ההודאה ממין הטענה. אמר רבן גמליאל, רואה אני את דברי אדמון. טענו כלים וקרקעות, והודה בכלים וכפר בקרקעות, בקרקעות וכפר בכלים, פטור. הודה במקצת הקרקעות, פטור {כג}. במקצת הכלים, חיב, שהנכסים שאין להם אחריות זוקקין את הנכסים שיש להן אחריות לשבע עליהן",
      "jbo:textNikud": "לִיטְרָא זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לִיטְרָא כֶסֶף, פָּטוּר. דִּינַר זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא דִּינַר כֶּסֶף, וּטְרִיסִית וּפֻנְדְּיוֹן וּפְרוּטָה {יז}, חַיָּב, שֶׁהַכֹּל מִין מַטְבֵּעַ אַחַת {יח}. כּוֹר תְּבוּאָה יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, פָּטוּר. כּוֹר פֵּרוֹת יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, חַיָּב, שֶׁהַקִּטְנִית בִּכְלַל פֵּרוֹת. טְעָנוֹ חִטִּין, וְהוֹדָה לוֹ בִשְׂעֹרִים, פָּטוּר {יט}. וְרַבָּן גַּמְלִיאֵל מְחַיֵּב {כ}. הַטּוֹעֵן לַחֲבֵרוֹ בְכַדֵּי שֶׁמֶן וְהוֹדָה לוֹ בַקַּנְקַנִּים, אַדְמוֹן אוֹמֵר, הוֹאִיל וְהוֹדָה לוֹ מִקְצָת מִמִּין הַטַּעֲנָה, יִשָּׁבֵעַ. וַחֲכָמִים אוֹמְרִים, אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן. טְעָנוֹ כֵלִים וְקַרְקָעוֹת, וְהוֹדָה בַכֵּלִים וְכָפַר בַּקַּרְקָעוֹת, בַּקַּרְקָעוֹת וְכָפַר בַּכֵּלִים, פָּטוּר. הוֹדָה בְמִקְצָת הַקַּרְקָעוֹת, פָּטוּר {כג}. בְּמִקְצָת הַכֵּלִים, חַיָּב, שֶׁהַנְּכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת זוֹקְקִין אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת לִשָּׁבַע עֲלֵיהֶן",
      "rdfs:label": "משנה שבועות ו ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-3",
      "jbo:text": "ר\"ע מברטנורה אלא ליטרא כסף פטור. שאין כאן הודאה ממין הטענה {טז}: לתך. חצי כור. חמש עשרה סאין: כדי שמן. כדים מלאים שמן {כא}: והודה לו בקנקנים. כדים ריקים בלא שמן: הואיל והודה במקצת הטענה. דהוה ליה כמו טענו חטין ושערין והודה לו באחד מהן. והלכה כאדמון, אבל אין הלכה כרבן גמליאל דמחיב בטענו חטין והודה לו בשערים: פטור. משבועה דאוריתא, לא על הקרקעות ולא על הכלים. שאין הודאת קרקעות מביאתו לידי שבועה, שאין דין שבועה בקרקעות {כב}: הודה במקצת כלים. דאיכא הודאה וכפירה בלאו קרקעות: חיב. לשבע אף על הקרקעות על ידי גלגול שבועה: זוקקין. גוררין: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֶלָּא לִיטְרָא כָסֶף פָּטוּר. שֶׁאֵין כָּאן הוֹדָאָה מִמִּין הַטַּעֲנָה {טז}: לֶתֶךְ. חֲצִי כוֹר. חֲמֵשׁ עֶשְׂרֵה סְאִין: כַּדֵּי שֶׁמֶן. כַּדִּים מְלֵאִים שֶׁמֶן {כא}: וְהוֹדָה לוֹ בַקַּנְקַנִּים. כַּדִּים רֵיקִים בְּלֹא שֶׁמֶן: הוֹאִיל וְהוֹדָה בְמִקְצָת הַטַּעֲנָה. דַּהֲוָה לֵיהּ כְּמוֹ טְעָנוֹ חִטִּין וּשְׂעֹרִין וְהוֹדָה לוֹ בְּאֶחָד מֵהֶן. וַהֲלָכָה כְּאַדְמוֹן, אֲבָל אֵין הֲלָכָה כְּרַבָּן גַּמְלִיאֵל דִּמְחַיֵּב בִּטְעָנוֹ חִטִּין וְהוֹדָה לוֹ בִשְׂעֹרִים: פָּטוּר. מִשְּׁבוּעָה דְאוֹרַיְתָא, לֹא עַל הַקַּרְקָעוֹת וְלֹא עַל הַכֵּלִים. שֶׁאֵין הוֹדָאַת קַרְקָעוֹת מְבִיאַתּוּ לִידֵי שְׁבוּעָה, שֶׁאֵין דִּין שְׁבוּעָה בְּקַרְקָעוֹת {כב}: הוֹדָה בְמִקְצָת כֵּלִים. דְּאִיכָּא הוֹדָאָה וּכְפִירָה בְּלָאו קַרְקָעוֹת: חַיָּב. לִשָּׁבַע אַף עַל הַקַּרְקָעוֹת עַל יְדֵי גִלְגּוּל שְׁבוּעָה: זוֹקְקִין. גּוֹרְרִין: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-3",
      "jbo:text": "עיקר תוי\"ט {טז} ואפלו לרב דסבירא ליה בסתמא שוה טוען, ליטרא שאני, דכיון דטוענו משקל, ודאי דוקא קתני. גמרא. ורש\"י: {יז} וטריסית כו'. או או קתני. רש\"י: {יח} שהכל כו'. בגמרא פרכינן לשמואל דאמר דוקא טוענו, אמאי חיב. ומוקמינן בשטוענו בדינר מטבעות. פרש רבנו חננאל, כלומר, טוען דינר זהב נתתי לך לתת לי בו מטבעות, והוא אומר לא נתת לי אלא דינר כסף לתת לך מטבעות ויש לך בשויו בידי טריסית כו'. וקא משמע לן דפרוטות איתא בכלל מטבעות שאמר לו לקח. ורב מפרש דהכי קאמר, שכל דין מטבע אחת היא, כלומר, דבכלהו שוה קאמר. ושאינו מטבע כגון ליטרא, לעולם דוקא קאמר. הרמב\"ן והר\"ן: {יט} פטור. בפרק ח' דבבא מציעא משנה ב' כתב הר\"ב, אף מדמי שערים. וטעמא, כתב הטור דחשיב כאלו הודה התובע שאינו חיב לו שערים. וכתב אבי אדוני הרא\"ש ז\"ל, דוקא כשאמר לו הלויתיך חטין באותו יום ובאותה שעה, והלה אומר שערים היו כו'. דאי לא תימא הכי, פשיטא שהוא חיב. שאין אדם מוחל על שאר תביעותיו אם לא תבע אלא אחת: {כ} מחיב. דלא בעי הודאה ממין הטענה. רש\"י. וכלומר דשבועה הוא דמחיבו, אבל מדמי שערין אף הוא פוטרו, ולא פליג בהא ארבנן. תוספות. ועין תוספות יום טוב: {כא} רש\"י. ובין אדמון ובין חכמים סבירא להו דטוענו בקנקנים גם כן. ובהא פליגי, אדמון סובר טוענו חטין ושערין והודה באחת מהן חיב. וחכמים אומרים פטור, דבעינן טענה והודאה בדבר אחד. גמרא בסוגיא דהכא. ובסוגיא דכתבות מפרש ליה בענין אחר כמו שכתב שם הר\"ב: {כב} כדלקמן במשנה ה'. ומשום הכי נמי כשהודה בכלים פטור משבועה: {כג} פטור. אצטריך, דלא תימא טעמא דפטור ברישא משום דהוי כטענו חטין והודה לו בשערין. תוספות. ופרש בחכמת שלמה דלא תימא דסבירא ליה דאפלו טענו בשני מינין והודה באחד הוי כמו טענו חטין והודה בשערין דפטור: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {טז} וַאֲפִלּוּ לְרַב דִּסְבִירָא לֵיהּ בִּסְתָמָא שָׁוֶה טוֹעֵן, לִיטְרָא שָׁאנֵי, דְּכֵיוָן דְּטוֹעֲנוֹ מִשְׁקָל, וַדַּאי דַּוְקָא קָתָנֵי. גְּמָרָא. וְרַשִׁ\"י: {יז} וּטְרִיסִית כוּ'. אוֹ אוֹ קָתָנֵי. רַשִׁ\"י: {יח} שֶׁהַכֹּל כוּ'. בַּגְּמָרָא פָּרְכִינַן לִשְׁמוּאֵל דְּאָמַר דַּוְקָא טוֹעֲנוֹ, אַמַּאי חַיָּב. וּמוֹקְמִינַן בְּשֶׁטּוֹעֲנוֹ בְּדִינָר מַטְבְּעוֹת. פֵּרֵשׁ רַבֵּנוּ חֲנַנְאֵל, כְּלוֹמַר, טוֹעֵן דִּינַר זָהָב נָתַתִּי לְךָ לָתֵת לִי בוֹ מַטְבְּעוֹת, וְהוּא אוֹמֵר לֹא נָתַתָּ לִּי אֶלָּא דִּינַר כֶּסֶף לָתֵת לְךָ מַטְבְּעוֹת וְיֵשׁ לְךָ בְשָׁוְיוֹ בְיָדִי טְרִיסִית כוּ'. וְקָא מַשְׁמַע לָן דִּפְרוּטוֹת אִיתָא בִכְלַל מַטְבְּעוֹת שֶׁאָמַר לוֹ לִקַּח. וְרַב מְפָרֵשׁ דְּהָכִי קָאָמַר, שֶׁכָּל דִּין מַטְבֵּעַ אַחַת הִיא, כְּלוֹמַר, דִּבְכֻלְּהוּ שָׁוֶה קָאָמַר. וְשֶׁאֵינוֹ מַטְבֵּעַ כְּגוֹן לִיטְרָא, לְעוֹלָם דַּוְקָא קָאָמַר. הָרַמְבַּ\"ן וְהָרַ\"ן: {יט} פָּטוּר. בְּפֶרֶק ח' דְּבָבָא מְצִיעָא מִשְׁנָה ב' כָּתַב הָרַ\"ב, אַף מִדְּמֵי שְׂעֹרִים. וְטַעֲמָא, כָּתַב הַטּוּר דְּחָשֵׁיב כְּאִלּוּ הוֹדָה הַתּוֹבֵעַ שֶׁאֵינוֹ חַיָּב לוֹ שְׂעֹרִים. וְכָתַב אָבִי אֲדוֹנִי הָרֹא\"שׁ ז\"ל, דַּוְקָא כְּשֶׁאָמַר לוֹ הִלְוִיתִיךָ חִטִּין בְּאוֹתוֹ יוֹם וּבְאוֹתָהּ שָׁעָה, וְהַלָּה אוֹמֵר שְׂעֹרִים הָיוּ כוּ'. דְּאִי לֹא תֵימָא הָכִי, פְּשִׁיטָא שֶׁהוּא חַיָּב. שֶׁאֵין אָדָם מוֹחֵל עַל שְׁאָר תְּבִיעוֹתָיו אִם לֹא תָבַע אֶלָּא אַחַת: {כ} מְחַיֵּב. דְּלֹא בָעֵי הוֹדָאָה מִמִּין הַטַּעֲנָה. רַשִׁ\"י. וּכְלוֹמַר דִּשְׁבוּעָה הוּא דִמְחַיְּבוֹ, אֲבָל מִדְּמֵי שְׂעֹרִין אַף הוּא פוֹטְרוֹ, וְלֹא פָלֵיג בְּהָא אַרַבָּנָן. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כא} רַשִׁ\"י. וּבֵין אַדְמוֹן וּבֵין חֲכָמִים סְבִירָא לְהוּ דְּטוֹעֲנוֹ בַקַּנְקַנִּים גַּם כֵּן. וּבְהָא פְלִיגֵי, אַדְמוֹן סוֹבֵר טוֹעֲנוֹ חִטִּין וּשְׂעֹרִין וְהוֹדָה בְאַחַת מֵהֶן חַיָּב. וַחֲכָמִים אוֹמְרִים פָּטוּר, דְּבָעִינַן טַעֲנָה וְהוֹדָאָה בְּדָבָר אֶחָד. גְּמָרָא בַּסּוּגְיָא דְהָכָא. וּבַסּוּגְיָא דִכְתֻבּוֹת מְפָרֵשׁ לֵיהּ בְּעִנְיָן אַחֵר כְּמוֹ שֶׁכָּתַב שָׁם הָרַ\"ב: {כב} כְּדִלְקַמָּן בְּמִשְׁנָה ה'. וּמִשּׁוּם הָכִי נַמִּי כְּשֶׁהוֹדָה בַכֵּלִים פָּטוּר מִשְּׁבוּעָה: {כג} פָּטוּר. אִצְטְרִיךְ, דְּלֹא תֵימָא טַעֲמָא דְפָטוּר בָּרֵישָׁא מִשּׁוּם דַּהֲוֵי כִטְעָנוֹ חִטִּין וְהוֹדָה לוֹ בִשְׂעֹרִין. תּוֹסָפוֹת. וּפֵרֵשׁ בְּחָכְמַת שְׁלֹמֹה דְּלֹא תֵימָא דִּסְבִירָא לֵיהּ דַּאֲפִלּוּ טְעָנוֹ בִשְׁנֵי מִינִין וְהוֹדָה בְאֶחָד הָוֵי כְמוֹ טְעָנוֹ חִטִּין וְהוֹדָה בִשְׂעֹרִין דְּפָטוּר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-4",
      "jbo:text": "אין נשבעין על טענת חרש שוטה וקטן, ואין משביעין את הקטן, אבל נשבעים לקטן ולהקדש",
      "jbo:textNikud": "אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ שׁוֹטֶה וְקָטָן, וְאֵין מַשְׁבִּיעִין אֶת הַקָּטָן, אֲבָל נִשְׁבָּעִים לַקָּטָן וְלַהֶקְדֵּשׁ",
      "rdfs:label": "משנה שבועות ו ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-4",
      "jbo:text": "ר\"ע מברטנורה אין נשבעין על טענת חרש. כגון שטוענו חרש ברמיזה. דחרש שאמרו חכמים בכל מקום, אינו שומע ואינו מדבר: וטענת קטן. כגון שטוענו קטן. דאמר קרא (שמות כב) כי יתן איש אל רעהו, ואין בנתינת קטן כלום. [והחרש] והשוטה כקטן הוא. ודוקא שבועה דאוריתא הוא שאין נשבעין על טענת קטן, אבל שבועת הסת חיבין לשבע על טענתו {כד}: אבל נשבעין לקטן ולהקדש. הבא לפרע מנכסי קטן, לא יפרע אלא בשבועה {כה}. וכן המקדיש נכסיו ויצא עליו שטר חוב ובא בעל חוב לפרע מן הנכסים של הקדש, צריך שבועה {כו}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ. כְּגוֹן שֶׁטּוֹעֲנוֹ חֵרֵשׁ בִּרְמִיזָה. דְּחֵרֵשׁ שֶׁאָמְרוּ חֲכָמִים בְּכָל מָקוֹם, אֵינוֹ שׁוֹמֵעַ וְאֵינוֹ מְדַבֵּר: וְטַעֲנַת קָטָן. כְּגוֹן שֶׁטּוֹעֲנוֹ קָטָן. דְּאָמַר קְרָא (שְׁמוֹת כב) כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ, וְאֵין בִּנְתִינַת קָטָן כְּלוּם. [וְהַחֵרֵשׁ] וְהַשּׁוֹטֶה כְּקָטָן הוּא. וְדַוְקָא שְׁבוּעָה דְאוֹרַיְתָא הוּא שֶׁאֵין נִשְׁבָּעִין עַל טַעֲנַת קָטָן, אֲבָל שְׁבוּעַת הֶסֵּת חַיָּבִין לִשָּׁבַע עַל טַעֲנָתוֹ {כד}: אֲבָל נִשְׁבָּעִין לַקָּטָן וְלַהֶקְדֵּשׁ. הַבָּא לִפָּרַע מִנִּכְסֵי קָטָן, לֹא יִפָּרַע אֶלָּא בִשְׁבוּעָה {כה}. וְכֵן הַמַּקְדִּישׁ נְכָסָיו וְיָצָא עָלָיו שְׁטַר חוֹב וּבָא בַעַל חוֹב לִפָּרַע מִן הַנְּכָסִים שֶׁל הֶקְדֵּשׁ, צָרִיךְ שְׁבוּעָה {כו}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-4",
      "jbo:text": "עיקר תוי\"ט {כד} שלא יהא זה נוטל ממונו כשהוא קטן וילך לו בחנם כו'. החרש והשוטה אין נזקקין להם כו' לא לשבועה קלה כו'. הרמב\"ם: {כה} תנינא כו'. ומשני, חדא לקטנים וחדא לגדולים. גמרא: {כו} תנינא כו'. אצטריך, סלקא דעתך אמינא הדיוט הוא דאדם עושה קנוניא על הדיוט, אבל הקדש דאין אדם עושה קנוניא על הקדש, קא משמע לן: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כד} שֶׁלֹּא יְהֵא זֶה נוֹטֵל מָמוֹנוֹ כְשֶׁהוּא קָטָן וְיֵלֵךְ לוֹ בְחִנָּם כוּ'. הַחֵרֵשׁ וְהַשּׁוֹטֶה אֵין נִזְקָקִין לָהֶם כוּ' לֹא לִשְׁבוּעָה קַלָּה כוּ'. הָרַמְבַּ\"ם: {כה} תְּנֵינָא כוּ'. וּמְשָׁנֵי, חֲדָא לִקְטַנִּים וַחֲדָא לִגְדוֹלִים. גְּמָרָא: {כו} תְּנֵינָא כוּ'. אִצְטְרִיךְ, סָלְקָא דַעְתָּךְ אֲמֵינָא הֶדְיוֹט הוּא דְּאָדָם עוֹשֶׂה קְנוּנְיָא עַל הֶדְיוֹט, אֲבָל הֶקְדֵּשׁ דְּאֵין אָדָם עוֹשֶׂה קְנוּנְיָא עַל הֶקְדֵּשׁ, קָא מַשְׁמַע לָן: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-5",
      "jbo:text": "ואלו דברים שאין נשבעין עליהן, העבדים, והשטרות, והקרקעות, וההקדשות. אין בהן תשלומי כפל ולא תשלומי ארבעה וחמשה. שומר חנם אינו נשבע. נושא שכר אינו משלם. רבי שמעון אומר, קדשים שחיב באחריותן, נשבעין עליהן. ושאינו חיב באחריותן, אין נשבעין עליהם",
      "jbo:textNikud": "וְאֵלּוּ דְבָרִים שֶׁאֵין נִשְׁבָּעִין עֲלֵיהֶן, הָעֲבָדִים, וְהַשְּׁטָרוֹת, וְהַקַּרְקָעוֹת, וְהַהֶקְדֵּשׁוֹת. אֵין בָּהֶן תַּשְׁלוּמֵי כֶפֶל וְלֹא תַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. שׁוֹמֵר חִנָּם אֵינוֹ נִשְׁבָּע. נוֹשֵׂא שָׂכָר אֵינוֹ מְשַׁלֵּם. רַבִּי שִׁמְעוֹן אוֹמֵר, קָדָשִׁים שֶׁחַיָּב בְּאַחֲרָיוּתָן, נִשְׁבָּעִין עֲלֵיהֶן. וְשֶׁאֵינוֹ חַיָּב בְּאַחֲרָיוּתָן, אֵין נִשְׁבָּעִין עֲלֵיהֶם",
      "rdfs:label": "משנה שבועות ו ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-5",
      "jbo:text": "ר\"ע מברטנורה העבדים והשטרות והקרקעות וכו'. דכתיב (שמות כב) על כל דבר פשע, כלל. על שור על חמור על שה על שלמה, פרט. על כל אבדה, חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפרש דבר המטלטל וגופו ממון, אף כל דבר המטלטל וגופו ממון, יצאו קרקעות שאינן מטלטלין, יצאו עבדים שהקשו לקרקעות, יצאו שטרות שאף על פי שהם מטלטלין אין גופן ממון. שכל אלו אין נשבעין עליהן. והקדש אין נשבעין עליו דכתיב (שם) כי יתן איש אל רעהו, ולא של הקדש: אין בהן תשלומי כפל. דבהני דוקא דמרבינן כעין הפרט דכתיב באותה הפרשה ישלם שנים: ולא תשלומי ארבעה וחמשה. דכל היכא דליכא כפל אינו משלם ארבעה וחמשה דכיון דליכא כפל הוו להו תשלומי שלשה וארבעה, ותשלומי ארבעה וחמשה אמר רחמנא ולא תשלומי שלשה וארבעה: שומר חנם אינו נשבע. שומר חנם אין לו עליו אלא שבועה, דכתיב (שם) ונקרב בעל הבית אל האלהים אם לא שלח ידו, ואותה הפרשה בשומר חנם נאמרה. ועל העבדים ועל הקרקעות ועל השטרות אינו נשבע, דילפינן לה מדכתיב כי יתן איש אל רעהו, כלל. כסף או כלים, פרט. לשמר, חזר וכלל. כלל ופרט וכלל אי אתה דן אלא כעין הפרט, מה הפרט מפרש דבר המטלטל וגופו ממון, אף כל וכו', יצאו קרקעות דלאו מטלטלים וכו'. וכל הני דאמרינן בהו אינו נשבע, דוקא שבועה דאוריתא, אבל שבועת הסת לעולם חיבין לשבע: נושא שכר אינו משלם. גנבה ואבדה הכתוב בו לחיוב, דכתיב (שם) אם גנב יגנב מעמו ישלם לבעליו. ועבדים וקרקעות ושטרות אינו משלם, דכתיב בשומר שכר (שם) כי יתן איש אל רעהו, כלל. חמור או שור או שה וכל בהמה, פרט. לשמר, חזר וכלל וכו', כדאמרינן לעיל. רעהו כתיב בשומר חנם ובשומר שכר, דמשמע רעהו ולא הקדש. ושואל ושוכר לא הזכרו כאן {כז} למעוטי בהו עבדים וקרקעות ושטרות והקדשות, דלא שיך שאלה בקרקעות {כח}, ולא בשטרות על הרב, וכל שכן שכירות שאינו שיך בשטרות, וכן לא שיך שאלה ושכירות בהקדש, שאסור להשאיל ולהשכיר ההקדשות: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הָעֲבָדִים וְהַשְּׁטָרוֹת וְהַקַּרְקָעוֹת וְכוּ'. דִּכְתִיב (שְׁמוֹת כב) עַל כָּל דְּבַר פֶּשַׁע, כְּלָל. עַל שׁוֹר עַל חֲמוֹר עַל שֶׂה עַל שַׂלְמָה, פְּרָט. עַל כָּל אֲבֵדָה, חָזַר וְכָלַל. כְּלָל וּפְרָט וּכְלָל אִי אַתָּה דָן אֶלָּא כְעֵין הַפְּרָט, מַה הַפְּרָט מְפֹרָשׁ דָּבָר הַמִּטַּלְטֵל וְגוּפוֹ מָמוֹן, אַף כָּל דָּבָר הַמִּטַּלְטֵל וְגוּפוֹ מָמוֹן, יָצְאוּ קַרְקָעוֹת שֶׁאֵינָן מִטַּלְטְלִין, יָצְאוּ עֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת, יָצְאוּ שְׁטָרוֹת שֶׁאַף עַל פִּי שֶׁהֵם מִטַּלְטְלִין אֵין גּוּפָן מָמוֹן. שֶׁכָּל אֵלּוּ אֵין נִשְׁבָּעִין עֲלֵיהֶן. וְהֶקְדֵּשׁ אֵין נִשְׁבָּעִין עָלָיו דִּכְתִיב (שָׁם) כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ, וְלֹא שֶׁל הֶקְדֵּשׁ: אֵין בָּהֶן תַּשְׁלוּמֵי כֶפֶל. דִּבְהָנֵי דַוְקָא דִּמְרַבִּינַן כְּעֵין הַפְּרָט דִּכְתִיב בְּאוֹתָהּ הַפָּרָשָׁה יְשַׁלֵּם שְׁנַיִם: וְלֹא תַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. דְּכָל הֵיכָא דְלֵיכָּא כֶפֶל אֵינוֹ מְשַׁלֵּם אַרְבָּעָה וַחֲמִשָּׁה דְּכֵיוָן דְּלֵיכָּא כֶפֶל הָווּ לְהוּ תַּשְׁלוּמֵי שְׁלֹשָׁה וְאַרְבָּעָה, וְתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה אָמַר רַחֲמָנָא וְלֹא תַשְׁלוּמֵי שְׁלֹשָׁה וְאַרְבָּעָה: שׁוֹמֵר חִנָּם אֵינוֹ נִשְׁבָּע. שׁוֹמֵר חִנָּם אֵין לוֹ עָלָיו אֶלָּא שְׁבוּעָה, דִּכְתִיב (שָׁם) וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹהִים אִם לֹא שָׁלַח יָדוֹ, וְאוֹתָהּ הַפָּרָשָׁה בְּשׁוֹמֵר חִנָּם נֶאֶמְרָה. וְעַל הָעֲבָדִים וְעַל הַקַּרְקָעוֹת וְעַל הַשְּׁטָרוֹת אֵינוֹ נִשְׁבָּע, דְּיָלְפִינַן לַהּ מִדִּכְתִיב כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ, כְּלָל. כֶּסֶף אוֹ כֵלִים, פְּרָט. לִשְׁמֹר, חָזַר וְכָלַל. כְּלָל וּפְרָט וּכְלָל אִי אַתָּה דָן אֶלָּא כְּעֵין הַפְּרָט, מַה הַפְּרָט מְפֹרָשׁ דָּבָר הַמִּטַּלְטֵל וְגוּפוֹ מָמוֹן, אַף כָּל וְכוּ', יָצְאוּ קַרְקָעוֹת דְּלָאו מִטַּלְטְלִים וְכוּ'. וְכָל הָנֵי דְּאָמְרִינַן בְּהוּ אֵינוֹ נִשְׁבָּע, דַּוְקָא שְׁבוּעָה דְאוֹרַיְתָא, אֲבָל שְׁבוּעַת הֶסֵּת לְעוֹלָם חַיָּבִין לִשָּׁבַע: נוֹשֵׂא שָׂכָר אֵינוֹ מְשַׁלֵּם. גְּנֵבָה וַאֲבֵדָה הַכָּתוּב בּוֹ לְחִיּוּב, דִּכְתִיב (שָׁם) אִם גָּנֹב יִגָּנֵב מֵעִמּוֹ יְשַׁלֵּם לִבְעָלָיו. וַעֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת אֵינוֹ מְשַׁלֵּם, דִּכְתִיב בְּשׁוֹמֵר שָׂכָר (שָׁם) כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ, כְּלָל. חֲמוֹר אוֹ שׁוֹר אוֹ שֶׂה וְכָל בְּהֵמָה, פְּרָט. לִשְׁמֹר, חָזַר וְכָלַל וְכוּ', כִּדְאָמְרִינַן לְעֵיל. רֵעֵהוּ כְתִיב בְּשׁוֹמֵר חִנָּם וּבְשׁוֹמֵר שָׂכָר, דְּמַשְׁמַע רֵעֵהוּ וְלֹא הֶקְדֵּשׁ. וְשׁוֹאֵל וְשׂוֹכֵר לֹא הֻזְכְּרוּ כָאן {כז} לִמְעוּטֵי בְהוּ עֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת וְהֶקְדֵּשׁוֹת, דְּלֹא שַׁיָּךְ שְׁאֵלָה בְּקַרְקָעוֹת {כח}, וְלֹא בִשְׁטָרוֹת עַל הָרֹב, וְכָל שֶׁכֵּן שְׂכִירוּת שֶׁאֵינוֹ שַׁיָּךְ בִּשְׁטָרוֹת, וְכֵן לֹא שַׁיָּךְ שְׁאֵלָה וּשְׂכִירוּת בְּהֶקְדֵּשׁ, שֶׁאָסוּר לְהַשְׁאִיל וּלְהַשְׂכִּיר הַהֶקְדֵּשׁוֹת: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-5",
      "jbo:text": "עיקר תוי\"ט {כז} דהוה מצי למימר שואל אינו משלם אנסין וגנבה ואבדה, דאתקש לשומר שכר. כדאיתא בגמרא: {כח} וקשה, דבקרקעות נמי שיך שאלה, וכדאיתא סוף פרק ח' דבבא מציעא, עין שם. והנמוקי יוסף כתב, משום דסיפא ארבעה וחמשה לא קאי אלא אהקדשות, ובהקדש לא שיך שאלה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כז} דַּהֲוָה מָצֵי לְמֵימַר שׁוֹאֵל אֵינוֹ מְשַׁלֵּם אֳנָסִין וּגְנֵבָה וַאֲבֵדָה, דְּאִתַּקַּשׁ לְשׁוֹמֵר שָׂכָר. כִּדְאִיתָא בַגְּמָרָא: {כח} וְקָשֶׁה, דִּבְקַרְקָעוֹת נַמִּי שַׁיָּךְ שְׁאֵלָה, וְכִדְאִיתָא סוֹף פֶּרֶק ח' דְּבָבָא מְצִיעָא, עַיֵּן שָׁם. וְהַנִּמּוּקֵי יוֹסֵף כָּתַב, מִשּׁוּם דְּסֵיפָא אַרְבָּעָה וַחֲמִשָּׁה לֹא קָאֵי אֶלָּא אַהֶקְדֵּשׁוֹת, וּבְהֶקְדֵּשׁ לֹא שַׁיָּךְ שְׁאֵלָה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-6",
      "jbo:text": "רבי מאיר אומר, יש דברים שהן כקרקע ואינן כקרקע, ואין חכמים מודים לו. כיצד, עשר גפנים טעונות מסרתי לך, והלה אומר אינן אלא חמש, רבי מאיר מחיב שבועה {לא}. וחכמים אומרים, כל המחבר לקרקע הרי הוא כקרקע. אין נשבעין אלא על דבר שבמדה ושבמשקל ושבמנין {לב}. כיצד, בית מלא מסרתי לך וכיס מלא מסרתי לך, והלה אומר איני יודע אלא מה שהנחת אתה נוטל, פטור. זה אומר עד הזיז וזה אומר עד החלון, חיב {לד}",
      "jbo:textNikud": "רַבִּי מֵאִיר אוֹמֵר, יֵשׁ דְּבָרִים שֶׁהֵן כַּקַּרְקַע וְאֵינָן כַּקַּרְקַע, וְאֵין חֲכָמִים מוֹדִים לוֹ. כֵּיצַד, עֶשֶׂר גְּפָנִים טְעוּנוֹת מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינָן אֶלָּא חָמֵשׁ, רַבִּי מֵאִיר מְחַיֵּב שְׁבוּעָה {לא}. וַחֲכָמִים אוֹמְרִים, כָּל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כַקַּרְקַע. אֵין נִשְׁבָּעִין אֶלָּא עַל דָּבָר שֶׁבַּמִּדָּה וְשֶׁבַּמִּשְׁקָל וְשֶׁבַּמִּנְיָן {לב}. כֵּיצַד, בַּיִת מָלֵא מָסַרְתִּי לָךְ וְכִיס מָלֵא מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ אֶלָּא מַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל, פָּטוּר. זֶה אוֹמֵר עַד הַזִּיז וְזֶה אוֹמֵר עַד הַחַלּוֹן, חַיָּב {לד}",
      "rdfs:label": "משנה שבועות ו ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-6",
      "jbo:text": "ר\"ע מברטנורה רבי מאיר אומר יש דברים שהם כקרקע. ענבים העומדות לבצר הוא דאיכא בין חכמים לרבי מאיר, דרבי מאיר סבר ענבים העומדות לבצר כבצורות דמין, וחכמים סברי לאו כבצורות דמין. והלכה כחכמים. ודוקא בדין שומרים {כט}, אבל גבי מקח וממכר ואונאה ומודה במקצת הטענה, בכל הני קימא לן דדבר העומד לבצר כבצור דמי {ל}. וכן הלכה: עד הזיז. קורה של עליה הבולטת מתוך הבית. וכללא דמלתא, לעולם אינו חיב שבועה דאוריתא עד שיטעננו דבר שבמדה או שבמשקל או שבמנין, ויודה לו במקצת {לג} המדה או במקצת המשקל או מקצת מנין: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה רַבִּי מֵאִיר אוֹמֵר יֵשׁ דְּבָרִים שֶׁהֵם כַּקַּרְקַע. עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר הוּא דְאִיכָּא בֵּין חֲכָמִים לְרַבִּי מֵאִיר, דְּרַבִּי מֵאִיר סָבַר עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר כִּבְצוּרוֹת דָּמְיָן, וַחֲכָמִים סָבְרֵי לָאו כִּבְצוּרוֹת דָּמְיָן. וַהֲלָכָה כַּחֲכָמִים. וְדַוְקָא בְּדִין שׁוֹמְרִים {כט}, אֲבָל גַּבֵּי מִקָּח וּמִמְכָּר וְאוֹנָאָה וּמוֹדֶה בְמִקְצָת הַטַּעֲנָה, בְּכָל הָנֵי קַיְמָא לָן דְּדָבָר הָעוֹמֵד לִבָּצֵר כְּבָצוּר דָּמִי {ל}. וְכֵן הֲלָכָה: עַד הַזִּיז. קוֹרָה שֶׁל עֲלִיָּה הַבּוֹלֶטֶת מִתּוֹךְ הַבַּיִת. וּכְלָלָא דְמִלְּתָא, לְעוֹלָם אֵינוֹ חַיָּב שְׁבוּעָה דְאוֹרַיְתָא עַד שֶׁיִּטְעֲנֶנּוּ דָבָר שֶׁבַּמִּדָּה אוֹ שֶׁבַּמִּשְׁקָל אוֹ שֶׁבַּמִּנְיָן, וְיוֹדֶה לוֹ בְמִקְצָת {לג} הַמִּדָּה אוֹ בְמִקְצָת הַמִּשְׁקָל אוֹ מִקְצָת מִנְיָן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-6",
      "jbo:text": "עיקר תוי\"ט {כט} ואם תאמר אמאי בעינן הודאה במקצת, והא כי הוא זה דמיניה ילפינן דבעינן הודאה במקצת שדינן ליה אפרשת אם כסף תלוה. ויש לומר דלאו דעקרינן לגמרי מפרשה שכתוב בה, אלא ערוב פרשיות אמרינן, וקאי נמי אפרשת אם כסף. אמנם לדעת הרמב\"ם שאין אחד מהשומרים צריך להודות במקצת, וכן פרש רש\"י דעקרינן לה לגמרי מפרשת שומרים ושדינן אפרשת אם כסף, צריך עיון. ועין תוספות יום טוב: {ל} דכיון דאדעתא למשקל זבנינהו ניהליה, כבצורות דמין, ודנינן בהו דין מטלטלין בכל מלי, כגון דין אונאה ושבועה וכיוצא בהן כו'. וגבי שומר הינו טעמא דכיון דלשמירה הן כשהן מחברין לקרקע ואדעתא דהכי מסרינהו ניהליה, הוי ליה כקרקע, דהא לאו למתלשינהו מסרינהו ניהליה. טור בשם הר\"י הלוי. ונראה לי לדעת הרמב\"ם אפלו באין צריך לקרקע. ועין תוספות יום טוב: {לא} מחיב כו'. ואם תאמר והא הילך הוא. יש לומר משכחת לה כשבצרן. הר\"ן. ועין תוספות יום טוב: {לב} שבמדה כו'. נפקא לן ממשמעות דכי הוא זה. תוספות. והר\"ן כתב, דבמכילתא מפיק ליה מכסף או כלים, מה כסף שדרכו למנות אף כלים שדרכן להמנות. ועין תוספות יום טוב: {לג} לישנא דבריתא. ולאתויי טוענו בית זה מלא. דלא תימא דכיון דאמר בית זה מלא, וזה מחזיר לו חסר, נראה החסרון, והרי הוא כזה אומר עד הזיז וזה אומר עד החלון, קא משמע לן דלא, עד שיודה בדבר שבמדה. ועין תוספות יום טוב: {לד} חיב. לדידן דקימא לן הילך פטור, על כרחך כשהרקיבו פרות מירי כו'. ורישא דמה שהנחת כו' פטור ואף על גב דהרי אנו רואין הפרות והודאתו ידועה, נראה לי דהינו טעמא משום דבשעה שהודאה יוצאה מפיו בעינן שתהא דבר שבמדה: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כט} וְאִם תֹּאמַר אַמַּאי בָּעִינַן הוֹדָאָה בְמִקְצָת, וְהָא כִּי הוּא זֶה דְּמִינֵיהּ יָלְפִינַן דְּבָעִינַן הוֹדָאָה בְמִקְצָת שָׁדִינַן לֵיהּ אַפָּרָשַׁת אִם כֶּסֶף תַּלְוֶה. וְיֵשׁ לוֹמַר דְּלָאו דְּעָקְרִינַן לְגַמְרֵי מִפָּרָשָׁה שֶׁכָּתוּב בָּהּ, אֶלָּא עֵרוּב פָּרָשִׁיּוֹת אָמְרִינַן, וְקָאֵי נַמִּי אַפָּרָשַׁת אִם כֶּסֶף. אָמְנָם לְדַעַת הָרַמְבַּ\"ם שֶׁאֵין אֶחָד מֵהַשּׁוֹמְרִים צָרִיךְ לְהוֹדוֹת בְּמִקְצָת, וְכֵן פֵּרֵשׁ רַשִׁ\"י דְּעָקְרִינַן לַהּ לְגַמְרֵי מִפָּרָשַׁת שׁוֹמְרִים וְשָׁדִינַן אַפָּרָשַׁת אִם כֶּסֶף, צָרִיךְ עִיּוּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ל} דְּכֵיוָן דְּאַדַּעְתָּא לְמִשְׁקַל זַבְּנִינְהוּ נִיהָלֵיהּ, כִּבְצוּרוֹת דָּמְיָן, וְדָנִינַן בְּהוּ דִּין מִטַּלְטְלִין בְּכָל מִלֵּי, כְּגוֹן דִּין אוֹנָאָה וּשְׁבוּעָה וְכַיּוֹצֵא בָּהֶן כוּ'. וְגַבֵּי שׁוֹמֵר הַיְנוּ טַעֲמָא דְּכֵיוָן דְּלִשְׁמִירָה הֵן כְּשֶׁהֵן מְחֻבָּרִין לַקַּרְקַע וְאַדַּעְתָּא דְהָכִי מַסְרִינְהוּ נִיהָלֵיהּ, הָוֵי לֵיהּ כְּקַרְקַע, דְּהָא לָאו לְמִתְלְשִׁינְהו מַסְרִינְהוּ נִיהָלֵיהּ. טוּר בְּשֵׁם הָרִ\"י הַלֵּוִי. וְנִרְאֶה לִי לְדַעַת הָרַמְבַּ\"ם אֲפִלּוּ בְאֵין צָרִיךְ לַקַּרְקַע. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} מְחַיֵּב כוּ'. וְאִם תֹּאמַר וְהָא הֵילָךְ הוּא. יֵשׁ לוֹמַר מַשְׁכַּחַת לַהּ כְּשֶׁבְּצָרָן. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לב} שֶׁבַּמִּדָּה כוּ'. נָפְקָא לָן מִמַּשְׁמָעוּת דְּכִי הוּא זֶה. תּוֹסָפוֹת. וְהָרַ\"ן כָּתַב, דְּבִמְכִילְתָּא מַפִּיק לֵיהּ מִכֶּסֶף אוֹ כֵלִים, מַה כֶּסֶף שֶׁדַּרְכּוֹ לִמָּנוֹת אַף כֵּלִים שֶׁדַּרְכָּן לְהִמָּנוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לג} לִישְׁנָא דִּבְרַיְתָא. וְלַאֲתוֹיֵי טוֹעֲנוֹ בַּיִת זֶה מָלֵא. דְּלֹא תֵימָא דְּכֵיוָן דְּאָמַר בַּיִת זֶה מָלֵא, וְזֶה מַחֲזִיר לוֹ חָסֵר, נִרְאֶה הַחִסָּרוֹן, וַהֲרֵי הוּא כְּזֶה אוֹמֵר עַד הַזִּיז וְזֶה אוֹמֵר עַד הַחַלּוֹן, קָא מַשְׁמַע לָן דְּלֹא, עַד שֶׁיּוֹדֶה בְּדָבָר שֶׁבַּמִּדָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לד} חַיָּב. לְדִידָן דְּקַיְמָא לָן הֵילָךְ פָּטוּר, עַל כָּרְחֲךָ כְּשֶׁהִרְקִיבוּ פֵרוֹת מַיְרֵי כוּ'. וְרֵישָׁא דְּמַה שֶּׁהִנַּחְתָּ כוּ' פָּטוּר וְאַף עַל גַּב דַּהֲרֵי אָנוּ רוֹאִין הַפֵּרוֹת וְהוֹדָאָתוֹ יְדוּעָה, נִרְאֶה לִי דְּהַיְנוּ טַעֲמָא מִשּׁוּם דִּבְשָׁעָה שֶׁהוֹדָאָה יוֹצְאָה מִפִּיו בָּעִינַן שֶׁתְּהֵא דָּבָר שֶׁבַּמִּדָּה: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-4-6-6-7",
      "jbo:text": "המלוה את חברו על המשכון ואבד המשכון, אמר לו סלע הלויתיך עליו ושקל היה שוה, והלה אומר לא כי אלא סלע הלויתני עליו וסלע היה שוה, פטור. סלע הלויתיך עליו ושקל היה שוה, והלה אומר לא כי אלא סלע הלויתני עליו ושלשה דינרים היה שוה, חיב. סלע הלויתני עליו ושתים היה שוה, והלה אומר לא כי אלא סלע הלויתיך עליו וסלע היה שוה, פטור {לז}. סלע הלויתני עליו ושתים היה שוה, והלה אומר לא כי אלא סלע הלויתיך עליו וחמשה דינרים היה שוה, חיב. ומי נשבע, מי שהפקדון אצלו, שמא ישבע זה {לח} ויוציא הלה את הפקדון",
      "jbo:textNikud": "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן וְאָבַד הַמַּשְׁכּוֹן, אָמַר לוֹ סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר. סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁלשָׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר {לז}. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וַחֲמִשָּׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. וּמִי נִשְׁבָּע, מִי שֶׁהַפִּקָּדוֹן אֶצְלוֹ, שֶׁמָּא יִשָּׁבַע זֶה {לח} וְיוֹצִיא הַלָּה אֶת הַפִּקָּדוֹן",
      "rdfs:label": "משנה שבועות ו ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-6-7",
      "jbo:text": "ר\"ע מברטנורה המלוה את חברו על המשכון. נעשה עליו שומר שכר, לא שנא משכנו בשעת הלואתו, לא שנא משכנו שלא בשעת הלואתו. ואם אבד או נגנב והיה המשכון כנגד החוב, יצא משכונו בחובו ואין להם זה על זה כלום. ואם החוב יתר על המשכון, משלם לוה למלוה מה שהיה החוב יותר. ואם המשכון יותר על החוב, משלם מלוה ללוה. ואם נאבד באנס, ששומר שכר פטור, גם המלוה פטור, ונשבע שבאנס נאבד וגובה חובו כלו: שקל. חצי סלע: לא כי. לא כן היה: אלא סלע הלויתני עליו ושלשה דינרים היה שוה חיב. שהרי הוא הודה במקצת הטענה {לה}, שהסלע שוה ארבעה דינרין. וכיון שהלוה חיב לשבע כמה היה שוה המשכון שלו, והמלוה חיב לשבע על המשכון שאינו ברשותו, ואף על פי שמשלם דמיו, משום דחישינן שמא עיניו נתן בו, בית דין משביעין את המלוה תחלה שאין המשכון ברשותו, ואחר כך משביעין את הלוה כמה היה שוה. שמא ישבע הלוה תחלה ולא דקדק בשומא ויוציא המלוה את המשכון ויפסלנו לעדות ולשבועה {לו}. והא דתנינן בסיפא מי נשבע, מי נשבע תחלה קאמר: מי שהפקדון אצלו. המלוה שהיה המשכון אצלו נשבע שאין המשכון ברשותו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן. נַעֲשֶׂה עָלָיו שׁוֹמֵר שָׂכָר, לֹא שְׁנָא מִשְׁכְּנוֹ בִשְׁעַת הַלְוָאָתוֹ, לֹא שְׁנָא מִשְׁכְּנוֹ שֶׁלֹּא בִּשְׁעַת הַלְוָאָתוֹ. וְאִם אָבַד אוֹ נִגְנַב וְהָיָה הַמַּשְׁכּוֹן כְּנֶגֶד הַחוֹב, יָצָא מַשְׁכּוֹנוֹ בְחוֹבוֹ וְאֵין לָהֶם זֶה עַל זֶה כְּלוּם. וְאִם הַחוֹב יָתֵר עַל הַמַּשְׁכּוֹן, מְשַׁלֵּם לֹוֶה לַמַּלְוֶה מַה שֶּׁהָיָה הַחוֹב יוֹתֵר. וְאִם הַמַּשְׁכּוֹן יוֹתֵר עַל הַחוֹב, מְשַׁלֵּם מַלְוֶה לַלֹּוֶה. וְאִם נֶאֱבַד בְּאֹנֶס, שֶׁשּׁוֹמֵר שָׂכָר פָּטוּר, גַּם הַמַּלְוֶה פָטוּר, וְנִשְׁבַּע שֶׁבְּאֹנֶס נֶאֱבַד וְגוֹבֶה חוֹבוֹ כֻלּוֹ: שֶׁקֶל. חֲצִי סֶלַע: לֹא כִי. לֹא כֵן הָיָה: אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁלֹשָׁה דִינָרִים הָיָה שָׁוֶה חַיָּב. שֶׁהֲרֵי הוּא הוֹדָה בְמִקְצָת הַטַּעֲנָה {לה}, שֶׁהַסֶּלַע שָׁוֶה אַרְבָּעָה דִינָרִין. וְכֵיוָן שֶׁהַלֹּוֶה חַיָּב לִשָּׁבַע כַּמָּה הָיָה שָׁוֶה הַמַּשְׁכּוֹן שֶׁלּוֹ, וְהַמַּלְוֶה חַיָּב לִשָּׁבַע עַל הַמַּשְׁכּוֹן שֶׁאֵינוֹ בִרְשׁוּתוֹ, וְאַף עַל פִּי שֶׁמְּשַׁלֵּם דָּמָיו, מִשּׁוּם דְּחָיְשִׁינַן שֶׁמָּא עֵינָיו נָתַן בּוֹ, בֵּית דִּין מַשְׁבִּיעִין אֶת הַמַּלְוֶה תְּחִלָּה שֶׁאֵין הַמַּשְׁכּוֹן בִּרְשׁוּתוֹ, וְאַחַר כָּךְ מַשְׁבִּיעִין אֶת הַלֹּוֶה כַּמָּה הָיָה שָׁוֶה. שֶׁמָּא יִשָּׁבַע הַלֹּוֶה תְּחִלָּה וְלֹא דִקְדֵּק בַּשּׁוּמָא וְיוֹצִיא הַמַּלְוֶה אֶת הַמַּשְׁכּוֹן וְיִפְסְלֶנּוּ לְעֵדוּת וְלִשְׁבוּעָה {לו}. וְהָא דִתְנִינַן בַּסֵּיפָא מִי נִשְׁבָּע, מִי נִשְׁבָּע תְּחִלָּה קָאָמַר: מִי שֶׁהַפִּקָּדוֹן אֶצְלוֹ. הַמַּלְוֶה שֶׁהָיָה הַמַּשְׁכּוֹן אֶצְלוֹ נִשְׁבָּע שֶׁאֵין הַמַּשְׁכּוֹן בִּרְשׁוּתוֹ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ו ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-6-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-6"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-6-7",
      "jbo:text": "עיקר תוי\"ט {לה} ולא אמרינן שלא הודה לו שיתחיב לשלם לו אלא אם כן שיחזיר לו משכונו וכל עוד שלא יוכל לחזר לו משכונו נמצא שלא הודה לו בשום חיוב, משום דמשכון לאו פרעון הוא ויכול המלוה לכוף ללוה שישלם לו חובו אף על פי שרוצה לעכב המשכון אצלו בדמי שויו שאומר, ועובר בלא תחמד כו', ואין הלוה נפטר מחיובו בכך, וחיב בבא לצאת ידי שמים לפרעו את העדף. הר\"ן: {לו} והקשו התוספות, וכי עבדינן תקנה לרשיעי. אלא טעמא שמא יוציא הלה הפקדון ונמצא שבועת לוה לבטלה: {לז} פטור. אוקימנא בגמרא במאמינו לוה למלוה שאינו ברשותו. שאם לא כן מתוך שצריך לשבע שאינו ברשותו נשבע נמי כמה היה שוה על ידי גלגול, אף על פי שבשווי אינו מאמינו, הינו משום דלא קים ליה למלוה בגויה. ומלוה אינו מאמין ללוה, דמקים ביה וסלף בגדים ישדם (משלי יא), שאם היה נאמן וישר לא היו מצריכין לו מן השמים שיהא לוה. אבל לוה מקים במלוה תמת ישרים תנחם, שאם לא שנאמן וישר הוא לא היו מעשירין אותו. וכתב הר\"ן, ובסיפא דרישא מחיבינן למלוה לשבע שאינו ברשותו ואף על פי שמאמינו, שמא יוציא כו'. ועין תוספות יום טוב: {לח} שמא כו'. ואם תאמר, ולמה לא שנה נמי הטעם דעקר שבועה למה הוא דשמא נתן עיניו בה. תרץ הרמב\"ם לפי שזה הטעם כולל כל משכון. אבל שמא עיניו כו' אינו כולל כל משכון, שאם היה המשכון לשון זהב וכדומה, אין כאן טעם שמא עיניו נתן בה. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לה} וְלֹא אָמְרִינַן שֶׁלֹּא הוֹדָה לוֹ שֶׁיִּתְחַיֵּב לְשַׁלֵּם לוֹ אֶלָּא אִם כֵּן שֶׁיַּחֲזִיר לוֹ מַשְׁכּוֹנוֹ וְכָל עוֹד שֶׁלֹּא יוּכַל לַחֲזֹר לוֹ מַשְׁכּוֹנוֹ נִמְצָא שֶׁלֹּא הוֹדָה לוֹ בְּשׁוּם חִיּוּב, מִשּׁוּם דְּמַשְׁכּוֹן לָאו פֵּרָעוֹן הוּא וְיָכוֹל הַמַּלְוֶה לָכוֹף לַלֹּוֶה שֶׁיְּשַׁלֵּם לוֹ חוֹבוֹ אַף עַל פִּי שֶׁרוֹצֶה לְעַכֵּב הַמַּשְׁכּוֹן אֶצְלוֹ בִּדְמֵי שָׁוְיוֹ שֶׁאוֹמֵר, וְעוֹבֵר בְּלֹא תַחְמֹד כוּ', וְאֵין הַלֹּוֶה נִפְטָר מֵחִיּוּבוֹ בְּכָךְ, וְחַיָּב בְּבָא לָצֵאת יְדֵי שָׁמַיִם לְפָרְעוֹ אֶת הָעֹדֶף. הָרַ\"ן: {לו} וְהִקְשׁוּ הַתּוֹסָפוֹת, וְכִי עָבְדִינַן תַּקָּנָה לִרְשִׁיעֵי. אֶלָּא טַעֲמָא שֶׁמָּא יוֹצִיא הַלָּה הַפִּקָּדוֹן וְנִמְצָא שְׁבוּעַת לֹוֶה לְבַטָּלָה: {לז} פָּטוּר. אוֹקִימְנָא בַגְּמָרָא בְּמַאֲמִינוֹ לֹוֶה לַמַּלְוֶה שֶׁאֵינוֹ בִרְשׁוּתוֹ. שֶׁאִם לֹא כֵן מִתּוֹךְ שֶׁצָּרִיךְ לִשָּׁבַע שֶׁאֵינוֹ בִרְשׁוּתוֹ נִשְׁבָּע נַמִּי כַמָּה הָיָה שָׁוֶה עַל יְדֵי גִלְגּוּל, אַף עַל פִּי שֶׁבַּשִּׁוּוּי אֵינוֹ מַאֲמִינוֹ, הַיְנוּ מִשּׁוּם דְּלֹא קִים לֵיהּ לַמַּלְוֶה בְּגַוֵּיהּ. וּמַלְוֶה אֵינוֹ מַאֲמִין לַלֹּוֶה, דִּמְקַיֵּם בֵּיהּ וְסֶלֶף בֹּגְדִים יְשָׁדֵּם (מִשְׁלֵי יא), שֶׁאִם הָיָה נֶאֱמָן וְיָשָׁר לֹא הָיוּ מַצְרִיכִין לוֹ מִן הַשָּׁמַיִם שֶׁיְּהֵא לֹוֶה. אֲבָל לֹוֶה מְקַיֵּם בַּמַּלְוֶה תֻּמַּת יְשָׁרִים תַּנְחֵם, שֶׁאִם לֹא שֶׁנֶּאֱמָן וְיָשָׁר הוּא לֹא הָיוּ מַעֲשִׁירִין אוֹתוֹ. וְכָתַב הָרַ\"ן, וּבַסֵּיפָא דְרֵישָׁא מְחַיְּבִינַן לַמַּלְוֶה לִשָּׁבַע שֶׁאֵינוֹ בִרְשׁוּתוֹ וְאַף עַל פִּי שֶׁמַּאֲמִינוֹ, שֶׁמָּא יוֹצִיא כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לח} שֶׁמָּא כוּ'. וְאִם תֹּאמַר, וְלָמָּה לֹא שָׁנָה נַמִּי הַטַּעַם דְּעִקַּר שְׁבוּעָה לָמָה הוּא דְּשֶׁמָּא נָתַן עֵינָיו בָּהּ. תֵּרֵץ הָרַמְבַּ\"ם לְפִי שֶׁזֶּה הַטַּעַם כּוֹלֵל כָּל מַשְׁכּוֹן. אֲבָל שֶׁמָּא עֵינָיו כוּ' אֵינוֹ כוֹלֵל כָּל מַשְׁכּוֹן, שֶׁאִם הָיָה הַמַּשְׁכּוֹן לְשׁוֹן זָהָב וְכַדּוֹמֶה, אֵין כָּאן טַעַם שֶׁמָּא עֵינָיו נָתַן בָּהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ו ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-6-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-1",
      "jbo:text": "כל הנשבעין שבתורה, נשבעין ולא משלמין. ואלו נשבעין ונוטלין {ב}, השכיר, והנגזל, והנחבל, ושכנגדו חשוד על השבועה, והחנוני על פנקסו. השכיר כיצד, אמר לו תן לי שכרי שיש לי בידך, הוא אומר נתתי, והלה אומר לא נטלתי, הוא נשבע ונוטל. רבי יהודה אומר, עד שתהא שם מקצת הודאה {ו}. כיצד, אמר לו תן לי שכרי חמשים דינר שיש לי בידך, והוא אומר התקבלת דינר זהב",
      "jbo:textNikud": "כָּל הַנִּשְׁבָּעִין שֶׁבַּתּוֹרָה, נִשְׁבָּעִין וְלֹא מְשַׁלְּמִין. וְאֵלּוּ נִשְׁבָּעִין וְנוֹטְלִין {ב}, הַשָּׂכִיר, וְהַנִּגְזָל, וְהַנֶּחְבָּל, וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה, וְהַחֶנְוָנִי עַל פִּנְקָסוֹ. הַשָּׂכִיר כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי שֶׁיֵּשׁ לִי בְיָדֶךָ, הוּא אוֹמֵר נָתַתִּי, וְהַלָּה אוֹמֵר לֹא נָטַלְתִּי, הוּא נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה {ו}. כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי חֲמִשִּׁים דִּינָר שֶׁיֵּשׁ לִי בְיָדֶךָ, וְהוּא אוֹמֵר הִתְקַבַּלְתָּ דִינַר זָהָב",
      "rdfs:label": "משנה שבועות ז א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-1",
      "jbo:text": "ר\"ע מברטנורה כל הנשבעין. נשבעין ולא משלמין. לא תקנה תורה לתובע לשבע ולטל, אלא לנתבע שישבע ולא ישלם, דכתיב (שמות כב) ולקח בעליו ולא ישלם {א}, מי שעליו לשלם הוא נשבע: ואלו נשבעין ונוטלין. שתקנו להם חכמים לשבע ולטל. וכלהו מפרש להו לקמן במתניתין: השכיר. תקנו לו חכמים לשבע ולטל, מפני שבעל הבית טרוד בפועליו ואינו נזכר. והני מלי כשתובעו בזמנו, שכיר יום זמנו כל הלילה שאחריו, ושכיר לילה זמנו כל היום שלאחריו. אבל תבעו לאחר זמנו, בעל הבית נשבע הסת שפרעו ונפטר. ואם שכרו שלא בעדים {ג}, נמי אין השכיר נשבע ונוטל, דמתוך שיכול לומר לו לא שכרתיך מעולם, יכול לומר לו נמי שכרתיך ונתתי {ד} לך שכרך: הוא אומר נתתי. אבל אמר לו שנים קצצת לי והוא אומר לא קצצתי לך אלא אחד, נשבע בעל הבית שבועת התורה שהוא כדבריו ואינו נותן לו אלא אחד {ה}: רבי יהודה אומר. ואין הלכה כרבי יהודה לא בשכיר ולא בנגזל ולא בנחבל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה כָּל הַנִּשְׁבָּעִין. נִשְׁבָּעִין וְלֹא מְשַׁלְּמִין. לֹא תִקְּנָה תוֹרָה לַתּוֹבֵעַ לִשָּׁבַע וְלִטֹּל, אֶלָּא לַנִּתְבָּע שֶׁיִּשָּׁבַע וְלֹא יְשַׁלֵּם, דִּכְתִיב (שְׁמוֹת כב) וְלָקַח בְּעָלָיו וְלֹא יְשַׁלֵּם {א}, מִי שֶׁעָלָיו לְשַׁלֵּם הוּא נִשְׁבָּע: וְאֵלּוּ נִשְׁבָּעִין וְנוֹטְלִין. שֶׁתִּקְּנוּ לָהֶם חֲכָמִים לִשָּׁבַע וְלִטֹּל. וְכֻלְּהוּ מְפָרֵשׁ לְהוּ לְקַמָּן בְּמַתְנִיתִין: הַשָּׂכִיר. תִּקְּנוּ לוֹ חֲכָמִים לִשָּׁבַע וְלִטֹּל, מִפְּנֵי שֶׁבַּעַל הַבַּיִת טָרוּד בְּפוֹעֲלָיו וְאֵינוֹ נִזְכָּר. וְהָנֵי מִלֵּי כְּשֶׁתּוֹבְעוֹ בִזְמַנּוֹ, שְׂכִיר יוֹם זְמַנּוֹ כָל הַלַּיְלָה שֶׁאַחֲרָיו, וּשְׂכִיר לַיְלָה זְמַנּוֹ כָל הַיּוֹם שֶׁלְּאַחֲרָיו. אֲבָל תְּבָעוֹ לְאַחַר זְמַנּוֹ, בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת שֶׁפְּרָעוֹ וְנִפְטָר. וְאִם שְׂכָרוֹ שֶׁלֹּא בְעֵדִים {ג}, נַמִּי אֵין הַשָּׂכִיר נִשְׁבָּע וְנוֹטֵל, דְּמִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לוֹ לֹא שְׂכַרְתִּיךָ מֵעוֹלָם, יָכוֹל לוֹמַר לוֹ נַמִּי שְׂכַרְתִּיךָ וְנָתַתִּי {ד} לְךָ שְׂכָרְךָ: הוּא אוֹמֵר נָתַתִּי. אֲבָל אָמַר לוֹ שְׁנַיִם קָצַצְתָּ לִי וְהוּא אוֹמֵר לֹא קָצַצְתִּי לְךָ אֶלָּא אֶחָד, נִשְׁבָּע בַּעַל הַבַּיִת שְׁבוּעַת הַתּוֹרָה שֶׁהוּא כִדְבָרָיו וְאֵינוֹ נוֹתֵן לוֹ אֶלָּא אֶחָד {ה}: רַבִּי יְהוּדָה אוֹמֵר. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה לֹא בְשָׂכִיר וְלֹא בְנִגְזָל וְלֹא בְנֶחְבָּל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-1",
      "jbo:text": "עיקר תוי\"ט {א} רישא דקרא, שבועת ה' תהיה בין שניהם וגו' ולקח בעליו [את השבועה] ולא ישלם, והאי לא ישלם קרא יתרה הוא, דכיון דכתיב אם לא שלח כו' ממילא משמע דלאחר השבועה לא ישלם, ואם אינו ענין כאן, תנהו למודה במקצת ועד אחד כו'. הר\"ן. ועין תוספות יום טוב: {ב} ואלו כו'. ואיכא עוד הנך דלקמן משנה ז', ודפרק י' דבבא קמא משנה ז', ודפרק ח' דכתבות משנה ה'. ועין תוספות יום טוב: {ג} ואי נמי שכרו בעדים אלא שאין עדים שעשה עמו מלאכה: {ד} ואם תאמר הא לא חשדינן לבעל הבית דמשקר אלא ששכח, ואיך שיך מגו. יש לומר דהכי קאמרינן, ודאי קושטא קאמר שזוכר שפרעו, דאי מספקא ליה וטוען שקר שזוכר שפרעו, לא הוה אמר מלתא דידע דמספקי בה רבנן משום טרדא, והוה טעין דלא שכרו כלל. הר\"ן. ותוספות: {ה} והינו כדעת הרי\"ף, דבקציצה לא תקנו כלום אלא הניחו על דינו, דאם הוא מודה מקצת נשבע שבועה דאוריתא, ואם כופר בכל נשבע הסת. וטעמא, כיון דליכא כאן טעמא דכדי חייו. הר\"ן. ועין תוספות יום טוב: {ו} מקצת כו'. לרבי יהודה לא תקנו שבועה לטל, אלא במקום שיש שבועה על הנתבע, והפכוה חכמים על התובע באלו השנויים כאן. רש\"י: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} רֵישָׁא דִקְרָא, שְׁבוּעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם וְגוֹ' וְלָקַח בְּעָלָיו [אֶת הַשְּׁבוּעָה] וְלֹא יְשַׁלֵּם, וְהַאי לֹא יְשַׁלֵּם קְרָא יְתֵרָה הוּא, דְּכֵיוָן דִּכְתִיב אִם לֹא שָׁלַח כוּ' מִמֵּילָא מַשְׁמַע דִּלְאַחַר הַשְּׁבוּעָה לֹא יְשַׁלֵּם, וְאִם אֵינוֹ עִנְיָן כָּאן, תְּנֵהוּ לְמוֹדֶה בְמִקְצָת וְעֵד אֶחָד כוּ'. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} וְאֵלּוּ כוּ'. וְאִיכָּא עוֹד הָנָךְ דִּלְקַמָּן מִשְׁנָה ז', וּדְפֶרֶק י' דְּבָבָא קַמָּא מִשְׁנָה ז', וּדְפֶרֶק ח' דִּכְתֻבּוֹת מִשְׁנָה ה'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְאִי נַמִּי שְׂכָרוֹ בְעֵדִים אֶלָּא שֶׁאֵין עֵדִים שֶׁעָשָׂה עִמּוֹ מְלָאכָה: {ד} וְאִם תֹּאמַר הָא לֹא חָשְׁדִינַן לְבַעַל הַבַּיִת דִּמְשַׁקֵּר אֶלָּא שֶׁשָּׁכַח, וְאֵיךְ שַׁיָּךְ מִגּוֹ. יֵשׁ לוֹמַר דְּהָכִי קָאָמְרִינַן, וַדַּאי קוּשְׁטָא קָאָמַר שֶׁזּוֹכֵר שֶׁפְּרָעוֹ, דְּאִי מְסָפְקָא לֵיהּ וְטוֹעֵן שֶׁקֶר שֶׁזּוֹכֵר שֶׁפְּרָעוֹ, לֹא הֲוָה אָמַר מִלְּתָא דְּיָדַע דִּמְסַפְּקֵי בָהּ רַבָּנָן מִשּׁוּם טִרְדָּא, וַהֲוָה טָעֵין דְּלֹא שְׂכָרוֹ כְלָל. הָרַ\"ן. וְתוֹסָפוֹת: {ה} וְהַיְנוּ כְּדַעַת הָרִי\"ף, דְּבִקְצִיצָה לֹא תִקְנוּ כְלוּם אֶלָּא הִנִּיחוּ עַל דִּינוֹ, דְּאִם הוּא מוֹדֶה מִקְצָת נִשְׁבָּע שְׁבוּעָה דְאוֹרַיְתָא, וְאִם כּוֹפֵר בַּכֹּל נִשְׁבָּע הֶסֵּת. וְטַעֲמָא, כֵּיוָן דְּלֵיכָּא כָאן טַעֲמָא דִכְדֵי חַיָּיו. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} מִקְצָת כוּ'. לְרַבִּי יְהוּדָה לֹא תִקְנוּ שְׁבוּעָה לִטֹּל, אֶלָּא בְמָקוֹם שֶׁיֵּשׁ שְׁבוּעָה עַל הַנִּתְבָּע, וַהֲפָכוּהָ חֲכָמִים עַל הַתּוֹבֵעַ בְּאֵלּוּ הַשְּׁנוּיִים כָּאן. רַשִׁ\"י: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-2",
      "jbo:text": "הנגזל כיצד, היו מעידין אותו שנכנס לביתו למשכנו שלא ברשות {ז}, הוא אומר כלי נטלת, והוא אומר לא נטלתי, הרי זה נשבע ונוטל {ט}. רבי יהודה אומר, עד שתהא שם מקצת הודאה. כיצד, אמר לו שני כלים נטלת, והוא אומר לא נטלתי אלא אחד",
      "jbo:textNikud": "הַנִּגְזָל כֵּיצַד, הָיוּ מְעִידִין אוֹתוֹ שֶׁנִּכְנַס לְבֵיתוֹ לְמַשְׁכְּנוֹ שֶׁלֹּא בִרְשׁוּת {ז}, הוּא אוֹמֵר כֵּלַי נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל {ט}. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ שְׁנֵי כֵלִים נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי אֶלָּא אֶחָד",
      "rdfs:label": "משנה שבועות ז ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-2",
      "jbo:text": "ר\"ע מברטנורה למשכנו שלא ברשות. וכגון שראוהו עדים שנכנס לבית חברו ואין בידו כלום ויצא משם וכלים תחובים לו תחת כנפיו {ח}: הרי זה נשבע ונוטל. שהרי הדברים מוכיחים, שהעדים מעידים שמשכנו שלא ברשות. והוא דטעין ליה האיך במידי דאמיד ביה, אבל אם טעין ליה בכסא דכספא וכי האי גונא במידי דלא אמיד ביה, לאו כל כמיניה לשבע ולטל, אלא ישבע הנתבע ויפטר: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה לְמַשְׁכְּנוֹ שֶׁלֹּא בִרְשׁוּת. וּכְגוֹן שֶׁרָאוּהוּ עֵדִים שֶׁנִּכְנַס לְבֵית חֲבֵרוֹ וְאֵין בְּיָדוֹ כְּלוּם וְיָצָא מִשָּׁם וְכֵלִים תְּחוּבִים לוֹ תַּחַת כְּנָפָיו {ח}: הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. שֶׁהֲרֵי הַדְּבָרִים מוֹכִיחִים, שֶׁהָעֵדִים מְעִידִים שֶׁמִּשְׁכְּנוֹ שֶׁלֹּא בִרְשׁוּת. וְהוּא דְטָעֵין לֵיהּ הַאִיךְ בְּמִידֵי דְאָמֵיד בֵּיהּ, אֲבָל אִם טָעֵין לֵיהּ בְּכָסָא דְכַסְפָּא וְכִי הַאי גַּוְנָא בְּמִידֵי דְלָא אָמֵיד בֵּיהּ, לָאו כָּל כְּמִינֵיהּ לִשָּׁבַע וְלִטֹּל, אֶלָּא יִשָּׁבַע הַנִּתְבָּע וְיִפָּטֵר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-2",
      "jbo:text": "עיקר תוי\"ט {ז} שלא ברשות. פרוש, שלא ברשות בעלים ושלא ברשות בית דין. המגיד: {ח} דאי לאו הכי שלא ידעו העדים שהוציא כלל, אין בעל הבית נאמן בשבועה. דשמא לא הוציא אלא אבנים או צרורות כו': {ט} נשבע ונוטל. דקנסו חכמים לגזלנים, כדי שלא ירבה הזק בני אדם. הרמב\"ם. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} שֶׁלֹּא בִרְשׁוּת. פֵּרוּשׁ, שֶׁלֹּא בִרְשׁוּת בְּעָלִים וְשֶׁלֹּא בִרְשׁוּת בֵּית דִּין. הַמַּגִּיד: {ח} דְּאִי לָאו הָכִי שֶׁלֹּא יָדְעוּ הָעֵדִים שֶׁהוֹצִיא כְּלָל, אֵין בַּעַל הַבַּיִת נֶאֱמָן בִּשְׁבוּעָה. דְּשֶׁמָּא לֹא הוֹצִיא אֶלָּא אֲבָנִים אוֹ צְרוֹרוֹת כוּ': {ט} נִשְׁבָּע וְנוֹטֵל. דְּקָנְסוּ חֲכָמִים לַגַּזְלָנִים, כְּדֵי שֶׁלֹּא יִרְבֶּה הֶזֵּק בְּנֵי אָדָם. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-3",
      "jbo:text": "הנחבל {י} כיצד, היו מעידים אותו שנכנס תחת ידו שלם ויצא חבול, ואמר לו חבלת בי, והוא אומר לא חבלתי, הרי זה נשבע ונוטל. רבי יהודה אומר, עד שתהא שם מקצת הודאה. כיצד, אמר לו חבלת בי שתים, והלה אומר לא חבלתי בך אלא אחת",
      "jbo:textNikud": "הַנֶּחְבָּל {י} כֵּיצַד, הָיוּ מְעִידִים אוֹתוֹ שֶׁנִּכְנַס תַּחַת יָדוֹ שָׁלֵם וְיָצָא חָבוּל, וְאָמַר לוֹ חָבַלְתָּ בִּי, וְהוּא אוֹמֵר לֹא חָבַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ חָבַלְתָּ בִּי שְׁתַּיִם, וְהַלָּה אוֹמֵר לֹא חָבַלְתִּי בְךָ אֶלָּא אֶחָת",
      "rdfs:label": "משנה שבועות ז ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-3",
      "jbo:text": "ר\"ע מברטנורה הרי זה נשבע ונוטל. ודוקא שהחבלה במקום שאפשר שחבל בעצמו, משום הכי צריך שבועה. אבל במקום שאינו יכול לחבל בעצמו ונכר שאחרים עשו לו, כגון שעלתה לו נשיכה בגבו {יא}, ואין שם אחר, שיוכל לומר שמא אחר עשה {יב}, נוטל בלא שבועה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. וְדַוְקָא שֶׁהַחֲבָלָה בְּמָקוֹם שֶׁאֶפְשָׁר שֶׁחָבַל בְּעַצְמוֹ, מִשּׁוּם הָכִי צָרִיךְ שְׁבוּעָה. אֲבָל בְּמָקוֹם שֶׁאֵינוֹ יָכוֹל לַחֲבֹל בְּעַצְמוֹ וְנִכָּר שֶׁאֲחֵרִים עָשׂוּ לוֹ, כְּגוֹן שֶׁעָלְתָה לוֹ נְשִׁיכָה בְגַבּוֹ {יא}, וְאֵין שָׁם אַחֵר, שֶׁיּוּכַל לוֹמַר שֶׁמָּא אַחֵר עָשָׂה {יב}, נוֹטֵל בְּלֹא שְׁבוּעָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-3",
      "jbo:text": "עיקר תוי\"ט {י} הנחבל. קנס לחובל, כדי שלא ירבה הזק בני אדם והתגרותם. הרמב\"ם. ועין תוספות יום טוב: {יא} דנשיכת שנים לאו חכוך כתל הוא. רש\"י: {יב} ולא קשיא דאם כן יתבעהו לאותו אחר. דהכי קאמר, שמא אחר עשה על פיו דנחבל, שאמר לו לחבל בו כדי שיתבע לזה, מידי דהוה דחישינן שמא חבל בעצמו. והכי איתא בגמרא: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {י} הַנֶּחְבָּל. קְנָס לַחוֹבֵל, כְּדֵי שֶׁלֹּא יִרְבֶּה הֶזֵּק בְּנֵי אָדָם וְהִתְגָּרוּתָם. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} דִּנְשִׁיכַת שִׁנַּיִם לָאו חִכּוּךְ כֹּתֶל הוּא. רַשִׁ\"י: {יב} וְלֹא קַשְׁיָא דְּאִם כֵּן יִתְבָּעֵהוּ לְאוֹתוֹ אַחֵר. דְּהָכִי קָאָמַר, שֶׁמָּא אַחֵר עָשָׂה עַל פִּיו דְּנֶחְבָּל, שֶׁאָמַר לוֹ לַחֲבֹל בּוֹ כְּדֵי שֶׁיִּתְבַּע לָזֶה, מִידֵי דַהֲוָה דְחָיְשִׁינַן שֶׁמָּא חָבַל בְּעַצְמוֹ. וְהָכִי אִיתָא בַגְּמָרָא: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ג",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-4",
      "jbo:text": "ושכנגדו חשוד על השבועה כיצד, אחת שבועת העדות {יג} ואחת שבועת הפקדון, ואפלו שבועת שוא. היה אחד מהן משחק בקביא, ומלוה ברבית, ומפריחי יונים, וסוחרי שביעית, שכנגדו נשבע ונוטל {טו}. היו שניהן חשודין, חזרה השבועה למקומה, דברי רבי יוסי. רבי מאיר אומר, יחלקו",
      "jbo:textNikud": "וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה כֵּיצַד, אַחַת שְׁבוּעַת הָעֵדוּת {יג} וְאַחַת שְׁבוּעַת הַפִּקָּדוֹן, וַאֲפִלּוּ שְׁבוּעַת שָׁוְא. הָיָה אֶחָד מֵהֶן מְשַׂחֵק בְּקֻבְיָא, וּמַלְוֶה בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, שֶׁכְּנֶגְדּוֹ נִשְׁבָּע וְנוֹטֵל {טו}. הָיוּ שְׁנֵיהֶן חֲשׁוּדִין, חָזְרָה הַשְּׁבוּעָה לִמְקוֹמָהּ, דִּבְרֵי רַבִּי יוֹסֵי. רַבִּי מֵאִיר אוֹמֵר, יַחֲלֹקוּ",
      "rdfs:label": "משנה שבועות ז ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-4",
      "jbo:text": "ר\"ע מברטנורה ואפלו שבועת שוא. לא מבעיא שבועת עדות ושבועת הפקדון דאית בהו כפירת ממון, דהוי רע לשמים ולבריות, אלא אפלו שבועת שוא, דאינו אלא רע לשמים, שכנגדו נשבע ונוטל. ושבועת בטוי לא קתני, דשבועת בטוי דלהבא כגון אכל ולא אכל, איכא למימר כי אשתבע בקושטא אשתבע, שבדעתו היה לקימו, ואף על פי שכפאו יצרו ועבר עליה אינו חשוד בכך על השבועה {יד}. אבל בטוי דלשעבר, אכלתי ולא אכלתי, דמי לשבועת שוא, שהרי הוציא שבועת שקר מפיו: היה אחד מהן משחק בקביא. תנא פסולא דאוריתא וקתני פסולא דרבנן: מפריחי יונים. אית דמפרשי אם תקדים יונתך ליונתי אתן לך כך וכך, והינו שחוק. ואית דמפרשי שמגדל יונה מלמדת להביא יונים לבית בעליה, ויש בהן גזל מפני דרכי שלום: וסוחרי שביעית. עושים סחורה מפרות שביעית, והתורה אמרה לאכלה ולא לסחורה: חזרה שבועה למקומה. אית דמפרשי בגמרא, חזרה לסיני, לשבועת הר סיני שהשביע הקדוש ברוך הוא את ישראל לא תגזל, והוא יפרע מן הכופר ממון לחברו, אבל בית דין אין נזקקין לא לשבועה ולא לפרעון. ואית דמפרשי חזרה שבועה למחיב לה, על זה שהודה במקצת, וכיון שאינו יכול לשבע שהרי חשוד הוא, ישלם {טז}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וַאֲפִלּוּ שְׁבוּעַת שָׁוְא. לֹא מִבַּעְיָא שְׁבוּעַת עֵדוּת וּשְׁבוּעַת הַפִּקָּדוֹן דְּאִית בְּהוּ כְּפִירַת מָמוֹן, דַּהֲוֵי רַע לַשָּׁמַיִם וְלַבְּרִיּוֹת, אֶלָּא אֲפִלּוּ שְׁבוּעַת שָׁוְא, דְּאֵינוֹ אֶלָּא רַע לַשָּׁמַיִם, שֶׁכְּנֶגְדּוֹ נִשְׁבָּע וְנוֹטֵל. וּשְׁבוּעַת בִּטּוּי לֹא קָתָנֵי, דִּשְׁבוּעַת בִּטּוּי דִּלְהַבָּא כְּגוֹן אֹכַל וְלֹא אֹכַל, אִיכָּא לְמֵימַר כִּי אִשְׁתָּבַע בְּקוּשְׁטָא אִשְׁתָּבַע, שֶׁבְּדַעְתּוֹ הָיָה לְקַיְּמוֹ, וְאַף עַל פִּי שֶׁכְּפָאוֹ יִצְרוֹ וְעָבַר עָלֶיהָ אֵינוֹ חָשׁוּד בְּכָךְ עַל הַשְּׁבוּעָה {יד}. אֲבָל בִּטּוּי דִּלְשֶׁעָבַר, אָכַלְתִּי וְלֹא אָכַלְתִּי, דָּמֵי לִשְׁבוּעַת שָׁוְא, שֶׁהֲרֵי הוֹצִיא שְׁבוּעַת שֶׁקֶר מִפִּיו: הָיָה אֶחָד מֵהֶן מְשַׂחֵק בְּקֻבְיָא. תָּנָא פְסוּלָא דְאוֹרַיְתָא וְקָתָנֵי פְּסוּלָא דְרַבָּנָן: מַפְרִיחֵי יוֹנִים. אִית דִּמְפָרְשֵׁי אִם תַּקְדִּים יוֹנָתְךָ לְיוֹנָתִי אֶתֵּן לְךָ כָּךְ וְכָךְ, וְהַיְנוּ שְׂחוֹק. וְאִית דִּמְפָרְשֵׁי שֶׁמְּגַדֵּל יוֹנָה מְלֻמֶּדֶת לְהָבִיא יוֹנִים לְבֵית בְּעָלֶיהָ, וְיֵשׁ בָּהֶן גָּזֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם: וְסוֹחֲרֵי שְׁבִיעִית. עוֹשִׂים סְחוֹרָה מִפֵּרוֹת שְׁבִיעִית, וְהַתּוֹרָה אָמְרָה לְאָכְלָה וְלֹא לִסְחוֹרָה: חָזְרָה שְׁבוּעָה לִמְקוֹמָהּ. אִית דִּמְפָרְשֵׁי בַגְּמָרָא, חָזְרָה לְסִינַי, לִשְׁבוּעַת הַר סִינַי שֶׁהִשְׁבִּיעַ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת יִשְׂרָאֵל לֹא תִגְזֹל, וְהוּא יִפָּרַע מִן הַכּוֹפֵר מָמוֹן לַחֲבֵרוֹ, אֲבָל בֵּית דִּין אֵין נִזְקָקִין לֹא לִשְׁבוּעָה וְלֹא לְפֵרָעוֹן. וְאִית דִּמְפָרְשֵׁי חָזְרָה שְׁבוּעָה לַמְחֻיָּב לָהּ, עַל זֶה שֶׁהוֹדָה בְמִקְצָת, וְכֵיוָן שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי חָשׁוּד הוּא, יְשַׁלֵּם {טז}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-4",
      "jbo:text": "עיקר תוי\"ט {יג} העדות. הקשה הרשב\"א ז\"ל, מאן מוכח דעבר עליה במזיד, דלמא אשתלי ולא מזיד הוא. ולדידי לא קשיא, דכל שהיה עדות קרוב כל כך דאי אפשר לתלות בו שכחה, לא אמרינן דלמא אשתלי. ובמודה שהזיד נמי משכחת לה, ולא אמרינן בזה אין אדם משים עצמו רשע, דהא הודאת ממון הוא, והודאת בעל דין כמאה עדים דמי. הר\"ן. ועין תוספות יום טוב: {יד} להוציא שקר מפיו. רש\"י: {טו} שכנגדו כו'. ולא אמרינן מתוך שאינו יכול לשבע משלם, כמו שכתב הר\"ב פרק ח' דבבא מציעא משנה ב', כדי שלא יפקיעו ממנו ממון, שמי שהיה רוצה היה מלוה לו פרוטה ויתבע כל אשר לו, ויהא מודה מקצת כמה שחיב, ויתחיב שבועה ומתוך שאינו יכול לשבע יקח כל אשר לו בלא שבועה, לכך תקנו שישבע כנגדו. מה שאין כן התם שזה שאינו יכול לשבע לא מחמת שהוא חשוד אלא עתה בתביעה זו אינו יכול לשבע מחמת המארע, לא הצריכו לשבע שכנגדו. תוספות: {טז} וכן פרש הרמב\"ם. ומסים, ואין לו על אותו שתבעו זולת חרם סתם. והלכה כרבי מאיר ולא כרבי יוסי דאמר יחלקו. עד כאן. הכי מסקינן בגמרא, דרבי יוסי הוא דאמר יחלקו. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יג} הָעֵדוּת. הִקְשָׁה הָרַשְׁבָּ\"א זַ\"ל, מַאן מוֹכָח דְּעָבַר עֲלֵיהּ בְּמֵזִיד, דִּלְמָא אִשְׁתְּלֵי וְלֹא מֵזִיד הוּא. וּלְדִידִי לֹא קַשְׁיָא, דְּכָל שֶׁהָיָה עֵדוּת קָרוֹב כָּל כָּךְ דְּאִי אֶפְשָׁר לִתְלוֹת בּוֹ שִׁכְחָה, לֹא אָמְרִינַן דִּלְמָא אִשְׁתְּלֵי. וּבְמוֹדֶה שֶׁהֵזִיד נַמִּי מַשְׁכַּחַת לַהּ, וְלֹא אָמְרִינַן בָּזֶה אֵין אָדָם מֵשִׂים עַצְמוֹ רָשָׁע, דְּהָא הוֹדָאַת מָמוֹן הוּא, וְהוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים דָּמֵי. הָרַ\"ן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} לְהוֹצִיא שֶׁקֶר מִפִּיו. רַשִׁ\"י: {טו} שֶׁכְּנֶגְדּוֹ כוּ'. וְלֹא אָמְרִינַן מִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע מְשַׁלֵּם, כְּמוֹ שֶׁכָּתַב הָרַ\"ב פֶּרֶק ח' דְּבָבָא מְצִיעָא מִשְׁנָה ב', כְּדֵי שֶׁלֹּא יַפְקִיעוּ מִמֶּנּוּ מָמוֹן, שֶׁמִּי שֶׁהָיָה רוֹצֶה הָיָה מַלְוֶה לוֹ פְרוּטָה וְיִתְבַּע כָּל אֲשֶׁר לוֹ, וִיהֵא מוֹדֶה מִקְצָת כַּמָּה שֶׁחַיָּב, וְיִתְחַיֵּב שְׁבוּעָה וּמִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע יִקַּח כָּל אֲשֶׁר לוֹ בְּלֹא שְׁבוּעָה, לְכָךְ תִּקְּנוּ שֶׁיִּשָּׁבַע כְּנֶגְדּוֹ. מַה שֶּׁאֵין כֵּן הָתָם שֶׁזֶּה שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע לֹא מֵחֲמַת שֶׁהוּא חָשׁוּד אֶלָּא עַתָּה בִתְבִיעָה זוֹ אֵינוֹ יָכוֹל לִשָּׁבַע מֵחֲמַת הַמְאֹרָע, לֹא הִצְרִיכוּ לִשָּׁבַע שֶׁכְּנֶגְדּוֹ. תּוֹסָפוֹת: {טז} וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם. וּמְסַיֵּם, וְאֵין לוֹ עַל אוֹתוֹ שֶׁתְּבָעוֹ זוּלַת חֵרֶם סְתָם. וַהֲלָכָה כְּרַבִּי מֵאִיר וְלֹא כְרַבִּי יוֹסֵי דְּאָמַר יַחֲלֹקוּ. עַד כָּאן. הָכִי מַסְּקִינַן בַּגְּמָרָא, דְּרַבִּי יוֹסֵי הוּא דְּאָמַר יַחֲלֹקוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-5",
      "jbo:text": "והחנוני על פנקסו כיצד, לא שיאמר לו כתוב על פנקסי שאתה חיב לי מאתים זוז {יז}, אלא אמר לו תן לבני {יח} סאתים חטין, תן לפועלי בסלע מעות {יט}, הוא אומר נתתי והן אומרים לא נטלנו, (שניהן נשבעים), הוא נשבע ונוטל והן נשבעין ונוטלין {כ}. אמר בן ננס, כיצד אלו באין לידי שבועת שוא ואלו {כא} באין לידי שבועת שוא, אלא הוא נוטל שלא בשבועה {כב} והן נוטלין שלא בשבועה",
      "jbo:textNikud": "וְהַחֶנְוָנִי עַל פִּנְקָסוֹ כֵּיצַד, לֹא שֶׁיֹּאמַר לוֹ כָּתוּב עַל פִּנְקָסִי שֶׁאַתָּה חַיָּב לִי מָאתַיִם זוּז {יז}, אֶלָּא אָמַר לוֹ תֵּן לִבְנִי {יח} סָאתַיִם חִטִּין, תֵּן לְפוֹעֲלִי בְּסֶלַע מָעוֹת {יט}, הוּא אוֹמֵר נָתַתִּי וְהֵן אוֹמְרִים לֹא נָטַלְנוּ, (שְׁנֵיהֶן נִשְׁבָּעִים), הוּא נִשְׁבָּע וְנוֹטֵל וְהֵן נִשְׁבָּעִין וְנוֹטְלִין {כ}. אָמַר בֶּן נַנָּס, כֵּיצַד אֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא וְאֵלּוּ {כא} בָאִין לִידֵי שְׁבוּעַת שָׁוְא, אֶלָּא הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה {כב} וְהֵן נוֹטְלִין שֶׁלֹּא בִשְׁבוּעָה",
      "rdfs:label": "משנה שבועות ז ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-5",
      "jbo:text": "ר\"ע מברטנורה [שניהן נשבעין ונוטלין. מבעל הבית. דאמר ליה חנוני, פועלים לא מהימנו לי בשבועה], את האמנתינהו, דלא אמרת לי בסהדי הב להו. וכן פועלים אמרי ליה, חנוני לא מהימן לן בשבועה. וכששניהם נשבעין ונוטלים מבעל הבית, נשבעים זה בפני זה, כי היכי דלכסוף חנוני מפועלים או פועלים מחנוני: אלו ואלו באין לידי שבועת שוא. שהרי על כרחך אחד מהן נשבע לשוא ונמצא שם שמים מתחלל. אלא אלו ואלו נוטלין בלא שבועה. ואין הלכה כבן ננס: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה [שְׁנֵיהֶן נִשְׁבָּעִין וְנוֹטְלִין. מִבַּעַל הַבַּיִת. דְּאָמַר לֵיהּ חֶנְוָנִי, פּוֹעֲלִים לֹא מְהֵימְנוּ לִי בִּשְׁבוּעָה], אַתְּ הֶאֱמַנְתִּינְהוּ, דְּלֹא אָמַרְתְּ לִי בְּסַהֲדֵי הַב לְהוּ. וְכֵן פּוֹעֲלִים אָמְרֵי לֵיהּ, חֶנְוָנִי לֹא מְהֵימָן לָן בִּשְׁבוּעָה. וּכְשֶׁשְּׁנֵיהֶם נִשְׁבָּעִין וְנוֹטְלִים מִבַּעַל הַבַּיִת, נִשְׁבָּעִים זֶה בִּפְנֵי זֶה, כִּי הֵיכִי דְּלִכְסוּף חֶנְוָנִי מִפּוֹעֲלִים אוֹ פּוֹעֲלִים מֵחֶנְוָנִי: אֵלּוּ וְאֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא. שֶׁהֲרֵי עַל כָּרְחֲךָ אֶחָד מֵהֶן נִשְׁבַּע לַשָּׁוְא וְנִמְצָא שֵׁם שָׁמַיִם מִתְחַלֵּל. אֶלָּא אֵלּוּ וָאֵלּוּ נוֹטְלִין בְּלֹא שְׁבוּעָה. וְאֵין הֲלָכָה כְּבֶן נַנָּס: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-5",
      "jbo:text": "עיקר תוי\"ט {יז} לא כו'. אלא בזמן שיש רגלים לדבר, שבעל הבית מודה שאמר לו תן כו'. רש\"י. ועין תוספות יום טוב: {יח} לבני כו'. והא דקתני פועלים ובנים, רבותא אשמעינן, דלא תימא הא דחנוני מחיב שבועה הינו כשהמחה פועלים אצלו שהוא צריך לשלם נמי לפועלים, אבל היכא דאינו חיב לשלם אלא לחנוני בלבד, סלקא דעתך שיטל חנוני בלא שבועה, קא משמע לן. הר\"ן: {יט} בסלע כו'. כלומר, בסלע שאתן לך תן להם מעות שיוכל הפועל להוציא אותם בפרוטרוט: {כ} והן כו'. ולא הוי כאומר הלויתני ואיני יודע אם פרעתיך דחיב לשלם, דהכא כיון דמפסיד בעל הבית, סבירא ליה לתנא קמא דתקנו רבנן שבועה שישבעו פועלים. הר\"ן: {כא} אלו ואלו. באים לבית דין לשבע שבועת שוא מביניהם, דלית בהו דאינו משקר. רש\"י: {כב} שלא כו'. הר\"ן העתיק, אלא הוא נוטל בשבועה, לפי שאין חיובו ברור. והן נוטלין בלא שבועה, דהוי ליה כמנה הלויתני ואיני יודע אם פרעתיך: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {יז} לֹא כוּ'. אֶלָּא בִזְמַן שֶׁיֵּשׁ רַגְלַיִם לַדָּבָר, שֶׁבַּעַל הַבַּיִת מוֹדֶה שֶׁאָמַר לוֹ תֵּן כוּ'. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} לִבְנִי כוּ'. וְהָא דְקָתָנֵי פוֹעֲלִים וּבָנִים, רְבוּתָא אַשְׁמְעִינַן, דְּלֹא תֵימָא הָא דְחֶנְוָנִי מְחֻיָּב שְׁבוּעָה הַיְנוּ כְשֶׁהִמְחָה פוֹעֲלִים אֶצְלוֹ שֶׁהוּא צָרִיךְ לְשַׁלֵּם נַמִּי לַפּוֹעֲלִים, אֲבָל הֵיכָא דְאֵינוֹ חַיָּב לְשַׁלֵּם אֶלָּא לַחֶנְוָנִי בִלְבַד, סָלְקָא דַעְתָּךְ שֶׁיִּטֹּל חֶנְוָנִי בְּלֹא שְׁבוּעָה, קָא מַשְׁמַע לָן. הָרַ\"ן: {יט} בְּסֶלַע כוּ'. כְּלוֹמַר, בְּסֶלַע שֶׁאֶתֵּן לְךָ תֵּן לָהֶם מָעוֹת שֶׁיּוּכַל הַפּוֹעֵל לְהוֹצִיא אוֹתָם בִּפְרוֹטְרוֹט: {כ} וְהֵן כוּ'. וְלֹא הָוֵי כְאוֹמֵר הִלְוִיתַנִי וְאֵינִי יוֹדֵעַ אִם פְּרַעְתִּיךָ דְּחַיָּב לְשַׁלֵּם, דְּהָכָא כֵּיוָן דְּמַפְסִיד בַּעַל הַבַּיִת, סְבִירָא לֵיהּ לְתַנָּא קַמָּא דְּתִקְּנוּ רַבָּנָן שְׁבוּעָה שֶׁיִּשָּׁבְעוּ פוֹעֲלִים. הָרַ\"ן: {כא} אֵלּוּ וָאֵלּוּ. בָּאִים לְבֵית דִּין לִשָּׁבַע שְׁבוּעַת שָׁוְא מִבֵּינֵיהֶם, דְּלֵית בְּהוּ דְּאֵינוֹ מְשַׁקֵּר. רַשִׁ\"י: {כב} שֶׁלֹּא כוּ'. הָרַ\"ן הֶעְתִּיק, אֶלָּא הוּא נוֹטֵל בִּשְׁבוּעָה, לְפִי שֶׁאֵין חִיּוּבוֹ בָרוּר. וְהֵן נוֹטְלִין בְּלֹא שְׁבוּעָה, דַּהֲוֵי לֵיהּ כְּמָנֶה הִלְוִיתַנִי וְאֵינִי יוֹדֵעַ אִם פְּרַעְתִּיךָ: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-6",
      "jbo:text": "אמר לחנוני תן לי בדינר פרות ונתן לו {כג}, אמר לו תן לי הדינר, אמר לו נתתיו לך ונתתו באנפלי, ישבע בעל הבית. נתן לו את הדינר, אמר לו תן לי את הפרות, אמר לו נתתים לך והולכתן לתוך ביתך {כו}, ישבע חנוני. רבי יהודה אומר, כל שהפרות בידו, ידו על העליונה. אמר לשלחני {כז} תן לי בדינר מעות ונתן לו, אמר לו תן לי את הדינר, אמר לו נתתיו לך ונתתו באנפלי, ישבע בעל הבית. נתן לו את הדינר, אמר לו תן לי את המעות, אמר לו נתתים לך והשלכתם לתוך כיסך, ישבע שלחני. רבי יהודה אומר, אין דרך שלחני לתן אסר עד שיטל דינרו",
      "jbo:textNikud": "אָמַר לַחֶנְוָנִי תֶּן לִי בְדִינָר פֵּרוֹת וְנָתַן לוֹ {כג}, אָמַר לוֹ תֶּן לִי הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַפֵּרוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהוֹלַכְתָּן לְתוֹךְ בֵּיתֶךָ {כו}, יִשָּׁבַע חֶנְוָנִי. רַבִּי יְהוּדָה אוֹמֵר, כָּל שֶׁהַפֵּרוֹת בְּיָדוֹ, יָדוֹ עַל הָעֶלְיוֹנָה. אָמַר לַשֻּׁלְחָנִי {כז} תֶּן לִי בְדִינָר מָעוֹת וְנָתַן לוֹ, אָמַר לוֹ תֶּן לִי אֶת הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַמָּעוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהִשְׁלַכְתָּם לְתוֹךְ כִּיסֶךָ, יִשָּׁבַע שֻׁלְחָנִי. רַבִּי יְהוּדָה אוֹמֵר, אֵין דֶּרֶךְ שֻׁלְחָנִי לִתֵּן אִסָּר עַד שֶׁיִּטֹּל דִּינָרוֹ",
      "rdfs:label": "משנה שבועות ז ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-6",
      "jbo:text": "ר\"ע מברטנורה ונתן לו. והפרות צבורין ומנחים ברשות הרבים ואין מחזק בהן לא חנוני ולא בעל הבית: ונתתו באנפלי. תיק העשוי למעות: ישבע בעל הבית. שבועה כעין של תורה, ויטל. דכיון דחנוני מודה שמכר {כד}, והפרות הם חוץ לחנותו, בעל הבית נשבע ונוטל: אמר לו נתתים לך. והולכתן לתוך ביתך. ואלו הפרות הצבורין ומנחים שלי הם שנתתי כאן למכרן, והלה טוען אלו הם הפרות שמכרת לי בדינר. הואיל והלוקח מודה במקח {כה} והחנוני כופר שלא מכר את אלו, ישבע החנוני שבועה כעין של תורה ויטל: רבי יהודה אומר וכו'. רבי יהודה אסיפא פליג, ואמר דבין בזו בין בזו בעל הבית נשבע ונוטל. דכיון שהפרות הם חוץ לחנות הוי כאלו הפרות הם ביד בעל הבית, וכל שהפרות בידו, ידו על העליונה והוא נשבע ונוטל: אמר לשלחני וכו'. אשמעינן תנא פלגתא דרבי יהודה ורבנן בין במעות של שלחני בין בפרות של חנוני. דאי אשמעינן פלוגתיהו בחנוני, הוה אמינא בפרות אמרו רבנן דכי אמר לו נתתים לך והולכתן לתוך ביתך ישבע החנוני ויטל, לפי שהחנוני עשוי לתן פרות קדם שיקח {כח} הדינר, אבל בשלחני שאינו עשוי לתן האסרין קדם שיקח הדינר, אימא מודו ליה לרבי יהודה דלעולם בעל הבית נשבע ונוטל. ואי אתמר בהא, בהא קאמר רבי יהודה דלעולם בעל הבית נשבע ונוטל, מפני שאין השלחני עשוי לתן האסרין עד שיקח הדינר, אבל בחנוני שהוא עשוי לתן הפרות קדם שיקח המעות אימא מודי להו לרבנן, צריכא. ואין הלכה כרבי יהודה: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְנָתַן לוֹ. וְהַפֵּרוֹת צְבוּרִין וּמֻנָּחִים בִּרְשׁוּת הָרַבִּים וְאֵין מֻחְזָק בָּהֶן לֹא חֶנְוָנִי וְלֹא בַּעַל הַבַּיִת: וּנְתַתּוֹ בָאֹנְפָּלִי. תִּיק הֶעָשׂוּי לְמָעוֹת: יִשָּׁבַע בַּעַל הַבָּיִת. שְׁבוּעָה כְעֵין שֶׁל תּוֹרָה, וְיִטֹּל. דְּכֵיוָן דְּחֶנְוָנִי מוֹדֶה שֶׁמָּכַר {כד}, וְהַפֵּרוֹת הֵם חוּץ לַחֲנוּתוֹ, בַּעַל הַבַּיִת נִשְׁבָּע וְנוֹטֵל: אָמַר לוֹ נְתַתִּים לְךָ. וְהוֹלַכְתָּן לְתוֹךְ בֵּיתֶךָ. וְאִלּוּ הַפֵּרוֹת הַצְּבוּרִין וּמֻנָּחִים שֶׁלִּי הֵם שֶׁנָּתַתִּי כָאן לְמָכְרָן, וְהַלָּה טוֹעֵן אֵלּוּ הֵם הַפֵּרוֹת שֶׁמָּכַרְתָּ לִּי בְדִינָר. הוֹאִיל וְהַלּוֹקֵחַ מוֹדֶה בַמִּקָּח {כה} וְהַחֶנְוָנִי כוֹפֵר שֶׁלֹּא מָכַר אֶת אֵלּוּ, יִשָּׁבַע הַחֶנְוָנִי שְׁבוּעָה כְעֵין שֶׁל תּוֹרָה וְיִטֹּל: רַבִּי יְהוּדָה אוֹמֵר וְכוּ'. רַבִּי יְהוּדָה אַסֵּיפָא פָלֵיג, וְאָמַר דְּבֵין בְּזוֹ בֵּין בְּזוֹ בַּעַל הַבַּיִת נִשְׁבָּע וְנוֹטֵל. דְּכֵיוָן שֶׁהַפֵּרוֹת הֵם חוּץ לַחֲנוּת הָוֵי כְאִלּוּ הַפֵּרוֹת הֵם בְּיַד בַּעַל הַבַּיִת, וְכֹל שֶׁהַפֵּרוֹת בְּיָדוֹ, יָדוֹ עַל הָעֶלְיוֹנָה וְהוּא נִשְׁבָּע וְנוֹטֵל: אָמַר לַשֻּׁלְחָנִי וְכוּ'. אַשְׁמְעִינַן תַּנָּא פְּלֻגְתָּא דְרַבִּי יְהוּדָה וְרַבָּנָן בֵּין בְּמָעוֹת שֶׁל שֻׁלְחָנִי בֵּין בְּפֵרוֹת שֶׁל חֶנְוָנִי. דְּאִי אַשְׁמְעִינַן פְּלוּגְתַּיְהוּ בְחֶנְוָנִי, הֲוָה אֲמֵינָא בְּפֵרוֹת אָמְרוּ רַבָּנָן דְּכִי אָמַר לוֹ נְתַתִּים לְךָ וְהוֹלַכְתָּן לְתוֹךְ בֵּיתֶךָ יִשָּׁבַע הַחֶנְוָנִי וְיִטֹּל, לְפִי שֶׁהַחֶנְוָנִי עָשׂוּי לִתֵּן פֵּרוֹת קֹדֶם שֶׁיִּקַּח {כח} הַדִּינָר, אֲבָל בְּשֻׁלְחָנִי שֶׁאֵינוֹ עָשׂוּי לִתֵּן הָאִסָּרִין קֹדֶם שֶׁיִּקַּח הַדִּינָר, אֵימָא מוֹדוּ לֵיהּ לְרַבִּי יְהוּדָה דִּלְעוֹלָם בַּעַל הַבַּיִת נִשְׁבָּע וְנוֹטֵל. וְאִי אִתְּמַר בְּהָא, בְּהָא קָאָמַר רַבִּי יְהוּדָה דִּלְעוֹלָם בַּעַל הַבַּיִת נִשְׁבָּע וְנוֹטֵל, מִפְּנֵי שֶׁאֵין הַשֻּׁלְחָנִי עָשׂוּי לִתֵּן הָאִסָּרִין עַד שֶׁיִּקַּח הַדִּינָר, אֲבָל בְּחֶנְוָנִי שֶׁהוּא עָשׂוּי לִתֵּן הַפֵּרוֹת קֹדֶם שֶׁיִּקַּח הַמָּעוֹת אֵימָא מוֹדֵי לְהוּ לְרַבָּנָן, צְרִיכָא. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-6",
      "jbo:text": "עיקר תוי\"ט {כג} ונתן לו. פרוש שהגביהן לוקח והניחן ברשות הרבים. המגיד. אבל להר\"ן דלקמן אין נראה שהגביהן הלוקח. וכן נראה דעת הר\"ב: {כד} ואינו תובע ממנו אלא דמיהן. הר\"ן: {כה} וזה לשון הר\"ן, משום דטענתיה דחנוני מעליא בהו טפי, לפי שלדבריו אין לבעל הבית שום דררא בפרות הללו, ובעל הבית מודה לחנוני שהן שלו אלא שנתן לו הדינר בשבילן. הר\"ן: {כו} אמר לו כו'. פרוש חנוני טוען שמעשה שהיה כך היה, שבא אליו בעל הבית ואין בידו דינר ואומר לו תן לי בדינר פרות ועכשיו אביא לך את הדינר ונתן לו את הפרות והוליכם לתוך ביתו ואחר כך חזר אליו ופרע לו את הדינר, ובעל הבית טוען לא כי, אלא קדם שנתתי הדינר לא לקחתי פרות מעולם, ולא נתתי לך הדינר אלא בשביל אלו הפרות שהן ברשות הרבים. הר\"ן: {כז} לשלחני. הכא נמי שהמעות צבורין ומנחין ברשות הרבים: {כח} משום דפירי עבידי דמרקבי, לא משהי להו. גמרא. והינו טעמא דרבי יהודה לא אמר בחנוני בההוא לישנא דאמר בשלחני, לפי שדרך החנוני להקיף אלא דהכא מודה החנוני שלא מכר בהקפה. הר\"ן ותוספות. ובסיפא לא אמר כל שהאסר כו', משום דלפעמים בעל הבית נותן אסר בפרוטות, ולא שיך למימר כל שהאסר כו'. תוספות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כג} וְנָתַן לוֹ. פֵּרוּשׁ שֶׁהִגְבִּיהָן לוֹקֵחַ וְהִנִּיחָן בִּרְשׁוּת הָרַבִּים. הַמַּגִּיד. אֲבָל לְהָרַ\"ן דִּלְקַמָּן אֵין נִרְאֶה שֶׁהִגְבִּיהָן הַלּוֹקֵחַ. וְכֵן נִרְאֶה דַּעַת הָרַ\"ב: {כד} וְאֵינוֹ תוֹבֵעַ מִמֶּנּוּ אֶלָּא דְמֵיהֶן. הָרַ\"ן: {כה} וְזֶה לְשׁוֹן הָרַ\"ן, מִשּׁוּם דְּטַעַנְתֵּיהּ דְּחֶנְוָנִי מְעַלְּיָא בְהוּ טְפֵי, לְפִי שֶׁלִּדְבָרָיו אֵין לְבַעַל הַבַּיִת שׁוּם דְּרָרָא בַּפֵּרוֹת הַלָּלוּ, וּבַעַל הַבַּיִת מוֹדֶה לַחֶנְוָנִי שֶׁהֵן שֶׁלּוֹ אֶלָּא שֶׁנָּתַן לוֹ הַדִּינָר בִּשְׁבִילָן. הָרַ\"ן: {כו} אָמַר לוֹ כוּ'. פֵּרוּשׁ חֶנְוָנִי טוֹעֵן שֶׁמַּעֲשֶׂה שֶׁהָיָה כָּךְ הָיָה, שֶׁבָּא אֵלָיו בַּעַל הַבַּיִת וְאֵין בְּיָדוֹ דִינָר וְאוֹמֵר לוֹ תֵן לִי בְדִינָר פֵּרוֹת וְעַכְשָׁיו אָבִיא לְךָ אֶת הַדִּינָר וְנָתַן לוֹ אֶת הַפֵּרוֹת וְהוֹלִיכָם לְתוֹךְ בֵיתוֹ וְאַחַר כָּךְ חָזַר אֵלָיו וּפָרַע לוֹ אֶת הַדִּינָר, וּבַעַל הַבַּיִת טוֹעֵן לֹא כִי, אֶלָּא קֹדֶם שֶׁנָּתַתִּי הַדִּינָר לֹא לָקַחְתִּי פֵרוֹת מֵעוֹלָם, וְלֹא נָתַתִּי לְךָ הַדִּינָר אֶלָּא בִשְׁבִיל אֵלּוּ הַפֵּרוֹת שֶׁהֵן בִּרְשׁוּת הָרַבִּים. הָרַ\"ן: {כז} לַשֻּׁלְחָנִי. הָכָא נַמִּי שֶׁהַמָּעוֹת צְבוּרִין וּמֻנָּחִין בִּרְשׁוּת הָרַבִּים: {כח} מִשּׁוּם דְּפֵירֵי עֲבִידֵי דְּמַרְקְבֵי, לֹא מַשְׁהֵי לְהוּ. גְּמָרָא. וְהַיְנוּ טַעֲמָא דְּרַבִּי יְהוּדָה לֹא אָמַר בַּחֶנְוָנִי בְּהַהוּא לִישְׁנָא דְּאָמַר בַּשֻּׁלְחָנִי, לְפִי שֶׁדֶּרֶךְ הַחֶנְוָנִי לְהַקִּיף אֶלָּא דְהָכָא מוֹדֶה הַחֶנְוָנִי שֶׁלֹּא מָכַר בְּהַקָּפָה. הָרַ\"ן וְתוֹסָפוֹת. וּבַסֵּיפָא לֹא אָמַר כֹּל שֶׁהָאִסָּר כוּ', מִשּׁוּם דְּלִפְעָמִים בַּעַל הַבַּיִת נוֹתֵן אִסָּר בִּפְרוּטוֹת, וְלֹא שַׁיָּךְ לְמֵימַר כֹּל שֶׁהָאִסָּר כוּ'. תּוֹסָפוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-7",
      "jbo:text": "כשם {כט} שאמרו, הפוגמת כתבתה לא תפרע אלא בשבועה, ועד אחד מעידה שהיא פרועה, לא תפרע אלא בשבועה. מנכסים משעבדים ומנכסי יתומים, לא תפרע אלא בשבועה. והנפרעת שלא בפניו, לא תפרע אלא בשבועה. וכן היתומים לא יפרעו אלא בשבועה, שבועה שלא פקדנו אבא, ולא אמר לנו אבא, ושלא מצינו בין שטרותיו של אבא {לב} ששטר זה פרוע. רבי יוחנן בן ברוקה אומר, אפלו נולד הבן לאחר מיתת האב, הרי זה נשבע ונוטל. אמר רבן שמעון בן גמליאל, אם יש עדים שאמר האב בשעת מיתתו שטר זה אינו פרוע {לג}, הוא נוטל שלא בשבועה",
      "jbo:textNikud": "כְּשֵׁם {כט} שֶׁאָמְרוּ, הַפּוֹגֶמֶת כְּתֻבָּתָהּ לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה, וְעֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנְּכָסִים מְשֻׁעְבָּדִים וּמִנִּכְסֵי יְתוֹמִים, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְהַנִּפְרַעַת שֶׁלֹּא בְּפָנָיו, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְכֵן הַיְתוֹמִים לֹא יִפָּרְעוּ אֶלָּא בִשְׁבוּעָה, שְׁבוּעָה שֶׁלֹּא פְקָדָנוּ אַבָּא, וְלֹא אָמַר לָנוּ אַבָּא, וְשֶׁלֹּא מָצִינוּ בֵין שְׁטָרוֹתָיו שֶׁל אַבָּא {לב} שֶׁשְּׁטָר זֶה פָרוּעַ. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה אוֹמֵר, אֲפִלּוּ נוֹלַד הַבֵּן לְאַחַר מִיתַת הָאָב, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אִם יֵשׁ עֵדִים שֶׁאָמַר הָאָב בִּשְׁעַת מִיתָתוֹ שְׁטָר זֶה אֵינוֹ פָרוּעַ {לג}, הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה",
      "rdfs:label": "משנה שבועות ז ז",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-7",
      "jbo:text": "ר\"ע מברטנורה הפוגמת כתבתה. שמוציאה שטר כתבתה ומודה שנתקבלה מקצתה: לא תפרע אלא בשבועה. אם טוען הבעל נתקבלה כלה: עד אחד אומר וכו'. ומנכסים משעבדים ומנכסי יתומים כו'. ונפרעת שלא בפניו. כלהו אכשם קימי, כשם שאין אחד מאלו נפרע אלא בשבועה, כך היתומים אינם נפרעים אלא בשבועה. יתומים הנפרעים מן היתומים לא יפרעו אלא בשבועה. ומירי מתניתין כגון שאלו היתומים שבאים להפרע מהן אומרים אין אנו יודעים אם פרע אבינו זה החוב אם לאו, אבל אם טענו אמר לנו אבינו שלא לוה מעות הללו ולא נתחיב בחוב זה מעולם, הרי היתומים שמוציאים שטר חוב על היתומים הללו נפרעים מהם שלא בשבועה, שכל האומר לא לויתי כאומר לא פרעתי דמי, והם אינם יכולים להכחיש העדים שמעידים שאביהם לוה המעות הללו. ולא שנו דבשבועה מיהת שקלי יתומים מן היתומים, אלא שמת מלוה בחיי לוה, אבל מת לוה בחיי מלוה, כבר נתחיב מלוה שבועה לבני לוה שלא נתקבל כלום, שהנפרע מן היתומים אפלו בשטר צריך שבועה, ואין אדם מוריש ממון שהוא חיב עליו שבועה לבניו, לפי שאין הבנים יכולים לשבע {ל} שבועה שנתחיב אביהם. ואף על פי שכן הדין, אם דין אחד דן שישבעו היתומים שבועה שלא פקדנו אבא ויפרעו מממון היתומים האחרים בשבועה זו, מה שעשוי עשוי {לא}: שלא פקדנו אבא. בשעת מיתה: ושלא אמר לנו. קדם לכן, ששטר זה פרוע: הרי זה נשבע. שלא מצא בין שטרותיו של אביו ששטר זה פרוע. וכן הלכה: רבן שמעון בן גמליאל אומר. והלכה כרבן שמעון בן גמליאל: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הַפּוֹגֶמֶת כְּתֻבָּתָהּ. שֶׁמּוֹצִיאָה שְׁטַר כְּתֻבָּתָהּ וּמוֹדָה שֶׁנִּתְקַבְּלָה מִקְצָתָהּ: לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. אִם טוֹעֵן הַבַּעַל נִתְקַבְּלָה כֻלָּהּ: עֵד אֶחָד אוֹמֵר וְכוּ'. וּמִנְּכָסִים מְשֻׁעְבָּדִים וּמִנִּכְסֵי יְתוֹמִים כוּ'. וְנִפְרַעַת שֶׁלֹּא בְפָנָיו. כֻּלְּהוּ אַכְּשֵׁם קַיְמֵי, כְּשֵׁם שֶׁאֵין אֶחָד מֵאֵלּוּ נִפְרָע אֶלָּא בִשְׁבוּעָה, כָּךְ הַיְתוֹמִים אֵינָם נִפְרָעִים אֶלָּא בִשְׁבוּעָה. יְתוֹמִים הַנִּפְרָעִים מִן הַיְתוֹמִים לֹא יִפָּרְעוּ אֶלָּא בִשְׁבוּעָה. וּמַיְרֵי מַתְנִיתִין כְּגוֹן שֶׁאֵלּוּ הַיְתוֹמִים שֶׁבָּאִים לְהִפָּרַע מֵהֶן אוֹמְרִים אֵין אָנוּ יוֹדְעִים אִם פָּרַע אָבִינוּ זֶה הַחוֹב אִם לָאו, אֲבָל אִם טָעֲנוּ אָמַר לָנוּ אָבִינוּ שֶׁלֹּא לָוָה מָעוֹת הַלָּלוּ וְלֹא נִתְחַיֵּב בְּחוֹב זֶה מֵעוֹלָם, הֲרֵי הַיְתוֹמִים שֶׁמּוֹצִיאִים שְׁטַר חוֹב עַל הַיְתוֹמִים הַלָּלוּ נִפְרָעִים מֵהֶם שֶׁלֹּא בִשְׁבוּעָה, שֶׁכָּל הָאוֹמֵר לֹא לָוִיתִי כְּאוֹמֵר לֹא פָרַעְתִּי דָמֵי, וְהֵם אֵינָם יְכוֹלִים לְהַכְחִישׁ הָעֵדִים שֶׁמְּעִידִים שֶׁאֲבִיהֶם לָוָה הַמָּעוֹת הַלָּלוּ. וְלֹא שָׁנוּ דְּבִשְׁבוּעָה מִיהַת שָׁקְלֵי יְתוֹמִים מִן הַיְתוֹמִים, אֶלָּא שֶׁמֵּת מַלְוֶה בְּחַיֵּי לֹוֶה, אֲבָל מֵת לֹוֶה בְּחַיֵּי מַלְוֶה, כְּבָר נִתְחַיֵּב מַלְוֶה שְׁבוּעָה לִבְנֵי לֹוֶה שֶׁלֹּא נִתְקַבֵּל כְּלוּם, שֶׁהַנִּפְרָע מִן הַיְתוֹמִים אֲפִלּוּ בִשְׁטָר צָרִיךְ שְׁבוּעָה, וְאֵין אָדָם מוֹרִישׁ מָמוֹן שֶׁהוּא חַיָּב עָלָיו שְׁבוּעָה לְבָנָיו, לְפִי שֶׁאֵין הַבָּנִים יְכוֹלִים לִשָּׁבַע {ל} שְׁבוּעָה שֶׁנִּתְחַיֵּב אֲבִיהֶם. וְאַף עַל פִּי שֶׁכֵּן הַדִּין, אִם דַּיָּן אֶחָד דָּן שֶׁיִּשָּׁבְעוּ הַיְתוֹמִים שְׁבוּעָה שֶׁלֹּא פְקָדָנוּ אַבָּא וְיִפָּרְעוּ מִמָּמוֹן הַיְתוֹמִים הָאֲחֵרִים בִּשְׁבוּעָה זוֹ, מַה שֶּׁעָשׂוּי עָשׂוּי {לא}: שֶׁלֹּא פְקָדָנוּ אַבָּא. בִּשְׁעַת מִיתָה: וְשֶׁלֹּא אָמַר לָנוּ. קֹדֶם לָכֵן, שֶׁשְּׁטָר זֶה פָרוּעַ: הֲרֵי זֶה נִשְׁבָּע. שֶׁלֹּא מָצָא בֵין שְׁטָרוֹתָיו שֶׁל אָבִיו שֶׁשְּׁטָר זֶה פָּרוּעַ. וְכֵן הֲלָכָה: רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר. וַהֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ז",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-7",
      "jbo:text": "עיקר תוי\"ט {כט} כשם. משום דתנינהו בפרק הכותב משנה ט', קתני כשם, וקאי אנשבעין ונוטלין דרישא. הרמב\"ן: {ל} ולא דמי למשנה ד' דחזרה שבועה למקומה דמפרשינן שהנתבע ישלם, דהכא הינו טעמא דאמרינן כיון דתובע אינו יכול לשבע שיפסיד, משום שאין כאן פשיעה לנתבע כלל. אבל במתניתין דלעיל כיון שהנתבע אינו יכול לשבע מפני פשיעתו, ומדינא משלם, ואינו בדין שיהא חוטא נשכר, כשאין התובע יכול לשבע שיפטר. ואף על פי שהתובע גם כן מפני חשדו אינו יכול לשבע, אינה דומה שבועת התקנה בעלמא לשבועת התורה שמחיבתו לשלם. הר\"ן: {לא} בגמרא, משום דאיכא מאן דפליג אהאי דינא, הלכך אמרינן מאן דעבד ודן כו' מאי דעבד עבד: {לב} ושלא מצינו כו'. שובר על שטר זה. רש\"י: {לג} שאמר כו'. ותנא קמא סבר, דאפלו הכי אין נוטלין אלא בשבועה. דשמא להשביע את בניו אמר כן כדי לאחשבינהו. תוספות: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {כט} כְּשֵׁם. מִשּׁוּם דִּתְנִינְהוּ בְּפֶרֶק הַכּוֹתֵב מִשְׁנָה ט', קָתָנֵי כְּשֵׁם, וְקָאֵי אַנִּשְׁבָּעִין וְנוֹטְלִין דְּרֵישָׁא. הָרַמְבַּ\"ן: {ל} וְלֹא דָמֵי לְמִשְׁנָה ד' דְּחָזְרָה שְׁבוּעָה לִמְקוֹמָהּ דִּמְפָרְשִׁינַן שֶׁהַנִּתְבָּע יְשַׁלֵּם, דְּהָכָא הַיְנוּ טַעֲמָא דְּאָמְרִינַן כֵּיוָן דְּתוֹבֵעַ אֵינוֹ יָכוֹל לִשָּׁבַע שֶׁיַּפְסִיד, מִשּׁוּם שֶׁאֵין כָּאן פְּשִׁיעָה לַנִּתְבָּע כְּלָל. אֲבָל בְּמַתְנִיתִין דִּלְעֵיל כֵּיוָן שֶׁהַנִּתְבָּע אֵינוֹ יָכוֹל לִשָּׁבַע מִפְּנֵי פְשִׁיעָתוֹ, וּמִדִּינָא מְשַׁלֵּם, וְאֵינוֹ בְדִין שֶׁיְּהֵא חוֹטֵא נִשְׂכָּר, כְּשֶׁאֵין הַתּוֹבֵעַ יָכוֹל לִשָּׁבַע שֶׁיִּפָּטֵר. וְאַף עַל פִּי שֶׁהַתּוֹבֵעַ גַּם כֵּן מִפְּנֵי חֲשָׁדוֹ אֵינוֹ יָכוֹל לִשָּׁבַע, אֵינָהּ דּוֹמָה שְׁבוּעַת הַתַּקָּנָה בְעָלְמָא לִשְׁבוּעַת הַתּוֹרָה שֶׁמְּחַיַּבְתּוֹ לְשַׁלֵּם. הָרַ\"ן: {לא} בַּגְּמָרָא, מִשּׁוּם דְּאִיכָּא מַאן דְּפָלֵיג אַהַאי דִּינָא, הִלְכָּךְ אָמְרִינַן מַאן דַּעֲבַד וְדָן כוּ' מַאי דַּעֲבַד עֲבַד: {לב} וְשֶׁלֹּא מָצִינוּ כוּ'. שׁוֹבֵר עַל שְׁטָר זֶה. רַשִׁ\"י: {לג} שֶׁאָמַר כוּ'. וְתַנָּא קַמָּא סָבַר, דַּאֲפִלּוּ הָכִי אֵין נוֹטְלִין אֶלָּא בִשְׁבוּעָה. דְּשֶׁמָּא לְהַשְׁבִּיעַ אֶת בָּנָיו אָמַר כֵּן כְּדֵי לְאַחְשְׁבִינְהוּ. תּוֹסָפוֹת: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ז",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-7"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-4-6-7-8",
      "jbo:text": "ואלו נשבעים שלא בטענה, השתפין, והאריסין, והאפוטרופין, והאשה הנושאת והנותנת בתוך הבית, ובן הבית. אמר לו מה אתה טוענני, רצוני שתשבע לי, חיב. חלקו השתפין והאריסין {לד}, אין יכול להשביעו. נתגלגלה {לה} לו שבועה ממקום אחר, מגלגלין עליו את הכל. והשביעית משמטת את השבועה",
      "jbo:textNikud": "וְאֵלּוּ נִשְׁבָּעִים שֶׁלֹּא בְטַעֲנָה, הַשֻּׁתָּפִין, וְהָאֲרִיסִין, וְהָאַפּוֹטְרוֹפִּין, וְהָאִשָּׁה הַנּוֹשֵׂאת וְהַנּוֹתֶנֶת בְּתוֹךְ הַבַּיִת, וּבֶן הַבָּיִת. אָמַר לוֹ מָה אַתָּה טוֹעֲנֵנִי, רְצוֹנִי שֶׁתִּשָּׁבַע לִי, חַיָּב. חָלְקוּ הַשֻּׁתָּפִין וְהָאֲרִיסִין {לד}, אֵין יָכוֹל לְהַשְׁבִּיעוֹ. נִתְגַּלְגְּלָה {לה} לוֹ שְׁבוּעָה מִמָּקוֹם אַחֵר, מְגַלְגְּלִין עָלָיו אֶת הַכֹּל. וְהַשְּׁבִיעִית מְשַׁמֶּטֶת אֶת הַשְּׁבוּעָה",
      "rdfs:label": "משנה שבועות ז ח",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-7-8",
      "jbo:text": "ר\"ע מברטנורה שלא בטענה. שלא בטענת ברי אלא בטענת שמא, שטוענו שמא עכבת משלי. ומשום דכל הני מורו התר לעצמם לפי שטרחו בנכסים, משום הכי רמו רבנן שבועה עליהו: ואפוטרופים. שנתעסקו בממון אדם להכניס ולהוציא ולשא ולתן. אבל באפוטרופוס של יתומים, אם מנהו בית דין ישבע, ואם אבי יתומים מנהו לא ישבע: והאשה הנושאת ונותנת בתוך הבית. שהושיבה בעלה חנונית או אפוטרופא על נכסיו: ובן הבית. אחד מן האחין שנתעסק בנכסים משמת אביהן: חלקו. ולא השביעוהו בשעת החלוקה: נתגלגלה לו שבועה. אצלם אחרי כן, מגלגלין גם את זו עליו. וכדרך שמגלגלין בשבועת התורה ובשבועה שהיא כעין של תורה, כך מגלגלין בשבועת הסת: והשביעית משמטת את השבועה. לאו אהנך שבועות דשתפין קאי, דהא אין שביעית משמטת שתפות ולא שבועתה. אלא מלוה ושבועתה היא משמטת {לו}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה שֶׁלֹּא בְטַעֲנָה. שֶׁלֹּא בְּטַעֲנַת בָּרִי אֶלָּא בְטַעֲנַת שֶׁמָּא, שֶׁטּוֹעֲנוֹ שֶׁמָּא עִכַּבְתָּ מִשֶּׁלִּי. וּמִשּׁוּם דְּכָל הָנֵי מוֹרוּ הֶתֵּר לְעַצְמָם לְפִי שֶׁטָּרְחוּ בַנְּכָסִים, מִשּׁוּם הָכִי רָמוּ רַבָּנָן שְׁבוּעָה עֲלַיְהוּ: וְאַפּוֹטְרוֹפִּים. שֶׁנִּתְעַסְּקוּ בְמָמוֹן אָדָם לְהַכְנִיס וּלְהוֹצִיא וְלִשָּׂא וְלִתֵּן. אֲבָל בְּאַפּוֹטְרוֹפּוֹס שֶׁל יְתוֹמִים, אִם מִנָּהוּ בֵית דִּין יִשָּׁבַע, וְאִם אֲבִי יְתוֹמִים מִנָּהוּ לֹא יִשָּׁבַע: וְהָאִשָּׁה הַנּוֹשֵׂאת וְנוֹתֶנֶת בְּתוֹךְ הַבַּיִת. שֶׁהוֹשִׁיבָהּ בַּעְלָהּ חֶנְוָנִית אוֹ אַפּוֹטְרוֹפָּא עַל נְכָסָיו: וּבֶן הַבָּיִת. אֶחָד מִן הָאַחִין שֶׁנִּתְעַסֵּק בַּנְּכָסִים מִשֶּׁמֵּת אֲבִיהֶן: חָלְקוּ. וְלֹא הִשְׁבִּיעוּהוּ בִשְׁעַת הַחֲלוּקָה: נִתְגַּלְגְּלָה לוֹ שְׁבוּעָה. אֶצְלָם אַחֲרֵי כֵן, מְגַלְגְּלִין גַּם אֶת זוֹ עָלָיו. וּכְדֶרֶךְ שֶׁמְּגַלְגְּלִין בִּשְׁבוּעַת הַתּוֹרָה וּבִשְׁבוּעָה שֶׁהִיא כְעֵין שֶׁל תּוֹרָה, כָּךְ מְגַלְגְּלִין בִּשְׁבוּעַת הֶסֵּת: וְהַשְּׁבִיעִית מְשַׁמֶּטֶת אֶת הַשְּׁבוּעָה. לָאו אַהָנָךְ שְׁבוּעוֹת דְּשֻׁתָּפִין קָאֵי, דְּהָא אֵין שְׁבִיעִית מְשַׁמֶּטֶת שֻׁתָּפוּת וְלֹא שְׁבוּעָתָהּ. אֶלָּא מִלְוָה וּשְׁבוּעָתָהּ הִיא מְשַׁמֶּטֶת {לו}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ז ח",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-7-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-7"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-7-8",
      "jbo:text": "עיקר תוי\"ט {לד} השתפין כו'. והוא הדין לשאר, שאם חלקו אינו יכול להשביען. הרי\"ף: {לה} נתגלגלה. נתחיב לו הוה ליה למתני, אלא דתנא לשון נופל על לשון מגלגלין עליו כו': {לו} כדכתיב שמוט כל בעל משה ידו. רש\"י. ובגמרא, מנא הני מלי, דאמר קרא וזה דבר השמטה, ואפלו דבור משמטת. ועין תוספות יום טוב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {לד} הַשֻּׁתָּפִין כוּ'. וְהוּא הַדִּין לַשְּׁאָר, שֶׁאִם חָלְקוּ אֵינוֹ יָכוֹל לְהַשְׁבִּיעָן. הָרִי\"ף: {לה} נִתְגַּלְגְּלָה. נִתְחַיֵּב לוֹ הֲוָה לֵיהּ לְמִתְנֵי, אֶלָּא דְתָנָא לָשׁוֹן נוֹפֵל עַל לָשׁוֹן מְגַלְגְּלִין עָלָיו כוּ': {לו} כְּדִכְתִיב שָׁמוֹט כָּל בַּעַל מַשֵּׁה יָדוֹ. רַשִׁ\"י. וּבַגְּמָרָא, מְנָא הָנֵי מִלֵּי, דְּאָמַר קְרָא וְזֶה דְּבַר הַשְּׁמִטָּה, וַאֲפִלּוּ דִבּוּר מְשַׁמֶּטֶת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ז ח",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-7-8"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-1",
      "jbo:text": "ארבעה שומרין הן, שומר חנם, והשואל, נושא שכר, והשוכר. שומר חנם נשבע על הכל. והשואל משלם את הכל {א}. נושא שכר והשוכר נשבעין על השבורה ועל השבויה ועל המתה, ומשלמים את האבדה ואת הגנבה",
      "jbo:textNikud": "אַרְבָּעָה שׁוֹמְרִין הֵן, שׁוֹמֵר חִנָּם, וְהַשּׁוֹאֵל, נוֹשֵׂא שָׂכָר, וְהַשּׂוֹכֵר. שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכֹּל. וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכֹּל {א}. נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר נִשְׁבָּעִין עַל הַשְּׁבוּרָה וְעַל הַשְּׁבוּיָה וְעַל הַמֵּתָה, וּמְשַׁלְּמִים אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה",
      "rdfs:label": "משנה שבועות ח א",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-1",
      "jbo:text": "ר\"ע מברטנורה ארבעה שומרים הם. ודיניהן שלשה: נושא שכר. שומר בשכר: נשבע על הכל. שלא פשע: משלם את הכל. כל הנך דתנינן במתניתין, שבויה ושבורה ומתה וגנבה ואבדה. אבל מתה מחמת מלאכה, אינו משלם, דלאו לאוקמה בכלתא שאלה. והמשנה הזאת מפרשת בהשוכר את הפועלים {ב}: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אַרְבָּעָה שׁוֹמְרִים הֵם. וְדִינֵיהֶן שְׁלֹשָׁה: נוֹשֵׂא שָׂכָר. שׁוֹמֵר בְּשָׂכָר: נִשְׁבָּע עַל הַכֹּל. שֶׁלֹּא פָשַׁע: מְשַׁלֵּם אֶת הַכֹּל. כָּל הָנָךְ דִּתְנִינַן בְּמַתְנִיתִין, שְׁבוּיָה וּשְׁבוּרָה וּמֵתָה וּגְנֵבָה וַאֲבֵדָה. אֲבָל מֵתָה מֵחֲמַת מְלָאכָה, אֵינוֹ מְשַׁלֵּם, דְּלָאו לְאוֹקְמַהּ בְּכִלְּתָא שְׁאָלָהּ. וְהַמִּשְׁנָה הַזֹּאת מְפֹרֶשֶׁת בְּהַשּׂוֹכֵר אֶת הַפּוֹעֲלִים {ב}: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח א",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-8-1",
      "jbo:text": "עיקר תוי\"ט {א} משלם כו'. ויש עליו שבועה שאינו ברשותו: {ב} והאי דהדרה ותניה הכא, משום דבעי למתני חיובי ופטורי דקרבן שבועה דידהו, תנא ברישא חיובי ופטורי דממון דידהו, לפי שקרבן השבועה בחיובי ופטורי תלוי בכך כו', כדמפרש ואזיל אמר לשומר חנם כו': (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {א} מְשַׁלֵּם כוּ'. וְיֵשׁ עָלָיו שְׁבוּעָה שֶׁאֵינוֹ בִרְשׁוּתוֹ: {ב} וְהַאי דַּהֲדַרַהּ וְתַנְיַהּ הָכָא, מִשּׁוּם דְּבָעֵי לְמִתְנֵי חִיּוּבֵי וּפְטוֹרֵי דְּקָרְבַּן שְׁבוּעָה דִּידְהוּ, תָּנָא בָרֵישָׁא חִיּוּבֵי וּפְטוֹרֵי דְּמָמוֹן דִּידְהוּ, לְפִי שֶׁקָּרְבַּן הַשְּׁבוּעָה בְּחִיּוּבֵי וּפְטוֹרֵי תָּלוּי בְּכָךְ כוּ', כְּדִמְפָרֵשׁ וְאָזֵיל אָמַר לְשׁוֹמֵר חִנָּם כוּ': (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ח א",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-8-1"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-2",
      "jbo:text": "אמר לשומר חנם, היכן שורי, אמר לו מת, והוא שנשבר או נשבה או נגנב או אבד. נשבר, והוא שמת או נשבה או נגנב או אבד. נשבה, והוא שמת או נשבר או נגנב או אבד. נגנב, והוא שמת או נשבר או נשבה או אבד. אבד, והוא שמת או נשבר או נשבה או נגנב. משביעך אני, ואמר אמן, פטור",
      "jbo:textNikud": "אָמַר לְשׁוֹמֵר חִנָּם, הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר",
      "rdfs:label": "משנה שבועות ח ב",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-2",
      "jbo:text": "ר\"ע מברטנורה ואמר אמן פטור. שאלו הודה לא היה משלם כלום, נמצא שאין כאן כפירת ממון. ואף על פי שנשבע לשקר, לא חיבה תורה קרבן שבועה {ג} אלא היכא שכפרו ממון. וכן הדין אינו יכול להשביע אלא על דבר שאם הודה היה חיב לשלם ממון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה וְאָמַר אָמֵן פָּטוּר. שֶׁאִלּוּ הוֹדָה לֹא הָיָה מְשַׁלֵּם כְּלוּם, נִמְצָא שֶׁאֵין כָּאן כְּפִירַת מָמוֹן. וְאַף עַל פִּי שֶׁנִּשְׁבַּע לַשֶּׁקֶר, לֹא חִיְּבָה תוֹרָה קָרְבַּן שְׁבוּעָה {ג} אֶלָּא הֵיכָא שֶׁכְּפָרוֹ מָמוֹן. וְכֵן הַדַּיָּן אֵינוֹ יָכוֹל לְהַשְׁבִּיעַ אֶלָּא עַל דָּבָר שֶׁאִם הוֹדָה הָיָה חַיָּב לְשַׁלֵּם מָמוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח ב",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-8-2",
      "jbo:text": "עיקר תוי\"ט {ג} פרוש, מה שחיב על פקדון. אבל משום בטוי, קימא לן כמאן דאמר בגמרא דחיב: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ג} פֵּרוּשׁ, מַה שֶּׁחַיָּב עַל פִּקָּדוֹן. אֲבָל מִשּׁוּם בִּטּוּי, קַיְמָא לָן כְּמַאן דְּאָמַר בַּגְּמָרָא דְּחַיָּב: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ח ב",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-8-2"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-3",
      "jbo:text": "היכן שורי, אמר לו איני יודע מה אתה סח, והוא שמת או נשבר או נשבה או נגנב או אבד. משביעך אני, ואמר אמן, פטור. היכן שורי, אמר לו אבד. משביעך אני, ואמר אמן, והעדים מעידין אותו שאכלו, משלם את הקרן. הודה מעצמו, משלם קרן וחמש ואשם. היכן שורי, אמר לו נגנב. משביעך אני, ואמר אמן, והעדים מעידין אותו שגנבו, משלם תשלומי כפל. הודה מעצמו, משלם קרן וחמש ואשם",
      "jbo:textNikud": "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵיכָן שׁוֹרִי, אָמַר לוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁאֲכָלוֹ, מְשַׁלֵּם אֶת הַקֶּרֶן. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם. הֵיכָן שׁוֹרִי, אָמַר לוֹ נִגְנָב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם",
      "rdfs:label": "משנה שבועות ח ג",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-3",
      "jbo:text": "ר\"ע מברטנורה היכן שורי אמר לו אבד. אמר לשומר חנם היכן שורי, אמר ליה אבד: משביעך אני ואמר אמן והעדים מעידים אותו שאכלו משלם את הקרן. ולא כפל. ואם הודה לו מעצמו עד שלא באו עדים, משלם קרן וחמש ואשם, כדין שבועת הפקדון דאינה באה עד שמודה ושב מרשעתו ובא להתכפר: אמר לו נגנב משביעך אני וכו'. דשומר חנם הפוטר עצמו בטענת גנב ונשבע ובאו עדים, משלם כפל, דכתיב (שמות כב) אם לא ימצא הגנב, אם לא ימצא כמו שאמר אלא שהוא עצמו גנבו, ישלם שנים. אבל אם בא לפטר עצמו בטענת אבד, אינו משלם כפל: הודה מעצמו משלם קרן וחמש ואשם. אבל כפל לא, דמודה בקנס פטור: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה הֵיכָן שׁוֹרִי אָמַר לוֹ אָבָד. אָמַר לְשׁוֹמֵר חִנָּם הֵיכָן שׁוֹרִי, אָמַר לֵיהּ אָבַד: מַשְׁבִּיעֲךָ אָנִי וְאָמַר אָמֵן וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁאֲכָלוֹ מְשַׁלֵּם אֶת הַקֶּרֶן. וְלֹא כֶפֶל. וְאִם הוֹדָה לוֹ מֵעַצְמוֹ עַד שֶׁלֹּא בָאוּ עֵדִים, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם, כְּדִין שְׁבוּעַת הַפִּקָּדוֹן דְּאֵינָהּ בָּאָה עַד שֶׁמּוֹדֶה וְשָׁב מֵרִשְׁעָתוֹ וּבָא לְהִתְכַּפֵּר: אָמַר לוֹ נִגְנָב מַשְׁבִּיעֲךָ אָנִי וְכוּ'. דְּשׁוֹמֵר חִנָּם הַפּוֹטֵר עַצְמוֹ בְּטַעֲנַת גַּנָּב וְנִשְׁבַּע וּבָאוּ עֵדִים, מְשַׁלֵּם כֶּפֶל, דִּכְתִיב (שְׁמוֹת כב) אִם לֹא יִמָּצֵא הַגַּנָּב, אִם לֹא יִמָּצֵא כְּמוֹ שֶׁאָמַר אֶלָּא שֶׁהוּא עַצְמוֹ גְנָבוֹ, יְשַׁלֵּם שְׁנַיִם. אֲבָל אִם בָּא לִפְטֹר עַצְמוֹ בְּטַעֲנַת אָבַד, אֵינוֹ מְשַׁלֵּם כֶּפֶל: הוֹדָה מֵעַצְמוֹ מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם. אֲבָל כֶּפֶל לֹא, דְּמוֹדֶה בִקְנָס פָּטוּר: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח ג",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-3"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-4",
      "jbo:text": "אמר לאחד בשוק היכן שורי שגנבת, והוא אומר לא גנבתי, והעדים מעידים אותו שגנבו, משלם תשלומי כפל. טבח ומכר, משלם תשלומי ארבעה וחמשה. ראה עדים שממשמשין ובאין, אמר גנבתי אבל לא טבחתי ולא מכרתי, אינו משלם אלא קרן",
      "jbo:textNikud": "אָמַר לְאֶחָד בַּשּׁוּק הֵיכָן שׁוֹרִי שֶׁגָּנַבְתָּ, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. טָבַח וּמָכַר, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. רָאָה עֵדִים שֶׁמְּמַשְׁמְשִׁין וּבָאִין, אָמַר גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, אֵינוֹ מְשַׁלֵּם אֶלָּא קֶרֶן",
      "rdfs:label": "משנה שבועות ח ד",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-4",
      "jbo:text": "ר\"ע מברטנורה אמר לאחד מן השוק וכו'. הכא לא גרסינן משביעך אני, דהא בלא שבועה מחיב כפל. שזה גנב ממש הוא, ובגנב כתיב ישלם שנים, ואין צריך שבועה: עדים שממשמשין ובאין. רבותא אשמעינן, דאף על גב דמחמת בעתותא דעדים מודה, אפלו הכי מהניא הודאה ונפטר מן הכפל. וכיון דאין כפל, פטור אף מן הטביחה שכפר בה ובאו עדים שגנב {ד} וטבח ומכר, דכל היכא דליכא כפל ליכא חיוב טביחה, דתשלומי ארבעה וחמשה אמר רחמנא, ולא תשלומי שלשה וארבעה, וכיון דכפל ליכא, בציר ליה חד: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אָמַר לְאֶחָד מִן הַשּׁוּק וְכוּ'. הָכָא לֹא גָרְסִינַן מַשְׁבִּיעֲךָ אָנִי, דְּהָא בְלֹא שְׁבוּעָה מִחַיַּב כֶּפֶל. שֶׁזֶּה גַנָּב מַמָּשׁ הוּא, וּבְגַנָּב כְּתִיב יְשַׁלֵּם שְׁנַיִם, וְאֵין צָרִיךְ שְׁבוּעָה: עֵדִים שֶׁמְּמַשְׁמְשִׁין וּבָאִין. רְבוּתָא אַשְׁמְעִינַן, דְּאַף עַל גַּב דְּמֵחֲמַת בִּעֲתוּתָא דְעֵדִים מוֹדֶה, אֲפִלּוּ הָכִי מַהֲנְיָא הוֹדָאָה וְנִפְטַר מִן הַכֶּפֶל. וְכֵיוָן דְּאֵין כֶּפֶל, פָּטוּר אַף מִן הַטְּבִיחָה שֶׁכָּפַר בָּהּ וּבָאוּ עֵדִים שֶׁגָּנַב {ד} וְטָבַח וּמָכַר, דְּכָל הֵיכָא דְּלֵיכָּא כֶפֶל לֵיכָּא חִיּוּב טְבִיחָה, דְּתַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה אָמַר רַחֲמָנָא, וְלֹא תַשְׁלוּמֵי שְׁלֹשָׁה וְאַרְבָּעָה, וְכֵיוָן דְּכֶפֶל לֵיכָּא, בְּצִיר לֵיהּ חַד: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח ד",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-8-4",
      "jbo:text": "עיקר תוי\"ט {ד} וכן לשון רש\"י. דאלו אין כאן עדים על הגנבה, מאן מחיבו אטביחה ומכירה אף על פי שיש עדים שטבח ומכר, אי לאו דאיהו אודי שגנב אימא דידיה טבח דידיה מכר. ועין פרק ז' דבבא קמא משנה ב' ובפרוש הר\"ב שם משנה ד': (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ד} וְכֵן לְשׁוֹן רַשִׁ\"י. דְּאִלּוּ אֵין כָּאן עֵדִים עַל הַגְּנֵבָה, מַאן מְחַיְּבוֹ אַטְּבִיחָה וּמְכִירָה אַף עַל פִּי שֶׁיֵּשׁ עֵדִים שֶׁטָּבַח וּמָכַר, אִי לָאו דְּאִיהוּ אוֹדֵי שֶׁגָּנַב אֵימָא דִּידֵיהּ טָבַח דִּידֵיהּ מָכַר. וְעַיֵּן פֶּרֶק ז' דְּבָבָא קַמָּא מִשְׁנָה ב' וּבְפֵרוּשׁ הָרַ\"ב שָׁם מִשְׁנָה ד': (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ח ד",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-8-4"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-5",
      "jbo:text": "אמר לשואל היכן שורי, אמר לו מת {ה}, והוא שנשבר או נשבה או נגנב או אבד. נשבר, והוא שמת או נשבה או נגנב או אבד. נשבה, והוא שמת או נשבר או נגנב או אבד. נגנב, והוא שמת או נשבר או נשבה או אבד. אבד, והוא שמת או נשבר או נשבה או נגנב. משביעך אני {ו}, ואמר אמן, פטור",
      "jbo:textNikud": "אָמַר לַשּׁוֹאֵל הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת {ה}, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי {ו}, וְאָמַר אָמֵן, פָּטוּר",
      "rdfs:label": "משנה שבועות ח ה",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-5",
      "jbo:text": "ר\"ע מברטנורה אמר לשואל וכו' פטור. שהרי אף כשנשבע לשקר חיב את עצמו בתשלומין ואין בשבועה זו כפירת ממון: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה אָמַר לַשּׁוֹאֵל וְכוּ' פָּטוּר. שֶׁהֲרֵי אַף כְּשֶׁנִּשְׁבַּע לַשֶּׁקֶר חִיֵּב אֶת עַצְמוֹ בְתַשְׁלוּמִין וְאֵין בִּשְׁבוּעָה זוֹ כְּפִירַת מָמוֹן: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח ה",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-8-5",
      "jbo:text": "עיקר תוי\"ט {ה} מת. ושלא מחמת מלאכה: {ו} משביעך אני. אף על גב דלא פטר נפשיה במידי, משביעו לאמת דבריו. ואין לפרש שמשביעו שאינו ברשותו כו', דזה אינו צריך לשבע שכדבריו כן הוא אלא שאינה ברשותו, ואם כן מאי קא משמע לן, הא לא נשבע לשקר: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ה} מֵת. וְשֶׁלֹּא מֵחֲמַת מְלָאכָה: {ו} מַשְׁבִּיעֲךָ אָנִי. אַף עַל גַּב דְּלֹא פָטַר נַפְשֵׁיהּ בְּמִידֵי, מַשְׁבִּיעוֹ לְאַמֵּת דְּבָרָיו. וְאֵין לְפָרֵשׁ שֶׁמַּשְׁבִּיעוֹ שֶׁאֵינוֹ בִרְשׁוּתוֹ כוּ', דְּזֶה אֵינוֹ צָרִיךְ לִשָּׁבַע שֶׁכִּדְבָרָיו כֵּן הוּא אֶלָּא שֶׁאֵינָהּ בִּרְשׁוּתוֹ, וְאִם כֵּן מַאי קָא מַשְׁמַע לָן, הָא לֹא נִשְׁבָּע לַשֶּׁקֶר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ח ה",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-8-5"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-4-6-8-6",
      "jbo:text": "היכן שורי, אמר לו איני יודע מה אתה סח, והוא שמת או נשבר או נשבה או נגנב או אבד. משביעך אני, ואמר אמן, חיב. אמר לנושא שכר והשוכר היכן שורי, אמר לו מת, והוא שנשבר או נשבה. נשבר, והוא שמת או נשבה. נשבה, והוא שמת או נשבר. נגנב, והוא שאבד. אבד, והוא שנגנב. משביעך אני, ואמר אמן, פטור. מת או נשבר או נשבה, והוא שנגנב או אבד. משביעך אני, ואמר אמן, חיב. אבד, או נגנב, והוא שמת או נשבר או נשבה. משביעך אני, ואמר אמן, פטור. זה הכלל {ז}, כל המשנה מחובה לחובה ומפטור לפטור ומפטור לחובה, פטור. מחובה לפטור, חיב. זה הכלל, כל הנשבע להקל על עצמו, חיב {ח}. להחמיר על עצמו, פטור",
      "jbo:textNikud": "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לַנּוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר. נִגְנָב, וְהוּא שֶׁאָבַד. אָבַד, וְהוּא שֶׁנִּגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. מֵת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה, וְהוּא שֶׁנִּגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָבַד, אוֹ נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל {ז}, כָּל הַמְשַׁנֶּה מֵחוֹבָה לְחוֹבָה וּמִפְּטוֹר לִפְטוֹר וּמִפְּטוֹר לְחוֹבָה, פָּטוּר. מֵחוֹבָה לִפְטוֹר, חַיָּב. זֶה הַכְּלָל, כָּל הַנִּשְׁבָּע לְהָקֵל עַל עַצְמוֹ, חַיָּב {ח}. לְהַחְמִיר עַל עַצְמוֹ, פָּטוּר",
      "rdfs:label": "משנה שבועות ח ו",
      "jbo:book": "jbr:book-mishna"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-bartanura-4-6-8-6",
      "jbo:text": "ר\"ע מברטנורה חיב. שהרי כפר ממון, שאלו הודה היה מתחיב: מת והוא נשבר וכו' פטור. שאם הודה לא היה משלם. וכן נגנב והוא שאבד, או אבד והוא שנגנב, פטור, שהרי שנה מחובה לחובה ולא כפר ממון בשבועה זו: אמר לו אבד או נגנב והוא שמת או נשבה וכו' פטור. שהרי שנה מפטור לחובה והפסיד בשבועתו: (ר\"ע מברטנורה).",
      "jbo:textNikud": "ר\"ע מברטנורה חַיָּב. שֶׁהֲרֵי כָפַר מָמוֹן, שֶׁאִלּוּ הוֹדָה הָיָה מִתְחַיֵּב: מֵת וְהוּא נִשְׁבַּר וְכוּ' פָּטוּר. שֶׁאִם הוֹדָה לֹא הָיָה מְשַׁלֵּם. וְכֵן נִגְנַב וְהוּא שֶׁאָבַד, אוֹ אָבַד וְהוּא שֶׁנִּגְנַב, פָּטוּר, שֶׁהֲרֵי שִׁנָּה מֵחוֹבָה לְחוֹבָה וְלֹא כָפַר מָמוֹן בִּשְׁבוּעָה זוֹ: אָמַר לוֹ אָבַד אוֹ נִגְנַב וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה וְכוּ' פָּטוּר. שֶׁהֲרֵי שִׁנָּה מִפְּטוֹר לְחוֹבָה וְהִפְסִיד בִּשְׁבוּעָתוֹ: (ר\"ע מברטנורה).",
      "rdfs:label": "ר\"ע מברטנורה משנה שבועות ח ו",
      "jbo:name": "ר\"ע מברטנורה",
      "jbo:book": "jbr:book-bartanura",
      "jbo:interprets": "jbr:text-mishna-4-6-8-6"
    },
    {
      "jbo:within": [
        "jbr:section-mishna-4",
        "jbr:section-mishna-4-6",
        "jbr:section-mishna-4-6-8"
      ],
      "uri": "jbr:text-mishna-yomtov-4-6-8-6",
      "jbo:text": "עיקר תוי\"ט {ז} זה הכלל. הר\"ן העתיקו. ואפשר שהוא לא גרס זה הכלל בתרא: {ח} להקל כו' חיב. הא נשבע שלא להקל, אלא שמשנה בין מחובה לחובה בין מפטור לפטור, נעשה כנשבע להחמיר על עצמו ופטור: (עיקר תוי\"ט).",
      "jbo:textNikud": "עיקר תוי\"ט {ז} זֶה הַכְּלָל. הָרַ\"ן הֶעְתִּיקוֹ. וְאֶפְשָׁר שֶׁהוּא לֹא גָרַס זֶה הַכְּלָל בַּתְרָא: {ח} לְהָקֵל כוּ' חַיָּב. הָא נִשְׁבָּע שֶׁלֹּא לְהָקֵל, אֶלָּא שֶׁמְּשַׁנֶּה בֵּין מֵחוֹבָה לְחוֹבָה בֵּין מִפְּטוֹר לִפְטוֹר, נַעֲשֶׂה כְנִשְׁבָּע לְהַחְמִיר עַל עַצְמוֹ וּפָטוּר: (עיקר תוי\"ט).",
      "rdfs:label": "עיקר תוי\"ט משנה שבועות ח ו",
      "jbo:name": "עיקר תוי\"ט",
      "jbo:book": "jbr:book-yomtov",
      "jbo:interprets": "jbr:text-mishna-4-6-8-6"
    }
  ]
}