{"subjects":[{"uri":"jbr:mishna-5-10-1-1","jbo:text":"בשלשה מקומות הכהנים שומרים בבית המקדש, בבית אבטינס {ב}, ובבית הניצוץ, ובבית המוקד. והלוים בעשרים ואחד מקום. חמשה, על חמשה שערי הר הבית. ארבעה, על ארבע פנותיו {ד} מתוכו. חמשה, על חמשה שערי העזרה. ארבעה, על ארבע פנותיה מבחוץ. ואחד בלשכת הקרבן, ואחד בלשכת הפרכת, ואחד לאחורי בית הכפרת {ז}","jbo:textNikud":"בִּשְׁלשָׁה מְקוֹמוֹת הַכֹּהֲנִים שׁוֹמְרִים בְּבֵית הַמִּקְדָּשׁ, בְּבֵית אַבְטִינָס {ב}, וּבְבֵית הַנִּיצוֹץ, וּבְבֵית הַמּוֹקֵד. וְהַלְוִיִּם בְּעֶשְׂרִים וְאֶחָד מָקוֹם. חֲמִשָּׁה, עַל חֲמִשָּׁה שַׁעֲרֵי הַר הַבַּיִת. אַרְבָּעָה, עַל אַרְבַּע פִּנּוֹתָיו {ד} מִתּוֹכוֹ. חֲמִשָּׁה, עַל חֲמִשָּׁה שַׁעֲרֵי הָעֲזָרָה. אַרְבָּעָה, עַל אַרְבַּע פִּנּוֹתֶיהָ מִבַּחוּץ. וְאֶחָד בְּלִשְׁכַּת הַקָּרְבָּן, וְאֶחָד בְּלִשְׁכַּת הַפָּרֹכֶת, וְאֶחָד לַאֲחוֹרֵי בֵית הַכַּפֹּרֶת {ז}","rdfs:label":"משנה מדות א א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-1"},{"uri":"jbr:mishna-bartanura-5-10-1-1","jbo:text":"ר\"ע מברטנורה בשלשה מקומות הכהנים שומרים. לא מפני פחד לסטים וגנבים, אלא שכבוד וגדלה הוא לבית שלא יהא בלא שומרים, ושמירה זו מצותה כל הלילה {א}. והני שלשה מקומות שהכהנים שומרים, כנגד מה שכתוב בתורה (במדבר ג) והחונים לפני המשכן קדמה וגו' שמרים משמרת כו' למשמרת, רמז לשלשה משמרות בשלשה מקומות. וכשם שבמשכן היו אהרן ושני בניו שומרים בשלשה מקומות, אף בבית עולמים כן: בית אבטינס ובית הניצוץ. שתי עליות היו בנויות בצד שערי העזרה. ובית המוקד לא היתה עליה אלא כפה, ארקוול\"ט בלע\"ז, עשויה בארץ, כך מפרש בריש מסכת תמיד: והלוים בעשרים ואחד מקום. שבעשרים וארבעה מקומות היו צריכים לשמר המקדש. כדכתיב בדברי הימים {ג}, למזרח הלוים ששה, לצפונה ליום ארבעה, לנגבה ליום ארבעה, ולאסופים שנים שנים, לפרבר למערב ארבעה למסלה, שנים לפרבר, הרי כאן עשרים וארבעה משמרות, שלשה מהן היו לכהנים כדאמרן ברישא, ועשרים ואחד ללוים. ואף על גב דקרא לא אמר אלא לוים, כהנים נמי קרויין לוים, דכתיב (יחזקאל מד) והכהנים הלוים בני צדוק: חמשה. שומרים, על חמשה שערי הר הבית: וארבעה. שומרים אחרים על ארבע פנותיו: מתוכו. מבפנים לחומת הר הבית: על חמשה שערי עזרה. האי תנא סבר חמשה שערים בלבד היו לעזרה. ואפלו לדברי האומר לקמן שבעה שערים היו, מודה שלא היה משמר אלא על חמשה {ה}: על ארבע פנותיה מבחוץ. לפי שאין ישיבה בעזרה אלא למלכי בית דוד בלבד, ולא היה אפשר לשומר לשמר בעמידה כל הלילה, לפיכך היו השומרים בפנות העזרה וכן השומרים בשערי העזרה שומרים מבחוץ {ו}, כדי שיהיו מתרין בישיבה. ואסמכוה אקרא, דכתיב שנים לפרבר, כלפי בר, כלומר חוץ לחומת העזרה","jbo:textNikud":"ר\"ע מברטנורה בִּשְׁלֹשָׁה מְקוֹמוֹת הַכֹּהֲנִים שׁוֹמְרִים. לֹא מִפְּנֵי פַּחַד לִסְטִים וְגַנָּבִים, אֶלָּא שֶׁכָּבוֹד וּגְדֻלָּה הוּא לַבַּיִת שֶׁלֹּא יְהֵא בְּלֹא שׁוֹמְרִים, וּשְׁמִירָה זוֹ מִצְוָתָהּ כָּל הַלַּיְלָה {א}. וְהָנֵי שְׁלֹשָׁה מְקוֹמוֹת שֶׁהַכֹּהֲנִים שׁוֹמְרִים, כְּנֶגֶד מַה שֶּׁכָּתוּב בַּתּוֹרָה (בְּמִדְבַּר ג) וְהַחוֹנִים לִפְנֵי הַמִּשְׁכָּן קֵדְמָה וְגוֹ' שֹׁמְרִים מִשְׁמֶרֶת כוּ' לְמִשְׁמֶרֶת, רֶמֶז לִשְׁלֹשָׁה מִשְׁמָרוֹת בִּשְׁלֹשָׁה מְקוֹמוֹת. וּכְשֵׁם שֶׁבַּמִּשְׁכָּן הָיוּ אַהֲרֹן וּשְׁנֵי בָּנָיו שׁוֹמְרִים בִּשְׁלֹשָׁה מְקוֹמוֹת, אַף בְּבֵית עוֹלָמִים כֵּן: בֵּית אַבְטִינָס וּבֵית הַנִּיצוֹץ. שְׁתֵּי עֲלִיּוֹת הָיוּ בְּנוּיוֹת בְּצַד שַׁעֲרֵי הָעֲזָרָה. וּבֵית הַמּוֹקֵד לֹא הָיְתָה עֲלִיָּה אֶלָּא כִּפָּה, ארקוול\"ט בְּלַעַ\"ז, עֲשׂוּיָה בָּאָרֶץ, כָּךְ מְפֹרָשׁ בְּרֵישׁ מַסֶּכֶת תָּמִיד: וְהַלְּוִיִּם בְּעֶשְׂרִים וְאֶחָד מָקוֹם. שֶׁבְּעֶשְׂרִים וְאַרְבָּעָה מְקוֹמוֹת הָיוּ צְרִיכִים לִשְׁמֹר הַמִּקְדָּשׁ. כְּדִכְתִיב בְּדִבְרֵי הַיָּמִים {ג}, לְמִזְרַח הַלְוִיִּם שִׁשָּׁה, לִצְפוֹנָהּ לְיוֹם אַרְבָּעָה, לְנֶגְבָּהּ לְיוֹם אַרְבָּעָה, וְלָאֲסוּפִים שְׁנַיִם שְׁנַיִם, לְפַרְבָר לַמַּעֲרָב אַרְבָּעָה לַמְּסִלָּה, שְׁנַיִם לְפַרְבָר, הֲרֵי כָּאן עֶשְׂרִים וְאַרְבָּעָה מִשְׁמָרוֹת, שְׁלֹשָׁה מֵהֶן הָיוּ לַכֹּהֲנִים כְּדַאֲמַרַן בְּרֵישָׁא, וְעֶשְׂרִים וְאֶחָד לַלְוִיִּם. וְאַף עַל גַּב דִּקְרָא לֹא אָמַר אֶלָּא לְוִיִּם, כֹּהֲנִים נַמִּי קְרוּיִין לְוִיִּם, דִּכְתִיב (יְחֶזְקֵאל מד) וְהַכֹּהֲנִים הַלְוִיִּם בְּנֵי צָדוֹק: חֲמִשָּׁה. שׁוֹמְרִים, עַל חֲמִשָּׁה שַׁעֲרֵי הַר הַבַּיִת: וְאַרְבָּעָה. שׁוֹמְרִים אֲחֵרִים עַל אַרְבַּע פִּנּוֹתָיו: מִתּוֹכוֹ. מִבִּפְנִים לְחוֹמַת הַר הַבַּיִת: עַל חֲמִשָּׁה שַׁעֲרֵי עֲזָרָה. הַאי תַּנָּא סָבַר חֲמִשָּׁה שְׁעָרִים בִּלְבַד הָיוּ לָעֲזָרָה. וַאֲפִלּוּ לְדִבְרֵי הָאוֹמֵר לְקַמָּן שִׁבְעָה שְׁעָרִים הָיוּ, מוֹדֶה שֶׁלֹּא הָיָה מִשְׁמָר אֶלָּא עַל חֲמִשָּׁה {ה}: עַל אַרְבַּע פִּנּוֹתֶיהָ מִבַּחוּץ. לְפִי שֶׁאֵין יְשִׁיבָה בַּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד, וְלֹא הָיָה אֶפְשָׁר לַשּׁוֹמֵר לִשְׁמֹר בַּעֲמִידָה כָּל הַלַּיְלָה, לְפִיכָךְ הָיוּ הַשּׁוֹמְרִים בְּפִנּוֹת הָעֲזָרָה וְכֵן הַשּׁוֹמְרִים בְּשַׁעֲרֵי הָעֲזָרָה שׁוֹמְרִים מִבַּחוּץ {ו}, כְּדֵי שֶׁיִּהְיוּ מֻתָּרִין בִּישִׁיבָה. וְאַסְמְכוּהָ אַקְּרָא, דִּכְתִיב שְׁנַיִם לְפַרְבָר, כְּלַפֵּי בָּר, כְּלוֹמַר חוּץ לְחוֹמַת הָעֲזָרָה","rdfs:label":"ר\"ע מברטנורה משנה מדות א א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-1"},{"uri":"jbr:mishna-yomtov-5-10-1-1","jbo:text":"עיקר תוי\"ט {א} הרמב\"ם. ואין נראין דברי המפרש דמסכת תמיד שכתב שיהיו שומרים יום ולילה: {ב} אבטינס. עין מה שכתבתי בסוף מכילתין על לשכת העץ, ותמצא מקום לשכה זו: {ג} פרק א' פסוק כ\"ו. ובסוף פרקין כתב הר\"ב עוד, שגם במקומות ששמרו הכהנים היו הלוים גם כן משמרים: {ד} פנותיו. אנגל\"ש. למקום שכלה החומה ומתחלת חומה. מפרש: {ה} דתרי מניהו לא צריכי שמור. גמרא. לפי שהיו תכופין לשאר השערים. הר\"ר שמעיה: {ו} ומבחוץ דקתני כלומר ואלו ואלו מבחוץ. הר\"ש: {ז} הכפרת. בית קדשי קדשים נקרא בית הכפרת. ערוך. וכן בכתוב [דברי הימים א כה]. ועל שם ששם הכפרת בכרובים לתבנית המרכבה","jbo:textNikud":"עיקר תוי\"ט {א} הָרַמְבַּ\"ם. וְאֵין נִרְאִין דִּבְרֵי הַמְפָרֵשׁ דְּמַסֶּכֶת תָּמִיד שֶׁכָּתַב שֶׁיִּהְיוּ שׁוֹמְרִים יוֹם וְלַיְלָה: {ב} אַבְטִינָס. עַיֵּן מַה שֶּׁכָּתַבְתִּי בְּסוֹף מְכִילְתִּין עַל לִשְׁכַּת הָעֵץ, וְתִמְצָא מְקוֹם לִשְׁכָּה זוֹ: {ג} פֶּרֶק א' פָּסוּק כ\"ו. וּבְסוֹף פִּרְקִין כָּתַב הָרַ\"ב עוֹד, שֶׁגַּם בַּמְּקוֹמוֹת שֶׁשָּׁמְרוּ הַכֹּהֲנִים הָיוּ הַלְוִיִּם גַּם כֵּן מְשַׁמְּרִים: {ד} פִּנּוֹתָיו. אנגל\"ש. לַמָּקוֹם שֶׁכָּלָה הַחוֹמָה וּמַתְחֶלֶת חוֹמָה. מְפָרֵשׁ: {ה} דִּתְרֵי מִנַּיְהוּ לֹא צְרִיכֵי שִׁמּוּר. גְּמָרָא. לְפִי שֶׁהָיוּ תְּכוּפִין לִשְׁאָר הַשְּׁעָרִים. הָרַ\"ר שְׁמַעְיָה: {ו} וּמִבַּחוּץ דְּקָתָנֵי כְּלוֹמַר וְאֵלּוּ וָאֵלּוּ מִבַּחוּץ. הָרַ\"שׁ: {ז} הַכַּפֹּרֶת. בֵּית קָדְשֵׁי קָדָשִׁים נִקְרָא בֵּית הַכַּפֹּרֶת. עָרוּךְ. וְכֵן בַּכָּתוּב [דִּבְרֵי הַיָּמִים א כה]. וְעַל שֵׁם שֶׁשָּׁם הַכַּפֹּרֶת בַּכְּרוּבִים לְתַבְנִית הַמֶּרְכָּבָה","rdfs:label":"עיקר תוי\"ט משנה מדות א א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-1"},{"uri":"jbr:mishna-5-10-1-2","jbo:text":"איש הר הבית היה מחזר {ח} על כל משמר ומשמר, ואבוקות דולקין לפניו, וכל משמר שאינו עומד, אומר לו איש הר הבית, שלום עליך. נכר שהוא ישן, חובטו במקלו. ורשות היה לו לשרף את כסותו. והם אומרים {ט}, מה קול בעזרה. קול בן לוי לוקה ובגדיו נשרפין, שישן לו על משמרו. רבי אליעזר בן יעקב אומר, פעם אחת מצאו את אחי אמא ישן, ושרפו את כסותו","jbo:textNikud":"אִישׁ הַר הַבַּיִת הָיָה מְחַזֵּר {ח} עַל כָּל מִשְׁמָר וּמִשְׁמָר, וַאֲבוּקוֹת דּוֹלְקִין לְפָנָיו, וְכָל מִשְׁמָר שֶׁאֵינוֹ עוֹמֵד, אוֹמֵר לוֹ אִישׁ הַר הַבַּיִת, שָׁלוֹם עָלֶיךָ. נִכָּר שֶׁהוּא יָשֵׁן, חוֹבְטוֹ בְמַקְלוֹ. וּרְשׁוּת הָיָה לוֹ לִשְׂרֹף אֶת כְּסוּתוֹ. וְהֵם אוֹמְרִים {ט}, מַה קּוֹל בָּעֲזָרָה. קוֹל בֶּן לֵוִי לוֹקֶה וּבְגָדָיו נִשְׂרָפִין, שֶׁיָּשֵׁן לוֹ עַל מִשְׁמָרוֹ. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, פַּעַם אַחַת מָצְאוּ אֶת אֲחִי אִמָּא יָשֵׁן, וְשָׂרְפוּ אֶת כְּסוּתוֹ","rdfs:label":"משנה מדות א ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-2"},{"uri":"jbr:mishna-bartanura-5-10-1-2","jbo:text":"ר\"ע מברטנורה איש הר הבית. ממנה על כל השומרים","jbo:textNikud":"ר\"ע מברטנורה אִישׁ הַר הַבַּיִת. מְמֻנֶּה עַל כָּל הַשּׁוֹמְרִים","rdfs:label":"ר\"ע מברטנורה משנה מדות א ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-2"},{"uri":"jbr:mishna-yomtov-5-10-1-2","jbo:text":"עיקר תוי\"ט {ח} מחזר. בכל לילה ולילה על כל משמר ומשמר. והיה לו מפתחות הר הבית. מפרש. ורצונו לומר לאפוקי משמרות הכהנים, ושמו יוכיח. ועין תוספות יום טוב: {ט} והם כו'. בירושלים. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ח} מְחַזֵּר. בְּכָל לַיְלָה וְלַיְלָה עַל כָּל מִשְׁמָר וּמִשְׁמָר. וְהָיָה לוֹ מַפְתְּחוֹת הַר הַבַּיִת. מְפָרֵשׁ. וּרְצוֹנוֹ לוֹמַר לַאֲפוֹקֵי מִשְׁמְרוֹת הַכֹּהֲנִים, וּשְׁמוֹ יוֹכִיחַ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וְהֵם כוּ'. בִּירוּשָׁלַיִם. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה מדות א ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-2"},{"uri":"jbr:mishna-5-10-1-3","jbo:text":"חמשה שערים היו להר הבית. שני שערי חלדה מן הדרום {י}, משמשין כניסה ויציאה. קיפונוס {יא} מן המערב, משמש כניסה ויציאה. טדי {יב} מן הצפון, לא היה משמש כלום. שער המזרחי, עליו שושן הבירה צורה, שבו כהן גדול השורף את הפרה ופרה וכל מסעדיה יוצאים להר המשחה","jbo:textNikud":"חֲמִשָּׁה שְׁעָרִים הָיוּ לְהַר הַבַּיִת. שְׁנֵי שַׁעֲרֵי חֻלְדָּה מִן הַדָּרוֹם {י}, מְשַׁמְּשִׁין כְּנִיסָה וִיצִיאָה. קִיפוֹנוֹס {יא} מִן הַמַּעֲרָב, מְשַׁמֵּשׁ כְּנִיסָה וִיצִיאָה. טָדִי {יב} מִן הַצָּפוֹן, לֹא הָיָה מְשַׁמֵּשׁ כְּלוּם. שַׁעַר הַמִּזְרָחִי, עָלָיו שׁוּשַׁן הַבִּירָה צוּרָה, שֶׁבּוֹ כֹהֵן גָּדוֹל הַשּׂוֹרֵף אֶת הַפָּרָה וּפָרָה וְכָל מְסַעֲדֶיהָ יוֹצְאִים לְהַר הַמִּשְׁחָה","rdfs:label":"משנה מדות א ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-3"},{"uri":"jbr:mishna-bartanura-5-10-1-3","jbo:text":"ר\"ע מברטנורה משמשין כניסה ויציאה. שבהן היו נכנסין ויוצאים להר הבית: קיפונוס מן המערב. שער של הר הבית שבצד מערב קיפונוס שמו, ושל צפון טדי שמו: עליו שושן הבירה צורה. כשעלו מן הגולה צוו להם מלכי פרס לציר צורת שושן הבירה על שערי הבית, כדי שיהיה להם מורא מלכות, וצירוהו בשער המזרח: כהן גדול השורף את הפרה. מתניתין רבי מאיר היא דסבר אין פרה אדמה נשרפת אלא {יג} בכהן גדול. ואינה הלכה: וכל מסעדיה. כל הכהנים המסיעים וסועדים לכהן השורף אותה: להר המשחה. להר הזיתים שהוא במזרחו של ירושלים, שם היו שורפין את הפרה","jbo:textNikud":"ר\"ע מברטנורה מְשַׁמְּשִׁין כְּנִיסָה וִיצִיאָה. שֶׁבָּהֶן הָיוּ נִכְנָסִין וְיוֹצְאִים לְהַר הַבַּיִת: קִיפוֹנוֹס מִן הַמַּעֲרָב. שַׁעַר שֶׁל הַר הַבַּיִת שֶׁבְּצַד מַעֲרָב קִיפוֹנוֹס שְׁמוֹ, וְשֶׁל צָפוֹן טָדִי שְׁמוֹ: עָלָיו שׁוּשַׁן הַבִּירָה צוּרָה. כְּשֶׁעָלוּ מִן הַגּוֹלָה צִוּוּ לָהֶם מַלְכֵי פָּרַס לְצַיֵּר צוּרַת שׁוּשַׁן הַבִּירָה עַל שַׁעֲרֵי הַבַּיִת, כְּדֵי שֶׁיִּהְיֶה לָהֶם מוֹרָא מַלְכוּת, וְצִיְּרוּהוּ בְּשַׁעַר הַמִּזְרָח: כֹּהֵן גָּדוֹל הַשּׂוֹרֵף אֶת הַפָּרָה. מַתְנִיתִין רַבִּי מֵאִיר הִיא דְּסָבַר אֵין פָּרָה אֲדֻמָּה נִשְׂרֶפֶת אֶלָּא {יג} בְּכֹהֵן גָּדוֹל. וְאֵינָהּ הֲלָכָה: וְכָל מְסַעֲדֶיהָ. כָּל הַכֹּהֲנִים הַמְסַיְּעִים וְסוֹעֲדִים לַכֹּהֵן הַשּׂוֹרֵף אוֹתָהּ: לְהַר הַמִּשְׁחָה. לְהַר הַזֵּיתִים שֶׁהוּא בְּמִזְרָחוֹ שֶׁל יְרוּשָׁלַיִם, שָׁם הָיוּ שׂוֹרְפִין אֶת הַפָּרָה","rdfs:label":"ר\"ע מברטנורה משנה מדות א ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-3"},{"uri":"jbr:mishna-yomtov-5-10-1-3","jbo:text":"עיקר תוי\"ט {י} הדרום. יתכן לומר שעל שם חלדה הנביאה נקראים כן. והיו כאן שנים לפי שרב תשמיש הר הבית בדרום כבריש פרק דלקמן. ועין תוספות יום טוב: {יא} קיפונוס. לא ידעתי לו טעם. ובשלטי גבורים חשב שהוא לשון יון ענינו עבודת הגן, שאפשר שהיה שם גן של ורדים מחוץ להר הבית [וכאותה ששנינו פ\"ב דמעשרות מ\"ה]. ועין תוספות יום טוב: {יב} טדי. בדל\"ת. פרושו הצנע, כמו בטעמים יטידוך [הינו בפיוט שחרית דיום הכפורים המתחיל כי אדוקי כו'] שידברו בצניעותיך. אי נמי, לשון פיוט, כמו הני טידי ופיטי רגילים בהו קמי ריש גלותא. פסקי תוספות. ואולי שהפיטנים היה להם שם לשכה שבה מלמדים ללוים נגוני המזמורים, כי יש לכל מזמור נגון מיחד. ועין תוספות יום טוב: {יג} כך כתב הרמב\"ם. ועין פרק ג' דפרה משנה ח' בדברי הר\"ב","jbo:textNikud":"עיקר תוי\"ט {י} הַדָּרוֹם. יִתָּכֵן לוֹמַר שֶׁעַל שֵׁם חֻלְדָּה הַנְּבִיאָה נִקְרָאִים כֵּן. וְהָיוּ כָּאן שְׁנַיִם לְפִי שֶׁרֹב תַּשְׁמִישׁ הַר הַבַּיִת בַּדָּרוֹם כִּבְרֵישׁ פֶּרֶק דִּלְקַמָּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} קִיפוֹנוֹס. לֹא יָדַעְתִּי לוֹ טַעַם. וּבְשִׁלְטֵי גִּבּוֹרִים חָשַׁב שֶׁהוּא לְשׁוֹן יָוָן עִנְיָנוֹ עֲבוֹדַת הַגַּן, שֶׁאֶפְשָׁר שֶׁהָיָה שָׁם גַּן שֶׁל וְרָדִים מִחוּץ לְהַר הַבַּיִת [וּכְאוֹתָהּ שֶׁשָּׁנִינוּ פּ\"ב דְּמַעַשְׂרוֹת מ\"ה]. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} טָדִי. בְּדל\"ת. פֵּרוּשׁוֹ הַצְנַע, כְּמוֹ בִּטְעָמִים יְטִידוּךָ [הַיְנוּ בְּפִיּוּט שַׁחֲרִית דְּיוֹם הַכִּפּוּרִים הַמַּתְחִיל כִּי אֲדוּקֵי כוּ'] שֶׁיְּדַבְּרוּ בִּצְנִיעוּתֶיךָ. אִי נַמִּי, לְשׁוֹן פִּיּוּט, כְּמוֹ הָנֵי טַיְדֵּי וּפַיְטֵי רְגִילִים בְּהוּ קָמֵי רֵישׁ גָּלוּתָא. פִּסְקֵי תּוֹסָפוֹת. וְאוּלַי שֶׁהַפַּיְטָנִים הָיָה לָהֶם שָׁם לִשְׁכָּה שֶׁבָּהּ מְלַמְּדִים לַלְוִיִּם נִגּוּנֵי הַמִּזְמוֹרִים, כִּי יֵשׁ לְכָל מִזְמוֹר נִגּוּן מְיֻחָד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} כָּךְ כָּתַב הָרַמְבַּ\"ם. וְעַיֵּן פֶּרֶק ג' דְּפָרָה מִשְׁנָה ח' בְּדִבְרֵי הָרַ\"ב","rdfs:label":"עיקר תוי\"ט משנה מדות א ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-3"},{"uri":"jbr:mishna-5-10-1-4","jbo:text":"שבעה שערים היו בעזרה, שלשה בצפון ושלשה בדרום ואחד במזרח. שבדרום, שער הדלק. שני לו, שער הבכורות. שלישי לו, שער המים. שבמזרח, שער נקנור, ושתי לשכות היו לו, אחת מימינו ואחת משמאלו, אחת לשכת פנחס המלביש, ואחת לשכת עושי חבתין","jbo:textNikud":"שִׁבְעָה שְׁעָרִים הָיוּ בָעֲזָרָה, שְׁלשָׁה בַצָּפוֹן וּשְׁלשָׁה בַדָּרוֹם וְאֶחָד בַּמִּזְרָח. שֶׁבַּדָּרוֹם, שַׁעַר הַדֶּלֶק. שֵׁנִי לוֹ, שַׁעַר הַבְּכוֹרוֹת. שְׁלִישִׁי לוֹ, שַׁעַר הַמָּיִם. שֶׁבַּמִּזְרָח, שַׁעַר נִקָּנוֹר, וּשְׁתֵּי לְשָׁכוֹת הָיוּ לוֹ, אַחַת מִימִינוֹ וְאַחַת מִשְּׂמֹאלוֹ, אַחַת לִשְׁכַּת פִּנְחָס הַמַּלְבִּישׁ, וְאַחַת לִשְׁכַּת עוֹשֵׂי חֲבִתִּין","rdfs:label":"משנה מדות א ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-4"},{"uri":"jbr:mishna-bartanura-5-10-1-4","jbo:text":"ר\"ע מברטנורה שער הדלק. על שם שהיו מכניסים דרך שם עצים של מערכה הדולקים על המזבח נקרא שער הדלק: שני לו שער הבכורות. גרסינן, ששם היו מכניסים הבכורות ששחיטתן בדרום {יד}: שער המים. כדכתיב בספר יחזקאל [מז] והנה מים מפכים מן הכתף הימנית, והינו דרום שקרוי ימין כדכתיב צפון וימין. וראה יחזקאל בנבואה שהיו מים יוצאים מבית קדש הקדשים דקים כקרני חגבים וכשמגיעים לשער זה נעשים כמלא פי פך קטן, והינו דקרי להם מים מפכים: שער נקנור. מפרש במסכת יומא: פנחס המלביש. ממנה היה להלביש הכהנים בשעת עבודה ולהפשיטן אחר עבודה ולשמר בגדי כהנה: לשכת עושי חבתין. בה היו עושין המנחה שכהן גדול מקריב בכל יום מחציתה בבקר ומחציתה בערב, ועל שם שנאמר בה (ויקרא ו) על מחבת בשמן תעשה, נקראת חבתין","jbo:textNikud":"ר\"ע מברטנורה שַׁעַר הַדֶּלֶק. עַל שֵׁם שֶׁהָיוּ מַכְנִיסִים דֶּרֶךְ שָׁם עֵצִים שֶׁל מַעֲרָכָה הַדּוֹלְקִים עַל הַמִּזְבֵּחַ נִקְרָא שַׁעַר הַדֶּלֶק: שֵׁנִי לוֹ שַׁעַר הַבְּכוֹרוֹת. גָּרְסִינַן, שֶׁשָּׁם הָיוּ מַכְנִיסִים הַבְּכוֹרוֹת שֶׁשְּׁחִיטָתָן בַּדָּרוֹם {יד}: שַׁעַר הַמָּיִם. כְּדִכְתִיב בְּסֵפֶר יְחֶזְקֵאל [מז] וְהִנֵּה מַיִם מְפַכִּים מִן הַכָּתֵף הַיְּמָנִית, וְהַיְנוּ דָּרוֹם שֶׁקָּרוּי יָמִין כְּדִכְתִיב צָפוֹן וְיָמִין. וְרָאָה יְחֶזְקֵאל בַּנְּבוּאָה שֶׁהָיוּ מַיִם יוֹצְאִים מִבֵּית קֹדֶשׁ הַקֳּדָשִׁים דַּקִּים כְּקַרְנֵי חֲגָבִים וּכְשֶׁמַּגִּיעִים לְשַׁעַר זֶה נַעֲשִׂים כִּמְלֹא פִּי פַּךְ קָטָן, וְהַיְנוּ דְּקָרִי לָהֶם מַיִם מְפַכִּים: שַׁעַר נִקָּנוֹר. מְפֹרָשׁ בְּמַסֶּכֶת יוֹמָא: פִּנְחָס הַמַּלְבִּישׁ. מְמֻנֶּה הָיָה לְהַלְבִּישׁ הַכֹּהֲנִים בִּשְׁעַת עֲבוֹדָה וּלְהַפְשִׁיטָן אַחַר עֲבוֹדָה וְלִשְׁמֹר בִּגְדֵי כְּהֻנָּה: לִשְׁכַּת עוֹשֵׂי חֲבִתִּין. בָּהּ הָיוּ עוֹשִׂין הַמִּנְחָה שֶׁכֹּהֵן גָּדוֹל מַקְרִיב בְּכָל יוֹם מַחֲצִיתָהּ בַּבֹּקֶר וּמַחֲצִיתָהּ בָּעֶרֶב, וְעַל שֵׁם שֶׁנֶּאֱמַר בָּהּ (וַיִּקְרָא ו) עַל מַחֲבַת בַּשֶּׁמֶן תֵּעָשֶׂה, נִקְרֵאת חֲבִתִּין","rdfs:label":"ר\"ע מברטנורה משנה מדות א ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-4"},{"uri":"jbr:mishna-yomtov-5-10-1-4","jbo:text":"עיקר תוי\"ט {יד} כלומר אף בדרום, בכל מקום בעזרה, לאפוקי קדשי קדשים ששחיטתן בצפון. ולפי שהם מתנה לכהנים, נתיחד להם שער, לאפוקי שאר קדשים קלים דשל בעלים הם","jbo:textNikud":"עיקר תוי\"ט {יד} כְּלוֹמַר אַף בַּדָּרוֹם, בְּכָל מָקוֹם בַּעֲזָרָה, לַאֲפוֹקֵי קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחִיטָתָן בַּצָּפוֹן. וּלְפִי שֶׁהֵם מַתָּנָה לַכֹּהֲנִים, נִתְיַחֵד לָהֶם שַׁעַר, לַאֲפוֹקֵי שְׁאָר קָדָשִׁים קַלִּים דְּשֶׁל בְּעָלִים הֵם","rdfs:label":"עיקר תוי\"ט משנה מדות א ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-4"},{"uri":"jbr:mishna-5-10-1-5","jbo:text":"ושבצפון, שער הניצוץ. וכמין אכסדרה היה, ועליה בנויה על גביו, שהכהנים שומרים מלמעלן והלוים מלמטן, ופתח היה לו לחיל. שני לו, שער הקרבן. שלישי לו, בית המוקד","jbo:textNikud":"וְשֶׁבַּצָּפוֹן, שַׁעַר הַנִּיצוֹץ. וּכְמִין אַכְסַדְרָה הָיָה, וַעֲלִיָּה בְנוּיָה עַל גַּבָּיו, שֶׁהַכֹּהֲנִים שׁוֹמְרִים מִלְמַעְלָן וְהַלְוִיִּם מִלְּמַטָּן, וּפֶתַח הָיָה לוֹ לַחֵיל. שֵׁנִי לוֹ, שַׁעַר הַקָּרְבָּן. שְׁלִישִׁי לוֹ, בֵּית הַמּוֹקֵד","rdfs:label":"משנה מדות א ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-5"},{"uri":"jbr:mishna-bartanura-5-10-1-5","jbo:text":"ר\"ע מברטנורה וכמין אכסדרה היה. שני כתלים אחד מצד זה ואחד מצד זה לשער, היו בולטין ויוצאים מחוץ לחומת העזרה לצד הר הבית, ועליה בנויה למעלה על אותן שני כתלים: ופתח היה לו לחיל. באחד מן הכתלים היה פתח היוצא לחיל, דהינו מקום לפנים מחומת הר הבית מחוץ לעזרה והוא קרוי חיל: שער הקרבן. שם מכניסים קדשי קדשים ששחיטתן בצפון: בית המוקד. על שם שמדורות דולקים בה תמיד להתחמם שם הכהנים מפני שהולכים יחפים, קרוי בית המוקד. ובית גדול היה, ולארבע פנותיו היו ארבע לשכות קטנות כדמפרש ואזיל","jbo:textNikud":"ר\"ע מברטנורה וּכְמִין אַכְסַדְרָה הָיָה. שְׁנֵי כְּתָלִים אֶחָד מִצַּד זֶה וְאֶחָד מִצַּד זֶה לַשַּׁעַר, הָיוּ בּוֹלְטִין וְיוֹצְאִים מִחוּץ לְחוֹמַת הָעֲזָרָה לְצַד הַר הַבַּיִת, וַעֲלִיָּה בְּנוּיָה לְמַעְלָה עַל אוֹתָן שְׁנֵי כְּתָלִים: וּפֶתַח הָיָה לוֹ לַחֵיל. בְּאֶחָד מִן הַכְּתָלִים הָיָה פֶּתַח הַיּוֹצֵא לַחֵיל, דְּהַיְנוּ מָקוֹם לִפְנִים מֵחוֹמַת הַר הַבַּיִת מִחוּץ לָעֲזָרָה וְהוּא קָרוּי חֵיל: שַׁעַר הַקָּרְבָּן. שָׁם מַכְנִיסִים קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחִיטָתָן בַּצָּפוֹן: בֵּית הַמּוֹקֵד. עַל שֵׁם שֶׁמְּדוּרוֹת דּוֹלְקִים בָּהּ תָּמִיד לְהִתְחַמֵּם שָׁם הַכֹּהֲנִים מִפְּנֵי שֶׁהוֹלְכִים יְחֵפִים, קָרוּי בֵּית הַמּוֹקֵד. וּבַיִת גָּדוֹל הָיָה, וּלְאַרְבַּע פִּנּוֹתָיו הָיוּ אַרְבַּע לְשָׁכוֹת קְטַנּוֹת כְּדִמְפָרֵשׁ וְאָזִיל","rdfs:label":"ר\"ע מברטנורה משנה מדות א ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-5"},{"uri":"jbr:mishna-5-10-1-6","jbo:text":"וארבע לשכות היו בבית המוקד, כקיטונות פתוחות לטרקלין, שתים בקדש ושתים בחל, וראשי פספסין מבדילין בין קדש לחל. ומה היו משמשות. מערבית דרומית, היא היתה לשכת טלאי קרבן. דרומית מזרחית, היא היתה לשכת עושי לחם הפנים {יז}. מזרחית צפונית, בה גנזו בני חשמונאי את אבני המזבח ששקצום מלכי יון. צפונית מערבית, בה יורדים לבית הטבילה","jbo:textNikud":"וְאַרְבַּע לְשָׁכוֹת הָיוּ בְּבֵית הַמּוֹקֵד, כְּקִיטוֹנוֹת פְּתוּחוֹת לִטְרַקְלִין, שְׁתַּיִם בַּקֹּדֶשׁ וּשְׁתַּיִם בַּחֹל, וְרָאשֵׁי פִסְפָּסִין מַבְדִּילִין בֵּין קֹדֶשׁ לַחֹל. וּמֶה הָיוּ מְשַׁמְּשׁוֹת. מַעֲרָבִית דְּרוֹמִית, הִיא הָיְתָה לִשְׁכַּת טְלָאֵי קָרְבָּן. דְּרוֹמִית מִזְרָחִית, הִיא הָיְתָה לִשְׁכַּת עוֹשֵׂי לֶחֶם הַפָּנִים {יז}. מִזְרָחִית צְפוֹנִית, בָּהּ גָּנְזוּ בְנֵי חַשְׁמוֹנַאי אֶת אַבְנֵי הַמִּזְבֵּחַ שֶׁשִּׁקְּצוּם מַלְכֵי יָוָן. צְפוֹנִית מַעֲרָבִית, בָּהּ יוֹרְדִים לְבֵית הַטְּבִילָה","rdfs:label":"משנה מדות א ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-6"},{"uri":"jbr:mishna-bartanura-5-10-1-6","jbo:text":"ר\"ע מברטנורה כקיטונות. כחדרים קטנים הפתוחים לבית גדול של מלכים דהינו טרקלין {טו}: שתים בקדש ושתים בחל. שבית המוקד קצתו בנוי בתוך העזרה המקדשת ומקצתו בחל: וראשי פספסין. ראשי קורות יוצאים מן הכתל {טז} עד המקום שהוא קדש, כדי לדעת איזה קדש ואיזה חל ולאכל קדשים בקדש: לשכת טלאי קרבן. שהיו שם טלאים מבקרים לתמידים, כדתנן אין פוחתים מששה טלאים בלשכת טלאים: לשכת עושי לחם הפנים. בית גרמו היו עושים לחם הפנים שם: ששקצום מלכי יון. שהקטירו עליו לעבודה זרה. ובמסכת שקלים ובמסכת תמיד קורא לה לשכת החותמות: בה יורדין לבית הטבילה. באותה לשכה היה יורד הכהן שראה קרי והולך במחלה (שאחר) [שתחת] בית המקדש לבית הטבילה, ושם מדורה שמתחמם בה הכהן לאחר שטבל ועלה ונסתפג, ולשכת המוקד היא קרויה, והיא פתוחה לבית המוקד הגדול","jbo:textNikud":"ר\"ע מברטנורה כְּקִיטוֹנוֹת. כַּחֲדָרִים קְטַנִּים הַפְּתוּחִים לְבַיִת גָּדוֹל שֶׁל מְלָכִים דְּהַיְנוּ טְרַקְלִין {טו}: שְׁתַּיִם בַּקֹּדֶשׁ וּשְׁתַּיִם בַּחֹל. שֶׁבֵּית הַמּוֹקֵד קְצָתוֹ בָּנוּי בְּתוֹךְ הָעֲזָרָה הַמְקֻדֶּשֶׁת וּמִקְצָתוֹ בַּחֹל: וְרָאשֵׁי פִסְפָּסִין. רָאשֵׁי קוֹרוֹת יוֹצְאִים מִן הַכֹּתֶל {טז} עַד הַמָּקוֹם שֶׁהוּא קֹדֶשׁ, כְּדֵי לָדַעַת אֵיזֶה קֹדֶשׁ וְאֵיזֶה חֹל וְלֶאֱכֹל קָדָשִׁים בַּקֹּדֶשׁ: לִשְׁכַּת טְלָאֵי קָרְבָּן. שֶׁהָיוּ שָׁם טְלָאִים מְבֻקָּרִים לִתְמִידִים, כְּדִתְנַן אֵין פּוֹחֲתִים מִשִּׁשָּׁה טְלָאִים בְּלִשְׁכַּת טְלָאִים: לִשְׁכַּת עוֹשֵׂי לֶחֶם הַפָּנִים. בֵּית גַּרְמוּ הָיוּ עוֹשִׂים לֶחֶם הַפָּנִים שָׁם: שֶׁשִּׁקְּצוּם מַלְכֵי יָוָן. שֶׁהִקְטִירוּ עָלָיו לַעֲבוֹדָה זָרָה. וּבְמַסֶּכֶת שְׁקָלִים וּבְמַסֶּכֶת תָּמִיד קוֹרֵא לָהּ לִשְׁכַּת הַחוֹתָמוֹת: בָּהּ יוֹרְדִין לְבֵית הַטְּבִילָה. בְּאוֹתָהּ לִשְׁכָּה הָיָה יוֹרֵד הַכֹּהֵן שֶׁרָאָה קֶרִי וְהוֹלֵךְ בַּמְּחִלָּה (שֶׁאַחַר) [שֶׁתַּחַת] בֵּית הַמִּקְדָּשׁ לְבֵית הַטְּבִילָה, וְשָׁם מְדוּרָה שֶׁמִּתְחַמֵּם בָּהּ הַכֹּהֵן לְאַחַר שֶׁטָּבַל וְעָלָה וְנִסְתַּפֵּג, וְלִשְׁכַּת הַמּוֹקֵד הִיא קְרוּיָה, וְהִיא פְּתוּחָה לְבֵית הַמּוֹקֵד הַגָּדוֹל","rdfs:label":"ר\"ע מברטנורה משנה מדות א ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-6"},{"uri":"jbr:mishna-yomtov-5-10-1-6","jbo:text":"עיקר תוי\"ט {טו} כדמות בתי השנה שיש בטירות המלכים שהוא בית קטן בתוך בית גדול כו'. וטרקלין הוא בית המלכות, וקיטון מקום בית השנה שישנים בו בזמן הקיץ. תרגום קיץ, קיטא. הרמב\"ם: {טז} ממקום שהוא חל עד המקום הקדש, ולא ממקום הקדש, משום אסור דלא תטע וגו' כל עץ אצל מזבח: {יז} לחם הפנים. וסמוכים לעזרה, ונמצא שהיתה מקדשת. אתיא כמאן דאמר אפיתן בפנים, בפרק י\"א דמנחות","jbo:textNikud":"עיקר תוי\"ט {טו} כִּדְמוּת בָּתֵּי הַשֵּׁנָה שֶׁיֵּשׁ בְּטִירוֹת הַמְּלָכִים שֶׁהוּא בַּיִת קָטָן בְּתוֹךְ בַּיִת גָּדוֹל כוּ'. וּטְרַקְלִין הוּא בֵּית הַמַּלְכוּת, וְקִיטוֹן מְקוֹם בֵּית הַשֵּׁנָה שֶׁיְּשֵׁנִים בּוֹ בִּזְמַן הַקַּיִץ. תַּרְגּוּם קַיִץ, קַיְטָא. הָרַמְבַּ\"ם: {טז} מִמָּקוֹם שֶׁהוּא חֹל עַד הַמָּקוֹם הַקֹּדֶשׁ, וְלֹא מִמְּקוֹם הַקֹּדֶשׁ, מִשּׁוּם אִסּוּר דְּלֹא תִטַּע וְגוֹ' כָּל עֵץ אֵצֶל מִזְבַּח: {יז} לֶחֶם הַפָּנִים. וּסְמוּכִים לָעֲזָרָה, וְנִמְצָא שֶׁהָיְתָה מְקֻדֶּשֶׁת. אַתְיָא כְּמַאן דְּאָמַר אֲפִיָּתָן בִּפְנִים, בְּפֶרֶק י\"א דִּמְנָחוֹת","rdfs:label":"עיקר תוי\"ט משנה מדות א ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-6"},{"uri":"jbr:mishna-5-10-1-7","jbo:text":"שנים {יח} שערים היו לבית המוקד, אחד פתוח לחיל ואחד פתוח לעזרה. אמר רבי יהודה, זה שהיה פתוח לעזרה, פשפש קטן היה לו, שבו נכנסין לבלש את העזרה","jbo:textNikud":"שְׁנַיִם {יח} שְׁעָרִים הָיוּ לְבֵית הַמּוֹקֵד, אֶחָד פָּתוּחַ לַחֵיל וְאֶחָד פָּתוּחַ לָעֲזָרָה. אָמַר רַבִּי יְהוּדָה, זֶה שֶׁהָיָה פָתוּחַ לָעֲזָרָה, פִּשְׁפָּשׁ קָטָן הָיָה לוֹ, שֶׁבּוֹ נִכְנָסִין לִבְלֹשׁ אֶת הָעֲזָרָה","rdfs:label":"משנה מדות א ז","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-7"},{"uri":"jbr:mishna-bartanura-5-10-1-7","jbo:text":"ר\"ע מברטנורה אחד פתוח לחיל. הפתח שבצפון בית המוקד היה פתוח לחיל, ושבדרומו היה פתוח לעזרה: פשפש קטן. שער קטן בתוך השער הגדול: שבו נכנסים לבלש את העזרה. שהיו נכנסים בכל בקר דרך אותו פשפש לחפש על כל כלי שרת שבעזרה שיהיו כלן במקומן. והכי תנן במסכת תמיד [פרק א] נטל את המפתח ופתח את הפשפש ונכנס מבית המוקד לעזרה וכו', אלו הולכים באכסדרה דרך המזרח ואלו הולכים באכסדרה דרך המערב, היו בודקין והולכין עד שמגיעים למקום עושה חבתין, הגיעו, אלו ואלו אומרים שלום הכל שלום, כלומר כל כלי שרת הן במקומן בשלום: לבלש. תרגום ויחפש, ובלש","jbo:textNikud":"ר\"ע מברטנורה אֶחָד פָּתוּחַ לַחֵיל. הַפֶּתַח שֶׁבִּצְפוֹן בֵּית הַמּוֹקֵד הָיָה פָּתוּחַ לַחֵיל, וְשֶׁבִּדְרוֹמוֹ הָיָה פָּתוּחַ לָעֲזָרָה: פִּשְׁפָּשׁ קָטָן. שַׁעַר קָטָן בְּתוֹךְ הַשַּׁעַר הַגָּדוֹל: שֶׁבּוֹ נִכְנָסִים לִבְלֹשׁ אֶת הָעֲזָרָה. שֶׁהָיוּ נִכְנָסִים בְּכָל בֹּקֶר דֶּרֶךְ אוֹתוֹ פִּשְׁפָּשׁ לְחַפֵּשׂ עַל כָּל כְלֵי שָׁרֵת שֶׁבָּעֲזָרָה שֶׁיִּהְיוּ כֻּלָּן בִּמְקוֹמָן. וְהָכִי תְּנַן בְּמַסֶּכֶת תָּמִיד [פֶּרֶק א] נָטַל אֶת הַמַּפְתֵּחַ וּפָתַח אֶת הַפִּשְׁפָּשׁ וְנִכְנַס מִבֵּית הַמּוֹקֵד לָעֲזָרָה וְכוּ', אֵלּוּ הוֹלְכִים בָּאַכְסַדְרָה דֶּרֶךְ הַמִּזְרָח וְאֵלּוּ הוֹלְכִים בָּאַכְסַדְרָה דֶּרֶךְ הַמַּעֲרָב, הָיוּ בּוֹדְקִין וְהוֹלְכִין עַד שֶׁמַּגִּיעִים לִמְקוֹם עוֹשֵׂה חֲבִתִּין, הִגִּיעוּ, אֵלּוּ וָאֵלּוּ אוֹמְרִים שָׁלוֹם הַכֹּל שָׁלוֹם, כְּלוֹמַר כָּל כְּלֵי שָׁרֵת הֵן בִּמְקוֹמָן בְּשָׁלוֹם: לִבְלֹשׁ. תַּרְגּוּם וַיְּחַפֵּשׂ, וּבָלַשׁ","rdfs:label":"ר\"ע מברטנורה משנה מדות א ז","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-7"},{"uri":"jbr:mishna-yomtov-5-10-1-7","jbo:text":"עיקר תוי\"ט {יח} שנים. ולא קא חשיב ריש פרקין דהכא ודתמיד אלא חד שומר, כיון דגבי אהדדי הוו קימי [זה כנגד זה אי נמי דסמיכי אהדדי], סגי להו בחד שומר, דוי [פרוש, רואה] להכא ודוי להכא. גמרא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יח} שְׁנַיִם. וְלֹא קָא חֲשִׁיב רֵישׁ פִּרְקִין דְּהָכָא וּדְתָמִיד אֶלָּא חַד שׁוֹמֵר, כֵּיוָן דְּגַבֵּי אַהֲדָדֵי הֲווּ קַיְמֵי [זֶה כְּנֶגֶד זֶה אִי נַמִּי דִּסְמִיכֵי אַהֲדָדֵי], סַגִּי לְהוּ בְּחַד שׁוֹמֵר, דָּוֵי [פֵּרוּשׁ, רוֹאֶה] לְהָכָא וְדָוֵי לְהָכָא. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מדות א ז","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-7"},{"uri":"jbr:mishna-5-10-1-8","jbo:text":"בית המוקד, כפה, ובית גדול היה, מקף רובדין של אבן, וזקני בית אב ישנים שם, ומפתחות העזרה בידם, ופרחי כהנה, איש כסתו בארץ","jbo:textNikud":"בֵּית הַמּוֹקֵד, כִּפָּה, וּבַיִת גָּדוֹל הָיָה, מֻקָּף רוֹבָדִין שֶׁל אֶבֶן, וְזִקְנֵי בֵית אָב יְשֵׁנִים שָׁם, וּמַפְתְּחוֹת הָעֲזָרָה בְּיָדָם, וּפִרְחֵי כְהֻנָּה, אִישׁ כִּסְתּוֹ בָאָרֶץ","rdfs:label":"משנה מדות א ח","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-8"},{"uri":"jbr:mishna-bartanura-5-10-1-8","jbo:text":"ר\"ע מברטנורה בית המוקד כפה. בנין של בית המוקד לא היה עליה, אלא כפה ארקוול\"ט בלע\"ז עשויה בארץ: מקף רובדים של אבן. אצטבאות סביב של אבני גזית היו משקעות בכתל ויוצאות מן הכתל לתוך בית המוקד לצד הקרקע, ועל גביהן אבנים אחרות קצרות מהן שיוצאות נמי מן הכתל, והיו כעין מעלות זו על זו: וזקני בית אב. המשמר היה מתחלק לשבעה בתי אבות כמנין ימות השבוע, כל אחד עובד יומו, וזקני בית אב של אותו יום היו ישנים שם על אותן רובדים: ופרחי כהנה. בחורים שמתחיל שער זקנם לפרח, והם היו השומרים: איש כסתו בארץ. שלא היו רשאים לשכב שם על גבי מטות אלא בארץ, כדרך ששומרי חצרות המלכים עושים: כסתו. לשון כרים וכסתות","jbo:textNikud":"ר\"ע מברטנורה בֵּית הַמּוֹקֵד כִּפָּה. בִּנְיָן שֶׁל בֵּית הַמּוֹקֵד לֹא הָיָה עֲלִיָּה, אֶלָּא כִּפָּה ארקוול\"ט בְּלַעַ\"ז עֲשׂוּיָה בָּאָרֶץ: מֻקָּף רוֹבָדִים שֶׁל אֶבֶן. אִצְטַבָּאוֹת סָבִיב שֶׁל אַבְנֵי גָּזִית הָיוּ מְשֻׁקָּעוֹת בַּכֹּתֶל וְיוֹצְאוֹת מִן הַכֹּתֶל לְתוֹךְ בֵּית הַמּוֹקֵד לְצַד הַקַּרְקַע, וְעַל גַּבֵּיהֶן אֲבָנִים אֲחֵרוֹת קְצָרוֹת מֵהֶן שֶׁיּוֹצְאוֹת נַמִּי מִן הַכֹּתֶל, וְהָיוּ כְּעֵין מַעֲלוֹת זוֹ עַל זוֹ: וְזִקְנֵי בֵית אָב. הַמִּשְׁמָר הָיָה מִתְחַלֵּק לְשִׁבְעָה בָּתֵּי אָבוֹת כְּמִנְיַן יְמוֹת הַשָּׁבוּעַ, כָּל אֶחָד עוֹבֵד יוֹמוֹ, וְזִקְנֵי בֵּית אָב שֶׁל אוֹתוֹ יוֹם הָיוּ יְשֵׁנִים שָׁם עַל אוֹתָן רוֹבָדִים: וּפִרְחֵי כְהֻנָּה. בַּחוּרִים שֶׁמַּתְחִיל שְׂעַר זְקָנָם לִפְרֹחַ, וְהֵם הָיוּ הַשּׁוֹמְרִים: אִישׁ כִּסְתּוֹ בָאָרֶץ. שֶׁלֹּא הָיוּ רַשָּׁאִים לִשְׁכַּב שָׁם עַל גַּבֵּי מִטּוֹת אֶלָּא בָּאָרֶץ, כְּדֶרֶךְ שֶׁשּׁוֹמְרֵי חַצְרוֹת הַמְּלָכִים עוֹשִׂים: כִּסְתּוֹ. לְשׁוֹן כָּרִים וּכְסָתוֹת","rdfs:label":"ר\"ע מברטנורה משנה מדות א ח","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-8"},{"uri":"jbr:mishna-5-10-1-9","jbo:text":"ומקום היה שם, אמה על אמה {יט}, וטבלא של שיש וטבעת היתה קבועה בה, ושלשלת שהמפתחות היו תלויות בה. הגיע זמן הנעילה, הגביה {כ} את הטבלא בטבעת ונטל את המפתחות מן השלשלת, ונעל הכהן מבפנים, ובן לוי ישן לו מבחוץ. גמר מלנעל, החזיר את המפתחות לשלשלת ואת הטבלא למקומה, נתן כסותו עליה, ישן לו. ארע קרי באחד מהם, יוצא והולך לו במסבה ההולכת תחת הבירה, והנרות דולקים מכאן ומכאן, עד שהוא מגיע לבית הטבילה. רבי אליעזר בן יעקב אומר, במסבה ההולכת תחת החיל יוצא והולך לו בטדי","jbo:textNikud":"וּמָקוֹם הָיָה שָׁם, אַמָּה עַל אַמָּה {יט}, וְטַבְלָא שֶׁל שַׁיִשׁ וְטַבַּעַת הָיְתָה קְבוּעָה בָהּ, וְשַׁלְשֶׁלֶת שֶׁהַמַּפְתְּחוֹת הָיוּ תְלוּיוֹת בָּהּ. הִגִּיעַ זְמַן הַנְּעִילָה, הִגְבִּיהַּ {כ} אֶת הַטַּבְלָא בַּטַּבַּעַת וְנָטַל אֶת הַמַּפְתְּחוֹת מִן הַשַּׁלְשֶׁלֶת, וְנָעַל הַכֹּהֵן מִבִּפְנִים, וּבֶן לֵוִי יָשֵׁן לוֹ מִבַּחוּץ. גָּמַר מִלִּנְעֹל, הֶחֱזִיר אֶת הַמַּפְתְּחוֹת לַשַּׁלְשֶׁלֶת וְאֶת הַטַּבְלָא לִמְקוֹמָהּ, נָתַן כְּסוּתוֹ עָלֶיהָ, יָשֵׁן לוֹ. אֵרַע קֶרִי בְּאַחַד מֵהֶם, יוֹצֵא וְהוֹלֵךְ לוֹ בַמְּסִבָּה הַהוֹלֶכֶת תַּחַת הַבִּירָה, וְהַנֵּרוֹת דּוֹלְקִים מִכָּאן וּמִכָּאן, עַד שֶׁהוּא מַגִּיעַ לְבֵית הַטְּבִילָה. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, בַּמְּסִבָּה הַהוֹלֶכֶת תַּחַת הַחֵיל יוֹצֵא וְהוֹלֵךְ לוֹ בְּטָדִי","rdfs:label":"משנה מדות א ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-9"},{"uri":"jbr:mishna-bartanura-5-10-1-9","jbo:text":"ר\"ע מברטנורה הגיע זמן הנעילה. לנעל שערי העזרה: הכהן מבפנים ובן לוי יושב לו מבחוץ. שהלוים טפלים לכהנים, כמה שנאמר (במדבר יח) וילוו עליך וישרתוך. הלכך בבית אבטינס ובבית הניצוץ שהיו עליות, היו הכהנים שומרים למעלה ולוים למטה. ובית המוקד שלא היתה אלא כפה על הארץ, היה כהן מבפנים ובן לוי מבחוץ: במסבה. במחלה המהלכת תחת הבירה, שמחלה היתה תחת המקדש. וכל המקדש קרוי בירה, כדכתיב (דברי הימים א כט) אל הבירה אשר הכינותי. ומפני שהיה בעל קרי, לא היה מהלך דרך העזרה אלא דרך המחלות, דקימא לן מחלות לא נתקדשו: והנרות דולקים. במחלה מכאן ומכאן: במסבה ההולכת תחת החיל יוצא. ואינו חוזר לבית המוקד, לפי שהוא טבול יום. ואין הלכה כרבי אליעזר בן יעקב, אלא כדתנן בריש תמיד, בא וישב לו אצל אחיו הכהנים בבית המוקד עד שהשערים נפתחים, יוצא והולך לו, שאף על גב שטבול יום אסור להכנס לעזרת נשים דהינו מחנה לויה, לזה הקלו, לפי שנטמא בפנים","jbo:textNikud":"ר\"ע מברטנורה הִגִּיעַ זְמַן הַנְּעִילָה. לִנְעֹל שַׁעֲרֵי הָעֲזָרָה: הַכֹּהֵן מִבִּפְנִים וּבֶן לֵוִי יוֹשֵׁב לוֹ מִבַּחוּץ. שֶׁהַלְוִיִּם טְפֵלִים לַכֹּהֲנִים, כְּמָה שֶׁנֶּאֱמַר (בְּמִדְבַּר יח) וְיִלָּווּ עָלֶיךָ וִישָׁרְתוּךָ. הִלְכָּךְ בְּבֵית אַבְטִינָס וּבְבֵית הַנִּיצוֹץ שֶׁהָיוּ עֲלִיּוֹת, הָיוּ הַכֹּהֲנִים שׁוֹמְרִים לְמַעְלָה וּלְוִיִּם לְמַטָּה. וּבֵית הַמּוֹקֵד שֶׁלֹּא הָיְתָה אֶלָּא כִּפָּה עַל הָאָרֶץ, הָיָה כֹּהֵן מִבִּפְנִים וּבֶן לֵוִי מִבַּחוּץ: בַּמְּסִבָּה. בַּמְּחִלָּה הַמְהַלֶּכֶת תַּחַת הַבִּירָה, שֶׁמְּחִלָּה הָיְתָה תַּחַת הַמִּקְדָּשׁ. וְכָל הַמִּקְדָּשׁ קָרוּי בִּירָה, כְּדִכְתִיב (דִּבְרֵי הַיָּמִים א כט) אֶל הַבִּירָה אֲשֶׁר הֲכִינוֹתִי. וּמִפְּנֵי שֶׁהָיָה בַּעַל קֶרִי, לֹא הָיָה מְהַלֵּךְ דֶּרֶךְ הָעֲזָרָה אֶלָּא דֶּרֶךְ הַמְּחִלּוֹת, דְּקַיְמָא לָן מְחִלּוֹת לֹא נִתְקַדְּשׁוּ: וְהַנֵּרוֹת דּוֹלְקִים. בַּמְּחִלָּה מִכָּאן וּמִכָּאן: בַּמְּסִבָּה הַהוֹלֶכֶת תַּחַת הַחֵיל יוֹצֵא. וְאֵינוֹ חוֹזֵר לְבֵית הַמּוֹקֵד, לְפִי שֶׁהוּא טְבוּל יוֹם. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב, אֶלָּא כְּדִתְנַן בְּרֵישׁ תָּמִיד, בָּא וְיָשַׁב לוֹ אֵצֶל אֶחָיו הַכֹּהֲנִים בְּבֵית הַמּוֹקֵד עַד שֶׁהַשְּׁעָרִים נִפְתָּחִים, יוֹצֵא וְהוֹלֵךְ לוֹ, שֶׁאַף עַל גַּב שֶׁטְּבוּל יוֹם אָסוּר לְהִכָּנֵס לְעֶזְרַת נָשִׁים דְּהַיְנוּ מַחֲנֵה לְוִיָּה, לָזֶה הֵקֵלּוּ, לְפִי שֶׁנִּטְמָא בִּפְנִים","rdfs:label":"ר\"ע מברטנורה משנה מדות א ט","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-9"},{"uri":"jbr:mishna-yomtov-5-10-1-9","jbo:text":"עיקר תוי\"ט {יט} אמה על אמה. בארץ, וטבלא עליו. הר\"ש: {כ} הגביה. הכהן השוער. הר\"ש. וכתב הרמב\"ם, לפי הנראה ממשנה זו שהיו צריכים מפתחות לסגר הדלתות, והיו מנעולי דלתותיהן בלי ספק דומים למנעולים כו' שעושין אותם אצלנו, ואינם נסגרים אלא במפתחותיהם שבהם נפתחים","jbo:textNikud":"עיקר תוי\"ט {יט} אַמָּה עַל אַמָּה. בָּאָרֶץ, וְטַבְלָא עָלָיו. הָרַ\"שׁ: {כ} הִגְבִּיהַּ. הַכֹּהֵן הַשּׁוֹעֵר. הָרַ\"שׁ. וְכָתַב הָרַמְבַּ\"ם, לְפִי הַנִּרְאֶה מִמִּשְׁנָה זוֹ שֶׁהָיוּ צְרִיכִים מַפְתְּחוֹת לִסְגֹּר הַדְּלָתוֹת, וְהָיוּ מַנְעוּלֵי דַּלְתוֹתֵיהֶן בְּלִי סָפֵק דּוֹמִים לַמַּנְעוּלִים כוּ' שֶׁעוֹשִׂין אוֹתָם אֶצְלֵנוּ, וְאֵינָם נִסְגָּרִים אֶלָּא בְּמַפְתְּחוֹתֵיהֶם שֶׁבָּהֶם נִפְתָּחִים","rdfs:label":"עיקר תוי\"ט משנה מדות א ט","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-1","jbo:interprets":"jbr:mishna-5-10-1-9"},{"uri":"jbr:mishna-5-10-2-1","jbo:text":"הר הבית היה חמש מאות אמה על חמש מאות אמה, רבו {א} מן הדרום, שני לו מן המזרח, שלישי לו מן הצפון, מעוטו מן המערב. מקום שהיה רב מדתו, שם היה רב תשמישו {ב}","jbo:textNikud":"הַר הַבַּיִת הָיָה חֲמֵשׁ מֵאוֹת אַמָּה עַל חֲמֵשׁ מֵאוֹת אַמָּה, רֻבּוֹ {א} מִן הַדָּרוֹם, שֵׁנִי לוֹ מִן הַמִּזְרָח, שְׁלִישִׁי לוֹ מִן הַצָּפוֹן, מִעוּטוֹ מִן הַמַּעֲרָב. מְקוֹם שֶׁהָיָה רֹב מִדָּתוֹ, שָׁם הָיָה רֹב תַּשְׁמִישׁוֹ {ב}","rdfs:label":"משנה מדות ב א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-1"},{"uri":"jbr:mishna-bartanura-5-10-2-1","jbo:text":"ר\"ע מברטנורה הר הבית היה חמש מאות אמה. מקף חומה סביב: רבו מן הדרום שני לו מן המזרח. כלומר, הרחק שיש מחומת הר הבית לחומת העזרה לצד דרום, יותר מן הרחק שיש ביניהן מצד מזרח. והרחק שיש ביניהן מצד מזרח, יותר מן הרחק שיש ביניהן לצד צפון, והצפוני יותר מן המערב","jbo:textNikud":"ר\"ע מברטנורה הַר הַבַּיִת הָיָה חֲמֵשׁ מֵאוֹת אַמָּה. מֻקָּף חוֹמָה סָבִיב: רֻבּוֹ מִן הַדָּרוֹם שֵׁנִי לוֹ מִן הַמִּזְרָח. כְּלוֹמַר, הָרֹחַק שֶׁיֵּשׁ מֵחוֹמַת הַר הַבַּיִת לְחוֹמַת הָעֲזָרָה לְצַד דָּרוֹם, יוֹתֵר מִן הָרֹחַק שֶׁיֵּשׁ בֵּינֵיהֶן מִצַּד מִזְרָח. וְהָרֹחַק שֶׁיֵּשׁ בֵּינֵיהֶן מִצַּד מִזְרָח, יוֹתֵר מִן הָרֹחַק שֶׁיֵּשׁ בֵּינֵיהֶן לְצַד צָפוֹן, וְהַצְּפוֹנִי יוֹתֵר מִן הַמַּעֲרָב","rdfs:label":"ר\"ע מברטנורה משנה מדות ב א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-1"},{"uri":"jbr:mishna-yomtov-5-10-2-1","jbo:text":"עיקר תוי\"ט {א} רבו כו'. שכל רחב העזרה הוא מאה שלשים וחמש [אמה] מצפון לדרום, כדתנן ריש פרק ה', ונמצא שהנותר מהר הבית בשתי רוחות הללו הוא שלש מאות ששים וחמש אמה. [וכל ארך העזרה מן המזרח למערב מאה שמונים ושבע], שבעזרה הפנימית אנן קימין ואין עזרת נשים בכלל, שעזרת נשים בכלל הר הבית, נמצא שבאלו שתי הרוחות הנותר מהר הבית הוא שלש מאות ושלש עשרה כו'. הנה רבו לדרום, מאתים וחמשים. שני לו למזרח, מאתים ושלש עשרה. לצפון, מאה וחמשה עשר. למערב, מאה: {ב} רב כו'. שהוא על לשכות הרבה ובתים שהיו עשויים באמת וישר למשמשי הבית נוסף על הלשכות שנאמרו במשנה, כי אותן לא יספיקו, והם שלשים [וסיעתא מיחזקאל מ']. ואולי היו עוד חמש עשרה להממנים שבפרק ה' דשקלים. וטעמא שהיה רבו בדרום, לפי ששם היה כניסת כל אדם מהעיר שהיא בנגב ככתוב ביחזקאל כו'. שני לו מן המזרח, שכן מקיף דרך ימין","jbo:textNikud":"עיקר תוי\"ט {א} רֻבּוֹ כוּ'. שֶׁכָּל רֹחַב הָעֲזָרָה הוּא מֵאָה שְׁלֹשִׁים וְחָמֵשׁ [אַמָּה] מִצָּפוֹן לְדָרוֹם, כְּדִתְנַן רֵישׁ פֶּרֶק ה', וְנִמְצָא שֶׁהַנּוֹתָר מֵהַר הַבַּיִת בִּשְׁתֵּי רוּחוֹת הַלָּלוּ הוּא שְׁלֹשׁ מֵאוֹת שִׁשִּׁים וְחָמֵשׁ אַמָּה. [וְכָל אֹרֶךְ הָעֲזָרָה מִן הַמִּזְרָח לַמַּעֲרָב מֵאָה שְׁמוֹנִים וְשֶׁבַע], שֶׁבָּעֲזָרָה הַפְּנִימִית אֲנַן קַיָּמִין וְאֵין עֶזְרַת נָשִׁים בִּכְלָל, שֶׁעֶזְרַת נָשִׁים בִּכְלַל הַר הַבַּיִת, נִמְצָא שֶׁבְּאֵלּוּ שְׁתֵּי הָרוּחוֹת הַנּוֹתָר מֵהַר הַבַּיִת הוּא שְׁלֹשׁ מֵאוֹת וּשְׁלֹשׁ עֶשְׂרֵה כוּ'. הִנֵּה רֻבּוֹ לַדָּרוֹם, מָאתַיִם וַחֲמִשִּׁים. שֵׁנִי לוֹ לַמִּזְרָח, מָאתַיִם וּשְׁלֹשׁ עֶשְׂרֵה. לַצָּפוֹן, מֵאָה וַחֲמִשָּׁה עָשָׂר. לַמַּעֲרָב, מֵאָה: {ב} רֹב כוּ'. שֶׁהוּא עַל לְשָׁכוֹת הַרְבֵּה וּבָתִּים שֶׁהָיוּ עֲשׂוּיִים בֶּאֱמֶת וְיָשָׁר לִמְשַׁמְּשֵׁי הַבַּיִת נוֹסָף עַל הַלְּשָׁכוֹת שֶׁנֶּאֶמְרוּ בַּמִּשְׁנָה, כִּי אוֹתָן לֹא יַסְפִּיקוּ, וְהֵם שְׁלֹשִׁים [וְסִיַּעְתָּא מִיחֶזְקֵאל מ']. וְאוּלַי הָיוּ עוֹד חֲמֵשׁ עֶשְׂרֵה לְהַמְּמֻנִּים שֶׁבְּפֶרֶק ה' דִּשְׁקָלִים. וְטַעְמָא שֶׁהָיָה רֻבּוֹ בַּדָּרוֹם, לְפִי שֶׁשָּׁם הָיָה כְּנִיסַת כָּל אָדָם מֵהָעִיר שֶׁהִיא בַּנֶּגֶב כַּכָּתוּב בִּיחֶזְקֵאל כוּ'. שֵׁנִי לוֹ מִן הַמִּזְרָח, שֶׁכֵּן מַקִּיף דֶּרֶךְ יָמִין","rdfs:label":"עיקר תוי\"ט משנה מדות ב א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-1"},{"uri":"jbr:mishna-5-10-2-2","jbo:text":"כל הנכנסין להר הבית נכנסין דרך ימין ומקיפין ויוצאין דרך שמאל, חוץ ממי שארעו דבר, שהוא מקיף לשמאל. מה לך מקיף לשמאל, שאני אבל, השוכן בבית הזה ינחמך. שאני מנדה, השוכן בבית הזה יתן בלבם ויקרבוך, דברי רבי מאיר. אמר לו רבי יוסי, עשיתן כאלו עברו עליו את הדין. אלא, השוכן בבית הזה יתן בלבך ותשמע לדברי חבריך ויקרבוך","jbo:textNikud":"כָּל הַנִּכְנָסִין לְהַר הַבַּיִת נִכְנָסִין דֶּרֶךְ יָמִין וּמַקִּיפִין וְיוֹצְאִין דֶּרֶךְ שְׂמֹאל, חוּץ מִמִּי שֶׁאֵרְעוֹ דָבָר, שֶׁהוּא מַקִּיף לִשְׂמֹאל. מַה לְּךָ מַקִּיף לִשְׂמֹאל, שֶׁאֲנִי אָבֵל, הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יְנַחֲמֶךָּ. שֶׁאֲנִי מְנֻדֶּה, הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יִתֵּן בְּלִבָּם וִיקָרְבוּךָ, דִּבְרֵי רַבִּי מֵאִיר. אָמַר לוֹ רַבִּי יוֹסֵי, עֲשִׂיתָן כְּאִלּוּ עָבְרוּ עָלָיו אֶת הַדִּין. אֶלָּא, הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יִתֵּן בְּלִבְּךָ וְתִשְׁמַע לְדִבְרֵי חֲבֵרֶיךָ וִיקָרְבוּךָ","rdfs:label":"משנה מדות ב ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-2"},{"uri":"jbr:mishna-bartanura-5-10-2-2","jbo:text":"ר\"ע מברטנורה נכנסים דרך ימין ומקיפין דרך שמאל. כגון הנכנסים דרך שערי חלדה שהן מן הימין, מקיפין דרך שער הטדי {ג}: שאני אבל. נשאלין אותו מה לך להקיף לשמאל, ואמר שאני אבל, אומרים לו השוכן בבית הזה ינחמך וכו': עשיתן כאלו עברו עליו את הדין. אם הן אומרים לו כן, נראה כאלו חבריו עותו הדין ונדוהו שלא כהלכה: יתן בלבך שתשמע לדברי חבריך. השתא משמע שהוא עשה שלא כדין וצריך תשובה. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה נִכְנָסִים דֶּרֶךְ יָמִין וּמַקִּיפִין דֶּרֶךְ שְׂמֹאל. כְּגוֹן הַנִּכְנָסִים דֶּרֶךְ שַׁעֲרֵי חֻלְדָּה שֶׁהֵן מִן הַיָּמִין, מַקִּיפִין דֶּרֶךְ שַׁעַר הַטָּדִי {ג}: שֶׁאֲנִי אָבֵל. נִשְׁאָלִין אוֹתוֹ מַה לְךָ לְהַקִּיף לִשְׂמֹאל, וְאָמַר שֶׁאֲנִי אָבֵל, אוֹמְרִים לוֹ הַשּׁוֹכֵן בַּבַּיִת הַזֶּה יְנַחֶמְךָ וְכוּ': עֲשִׂיתָן כְּאִלּוּ עָבְרוּ עָלָיו אֶת הַדִּין. אִם הֵן אוֹמְרִים לוֹ כֵּן, נִרְאֶה כְּאִלּוּ חֲבֵרָיו עִוְּתוּ הַדִּין וְנִדּוּהוּ שֶׁלֹּא כַּהֲלָכָה: יִתֵּן בְּלִבְּךָ שֶׁתִּשְׁמַע לְדִבְרֵי חֲבֵרֶיךָ. הַשְׁתָּא מַשְׁמַע שֶׁהוּא עָשָׂה שֶׁלֹּא כַּדִּין וְצָרִיךְ תְּשׁוּבָה. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה מדות ב ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-2"},{"uri":"jbr:mishna-yomtov-5-10-2-2","jbo:text":"עיקר תוי\"ט {ג} וקשיא לי, דהא במשנה ג' פרק קמא תנן דלא היה משמש כלום, והרי עכשיו שמושו יותר משמוש שערי הדרום, שבדרום היתה הכניסה דרך שני שערים, וכאן היציאה דרך שער אחד. ועוד קשה, דהא תנן התם דאף שבדרום משמשין יציאה. ולשון הרמב\"ם, משנכנס הנכנס משער שושן אינו הולך על שער חלדה אלא לצד שער טדי כו', ומעתה אין כאן יציאה כלל לשער טדי, אלא לסימנא בעלמא נקטיה","jbo:textNikud":"עיקר תוי\"ט {ג} וְקָשְׁיָא לִי, דְּהָא בְּמִשְׁנָה ג' פֶּרֶק קַמָּא תְּנַן דְּלֹא הָיָה מְשַׁמֵּשׁ כְּלוּם, וַהֲרֵי עַכְשָׁיו שִׁמּוּשׁוֹ יוֹתֵר מִשִּׁמּוּשׁ שַׁעֲרֵי הַדָּרוֹם, שֶׁבַּדָּרוֹם הָיְתָה הַכְּנִיסָה דֶּרֶךְ שְׁנֵי שְׁעָרִים, וְכָאן הַיְצִיאָה דֶּרֶךְ שַׁעַר אֶחָד. וְעוֹד קָשֶׁה, דְּהָא תְּנַן הָתָם דְּאַף שֶׁבַּדָּרוֹם מְשַׁמְּשִׁין יְצִיאָה. וּלְשׁוֹן הָרַמְבַּ\"ם, מִשֶּׁנִּכְנַס הַנִּכְנָס מִשַּׁעַר שׁוּשָׁן אֵינוֹ הוֹלֵךְ עַל שַׁעַר חֻלְדָּה אֶלָּא לְצַד שַׁעַר טָדִי כוּ', וּמֵעַתָּה אֵין כָּאן יְצִיאָה כְּלָל לְשַׁעַר טָדִי, אֶלָּא לְסִימָנָא בְּעָלְמָא נַקְטֵיהּ","rdfs:label":"עיקר תוי\"ט משנה מדות ב ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-2"},{"uri":"jbr:mishna-5-10-2-3","jbo:text":"לפנים ממנו, סורג {ד}, גבוה עשרה טפחים. ושלש עשרה פרצות היו שם, שפרצום מלכי יון. חזרו וגדרום, וגזרו כנגדם שלש עשרה השתחויות. לפנים ממנו, החיל, עשר אמות. ושתים עשרה מעלות היו שם. רום המעלה חצי אמה, ושלחה חצי אמה. כל המעלות שהיו שם, רום מעלה חצי אמה, ושלחה חצי אמה, חוץ משל אולם. כל הפתחים והשערים שהיו שם, גבהן עשרים אמה, ורחבן עשר אמות, חוץ משל אולם. כל הפתחים שהיו שם, היו להן דלתות, חוץ משל אולם. כל השערים שהיו שם, היו להן שקופות, חוץ משער טדי, שהיו שם שתי אבנים מטות זו על גב זו {ו}. כל השערים שהיו שם, נשתנו {ז} להיות של זהב, חוץ משער נקנור, מפני שנעשה בהן נס. ויש אומרים, מפני שנחשתן מצהיב","jbo:textNikud":"לִפְנִים מִמֶּנּוּ, סוֹרֵג {ד}, גָּבוֹהַּ עֲשָׂרָה טְפָחִים. וּשְׁלשׁ עֶשְׂרֵה פְרָצוֹת הָיוּ שָׁם, שֶׁפְּרָצוּם מַלְכֵי יָוָן. חָזְרוּ וּגְדָרוּם, וְגָזְרוּ כְנֶגְדָּם שְׁלשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת. לִפְנִים מִמֶּנּוּ, הַחֵיל, עֶשֶׂר אַמּוֹת. וּשְׁתֵּים עֶשְׂרֵה מַעֲלוֹת הָיוּ שָׁם. רוּם הַמַּעֲלָה חֲצִי אַמָּה, וְשִׁלְחָהּ חֲצִי אַמָּה. כָּל הַמַּעֲלוֹת שֶׁהָיוּ שָׁם, רוּם מַעֲלָה חֲצִי אַמָּה, וְשִׁלְחָהּ חֲצִי אַמָּה, חוּץ מִשֶּׁל אוּלָם. כָּל הַפְּתָחִים וְהַשְּׁעָרִים שֶׁהָיוּ שָׁם, גָּבְהָן עֶשְׂרִים אַמָּה, וְרָחְבָּן עֶשֶׂר אַמּוֹת, חוּץ מִשֶּׁל אוּלָם. כָּל הַפְּתָחִים שֶׁהָיוּ שָׁם, הָיוּ לָהֶן דְּלָתוֹת, חוּץ מִשֶּׁל אוּלָם. כָּל הַשְּׁעָרִים שֶׁהָיוּ שָׁם, הָיוּ לָהֶן שְׁקוֹפוֹת, חוּץ מִשַּׁעַר טָדִי, שֶׁהָיוּ שָׁם שְׁתֵּי אֲבָנִים מֻטּוֹת זוֹ עַל גַּב זוֹ {ו}. כָּל הַשְּׁעָרִים שֶׁהָיוּ שָׁם, נִשְׁתַּנּוּ {ז} לִהְיוֹת שֶׁל זָהָב, חוּץ מִשַּׁעַר נִקָּנוֹר, מִפְּנֵי שֶׁנַּעֲשָׂה בָהֶן נֵס. וְיֵשׁ אוֹמְרִים, מִפְּנֵי שֶׁנְּחֻשְׁתָּן מַצְהִיב","rdfs:label":"משנה מדות ב ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-3"},{"uri":"jbr:mishna-bartanura-5-10-2-3","jbo:text":"ר\"ע מברטנורה לפנים. מחומת הר הבית: סורג. מחצה העשויה נקבים נקבים כמטה מסרגת בחבלים, והיא עשויה מדפי עץ ארכים וקצרים שמרכיבין אותן זו על זו באלכסון: וגזרו כנגדם שלש עשרה השתחויות. כשמגיע כנגד כל פרצה ופרצה, משתחוה ומודה על אבדן מלכות יון: לפנים. מאותו סורג היה מקום פנוי עשר אמות, והוא נקרא חיל: ושתים עשרה מעלות היו שם. כדי לעלות משם לעזרת נשים: רום מעלה. כל מעלה מהן גבוהה מחברתה חצי אמה. וכן המעלה הראשונה גבוהה מן הקרקע חצי אמה: ושלחה. משך רחב {ה} המעלה, דהינו מקום דריסת הרגל, חצי אמה: חוץ משל אולם. חוץ מן המעלות שבין האולם ולמזבח שלא היו כלם כן, כדתנן בפרק ג': חוץ מפתח של אולם. דתנן לקמן באידך פרקין גבהו ארבעים אמה ורחבו עשרים: היו להן שקופות. אבן מנחת על שתי המזוזות שהדלת שוקף עליו. ושקופות לשון משקוף: מפני שנעשה בהן נס. כמו שמפרש ביומא פרק ג' [דף לח.]: מצהיבות. כמו מזהיבות {ח}, שמראיתן דומה לזהב לפיכך לא הצרכו לעשותו של זהב","jbo:textNikud":"ר\"ע מברטנורה לִפְנִים. מֵחוֹמַת הַר הַבַּיִת: סוֹרֵג. מְחִצָּה הָעֲשׂוּיָה נְקָבִים נְקָבִים כְּמִטָּה מְסֹרֶגֶת בַּחֲבָלִים, וְהִיא עֲשׂוּיָה מַדְּפֵי עֵץ אֲרֻכִּים וּקְצָרִים שֶׁמַּרְכִּיבִין אוֹתָן זוֹ עַל זוֹ בַּאֲלַכְסוֹן: וְגָזְרוּ כְנֶגְדָּם שְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת. כְּשֶׁמַּגִּיעַ כְּנֶגֶד כָּל פִּרְצָה וּפִרְצָה, מִשְׁתַּחֲוֶה וּמוֹדֶה עַל אָבְדַּן מַלְכוּת יָוָן: לִפְנִים. מֵאוֹתוֹ סוֹרֵג הָיָה מָקוֹם פָּנוּי עֶשֶׂר אַמּוֹת, וְהוּא נִקְרָא חֵיל: וּשְׁתֵּים עֶשְׂרֵה מַעֲלוֹת הָיוּ שָׁם. כְּדֵי לַעֲלוֹת מִשָּׁם לְעֶזְרַת נָשִׁים: רוּם מַעֲלָה. כָּל מַעֲלָה מֵהֶן גְּבוֹהָה מֵחֲבֶרְתָּהּ חֲצִי אַמָּה. וְכֵן הַמַּעֲלָה הָרִאשׁוֹנָה גְּבוֹהָה מִן הַקַּרְקַע חֲצִי אַמָּה: וְשִׁלְחָהּ. מֶשֶׁךְ רֹחַב {ה} הַמַּעֲלָה, דְּהַיְנוּ מְקוֹם דְּרִיסַת הָרֶגֶל, חֲצִי אַמָּה: חוּץ מִשֶּׁל אוּלָם. חוּץ מִן הַמַּעֲלוֹת שֶׁבֵּין הָאוּלָם וְלַמִּזְבֵּחַ שֶׁלֹּא הָיוּ כֻּלָּם כֵּן, כְּדִתְנַן בְּפֶרֶק ג': חוּץ מִפֶּתַח שֶׁל אוּלָם. דִּתְנַן לְקַמָּן בְּאִידָךְ פִּרְקִין גָּבְהוֹ אַרְבָּעִים אַמָּה וְרָחְבּוֹ עֶשְׂרִים: הָיוּ לָהֶן שְׁקוֹפוֹת. אֶבֶן מֻנַּחַת עַל שְׁתֵּי הַמְּזוּזוֹת שֶׁהַדֶּלֶת שׁוֹקֵף עָלָיו. וּשְׁקוֹפוֹת לְשׁוֹן מַשְׁקוֹף: מִפְּנֵי שֶׁנַּעֲשָׂה בָהֶן נֵס. כְּמוֹ שֶׁמְּפֹרָשׁ בְּיוֹמָא פֶּרֶק ג' [דַּף לח.]: מַצְהִיבוֹת. כְּמוֹ מַזְהִיבוֹת {ח}, שֶׁמַּרְאִיתָן דּוֹמָה לְזָהָב לְפִיכָךְ לֹא הֻצְרְכוּ לַעֲשׂוֹתוֹ שֶׁל זָהָב","rdfs:label":"ר\"ע מברטנורה משנה מדות ב ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-3"},{"uri":"jbr:mishna-yomtov-5-10-2-3","jbo:text":"עיקר תוי\"ט {ד} סורג כו'. כתב ראבי\"ה, נראה לי שהסורג מקיף מארבע רוחות הר הבית. וכן החיל כו'. ולפי זה הסורג היה כל סביב הקפו ולא היה פתוח ופרוץ אלא לצד מזרח עד שפרצום כו' וחזרו וגדרום כו'. עד כאן. ונראה לי דזה הבנין של הסורג שהוא כדי לתת מקום והבדל בין הנכרים הנכנסים להתפלל בבית ה' ובין ישראל, כאותו ששנינו בפרק קמא דכלים משנה ח' החיל מקדש ממנו שאין נכרים וטמא מת נכנסים לשם. ולטעם זה פרצום כו'. ועין תוספות יום טוב: {ה} וארכה בכל רחב ההר לצפון ולדרום. רש\"י. ולשון שלחה מלשון ושלח זה הרגל: {ז} נשתנו. לפי שכשעלו מן הגולה לא היו עשירים ולא יכלו לעשות של זהב: {ח} שער צהב (ויקרא יג), אמרו בספרא, כתבנית הזהב. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ד} סוֹרֵג כוּ'. כָּתַב רַאֲבִיָ\"ה, נִרְאֶה לִי שֶׁהַסּוֹרֵג מַקִּיף מֵאַרְבַּע רוּחוֹת הַר הַבַּיִת. וְכֵן הַחֵיל כוּ'. וּלְפִי זֶה הַסּוֹרֵג הָיָה כָּל סְבִיב הֶקֵּפוֹ וְלֹא הָיָה פָּתוּחַ וּפָרוּץ אֶלָּא לְצַד מִזְרָח עַד שֶׁפְּרָצוּם כוּ' וְחָזְרוּ וּגְדָרוּם כוּ'. עַד כָּאן. וְנִרְאֶה לִי דְּזֶה הַבִּנְיָן שֶׁל הַסּוֹרֵג שֶׁהוּא כְּדֵי לָתֵת מָקוֹם וְהֶבְדֵּל בֵּין הַנָּכְרִים הַנִּכְנָסִים לְהִתְפַּלֵּל בְּבֵית ה' וּבֵין יִשְׂרָאֵל, כְּאוֹתוֹ שֶׁשָּׁנִינוּ בְּפֶרֶק קַמָּא דְּכֵלִים מִשְׁנָה ח' הַחֵיל מְקֻדָּשׁ מִמֶּנּוּ שֶׁאֵין נָכְרִים וּטְמֵא מֵת נִכְנָסִים לְשָׁם. וּלְטַעַם זֶה פְּרָצוּם כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְאָרְכָּהּ בְּכָל רֹחַב הָהָר לַצָּפוֹן וְלַדָּרוֹם. רַשִׁ\"י. וּלְשׁוֹן שִׁלְּחָה מִלְּשׁוֹן וְשִׁלַּח זֶה הָרֶגֶל: {ז} נִשְׁתַּנּוּ. לְפִי שֶׁכְּשֶׁעָלוּ מִן הַגּוֹלָה לֹא הָיוּ עֲשִׁירִים וְלֹא יָכְלוּ לַעֲשׂוֹת שֶׁל זָהָב: {ח} שֵׂעָר צָהֹב (וַיִּקְרָא יג), אָמְרוּ בְּסִפְרָא, כְּתַבְנִית הַזָּהָב. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה מדות ב ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-3"},{"uri":"jbr:mishna-5-10-2-4","jbo:text":"כל הכתלים שהיו שם, היו גבוהים, חוץ מכתל המזרחי, שהכהן השורף את הפרה עומד בראש הר המשחה, ומתכון ורואה בפתחו של היכל בשעת הזית הדם","jbo:textNikud":"כָּל הַכְּתָלִים שֶׁהָיוּ שָׁם, הָיוּ גְבוֹהִים, חוּץ מִכֹּתֶל הַמִּזְרָחִי, שֶׁהַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה עוֹמֵד בְּרֹאשׁ הַר הַמִּשְׁחָה, וּמִתְכַּוֵּן וְרוֹאֶה בְפִתְחוֹ שֶׁל הֵיכָל בִּשְׁעַת הַזָּיַת הַדָּם","rdfs:label":"משנה מדות ב ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-4"},{"uri":"jbr:mishna-bartanura-5-10-2-4","jbo:text":"ר\"ע מברטנורה כל הכתלים שהיו שם. בכל בניני הר הבית: היו גבוהים. הרבה, עד שהיו כל הפתחים שבהן גבהן עשרים אמה, לבד ממה שעל הפתחים: חוץ מכתל מזרחי. הוא התחתון לרגלי הר הבית: שהכהן השורף את הפרה עומד בהר המשחה. הוא הר הזיתים אשר על פני ירושלים מקדם, ופני הכהן למערב, ומתכון ורואה מעל גבה ראש הכתל דרך השערים שלפנים ממנו את פתחו של היכל, כשהוא מזה בדם, כדכתיב (במדבר יט) והזה אל נכח פני אהל מועד. ואם היה הכתל גבוה, אף על פי שהשערים מכונות כלם זה כנגד זה, שער הר הבית כנגד שער עזרת נשים, ושער עזרת נשים כנגד שער העזרה הגדולה, ושער העזרה הגדולה כנגד פתח ההיכל, לא היה יכול לראות את פתח ההיכל דרך הפתחים, לפי שההר הולך ומגביה ועולה עד שקרקע פתח ההיכל גבוה (שתי) [כ\"ב אמות] {ט} יותר מקרקע רגלי הר הבית, ונמצא שאסקפת ההיכל גבוהה ממשקוף פתח הר הבית [שתי] אמות, שהרי לא היה פתח הר הבית גבוה אלא עשרים כדתנן לעיל, ונמצא שאין הכהן השוחט את הפרה יכול לראות חללו של פתח ההיכל דרך אותו פתח","jbo:textNikud":"ר\"ע מברטנורה כָּל הַכְּתָלִים שֶׁהָיוּ שָׁם. בְּכָל בִּנְיְנֵי הַר הַבַּיִת: הָיוּ גְבוֹהִים. הַרְבֵּה, עַד שֶׁהָיוּ כָּל הַפְּתָחִים שֶׁבָּהֶן גָּבְהָן עֶשְׂרִים אַמָּה, לְבַד מִמַּה שֶּׁעַל הַפְּתָחִים: חוּץ מִכֹּתֶל מִזְרָחִי. הוּא הַתַּחְתּוֹן לְרַגְלֵי הַר הַבַּיִת: שֶׁהַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה עוֹמֵד בְּהַר הַמִּשְׁחָה. הוּא הַר הַזֵּיתִים אֲשֶׁר עַל פְּנֵי יְרוּשָׁלַיִם מִקֶּדֶם, וּפְנֵי הַכֹּהֵן לַמַּעֲרָב, וּמִתְכַּוֵּן וְרוֹאֶה מֵעַל גֹּבַהּ רֹאשׁ הַכֹּתֶל דֶּרֶךְ הַשְּׁעָרִים שֶׁלִּפְנִים מִמֶּנּוּ אֶת פִּתְחוֹ שֶׁל הֵיכָל, כְּשֶׁהוּא מַזֶּה בְּדָם, כְּדִכְתִיב (בְּמִדְבַּר יט) וְהִזָּה אֶל נֹכַח פְּנֵי אֹהֶל מוֹעֵד. וְאִם הָיָה הַכֹּתֶל גָּבוֹהַּ, אַף עַל פִּי שֶׁהַשְּׁעָרִים מְכֻוָּנוֹת כֻּלָּם זֶה כְּנֶגֶד זֶה, שַׁעַר הַר הַבַּיִת כְּנֶגֶד שַׁעַר עֶזְרַת נָשִׁים, וְשַׁעַר עֶזְרַת נָשִׁים כְּנֶגֶד שַׁעַר הָעֲזָרָה הַגְּדוֹלָה, וְשַׁעַר הָעֲזָרָה הַגְּדוֹלָה כְּנֶגֶד פֶּתַח הַהֵיכָל, לֹא הָיָה יָכוֹל לִרְאוֹת אֶת פֶּתַח הַהֵיכָל דֶּרֶךְ הַפְּתָחִים, לְפִי שֶׁהָהָר הוֹלֵךְ וּמַגְבִּיהַּ וְעוֹלֶה עַד שֶׁקַּרְקַע פֶּתַח הַהֵיכָל גָּבוֹהַּ (שְׁתֵּי) [כ\"ב אַמּוֹת] {ט} יוֹתֵר מִקַּרְקַע רַגְלֵי הַר הַבַּיִת, וְנִמְצָא שֶׁאַסְקֻפַּת הַהֵיכָל גְּבוֹהָה מִמַּשְׁקוֹף פֶּתַח הַר הַבַּיִת [שְׁתֵּי] אַמּוֹת, שֶׁהֲרֵי לֹא הָיָה פֶּתַח הַר הַבַּיִת גָּבוֹהַּ אֶלָּא עֶשְׂרִים כְּדִתְנַן לְעֵיל, וְנִמְצָא שֶׁאֵין הַכֹּהֵן הַשּׁוֹחֵט אֶת הַפָּרָה יָכוֹל לִרְאוֹת חֲלָלוֹ שֶׁל פֶּתַח הַהֵיכָל דֶּרֶךְ אוֹתוֹ פֶּתַח","rdfs:label":"ר\"ע מברטנורה משנה מדות ב ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-4"},{"uri":"jbr:mishna-yomtov-5-10-2-4","jbo:text":"עיקר תוי\"ט {ט} ומסכת זו אליבא דרבי אליעזר בן יעקב שאמר בפרק זה שעזרת כהנים היתה גבוהה על עזרת ישראל שתי אמות ומחצה. דאי אמרת רבנן, הא איכא פלגא דאמתא דמתחזי ליה פתחא בגויה. גמרא. צא וחשב, מחיל לעזרת נשים שתים עשרה מעלות, וממנה חמש עשרה מעלות לעזרת ישראל, וממנה לעזרת כהנים בדוכן שגבהן אמה, ובדוכן ג' מעלות, ומסוף עזרת כהנים לאולם שתים עשרה מעלות וכל מעלה חצי אמה כו'. ואמרו שהוא נמוך מעשרים, כדי שיהיה הנראה יותר משתי אמות כו'. הרמב\"ם. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ט} וּמַסֶּכֶת זוֹ אַלִּיבָּא דְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב שֶׁאָמַר בְּפֶרֶק זֶה שֶׁעֶזְרַת כֹּהֲנִים הָיְתָה גְּבוֹהָה עַל עֶזְרַת יִשְׂרָאֵל שְׁתֵּי אַמּוֹת וּמֶחֱצָה. דְּאִי אָמַרְתְּ רַבָּנָן, הָא אִיכָּא פַּלְגָא דְּאַמְּתָא דְּמִתְחֲזֵי לֵיהּ פִּתְחָא בְּגַוֵּיהּ. גְּמָרָא. צֵא וַחֲשֹׁב, מֵחֵיל לְעֶזְרַת נָשִׁים שְׁתֵּים עֶשְׂרֵה מַעֲלוֹת, וּמִמֶּנָּה חֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת לְעֶזְרַת יִשְׂרָאֵל, וּמִמֶּנָּה לְעֶזְרַת כֹּהֲנִים בַּדּוּכָן שֶׁגָּבְהָן אַמָּה, וּבַדּוּכָן ג' מַעֲלוֹת, וּמִסּוֹף עֶזְרַת כֹּהֲנִים לָאוּלָם שְׁתֵּים עֶשְׂרֵה מַעֲלוֹת וְכָל מַעֲלָה חֲצִי אַמָּה כוּ'. וְאָמְרוּ שֶׁהוּא נָמוּךְ מֵעֶשְׂרִים, כְּדֵי שֶׁיִּהְיֶה הַנִּרְאֶה יוֹתֵר מִשְּׁתֵּי אַמּוֹת כוּ'. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מדות ב ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-4"},{"uri":"jbr:mishna-5-10-2-5","jbo:text":"עזרת הנשים היתה ארך מאה ושלשים וחמש {י} על רחב מאה ושלשים וחמש. וארבע לשכות היו בארבע מקצועותיה {יא}, של ארבעים ארבעים {יב} אמה. ולא היו מקורות {יג}. וכך הם עתידים להיות, שנאמר (יחזקאל מו), ויוציאני אל החצר החיצונה ויעבירני אל ארבעת מקצועי החצר והנה חצר במקצע החצר, חצר במקצע החצר, בארבעת מקצעות החצר חצרות קטרות. ואין קטרות אלא שאינן מקורות. ומה היו משמשות. דרומית מזרחית, היא היתה לשכת הנזירים, ששם הנזירים מבשלין את שלמיהן, ומגלחין את שערן, ומשלחים תחת הדוד. מזרחית צפונית, היא היתה לשכת העצים, ששם הכהנים בעלי מומין מתליעין העצים. וכל עץ שנמצא בו תולעת, פסול מעל גבי המזבח. צפונית מערבית, היא היתה לשכת מצרעים. מערבית דרומית, אמר רבי אליעזר בן יעקב, שכחתי מה היתה משמשת. אבא שאול אומר, שם היו נותנין יין ושמן, היא היתה נקראת לשכת בית שמניה. וחלקה היתה בראשונה, והקיפוה כצוצרה, שהנשים רואות מלמעלן, והאנשים מלמטן, כדי שלא יהו מערבין. וחמש עשרה מעלות עולות מתוכה לעזרת ישראל, כנגד חמש עשרה מעלות שבתהלים, שעליהן הלוים אומרים בשיר. לא היו טרוטות, אלא מקפות כחצי גרן עגלה","jbo:textNikud":"עֶזְרַת הַנָּשִׁים הָיְתָה אֹרֶךְ מֵאָה וּשְׁלשִׁים וְחָמֵשׁ {י} עַל רֹחַב מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ. וְאַרְבַּע לְשָׁכוֹת הָיוּ בְאַרְבַּע מִקְצוֹעוֹתֶיהָ {יא}, שֶׁל אַרְבָּעִים אַרְבָּעִים {יב} אַמָּה. וְלֹא הָיוּ מְקוֹרוֹת {יג}. וְכָךְ הֵם עֲתִידִים לִהְיוֹת, שֶׁנֶּאֱמַר (יחזקאל מו), וַיּוֹצִיאֵנִי אֶל הֶחָצֵר הַחִיצוֹנָה וַיַּעֲבִירֵנִי אֶל אַרְבַּעַת מִקְצוֹעֵי הֶחָצֵר וְהִנֵּה חָצֵר בְּמִקְצֹעַ הֶחָצֵר, חָצֵר בְּמִקְצֹעַ הֶחָצֵר, בְּאַרְבַּעַת מִקְצֹעוֹת הֶחָצֵר חֲצֵרוֹת קְטֻרוֹת. וְאֵין קְטֻרוֹת אֶלָּא שֶׁאֵינָן מְקוֹרוֹת. וּמֶה הָיוּ מְשַׁמְּשׁוֹת. דְּרוֹמִית מִזְרָחִית, הִיא הָיְתָה לִשְׁכַּת הַנְּזִירִים, שֶׁשָּׁם הַנְּזִירִים מְבַשְּׁלִין אֶת שַׁלְמֵיהֶן, וּמְגַלְּחִין אֶת שְׂעָרָן, וּמְשַׁלְּחִים תַּחַת הַדּוּד. מִזְרָחִית צְפוֹנִית, הִיא הָיְתָה לִשְׁכַּת הָעֵצִים, שֶׁשָּׁם הַכֹּהֲנִים בַּעֲלֵי מוּמִין מַתְלִיעִין הָעֵצִים. וְכָל עֵץ שֶׁנִּמְצָא בוֹ תוֹלַעַת, פָּסוּל מֵעַל גַּבֵּי הַמִּזְבֵּחַ. צְפוֹנִית מַעֲרָבִית, הִיא הָיְתָה לִשְׁכַּת מְצֹרָעִים. מַעֲרָבִית דְּרוֹמִית, אָמַר רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב, שָׁכַחְתִּי מֶה הָיְתָה מְשַׁמֶּשֶׁת. אַבָּא שָׁאוּל אוֹמֵר, שָׁם הָיוּ נוֹתְנִין יַיִן וָשֶׁמֶן, הִיא הָיְתָה נִקְרֵאת לִשְׁכַּת בֵּית שְׁמַנְיָה. וַחֲלָקָה הָיְתָה בָּרִאשׁוֹנָה, וְהִקִּיפוּהָ כְצוֹצְרָה, שֶׁהַנָּשִׁים רוֹאוֹת מִלְמַעְלָן, וְהָאֲנָשִׁים מִלְּמַטָּן, כְּדֵי שֶׁלֹּא יְהוּ מְעֹרָבִין. וַחֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת עוֹלוֹת מִתּוֹכָהּ לְעֶזְרַת יִשְׂרָאֵל, כְּנֶגֶד חֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת שֶׁבַּתְּהִלִּים, שֶׁעֲלֵיהֶן הַלְוִיִּם אוֹמְרִים בַּשִּׁיר. לֹא הָיוּ טְרוּטוֹת, אֶלָּא מֻקָּפוֹת כַּחֲצִי גֹרֶן עֲגֻלָּה","rdfs:label":"משנה מדות ב ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-5"},{"uri":"jbr:mishna-bartanura-5-10-2-5","jbo:text":"ר\"ע מברטנורה ארך. מן המזרח למערב: על רחב. מן הצפון לדרום: קטרות אלא שאינן מקורות. מלשון והנה עלה קיטור הארץ (בראשית יט), כלומר מעלות עשן, לפי שאין להן תקרה: ומשלחים תחת הדוד. לשרפן באש שתחת היורה שמבשלים בה השלמים, דכתיב (במדבר ו) ונתן על האש אשר תחת זבח השלמים: מתליעין בעצים. מסירין העצים שנמצא בהן תולעת {יד}, לפי שהן פסולים למערכה: לשכת מצרעים. ששם המצרעים טובלים בשמיני לטהרתן כשבא להכניס ידו בפנים למתן בהונות ואף על פי שטבל מבערב {טו}: אמר רבי אליעזר בן יעקב שכחתי מה היתה משמשת. מכלל דרישא כלה רבי אליעזר בן יעקב קאמר לה, והכי מוכח בגמרא דיומא דסתם מתניתין דמדות רבי אליעזר בן יעקב היא: וחלקה היתה בראשונה. פרש רמב\"ם, פרוצה, שלא היתה מקפת מחצה {טז}: כצוצטרה. כמו גזוזטרא הקיפו סביב לעזרת נשים, שיהיו הנשים עומדות למעלה על הגזוזטרא והאנשים למטה לראות בשמחת בית השואבה, כדי שלא יבאו לידי קלות ראש: חמש עשרה מעלות. גבה קרקע עזרת ישראל מעזרת נשים: לא היו טרוטות. ארכות ובעלי זויות כדרך כל המעלות, אלא עגלות כחצי גרן עגלה","jbo:textNikud":"ר\"ע מברטנורה אֹרֶךְ. מִן הַמִּזְרָח לַמַּעֲרָב: עַל רֹחַב. מִן הַצָּפוֹן לַדָּרוֹם: קְטֻרוֹת אֶלָּא שֶׁאֵינָן מְקוֹרוֹת. מִלְּשׁוֹן וְהִנֵּה עָלָה קִיטוֹר הָאָרֶץ (בְּרֵאשִׁית יט), כְּלוֹמַר מַעֲלוֹת עָשָׁן, לְפִי שֶׁאֵין לָהֶן תִּקְרָה: וּמְשַׁלְּחִים תַּחַת הַדּוּד. לְשָׂרְפָן בָּאֵשׁ שֶׁתַּחַת הַיּוֹרָה שֶׁמְּבַשְּׁלִים בָּהּ הַשְּׁלָמִים, דִּכְתִיב (בְּמִדְבַּר ו) וְנָתַן עַל הָאֵשׁ אֲשֶׁר תַּחַת זֶבַח הַשְּׁלָמִים: מַתְלִיעִין בָּעֵצִים. מְסִירִין הָעֵצִים שֶׁנִּמְצָא בָּהֶן תּוֹלַעַת {יד}, לְפִי שֶׁהֵן פְּסוּלִים לַמַּעֲרָכָה: לִשְׁכַּת מְצֹרָעִים. שֶׁשָּׁם הַמְּצֹרָעִים טוֹבְלִים בַּשְּׁמִינִי לְטָהֳרָתָן כְּשֶׁבָּא לְהַכְנִיס יָדוֹ בִּפְנִים לְמַתַּן בְּהוֹנוֹת וְאַף עַל פִּי שֶׁטָּבַל מִבָּעֶרֶב {טו}: אָמַר רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב שָׁכַחְתִּי מֶה הָיְתָה מְשַׁמֶּשֶׁת. מִכְּלַל דְּרֵישָׁא כֻּלַּהּ רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב קָאָמַר לָהּ, וְהָכִי מוּכָח בַּגְּמָרָא דְּיוֹמָא דִּסְתָם מַתְנִיתִין דְּמִדּוֹת רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב הִיא: וַחֲלָקָה הָיְתָה בָּרִאשׁוֹנָה. פֵּרֵשׁ רַמְבַּ\"ם, פְּרוּצָה, שֶׁלֹּא הָיְתָה מֻקֶּפֶת מְחִצָּה {טז}: כְּצוֹצְטְרָה. כְּמוֹ גְּזוּזְטְרָא הִקִּיפוּ סָבִיב לְעֶזְרַת נָשִׁים, שֶׁיִּהְיוּ הַנָּשִׁים עוֹמְדוֹת לְמַעְלָה עַל הַגְּזוּזְטְרָא וְהָאֲנָשִׁים לְמַטָּה לִרְאוֹת בְּשִׂמְחַת בֵּית הַשּׁוֹאֵבָה, כְּדֵי שֶׁלֹּא יָבֹאוּ לִידֵי קַלּוּת רֹאשׁ: חֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת. גֹּבַהּ קַרְקַע עֶזְרַת יִשְׂרָאֵל מֵעֶזְרַת נָשִׁים: לֹא הָיוּ טְרוּטוֹת. אֲרֻכּוֹת וּבַעֲלֵי זָוִיּוֹת כְּדֶרֶךְ כָּל הַמַּעֲלוֹת, אֶלָּא עֲגֻלּוֹת כַּחֲצִי גֹּרֶן עֲגֻלָּה","rdfs:label":"ר\"ע מברטנורה משנה מדות ב ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-5"},{"uri":"jbr:mishna-yomtov-5-10-2-5","jbo:text":"עיקר תוי\"ט {י} מאה שלשים וחמש. פרוש, אמה. וסמך ליה אמדת הר הבית דריש פרקין: {יא} מקצועותיה. פרוש, במקצעותיה שמבפנים: {יב} ארבעים ארבעים. ואיני יודע אם מרבעות היו. אבל של יחזקאל היו ארבעים ארך ושלשים רחב. הר\"ש: {יג} ולא כו'. כדי לבשל בתוכו את זבחי העם שלמים תודה ואיל נזיר. הר\"ש. וכן כתוב ביחזקאל [מו] אלה בית המבשלים אשר יבשלו שם משרתי הבית את זבח העם: {יד} כמו שאמרו מסקלין, על הרמת האבנים שהשלכו בדרך. הרמב\"ם: {טו} והואיל ומבערב טבל, רשאי לכנס בעזרת נשים, כדתנן בפרק קמא דכלים שאין טבול יום נכנס לשם. אבל אותה טבילה שטעון כל הנכנס לעזרה כדתנן במשנה ג' פרק ג' דיומא, ההיא בעזרת ישראל. ועין תוספות יום טוב: {טז} וצריך לומר שמעקה היה לה סביב, שהרי גבוהה היתה שש אמות מהר הבית. ולפרוש רש\"י בפרק ה' דסכה, ניחא טפי","jbo:textNikud":"עיקר תוי\"ט {י} מֵאָה שְׁלֹשִׁים וְחָמֵשׁ. פֵּרוּשׁ, אַמָּה. וְסָמַךְ לֵיהּ אַמִּדַּת הַר הַבַּיִת דְּרֵישׁ פִּרְקִין: {יא} מִקְצוֹעוֹתֶיהָ. פֵּרוּשׁ, בְּמִקְצְעוֹתֶיהָ שֶׁמִּבִּפְנִים: {יב} אַרְבָּעִים אַרְבָּעִים. וְאֵינִי יוֹדֵעַ אִם מְרֻבָּעוֹת הָיוּ. אֲבָל שֶׁל יְחֶזְקֵאל הָיוּ אַרְבָּעִים אֹרֶךְ וּשְׁלֹשִׁים רֹחַב. הָרַ\"שׁ: {יג} וְלֹא כוּ'. כְּדֵי לְבַשֵּׁל בְּתוֹכוֹ אֶת זִבְחֵי הָעָם שְׁלָמִים תּוֹדָה וְאֵיל נָזִיר. הָרַ\"שׁ. וְכֵן כָּתוּב בִּיחֶזְקֵאל [מו] אֵלֶּה בֵּית הַמְּבַשְּׁלִים אֲשֶׁר יְבַשְּׁלוּ שָׁם מְשָׁרְתֵי הַבַּיִת אֶת זֶבַח הָעָם: {יד} כְּמוֹ שֶׁאָמְרוּ מְסַקְּלִין, עַל הֲרָמַת הָאֲבָנִים שֶׁהֻשְׁלְכוּ בַּדֶּרֶךְ. הָרַמְבַּ\"ם: {טו} וְהוֹאִיל וְמִבָּעֶרֶב טָבַל, רַשַּׁאי לִכָּנֵס בְּעֶזְרַת נָשִׁים, כְּדִתְנַן בְּפֶרֶק קַמָּא דְּכֵלִים שֶׁאֵין טְבוּל יוֹם נִכְנָס לְשָׁם. אֲבָל אוֹתָהּ טְבִילָה שֶׁטָּעוּן כָּל הַנִּכְנָס לָעֲזָרָה כְּדִתְנַן בְּמִשְׁנָה ג' פֶּרֶק ג' דְּיוֹמָא, הַהִיא בְּעֶזְרַת יִשְׂרָאֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וְצָרִיךְ לוֹמַר שֶׁמַּעֲקֶה הָיָה לָהּ סָבִיב, שֶׁהֲרֵי גְּבוֹהָה הָיְתָה שֵׁשׁ אַמּוֹת מֵהַר הַבַּיִת. וּלְפֵרוּשׁ רַשִׁ\"י בְּפֶרֶק ה' דְּסֻכָּה, נִיחָא טְפֵי","rdfs:label":"עיקר תוי\"ט משנה מדות ב ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-5"},{"uri":"jbr:mishna-5-10-2-6","jbo:text":"ולשכות היו תחת עזרת ישראל, ופתוחות לעזרת הנשים, ששם הלוים נותנים כנורות ונבלים ומצלתים וכל כלי שיר. עזרת {יז} ישראל היתה ארך מאה אמה ושלשים וחמש {יח} על רחב אחת עשרה. וכן עזרת כהנים היתה ארך מאה ושלשים וחמש על רחב אחת עשרה. וראשי פספסין {יט} מבדילין בין עזרת ישראל לעזרת הכהנים. רבי אליעזר בן יעקב אומר, מעלה היתה שם, וגבוהה אמה, והדוכן נתון עליה, ובה שלש מעלות של חצי חצי אמה. נמצאת עזרת הכהנים גבוהה מעזרת ישראל שתי אמות ומחצה. כל העזרה היתה ארך מאה ושמונים ושבע על רחב מאה ושלשים וחמש. ושלש עשרה השתחויות היו שם. אבא יוסי בן חנן אומר, כנגד שלשה עשר שערים. שערים דרומיים סמוכים למערב, שער העליון {כב}, שער הדלק, שער הבכורות, שער המים, ולמה נקרא שמו שער המים. שבו מכניסין צלוחית של מים של נסוך בחג. רבי אליעזר בן יעקב אומר, ובו המים מפכים, ועתידין להיות יוצאין מתחת מפתן הבית. ולעמתן בצפון סמוכים למערב, שער יכניה, שער הקרבן, שער הנשים {כג}, שער השיר {כד}. ולמה נקרא שמו שער יכניה, שבו יצא יכניה בגלותו. שבמזרח, שער נקנור. ושני פשפשים היו לו, אחד מימינו ואחד משמאלו. ושנים {כה} במערב, לא היה להם שם","jbo:textNikud":"וּלְשָׁכוֹת הָיוּ תַחַת עֶזְרַת יִשְׂרָאֵל, וּפְתוּחוֹת לְעֶזְרַת הַנָּשִׁים, שֶׁשָּׁם הַלְוִיִּם נוֹתְנִים כִּנּוֹרוֹת וּנְבָלִים וּמְצִלְתַּיִם וְכָל כְּלֵי שִׁיר. עֶזְרַת {יז} יִשְׂרָאֵל הָיְתָה אֹרֶךְ מֵאָה אַמָּה וּשְׁלשִׁים וְחָמֵשׁ {יח} עַל רֹחַב אַחַת עֶשְׂרֵה. וְכֵן עֶזְרַת כֹּהֲנִים הָיְתָה אֹרֶךְ מֵאָה וּשְׁלשִׁים וְחָמֵשׁ עַל רֹחַב אַחַת עֶשְׂרֵה. וְרָאשֵׁי פִסְפָּסִין {יט} מַבְדִּילִין בֵּין עֶזְרַת יִשְׂרָאֵל לְעֶזְרַת הַכֹּהֲנִים. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מַעֲלָה הָיְתָה שָׁם, וּגְבוֹהָה אַמָּה, וְהַדּוּכָן נָתוּן עָלֶיהָ, וּבָהּ שָׁלשׁ מַעֲלוֹת שֶׁל חֲצִי חֲצִי אַמָּה. נִמְצֵאת עֶזְרַת הַכֹּהֲנִים גְּבוֹהָה מֵעֶזְרַת יִשְׂרָאֵל שְׁתֵּי אַמּוֹת וּמֶחֱצָה. כָּל הָעֲזָרָה הָיְתָה אֹרֶךְ מֵאָה וּשְׁמוֹנִים וָשֶׁבַע עַל רֹחַב מֵאָה וּשְׁלשִׁים וְחָמֵשׁ. וּשְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת הָיוּ שָׁם. אַבָּא יוֹסֵי בֶן חָנָן אוֹמֵר, כְּנֶגֶד שְׁלֹשָׁה עָשָׂר שְׁעָרִים. שְׁעָרִים דְּרוֹמִיִּים סְמוּכִים לַמַּעֲרָב, שַׁעַר הָעֶלְיוֹן {כב}, שַׁעַר הַדֶּלֶק, שַׁעַר הַבְּכוֹרוֹת, שַׁעַר הַמָּיִם, וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר הַמַּיִם. שֶׁבּוֹ מַכְנִיסִין צְלוֹחִית שֶׁל מַיִם שֶׁל נִסּוּךְ בֶּחָג. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, וּבוֹ הַמַּיִם מְפַכִּים, וַעֲתִידִין לִהְיוֹת יוֹצְאִין מִתַּחַת מִפְתַּן הַבָּיִת. וּלְעֻמָּתָן בַּצָּפוֹן סְמוּכִים לַמַּעֲרָב, שַׁעַר יְכָנְיָה, שַׁעַר הַקָּרְבָּן, שַׁעַר הַנָּשִׁים {כג}, שַׁעַר הַשִּׁיר {כד}. וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר יְכָנְיָה, שֶׁבּוֹ יָצָא יְכָנְיָה בְּגָלוּתוֹ. שֶׁבַּמִּזְרָח, שַׁעַר נִקָּנוֹר. וּשְׁנֵי פִשְׁפָּשִׁים הָיוּ לוֹ, אֶחָד מִימִינוֹ וְאֶחָד מִשְּׂמֹאלוֹ. וּשְׁנַיִם {כה} בַּמַעֲרָב, לֹא הָיָה לָהֶם שֵׁם","rdfs:label":"משנה מדות ב ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-6"},{"uri":"jbr:mishna-bartanura-5-10-2-6","jbo:text":"ר\"ע מברטנורה וראשי פספסין. ראשי קורות {כ} בולטים ויוצאים מן הכתל להבדיל בין עזרת ישראל לעזרת כהנים: מעלה היתה שם. בעזרת ישראל: וגבוהה אמה. וארכה כארך כל העזרה: ודוכן. של לוים בנוי עליה ועשוי כמין אצטבא, וגבה הדוכן אמה וחצי: ובו שלש מעלות של חצי חצי אמה. שעולין בהן לדוכן {כא}: כל העזרה. מתחלת עזרת ישראל עד [אחרי] אחת עשרה אמה מקום פנוי שהיה אחורי בית הכפרת: על רחב. מצפון לדרום: שלשה עשר שערים. כדקא חשיב להו ואזיל. והאומר שבעה שערים היו לעזרה נותן טעם לשלשה עשר השתחויות, כנגד שלשה עשר פרצות שפרצו מלכי יון בסורג, כדאמרינן לעיל בפרקין. וכלה מתניתין מפרשת בפרק קמא","jbo:textNikud":"ר\"ע מברטנורה וְרָאשֵׁי פִסְפָּסִין. רָאשֵׁי קוֹרוֹת {כ} בּוֹלְטִים וְיוֹצְאִים מִן הַכֹּתֶל לְהַבְדִּיל בֵּין עֶזְרַת יִשְׂרָאֵל לְעֶזְרַת כֹּהֲנִים: מַעֲלָה הָיְתָה שָׁם. בְּעֶזְרַת יִשְׂרָאֵל: וּגְבוֹהָה אַמָּה. וְאָרְכָּהּ כְּאֹרֶךְ כָּל הָעֲזָרָה: וְדוּכָן. שֶׁל לְוִיִּם בָּנוּי עָלֶיהָ וְעָשׂוּי כְּמִין אִצְטַבָּא, וְגֹבַהּ הַדּוּכָן אַמָּה וָחֵצִי: וּבוֹ שָׁלֹשׁ מַעֲלוֹת שֶׁל חֲצִי חֲצִי אַמָּה. שֶׁעוֹלִין בָּהֶן לַדּוּכָן {כא}: כָּל הָעֲזָרָה. מִתְּחִלַּת עֶזְרַת יִשְׂרָאֵל עַד [אַחֲרֵי] אַחַת עֶשְׂרֵה אַמָּה מָקוֹם פָּנוּי שֶׁהָיָה אֲחוֹרֵי בֵּית הַכַּפֹּרֶת: עַל רֹחַב. מִצָּפוֹן לְדָרוֹם: שְׁלֹשָׁה עָשָׂר שְׁעָרִים. כִּדְקָא חֲשִׁיב לְהוּ וְאָזִיל. וְהָאוֹמֵר שִׁבְעָה שְׁעָרִים הָיוּ לָעֲזָרָה נוֹתֵן טַעַם לִשְׁלֹשָׁה עָשָׂר הִשְׁתַּחֲוָיוֹת, כְּנֶגֶד שְׁלֹשָׁה עָשָׂר פְּרָצוֹת שֶׁפָּרְצוּ מַלְכֵי יָוָן בַּסּוֹרֵג, כִּדְאָמְרִינַן לְעֵיל בְּפִרְקִין. וְכֻלָּהּ מַתְנִיתִין מְפֹרֶשֶׁת בְּפֶרֶק קַמָּא","rdfs:label":"ר\"ע מברטנורה משנה מדות ב ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-6"},{"uri":"jbr:mishna-yomtov-5-10-2-6","jbo:text":"עיקר תוי\"ט {יז} עזרת כו'. נקוד העי\"ן בסגו\"ל. דשם דבר הוא, לשון עזרה. דבפרק תפלת השחר בירושלמי מפרש, עזרה, שמשם עזרה באה לעולם שנאמר ישלח עזרך מקדש [תהלים כ]: {יח} מאה ושלשים וחמש. פרוש, מצפון לדרום. וכל מדה יתרה קרוי ארך, כמו שכתב רש\"י במלכים וביחזקאל. ומה שקדשת עזרת ישראל יתרה מעזרת נשים וכן של כהנים יתרה משל ישראל, תנן במשנה ח' פרק קמא דכלים: {יט} פספסין. אפשר שלא היו אלא כשעור פס יד, לכך נקראו פספסין, כאותו ששנינו במסכת נגעים פרק י\"א משנה ז': {כ} עין לעיל פרק א' משנה ו': {כא} לברך את העם. הרר\"ש: {כב} העליון. ועליון הוא להר, כי היה ההר משפע ויורד. ראבי\"ה. ועין תוספות יום טוב: {כג} הנשים. נראה שבשער הזה היו הנשים יוצאות מן העזרה שלהם, שהרי לא היו יוצאות בשער המזרח שאחוריהן אל ההיכל, שבצד דרום לא היה שער בעזרת נשים, והיו מקיפות דרך שמאל ויוצאות בזה השער. ראבי\"ה. ועין תוספות יום טוב: {כד} השיר. דרך שם היו מביאין מן המחלה כלי שיר. שם: {כה} ושנים. והאחד משוך כלפי דרום והשני כלפי צפון, כדי שלא יהיו כנגד קדשי קדשים כדי שלא יפנו אחוריהן ביציאה לקדש. ראבי\"ה","jbo:textNikud":"עיקר תוי\"ט {יז} עֶזְרַת כוּ'. נָקוּד הָעַיִ\"ן בְּסֶגוֹ\"ל. דְּשֵׁם דָּבָר הוּא, לְשׁוֹן עֲזָרָה. דִּבְפֶרֶק תְּפִלַּת הַשַּׁחַר בַּיְרוּשַׁלְמִי מְפָרֵשׁ, עֲזָרָה, שֶׁמִּשָּׁם עֶזְרָה בָּאָה לָעוֹלָם שֶׁנֶּאֱמַר יִשְׁלַח עֶזְרְךָ מִקֹּדֶשׁ [תְּהִלִּים כ]: {יח} מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ. פֵּרוּשׁ, מִצָּפוֹן לְדָרוֹם. וְכָל מִדָּה יְתֵרָה קָרוּי אֹרֶךְ, כְּמוֹ שֶׁכָּתַב רַשִׁ\"י בִּמְלָכִים וּבִיחֶזְקֵאל. וּמַה שֶּׁקְּדֻשַּׁת עֶזְרַת יִשְׂרָאֵל יְתֵרָה מֵעֶזְרַת נָשִׁים וְכֵן שֶׁל כֹּהֲנִים יְתֵרָה מִשֶּׁל יִשְׂרָאֵל, תְּנַן בְּמִשְׁנָה ח' פֶּרֶק קַמָּא דְּכֵלִים: {יט} פִּסְפָּסִין. אֶפְשָׁר שֶׁלֹּא הָיוּ אֶלָּא כְּשִׁעוּר פַּס יָד, לְכָךְ נִקְרְאוּ פִּסְפָּסִין, כְּאוֹתוֹ שֶׁשָּׁנִינוּ בְּמַסֶּכֶת נְגָעִים פֶּרֶק י\"א מִשְׁנָה ז': {כ} עַיֵּן לְעֵיל פֶּרֶק א' מִשְׁנָה ו': {כא} לְבָרֵךְ אֶת הָעָם. הָרר\"שׁ: {כב} הָעֶלְיוֹן. וְעֶלְיוֹן הוּא לָהָר, כִּי הָיָה הָהָר מְשֻׁפָּע וְיוֹרֵד. רַאֲבִיָ\"ה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} הַנָּשִׁים. נִרְאֶה שֶׁבַּשַּׁעַר הַזֶּה הָיוּ הַנָּשִׁים יוֹצְאוֹת מִן הָעֲזָרָה שֶׁלָּהֶם, שֶׁהֲרֵי לֹא הָיוּ יוֹצְאוֹת בְּשַׁעַר הַמִּזְרָח שֶׁאֲחוֹרֵיהֶן אֶל הַהֵיכָל, שֶׁבְּצַד דָּרוֹם לֹא הָיָה שַׁעַר בְּעֶזְרַת נָשִׁים, וְהָיוּ מַקִּיפוֹת דֶּרֶךְ שְׂמֹאל וְיוֹצְאוֹת בְּזֶה הַשַּׁעַר. רַאֲבִיָ\"ה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} הַשִּׁיר. דֶּרֶךְ שָׁם הָיוּ מְבִיאִין מִן הַמְּחִלָּה כְּלֵי שִׁיר. שָׁם: {כה} וּשְׁנַיִם. וְהָאֶחָד מָשׁוּךְ כְּלַפֵּי דָּרוֹם וְהַשֵּׁנִי כְּלַפֵּי צָפוֹן, כְּדֵי שֶׁלֹּא יִהְיוּ כְּנֶגֶד קָדְשֵׁי קָדָשִׁים כְּדֵי שֶׁלֹּא יַפְנוּ אֲחוֹרֵיהֶן בַּיְצִיאָה לַקֹּדֶשׁ. רַאֲבִיָ\"ה","rdfs:label":"עיקר תוי\"ט משנה מדות ב ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-2","jbo:interprets":"jbr:mishna-5-10-2-6"},{"uri":"jbr:mishna-5-10-3-1","jbo:text":"המזבח היה שלשים ושתים על שלשים ושתים {א}. עלה אמה וכנס אמה, זה היסוד. נמצא שלשים על שלשים {ד}. עלה חמש וכנס אמה. זה הסובב. נמצא עשרים ושמנה על עשרים ושמנה {ה}. מקום הקרנות אמה מזה ואמה מזה. נמצא עשרים ושש על עשרים ושש. מקום הלוך רגלי הכהנים, אמה מזה ואמה מזה. נמצא עשרים וארבע {ו} על עשרים וארבע, מקום המערכה. אמר רבי יוסי, מתחלה לא היה אלא שמנה ועשרים על שמנה ועשרים, כונס ועולה במדה זו, עד שנמצא מקום המערכה עשרים על עשרים. וכשעלו בני הגולה, הוסיפו {ז} עליו ארבע אמות מן הדרום {ח} וארבע אמות מן המערב, כמין גמא, שנאמר (יחזקאל מג), והאריאל שתים עשרה ארך בשתים עשרה רחב רבוע. יכול שאינו אלא שתים עשרה על שתים עשרה, כשהוא אומר (שם) אל ארבעת רבעיו, מלמד שמן האמצע הוא מודד שתים עשרה אמה לכל רוח. וחוט של סקרא חוגרו באמצע {יא}, להבדיל בין הדמים העליונים לדמים התחתונים. והיסוד היה מהלך על פני כל הצפון ועל פני כל המערב, ואוכל בדרום אמה אחת, ובמזרח אמה אחת","jbo:textNikud":"הַמִּזְבֵּחַ הָיָה שְׁלֹשִׁים וּשְׁתַּיִם עַל שְׁלֹשִׁים וּשְׁתַּיִם {א}. עָלָה אַמָּה וְכָנַס אַמָּה, זֶה הַיְסוֹד. נִמְצָא שְׁלֹשִׁים עַל שְׁלֹשִׁים {ד}. עָלָה חָמֵשׁ וְכָנַס אַמָּה. זֶה הַסּוֹבֵב. נִמְצָא עֶשְׂרִים וּשְׁמֹנֶה עַל עֶשְׂרִים וּשְׁמֹנֶה {ה}. מְקוֹם הַקְּרָנוֹת אַמָּה מִזֶּה וְאַמָּה מִזֶּה. נִמְצָא עֶשְׂרִים וָשֵׁשׁ עַל עֶשְׂרִים וָשֵׁשׁ. מְקוֹם הִלּוּךְ רַגְלֵי הַכֹּהֲנִים, אַמָּה מִזֶּה וְאַמָּה מִזֶּה. נִמְצָא עֶשְׂרִים וְאַרְבַּע {ו} עַל עֶשְׂרִים וְאַרְבַּע, מְקוֹם הַמַּעֲרָכָה. אָמַר רַבִּי יוֹסֵי, מִתְּחִלָּה לֹא הָיָה אֶלָּא שְׁמֹנֶה וְעֶשְׂרִים עַל שְׁמֹנֶה וְעֶשְׂרִים, כּוֹנֵס וְעוֹלֶה בְּמִדָּה זוֹ, עַד שֶׁנִּמְצָא מְקוֹם הַמַּעֲרָכָה עֶשְׂרִים עַל עֶשְׂרִים. וּכְשֶׁעָלוּ בְנֵי הַגּוֹלָה, הוֹסִיפוּ {ז} עָלָיו אַרְבַּע אַמּוֹת מִן הַדָּרוֹם {ח} וְאַרְבַּע אַמּוֹת מִן הַמַּעֲרָב, כְּמִין גַּמָּא, שֶׁנֶּאֱמַר (יחזקאל מג), וְהָאֲרִיאֵל שְׁתֵּים עֶשְׂרֵה אֹרֶךְ בִּשְׁתֵּים עֶשְׂרֵה רֹחַב רָבוּעַ. יָכוֹל שֶׁאֵינוֹ אֶלָּא שְׁתֵּים עֶשְׂרֵה עַל שְׁתֵּים עֶשְׂרֵה, כְּשֶׁהוּא אוֹמֵר (שם) אֶל אַרְבַּעַת רְבָעָיו, מְלַמֵּד שֶׁמִּן הָאֶמְצַע הוּא מוֹדֵד שְׁתֵּים עֶשְׂרֵה אַמָּה לְכָל רוּחַ. וְחוּט שֶׁל סִקְרָא חוֹגְרוֹ בָאֶמְצַע {יא}, לְהַבְדִּיל בֵּין הַדָּמִים הָעֶלְיוֹנִים לַדָּמִים הַתַּחְתּוֹנִים. וְהַיְסוֹד הָיָה מְהַלֵּךְ עַל פְּנֵי כָל הַצָּפוֹן וְעַל פְּנֵי כָל הַמַּעֲרָב, וְאוֹכֵל בַּדָּרוֹם אַמָּה אַחַת, וּבַמִּזְרָח אַמָּה אֶחָת","rdfs:label":"משנה מדות ג א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-1"},{"uri":"jbr:mishna-bartanura-5-10-3-1","jbo:text":"ר\"ע מברטנורה המזבח היה שלשים ושתים. אמה: על שלשים ושתים. אמה. היה מביא דפוס מרבע עשוי מארבע קרשים, כל קרש ארכו שלשים ושתים אמות, ורחב הקרש אמה, והוא גבהו של הדפוס, וממלאו אבנים {ב} וסיד וזפת ועופרת מהתך והוא נעשה מקשה אחת של שלשים ושתים אמה על שלשים ושתים אמה גבוה אמה. וזהו יסוד: עלה אמה וכנס אמה. אחר שעלה היסוד לגבה אמה מביא דפוס אחר שארך כל קרש שלשים אמה ורחב הקרש דהינו גבהו של דפוס זה חמש אמות, ונתנו על היסוד, וממלאו אבנים וסיד וזפת ועופרת כראשון, ונדבק ביסוד ונעשה מקשה אחת של שלשים אמה על שלשים אמה עומד על היסוד. וזה נקרא סובב. והוא גבוה מן היסוד חמש אמות. והינו כונס אמה, שהוא מתקצר מן היסוד אמה לכל רוח. וחוזר ומביא דפוס שלישי שהוא עשרים ושמנה אמה על עשרים ושמנה אמה, גבוה שלש אמות, ונתנו על הסובב, וממלאו כראשון, וזהו מקום המערכה שהוא ראשו של מזבח {ג}. נמצא היסוד בולט ויוצא מן הסובב אמה לכל צד, והסובב בולט מן מקום מערכה אמה לכל צד. ואחר כך מביא דפוס אמה על אמה גבוה אמה ונתנו על זוית המזבח וממלאו, והוא קרן המזבח. וכן לארבע זויות: מקום הלוך רגלי הכהנים. שלא יהיו הכהנים צריכים להלך בין הקרנות, אלא מניחין אמה פנוי ממקום הקרנות ולפנים להלוך רגלי הכהנים: מתחלה. בימי שלמה: לא היה אלא עשרים ושמנה על עשרים ושמנה. וכונס ועולה של יסוד וסובב ומקום הקרנות ומקום הלוך רגלי הכהנים עד שנשאר מקום המערכה עשרים על עשרים: וכשעלו בני הגולה והוסיפו ארבע אמות וכו'. נמצא יסודו שלשים ושתים על שלשים ושתים, ומקום מערכתו עשרים וארבע על עשרים וארבע: ארבע אמות מן הדרום וארבע אמות מן המערב. גרסינן. והכי מיתי לה בזבחים פרק קדשי קדשים: כמין גמא. גימל יונית שהוא כמין נו\"ן הפוכה שלנו {ט}. והתם מפרש דמשום שיתין דהינו הנקבים שיורדין בהן הנסכים, הוסיפו למשך המזבח לדרום ולמערב. דמעקרא בימי שלמה דרשו, מזבח אדמה, אטום כאדמה שלא יהא חלול, וכשהיו מנסכים על גבי המזבח בקרן דרומית מערבית היו הנסכים יורדין מן המזבח לרצפה ושותתים לבור שהיה כרוי שם אצל קרן דרומית מערבית סמוך למזבח, ולא היה בתוך המזבח. ובני הגולה הוסיפו בבנין המזבח עד שהיה אותו בור קלוט לתוך המזבח, ופתחו נקבים {י} לראש המזבח כנגדו לירד שם הנסכים. שהם היו אומרים שתיה כאכילה, מה אכילה מתעכלת במזבח, דהינו הקרבנות שנשרפים על גבי מזבח, אף שתיה דהינו נסכים תבלע במזבח. וקרא דמזבח אדמה, דרשי ליה שיהא מחבר באדמה, שלא יבננו על גבי כפים ולא על גבי מחלות: שנאמר והאריאל. מקרא הוא ביחזקאל [מג] שהיה מתנבא על מדת בית שני ושלעתיד לבא: והאריאל שתים עשרה. מדות מקום המערכה קאמר שתים עשרה: אל ארבעת רבעיו. מלמד שמאמצעיתו מודד שתים עשרה אמה לכל רוח, והינו עשרים וארבע על עשרים וארבע: וחוט הסקרא חוגרו באמצע. חוט אדם היה עשוי סביב למזבח באמצעו לסוף חמש אמות של גבהו, דהינו אמה אחת למטה מעליונו של סובב: להבדיל בין דמים העליונים. חטאת בהמה ועולת העוף שדמן נזרק למעלה מחוט הסקרא: לדמים התחתונים. לכל שאר קרבנות שזריקת דמן למטה מן החוט: ואוכל בדרום אמה אחת כו'. המזבח כלו היה בחלקו של בנימין, חוץ מאמה אחת על פני ארך הדרום ואמה אחת על פני ארך המזרח שהיה תופס מחלקו של יהודה, אלא שלא היתה אמה שבמזרח על פני כל המזרח, שכשמגיע לקרן מזרחית צפונית היתה כלה בתוך אמה לקרן, וכן אכילת האמה הדרומית לא היתה מהלכת על פני כל הדרום, שכשמגיע לקרן דרומית מערבית היתה כלה סמוך לקרן אמה. ונמצאו שלש קרנות המזבח בחלקו של בנימין, וקרן דרומית מזרחית בלבד היתה בחלקו של יהודה. ולפי שברך יעקב את בנימין זאב יטרף בבקר יאכל עד (בראשית מט) ומתרגמינן ובאחסנתיה יתבני מקדשא, דבר המקדש לדמים לא יהא אלא בחלקו של בנימין, לפיכך לא עשו יסוד למזבח בקרן דרומית מזרחית, לפי שלא היתה בחלקו של טורף, ולא היו דמים נתנים למטה באותו קרן. וכשהיו עושים דפוס מרבע ליסוד למלאותו אבנים וסיד וזפת ועופרת כדאמרן, היו משימים עץ או כל דבר באותו זוית של דרומית מזרחית, כדי שלא תתמלא הזוית ההיא, ואחר כך שומטין העץ ונשאר אותו קרן פנוי בלי יסוד. ומפני זה נקרא החלק האמצעי של מזבח סובב, לפי שהוא מקיף וסובב את כל הקרנות, מה שאין כן ביסוד","jbo:textNikud":"ר\"ע מברטנורה הַמִּזְבֵּחַ הָיָה שְׁלֹשִׁים וּשְׁתַּיִם. אַמָּה: עַל שְׁלֹשִׁים וּשְׁתַּיִם. אַמָּה. הָיָה מֵבִיא דְּפוּס מְרֻבָּע עָשׂוּי מֵאַרְבַּע קְרָשִׁים, כָּל קֶרֶשׁ אָרְכּוֹ שְׁלֹשִׁים וּשְׁתַּיִם אַמּוֹת, וְרֹחַב הַקֶּרֶשׁ אַמָּה, וְהוּא גָּבְהוֹ שֶׁל הַדְּפוּס, וּמְמַלְּאוֹ אֲבָנִים {ב} וְסִיד וְזֶפֶת וְעוֹפֶרֶת מְהֻתָּךְ וְהוּא נַעֲשָׂה מִקְשָׁה אַחַת שֶׁל שְׁלֹשִׁים וּשְׁתַּיִם אַמָּה עַל שְׁלֹשִׁים וּשְׁתַּיִם אַמָּה גָּבוֹהַּ אַמָּה. וְזֶהוּ יְסוֹד: עָלָה אַמָּה וְכָנַס אַמָּה. אַחַר שֶׁעָלָה הַיְסוֹד לְגֹבַהּ אַמָּה מֵבִיא דְּפוּס אַחֵר שֶׁאֹרֶךְ כָּל קֶרֶשׁ שְׁלֹשִׁים אַמָּה וְרֹחַב הַקֶּרֶשׁ דְּהַיְנוּ גָּבְהוֹ שֶׁל דְּפוּס זֶה חָמֵשׁ אַמּוֹת, וּנְתָנוֹ עַל הַיְסוֹד, וּמְמַלְּאוֹ אֲבָנִים וְסִיד וְזֶפֶת וְעוֹפֶרֶת כָּרִאשׁוֹן, וְנִדְבָּק בַּיְסוֹד וְנַעֲשָׂה מִקְשָׁה אַחַת שֶׁל שְׁלֹשִׁים אַמָּה עַל שְׁלֹשִׁים אַמָּה עוֹמֵד עַל הַיְסוֹד. וְזֶה נִקְרָא סוֹבֵב. וְהוּא גָּבוֹהַּ מִן הַיְסוֹד חָמֵשׁ אַמּוֹת. וְהַיְנוּ כּוֹנֵס אַמָּה, שֶׁהוּא מִתְקַצֵּר מִן הַיְסוֹד אַמָּה לְכָל רוּחַ. וְחוֹזֵר וּמֵבִיא דְּפוּס שְׁלִישִׁי שֶׁהוּא עֶשְׂרִים וּשְׁמֹנֶה אַמָּה עַל עֶשְׂרִים וּשְׁמֹנֶה אַמָּה, גָּבוֹהַּ שָׁלֹשׁ אַמּוֹת, וּנְתָנוֹ עַל הַסּוֹבֵב, וּמְמַלְּאוֹ כָּרִאשׁוֹן, וְזֶהוּ מְקוֹם הַמַּעֲרָכָה שֶׁהוּא רֹאשׁוֹ שֶׁל מִזְבֵּחַ {ג}. נִמְצָא הַיְסוֹד בּוֹלֵט וְיוֹצֵא מִן הַסּוֹבֵב אַמָּה לְכָל צַד, וְהַסּוֹבֵב בּוֹלֵט מִן מְקוֹם מַעֲרָכָה אַמָּה לְכָל צַד. וְאַחַר כָּךְ מֵבִיא דְּפוּס אַמָּה עַל אַמָּה גָּבוֹהַּ אַמָּה וּנְתָנוֹ עַל זָוִית הַמִּזְבֵּחַ וּמְמַלְּאוֹ, וְהוּא קֶרֶן הַמִּזְבֵּחַ. וְכֵן לְאַרְבַּע זָוִיּוֹת: מְקוֹם הִלּוּךְ רַגְלֵי הַכֹּהֲנִים. שֶׁלֹּא יִהְיוּ הַכֹּהֲנִים צְרִיכִים לַהֲלֹךְ בֵּין הַקְּרָנוֹת, אֶלָּא מַנִּיחִין אַמָּה פָּנוּי מִמְּקוֹם הַקְּרָנוֹת וְלִפְנִים לְהִלּוּךְ רַגְלֵי הַכֹּהֲנִים: מִתְּחִלָּה. בִּימֵי שְׁלֹמֹה: לֹא הָיָה אֶלָּא עֶשְׂרִים וּשְׁמֹנֶה עַל עֶשְׂרִים וּשְׁמֹנֶה. וְכוֹנֵס וְעוֹלֶה שֶׁל יְסוֹד וְסוֹבֵב וּמְקוֹם הַקְּרָנוֹת וּמְקוֹם הִלּוּךְ רַגְלֵי הַכֹּהֲנִים עַד שֶׁנִּשְׁאָר מְקוֹם הַמַּעֲרָכָה עֶשְׂרִים עַל עֶשְׂרִים: וּכְשֶׁעָלוּ בְנֵי הַגּוֹלָה וְהוֹסִיפוּ אַרְבַּע אַמּוֹת וְכוּ'. נִמְצָא יְסוֹדוֹ שְׁלֹשִׁים וּשְׁתַּיִם עַל שְׁלֹשִׁים וּשְׁתַּיִם, וּמְקוֹם מַעֲרַכְתּוֹ עֶשְׂרִים וְאַרְבַּע עַל עֶשְׂרִים וְאַרְבַּע: אַרְבַּע אַמּוֹת מִן הַדָּרוֹם וְאַרְבַּע אַמּוֹת מִן הַמַּעֲרָב. גָרְסִינַן. וְהָכִי מַיְתֵי לַהּ בִּזְבָחִים פֶּרֶק קָדְשֵׁי קָדָשִׁים: כְּמִין גַּמָּא. גִּימֶל יְוָנִית שֶׁהוּא כְּמִין נוּ\"ן הֲפוּכָה שֶׁלָּנוּ {ט}. וְהָתָם מְפָרֵשׁ דְּמִשּׁוּם שִׁיתִין דְּהַיְנוּ הַנְּקָבִים שֶׁיּוֹרְדִין בָּהֶן הַנְּסָכִים, הוֹסִיפוּ לִמְשֹׁךְ הַמִּזְבֵּחַ לַדָּרוֹם וְלַמַּעֲרָב. דְּמֵעִקָּרָא בִּימֵי שְׁלֹמֹה דָּרְשׁוּ, מִזְבַּח אֲדָמָה, אָטוּם כַּאֲדָמָה שֶׁלֹּא יְהֵא חָלוּל, וּכְשֶׁהָיוּ מְנַסְּכִים עַל גַּבֵּי הַמִּזְבֵּחַ בְּקֶרֶן דְּרוֹמִית מַעֲרָבִית הָיוּ הַנְּסָכִים יוֹרְדִין מִן הַמִּזְבֵּחַ לָרִצְפָּה וְשׁוֹתְתִים לַבּוֹר שֶׁהָיָה כָּרוּי שָׁם אֵצֶל קֶרֶן דְּרוֹמִית מַעֲרָבִית סָמוּךְ לַמִּזְבֵּחַ, וְלֹא הָיָה בְּתוֹךְ הַמִּזְבֵּחַ. וּבְנֵי הַגּוֹלָה הוֹסִיפוּ בְּבִנְיַן הַמִּזְבֵּחַ עַד שֶׁהָיָה אוֹתוֹ בּוֹר קָלוּט לְתוֹךְ הַמִּזְבֵּחַ, וּפָתְחוּ נְקָבִים {י} לְרֹאשׁ הַמִּזְבֵּחַ כְּנֶגְדּוֹ לֵירֵד שָׁם הַנְּסָכִים. שֶׁהֵם הָיוּ אוֹמְרִים שְׁתִיָּה כַּאֲכִילָה, מָה אֲכִילָה מִתְעַכֶּלֶת בַּמִּזְבֵּחַ, דְּהַיְנוּ הַקָּרְבָּנוֹת שֶׁנִּשְׂרָפִים עַל גַּבֵּי מִזְבֵּחַ, אַף שְׁתִיָּה דְּהַיְנוּ נְסָכִים תִּבָּלַע בַּמִּזְבֵּחַ. וּקְרָא דְּמִזְבַּח אֲדָמָה, דָּרְשֵׁי לֵיהּ שֶׁיְּהֵא מְחֻבָּר בָּאֲדָמָה, שֶׁלֹּא יִבְנֶנּוּ עַל גַּבֵּי כֵּפִים וְלֹא עַל גַּבֵּי מְחִלּוֹת: שֶׁנֶּאֱמַר וְהָאֲרִיאֵל. מִקְרָא הוּא בִּיחֶזְקֵאל [מג] שֶׁהָיָה מִתְנַבֵּא עַל מִדַּת בַּיִת שֵׁנִי וְשֶׁלֶּעָתִיד לָבֹא: וְהָאֲרִיאֵל שְׁתֵּים עֶשְׂרֵה. מִדּוֹת מְקוֹם הַמַּעֲרָכָה קָאָמַר שְׁתֵּים עֶשְׂרֵה: אֶל אַרְבַּעַת רְבָעָיו. מְלַמֵּד שֶׁמֵּאֶמְצָעִיתוֹ מוֹדֵד שְׁתֵּים עֶשְׂרֵה אַמָּה לְכָל רוּחַ, וְהַיְנוּ עֶשְׂרִים וְאַרְבַּע עַל עֶשְׂרִים וְאַרְבַּע: וְחוּט הַסִּקְרָא חוֹגְרוֹ בָאֶמְצַע. חוּט אָדֹם הָיָה עָשׂוּי סָבִיב לַמִּזְבֵּחַ בְּאֶמְצָעוֹ לְסוֹף חָמֵשׁ אַמּוֹת שֶׁל גָּבְהוֹ, דְּהַיְנוּ אַמָּה אַחַת לְמַטָּה מֵעֶלְיוֹנוֹ שֶׁל סוֹבֵב: לְהַבְדִּיל בֵּין דָּמִים הָעֶלְיוֹנִים. חַטַּאת בְּהֵמָה וְעוֹלַת הָעוֹף שֶׁדָּמָן נִזְרָק לְמַעְלָה מִחוּט הַסִּקְרָא: לַדָּמִים הַתַּחְתּוֹנִים. לְכָל שְׁאָר קָרְבָּנוֹת שֶׁזְּרִיקַת דָּמָן לְמַטָּה מִן הַחוּט: וְאוֹכֵל בַּדָּרוֹם אַמָּה אַחַת כוּ'. הַמִּזְבֵּחַ כֻּלּוֹ הָיָה בְּחֶלְקוֹ שֶׁל בִּנְיָמִין, חוּץ מֵאַמָּה אַחַת עַל פְּנֵי אֹרֶךְ הַדָּרוֹם וְאַמָּה אַחַת עַל פְּנֵי אֹרֶךְ הַמִּזְרָח שֶׁהָיָה תּוֹפֵס מֵחֶלְקוֹ שֶׁל יְהוּדָה, אֶלָּא שֶׁלֹּא הָיְתָה אַמָּה שֶׁבַּמִּזְרָח עַל פְּנֵי כָּל הַמִּזְרָח, שֶׁכְּשֶׁמַּגִּיעַ לְקֶרֶן מִזְרָחִית צְפוֹנִית הָיְתָה כֻּלָּהּ בְּתוֹךְ אַמָּה לַקֶּרֶן, וְכֵן אֲכִילַת הָאַמָּה הַדְּרוֹמִית לֹא הָיְתָה מְהַלֶּכֶת עַל פְּנֵי כָּל הַדָּרוֹם, שֶׁכְּשֶׁמַּגִּיעַ לְקֶרֶן דְּרוֹמִית מַעֲרָבִית הָיְתָה כֻּלָּהּ סָמוּךְ לַקֶּרֶן אַמָּה. וְנִמְצְאוּ שְׁלֹשׁ קַרְנוֹת הַמִּזְבֵּחַ בְּחֶלְקוֹ שֶׁל בִּנְיָמִין, וְקֶרֶן דְּרוֹמִית מִזְרָחִית בִּלְבַד הָיְתָה בְּחֶלְקוֹ שֶׁל יְהוּדָה. וּלְפִי שֶׁבֵּרַךְ יַעֲקֹב אֶת בִּנְיָמִין זְאֵב יִטְרָף בַּבֹּקֶר יֹאכַל עַד (בְּרֵאשִׁית מט) וּמְתַרְגְמִינַן וּבְאַחֲסַנְתֵּיהּ יִתְבְּנֵי מַקְדְּשָׁא, דָּבָר הַמְקֻדָּשׁ לַדָּמִים לֹא יְהֵא אֶלָּא בְּחֶלְקוֹ שֶׁל בִּנְיָמִין, לְפִיכָךְ לֹא עָשׂוּ יְסוֹד לַמִּזְבֵּחַ בְּקֶרֶן דְּרוֹמִית מִזְרָחִית, לְפִי שֶׁלֹּא הָיְתָה בְּחֶלְקוֹ שֶׁל טוֹרֵף, וְלֹא הָיוּ דָמִים נִתָּנִים לְמַטָּה בְּאוֹתוֹ קֶרֶן. וּכְשֶׁהָיוּ עוֹשִׂים דְּפוּס מְרֻבָּע לַיְסוֹד לְמַלְּאוֹתוֹ אֲבָנִים וְסִיד וְזֶפֶת וְעוֹפֶרֶת כְּדַאֲמַרַן, הָיוּ מְשִׂימִים עֵץ אוֹ כָּל דָּבָר בְּאוֹתוֹ זָוִית שֶׁל דְּרוֹמִית מִזְרָחִית, כְּדֵי שֶׁלֹּא תִּתְמַלֵּא הַזָּוִית הַהִיא, וְאַחַר כָּךְ שׁוֹמְטִין הָעֵץ וְנִשְׁאַר אוֹתוֹ קֶרֶן פָּנוּי בְּלִי יְסוֹד. וּמִפְּנֵי זֶה נִקְרָא הַחֵלֶק הָאֶמְצָעִי שֶׁל מִזְבֵּחַ סוֹבֵב, לְפִי שֶׁהוּא מַקִּיף וְסוֹבֵב אֶת כָּל הַקְּרָנוֹת, מַה שֶּׁאֵין כֵּן בַּיְסוֹד","rdfs:label":"ר\"ע מברטנורה משנה מדות ג א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-1"},{"uri":"jbr:mishna-yomtov-5-10-3-1","jbo:text":"עיקר תוי\"ט {א} שלשים ושתים כו'. למאי דמפרש הר\"ב בסוף המשנה שלא היה קרן בנוי כלל במזרח ודרום כי אם באמה מכאן ואמה מכאן, מפרש בגמרא דכי תנן הכא שלשים ושתים על שלשים ושתים הינו מן הצד, פרש רש\"י, מצד צפון ומערב היו שלשים ושתים, ולא בארבעת רבעיו, דבמזרח ודרום לא היה אלא שלשים ואחת על שלשים ואחת: {ב} גמרא. ובמכילתא דריש, ואם מזבח אבנים, אינו רשות אלא חובה. ודכתיב מזבח אדמה, שיהא מחבר באדמה: {ג} כלומר, וגבה כל קרן אמה, הרי גבה המזבח עשר אמות. כסף משנה בשם סמ\"ג. והרר\"ש לא גרס ליה וכתב מקום הקרנות שלא היה שם כניסה לא קחשיב. ועין תוספות יום טוב: {ד} שלשים כו'. במסכת כלים פרק י\"ז משנה י' תנן דכל אמות בת ששה טפחים חוץ מהקרן והיסוד והסובב. ויש שני פרושים, לרש\"י גבה היסוד בבת חמשה, ולא הכניסה. ולהרמב\"ם אף כניסת היסוד בבת חמשה, ולכך כתב שלשים אמה ושני טפחים על כו'. ומתניתין לא חשיב ליה כיון דלא הוי אמה: {ה} עשרים ושמנה כו'. הכא לכלי עלמא לאו דוקא, דהא כניסת הסובב לכלי עלמא בת חמשה טפחים. [וכן נמי גבה הקרן] ועין תוספות יום טוב: {ו} עשרים וארבע. הרמב\"ם כתב, עשרים וארבע אמה וארבעה טפחים. ועין תוספות יום טוב: {ז} הוסיפו. והכתיב הכל בכתב מיד ה' עלי השכיל [דברי הימים א כח]. אמר רב יוסף קרא אשכח ודרוש, ויאמר דוד זה הוא בית ה' האלהים וזה מזבח לעולה לישראל. כי בית, מה בית ששים אמה [כדכתיב [מלכים א ו] ששים אמה ארכו. רש\"י] אף מזבח ששים אמה. פרש רש\"י, ושלמה לא הבין לדרשו והם דרשוהו והוסיפו לפי הצרך להם, ולששים אמה לא הצרכו. והכי דרש, עד ששים אמה ראוי לו ומקדש המקום אם ירצו: {ח} הדרום. ואם תאמר מסתמא לא היה בבית ראשון יסוד לקרן דרומית מזרחית לפי שלא היה בחלקו של טורף. ואם בבית שני הוסיפו בדרום אם כן בנו בחלקו של יהודה. תרצו התוספות, דבבית ראשון היה להן יסוד לדרום שהיה משוך בחלקו של טורף, חוץ מרוח מזרחית שלא נשתנה שהיה בלא יסוד על חלקו של יהודה כמו בבית שני. וקראי דממעטי בסוף פרק איזהו מקומן קרן שאין לה יסוד, משום בית שני נאמרו. אי נמי כו'. ועין תוספות יום טוב: {ט} ורצונו לומר בכתב משיט\"א שאין לה אלא שני צדדים. עין תוספות יום טוב: {י} רוצה לומר בתחלה בשעת הבנין עשו כן כו', וכמו שפרש לקמן ביסוד דמזרח ודרום. דאם לא כן הוה פגימה ופוסלת: {יא} וחוט כו'. שנאמר והיתה הרשת עד חצי המזבח, התורה נתנה מחצה להבדיל בין דמים העליונים לדמים התחתונים. גמרא","jbo:textNikud":"עיקר תוי\"ט {א} שְׁלֹשִׁים וּשְׁתַּיִם כוּ'. לְמַאי דִּמְפָרֵשׁ הָרַ\"ב בְּסוֹף הַמִּשְׁנָה שֶׁלֹּא הָיָה קֶרֶן בָּנוּי כְּלָל בְּמִזְרָח וְדָרוֹם כִּי אִם בְּאַמָּה מִכָּאן וְאַמָּה מִכָּאן, מְפָרֵשׁ בַּגְּמָרָא דְּכִי תְּנַן הָכָא שְׁלֹשִׁים וּשְׁתַּיִם עַל שְׁלֹשִׁים וּשְׁתַּיִם הַיְנוּ מִן הַצַּד, פֵּרֵשׁ רַשִׁ\"י, מִצַּד צָפוֹן וּמַעֲרָב הָיוּ שְׁלֹשִׁים וּשְׁתַּיִם, וְלֹא בְּאַרְבַּעַת רְבָעָיו, דִּבְמִזְרָח וְדָרוֹם לֹא הָיָה אֶלָּא שְׁלֹשִׁים וְאַחַת עַל שְׁלֹשִׁים וְאַחַת: {ב} גְּמָרָא. וּבַמְּכִילְתָּא דָּרִישׁ, וְאִם מִזְבַּח אֲבָנִים, אֵינוֹ רְשׁוּת אֶלָּא חוֹבָה. וְדִכְתִיב מִזְבַּח אֲדָמָה, שֶׁיְּהֵא מְחֻבָּר בָּאֲדָמָה: {ג} כְּלוֹמַר, וְגֹבַהּ כָּל קֶרֶן אַמָּה, הֲרֵי גֹּבַהּ הַמִּזְבֵּחַ עֶשֶׂר אַמּוֹת. כֶּסֶף מִשְׁנֶה בְּשֵׁם סְמַ\"ג. וְהָרר\"שׁ לֹא גָּרַס לֵיהּ וְכָתַב מְקוֹם הַקְּרָנוֹת שֶׁלֹּא הָיָה שָׁם כְּנִיסָה לֹא קָחֲשִׁיב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} שְׁלֹשִׁים כוּ'. בְּמַסֶּכֶת כֵּלִים פֶּרֶק י\"ז מִשְׁנָה י' תְּנַן דְּכָל אַמּוֹת בַּת שִׁשָּׁה טְפָחִים חוּץ מֵהַקֶּרֶן וְהַיְסוֹד וְהַסּוֹבֵב. וְיֵשׁ שְׁנֵי פֵּרוּשִׁים, לְרַשִׁ\"י גֹּבַהּ הַיְסוֹד בְּבַת חֲמִשָּׁה, וְלֹא הַכְּנִיסָה. וּלְהָרַמְבַּ\"ם אַף כְּנִיסַת הַיְסוֹד בְּבַת חֲמִשָּׁה, וּלְכָךְ כָּתַב שְׁלֹשִׁים אַמָּה וּשְׁנֵי טְפָחִים עַל כוּ'. וּמַתְנִיתִין לָא חֲשִׁיב לֵיהּ כֵּיוָן דְּלֹא הָוֵי אַמָּה: {ה} עֶשְׂרִים וּשְׁמֹנֶה כוּ'. הָכָא לְכֻלֵּי עָלְמָא לָאו דַּוְקָא, דְּהָא כְּנִיסַת הַסּוֹבֵב לְכֻלֵּי עָלְמָא בַּת חֲמִשָּׁה טְפָחִים. [וְכֵן נַמִּי גֹּבַהּ הַקֶּרֶן] וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} עֶשְׂרִים וְאַרְבַּע. הָרַמְבַּ\"ם כָּתַב, עֶשְׂרִים וְאַרְבַּע אַמָּה וְאַרְבָּעָה טְפָחִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} הוֹסִיפוּ. וְהָכְתִיב הַכֹּל בִּכְתָב מִיַּד ה' עָלַי הִשְׂכִּיל [דִּבְרֵי הַיָּמִים א כח]. אָמַר רַב יוֹסֵף קְרָא אַשְׁכַּח וְדָרוּשׁ, וַיֹאמֶר דָּוִד זֶה הוּא בֵּית ה' הָאֱלֹהִים וְזֶה מִזְבֵּחַ לְעוֹלָה לְיִשְׂרָאֵל. כִּי בַּיִת, מַה בַּיִת שִׁשִּׁים אַמָּה [כְּדִכְתִיב [מְלָכִים א ו] שִׁשִּׁים אַמָּה אָרְכּוֹ. רַשִׁ\"י] אַף מִזְבֵּחַ שִׁשִּׁים אַמָּה. פֵּרֵשׁ רַשִׁ\"י, וּשְׁלֹמֹה לֹא הֵבִין לְדָרְשׁוֹ וְהֵם דְּרָשׁוּהוּ וְהוֹסִיפוּ לְפִי הַצֹּרֶךְ לָהֶם, וּלְשִׁשִּׁים אַמָּה לֹא הֻצְרְכוּ. וְהָכִי דָּרַשׁ, עַד שִׁשִּׁים אַמָּה רָאוּי לוֹ וּמְקֻדָּשׁ הַמָּקוֹם אִם יִרְצוּ: {ח} הַדָּרוֹם. וְאִם תֹּאמַר מִסְּתָמָא לֹא הָיָה בְּבַיִת רִאשׁוֹן יְסוֹד לְקֶרֶן דְּרוֹמִית מִזְרָחִית לְפִי שֶׁלֹּא הָיָה בְּחֶלְקוֹ שֶׁל טוֹרֵף. וְאִם בְּבַיִת שֵׁנִי הוֹסִיפוּ בַּדָּרוֹם אִם כֵּן בָּנוּ בְּחֶלְקוֹ שֶׁל יְהוּדָה. תֵּרְצוּ הַתּוֹסָפוֹת, דִּבְבַיִת רִאשׁוֹן הָיָה לָהֶן יְסוֹד לַדָּרוֹם שֶׁהָיָה מָשׁוּךְ בְּחֶלְקוֹ שֶׁל טוֹרֵף, חוּץ מֵרוּחַ מִזְרָחִית שֶׁלֹּא נִשְׁתַּנָּה שֶׁהָיָה בְּלֹא יְסוֹד עַל חֶלְקוֹ שֶׁל יְהוּדָה כְּמוֹ בְּבַיִת שֵׁנִי. וּקְרָאֵי דִּמְמַעֲטֵי בְּסוֹף פֶּרֶק אֵיזֶהוּ מְקוֹמָן קֶרֶן שֶׁאֵין לָהּ יְסוֹד, מִשּׁוּם בַּיִת שֵׁנִי נֶאֶמְרוּ. אִי נַמִּי כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּרְצוֹנוֹ לוֹמַר בִּכְתָב משיט\"א שֶׁאֵין לָהּ אֶלָּא שְׁנֵי צְדָדִים. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} רוֹצֶה לוֹמַר בִּתְחִלָּה בִּשְׁעַת הַבִּנְיָן עָשׂוּ כֵן כוּ', וּכְמוֹ שֶׁפֵּרֵשׁ לְקַמָּן בַּיְסוֹד דְּמִזְרָח וְדָרוֹם. דְּאִם לֹא כֵן הֲוָה פְּגִימָה וּפוֹסֶלֶת: {יא} וְחוּט כוּ'. שֶׁנֶּאֱמַר וְהָיְתָה הָרֶשֶׁת עַד חֲצִי הַמִּזְבֵּחַ, הַתּוֹרָה נָתְנָה מְחִצָּה לְהַבְדִּיל בֵּין דָּמִים הָעֶלְיוֹנִים לַדָּמִים הַתַּחְתּוֹנִים. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה מדות ג א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-1"},{"uri":"jbr:mishna-5-10-3-2","jbo:text":"ובקרן מערבית דרומית היו שני נקבים, כמין שני חטמין דקין, שהדמים הנתנין על יסוד מערבי ועל יסוד דרומי, יורדין בהן ומתערבין באמה, ויוצאין לנחל קדרון","jbo:textNikud":"וּבְקֶרֶן מַעֲרָבִית דְּרוֹמִית הָיוּ שְׁנֵי נְקָבִים, כְּמִין שְׁנֵי חֳטָמִין דַּקִּין, שֶׁהַדָּמִים הַנִּתָּנִין עַל יְסוֹד מַעֲרָבִי וְעַל יְסוֹד דְּרוֹמִי, יוֹרְדִין בָּהֶן וּמִתְעָרְבִין בָּאַמָּה, וְיוֹצְאִין לְנַחַל קִדְרוֹן","rdfs:label":"משנה מדות ג ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-2"},{"uri":"jbr:mishna-bartanura-5-10-3-2","jbo:text":"ר\"ע מברטנורה ובקרן מערבית דרומית. למטה באמה של יסוד היו שני נקבים: שהדמים הנתנים על יסוד מערבי. כגון שירי הדם של חטאות הפנימיות, שלאחר כל המתנות היה שופך שירי הדם על יסוד מערבי: ועל יסוד דרומי. שירי הדם של חיצוניות: יורדין. דרך אותן נקבים, ומתערבים באמת המים שבעזרה, ומשם יוצאין לנחל קדרון. ובעלי גנות היו קונים אותן מן הגזברים לזבל בהן את הקרקע","jbo:textNikud":"ר\"ע מברטנורה וּבְקֶרֶן מַעֲרָבִית דְּרוֹמִית. לְמַטָּה בָּאַמָּה שֶׁל יְסוֹד הָיוּ שְׁנֵי נְקָבִים: שֶׁהַדָּמִים הַנִּתָּנִים עַל יְסוֹד מַעֲרָבִי. כְּגוֹן שְׁיָרֵי הַדָּם שֶׁל חַטָּאוֹת הַפְּנִימִיּוֹת, שֶׁלְּאַחַר כָּל הַמַּתָּנוֹת הָיָה שׁוֹפֵךְ שְׁיָרֵי הַדָּם עַל יְסוֹד מַעֲרָבִי: וְעַל יְסוֹד דְּרוֹמִי. שְׁיָרֵי הַדָּם שֶׁל חִיצוֹנִיּוֹת: יוֹרְדִין. דֶּרֶךְ אוֹתָן נְקָבִים, וּמִתְעָרְבִים בְּאַמַּת הַמַּיִם שֶׁבָּעֲזָרָה, וּמִשָּׁם יוֹצְאִין לְנַחַל קִדְרוֹן. וּבַעֲלֵי גִּנּוֹת הָיוּ קוֹנִים אוֹתָן מִן הַגִּזְבָּרִים לְזַבֵּל בָּהֶן אֶת הַקַּרְקַע","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-2"},{"uri":"jbr:mishna-5-10-3-3","jbo:text":"למטה ברצפה באותה הקרן, מקום היה שם אמה על אמה, וטבלא של שיש, וטבעת היתה קבועה בה, שבו יורדין לשית ומנקין אותו. וכבש היה לדרומו {יב} של מזבח, שלשים ושתים על רחב שש עשרה, ורבובה היתה לו במערבו, ששם היו נותנים פסולי חטאת העוף","jbo:textNikud":"לְמַטָּה בָרִצְפָה בְּאוֹתָהּ הַקֶּרֶן, מָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה, וְטַבְלָא שֶׁל שַׁיִשׁ, וְטַבַּעַת הָיְתָה קְבוּעָה בָהּ, שֶׁבּוֹ יוֹרְדִין לַשִּׁית וּמְנַקִּין אוֹתוֹ. וְכֶבֶשׁ הָיָה לִדְרוֹמוֹ {יב} שֶׁל מִזְבֵּחַ, שְׁלֹשִׁים וּשְׁתַּיִם עַל רֹחַב שֵׁשׁ עֶשְׂרֵה, וּרְבוּבָה הָיְתָה לוֹ בְּמַעֲרָבוֹ, שֶׁשָּׁם הָיוּ נוֹתְנִים פְּסוּלֵי חַטַּאת הָעוֹף","rdfs:label":"משנה מדות ג ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-3"},{"uri":"jbr:mishna-bartanura-5-10-3-3","jbo:text":"ר\"ע מברטנורה באותו הקרן. של מערבית דרומית: שבו יורדין לשית. לחלל שתחת המזבח כנגד מקום הנסכים: וכבש היה לדרומו של מזבח. כמין גשר משפע ועשוי מדרון שבו עולין ויורדין מן המזבח. שלא היה אפשר לעלות לו במעלות משום שנאמר (שמות כ) ולא תעלה במעלות על מזבחי: שלשים ושתים. ארכו היה נתון מדרום לצפון, ורחבו ממזרח למערב שש עשרה אמה: ורבובה. כמין חלון חלול {יג}. ואמה על אמה היה, ובכבש עצמו למערבו היה עומד: רבובה. כמו נבובה, לשון נבוב לוחות: נותנים פסולי חטאת העוף. שיהיו שם עד שיבאו לידי נותר ואחר כך יצאו לבית השרפה","jbo:textNikud":"ר\"ע מברטנורה בְּאוֹתוֹ הַקֶּרֶן. שֶׁל מַעֲרָבִית דְּרוֹמִית: שֶׁבּוֹ יוֹרְדִין לַשִּׁית. לֶחָלָל שֶׁתַּחַת הַמִּזְבֵּחַ כְּנֶגֶד מְקוֹם הַנְּסָכִים: וְכֶבֶשׁ הָיָה לִדְרוֹמוֹ שֶׁל מִזְבֵּחַ. כְּמִין גֶּשֶׁר מְשֻׁפָּע וְעָשׂוּי מִדְרוֹן שֶׁבּוֹ עוֹלִין וְיוֹרְדִין מִן הַמִּזְבֵּחַ. שֶׁלֹּא הָיָה אֶפְשָׁר לַעֲלוֹת לוֹ בְּמַעֲלוֹת מִשּׁוּם שֶׁנֶּאֱמַר (שְׁמוֹת כ) וְלֹא תַעֲלֶה בְּמַעֲלוֹת עַל מִזְבְּחִי: שְׁלֹשִׁים וּשְׁתַּיִם. אָרְכּוֹ הָיָה נָתוּן מִדָּרוֹם לְצָפוֹן, וְרָחְבּוֹ מִמִּזְרָח לְמַעֲרָב שֵׁשׁ עֶשְׂרֵה אַמָּה: וּרְבוּבָה. כְּמִין חַלּוֹן חָלוּל {יג}. וְאַמָּה עַל אַמָּה הָיָה, וּבַכֶּבֶשׁ עַצְמוֹ לְמַעֲרָבוֹ הָיָה עוֹמֵד: רְבוּבָה. כְּמוֹ נְבוּבָה, לְשׁוֹן נְבוּב לוּחוֹת: נוֹתְנִים פְּסוּלֵי חַטַּאת הָעוֹף. שֶׁיִּהְיוּ שָׁם עַד שֶׁיָּבֹאוּ לִידֵי נוֹתָר וְאַחַר כָּךְ יֵצְאוּ לְבֵית הַשְּׂרֵפָה","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-3"},{"uri":"jbr:mishna-yomtov-5-10-3-3","jbo:text":"עיקר תוי\"ט {יב} לדרומו. דתניא, רבי יהודה אומר ומעלתהו פונות קדים [יחזקאל מג], כל פנות שאתה פונה לא יהיו אלא דרך ימין, כדילפינן מים של שלמה, וקאמר קרא, שתעמיד כבש מעלותיו ברוח הראויה לפנות הימנה למזרח ותהא אותה הפניה לימין, ואין לך רוח ראויה לכך אלא דרום. גמרא: {יג} לא שהיה חלול שיהיה נקוב והולך עד מעבר השני של הכבש וכמו המפלש, אלא שהיה כמו החלונות ששנינו במשנה ג' פרק ה' דתמיד. עין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יב} לִדְרוֹמוֹ. דְּתַנְיָא, רַבִּי יְהוּדָה אוֹמֵר וּמַעֲלֹתֵהוּ פּוֹנוֹת קָדִים [יְחֶזְקֵאל מג], כָּל פִּנּוֹת שֶׁאַתָּה פּוֹנֶה לֹא יִהְיוּ אֶלָּא דֶּרֶךְ יָמִין, כִּדְיָלְפִינַן מִיָּם שֶׁל שְׁלֹמֹה, וְקָאָמַר קְרָא, שֶׁתַּעֲמִיד כֶּבֶשׁ מַעֲלוֹתָיו בָּרוּחַ הָרְאוּיָה לִפְנוֹת הֵימֶנָּה לַמִּזְרָח וּתְהֵא אוֹתָהּ הַפְּנִיָּה לְיָמִין, וְאֵין לְךָ רוּחַ רְאוּיָה לְכָךְ אֶלָּא דָּרוֹם. גְּמָרָא: {יג} לֹא שֶׁהָיָה חָלוּל שֶׁיִּהְיֶה נָקוּב וְהוֹלֵךְ עַד מֵעֵבֶר הַשֵּׁנִי שֶׁל הַכֶּבֶשׁ וּכְמוֹ הַמְפֻלָּשׁ, אֶלָּא שֶׁהָיָה כְּמוֹ הַחַלּוֹנוֹת שֶׁשָּׁנִינוּ בְּמִשְׁנָה ג' פֶּרֶק ה' דְּתָמִיד. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מדות ג ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-3"},{"uri":"jbr:mishna-5-10-3-4","jbo:text":"אחד אבני הכבש ואחד אבני המזבח, מבקעת בית כרם. וחופרין למטה מהבתולה, ומביאים משם אבנים שלמות, שלא הונף עליהן ברזל, שהברזל פוסל בנגיעה. ובפגימה לכל דבר. נפגמה אחת מהן, היא פסולה וכלן כשרות. ומלבנים אותן פעמים בשנה, אחת בפסח ואחת בחג. וההיכל, פעם אחת, בפסח. רבי אומר, כל ערב שבת מלבנים אותו במפה מפני הדמים. לא היו סדין אותן בכפיס של ברזל, שמא יגע ויפסל, שהברזל נברא לקצר ימיו של אדם, והמזבח נברא להאריך ימיו של אדם, אינו בדין שיונף המקצר על המאריך","jbo:textNikud":"אֶחָד אַבְנֵי הַכֶּבֶשׁ וְאֶחָד אַבְנֵי הַמִּזְבֵּחַ, מִבִּקְעַת בֵּית כָּרֶם. וְחוֹפְרִין לְמַטָּה מֵהַבְּתוּלָה, וּמְבִיאִים מִשָּׁם אֲבָנִים שְׁלֵמוֹת, שֶׁלֹּא הוּנַף עֲלֵיהֶן בַּרְזֶל, שֶׁהַבַּרְזֶל פּוֹסֵל בִּנְגִיעָה. וּבִפְגִימָה לְכָל דָּבָר. נִפְגְּמָה אַחַת מֵהֶן, הִיא פְסוּלָה וְכֻלָּן כְּשֵׁרוֹת. וּמְלַבְּנִים אוֹתָן פַּעֲמַיִם בַּשָּׁנָה, אַחַת בַּפֶּסַח וְאַחַת בֶּחָג. וְהַהֵיכָל, פַּעַם אַחַת, בַּפֶּסַח. רַבִּי אוֹמֵר, כָּל עֶרֶב שַׁבָּת מְלַבְּנִים אוֹתוֹ בְמַפָּה מִפְּנֵי הַדָּמִים. לֹא הָיוּ סָדִין אוֹתָן בְּכָפִיס שֶׁל בַּרְזֶל, שֶׁמָּא יִגַּע וְיִפְסֹל, שֶׁהַבַּרְזֶל נִבְרָא לְקַצֵּר יָמָיו שֶׁל אָדָם, וְהַמִּזְבֵּחַ נִבְרָא לְהַאֲרִיךְ יָמָיו שֶׁל אָדָם, אֵינוֹ בַדִין שֶׁיּוּנַף הַמְקַצֵּר עַל הַמַּאֲרִיךְ","rdfs:label":"משנה מדות ג ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-4"},{"uri":"jbr:mishna-bartanura-5-10-3-4","jbo:text":"ר\"ע מברטנורה מבקעת בית כרם. היו מביאים אותן: מן הבתולה. קרקע שלא חפרו שם מעולם: והפגימה. פוסלת באבנים, בכל דבר. ואפלו לא נפגמו בברזל: ומלבנים אותן. בסיד, פעמים בשנה: רבי אומר כו'. לא פליג אתנא קמא, אלא מוסיף לומר דבכל ערב שבת היו מקנחים אותן במפה מפני הדמים: לא היו סדין אותו בכפים. אמלתיה דתנא קמא מהדר, כשהיו מלבנים אותן בסיד פעמים בשנה, לא היו סדין אותן בכפות של בנאים שרגילים לסוד בו","jbo:textNikud":"ר\"ע מברטנורה מִבִּקְעַת בֵּית כָּרֶם. הָיוּ מְבִיאִים אוֹתָן: מִן הַבְּתוּלָה. קַרְקַע שֶׁלֹּא חָפְרוּ שָׁם מֵעוֹלָם: וְהַפְּגִימָה. פּוֹסֶלֶת בָּאֲבָנִים, בְּכָל דָּבָר. וַאֲפִלּוּ לֹא נִפְגְּמוּ בְּבַרְזֶל: וּמְלַבְּנִים אוֹתָן. בַּסִּיד, פַּעֲמַיִם בַּשָּׁנָה: רַבִּי אוֹמֵר כוּ'. לֹא פָּלֵיג אַתַּנָּא קַמָּא, אֶלָּא מוֹסִיף לוֹמַר דִּבְכָל עֶרֶב שַׁבָּת הָיוּ מְקַנְּחִים אוֹתָן בְּמַפָּה מִפְּנֵי הַדָּמִים: לֹא הָיוּ סָדִין אוֹתוֹ בְּכָפִים. אַמִּלְתֵיהּ דְּתַנָּא קַמָּא מְהַדַּר, כְּשֶׁהָיוּ מְלַבְּנִים אוֹתָן בְּסִיד פַּעֲמַיִם בַּשָּׁנָה, לֹא הָיוּ סָדִין אוֹתָן בְּכַפּוֹת שֶׁל בַּנָּאִים שֶׁרְגִילִים לָסוּד בּוֹ","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-4"},{"uri":"jbr:mishna-5-10-3-5","jbo:text":"וטבעות היו לצפונו של מזבח, ששה סדרים של ארבע ארבע {יד}, ויש אומרים, ארבעה של שש שש, שעליהן שוחטין את הקדשים. בית המטבחים היה לצפונו של מזבח, ועליו {טו} שמנה עמודים ננסין, ורביעין של ארז על גביהן, ואנקליות של ברזל היו קבועין בהם, ושלשה סדרים היו לכל אחד ואחד {טז}, שבהם תולין. ומפשיטין על שלחנות של שיש שבין העמודים {יז}","jbo:textNikud":"וְטַבָּעוֹת הָיוּ לִצְפוֹנוֹ שֶׁל מִזְבֵּחַ, שִׁשָּׁה סְדָרִים שֶׁל אַרְבַּע אַרְבַּע {יד}, וְיֵשׁ אוֹמְרִים, אַרְבָּעָה שֶׁל שֵׁשׁ שֵׁשׁ, שֶׁעֲלֵיהֶן שׁוֹחֲטִין אֶת הַקֳּדָשִׁים. בֵּית הַמִּטְבָּחַיִם הָיָה לִצְפוֹנוֹ שֶׁל מִזְבֵּחַ, וְעָלָיו {טו} שְׁמֹנָה עַמּוּדִים נַנָּסִין, וּרְבִיעִין שֶׁל אֶרֶז עַל גַּבֵּיהֶן, וְאֻנְקְלָיוֹת שֶׁל בַּרְזֶל הָיוּ קְבוּעִין בָּהֶם, וּשְׁלֹשָׁה סְדָרִים הָיוּ לְכָל אֶחָד וְאֶחָד {טז}, שֶׁבָּהֶם תּוֹלִין. וּמַפְשִׁיטִין עַל שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ שֶׁבֵּין הָעַמּוּדִים {יז}","rdfs:label":"משנה מדות ג ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-5"},{"uri":"jbr:mishna-bartanura-5-10-3-5","jbo:text":"ר\"ע מברטנורה וטבעות היו בצפונו של מזבח. לפי שלא היו כופתים את התמיד כדתנן במסכת תמיד, התקין יוחנן כהן גדול עשרים וארבע טבעות לעשרים וארבעה משמרות כהנה, והיו קבועות ברצפה עשויות כמין קשת שהיו מכניסים בהן צואר בהמה בשעת שחיטה ונועצים ראש הטבעת בארץ. והיו לצפונו של מזבח, לפי שקדשי קדשים שחיטתן בצפון: שמנה עמודים ננסים. עמודים של אבן נמוכין: ורביעין של ארז. חתיכות מרבעות של ארז היו על העמודים: ואנקליות. כעין מזלגות, אנציני\"ש בלע\"ז: היו קבועין. באותן רביעין של ארז, ותולין בהן הבהמה: ושלשה סדרים. של אנקליות זו למעלה מזו היו בכל חתיכת עץ, לתלות בהמה גדולה או קטנה: על שלחנות של שיש. שעליהן מדיחין הקרבים, לפי שהשיש מקרר ומצנן ושומר הבשר שלא יסריח","jbo:textNikud":"ר\"ע מברטנורה וְטַבָּעוֹת הָיוּ בִּצְפוֹנוֹ שֶׁל מִזְבֵּחַ. לְפִי שֶׁלֹּא הָיוּ כּוֹפְתִים אֶת הַתָּמִיד כְּדִתְנַן בְּמַסֶּכֶת תָּמִיד, הִתְקִין יוֹחָנָן כֹּהֵן גָּדוֹל עֶשְׂרִים וְאַרְבַּע טַבָּעוֹת לְעֶשְׂרִים וְאַרְבָּעָה מִשְׁמְרוֹת כְּהֻנָּה, וְהָיוּ קְבוּעוֹת בָּרִצְפָּה עֲשׂוּיוֹת כְּמִין קֶשֶׁת שֶׁהָיוּ מַכְנִיסִים בָּהֶן צַוַּאר בְּהֵמָה בִּשְׁעַת שְׁחִיטָה וְנוֹעֲצִים רֹאשׁ הַטַּבַּעַת בָּאָרֶץ. וְהָיוּ לִצְפוֹנוֹ שֶׁל מִזְבֵּחַ, לְפִי שֶׁקָּדְשֵׁי קָדָשִׁים שְׁחִיטָתָן בַּצָּפוֹן: שְׁמֹנָה עַמּוּדִים נַנָּסִים. עַמּוּדִים שֶׁל אֶבֶן נְמוּכִין: וּרְבִיעִין שֶׁל אֶרֶז. חֲתִיכוֹת מְרֻבָּעוֹת שֶׁל אֶרֶז הָיוּ עַל הָעַמּוּדִים: וְאֻנְקְלָיוֹת. כְּעֵין מַזְלְגוֹת, אנציני\"שׁ בְּלַעַ\"ז: הָיוּ קְבוּעִין. בְּאוֹתָן רְבִיעִין שֶׁל אֶרֶז, וְתוֹלִין בָּהֶן הַבְּהֵמָה: וּשְׁלֹשָׁה סְדָרִים. שֶׁל אֻנְקְלָיוֹת זוֹ לְמַעְלָה מִזּוֹ הָיוּ בְּכָל חֲתִיכַת עֵץ, לִתְלוֹת בְּהֵמָה גְּדוֹלָה אוֹ קְטַנָּה: עַל שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ. שֶׁעֲלֵיהֶן מְדִיחִין הַקְּרָבַיִם, לְפִי שֶׁהַשַּׁיִשׁ מְקָרֵר וּמְצַנֵּן וְשׁוֹמֵר הַבָּשָׂר שֶׁלֹּא יַסְרִיחַ","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-5"},{"uri":"jbr:mishna-yomtov-5-10-3-5","jbo:text":"עיקר תוי\"ט {יד} ששה כו'. ששה סדרים היו הטבעות בשורה אחת ובכל סדר ארבע טבעות שהן עשרים וארבע. ויש אומרים ארבעה סדרים היו של שש טבעות, שהן נמי עשרים וארבע. הר\"ש: {טו} ועליו. כלומר באותו מקום. הר\"ש: {טז} ושלשה כו'. פרוש, בשלשת הצדדין קבועין האנקליות למזרח ולצפון ולדרום, אבל לא לצד מערב, שלא יהפכו המפשיטים אחוריהן לקדש הקדשים. ראבי\"ה: {יז} שבין כו'. פרוש, שבין המזבח ולעמודים. ונראה שלא היו העמודים וכן השלחנות מסדרים זה אצל זה ארבע שורות של שנים שנים מסדרין זה אחר זה, אלא כל דממזרח למערב, עמודים שמנה, שלחנות שמנה. ראבי\"ה","jbo:textNikud":"עיקר תוי\"ט {יד} שִׁשָּׁה כוּ'. שִׁשָּׁה סְדָרִים הָיוּ הַטַּבָּעוֹת בְּשׁוּרָה אַחַת וּבְכָל סֵדֶר אַרְבַּע טַבָּעוֹת שֶׁהֵן עֶשְׂרִים וְאַרְבַּע. וְיֵשׁ אוֹמְרִים אַרְבָּעָה סְדָרִים הָיוּ שֶׁל שֵׁשׁ טַבָּעוֹת, שֶׁהֵן נַמִּי עֶשְׂרִים וְאַרְבַּע. הָרַ\"שׁ: {טו} וְעָלָיו. כְּלוֹמַר בְּאוֹתוֹ מָקוֹם. הָרַ\"שׁ: {טז} וּשְׁלֹשָׁה כוּ'. פֵּרוּשׁ, בִּשְׁלֹשֶׁת הַצְּדָדִין קְבוּעִין הָאֻנְקְלָיוֹת לַמִּזְרָח וְלַצָּפוֹן וְלַדָּרוֹם, אֲבָל לֹא לְצַד מַעֲרָב, שֶׁלֹּא יַהַפְכוּ הַמַּפְשִׁיטִים אֲחוֹרֵיהֶן לְקֹדֶשׁ הַקֳּדָשִׁים. רַאֲבִיָ\"ה: {יז} שֶׁבֵּין כוּ'. פֵּרוּשׁ, שֶׁבֵּין הַמִּזְבֵּחַ וְלָעַמּוּדִים. וְנִרְאֶה שֶׁלֹּא הָיוּ הָעַמּוּדִים וְכֵן הַשֻּׁלְחָנוֹת מְסֻדָּרִים זֶה אֵצֶל זֶה אַרְבַּע שׁוּרוֹת שֶׁל שְׁנַיִם שְׁנַיִם מְסֻדָּרִין זֶה אַחַר זֶה, אֶלָּא כָּל דְּמִמִּזְרָח לַמַּעֲרָב, עַמּוּדִים שְׁמֹנָה, שֻׁלְחָנוֹת שְׁמֹנָה. רַאֲבִיָ\"ה","rdfs:label":"עיקר תוי\"ט משנה מדות ג ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-5"},{"uri":"jbr:mishna-5-10-3-6","jbo:text":"הכיור היה בין האולם ולמזבח, ומשוך כלפי הדרום {יח}. בין האולם ולמזבח, עשרים ושתים אמה. ושתים עשרה מעלות היו שם, רום מעלה חצי אמה, ושלחה אמה. אמה אמה ורבד שלש, ואמה אמה ורבד שלש. והעליונה, אמה אמה ורבד ארבע. רבי יהודה אומר, העליונה, אמה אמה ורבד חמש","jbo:textNikud":"הַכִּיּוֹר הָיָה בֵּין הָאוּלָם וְלַמִּזְבֵּחַ, וּמָשׁוּךְ כְּלַפֵּי הַדָּרוֹם {יח}. בֵּין הָאוּלָם וְלַמִּזְבֵּחַ, עֶשְׂרִים וּשְׁתַּיִם אַמָּה. וּשְׁתֵּים עֶשְׂרֵה מַעֲלוֹת הָיוּ שָׁם, רוּם מַעֲלָה חֲצִי אַמָּה, וְשִׁלְחָהּ אַמָּה. אַמָּה אַמָּה וְרֹבֶד שָׁלֹשׁ, וְאַמָּה אַמָּה וְרֹבֶד שָׁלֹשׁ. וְהָעֶלְיוֹנָה, אַמָּה אַמָּה וְרֹבֶד אַרְבַּע. רַבִּי יְהוּדָה אוֹמֵר, הָעֶלְיוֹנָה, אַמָּה אַמָּה וְרֹבֶד חָמֵשׁ","rdfs:label":"משנה מדות ג ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-6"},{"uri":"jbr:mishna-bartanura-5-10-3-6","jbo:text":"ר\"ע מברטנורה הכי גרסינן רום מעלה חצי אמה ושלחה אמה, אמה אמה ורבד שלש, אמה אמה ורבד שלש, העליונה אמה אמה ורבד ארבע. רבי יהודה אומר העליונה אמה אמה ורבד חמש. כך כתב רבי ברוך שמצא בנסחאות ישנות מדיקות. והכי פרושה, רום, גבה המעלה, חצי אמה, כמו שהיו כלן: ושלחה. דהינו משך רחב המעלה, שזהו מדרך הרגל, היה אמה. ומעלה שניה ושלישית, כל אחת היה שלחה אמה, והינו אמה אמה דקתני: ורבד שלש. מעלה רביעית היה רחבה שלש אמות. ורבד דקתני, הינו שורה של רצפה, כמו מקף רבדים של אבן, על הרבד הרביעי שבעזרה. לפי שהרצפה היתה רחבה בלא מעלה, ומשום הכי לא אמר שלחה שלש, אלא רבד שלש, כלומר שורת הרצפה: ואמה אמה. כלומר מעלה חמישית וששית, כל אחת היה שלחה אמה: ורבד שלש. מעלה שביעית היה רחבה שלש אמות: העליונה אמה אמה ורבד ארבע. פרוש, המעלה העליונה שהיא המעלה של שתים עשרה לאחר ארבע מעלות שהיה לכל אחת אמה, המעלה העליונה היתה רחבה ארבע אמות עד האולם. נמצאו כל המעלות תשע עשרה אמות מן הראשונה עד האולם. ושלש אמות רחב של רצפה חלקה היה מן המזבח עד תחלת המעלות, הרי עשרים ושתים אמות בין האולם ולמזבח: רבי יהודה אומר העליונה וכו' רבד חמש. עד האולם. דסבר לסוף שתי אמות של מזבח מתחילות המעלות","jbo:textNikud":"ר\"ע מברטנורה הָכִי גָרְסִינַן רוּם מַעֲלָה חֲצִי אַמָּה וְשִׁלְחָהּ אַמָּה, אַמָּה אַמָּה וְרֹבֶד שָׁלֹשׁ, אַמָּה אַמָּה וְרֹבֶד שָׁלֹשׁ, הָעֶלְיוֹנָה אַמָּה אַמָּה וְרֹבֶד אַרְבַּע. רַבִּי יְהוּדָה אוֹמֵר הָעֶלְיוֹנָה אַמָּה אַמָּה וְרֹבֶד חָמֵשׁ. כָּךְ כָּתַב רַבִּי בָּרוּךְ שֶׁמָּצָא בְּנֻסְחָאוֹת יְשָׁנוֹת מְדֻיָּקוֹת. וְהָכִי פֵּרוּשָׁהּ, רוּם, גֹּבַהּ הַמַּעֲלָה, חֲצִי אַמָּה, כְּמוֹ שֶׁהָיוּ כֻּלָּן: וְשִׁלְחָהּ. דְּהַיְנוּ מֶשֶׁךְ רֹחַב הַמַּעֲלָה, שֶׁזֶּהוּ מִדְרַךְ הָרֶגֶל, הָיָה אַמָּה. וּמַעֲלָה שְׁנִיָּה וּשְׁלִישִׁית, כָּל אַחַת הָיָה שִׁלְחָהּ אַמָּה, וְהַיְנוּ אַמָּה אַמָּה דְּקָתָנֵי: וְרֹבֶד שָׁלֹשׁ. מַעֲלָה רְבִיעִית הָיָה רָחְבָּהּ שָׁלֹשׁ אַמּוֹת. וְרֹבֶד דְּקָתָנֵי, הַיְנוּ שׁוּרָה שֶׁל רִצְפָּה, כְּמוֹ מֻקָּף רְבָדִים שֶׁל אֶבֶן, עַל הָרֹבֶד הָרְבִיעִי שֶׁבָּעֲזָרָה. לְפִי שֶׁהָרִצְפָּה הָיְתָה רְחָבָה בְּלֹא מַעֲלָה, וּמִשּׁוּם הָכִי לֹא אָמַר שִׁלְחָהּ שָׁלֹשׁ, אֶלָּא רֹבֶד שָׁלֹשׁ, כְּלוֹמַר שׁוּרַת הָרִצְפָּה: וְאַמָּה אַמָּה. כְּלוֹמַר מַעֲלָה חֲמִישִׁית וְשִׁשִּׁית, כָּל אַחַת הָיָה שִׁלְחָהּ אַמָּה: וְרֹבֶד שָׁלֹשׁ. מַעֲלָה שְׁבִיעִית הָיָה רָחְבָּהּ שָׁלֹשׁ אַמּוֹת: הָעֶלְיוֹנָה אַמָּה אַמָּה וְרֹבֶד אַרְבַּע. פֵּרוּשׁ, הַמַּעֲלָה הָעֶלְיוֹנָה שֶׁהִיא הַמַּעֲלָה שֶׁל שְׁתֵּים עֶשְׂרֵה לְאַחַר אַרְבַּע מַעֲלוֹת שֶׁהָיָה לְכָל אַחַת אַמָּה, הַמַּעֲלָה הָעֶלְיוֹנָה הָיְתָה רְחָבָה אַרְבַּע אַמּוֹת עַד הָאוּלָם. נִמְצְאוּ כָּל הַמַּעֲלוֹת תְּשַׁע עֶשְׂרֵה אַמּוֹת מִן הָרִאשׁוֹנָה עַד הָאוּלָם. וְשָׁלֹשׁ אַמּוֹת רֹחַב שֶׁל רִצְפָּה חֲלָקָה הָיָה מִן הַמִּזְבֵּחַ עַד תְּחִלַּת הַמַּעֲלוֹת, הֲרֵי עֶשְׂרִים וּשְׁתַּיִם אַמּוֹת בֵּין הָאוּלָם וְלַמִּזְבֵּחַ: רַבִּי יְהוּדָה אוֹמֵר הָעֶלְיוֹנָה וְכוּ' רֹבֶד חָמֵשׁ. עַד הָאוּלָם. דְּסָבַר לְסוֹף שְׁתֵּי אַמּוֹת שֶׁל מִזְבֵּחַ מַתְחִילוֹת הַמַּעֲלוֹת","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-6"},{"uri":"jbr:mishna-yomtov-5-10-3-6","jbo:text":"עיקר תוי\"ט {יח} ומשוך כו'. שלא היה עומד באמצע בינתים אלא כבין האולם ולמזבח. הר\"ש","jbo:textNikud":"עיקר תוי\"ט {יח} וּמָשׁוּךְ כוּ'. שֶׁלֹּא הָיָה עוֹמֵד בָּאֶמְצַע בֵּינְתַיִם אֶלָּא כְּבֵין הָאוּלָם וְלַמִּזְבֵּחַ. הָרַ\"שׁ","rdfs:label":"עיקר תוי\"ט משנה מדות ג ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-6"},{"uri":"jbr:mishna-5-10-3-7","jbo:text":"פתחו של אולם, גבהו ארבעים אמה, ורחבו עשרים אמה. וחמש מלתראות של מילת היו על גביו. התחתונה עודפת על הפתח אמה מזה ואמה מזה. שלמעלה ממנה עודפת עליה אמה מזה ואמה מזה. נמצאת העליונה שלשים אמה. ונדבך של אבנים היה בין כל אחת ואחת","jbo:textNikud":"פִּתְחוֹ שֶׁל אוּלָם, גָּבְהוֹ אַרְבָּעִים אַמָּה, וְרָחְבּוֹ עֶשְׂרִים אַמָּה. וְחָמֵשׁ מַלְתְּרָאוֹת שֶׁל מִילָת הָיוּ עַל גַּבָּיו. הַתַּחְתּוֹנָה עוֹדֶפֶת עַל הַפֶּתַח אַמָּה מִזֶּה וְאַמָּה מִזֶּה. שֶׁלְּמַעְלָה מִמֶּנָּה עוֹדֶפֶת עָלֶיהָ אַמָּה מִזֶּה וְאַמָּה מִזֶּה. נִמְצֵאת הָעֶלְיוֹנָה שְׁלֹשִׁים אַמָּה. וְנִדְבָּךְ שֶׁל אֲבָנִים הָיָה בֵין כָּל אַחַת וְאֶחָת","rdfs:label":"משנה מדות ג ז","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-7"},{"uri":"jbr:mishna-bartanura-5-10-3-7","jbo:text":"ר\"ע מברטנורה חמש אמלתראות. קורות מצירות ומכירות: של מילת. של אילן {יט} שגדלים בו עפצים שקרוין מילין. כדאמרינן בגטין [דף יט] חישינן שמא במי מילין כתבו: התחתונה. הקורה התחתונה משכבת על משקוף הפתח לרחבו של פתח שהוא רחב עשרים אמה, והקורה עודפת על הפתח אמה מזה ואמה מזה, נמצא ארכה עשרים ושתים. וקורה שניה שלמעלה הימנה עודפת על הראשונה אמה מזה ואמה מזה, נמצא ארכה עשרים וארבע. והשלישית עשרים ושש, והרביעית עשרים ושמנה, וחמישית שלשים: ונדבך. שורה. כמו נדבכים די אבן גלל (עזרא ו): בין כל אחת ואחת. חמש קורות אלו לא היו נוגעות זו בזו, אלא שורה של בנין של אבנים היתה בין זו לזו","jbo:textNikud":"ר\"ע מברטנורה חָמֵשׁ אֲמַלְתְּרָאוֹת. קוֹרוֹת מְצֻיָּרוֹת וּמְכֻיָּרוֹת: שֶׁל מִילָת. שֶׁל אִילָן {יט} שֶׁגְּדֵלִים בּוֹ עֲפָצִים שֶׁקְרוּיִן מִילִין. כִּדְאָמְרִינַן בְּגִטִּין [דַּף יט] חַיְשִׁינַן שֶׁמָּא בְּמֵי מִילִין כְּתָבוֹ: הַתַּחְתּוֹנָה. הַקּוֹרָה הַתַּחְתּוֹנָה מֻשְׁכֶּבֶת עַל מַשְׁקוֹף הַפֶּתַח לְרָחְבּוֹ שֶׁל פֶּתַח שֶׁהוּא רָחָב עֶשְׂרִים אַמָּה, וְהַקּוֹרָה עוֹדֶפֶת עַל הַפֶּתַח אַמָּה מִזֶּה וְאַמָּה מִזֶּה, נִמְצָא אָרְכָּהּ עֶשְׂרִים וּשְׁתַּיִם. וְקוֹרָה שְׁנִיָּה שֶׁלְּמַעְלָה הֵימֶנָּה עוֹדֶפֶת עַל הָרִאשׁוֹנָה אַמָּה מִזֶּה וְאַמָּה מִזֶּה, נִמְצָא אָרְכָּהּ עֶשְׂרִים וְאַרְבַּע. וְהַשְּׁלִישִׁית עֶשְׂרִים וָשֵׁשׁ, וְהָרְבִיעִית עֶשְׂרִים וּשְׁמֹנֶה, וַחֲמִישִׁית שְׁלֹשִׁים: וְנִדְבָּךְ. שׁוּרָה. כְּמוֹ נִדְבָּכִים דִּי אֶבֶן גְּלָל (עֶזְרָא ו): בֵּין כָּל אַחַת וְאֶחָת. חָמֵשׁ קוֹרוֹת אֵלּוּ לֹא הָיוּ נוֹגְעוֹת זוֹ בָזוֹ, אֶלָּא שׁוּרָה שֶׁל בִּנְיָן שֶׁל אֲבָנִים הָיְתָה בֵּין זוֹ לָזוֹ","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ז","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-7"},{"uri":"jbr:mishna-yomtov-5-10-3-7","jbo:text":"עיקר תוי\"ט {יט} ולא הוה משום לא תטע לך אשרה כל עץ, דלא אסרה תורה אלא דומיא דנטיעת עץ שהוא בולט. וזהו שהרמב\"ם כתב ואין בונין בו עץ בולט כלל","jbo:textNikud":"עיקר תוי\"ט {יט} וְלֹא הֲוָה מִשּׁוּם לֹא תִטַּע לְךָ אֲשֵׁרָה כָּל עֵץ, דְּלֹא אָסְרָה תּוֹרָה אֶלָּא דּוּמְיָא דִּנְטִיעַת עֵץ שֶׁהוּא בּוֹלֵט. וְזֶהוּ שֶׁהָרַמְבַּ\"ם כָּתַב וְאֵין בּוֹנִין בּוֹ עֵץ בּוֹלֵט כְּלָל","rdfs:label":"עיקר תוי\"ט משנה מדות ג ז","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-7"},{"uri":"jbr:mishna-5-10-3-8","jbo:text":"וכלונסות של ארז היו קבועין {כ} מכתלו של היכל לכתלו של אולם, כדי שלא יבעט. ושרשרות של זהב היו קבועות בתקרת {כב} האולם, שבהן פרחי כהנה עולין ורואין את העטרת, שנאמר (זכריה ו), והעטרת תהיה לחלם ולטוביה ולידעיה ולחן בן צפניה לזכרון בהיכל ה'. גפן {כג} של זהב היתה עומדת על פתחו של היכל, ומדלה על גבי כלונסות {כד}. כל מי שהוא מתנדב עלה, או גרגיר, או אשכול, מביא ותולה בה. אמר רבי אליעזר ברבי צדוק, מעשה היה, ונמנו עליה שלש מאות כהנים","jbo:textNikud":"וּכְלוֹנָסוֹת שֶׁל אֶרֶז הָיוּ קְבוּעִין {כ} מִכָּתְלוֹ שֶׁל הֵיכָל לְכָתְלוֹ שֶׁל אוּלָם, כְּדֵי שֶׁלֹּא יִבְעָט. וְשַׁרְשְׁרוֹת שֶׁל זָהָב הָיוּ קְבוּעוֹת בְּתִקְרַת {כב} הָאוּלָם, שֶׁבָּהֶן פִּרְחֵי כְהֻנָּה עוֹלִין וְרוֹאִין אֶת הָעֲטָרֹת, שֶׁנֶּאֱמַר (זכריה ו), וְהָעֲטָרֹת תִּהְיֶה לְחֵלֶם וּלְטוֹבִיָּה וְלִידַעְיָה וּלְחֵן בֶּן צְפַנְיָה לְזִכָּרוֹן בְּהֵיכַל ה'. גֶּפֶן {כג} שֶׁל זָהָב הָיְתָה עוֹמֶדֶת עַל פִּתְחוֹ שֶׁל הֵיכָל, וּמֻדְלָה עַל גַּבֵּי כְלוֹנָסוֹת {כד}. כָּל מִי שֶׁהוּא מִתְנַדֵּב עָלֶה, אוֹ גַרְגִּיר, אוֹ אֶשְׁכּוֹל, מֵבִיא וְתוֹלֶה בָהּ. אָמַר רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק, מַעֲשֶׂה הָיָה, וְנִמְנוּ עָלֶיהָ שְׁלֹשׁ מֵאוֹת כֹּהֲנִים","rdfs:label":"משנה מדות ג ח","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-8"},{"uri":"jbr:mishna-bartanura-5-10-3-8","jbo:text":"ר\"ע מברטנורה שלא יבעטו. שלא יטו הכתלים לפל מחמת גבהן, והיו הכלונסות הללו הנמשכים מכתל זה לכתל זה סומכים {כא} שני הכתלים שלא יפלו: ורואין את העטרת. שבחלונות של היכל: כל מי שהוא מתנדב. זהב להיכל, ורוצה שהזהב עצמו שהתנדב יתנוהו בהיכל {כה} לפי שהיה כלו מצפה זהב, היה עושה מאותו זהב שמתנדב כדמות גרגיר או עלה או אשכול ותולה בה: ונמנו עליה שלש מאות כהנים. מכבד הזהב מרבה שהיה בה, הצרכו שלש מאות כהנים לטלטלה ולפנותה ממקום למקום {כו}. וזה אחד מן המקומות שדברו חכמים לשון הבאי, דלאו דוקא שלש מאות כהנים {כז}, ולא נתכון רבי אליעזר ברבי צדוק אלא להודיע שזהב הרבה התנדבו שם","jbo:textNikud":"ר\"ע מברטנורה שֶׁלֹּא יִבְעֲטוּ. שֶׁלֹּא יִטּוּ הַכְּתָלִים לִפֹּל מֵחֲמַת גָּבְהָן, וְהָיוּ הַכְּלוֹנָסוֹת הַלָּלוּ הַנִּמְשָׁכִים מִכֹּתֶל זֶה לְכֹתֶל זֶה סוֹמְכִים {כא} שְׁנֵי הַכְּתָלִים שֶׁלֹּא יִפְּלוּ: וְרוֹאִין אֶת הָעֲטָרֹת. שֶׁבַּחַלּוֹנוֹת שֶׁל הֵיכָל: כָּל מִי שֶׁהוּא מִתְנַדֵּב. זָהָב לַהֵיכָל, וְרוֹצֶה שֶׁהַזָּהָב עַצְמוֹ שֶׁהִתְנַדֵּב יִתְנוּהוּ בַּהֵיכָל {כה} לְפִי שֶׁהָיָה כֻּלּוֹ מְצֻפֶּה זָהָב, הָיָה עוֹשֶׂה מֵאוֹתוֹ זָהָב שֶׁמִּתְנַדֵּב כִּדְמוּת גַּרְגִּיר אוֹ עָלֶה אוֹ אֶשְׁכּוֹל וְתוֹלֶה בָּהּ: וְנִמְנוּ עָלֶיהָ שְׁלֹשׁ מֵאוֹת כֹּהֲנִים. מִכֹּבֶד הַזָּהָב מְרֻבֶּה שֶׁהָיָה בָּהּ, הֻצְרְכוּ שְׁלֹשׁ מְאוֹת כֹּהֲנִים לְטַלְטְלָהּ וּלְפַנּוֹתָהּ מִמָּקוֹם לְמָקוֹם {כו}. וְזֶה אֶחָד מִן הַמְּקוֹמוֹת שֶׁדִּבְּרוּ חֲכָמִים לְשׁוֹן הֲבַאי, דְּלָאו דַּוְקָא שְׁלֹשׁ מְאוֹת כֹּהֲנִים {כז}, וְלֹא נִתְכַּוֵּן רַבִּי אֱלִיעֶזֶר בְּרַבִּי צָדוֹק אֶלָּא לְהוֹדִיעַ שֶׁזָּהָב הַרְבֵּה הִתְנַדְּבוּ שָׁם","rdfs:label":"ר\"ע מברטנורה משנה מדות ג ח","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-8"},{"uri":"jbr:mishna-yomtov-5-10-3-8","jbo:text":"עיקר תוי\"ט {כ} קבועים. לא קבועים ממש קאמר בבנין, אלא קבועים בעלמא בלא בנין. דאם לא כן קעבר על לא תטע לך כל עץ, כדלעיל. כסף משנה: {כא} כעין שקורין אונט\"ר שטיצ\"ר. ראבי\"ה: {כב} בתקרת. ותולות למטה באולם, שאוחזין בהן פרחי כהנה מפסגין ועולין כו'. הרר\"ש: {כג} גפן. עשו צורת גפן של זהב על פתחו של היכל להתברך כגפן, לפי שכנסת ישראל נמשלה לגפן כמו שהוא מפרסם בכתוב. הרמב\"ם: {כד} כלונסות. של ארז. כעין דלית של גפן מגביהין אותה על גבי עמודים של ארז. דלא עברו אלא תטע לך אשרה כל עץ, דזה אינו בנין. מפרש: {כה} ונראה לי שהיה עושה עלה או גרגיר ותולהו בגפן, ולשעה שהיו צריכין לזהב לבדק ההיכל היו לוקחין מכאן ומהתכין אותו לעשות ממנו מה שצריך בהיכל עצמו: {כו} לשון הר\"ש, לפנותה ולפרק משא גרגירים ואשכולות שתלו עליה: {כז} דאם היתה טעונה כל כך שצריכה שלש מאות כהנים לפנות, תשבר, וכל כך לא היו ממתינים. מפרש","jbo:textNikud":"עיקר תוי\"ט {כ} קְבוּעִים. לֹא קְבוּעִים מַמָּשׁ קָאָמַר בַּבִּנְיָן, אֶלָּא קְבוּעִים בְּעָלְמָא בְּלֹא בִּנְיָן. דְּאִם לֹא כֵן קָעָבַר עַל לֹא תִטַּע לְךָ כָּל עֵץ, כְּדִלְעֵיל. כֶּסֶף מִשְׁנֶה: {כא} כְּעֵין שֶׁקּוֹרִין אונט\"ר שטיצ\"ר. רַאֲבִיָ\"ה: {כב} בְּתִקְרַת. וְתוֹלוֹת לְמַטָּה בָּאוּלָם, שֶׁאוֹחֲזִין בָּהֶן פִּרְחֵי כְּהֻנָּה מְפַסְּגִין וְעוֹלִין כוּ'. הָרר\"שׁ: {כג} גֶּפֶן. עָשׂוּ צוּרַת גֶּפֶן שֶׁל זָהָב עַל פִּתְחוֹ שֶׁל הֵיכָל לְהִתְבָּרֵךְ כְּגֶפֶן, לְפִי שֶׁכְּנֶסֶת יִשְׂרָאֵל נִמְשְׁלָה לְגֶפֶן כְּמוֹ שֶׁהוּא מְפֻרְסָם בַּכָּתוּב. הָרַמְבַּ\"ם: {כד} כְּלוֹנָסוֹת. שֶׁל אֶרֶז. כְּעֵין דָּלִית שֶׁל גֶּפֶן מַגְבִּיהִין אוֹתָהּ עַל גַּבֵּי עַמּוּדִים שֶׁל אֶרֶז. דְּלֹא עָבְרוּ אַלֹּא תִטַּע לְךָ אֲשֵׁרָה כָּל עֵץ, דְּזֶה אֵינוֹ בִּנְיָן. מְפָרֵשׁ: {כה} וְנִרְאֶה לִי שֶׁהָיָה עוֹשֶׂה עָלֶה אוֹ גַּרְגִּיר וְתוֹלֵהוּ בַּגֶּפֶן, וּלְשָׁעָה שֶׁהָיוּ צְרִיכִין לַזָּהָב לְבֶדֶק הַהֵיכָל הָיוּ לוֹקְחִין מִכָּאן וּמְהַתְּכִין אוֹתוֹ לַעֲשׂוֹת מִמֶּנּוּ מַה שֶּׁצָּרִיךְ בַּהֵיכָל עַצְמוֹ: {כו} לְשׁוֹן הָרַ\"שׁ, לְפַנּוֹתָהּ וּלְפָרֵק מַשָּׂא גַּרְגִּירִים וְאֶשְׁכּוֹלוֹת שֶׁתָּלוּ עָלֶיהָ: {כז} דְּאִם הָיְתָה טְעוּנָה כָּל כָּךְ שֶׁצְּרִיכָה שְׁלֹשׁ מְאוֹת כֹּהֲנִים לְפַנּוֹת, תִּשָּׁבֵר, וְכָל כָּךְ לֹא הָיוּ מַמְתִּינִים. מְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה מדות ג ח","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-3","jbo:interprets":"jbr:mishna-5-10-3-8"},{"uri":"jbr:mishna-5-10-4-1","jbo:text":"פתחו של היכל {א}, גבהו עשרים אמה ורחבו עשר אמות. וארבע דלתות היו לו, שתים בפנים ושתים בחוץ, שנאמר (יחזקאל מא), ושתים דלתות להיכל ולקדש {ב}. החיצונות נפתחות לתוך הפתח לכסות עביו של כתל, והפנימיות נפתחות לתוך הבית לכסות אחר הדלתות, שכל הבית טוח בזהב, חוץ מאחר הדלתות. רבי יהודה אומר, בתוך הפתח היו עומדות, וכמין אצטרמיטה היו, ונקפלות לאחוריהן, אלו שתי אמות ומחצה, ואלו שתי אמות ומחצה, חצי אמה מזוזה מכאן, וחצי אמה מזוזה מכאן, שנאמר (שם), ושתים דלתות לדלתות שתים מוסבות {ג} דלתות, שתים לדלת אחת ושתי דלתות לאחרת","jbo:textNikud":"פִּתְחוֹ שֶׁל הֵיכָל {א}, גָּבְהוֹ עֶשְׂרִים אַמָּה וְרָחְבּוֹ עֶשֶׂר אַמּוֹת. וְאַרְבַּע דְּלָתוֹת הָיוּ לוֹ, שְׁתַּיִם בִּפְנִים וּשְׁתַּיִם בַּחוּץ, שֶׁנֶאֱמַר (יחזקאל מא), וּשְׁתַּיִם דְּלָתוֹת לַהֵיכָל וְלַקֹּדֶשׁ {ב}. הַחִיצוֹנוֹת נִפְתָּחוֹת לְתוֹךְ הַפֶּתַח לְכַסּוֹת עָבְיוֹ שֶׁל כֹּתֶל, וְהַפְּנִימִיּוֹת נִפְתָּחוֹת לְתוֹךְ הַבַּיִת לְכַסּוֹת אַחַר הַדְּלָתוֹת, שֶׁכָּל הַבַּיִת טוּחַ בְּזָהָב, חוּץ מֵאַחַר הַדְּלָתוֹת. רַבִּי יְהוּדָה אוֹמֵר, בְּתוֹךְ הַפֶּתַח הָיוּ עוֹמְדוֹת, וּכְמִין אִצְטְרָמִיטָה הָיוּ, וְנִקְפָּלוֹת לַאֲחוֹרֵיהֶן, אֵלּוּ שְׁתֵּי אַמּוֹת וּמֶחֱצָה, וְאֵלּוּ שְׁתֵּי אַמּוֹת וּמֶחֱצָה, חֲצִי אַמָּה מְזוּזָה מִכָּאן, וַחֲצִי אַמָּה מְזוּזָה מִכָּאן, שֶׁנֶּאֱמַר (שם), וּשְׁתַּיִם דְּלָתוֹת לַדְּלָתוֹת שְׁתַּיִם מוּסַבּוֹת {ג} דְּלָתוֹת, שְׁתַּיִם לְדֶלֶת אֶחָת וּשְׁתֵּי דְלָתוֹת לָאַחֶרֶת","rdfs:label":"משנה מדות ד א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-1"},{"uri":"jbr:mishna-bartanura-5-10-4-1","jbo:text":"ר\"ע מברטנורה פתחו של היכל. שתים בפנים. בעבי הכתל שכלפי פנים: ושתים בחוץ. בעביו שכלפי החוץ. שעביו של כתל ההיכל היה שש אמות, ולסוף אמה חיצונה של עבי הכתל היו הדלתות החיצונות אחד לימין הפתח ואחד לשמאלו, כל דלת מהן רחבה חמש אמות, וכשהיו נעולות היו נוגעות זו בזו וסותמות רחב חלל הפתח שרחבו עשר אמות, וכשהיו נפתחות לצד פנים מכסות חמש אמות של עבי הכתל. ושתים דלתות אחרות כמדות אלו היו קבועות בסוף עבי הכתל לצד פנים, וכשהן נפתחות מכסות חמש אמות מפה וחמש אמות מפה מרחב כתל ההיכל בפנים, ושם לא היה הכתל טוח בזהב כמו שאר הבית, לפי שלא היה נראה: אצטרמיטה. לוחות של פרקים מחברות על ידי חליות, והן נפתחות, וכשרוצה נכפפות ונכפלות זו על זו. כך היו כל הדלתות הללו בין שלפנים בין שלחוץ מחברות על ידי חליות, ולסוף חצי אמה של עבי הכתל היו קבועות, בין הדלתות שבפנים בין אותן שבחוץ, וחמש אמות של עבי הכתל מפסיקות בין הדלתות החיצונות לדלתות הפנימיות. וכל דלת היה חמש אמות מחבר משתי לוחות, כל לוח שתי אמות ומחצה, וכשנפתח הדלת החיצון לצד פנים היה חציו נכפף ונכפל זה על זה, ומכסה מעבי הכתל אמתים וחצי, וכן הדלת הקבוע בפנים כשנפתח לצד חוץ היה אף הוא נכפף ונכפל ומכסה האמתים וחצי שנשארו מעבי הכתל: שנאמר ושתים דלתות לדלתות שתים. אלמא כל דלת ודלת היתה חלוקה לשתים","jbo:textNikud":"ר\"ע מברטנורה פִּתְחוֹ שֶׁל הֵיכָל. שְׁתַּיִם בִּפְנִים. בָּעֳבִי הַכֹּתֶל שֶׁכְּלַפֵּי פְּנִים: וּשְׁתַּיִם בַּחוּץ. בְּעָבְיוֹ שֶׁכְּלַפֵּי הַחוּץ. שֶׁעָבְיוֹ שֶׁל כֹּתֶל הַהֵיכָל הָיָה שֵׁשׁ אַמּוֹת, וּלְסוֹף אַמָּה חִיצוֹנָה שֶׁל עֳבִי הַכֹּתֶל הָיוּ הַדְּלָתוֹת הַחִיצוֹנוֹת אֶחָד לִימִין הַפֶּתַח וְאֶחָד לִשְׂמֹאלוֹ, כָּל דֶּלֶת מֵהֶן רָחְבָּהּ חָמֵשׁ אַמּוֹת, וּכְשֶׁהָיוּ נְעוּלוֹת הָיוּ נוֹגְעוֹת זוֹ בָזוֹ וְסוֹתְמוֹת רֹחַב חֲלַל הַפֶּתַח שֶׁרָחְבּוֹ עֶשֶׂר אַמּוֹת, וּכְשֶׁהָיוּ נִפְתָּחוֹת לְצַד פְּנִים מְכַסּוֹת חָמֵשׁ אַמּוֹת שֶׁל עֳבִי הַכֹּתֶל. וּשְׁתַּיִם דְּלָתוֹת אֲחֵרוֹת כְּמִדּוֹת אֵלּוּ הָיוּ קְבוּעוֹת בְּסוֹף עֳבִי הַכֹּתֶל לְצַד פְּנִים, וּכְשֶׁהֵן נִפְתָּחוֹת מְכַסּוֹת חָמֵשׁ אַמּוֹת מִפֹּה וְחָמֵשׁ אַמּוֹת מִפֹּה מֵרֹחַב כֹּתֶל הַהֵיכָל בִּפְנִים, וְשָׁם לֹא הָיָה הַכֹּתֶל טוּחַ בְּזָהָב כְּמוֹ שְׁאָר הַבַּיִת, לְפִי שֶׁלֹּא הָיָה נִרְאֶה: אִצְטְרָמִיטָה. לוּחוֹת שֶׁל פְּרָקִים מְחֻבָּרוֹת עַל יְדֵי חֻלְיוֹת, וְהֵן נִפְתָּחוֹת, וּכְשֶׁרוֹצֶה נִכְפָּפוֹת וְנִכְפָּלוֹת זוֹ עַל זוֹ. כָּךְ הָיוּ כָּל הַדְּלָתוֹת הַלָּלוּ בֵּין שֶׁלִּפְנִים בֵּין שֶׁלַּחוּץ מְחֻבָּרוֹת עַל יְדֵי חֻלְיוֹת, וּלְסוֹף חֲצִי אַמָּה שֶׁל עֳבִי הַכֹּתֶל הָיוּ קְבוּעוֹת, בֵּין הַדְּלָתוֹת שֶׁבִּפְנִים בֵּין אוֹתָן שֶׁבַּחוּץ, וְחָמֵשׁ אַמּוֹת שֶׁל עֳבִי הַכֹּתֶל מַפְסִיקוֹת בֵּין הַדְּלָתוֹת הַחִיצוֹנוֹת לַדְּלָתוֹת הַפְּנִימִיּוֹת. וְכָל דֶּלֶת הָיָה חָמֵשׁ אַמּוֹת מְחֻבָּר מִשְּׁתֵּי לוּחוֹת, כָּל לוּחַ שְׁתֵּי אַמּוֹת וּמֶחֱצָה, וּכְשֶׁנִּפְתַּח הַדֶּלֶת הַחִיצוֹן לְצַד פְּנִים הָיָה חֶצְיוֹ נִכְפָּף וְנִכְפָּל זֶה עַל זֶה, וּמְכַסֶּה מֵעֳבִי הַכֹּתֶל אַמָּתַיִם וָחֵצִי, וְכֵן הַדֶּלֶת הַקָּבוּעַ בִּפְנִים כְּשֶׁנִּפְתַּח לְצַד חוּץ הָיָה אַף הוּא נִכְפָּף וְנִכְפָּל וּמְכַסֶּה הָאַמָּתַיִם וָחֵצִי שֶׁנִּשְׁאֲרוּ מֵעֳבִי הַכֹּתֶל: שֶׁנֶּאֱמַר וּשְׁתַּיִם דְּלָתוֹת לַדְּלָתוֹת שְׁתַּיִם. אַלְמָא כָּל דֶּלֶת וְדֶלֶת הָיְתָה חֲלוּקָה לִשְׁתַּיִם","rdfs:label":"ר\"ע מברטנורה משנה מדות ד א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-1"},{"uri":"jbr:mishna-yomtov-5-10-4-1","jbo:text":"עיקר תוי\"ט {א} היכל. ירושלמי. שמשם כלכלה יוצא לעולם, בתפלה של כהן גדול ביום הכפורים. עוד שם, דביר, על שם ודבר ה' מירושלים. ואיכא דאמרי, למען אחי ורעי אדברה נא שלום בך [תהלים קכב]. ראבי\"ה: {ב} להיכל ולקדש. להיכל כלפי חוץ, ולקדש כלפי פנים. הר\"ש: {ג} מוסבות כו'. שנקפלות כמו שנקפלות הדלתות המחלקות. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {א} הֵיכָל. יְרוּשַׁלְמִי. שֶׁמִּשָּׁם כַּלְכָּלָה יוֹצֵא לָעוֹלָם, בִּתְפִלָּה שֶׁל כֹּהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים. עוֹד שָׁם, דְּבִיר, עַל שֵׁם וּדְבַר ה' מִירוּשָׁלַיִם. וְאִיכָּא דְּאָמְרֵי, לְמַעַן אַחַי וְרֵעַי אֲדַבְּרָה נָא שָׁלוֹם בָּךְ [תְּהִלִּים קכב]. רַאֲבִיָ\"ה: {ב} לַהֵיכָל וְלַקֹּדֶשׁ. לַהֵיכָל כְּלַפֵּי חוּץ, וְלַקֹּדֶשׁ כְּלַפֵּי פְּנִים. הָרַ\"שׁ: {ג} מוּסַבּוֹת כוּ'. שֶׁנִּקְפָּלוֹת כְּמוֹ שֶׁנִּקְפָּלוֹת הַדְּלָתוֹת הַמְחֻלָּקוֹת. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה מדות ד א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-1"},{"uri":"jbr:mishna-5-10-4-2","jbo:text":"ושני פשפשין היו לו לשער הגדול {ד}, אחד בצפון, ואחד בדרום. שבדרום, לא נכנס בו אדם מעולם, ועליו הוא מפרש על ידי יחזקאל, שנאמר (שם מד), ויאמר אלי ה' השער הזה סגור יהיה לא יפתח ואיש לא יבא בו כי ה' אלהי ישראל בא בו והיה סגור. נטל את המפתח ופתח את הפשפש, ונכנס להתא, ומהתא להיכל. רבי יהודה אומר, בתוך עביו של כתל היה מהלך, עד שנמצא עומד בין שני השערים, ופתח את החיצונות מבפנים ואת הפנימיות מבחוץ","jbo:textNikud":"וּשְׁנֵי פִשְׁפָּשִׁין הָיוּ לוֹ לַשַּׁעַר הַגָּדוֹל {ד}, אֶחָד בַּצָּפוֹן, וְאֶחָד בַּדָּרוֹם. שֶׁבַּדָּרוֹם, לֹא נִכְנַס בּוֹ אָדָם מֵעוֹלָם, וְעָלָיו הוּא מְפֹרָשׁ עַל יְדֵי יְחֶזְקֵאל, שֶׁנֶּאֱמַר (שם מד), וַיֹּאמֶר אֵלַי ה' הַשַּׁעַר הַזֶּה סָגוּר יִהְיֶה לֹא יִפָּתֵחַ וְאִישׁ לֹא יָבֹא בוֹ כִּי ה' אֱלֹהֵי יִשְׂרָאֵל בָּא בוֹ וְהָיָה סָגוּר. נָטַל אֶת הַמַּפְתֵּחַ וּפָתַח אֶת הַפִּשְׁפָּשׁ, וְנִכְנַס לְהַתָּא, וּמֵהַתָּא לַהֵיכָל. רַבִּי יְהוּדָה אוֹמֵר, בְּתוֹךְ עָבְיוֹ שֶׁל כֹּתֶל הָיָה מְהַלֵּךְ, עַד שֶׁנִּמְצָא עוֹמֵד בֵּין שְׁנֵי הַשְּׁעָרִים, וּפָתַח אֶת הַחִיצוֹנוֹת מִבִּפְנִים וְאֶת הַפְּנִימִיּוֹת מִבַּחוּץ","rdfs:label":"משנה מדות ד ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-2"},{"uri":"jbr:mishna-bartanura-5-10-4-2","jbo:text":"ר\"ע מברטנורה ושני פשפשין. שני פתחים קטנים אחד מימין שער הגדול של היכל ואחד משמאלו, רחוקים קצת מן השער. אותו שבדרום כתיב סגור יהיה לא יפתח, בשל עתיד, ומסתמא כך היה בבית עולמים: ופתח את הפשפש ונכנס. משם לתא. והיא לשכה אחת הפתוחה להיכל. ומן התא נכנס להיכל, והולך בחלל ההיכל עד השער הגדול שבסוף עבי הכתל מבפנים, ופותחו ובא לו אל שער השני שבסוף עבי הכתל מבחוץ, ועומד בפנים ופותחו: רבי יהודה אומר בתוך עביו של כתל היה מהלך. קסבר דמן התא לא היה נכנס להיכל, אלא מן התא היה מהלך בתוך עביו של כתל עד שנמצא עומד בין שני השערים, ופותח את דלתות של שער החיצון מבפנים, ודלתות של שער הפנימי מבחוץ","jbo:textNikud":"ר\"ע מברטנורה וּשְׁנֵי פִשְׁפָּשִׁין. שְׁנֵי פְּתָחִים קְטַנִּים אֶחָד מִימִין שַׁעַר הַגָּדוֹל שֶׁל הֵיכָל וְאֶחָד מִשְּׂמֹאלוֹ, רְחוֹקִים קְצָת מִן הַשַּׁעַר. אוֹתוֹ שֶׁבַּדָּרוֹם כְּתִיב סָגוּר יִהְיֶה לֹא יִפָּתֵחַ, בְּשֶׁל עָתִיד, וּמִסְּתָמָא כָּךְ הָיָה בְּבֵית עוֹלָמִים: וּפָתַח אֶת הַפִּשְׁפָּשׁ וְנִכְנַס. מִשָּׁם לַתָּא. וְהִיא לִשְׁכָּה אַחַת הַפְּתוּחָה לַהֵיכָל. וּמִן הַתָּא נִכְנַס לַהֵיכָל, וְהוֹלֵךְ בַּחֲלַל הַהֵיכָל עַד הַשַּׁעַר הַגָּדוֹל שֶׁבְּסוֹף עֳבִי הַכֹּתֶל מִבִּפְנִים, וּפוֹתְחוֹ וּבָא לוֹ אֶל שַׁעַר הַשֵּׁנִי שֶׁבְּסוֹף עֳבִי הַכֹּתֶל מִבַּחוּץ, וְעוֹמֵד בִּפְנִים וּפוֹתְחוֹ: רַבִּי יְהוּדָה אוֹמֵר בְּתוֹךְ עָבְיוֹ שֶׁל כֹּתֶל הָיָה מְהַלֵּךְ. קָסָבַר דְּמִן הַתָּא לֹא הָיָה נִכְנָס לַהֵיכָל, אֶלָּא מִן הַתָּא הָיָה מְהַלֵּךְ בְּתוֹךְ עָבְיוֹ שֶׁל כֹּתֶל עַד שֶׁנִּמְצָא עוֹמֵד בֵּין שְׁנֵי הַשְּׁעָרִים, וּפוֹתֵחַ אֶת דְּלָתוֹת שֶׁל שַׁעַר הַחִיצוֹן מִבִּפְנִים, וּדְלָתוֹת שֶׁל שַׁעַר הַפְּנִימִי מִבַּחוּץ","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-2"},{"uri":"jbr:mishna-yomtov-5-10-4-2","jbo:text":"עיקר תוי\"ט {ד} הגדול. בערך שני פשפשין שבצדיו נקרא הוא הגדול, ולא בערך שאר שערים, שהיו גדולים ממנו. והראבי\"ה כתב, שמפני גדל קדשת ההיכל נקרא שער הגדול. עין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ד} הַגָּדוֹל. בְּעֵרֶךְ שְׁנֵי פִּשְׁפָּשִׁין שֶׁבְּצִדָּיו נִקְרָא הוּא הַגָּדוֹל, וְלֹא בְּעֵרֶךְ שְׁאָר שְׁעָרִים, שֶׁהָיוּ גְּדוֹלִים מִמֶּנּוּ. וְהָרַאֲבִיָ\"ה כָּתַב, שֶׁמִּפְּנֵי גֹּדֶל קְדֻשַּׁת הַהֵיכָל נִקְרָא שַׁעַר הַגָּדוֹל. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מדות ד ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-2"},{"uri":"jbr:mishna-5-10-4-3","jbo:text":"ושלשים ושמנה תאים היו שם, חמשה עשר בצפון, חמשה עשר בדרום, ושמנה במערב. שבצפון ושבדרום, חמשה על גבי חמשה, וחמשה על גביהם. ושבמערב, שלשה על גבי שלשה, ושנים על גביהם. ושלשה פתחים היו לכל אחד ואחד {ו}, אחד לתא מן הימין, ואחד לתא מן השמאל, ואחד לתא שעל גביו. ובקרן מזרחית צפונית היו חמשה פתחים, אחד לתא מן הימין, ואחד לתא שעל גביו, ואחד למסבה, ואחד לפשפש, ואחד להיכל","jbo:textNikud":"וּשְׁלֹשִׁים וּשְׁמֹנָה תָאִים הָיוּ שָׁם, חֲמִשָּׁה עָשָׂר בַּצָּפוֹן, חֲמִשָּׁה עָשָׂר בַּדָּרוֹם, וּשְׁמֹנָה בַּמַּעֲרָב. שֶׁבַּצָּפוֹן וְשֶׁבַּדָּרוֹם, חֲמִשָּׁה עַל גַּבֵּי חֲמִשָּׁה, וַחֲמִשָּׁה עַל גַּבֵּיהֶם. וְשֶׁבַּמַּעֲרָב, שְׁלֹשָׁה עַל גַּבֵּי שְׁלֹשָׁה, וּשְׁנַיִם עַל גַּבֵּיהֶם. וּשְׁלֹשָׁה פְתָחִים הָיוּ לְכָל אֶחָד וְאֶחָד {ו}, אֶחָד לַתָּא מִן הַיָּמִין, וְאֶחָד לַתָּא מִן הַשְּׂמֹאל, וְאֶחָד לַתָּא שֶׁעַל גַּבָּיו. וּבְקֶרֶן מִזְרָחִית צְפוֹנִית הָיוּ חֲמִשָּׁה פְתָחִים, אֶחָד לַתָּא מִן הַיָּמִין, וְאֶחָד לַתָּא שֶׁעַל גַּבָּיו, וְאֶחָד לַמְּסִבָּה, וְאֶחָד לַפִּשְׁפָּשׁ, וְאֶחָד לַהֵיכָל","rdfs:label":"משנה מדות ד ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-3"},{"uri":"jbr:mishna-bartanura-5-10-4-3","jbo:text":"ר\"ע מברטנורה תאים. לשכות: חמשה עשר בצפון. לקמן בפרקין כי חשיב מצפון לדרום שבעים אמה, קא תני כתל המסבה חמש, והמסבה שלש, כתל התא חמש, והתא שש, וכתל ההיכל שש. וכנגדן קחשיב בדרום. ולאו למימרא דעבי כתל המסבה ועבי כתל התא ועבי כתל ההיכל שלצד צפון היה כך, אלא עבי הכתל עם החלל שבינו ובין הכתל השני הוא מונה {ה}, ובחמש של כתל המסבה ושלש של מסבה וחמש של כתל התא ושש של התא ושש של כתל ההיכל, בכל אחד מאלו החמשה היתה לשכה אחת דהינו תא, הרי חמשה תאים בצפון. וכנגדן בדרום. ועל אלו החמשה היו בנויין חמשה אחרים, ועוד חמשה על גביהן, הרי חמשה עשר תאים לצפון וחמשה עשר לדרום. וכן במערב קחשיב לקמן בפרקין כתל ההיכל שש והתא שש וכתל התא חמש, בכל אחד מהם היה לשכה, שלא היה הכתל עב שש אלא הכתל עם התא שבו היה שש, והתא [האחר] שחוצה לו היה שש, וכתל התא האחר שחוץ להם עם התא שבו היה חמש, הרי שלש לשכות. ושלש לשכות אחרות בנויות על גבי אלו השלש, ושתים על גביהן, הרי שמנה תאים למערב: ואחד לפשפש. לתא שיש בו הפשפש הצפוני, שבאותו תא נכנסים להיכל {ז}. וסתם מתניתין כרבנן דאמרי לעיל נכנס לתא ומן התא להיכל. דלא כרבי יהודה דאמר בתוך עביו של כתל היה מהלך","jbo:textNikud":"ר\"ע מברטנורה תָּאִים. לְשָׁכוֹת: חֲמִשָּׁה עָשָׂר בַּצָּפוֹן. לְקַמָּן בְּפִרְקִין כִּי חֲשִׁיב מִצָּפוֹן לְדָרוֹם שִׁבְעִים אַמָּה, קָא תָּנֵי כֹּתֶל הַמְּסִבָּה חָמֵשׁ, וְהַמְּסִבָּה שָׁלֹשׁ, כֹּתֶל הַתָּא חָמֵשׁ, וְהַתָּא שֵׁשׁ, וְכֹתֶל הַהֵיכָל שֵׁשׁ. וּכְנֶגְדָּן קָחֲשִׁיב בַּדָּרוֹם. וְלָאו לְמֵימְרָא דָּעֳבִי כֹּתֶל הַמְּסִבָּה וָעֳבִי כֹּתֶל הַתָּא וָעֳבִי כֹּתֶל הַהֵיכָל שֶׁלְּצַד צָפוֹן הָיָה כָּךְ, אֶלָּא עֳבִי הַכֹּתֶל עִם הֶחָלָל שֶׁבֵּינוֹ וּבֵין הַכֹּתֶל הַשֵּׁנִי הוּא מוֹנֶה {ה}, וּבְחָמֵשׁ שֶׁל כֹּתֶל הַמְּסִבָּה וְשָׁלֹשׁ שֶׁל מְסִבָּה וְחָמֵשׁ שֶׁל כֹּתֶל הַתָּא וְשֵׁשׁ שֶׁל הַתָּא וְשֵׁשׁ שֶׁל כֹּתֶל הַהֵיכָל, בְּכָל אֶחָד מֵאֵלּוּ הַחֲמִשָּׁה הָיְתָה לִשְׁכָּה אַחַת דְּהַיְנוּ תָּא, הֲרֵי חֲמִשָּׁה תָּאִים בַּצָּפוֹן. וּכְנֶגְדָּן בַּדָּרוֹם. וְעַל אֵלּוּ הַחֲמִשָּׁה הָיוּ בְּנוּיִין חֲמִשָּׁה אֲחֵרִים, וְעוֹד חֲמִשָּׁה עַל גַּבֵּיהֶן, הֲרֵי חֲמִשָּׁה עָשָׂר תָּאִים לַצָּפוֹן וַחֲמִשָּׁה עָשָׂר לַדָּרוֹם. וְכֵן בַּמַּעֲרָב קָחֲשִׁיב לְקַמָּן בְּפִרְקִין כֹּתֶל הַהֵיכָל שֵׁשׁ וְהַתָּא שֵׁשׁ וְכֹתֶל הַתָּא חָמֵשׁ, בְּכָל אֶחָד מֵהֶם הָיָה לִשְׁכָּה, שֶׁלֹּא הָיָה הַכֹּתֶל עָב שֵׁשׁ אֶלָּא הַכֹּתֶל עִם הַתָּא שֶׁבּוֹ הָיָה שֵׁשׁ, וְהַתָּא [הָאַחֵר] שֶׁחוּצָהּ לוֹ הָיָה שֵׁשׁ, וְכֹתֶל הַתָּא הָאַחֵר שֶׁחוּץ לָהֶם עִם הַתָּא שֶׁבּוֹ הָיָה חָמֵשׁ, הֲרֵי שָׁלֹשׁ לְשָׁכוֹת. וְשָׁלֹשׁ לְשָׁכוֹת אֲחֵרוֹת בְּנוּיוֹת עַל גַּבֵּי אֵלּוּ הַשָּׁלֹשׁ, וּשְׁתַּיִם עַל גַּבֵּיהֶן, הֲרֵי שְׁמֹנָה תָּאִים לַמַּעֲרָב: וְאֶחָד לַפִּשְׁפָּשׁ. לַתָּא שֶׁיֵּשׁ בּוֹ הַפִּשְׁפָּשׁ הַצְּפוֹנִי, שֶׁבְּאוֹתוֹ תָּא נִכְנָסִים לַהֵיכָל {ז}. וּסְתָם מַתְנִיתִין כְּרַבָּנָן דְּאָמְרֵי לְעֵיל נִכְנַס לַתָּא וּמִן הַתָּא לַהֵיכָל. דְּלֹא כְּרַבִּי יְהוּדָה דְּאָמַר בְּתוֹךְ עָבְיוֹ שֶׁל כֹּתֶל הָיָה מְהַלֵּךְ","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-3"},{"uri":"jbr:mishna-yomtov-5-10-4-3","jbo:text":"עיקר תוי\"ט {ה} ואל יטעך שקרא אותם כתל ומסבה וכתל התא והתא וכתל ההיכל, אחר כך חזר וקראם כלם תאים, לפי שההרחקה שיש בין שתי הכתלים הוא התא וכלם תאים כו' לא היה כתל סתום וכו' ולקצת התאים היו שמות, כגון שקרא השורה התחתונה מהם מסבה ובית הורדת המים. הרמב\"ם. ואשתומם על המראה מאין נפלה האורה אל כל התאים הפנימיים. ובשלמא להיכל היו החלונות למעלה מגגי התאים שלא היו מגיעים לרומו של היכל, מה שאין כן בתאים עצמן דקשיא ודאי כו'. ומצאתי להן אור שיפל ממעל בדרך ארבות שהיו זו על גב זו: {ו} אחד ואחד. לאו לכלן קאמר, שהרי אותן שבחוץ שאין להם עוד חוצה להן שום תא לא יהיה להן פתח אל עבר החוצה לשום תא, כיון שאין תא עוד חוצה לו, אלא לאותן שיש להם תאים משני עבריהם מימין ומשמאל כו'. וכן צריך לומר נמי בדיוטות העליונות שאין עוד תאים עליהם. ועין תוספות יום טוב: {ז} וזהו הפתח שהיה בדרומו של תא שהיה לו חמשה פתחים. והתא הזה הוא היה בשורה אמצעית מהתאים, והוא שעל גבי המסבה. הרמב\"ם. ופרוש שורה אמצעית הינו ממטה למעלה, ולא בשורות זו אצל זו. ועין תוספות יום טוב עמק הדברים. ומסיק, והעקר כפרוש רש\"י ביחזקאל [מ]","jbo:textNikud":"עיקר תוי\"ט {ה} וְאַל יַטְעְךָ שֶׁקָּרָא אוֹתָם כֹּתֶל וּמְסִבָּה וְכֹתֶל הַתָּא וְהַתָּא וְכֹתֶל הַהֵיכָל, אַחַר כָּךְ חָזַר וּקְרָאָם כֻּלָּם תָּאִים, לְפִי שֶׁהַהַרְחָקָה שֶׁיֵּשׁ בֵּין שְׁתֵּי הַכְּתָלִים הוּא הַתָּא וְכֻלָּם תָּאִים כוּ' לֹא הָיָה כֹּתֶל סָתוּם וְכוּ' וְלִקְצָת הַתָּאִים הָיוּ שֵׁמוֹת, כְּגוֹן שֶׁקָּרָא הַשּׁוּרָה הַתַּחְתּוֹנָה מֵהֶם מְסִבָּה וּבֵית הוֹרָדַת הַמַּיִם. הָרַמְבַּ\"ם. וָאֶשְׁתּוֹמֵם עַל הַמַּרְאֶה מֵאַיִן נָפְלָה הָאוֹרָה אֶל כָּל הַתָּאִים הַפְּנִימִיִּים. וּבִשְׁלָמָא לַהֵיכָל הָיוּ הַחַלּוֹנוֹת לְמַעְלָה מִגַּגֵּי הַתָּאִים שֶׁלֹּא הָיוּ מַגִּיעִים לְרוּמוֹ שֶׁל הֵיכָל, מַה שֶּׁאֵין כֵּן בַּתָּאִים עַצְמָן דְּקַשְׁיָא וַדַּאי כוּ'. וּמָצָאתִי לָהֶן אוֹר שֶׁיִּפֹּל מִמַּעַל בְּדֶרֶךְ אֲרֻבּוֹת שֶׁהָיוּ זוֹ עַל גַּב זוֹ: {ו} אֶחָד וְאֶחָד. לָאו לְכֻלָּן קָאָמַר, שֶׁהֲרֵי אוֹתָן שֶׁבַּחוּץ שֶׁאֵין לָהֶם עוֹד חוּצָה לָהֶן שׁוּם תָּא לֹא יִהְיֶה לָהֶן פֶּתַח אֶל עֵבֶר הַחוּצָה לְשׁוּם תָּא, כֵּיוָן שֶׁאֵין תָּא עוֹד חוּצָה לוֹ, אֶלָּא לְאוֹתָן שֶׁיֵּשׁ לָהֶם תָּאִים מִשְּׁנֵי עֶבְרֵיהֶם מִיָּמִין וּמִשְּׂמֹאל כוּ'. וְכֵן צָרִיךְ לוֹמַר נַמִּי בַּדְּיוֹטוֹת הָעֶלְיוֹנוֹת שֶׁאֵין עוֹד תָּאִים עֲלֵיהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} וְזֶהוּ הַפֶּתַח שֶׁהָיָה בִּדְרוֹמוֹ שֶׁל תָּא שֶׁהָיָה לוֹ חֲמִשָּׁה פְּתָחִים. וְהַתָּא הַזֶּה הוּא הָיָה בְּשׁוּרָה אֶמְצָעִית מֵהַתָּאִים, וְהוּא שֶׁעַל גַּבֵּי הַמְּסִבָּה. הָרַמְבַּ\"ם. וּפֵרוּשׁ שׁוּרָה אֶמְצָעִית הַיְנוּ מִמַּטָּה לְמַעְלָה, וְלֹא בְּשׁוּרוֹת זוֹ אֵצֶל זוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב עֹמֶק הַדְּבָרִים. וּמַסִּיק, וְהָעִקָּר כְּפֵרוּשׁ רַשִׁ\"י בִּיחֶזְקֵאל [מ]","rdfs:label":"עיקר תוי\"ט משנה מדות ד ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-3"},{"uri":"jbr:mishna-5-10-4-4","jbo:text":"התחתונה, חמש, ורבד שש. והאמצעית, שש, ורבד שבע. והעליונה, שבע, שנאמר (מלכים א ו), היציע התחתונה חמש באמה רחבה והתיכנה שש באמה רחבה והשלישית שבע באמה רחבה","jbo:textNikud":"הַתַּחְתּוֹנָה, חָמֵשׁ, וְרֹבֶד שֵׁשׁ. וְהָאֶמְצָעִית, שֵׁשׁ, וְרֹבֶד שֶׁבַע. וְהָעֶלְיוֹנָה, שֶׁבַע, שֶׁנֶּאֱמַר (מלכים א ו), הַיָּצִיעַ הַתַּחְתּוֹנָה חָמֵשׁ בָּאַמָּה רָחְבָּהּ וְהַתִּיכֹנָה שֵׁשׁ בָּאַמָּה רָחְבָּהּ וְהַשְּׁלִישִׁית שֶׁבַע בָּאַמָּה רָחְבָּה","rdfs:label":"משנה מדות ד ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-4"},{"uri":"jbr:mishna-bartanura-5-10-4-4","jbo:text":"ר\"ע מברטנורה התחתונה חמש. מחוץ לכתל המסבה שהוא הכתל החיצון של הקדש היו יציעים, דהינו גזוזטראות מקיפים את הבית משלש רוחות מערב צפון ודרום, והיו היציעים הללו תחתיים שניים ושלישים. היציע התחתונה חמש באמה רחבה, והרבד שעליה דהינו התקרה שעל התחתונה שהיא הרצפה של התיכונה, שש באמה רחבה, לפי שכתל המסבה היה הולך ומצר כלפי מעלה, וכשהגיע אל הרבד שעל גבי התחתונה היה נכנס לפנים אמה אחת, ועל אותה אמה הבולטת היו נתונים קורות היציע. נמצאת היציע התיכונה רחבה אמה אחת יותר מן התחתונה, דהינו אותה אמה שנכנס הכתל לפנים. וכן כשמגיע לרבד שעל גבי התיכונה שהיא הרצפה של שלישית, היה הכתל מצר ונכנס לפנים אמה אחת, כדי שיניח ראש הקורה על אותה אמה, שכתל התיכונה בולט ויוצא לחוץ יותר מכתל העליונה, ונמצאת היציע העליונה רחבה אמה יותר מן התיכונה ושתי אמות יותר מן התחתונה. וזהו שנאמר (מלכים א ו) כי מגרעות נתן לבית חוצה לבלתי אחז בקירות הבית, כלומר היה מגרע ומחסר בעבי הכתל מבחוץ אמה אחת ברבד של התיכונה, ועוד אמה אחרת ברבד של העליונה, כדי שיהיה לו מקום לשום בהם ראשי הקורות של הרבד, כדי שלא יצטרך לאחז בקירות הבית לעשות חורין בכתל ולתחב שם ראשי הקורות","jbo:textNikud":"ר\"ע מברטנורה הַתַּחְתּוֹנָה חָמֵשׁ. מִחוּץ לְכֹתֶל הַמְּסִבָּה שֶׁהוּא הַכֹּתֶל הַחִיצוֹן שֶׁל הַקֹּדֶשׁ הָיוּ יְצִיעִים, דְּהַיְנוּ גְּזוּזְטְרָאוֹת מַקִּיפִים אֶת הַבַּיִת מִשָּׁלֹשׁ רוּחוֹת מַעֲרָב צָפוֹן וְדָרוֹם, וְהָיוּ הַיְּצִיעִים הַלָּלוּ תַּחְתִּיִּים שְׁנִיִּים וּשְׁלִישִׁים. הַיָּצִיעַ הַתַּחְתּוֹנָה חָמֵשׁ בָּאַמָּה רָחְבָּהּ, וְהָרֹבֶד שֶׁעָלֶיהָ דְּהַיְנוּ הַתִּקְרָה שֶׁעַל הַתַּחְתּוֹנָה שֶׁהִיא הָרִצְפָּה שֶׁל הַתִּיכוֹנָה, שֵׁשׁ בָּאַמָּה רָחְבָּהּ, לְפִי שֶׁכֹּתֶל הַמְּסִבָּה הָיָה הוֹלֵךְ וּמֵצֵר כְּלַפֵּי מַעְלָה, וּכְשֶׁהִגִּיעַ אֶל הָרֹבֶד שֶׁעַל גַּבֵּי הַתַּחְתּוֹנָה הָיָה נִכְנָס לִפְנִים אַמָּה אַחַת, וְעַל אוֹתָהּ אַמָּה הַבּוֹלֶטֶת הָיוּ נְתוּנִים קוֹרוֹת הַיָּצִיעַ. נִמְצֵאת הַיָּצִיעַ הַתִּיכוֹנָה רְחָבָה אַמָּה אַחַת יוֹתֵר מִן הַתַּחְתּוֹנָה, דְּהַיְנוּ אוֹתָהּ אַמָּה שֶׁנִּכְנַס הַכֹּתֶל לִפְנִים. וְכֵן כְּשֶׁמַּגִּיעַ לָרֹבֶד שֶׁעַל גַּבֵּי הַתִּיכוֹנָה שֶׁהִיא הָרִצְפָּה שֶׁל שְׁלִישִׁית, הָיָה הַכֹּתֶל מֵצֵר וְנִכְנָס לִפְנִים אַמָּה אַחַת, כְּדֵי שֶׁיָּנִיחַ רֹאשׁ הַקּוֹרָה עַל אוֹתָהּ אַמָּה, שֶׁכֹּתֶל הַתִּיכוֹנָה בּוֹלֵט וְיוֹצֵא לַחוּץ יוֹתֵר מִכֹּתֶל הָעֶלְיוֹנָה, וְנִמְצֵאת הַיָּצִיעַ הָעֶלְיוֹנָה רְחָבָה אַמָּה יוֹתֵר מִן הַתִּיכוֹנָה וּשְׁתֵּי אַמּוֹת יוֹתֵר מִן הַתַּחְתּוֹנָה. וְזֶהוּ שֶׁנֶּאֱמַר (מְלָכִים א ו) כִּי מִגְרָעוֹת נָתַן לַבַּיִת חוּצָה לְבִלְתִּי אֱחֹז בְּקִירוֹת הַבַּיִת, כְּלוֹמַר הָיָה מְגַרֵעַ וּמְחַסֵּר בָּעֳבִי הַכֹּתֶל מִבַּחוּץ אַמָּה אַחַת בָּרֹבֶד שֶׁל הַתִּיכוֹנָה, וְעוֹד אַמָּה אַחֶרֶת בָּרֹבֶד שֶׁל הָעֶלְיוֹנָה, כְּדֵי שֶׁיִּהְיֶה לוֹ מָקוֹם לָשׂוּם בָּהֶם רָאשֵׁי הַקּוֹרוֹת שֶׁל הָרֹבֶד, כְּדֵי שֶׁלֹּא יִצְטָרֵךְ לֶאֱחֹז בְּקִירוֹת הַבַּיִת לַעֲשׂוֹת חוֹרִין בַּכֹּתֶל וְלִתְחֹב שָׁם רָאשֵׁי הַקּוֹרוֹת","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-4"},{"uri":"jbr:mishna-5-10-4-5","jbo:text":"ומסבה היתה עולה מקרן מזרחית צפונית לקרן צפונית מערבית, שבה היו עולים לגגות {ט} התאים. היה עולה במסבה ופניו למערב. הלך על כל פני הצפון, עד שהוא מגיע למערב. הגיע למערב, והפך פניו לדרום. הלך כל פני מערב עד שהוא מגיע לדרום. הגיע לדרום, והפך פניו למזרח. היה מהלך בדרום, עד שהוא מגיע לפתחה של עליה, שפתחה של עליה פתוח לדרום. ובפתחה של עליה היו שני כלונסות {י} של ארז, שבהן היו עולין לגגה של עליה. וראשי פספסין מבדילים {יא} בעליה בין הקדש לבין קדש הקדשים. ולולין היו פתוחין בעליה לבית קדש הקדשים, שבהן היו משלשלין את האמנים בתבות {יב}, כדי שלא יזונו {יג} עיניהן מבית קדשי הקדשים","jbo:textNikud":"וּמְסִבָּה הָיְתָה עוֹלָה מִקֶּרֶן מִזְרָחִית צְפוֹנִית לְקֶרֶן צְפוֹנִית מַעֲרָבִית, שֶׁבָּהּ הָיוּ עוֹלִים לְגַגּוֹת {ט} הַתָּאִים. הָיָה עוֹלֶה בַּמְּסִבָּה וּפָנָיו לַמַּעֲרָב. הָלַךְ עַל כָּל פְּנֵי הַצָּפוֹן, עַד שֶׁהוּא מַגִּיעַ לַמַּעֲרָב. הִגִּיעַ לַמַּעֲרָב, וְהָפַךְ פָּנָיו לַדָּרוֹם. הָלַךְ כָּל פְּנֵי מַעֲרָב עַד שֶׁהוּא מַגִּיעַ לַדָּרוֹם. הִגִּיעַ לַדָּרוֹם, וְהָפַךְ פָּנָיו לַמִּזְרָח. הָיָה מְהַלֵּךְ בַּדָּרוֹם, עַד שֶׁהוּא מַגִּיעַ לְפִתְחָהּ שֶׁל עֲלִיָּה, שֶׁפִּתְחָהּ שֶׁל עֲלִיָּה פָּתוּחַ לַדָּרוֹם. וּבְפִתְחָהּ שֶׁל עֲלִיָּה הָיוּ שְׁנֵי כְלוֹנָסוֹת {י} שֶׁל אֶרֶז, שֶׁבָּהֶן הָיוּ עוֹלִין לְגַגָּהּ שֶׁל עֲלִיָּה. וְרָאשֵׁי פִסְפָּסִין מַבְדִּילִים {יא} בָּעֲלִיָּה בֵּין הַקֹּדֶשׁ לְבֵין קֹדֶשׁ הַקֳּדָשִׁים. וְלוּלִין הָיוּ פְתוּחִין בָּעֲלִיָּה לְבֵית קֹדֶשׁ הַקֳּדָשִׁים, שֶׁבָּהֶן הָיוּ מְשַׁלְשְׁלִין אֶת הָאֻמָּנִים בְּתֵבוֹת {יב}, כְּדֵי שֶׁלֹּא יָזוּנוּ {יג} עֵינֵיהֶן מִבֵּית קָדְשֵׁי הַקֳּדָשִׁים","rdfs:label":"משנה מדות ד ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-5"},{"uri":"jbr:mishna-bartanura-5-10-4-5","jbo:text":"ר\"ע מברטנורה ומסבה. כמין מחלה ומערה {ח}: שבה היו עולים לגגות התאים. ומפני שהעולה בה עולה דרך הקף ויורד דרך הקף, קרוי מסבה: ולולין. ארבות שעושים בעליות: משלשלים את האמנים. מורידין אותם בחבל בתוך התבות, כדי שלא יהנו בראית בית קדש הקדשים, אלא מתקנין מה שצריך בלבד ועולין","jbo:textNikud":"ר\"ע מברטנורה וּמְסִבָּה. כְּמִין מְחִלָּה וּמְעָרָה {ח}: שֶׁבָּהּ הָיוּ עוֹלִים לְגַגּוֹת הַתָּאִים. וּמִפְּנֵי שֶׁהָעוֹלֶה בָּהּ עוֹלֶה דֶּרֶךְ הֶקֵּף וְיוֹרֵד דֶּרֶךְ הֶקֵּף, קָרוּי מְסִבָּה: וְלוּלִין. אֲרֻבּוֹת שֶׁעוֹשִׂים בַּעֲלִיּוֹת: מְשַׁלְשְׁלִים אֶת הָאֻמָּנִים. מוֹרִידִין אוֹתָם בְּחֶבֶל בְּתוֹךְ הַתֵּבוֹת, כְּדֵי שֶׁלֹּא יֵהָנוּ בִּרְאִיַּת בֵּית קֹדֶשׁ הַקֳּדָשִׁים, אֶלָּא מְתַקְּנִין מַה שֶּׁצָּרִיךְ בִּלְבַד וְעוֹלִין","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-5"},{"uri":"jbr:mishna-yomtov-5-10-4-5","jbo:text":"עיקר תוי\"ט {ח} רצה להשוותו ללשון מסבה דריש פרק קמא דתמיד. אבל שם שנינו, ההולכת תחת הבירה. ואלו כאן דמסבה היא העולה למעלה, לא שיך לומר כמין מחלה ומערה. ואף על פי שאומר בלשון כמין, לא דיקא. ועין פרק ה' משנה ג' בדברי הר\"ב. ולשון הכסף משנה, פרוש מסבה, בנין עמוד חלול עשוי כמו מעלות סביב, והעולה בו עולה דרך הקף. וכן פרש רש\"י פרק קמא דיומא, בנין אבנים מעלות מגלגלות וסובבות במקיף עמוד, כמין עץ גלגל של גת: {ט} לגגות. לראות בבדק הבית. הר\"ש: {י} כלונסות. זקופות למעלה כלפי גג הבית, ובין הכלונסות שליבות. הר\"ש: {יא} מבדילין. תמהני למה שכתבתי בפרק ח' דשקלים משנה ד', דשתי פרוכות היו מבדילות בעליה, וכן פסק הרמב\"ם כו', ואם כן קשיא, תרתי למה לי. ואי בעליה צריך תרתי, למה לא כן בדביר למטה. וניחא לי בהא דמיתי בגמרא דפסחים דף פ\"ו, עלית בית קדשי הקדשים חמורה מבית קדשי הקדשים, שבית קדשי הקדשים כהן גדול נכנס לו פעם אחת בשנה, ועלית כו' אין נכנסים לה אלא פעם אחת בשבוע וכו', ואמרי לה פעם אחת ביובל, לראות מה היא צריכה. ומעתה הואיל והיא חמורה עבדי נמי פספסים כדי שיכירו עולי עליה שקדשת עלית קדש הקדשים חמורה ולא יכנסו בה אפלו אחת בשנה. ועין תוספות יום טוב: {יב} בתבות. ונראה שתבות היו פרוצין לרוח אחת במקום שהיה להם לבנות אצל החומה, והשלשה צדדין סתומין, ואצל החומה אין דרך להסתכל ימין ושמאל. ראבי\"ה: {יג} שלא יזונו. לשון הנאה, כמזונות, שמשביע עצמו ממראית נוי המלאכה ונהנה. והר\"ב העתיק יהנו","jbo:textNikud":"עיקר תוי\"ט {ח} רָצָה לְהַשְׁווֹתוֹ לִלְשׁוֹן מְסִבָּה דְּרֵישׁ פֶּרֶק קַמָּא דְּתָמִיד. אֲבָל שָׁם שָׁנִינוּ, הַהוֹלֶכֶת תַּחַת הַבִּירָה. וְאִלּוּ כָּאן דִּמְסִבָּה הִיא הָעוֹלָה לְמַעְלָה, לֹא שַׁיָּךְ לוֹמַר כְּמִין מְחִלָּה וּמְעָרָה. וְאַף עַל פִּי שֶׁאוֹמֵר בִּלְשׁוֹן כְּמִין, לֹא דֵּיקָא. וְעַיֵּן פֶּרֶק ה' מִשְׁנָה ג' בְּדִבְרֵי הָרַ\"ב. וּלְשׁוֹן הַכֶּסֶף מִשְׁנֶה, פֵּרוּשׁ מְסִבָּה, בִּנְיָן עַמּוּד חָלוּל עָשׂוּי כְּמוֹ מַעֲלוֹת סָבִיב, וְהָעוֹלֶה בּוֹ עוֹלֶה דֶּרֶךְ הֶקֵּף. וְכֵן פֵּרֵשׁ רַשִׁ\"י פֶּרֶק קַמָּא דְּיוֹמָא, בִּנְיַן אֲבָנִים מַעֲלוֹת מְגֻלְגָּלוֹת וְסוֹבְבוֹת בְּמַקִּיף עַמּוּד, כְּמִין עֵץ גַּלְגַּל שֶׁל גַּת: {ט} לְגַגּוֹת. לִרְאוֹת בְּבֶדֶק הַבַּיִת. הָרַ\"שׁ: {י} כְּלוֹנָסוֹת. זְקוּפוֹת לְמַעְלָה כְּלַפֵּי גַּג הַבַּיִת, וּבֵין הַכְּלוֹנָסוֹת שְׁלִיבוֹת. הָרַ\"שׁ: {יא} מַבְדִּילִין. תְּמֵהַנִי לְמַה שֶּׁכָּתַבְתִּי בְּפֶרֶק ח' דִּשְׁקָלִים מִשְׁנָה ד', דִּשְׁתֵּי פָּרוֹכוֹת הָיוּ מַבְדִּילוֹת בָּעֲלִיָּה, וְכֵן פָּסַק הָרַמְבַּ\"ם כוּ', וְאִם כֵּן קַשְׁיָא, תַּרְתֵּי לָמָּה לִי. וְאִי בָּעֲלִיָּה צָרִיךְ תַּרְתֵּי, לָמָּה לֹא כֵן בַּדְּבִיר לְמַטָּה. וְנִיחָא לִי בְּהָא דְּמַיְתֵי בַּגְּמָרָא דִּפְסָחִים דַּף פ\"ו, עֲלִיַּת בֵּית קָדְשֵׁי הַקֳּדָשִׁים חֲמוּרָה מִבֵּית קָדְשֵׁי הַקֳּדָשִׁים, שֶׁבֵּית קָדְשֵׁי הַקֳּדָשִׁים כֹּהֵן גָּדוֹל נִכְנָס לוֹ פַּעַם אַחַת בַּשָּׁנָה, וַעֲלִיַּת כוּ' אֵין נִכְנָסִים לָהּ אֶלָּא פַּעַם אַחַת בְּשָׁבוּעַ וְכוּ', וְאָמְרֵי לַהּ פַּעַם אַחַת בְּיוֹבֵל, לִרְאוֹת מַה הִיא צְרִיכָה. וּמֵעַתָּה הוֹאִיל וְהִיא חֲמוּרָה עָבְדֵי נַמִּי פִּסְפָּסִים כְּדֵי שֶׁיַּכִּירוּ עוֹלֵי עֲלִיָּה שֶׁקְּדֻשַּׁת עֲלִיַּת קֹדֶשׁ הַקֳּדָשִׁים חֲמוּרָה וְלֹא יִכָּנְסוּ בָּהּ אֲפִלּוּ אַחַת בַּשָּׁנָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} בְּתֵבוֹת. וְנִרְאֶה שֶׁתֵּבוֹת הָיוּ פְּרוּצִין לְרוּחַ אַחַת בְּמָקוֹם שֶׁהָיָה לָהֶם לִבְנוֹת אֵצֶל הַחוֹמָה, וְהַשְּׁלֹשָׁה צְדָדִין סְתוּמִין, וְאֵצֶל הַחוֹמָה אֵין דֶּרֶךְ לְהִסְתַּכֵּל יָמִין וּשְׂמֹאל. רַאֲבִיָ\"ה: {יג} שֶׁלֹּא יָזוּנוּ. לְשׁוֹן הֲנָאָה, כִּמְזוֹנוֹת, שֶׁמַּשְׂבִּיעַ עַצְמוֹ מִמַּרְאִית נוֹי הַמְּלָאכָה וְנֶהֱנֶה. וְהָרַ\"ב הֶעְתִּיק יֵהָנוּ","rdfs:label":"עיקר תוי\"ט משנה מדות ד ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-5"},{"uri":"jbr:mishna-5-10-4-6","jbo:text":"וההיכל {יד} מאה על מאה, על רום מאה. האטם שש אמות, וגבהו ארבעים אמה, אמה כיור, ואמתים בית דלפה, ואמה תקרה, ואמה מעזיבה, וגבה של עליה ארבעים אמה, ואמה כיור, ואמתים בית דלפה, ואמה תקרה, ואמה מעזיבה, ושלש אמות מעקה, ואמה כלה עורב, רבי יהודה אומר, לא היה כלה עורב עולה מן המדה, אלא ארבע אמות היה מעקה","jbo:textNikud":"וְהַהֵיכָל {יד} מֵאָה עַל מֵאָה, עַל רוּם מֵאָה. הָאֹטֶם שֵׁשׁ אַמּוֹת, וְגָבְהוֹ אַרְבָּעִים אַמָּה, אַמָּה כִּיּוּר, וְאַמָּתַיִם בֵּית דִּלְפָה, וְאַמָּה תִּקְרָה, וְאַמָּה מַעֲזִיבָה, וְגֹבַהּ שֶׁל עֲלִיָּה אַרְבָּעִים אַמָּה, וְאַמָּה כִּיּוּר, וְאַמָּתַיִם בֵּית דִּלְפָה, וְאַמָּה תִּקְרָה, וְאַמָּה מַעֲזִיבָה, וְשָׁלֹשׁ אַמּוֹת מַעֲקֶה, וְאַמָּה כָּלֵה עוֹרֵב, רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה כָלֵה עוֹרֵב עוֹלֶה מִן הַמִּדָּה, אֶלָּא אַרְבַּע אַמּוֹת הָיָה מַעֲקֶה","rdfs:label":"משנה מדות ד ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-6"},{"uri":"jbr:mishna-bartanura-5-10-4-6","jbo:text":"ר\"ע מברטנורה מאה על מאה. מאה ארך ומאה רחב: אטם. בנין אטום וסתום להיות יסוד לבית, שעליו מעמידין הכתלים {טו}: אמה כיור. הקורה התחתונה של תקרה היתה עביה אמה. ולפי שהיתה טוחה בזהב ומצירת ציורים נאים נקראת כיור: ואמתים בית דלפה. הקורות העליונות הנשענות על הקורה התחתונה היה עבין שתי אמות, והן קרויין בית דלפה, לפי שהנסרין של תקרה מחברין על ידן. תרגום במחברת, בבית לופי. ואין לתמה היאך היתה הקורה התחתונה שהכל נשען עליהם עביה אמה אחת בלבד והקורות העליונות שאין סובלות משא כל כך היה עבין שתי אמות, לפי שהקורה התחתונה מתוך שהיתה רחבה ביותר בעבי אמה היתה חזקה ובריאה ויכולה לקבל הבנין שעליה, אבל הקורות העליונות שלא היו רחבות אלא טפח או פחות צריכות להיות עבות יותר. אי נמי, היו הקורות העליונות עבין שתי אמות כדי להרחיק התקרה מן הקורה התחתונה, לפי שהיא מצירת ציורים נאים, ואם היתה התקרה סמוכה לה לא היו ציוריה נראות ונכרות {טז} כל כך: תקרה. הנסרים שנותנין על הקורות היו עבין אמה: מעזיבה. הטיט והאבנים והסיד שנותנין על הנסרין: כלה עורב. טס של ברזל חד כמין סיף וגבהו אמה היה מנח על גבי המעקה, כדי שלא ינוחו העופות עליו, לפיכך נקרא כלה עורב, שמכלה העורבים משם","jbo:textNikud":"ר\"ע מברטנורה מֵאָה עַל מֵאָה. מֵאָה אֹרֶךְ וּמֵאָה רֹחַב: אֹטֶם. בִּנְיָן אָטוּם וְסָתוּם לִהְיוֹת יְסוֹד לַבַּיִת, שֶׁעָלָיו מַעֲמִידִין הַכְּתָלִים {טו}: אַמָּה כִּיּוּר. הַקּוֹרָה הַתַּחְתּוֹנָה שֶׁל תִּקְרָה הָיְתָה עָבְיָהּ אַמָּה. וּלְפִי שֶׁהָיְתָה טוּחָה בְּזָהָב וּמְצֻיֶּרֶת צִיּוּרִים נָאִים נִקְרֵאת כִּיּוּר: וְאַמָּתַיִם בֵּית דִּלְפָה. הַקּוֹרוֹת הָעֶלְיוֹנוֹת הַנִּשְׁעָנוֹת עַל הַקּוֹרָה הַתַּחְתּוֹנָה הָיָה עָבְיָן שְׁתֵּי אַמּוֹת, וְהֵן קְרוּיִין בֵּית דִּלְפָה, לְפִי שֶׁהַנְּסָרִין שֶׁל תִּקְרָה מְחֻבָּרִין עַל יָדָן. תַּרְגּוּם בַּמַּחְבֶּרֶת, בְּבֵית לוֹפֵי. וְאֵין לִתְמֹהַּ הֵיאַךְ הָיְתָה הַקּוֹרָה הַתַּחְתּוֹנָה שֶׁהַכֹּל נִשְׁעָן עֲלֵיהֶם עָבְיָהּ אַמָּה אַחַת בִּלְבַד וְהַקּוֹרוֹת הָעֶלְיוֹנוֹת שֶׁאֵין סוֹבְלוֹת מַשָּׂא כָּל כָּךְ הָיָה עָבְיָן שְׁתֵּי אַמּוֹת, לְפִי שֶׁהַקּוֹרָה הַתַּחְתּוֹנָה מִתּוֹךְ שֶׁהָיְתָה רְחָבָה בְּיוֹתֵר בָּעֳבִי אַמָּה הָיְתָה חֲזָקָה וּבְרִיאָה וִיכוֹלָה לְקַבֵּל הַבִּנְיָן שֶׁעָלֶיהָ, אֲבָל הַקּוֹרוֹת הָעֶלְיוֹנוֹת שֶׁלֹּא הָיוּ רְחָבוֹת אֶלָּא טֶפַח אוֹ פָּחוֹת צְרִיכוֹת לִהְיוֹת עָבוֹת יוֹתֵר. אִי נַמִּי, הָיוּ הַקּוֹרוֹת הָעֶלְיוֹנוֹת עָבְיָן שְׁתֵּי אַמּוֹת כְּדֵי לְהַרְחִיק הַתִּקְרָה מִן הַקּוֹרָה הַתַּחְתּוֹנָה, לְפִי שֶׁהִיא מְצֻיֶּרֶת צִיּוּרִים נָאִים, וְאִם הָיְתָה הַתִּקְרָה סְמוּכָה לָהּ לֹא הָיוּ צִיּוּרֶיהָ נִרְאוֹת וְנִכָּרוֹת {טז} כָּל כָּךְ: תִּקְרָה. הַנְּסָרִים שֶׁנּוֹתְנִין עַל הַקּוֹרוֹת הָיוּ עָבְיָן אַמָּה: מַעֲזִיבָה. הַטִּיט וְהָאֲבָנִים וְהַסִּיד שֶׁנּוֹתְנִין עַל הַנְּסָרִין: כָּלֵה עוֹרֵב. טַס שֶׁל בַּרְזֶל חַד כְּמִין סַיִף וְגָבְהוֹ אַמָּה הָיָה מֻנָּח עַל גַּבֵּי הַמַּעֲקֶה, כְּדֵי שֶׁלֹּא יָנוּחוּ הָעוֹפוֹת עָלָיו, לְפִיכָךְ נִקְרָא כָּלֵה עוֹרֵב, שֶׁמְּכַלֶּה הָעוֹרְבִים מִשָּׁם","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-6"},{"uri":"jbr:mishna-yomtov-5-10-4-6","jbo:text":"עיקר תוי\"ט {יד} וההיכל כו'. אף על פי ששם ההיכל הונח על מה שלפני בית קדשי הקדשים, ונקרא בכתוב קדש, או אהל מועד במשכן. אבל חז\"ל על צד ההשאלה רגילים לקרות לכל הבנין גם יחד בשם הפרט, היכל: {טו} לשון הרמב\"ם, אטם הוא בנין אטום שבונין בגוף הקרקע, ועליו מעמידים הכתלים. ומן התימה הוא היאך סליק בחשבנא מאי דהוה בארעא שאינו נראה. והרר\"ש כתב האטם שש אמות, המפתן גבוה מהארץ שש אמות בבנין אטום חומה סתומה, וצריך לומר מעלות היו בהאולם שמהם עולים על המפתן, ומורדות בהיכל לירד בהן מהמפתן. וגם על זה קשה מפרק ב' משנה ד' שקרקע ההיכל גבוה עשרים ושתים אמה יותר מקרקע רגלי [הר] הבית. עין שם. אלא אם כן נאמר שראית האטם יחשב לראית חלל ההיכל עצמו. וזה דחק כו'. לכן נראה לי שהאטם הזה הוא גם כן אל האולם, והן הנה השתים עשרה מעלות שמעזרת ישראל אל האולם, רום מעלה חצי אמה, נמצא כל הגבה שש, והוא האטם כו' ולא היה להיכל אטם זולתו. ואם תאמר מה בנין שיך בו, שהרי גבהו של ההר עצמו הוא זה. לא קשיא, שהיה צריך על כל פנים לבנין כמו חומה סביב ההר לבל ימוט ושלא יפלו העפרורים כדרך הר ותל גבוה ושוה בלתי משפע. ואפשר שכן הוא דעת הרמב\"ם שדיק בחבורו וכתב כמו יסוד. ועין תוספות יום טוב: {טז} וצריך לומר שהציורים היו מבחוץ הכתל. וזה דחק כו'. אבל הרמב\"ם כתב, דלף שם נפילת המים מן הגגים. והיה נהוג אצלם בבנינים לעשות לבית שני גגים, קרוי למעלה מחברו, ונותנים בין שניהם מעט הרחקה, וקורין אותו החלל בית הדליפה על שם הדלף, כדי שאם יטיף הקרוי העליון יעמדו המים באותו החלל","jbo:textNikud":"עיקר תוי\"ט {יד} וְהַהֵיכָל כוּ'. אַף עַל פִּי שֶׁשֵּׁם הַהֵיכָל הוּנַח עַל מַה שֶּׁלִּפְנֵי בֵּית קָדְשֵׁי הַקֳּדָשִׁים, וְנִקְרָא בַּכָּתוּב קֹדֶשׁ, אוֹ אֹהֶל מוֹעֵד בַּמִּשְׁכָּן. אֲבָל חֲזַ\"ל עַל צַד הַהַשְׁאָלָה רְגִילִים לִקְרוֹת לְכָל הַבִּנְיָן גַּם יַחַד בְּשֵׁם הַפְּרָט, הֵיכָל: {טו} לְשׁוֹן הָרַמְבַּ\"ם, אֹטֶם הוּא בִּנְיָן אָטוּם שֶׁבּוֹנִין בְּגוּף הַקַּרְקַע, וְעָלָיו מַעֲמִידִים הַכְּתָלִים. וּמִן הַתֵּימַהּ הוּא הֵיאַךְ סְלִיק בְּחֻשְׁבְּנָא מַאי דַּהֲוָה בְּאַרְעָא שֶׁאֵינוֹ נִרְאֶה. וְהָרר\"שׁ כָּתַב הָאֹטֶם שֵׁשׁ אַמּוֹת, הַמִּפְתָּן גָּבוֹהַּ מֵהָאָרֶץ שֵׁשׁ אַמּוֹת בְּבִנְיָן אָטוּם חוֹמָה סְתוּמָה, וְצָרִיךְ לוֹמַר מַעֲלוֹת הָיוּ בְּהָאוּלָם שֶׁמֵּהֶם עוֹלִים עַל הַמִּפְתָּן, וּמוֹרָדוֹת בַּהֵיכָל לֵירֵד בָּהֶן מֵהַמִּפְתָּן. וְגַם עַל זֶה קָשֶׁה מִפֶּרֶק ב' מִשְׁנָה ד' שֶׁקַּרְקַע הַהֵיכָל גָּבוֹהַּ עֶשְׂרִים וּשְׁתַּיִם אַמָּה יוֹתֵר מִקַּרְקַע רַגְלֵי [הַר] הַבַּיִת. עַיֵּן שָׁם. אֶלָּא אִם כֵּן נֹאמַר שֶׁרְאִיַּת הָאֹטֶם יֵחָשֵׁב לִרְאִיַּת חֲלַל הַהֵיכָל עַצְמוֹ. וְזֶה דֹּחַק כוּ'. לָכֵן נִרְאֶה לִי שֶׁהָאֹטֶם הַזֶּה הוּא גַּם כֵּן אֶל הָאוּלָם, וְהֵן הֵנָּה הַשְּׁתֵּים עֶשְׂרֵה מַעֲלוֹת שֶׁמֵּעֶזְרַת יִשְׂרָאֵל אֶל הָאוּלָם, רוּם מַעֲלָה חֲצִי אַמָּה, נִמְצָא כָּל הַגֹּבַהּ שֵׁשׁ, וְהוּא הָאֹטֶם כוּ' וְלֹא הָיָה לַהֵיכָל אֹטֶם זוּלָתוֹ. וְאִם תֹּאמַר מַה בִּנְיָן שַׁיָּךְ בּוֹ, שֶׁהֲרֵי גָּבְהוֹ שֶׁל הָהָר עַצְמוֹ הוּא זֶה. לֹא קַשְׁיָא, שֶׁהָיָה צָרִיךְ עַל כָּל פָּנִים לַבִּנְיָן כְּמוֹ חוֹמָה סְבִיב הָהָר לְבַל יִמּוֹט וְשֶׁלֹּא יִפְּלוּ הַעַפְרוּרִים כְּדֶרֶךְ הַר וְתֵל גָּבוֹהַּ וְשָׁוֶה בִּלְתִּי מְשֻׁפָּע. וְאֶפְשָׁר שֶׁכֵּן הוּא דַּעַת הָרַמְבַּ\"ם שֶׁדִּיֵּק בְּחִבּוּרוֹ וְכָתַב כְּמוֹ יְסוֹד. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וְצָרִיךְ לוֹמַר שֶׁהַצִּיּוּרִים הָיוּ מִבַּחוּץ הַכֹּתֶל. וְזֶה דֹּחַק כוּ'. אֲבָל הָרַמְבַּ\"ם כָּתַב, דֶּלֶף שֵׁם נְפִילַת הַמַּיִם מִן הַגַּגִּים. וְהָיָה נָהוּג אֶצְלָם בַּבִּנְיָנִים לַעֲשׂוֹת לַבַּיִת שְׁנֵי גַּגִּים, קֵרוּי לְמַעְלָה מֵחֲבֵרוֹ, וְנוֹתְנִים בֵּין שְׁנֵיהֶם מְעַט הַרְחָקָה, וְקוֹרִין אוֹתוֹ הֶחָלָל בֵּית הַדְּלִיפָה עַל שֵׁם הַדֶּלֶף, כְּדֵי שֶׁאִם יַטִּיף הַקֵּרוּי הָעֶלְיוֹן יַעַמְדוּ הַמַּיִם בְּאוֹתוֹ הֶחָלָל","rdfs:label":"עיקר תוי\"ט משנה מדות ד ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-6"},{"uri":"jbr:mishna-5-10-4-7","jbo:text":"מהמזרח למערב מאה אמה, כתל האולם חמש, והאולם אחד עשר, כתל ההיכל שש, ותוכו ארבעים אמה, אמה טרקסין, ועשרים אמה בית קדש הקדשים, כתל ההיכל שש, והתא שש, וכתל התא חמש. מן הצפון לדרום שבעים אמה, כתל המסבה חמש, והמסבה שלש, כתל התא חמש, והתא שש, כתל ההיכל שש, ותוכו עשרים אמה, כתל ההיכל שש, והתא שש, וכתל התא חמש, ובית הורדת המים שלש אמות, והכתל חמש אמות. האולם עודף עליו חמש עשרה אמה מן הצפון, וחמש עשרה אמה מן הדרום, והוא היה נקרא בית החליפות {יט}, ששם גונזים את הסכינים. וההיכל צר מאחריו, ורחב מלפניו, ודומה לארי, שנאמר (ישעיה כט), הוי אריאל אריאל קרית חנה דוד, מה הארי צר מאחריו ורחב מלפניו, אף ההיכל צר מאחריו ורחב מלפניו","jbo:textNikud":"מֵהַמִּזְרָח לַמַּעֲרָב מֵאָה אַמָּה, כֹּתֶל הָאוּלָם חָמֵשׁ, וְהָאוּלָם אַחַד עָשָׂר, כֹּתֶל הַהֵיכָל שֵׁשׁ, וְתוֹכוֹ אַרְבָּעִים אַמָּה, אַמָּה טְרַקְסִין, וְעֶשְׂרִים אַמָּה בֵּית קֹדֶשׁ הַקֳּדָשִׁים, כֹּתֶל הַהֵיכָל שֵׁשׁ, וְהַתָּא שֵׁשׁ, וְכֹתֶל הַתָּא חָמֵשׁ. מִן הַצָּפוֹן לַדָּרוֹם שִׁבְעִים אַמָּה, כֹּתֶל הַמְּסִבָּה חָמֵשׁ, וְהַמְּסִבָּה שָׁלֹשׁ, כֹּתֶל הַתָּא חָמֵשׁ, וְהַתָּא שֵׁשׁ, כֹּתֶל הַהֵיכָל שֵׁשׁ, וְתוֹכוֹ עֶשְׂרִים אַמָּה, כֹּתֶל הַהֵיכָל שֵׁשׁ, וְהַתָּא שֵׁשׁ, וְכֹתֶל הַתָּא חָמֵשׁ, וּבֵית הוֹרָדַת הַמַּיִם שָׁלֹשׁ אַמּוֹת, וְהַכֹּתֶל חָמֵשׁ אַמּוֹת. הָאוּלָם עוֹדֵף עָלָיו חֲמֵשׁ עֶשְׂרֵה אַמָּה מִן הַצָּפוֹן, וַחֲמֵשׁ עֶשְׂרֵה אַמָּה מִן הַדָּרוֹם, וְהוּא הָיָה נִקְרָא בֵּית הַחֲלִיפוֹת {יט}, שֶׁשָּׁם גּוֹנְזִים אֶת הַסַּכִּינִים. וְהַהֵיכָל צַר מֵאַחֲרָיו, וְרָחָב מִלְּפָנָיו, וְדוֹמֶה לַאֲרִי, שֶׁנֶּאֱמַר (ישעיה כט), הוֹי אֲרִיאֵל אֲרִיאֵל קִרְיַת חָנָה דָוִד, מָה הָאֲרִי צַר מֵאַחֲרָיו וְרָחָב מִלְּפָנָיו, אַף הַהֵיכָל צַר מֵאַחֲרָיו וְרָחָב מִלְּפָנָיו","rdfs:label":"משנה מדות ד ז","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-7"},{"uri":"jbr:mishna-bartanura-5-10-4-7","jbo:text":"ר\"ע מברטנורה כתל האולם. עבי כתל האולם לצד מזרח חמש אמות. וכן כתל ההיכל עביו שש לצד מזרח: ותוכו. חללו של היכל ארבעים אמה: ואמה טרקסין. כתל המפסיק בין ההיכל לבין קדשי הקדשים קרוי טרקסין, על שם שסוגר על הארון והלוחות שנתנו בסיני. טרק בלשון ארמי סגירה, כמו טרוקי גלי [ברכות כח.]. סין, סיני. ועביו של כתל זה, אמה. ולא הכריעו בו חכמים אי קדשתו כקדשת פנים או כקדשת חוץ, לפיכך עשו בבית שני שתי פרוכות, אחת חיצונה ואחת פנימית, וביניהן אויר אמה, לקלט ביניהן אויר מקום הכתל שהיה עביו אמה: כתל ההיכל שש. כבר פרשנו לעיל שלא היה כתל ההיכל שבצד מערב עביו שש, אלא עבי כתל ההיכל עם המקום הפנוי שבינו ובין הכתל השני שחוצה לו היה שש אמות. ועבי כתל השני שקרוי תא עם המקום הפנוי שבינו ובין הכתל השלישי שש אמות. ועבי הכתל השלישי שקרוי כתל התא עם המקום הפנוי שבינו ובין הכתל הרביעי החיצון היה חמש אמות {יז}. ושלשת המקומות הפנויין שבין ארבעה כתלים הן התאים. ועליהן תאים אחרים, כאותה ששנינו למעלה במערב שלשה על גבי שלשה ושנים על גביהן. וכן מצפון לדרום כתל המסבה חמש כו', כלן עם החלל שבין כתל לכתל, הכל כמו שפרשתי לעיל: חמש עשרה אמה מן הצפון. שכתל האולם עביו חמש אמה, והאולם עשר אמות לצפון וכן לדרום {יח}: בית החליפות. על שם הסכינים שגונזים שם, קרוי בית החליפות, שכן בלשון רומי קורין לסכינים הגדולים חלפים: צר מאחוריו. לצד מערב: ורחב מלפניו. לצד מזרח. ולא אתפרש לי היאך, שהרי מאה על מאה היה בשוה","jbo:textNikud":"ר\"ע מברטנורה כֹּתֶל הָאוּלָם. עֳבִי כֹּתֶל הָאוּלָם לְצַד מִזְרָח חָמֵשׁ אַמּוֹת. וְכֵן כֹּתֶל הַהֵיכָל עָבְיוֹ שֵׁשׁ לְצַד מִזְרָח: וְתוֹכוֹ. חֲלָלוֹ שֶׁל הֵיכָל אַרְבָּעִים אַמָּה: וְאַמָּה טְרַקְסִין. כֹּתֶל הַמַּפְסִיק בֵּין הַהֵיכָל לְבֵין קָדְשֵׁי הַקֳּדָשִׁים קָרוּי טְרַקְסִין, עַל שֵׁם שֶׁסּוֹגֵר עַל הָאָרוֹן וְהַלּוּחוֹת שֶׁנִּתְּנוּ בְּסִינַי. טְרַק בְּלָשׁוֹן אֲרַמִּי סְגִירָה, כְּמוֹ טְרוּקֵי גַּלִּי [בְּרָכוֹת כח.]. סִין, סִינַי. וְעָבְיוֹ שֶׁל כֹּתֶל זֶה, אַמָּה. וְלֹא הִכְרִיעוּ בּוֹ חֲכָמִים אִי קְדֻשָּׁתוֹ כִּקְדֻשַּׁת פְּנִים אוֹ כִּקְדֻשַּׁת חוּץ, לְפִיכָךְ עָשׂוּ בְּבַיִת שֵׁנִי שְׁתֵּי פָּרוֹכוֹת, אַחַת חִיצוֹנָה וְאַחַת פְּנִימִית, וּבֵינֵיהֶן אֲוִיר אַמָּה, לִקְלֹט בֵּינֵיהֶן אֲוִיר מְקוֹם הַכֹּתֶל שֶׁהָיָה עָבְיוֹ אַמָּה: כֹּתֶל הַהֵיכָל שֵׁשׁ. כְּבָר פֵּרַשְׁנוּ לְעֵיל שֶׁלֹּא הָיָה כֹּתֶל הַהֵיכָל שֶׁבְּצַד מַעֲרָב עָבְיוֹ שֵׁשׁ, אֶלָּא עֳבִי כֹּתֶל הַהֵיכָל עִם הַמָּקוֹם הַפָּנוּי שֶׁבֵּינוֹ וּבֵין הַכֹּתֶל הַשֵּׁנִי שֶׁחוּצָה לוֹ הָיָה שֵׁשׁ אַמּוֹת. וָעֳבִי כֹּתֶל הַשֵּׁנִי שֶׁקָּרוּי תָּא עִם הַמָּקוֹם הַפָּנוּי שֶׁבֵּינוֹ וּבֵין הַכֹּתֶל הַשְּׁלִישִׁי שֵׁשׁ אַמּוֹת. וָעֳבִי הַכֹּתֶל הַשְּׁלִישִׁי שֶׁקָּרוּי כֹּתֶל הַתָּא עִם הַמָּקוֹם הַפָּנוּי שֶׁבֵּינוֹ וּבֵין הַכֹּתֶל הָרְבִיעִי הַחִיצוֹן הָיָה חָמֵשׁ אַמּוֹת {יז}. וּשְׁלֹשֶׁת הַמְּקוֹמוֹת הַפְּנוּיִין שֶׁבֵּין אַרְבָּעָה כְּתָלִים הֵן הַתָּאִים. וַעֲלֵיהֶן תָּאִים אֲחֵרִים, כְּאוֹתָהּ שֶׁשָּׁנִינוּ לְמַעְלָה בַּמַּעֲרָב שְׁלֹשָׁה עַל גַּבֵּי שְׁלֹשָׁה וּשְׁנַיִם עַל גַּבֵּיהֶן. וְכֵן מִצָּפוֹן לְדָרוֹם כֹּתֶל הַמְּסִבָּה חָמֵשׁ כוּ', כֻּלָּן עִם הֶחָלָל שֶׁבֵּין כֹּתֶל לְכֹתֶל, הַכֹּל כְּמוֹ שֶׁפֵּרַשְׁתִּי לְעֵיל: חֲמֵשׁ עֶשְׂרֵה אַמָּה מִן הַצָּפוֹן. שֶׁכֹּתֶל הָאוּלָם עָבְיוֹ חָמֵשׁ אַמָּה, וְהָאוּלָם עֶשֶׂר אַמּוֹת לַצָּפוֹן וְכֵן לַדָּרוֹם {יח}: בֵּית הַחֲלִיפוֹת. עַל שֵׁם הַסַּכִּינִים שֶׁגּוֹנְזִים שָׁם, קָרוּי בֵּית הַחֲלִיפוֹת, שֶׁכֵּן בִּלְשׁוֹן רוֹמִי קוֹרִין לַסַּכִּינִים הַגְּדוֹלִים חֲלָפִים: צַר מֵאֲחוֹרָיו. לְצַד מַעֲרָב: וְרָחָב מִלְּפָנָיו. לְצַד מִזְרָח. וְלֹא אִתְפָּרֵשׁ לִי הֵיאַךְ, שֶׁהֲרֵי מֵאָה עַל מֵאָה הָיָה בְּשָׁוֶה","rdfs:label":"ר\"ע מברטנורה משנה מדות ד ז","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-7"},{"uri":"jbr:mishna-yomtov-5-10-4-7","jbo:text":"עיקר תוי\"ט {יז} שלא בדקדוק. שאם כן נותר מדת כתל הרביעי. אבל כמו שכתב לעיל במשנה ג' הוא נכון: {יח} דעתו כדברי הרמב\"ם, האולם היה מעדיף לכל רוח צפון כנגד התאים עד מקצוע המערבית, והיה תוכו עשר אמות וכתלו חמש אמות. וכן לדרום. והינו דאדתנן לקמן ההיכל צר מאחוריו ורחב מלפניו כתב הר\"ב ולא אתפרש לי היאך, שהרי מאה על מאה היה בשוה, הא קמן שסובר הר\"ב שהאולם היה מעדיף לכל רוח צפונית ורוח דרומית. והשיג הראב\"ד וכתב שלא היה כתל לאולם כלל וטעות גדולה היא זו, שלא היה לאולם אלא כתל המזרח שלפני ההיכל, ועל כן אמרו ההיכל צר מאחוריו ורחב מלפניו, ורחב האולם נמנה ברחב ההיכל. והכסף משנה התנצל להרמב\"ם ממה שכתב בפרוש המשנה ההיכל מאה על מאה אבל היו מטין הבנין מעט צר לצד מערב וכשימשך לצד מזרח מתרחב כדמות הארי. ועין תוספות יום טוב באריכות: {יט} החליפות. כפי הנראה קאי על החמש עשרה אמה העודפות מזה ומזה, שאלו בלבד הוא מה שהיה נקרא בית החליפות. וכן נראה מלשון הרר\"ש שכתב מלבד החליפות צריך להרחיב כתל האולם לצפון כנגד התא והמסבה וכתלם, ולדרום כנגד התא והורדת המים וכתלם, שהן תשע עשרה אמה מזה ומזה. עד כאן. ורצונו לומר מלבד כתל ההיכל שהוא שש מזה ומזה, שכל שכן שהיו כתלי האולם מתרחבים לפני כתל ההיכל שמזה ומזה","jbo:textNikud":"עיקר תוי\"ט {יז} שֶׁלֹּא בְּדִקְדּוּק. שֶׁאִם כֵּן נוֹתָר מִדַּת כֹּתֶל הָרְבִיעִי. אֲבָל כְּמוֹ שֶׁכָּתַב לְעֵיל בְּמִשְׁנָה ג' הוּא נָכוֹן: {יח} דַּעְתּוֹ כְּדִבְרֵי הָרַמְבַּ\"ם, הָאוּלָם הָיָה מַעֲדִיף לְכָל רוּחַ צָפוֹן כְּנֶגֶד הַתָּאִים עַד מִקְצוֹעַ הַמַּעֲרָבִית, וְהָיָה תּוֹכוֹ עֶשֶׂר אַמּוֹת וְכָתְלוֹ חָמֵשׁ אַמּוֹת. וְכֵן לַדָּרוֹם. וְהַיְנוּ דְּאַדִּתְנַן לְקַמָּן הַהֵיכָל צַר מֵאֲחוֹרָיו וְרָחָב מִלְּפָנָיו כָּתַב הָרַ\"ב וְלֹא אִתְפָּרֵשׁ לִי הֵיאַךְ, שֶׁהֲרֵי מֵאָה עַל מֵאָה הָיָה בְּשָׁוֶה, הָא קַמָּן שֶׁסּוֹבֵר הָרַ\"ב שֶׁהָאוּלָם הָיָה מַעֲדִיף לְכָל רוּחַ צְפוֹנִית וְרוּחַ דְּרוֹמִית. וְהִשִּׂיג הָרַאֲבָ\"ד וְכָתַב שֶׁלֹּא הָיָה כֹּתֶל לָאוּלָם כְּלָל וְטָעוּת גְּדוֹלָה הִיא זוֹ, שֶׁלֹּא הָיָה לָאוּלָם אֶלָּא כֹּתֶל הַמִּזְרָח שֶׁלִּפְנֵי הַהֵיכָל, וְעַל כֵּן אָמְרוּ הַהֵיכָל צַר מֵאֲחוֹרָיו וְרָחָב מִלְּפָנָיו, וְרֹחַב הָאוּלָם נִמְנֶה בְּרֹחַב הַהֵיכָל. וְהַכֶּסֶף מִשְׁנֶה הִתְנַצֵּל לְהָרַמְבַּ\"ם מִמַּה שֶּׁכָּתַב בְּפֵרוּשׁ הַמִּשְׁנָה הַהֵיכָל מֵאָה עַל מֵאָה אֲבָל הָיוּ מָטִין הַבִּנְיָן מְעַט צַר לְצַד מַעֲרָב וּכְשֶׁיִּמָּשֵׁךְ לְצַד מִזְרָח מִתְרַחֵב כִּדְמוּת הָאֲרִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב בַּאֲרִיכוּת: {יט} הַחֲלִיפוֹת. כְּפִי הַנִּרְאֶה קָאֵי עַל הַחֲמֵשׁ עֶשְׂרֵה אַמָּה הָעוֹדְפוֹת מִזֶּה וּמִזֶּה, שֶׁאֵלּוּ בִּלְבַד הוּא מַה שֶּׁהָיָה נִקְרָא בֵּית הַחֲלִיפוֹת. וְכֵן נִרְאֶה מִלְּשׁוֹן הָרר\"שׁ שֶׁכָּתַב מִלְּבַד הַחֲלִיפוֹת צָרִיךְ לְהַרְחִיב כֹּתֶל הָאוּלָם לַצָּפוֹן כְּנֶגֶד הַתָּא וְהַמְּסִבָּה וְכָתְלָם, וְלַדָּרוֹם כְּנֶגֶד הַתָּא וְהוֹרָדַת הַמַּיִם וְכָתְלָם, שֶׁהֵן תְּשַׁע עֶשְׂרֵה אַמָּה מִזֶּה וּמִזֶּה. עַד כָּאן. וּרְצוֹנוֹ לוֹמַר מִלְּבַד כֹּתֶל הַהֵיכָל שֶׁהוּא שֵׁשׁ מִזֶּה וּמִזֶּה, שֶׁכָּל שֶׁכֵּן שֶׁהָיוּ כָּתְלֵי הָאוּלָם מִתְרַחֲבִים לִפְנֵי כֹּתֶל הַהֵיכָל שֶׁמִּזֶּה וּמִזֶּה","rdfs:label":"עיקר תוי\"ט משנה מדות ד ז","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-4","jbo:interprets":"jbr:mishna-5-10-4-7"},{"uri":"jbr:mishna-5-10-5-1","jbo:text":"כל העזרה היתה ארך מאה ושמונים ושבע על רחב מאה ושלשים וחמש. מן המזרח למערב מאה ושמונים ושבע, מקום דריסת ישראל אחת עשרה אמה, מקום דריסת הכהנים אחת עשרה אמה, המזבח שלשים ושתים, בין האולם ולמזבח עשרים ושתים אמה, ההיכל מאה אמה, ואחת עשרה אמה לאחורי בית הכפרת","jbo:textNikud":"כָּל הָעֲזָרָה הָיְתָה אֹרֶךְ מֵאָה וּשְׁמוֹנִים וָשֶׁבַע עַל רֹחַב מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ. מִן הַמִּזְרָח לַמַּעֲרָב מֵאָה וּשְׁמוֹנִים וָשֶׁבַע, מְקוֹם דְּרִיסַת יִשְׂרָאֵל אַחַת עֶשְׂרֵה אַמָּה, מְקוֹם דְּרִיסַת הַכֹּהֲנִים אַחַת עֶשְׂרֵה אַמָּה, הַמִּזְבֵּחַ שְׁלֹשִׁים וּשְׁתַּיִם, בֵּין הָאוּלָם וְלַמִּזְבֵּחַ עֶשְׂרִים וּשְׁתַּיִם אַמָּה, הַהֵיכָל מֵאָה אַמָּה, וְאַחַת עֶשְׂרֵה אַמָּה לַאֲחוֹרֵי בֵית הַכַּפֹּרֶת","rdfs:label":"משנה מדות ה א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-1"},{"uri":"jbr:mishna-bartanura-5-10-5-1","jbo:text":"ר\"ע מברטנורה כל העזרה. כל הקף העזרה, שבתוך אותו הקף נבנה הבית לצד מערבו, והחצר והמזבח במזרחו: ארך מאה ושמונים ושבע. מן המזרח למערב: על רחב מאה ושלשים וחמש. מן הצפון לדרום: מקום דריסת רגלי ישראל. והיא הנקראת עזרת ישראל. ומקום דריסת רגלי הכהנים קרויה עזרת כהנים: המזבח שנים ושלשים. מפרש לעיל ריש פרק ג': ההיכל מאה אמה. עבי כתל אולם, וחללו של אולם, ועבי כתל ההיכל, וחללו, ואמה טרקסין, וחלל בית קדשי הקדשים, וכתל ההיכל למערב, והתא וכתל התא, הכל מאה אמה כמפרש בפרקין דלעיל: ואחת עשרה אמה אחורי בית הכפרת. מכתל החיצון של היכל לצד מערב עד הכתל מערבי של עזרה היה אחת עשרה אמה של חלל עם עבי הכתל, קרוי אחורי בית הכפרת","jbo:textNikud":"ר\"ע מברטנורה כָּל הָעֲזָרָה. כָּל הֶקֵּף הָעֲזָרָה, שֶׁבְּתוֹךְ אוֹתוֹ הֶקֵּף נִבְנָה הַבַּיִת לְצַד מַעֲרָבוֹ, וְהֶחָצֵר וְהַמִּזְבֵּחַ בְּמִזְרָחוֹ: אֹרֶךְ מֵאָה וּשְׁמוֹנִים וָשֶׁבַע. מִן הַמִּזְרָח לַמַּעֲרָב: עַל רֹחַב מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ. מִן הַצָּפוֹן לַדָּרוֹם: מְקוֹם דְּרִיסַת רַגְלֵי יִשְׂרָאֵל. וְהִיא הַנִּקְרֵאת עֶזְרַת יִשְׂרָאֵל. וּמְקוֹם דְּרִיסַת רַגְלֵי הַכֹּהֲנִים קְרוּיָה עֶזְרַת כֹּהֲנִים: הַמִּזְבֵּחַ שְׁנַיִם וּשְׁלֹשִׁים. מְפֹרָשׁ לְעֵיל רֵישׁ פֶּרֶק ג': הַהֵיכָל מֵאָה אַמָּה. עֳבִי כֹּתֶל אוּלָם, וַחֲלָלוֹ שֶׁל אוּלָם, וָעֳבִי כֹּתֶל הַהֵיכָל, וַחֲלָלוֹ, וְאַמָּה טְרַקְסִין, וַחֲלַל בֵּית קָדְשֵׁי הַקֳּדָשִׁים, וְכֹתֶל הַהֵיכָל לַמַּעֲרָב, וְהַתָּא וְכֹתֶל הַתָּא, הַכֹּל מֵאָה אַמָּה כַּמְּפֹרָשׁ בְּפִרְקִין דִּלְעֵיל: וְאַחַת עֶשְׂרֵה אַמָּה אֲחוֹרֵי בֵּית הַכַּפֹּרֶת. מִכֹּתֶל הַחִיצוֹן שֶׁל הֵיכָל לְצַד מַעֲרָב עַד הַכֹּתֶל מַעֲרָבִי שֶׁל עֲזָרָה הָיָה אַחַת עֶשְׂרֵה אַמָּה שֶׁל חָלָל עִם עֳבִי הַכֹּתֶל, קָרוּי אֲחוֹרֵי בֵּית הַכַּפֹּרֶת","rdfs:label":"ר\"ע מברטנורה משנה מדות ה א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-1"},{"uri":"jbr:mishna-5-10-5-2","jbo:text":"מן הצפון לדרום מאה ושלשים וחמש, הכבש והמזבח ששים ושתים {א}. מן המזבח לטבעות שמנה אמות, מקום הטבעות עשרים וארבע, מן הטבעות לשלחנות ארבע {ב}, מן השלחנות ולננסין ארבע. מן הננסין לכתל העזרה שמנה אמות, והמותר בין הכבש לכתל ומקום הננסין {ג}","jbo:textNikud":"מִן הַצָּפוֹן לַדָּרוֹם מֵאָה וּשְׁלֹשִׁים וְחָמֵשׁ, הַכֶּבֶשׁ וְהַמִּזְבֵּחַ שִׁשִּׁים וּשְׁתַּיִם {א}. מִן הַמִּזְבֵּחַ לַטַּבָּעוֹת שְׁמֹנֶה אַמּוֹת, מְקוֹם הַטַּבָּעוֹת עֶשְׂרִים וְאַרְבַּע, מִן הַטַּבָּעוֹת לַשֻּׁלְחָנוֹת אַרְבַּע {ב}, מִן הַשֻּׁלְחָנוֹת וְלַנַּנָּסִין אַרְבַּע. מִן הַנַּנָּסִין לְכֹתֶל הָעֲזָרָה שְׁמֹנֶה אַמּוֹת, וְהַמּוֹתָר בֵּין הַכֶּבֶשׁ לַכֹּתֶל וּמְקוֹם הַנַּנָּסִין {ג}","rdfs:label":"משנה מדות ה ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-2"},{"uri":"jbr:mishna-yomtov-5-10-5-2","jbo:text":"עיקר תוי\"ט {א} ששים ושתים. קא מני ואזיל מדרום לצפון. ובגמרא דזבחים פריך, דששים וארבע הוו, דהתנן במשנה ג' פרק ג' דלעיל, כבש היה לדרומו של מזבח ארך שלשים ושתים. ומשני, נמצא פורח אמה על יסוד ואמה על סובב: {ב} לשלחנות ארבע כו'. פרש רש\"י דמקום שלחנות עצמן נמי ארבע, לפי שהיו שמנה, וכשאתה נותן ארבע בראש ארבע נמצא ארבע זו אצל זו ברחב. אבל הכסף משנה כתב דהכי פרושא דמתניתין, מן הטבעות למחצית השלחנות ארבע, וממחצית השלחנות לננסין ארבע. ומעתה מקצת השלחנות סמוכים אצל הננסין שבהן תולין ומפשיטין. ועין תוספות יום טוב: {ג} והמותר כו'. פרש רש\"י נשארו ממאה שלשים וחמשה של רחב העזרה עשרים וחמשה, ונתנו לשלחנות ארבע ונשארו עשרים ואחד, אותן תחלוק למקום הננסין החצי, והחצי בין כבש לכתל. והרמב\"ם שאינו מוסיף ארבע לשלחנות על מנין מאה ועשרה שבמשנה, ונמצא עשרים וחמשה מותר, מחלק אותן לחצאין לננסין ובין כבש לכתל. ולדברי כלן המזבח בצפון נמי קאי, לרש\"י חמש אמות ולהרמב\"ם שבע אמות, ואם כן לאו רבי אליעזר בן יעקב היא, דהא סבירא ליה דמזבח לאו בצפון קאי [עין יומא פ\"ג מ\"ט]. כללא דפרק ב' אות ט' לא קאי אלא על אותה משנה, עין שם. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} שִׁשִּׁים וּשְׁתַּיִם. קָא מָנֵי וְאָזִיל מִדָּרוֹם לְצָפוֹן. וּבַגְּמָרָא דִּזְבָחִים פָּרֵיךְ, דְּשִׁשִּׁים וְאַרְבַּע הֲווּ, דְּהָתְנַן בְּמִשְׁנָה ג' פֶּרֶק ג' דִּלְעֵיל, כֶּבֶשׁ הָיָה לִדְרוֹמוֹ שֶׁל מִזְבֵּחַ אֹרֶךְ שְׁלֹשִׁים וּשְׁתַּיִם. וּמְשָׁנֵי, נִמְצָא פּוֹרֵחַ אַמָּה עַל יְסוֹד וְאַמָּה עַל סוֹבֵב: {ב} לַשֻּׁלְחָנוֹת אַרְבַּע כוּ'. פֵּרֵשׁ רַשִׁ\"י דִּמְקוֹם שֻׁלְחָנוֹת עַצְמָן נַמִּי אַרְבַּע, לְפִי שֶׁהָיוּ שְׁמֹנָה, וּכְשֶׁאַתָּה נוֹתֵן אַרְבַּע בְּרֹאשׁ אַרְבַּע נִמְצָא אַרְבַּע זוֹ אֵצֶל זוֹ בָּרֹחַב. אֲבָל הַכֶּסֶף מִשְׁנֶה כָּתַב דְּהָכִי פֵּרוּשָׁא דְּמַתְנִיתִין, מִן הַטַּבָּעוֹת לְמַחֲצִית הַשֻּׁלְחָנוֹת אַרְבַּע, וּמִמַּחֲצִית הַשֻּׁלְחָנוֹת לַנַּנָּסִין אַרְבַּע. וּמֵעַתָּה מִקְצָת הַשֻּׁלְחָנוֹת סְמוּכִים אֵצֶל הַנַּנָּסִין שֶׁבָּהֶן תּוֹלִין וּמַפְשִׁיטִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְהַמּוֹתָר כוּ'. פֵּרֵשׁ רַשִׁ\"י נִשְׁאֲרוּ מִמֵּאָה שְׁלֹשִׁים וַחֲמִשָּׁה שֶׁל רֹחַב הָעֲזָרָה עֶשְׂרִים וַחֲמִשָּׁה, וְנָתְנוּ לַשֻּׁלְחָנוֹת אַרְבַּע וְנִשְׁאֲרוּ עֶשְׂרִים וְאֶחָד, אוֹתָן תַּחְלוֹק לִמְקוֹם הַנַּנָּסִין הַחֵצִי, וְהַחֵצִי בֵּין כֶּבֶשׁ לַכֹּתֶל. וְהָרַמְבַּ\"ם שֶׁאֵינוֹ מוֹסִיף אַרְבַּע לַשֻּׁלְחָנוֹת עַל מִנְיַן מֵאָה וַעֲשָׂרָה שֶׁבַּמִּשְׁנָה, וְנִמְצָא עֶשְׂרִים וַחֲמִשָּׁה מוֹתָר, מְחַלֵּק אוֹתָן לַחֲצָאִין לַנַּנָּסִין וּבֵין כֶּבֶשׁ לַכֹּתֶל. וּלְדִבְרֵי כֻּלָּן הַמִּזְבֵּחַ בַּצָּפוֹן נַמִּי קָאֵי, לְרַשִׁ\"י חָמֵשׁ אַמּוֹת וּלְהָרַמְבַּ\"ם שֶׁבַע אַמּוֹת, וְאִם כֵּן לָאו רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב הִיא, דְּהָא סְבִירָא לֵיהּ דְּמִזְבֵּחַ לָאו בַּצָּפוֹן קָאֵי [עַיֵּן יוֹמָא פ\"ג מ\"ט]. כְּלָלָא דְּפֶרֶק ב' אוֹת ט' לֹא קָאֵי אֶלָּא עַל אוֹתָהּ מִשְׁנָה, עַיֵּן שָׁם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה מדות ה ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-2"},{"uri":"jbr:mishna-5-10-5-3","jbo:text":"שש לשכות היו בעזרה, שלש בצפון ושלש בדרום. שבצפון {ד}, לשכת המלח {ה}, לשכת הפרוה, לשכת המדיחים. לשכת המלח, שם היו נותנים מלח לקרבן. לשכת הפרוה, שם היו מולחין עורות קדשים, ועל גגה היה בית הטבילה לכהן גדול ביום הכפורים. לשכת המדיחין, ששם היו מדיחין קרבי הקדשים {ח}. ומשם מסבה עולה לגג בית הפרוה","jbo:textNikud":"שֵׁשׁ לְשָׁכוֹת הָיוּ בָעֲזָרָה, שָׁלֹשׁ בַּצָּפוֹן וְשָׁלֹשׁ בַּדָּרוֹם. שֶׁבַּצָּפוֹן {ד}, לִשְׁכַּת הַמֶּלַח {ה}, לִשְׁכַּת הַפַּרְוָה, לִשְׁכַּת הַמְדִיחִים. לִשְׁכַּת הַמֶּלַח, שָׁם הָיוּ נוֹתְנִים מֶלַח לַקָּרְבָּן. לִשְׁכַּת הַפַּרְוָה, שָׁם הָיוּ מוֹלְחִין עוֹרוֹת קָדָשִׁים, וְעַל גַּגָּהּ הָיָה בֵית הַטְּבִילָה לְכֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים. לִשְׁכַּת הַמְדִיחִין, שֶׁשָּׁם הָיוּ מְדִיחִין קִרְבֵי הַקֳּדָשִׁים {ח}. וּמִשָּׁם מְסִבָּה עוֹלָה לְגַג בֵּית הַפַּרְוָה","rdfs:label":"משנה מדות ה ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-3"},{"uri":"jbr:mishna-bartanura-5-10-5-3","jbo:text":"ר\"ע מברטנורה לשכת הפרוה. אדם מכשף ששמו פרוה בנה אותה לשכה על ידי מכשפות {ו}, ונקראת על שמו. כך מצאתי. ורמב\"ם כתב, שהיה חותר בקיר כדי לראות משם היאך היה כהן עובד העבודה ונהרג שם: ועל גגה היה בית הטבילה לכהן גדול ביום הכפורים. חמש טבילות שטובל כהן גדול ביום הכפורים כשהוא משנה מבגדי זהב לבגדי לבן ומבגדי לבן לבגדי זהב, כלם היו על גג בית הפרוה, לפי שהיתה מקדשת בקדשת העזרה {ז}. וטבילות הבאות מחמת יום הכפורים בעינן במקום קדוש כדכתיב (ויקרא טז) ורחץ את בשרו במים במקום קדוש. חוץ מטבילה ראשונה שאינה באה בשביל יום הכפורים, שאף שאר כל ימות השנה אין אדם טהור נכנס לעזרה עד שיטבל, הלכך טבילה ראשונה היתה בחל על גבי שער המים, הוא שער השלישי שבדרום, ומעין של מים היה משוך שם באמה הבאה מעין עיטם, ושם היה טובל טבילה הראשונה: מסבה. בנין אבנים מעלות מגלגלות וסובבות לעלות לגג בית הפרוה דרך המסבה","jbo:textNikud":"ר\"ע מברטנורה לִשְׁכַּת הַפַּרְוָה. אָדָם מְכַשֵּׁף שֶׁשְּׁמוֹ פַּרְוָה בָּנָה אוֹתָהּ לִשְׁכָּה עַל יְדֵי מְכַשֵּׁפוּת {ו}, וְנִקְרֵאת עַל שְׁמוֹ. כָּךְ מָצָאתִי. וְרַמְבַּ\"ם כָּתַב, שֶׁהָיָה חוֹתֵר בַּקִּיר כְּדֵי לִרְאוֹת מִשָּׁם הֵיאַךְ הָיָה כֹּהֵן עוֹבֵד הָעֲבוֹדָה וְנֶהֱרַג שָׁם: וְעַל גַּגָּהּ הָיָה בֵית הַטְּבִילָה לְכֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים. חָמֵשׁ טְבִילוֹת שֶׁטּוֹבֵל כֹּהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים כְּשֶׁהוּא מְשַׁנֶּה מִבִּגְדֵי זָהָב לְבִגְדֵי לָבָן וּמִבִּגְדֵי לָבָן לְבִגְדֵי זָהָב, כֻּלָּם הָיוּ עַל גַּג בֵּית הַפַּרְוָה, לְפִי שֶׁהָיְתָה מְקֻדֶּשֶׁת בִּקְדֻשַּׁת הָעֲזָרָה {ז}. וּטְבִילוֹת הַבָּאוֹת מֵחֲמַת יוֹם הַכִּפּוּרִים בָּעִינַן בְּמָקוֹם קָדוֹשׁ כְּדִכְתִיב (וַיִּקְרָא טז) וְרָחַץ אֶת בְּשָׂרוֹ בַמַּיִם בְּמָקוֹם קָדוֹשׁ. חוּץ מִטְּבִילָה רִאשׁוֹנָה שֶׁאֵינָהּ בָּאָה בִּשְׁבִיל יוֹם הַכִּפּוּרִים, שֶׁאַף שְׁאָר כָּל יְמוֹת הַשָּׁנָה אֵין אָדָם טָהוֹר נִכְנָס לָעֲזָרָה עַד שֶׁיִּטְבֹּל, הִלְכָּךְ טְבִילָה רִאשׁוֹנָה הָיְתָה בַּחֹל עַל גַּבֵּי שַׁעַר הַמַּיִם, הוּא שַׁעַר הַשְּׁלִישִׁי שֶׁבַּדָּרוֹם, וּמַעְיָן שֶׁל מַיִם הָיָה מָשׁוּךְ שָׁם בָּאַמָּה הַבָּאָה מֵעֵין עֵיטָם, וְשָׁם הָיָה טוֹבֵל טְבִילָה הָרִאשׁוֹנָה: מְסִבָּה. בִּנְיַן אֲבָנִים מַעֲלוֹת מְגֻלְגָּלוֹת וְסוֹבְבוֹת לַעֲלוֹת לְגַג בֵּית הַפַּרְוָה דֶּרֶךְ הַמְּסִבָּה","rdfs:label":"ר\"ע מברטנורה משנה מדות ה ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-3"},{"uri":"jbr:mishna-yomtov-5-10-5-3","jbo:text":"עיקר תוי\"ט {ד} שבצפון. נסח אחר שבדרום, וכן הוא ביומא דף י\"ט. וכן העתיק הרמב\"ם. וכן אתה מוצא גם כן בשערים שבהר הבית ושבעזרה ששנויין שבדרום ברישא במשנה ג' וד' דפרק קמא. וגרסת הספר נשתבשה כו'. עין תוספות יום טוב: {ה} המלח. ממזרח למערב קחשיב. ועין תוספות יום טוב: {ו} ואני תמה שיקימו בקדש בנין הנעשה על ידי כשוף כו'. והר\"ש כתב, פרוה על שם עורות הפרים שבה, דומיא דחברותיה שנקראו על שם מעשיהן, וזכר לדבר זהב פרוים, שדומה לדם הפרים. אבל בית טבילה שעל גבה, פרוה אמגושא בנאו ועשאו דומה לדומה בית טבילה בחל שבנו על גבי שער המים: {ז} ובמסכת יומא תנן, ובקדש היתה, משמע ודאי דהיא עצמה היתה בקדש. ולזה נתכון הר\"ב. ולא שבא לומר שהיתה בנויה בחל, אלא שהיתה מקדשת. עין תוספות יום טוב: {ח} מדיחין כו'. ויש לתמה, דבמשנה ד' פרק ו' דשקלים תנן שעל שלחנות של שיש היו מדיחים את הקרבים. והמפרש למסכת תמיד תרץ דקרבי קדשים דהכא הינו כרס, וכדתנן נמי התם והכרס מדיחין אותה בבית מדיחין, הקרבים מדיחין פעם ראשונה בלשכת מדיחין בצנעה לפי שמלכלכין הרבה בפרש, ואחר כך מדיחין גם כן עוד במעוט שלחנות [המפרש לא גרס על. ומפרש במעוט, בשלחן קטן של שלחנות] להדיחם יפה, והכרס שהיא רחבה וחלקה מדיחים אותה פעם אחת בבית מדיחין","jbo:textNikud":"עיקר תוי\"ט {ד} שֶׁבַּצָּפוֹן. נֻסַּח אַחֵר שֶׁבַּדָּרוֹם, וְכֵן הוּא בְּיוֹמָא דַּף י\"ט. וְכֵן הֶעְתִּיק הָרַמְבַּ\"ם. וְכֵן אַתָּה מוֹצֵא גַּם כֵּן בַּשְּׁעָרִים שֶׁבְּהַר הַבַּיִת וְשֶׁבָּעֲזָרָה שֶׁשְּׁנוּיִין שֶׁבַּדָּרוֹם בָּרֵישָׁא בְּמִשְׁנָה ג' וְד' דְּפֶרֶק קַמָּא. וְגִרְסַת הַסֵּפֶר נִשְׁתַּבְּשָׁה כוּ'. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} הַמֶּלַח. מִמִּזְרָח לְמַעֲרָב קָחֲשִׁיב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} וַאֲנִי תָּמֵהַּ שֶׁיְּקַיְּמוּ בַּקֹּדֶשׁ בִּנְיָן הַנַּעֲשֶׂה עַל יְדֵי כִּשּׁוּף כוּ'. וְהָרַ\"שׁ כָּתַב, פַּרְוָה עַל שֵׁם עוֹרוֹת הַפָּרִים שֶׁבָּהּ, דּוּמְיָא דְחַבְרוֹתֶיהָ שֶׁנִּקְרְאוּ עַל שֵׁם מַעֲשֵׂיהֶן, וְזֵכֶר לַדָּבָר זְהַב פַּרְוַיִם, שֶׁדּוֹמֶה לְדַם הַפָּרִים. אֲבָל בֵּית טְבִילָה שֶׁעַל גַּבָּהּ, פַּרְוָה אַמְגוּשָׁא בְּנָאוֹ וַעֲשָׂאוֹ דּוֹמֶה לְדוֹמֶה בֵּית טְבִילָה בַּחֹל שֶׁבָּנוּ עַל גַּבֵּי שַׁעַר הַמַּיִם: {ז} וּבְמַסֶּכֶת יוֹמָא תְּנַן, וּבַקֹּדֶשׁ הָיְתָה, מַשְׁמַע וַדַּאי דְּהִיא עַצְמָהּ הָיְתָה בַּקֹּדֶשׁ. וּלְזֶה נִתְכַּוֵּן הָרַ\"ב. וְלֹא שֶׁבָּא לוֹמַר שֶׁהָיְתָה בְּנוּיָה בַּחֹל, אֶלָּא שֶׁהָיְתָה מְקֻדֶּשֶׁת. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} מְדִיחִין כוּ'. וְיֵשׁ לִתְמֹהַּ, דִּבְמִשְׁנָה ד' פֶּרֶק ו' דִּשְׁקָלִים תְּנַן שֶׁעַל שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ הָיוּ מְדִיחִים אֶת הַקְּרָבַיִם. וְהַמְפָרֵשׁ לְמַסֶּכֶת תָּמִיד תֵּרֵץ דִּקְרָבֵי קָדָשִׁים דְּהָכָא הַיְנוּ כֶּרֶס, וּכְדִתְנַן נַמִּי הָתָם וְהַכֶּרֶס מְדִיחִין אוֹתָהּ בְּבֵית מְדִיחִין, הַקְּרָבַיִם מְדִיחִין פַּעַם רִאשׁוֹנָה בְּלִשְׁכַּת מְדִיחִין בְּצִנְעָה לְפִי שֶׁמְּלֻכְלָכִין הַרְבֵּה בְּפֶרֶשׁ, וְאַחַר כָּךְ מְדִיחִין גַּם כֵּן עוֹד בְּמִעוּט שֻׁלְחָנוֹת [הַמְפָרֵשׁ לֹא גָּרַס עַל. וּמְפָרֵשׁ בְּמִעוּט, בְּשֻׁלְחָן קָטָן שֶׁל שֻׁלְחָנוֹת] לַהֲדִיחָם יָפֶה, וְהַכֶּרֶס שֶׁהִיא רְחָבָה וַחֲלָקָה מְדִיחִים אוֹתָהּ פַּעַם אַחַת בְּבֵית מְדִיחִין","rdfs:label":"עיקר תוי\"ט משנה מדות ה ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-3"},{"uri":"jbr:mishna-5-10-5-4","jbo:text":"שבדרום, לשכת העץ, לשכת הגולה, לשכת הגזית. לשכת העץ {ט}, אמר רבי אליעזר בן יעקב, שכחתי מה היתה משמשת. אבא שאול אומר, לשכת כהן גדול, והיא היתה אחורי שתיהן, וגג שלשתן שוה. לשכת הגולה, שם היה בור קבוע {יא}, והגלגל נתון עליו, ומשם מספיקים {יב} מים לכל העזרה. לשכת הגזית {יג}, שם היתה סנהדרי גדולה של ישראל יושבת ודנה {יד} את הכהנה {טו}, וכהן שנמצא בו פסול, לובש שחורים ומתעטף שחורים, ויוצא והולך לו. ושלא נמצא בו פסול, לובש לבנים ומתעטף לבנים, נכנס ומשמש עם אחיו הכהנים. ויום טוב היו עושים {טז}, שלא נמצא פסול בזרעו של אהרן הכהן, וכך היו אומרים, ברוך המקום ברוך הוא {יז}, שלא נמצא פסול בזרעו של אהרן. וברוך הוא, שבחר באהרן ובבניו לעמד לשרת לפני ה' בבית קדשי הקדשים","jbo:textNikud":"שֶׁבַּדָּרוֹם, לִשְׁכַּת הָעֵץ, לִשְׁכַּת הַגּוֹלָה, לִשְׁכַּת הַגָּזִית. לִשְׁכַּת הָעֵץ {ט}, אָמַר רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב, שָׁכַחְתִּי מֶה הָיְתָה מְשַׁמֶּשֶׁת. אַבָּא שָׁאוּל אוֹמֵר, לִשְׁכַּת כֹּהֵן גָּדוֹל, וְהִיא הָיְתָה אֲחוֹרֵי שְׁתֵּיהֶן, וְגַג שְׁלָשְׁתָּן שָׁוֶה. לִשְׁכַּת הַגּוֹלָה, שָׁם הָיָה בוֹר קָבוּעַ {יא}, וְהַגַּלְגַּל נָתוּן עָלָיו, וּמִשָּׁם מַסְפִּיקִים {יב} מַיִם לְכָל הָעֲזָרָה. לִשְׁכַּת הַגָּזִית {יג}, שָׁם הָיְתָה סַנְהֶדְרִי גְדוֹלָה שֶׁל יִשְׂרָאֵל יוֹשֶׁבֶת וְדָנָה {יד} אֶת הַכְּהֻנָּה {טו}, וְכֹהֵן שֶׁנִּמְצָא בוֹ פְסוּל, לוֹבֵשׁ שְׁחוֹרִים וּמִתְעַטֵּף שְׁחוֹרִים, וְיוֹצֵא וְהוֹלֵךְ לוֹ. וְשֶׁלֹּא נִמְצָא בוֹ פְסוּל, לוֹבֵשׁ לְבָנִים וּמִתְעַטֵּף לְבָנִים, נִכְנָס וּמְשַׁמֵּשׁ עִם אֶחָיו הַכֹּהֲנִים. וְיוֹם טוֹב הָיוּ עוֹשִׂים {טז}, שֶׁלֹּא נִמְצָא פְסוּל בְּזַרְעוֹ שֶׁל אַהֲרֹן הַכֹּהֵן, וְכָךְ הָיוּ אוֹמְרִים, בָּרוּךְ הַמָּקוֹם בָּרוּךְ הוּא {יז}, שֶׁלֹּא נִמְצָא פְסוּל בְּזַרְעוֹ שֶׁל אַהֲרֹן. וּבָרוּךְ הוּא, שֶׁבָּחַר בְּאַהֲרֹן וּבְבָנָיו לַעֲמֹד לְשָׁרֵת לִפְנֵי ה' בְּבֵית קָדְשֵׁי הַקֳּדָשִׁים","rdfs:label":"משנה מדות ה ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-4"},{"uri":"jbr:mishna-bartanura-5-10-5-4","jbo:text":"ר\"ע מברטנורה לשכת הגולה. על שם בור שכרו שם עולי גולה: אבא שאול אומר. אותה לשכת העץ היא היתה לשכת כהן גדול. והיא לשכת פרהדרין דתנן בריש יומא, שבעה ימים קדם יום הכפורים מפרישין כהן גדול מביתו ללשכת פרהדרין {י}: וגג שלשתן שוה. קרוי אחד לשלשתן: שם היתה סנהדרי גדולה של ישראל יושבת. בצד החל שבה. לפי שלשכת הגזית היתה חציה בקדש וחציה בחל, ובחציה של קדש לא היה אפשר לסנהדרין לשבת, שאין ישיבה בעזרה אלא למלכי בית דוד בלבד, דכתיב (שמואל ב ז) ויבא המלך דוד וישב לפני ה'","jbo:textNikud":"ר\"ע מברטנורה לִשְׁכַּת הַגּוֹלָה. עַל שֵׁם בּוֹר שֶׁכָּרוּ שָׁם עוֹלֵי גּוֹלָה: אַבָּא שָׁאוּל אוֹמֵר. אוֹתָהּ לִשְׁכַּת הָעֵץ הִיא הָיְתָה לִשְׁכַּת כֹּהֵן גָּדוֹל. וְהִיא לִשְׁכַּת פַּרְהֶדְרִין דִּתְנַן בְּרֵישׁ יוֹמָא, שִׁבְעָה יָמִים קֹדֶם יוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכַּת פַּרְהֶדְרִין {י}: וְגַג שְׁלָשְׁתָּן שָׁוֶה. קֵרוּי אֶחָד לִשְׁלָשְׁתָּן: שָׁם הָיְתָה סַנְהֶדְרִי גְדוֹלָה שֶׁל יִשְׂרָאֵל יוֹשֶׁבֶת. בְּצַד הַחֹל שֶׁבָּהּ. לְפִי שֶׁלִּשְׁכַּת הַגָּזִית הָיְתָה חֶצְיָהּ בַּקֹּדֶשׁ וְחֶצְיָהּ בַּחֹל, וּבְחֶצְיָהּ שֶׁל קֹדֶשׁ לֹא הָיָה אֶפְשָׁר לַסַּנְהֶדְרִין לָשֶׁבֶת, שֶׁאֵין יְשִׁיבָה בַּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד, דִּכְתִיב (שְׁמוּאֵל ב ז) וַיָבֹא הַמֶּלֶךְ דָּוִד וַיֵשֶׁב לִפְנֵי ה'","rdfs:label":"ר\"ע מברטנורה משנה מדות ה ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-4"},{"uri":"jbr:mishna-yomtov-5-10-5-4","jbo:text":"עיקר תוי\"ט {ט} העץ. קחשיב ממערב למזרח. ועין תוספות יום טוב: {י} בגמרא. וצריך טעם למה נקראת לשכת העץ. והראב\"ד כתב, שהיתה של עץ, והקשה לו מלא תטע וגו' כל עץ, שאסרה התורה נטיעת כל עץ, וניחא ליה דלא אסרה התורה אלא אצל מזבח ה' והיא עזרת כהנים משער נקנור ולפנים, אבל בעזרת נשים ובהר הבית מתר. והתוספות יום טוב הקשה על דבריו שאם הוא אמר שמשער נקנור ולהלן אסור, יהיה בכלל האסור אף עזרת ישראל [ועין לעיל פ\"ב מ\"ו בדברי הר\"ב], ששער נקנור בתחלת עזרת ישראל הוא ובה אנן קימין השתא כו'. ולכן נראה לי דלא של עץ היתה, ונקראת העץ לפי שבה מפרישין כהן גדול קדם יום הכפורים, ואשכחן נמי דמפרישין אותו לפני שרפת הפרה ללשכה כו' ובית אבן היתה נקראת לפי שכל מעשיה היו בכלי אבנים, והלכך הסבו שם לשכה זו שהיא להפרשה דיום כפור לקרותה לשכת העץ, הפך בית האבן. וצריך לומר דפתוחה לחל היתה, דאם לא כן לא היה רשאי לישב שם, דאין ישיבה אלא למלכי בית דוד. תוספות יום טוב, ועין עוד. והתוספות חדשים כתב דכמו שהיתה נקראת לשכת פרהדרין לפי שכהנים גדולים קצרו ימיהם כדאיתא בגמרא, קראוה לשכת העץ שאם יזכו יאריכו ימיהם דכתיב [ישעיה סה] כימי העץ ימי עמי: {יא} בור קבוע. גרסת רבנו יונתן שם, בור והגולה קבוע בו והגלגל נתון עליו. ולגרסא זו, הגולה כמו וגלה על ראשה [זכריה ד], שפרש רש\"י כמין ספל גדול עגל. והוא מה שאנו קורין בלשון אשכנז עמי\"ר, ששואבין בו בקצת מקומות על ידי גלגל. והראבי\"ה כתב, על שם [הגלגל] שבו משלשלין [הכיור] (לבור) שלא יפסל בלינה, ובני הגולה כרו שם בור לשקעו מפני שלא היה אז ים של שלמה: {יב} מספיקים. לשון הר\"ש, בור הגולה מים מתוקים לשתיה. ואמת המים [דפרק ג' משנה ב'] להדחה: {יג} הגזית. והיתה עשויה גזית לכבודן של הסנהדרין: {יד} ודנה. לשון הרמב\"ם, ועקר מעשיהם תדיר שהיו יושבין ודנין את הכהנה. והדין עמו, דהא במשנה ב' פרק י\"א דסנהדרין תנן שממנה יוצאה תורה לכל ישראל. אלא הכא בעקר מעשיהם התדיר, שזה היו צריכין על כל פנים לבדק את הכהנה. אבל הוראה אפשר שלא תבא כלל, שלא יפלא דבר למשפט: {טו} הכהנה. ואת הלוים. אבל נקט הכא כהנה בלבד לפי שזאת גם כן עקרית להם יותר מבדיקת הלוים. וגם יתכן שהלוים לא היו עושים יום טוב כמו הכהנים שזכו לעבודה: {טז} ויום טוב כו'. פרוש, אותם שלא נמצא בהן פסול היו קוראים כל אחד ואחד לרעיו ומידעיו ושמחים עמו, והיו גם כן מודים ומשבחים להשם יתברך כו': {יז} וכך כו'. ברוך המקום. על שם שלשכת הגזית נקראת מקום, שעליה נאמר מן המקום אשר יבחר ה', כדתנן במשנה ב' פרק י\"א דסנהדרין, ולפיכך היו מכנים עכשיו השם יתברך בשם מקום, לומר שהוא המקום האמתי, המגביל עולם ומלאו בכחו יתברך. אמנם לא הגבלת מקום, שלכך חזרו ואמרו ברוך הוא, להורות זה, שאף על פי שאמרנו והגבלנוהו בשם מקום על שהוא מקומו של עולם, הנה ברוך הוא מלהזכירו כן על שם הגבלת מקום, כי אם מצד שהוא חיי העולם ומקימו. נראה לי","jbo:textNikud":"עיקר תוי\"ט {ט} הָעֵץ. קָחֲשִׁיב מִמַּעֲרָב לְמִזְרָח. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} בַּגְּמָרָא. וְצָרִיךְ טַעַם לָמָּה נִקְרֵאת לִשְׁכַּת הָעֵץ. וְהָרַאֲבַ\"ד כָּתַב, שֶׁהָיְתָה שֶׁל עֵץ, וְהֻקְּשָׁה לוֹ מִלֹּא תִטַּע וְגוֹ' כָּל עֵץ, שֶׁאָסְרָה הַתּוֹרָה נְטִיעַת כָּל עֵץ, וְנִיחָא לֵיהּ דְּלֹא אָסְרָה הַתּוֹרָה אֶלָּא אֵצֶל מִזְבַּח ה' וְהִיא עֶזְרַת כֹּהֲנִים מִשַּׁעַר נִקָּנוֹר וְלִפְנִים, אֲבָל בְּעֶזְרַת נָשִׁים וּבְהַר הַבַּיִת מֻתָּר. וְהַתּוֹסְפוֹת יוֹם טוֹב הִקְשָׁה עַל דְּבָרָיו שֶׁאִם הוּא אָמַר שֶׁמִּשַּׁעַר נִקָּנוֹר וּלְהַלָּן אָסוּר, יִהְיֶה בִּכְלַל הָאִסּוּר אַף עֶזְרַת יִשְׂרָאֵל [וְעַיֵּן לְעֵיל פ\"ב מ\"ו בְּדִבְרֵי הָרַ\"ב], שֶׁשַּׁעַר נִקָּנוֹר בִּתְחִלַּת עֶזְרַת יִשְׂרָאֵל הוּא וּבָהּ אֲנַן קַיָּמִין הַשְׁתָּא כוּ'. וְלָכֵן נִרְאֶה לִי דְּלֹא שֶׁל עֵץ הָיְתָה, וְנִקְרֵאת הָעֵץ לְפִי שֶׁבָּהּ מַפְרִישִׁין כֹּהֵן גָּדוֹל קֹדֶם יוֹם הַכִּפּוּרִים, וְאַשְׁכְּחָן נַמִּי דְּמַפְרִישִׁין אוֹתוֹ לִפְנֵי שְׂרֵפַת הַפָּרָה לַלִּשְׁכָּה כוּ' וּבֵית אֶבֶן הָיְתָה נִקְרֵאת לְפִי שֶׁכָּל מַעֲשֶׂיהָ הָיוּ בִּכְלֵי אֲבָנִים, וְהִלְכָּךְ הֵסַבּוּ שֵׁם לִשְׁכָּה זוֹ שֶׁהִיא לָהַפְרָשָׁה דְּיוֹם כִּפּוּר לִקְרוֹתָהּ לִשְׁכַּת הָעֵץ, הֵפֶךְ בֵּית הָאֶבֶן. וְצָרִיךְ לוֹמַר דִּפְתוּחָה לַחֹל הָיְתָה, דְּאִם לֹא כֵן לֹא הָיָה רַשַּׁאי לֵישֵׁב שָׁם, דְּאֵין יְשִׁיבָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד. תּוֹסְפוֹת יוֹם טוֹב, וְעַיֵּן עוֹד. וְהַתּוֹסָפוֹת חֲדָשִׁים כָּתַב דִּכְמוֹ שֶׁהָיְתָה נִקְרֵאת לִשְׁכַּת פַּרְהֶדְרִין לְפִי שֶׁכֹּהֲנִים גְּדוֹלִים קִצְּרוּ יְמֵיהֶם כִּדְאִיתָא בַּגְּמָרָא, קְרָאוּהָ לִשְׁכַּת הָעֵץ שֶׁאִם יִזְכּוּ יַאֲרִיכוּ יְמֵיהֶם דִּכְתִיב [יְשַׁעְיָה סה] כִּימֵי הָעֵץ יְמֵי עַמִּי: {יא} בּוֹר קָבוּעַ. גִּרְסַת רַבֵּנוּ יוֹנָתָן שָׁם, בּוֹר וְהַגּוּלָה קָבוּעַ בּוֹ וְהַגַּלְגַּל נָתוּן עָלָיו. וּלְגִרְסָא זוֹ, הַגּוּלָה כְּמוֹ וְגֻלָּה עַל רֹאשָׁהּ [זְכַרְיָה ד], שֶׁפֵּרֵשׁ רַשִׁ\"י כְּמִין סֵפֶל גָּדוֹל עָגֹל. וְהוּא מַה שֶּׁאָנוּ קוֹרִין בִּלְשׁוֹן אַשְׁכְּנַז עמי\"ר, שֶׁשּׁוֹאֲבִין בּוֹ בִּקְצָת מְקוֹמוֹת עַל יְדֵי גַּלְגַּל. וְהָרַאֲבִיָ\"ה כָּתַב, עַל שֵׁם [הַגַּלְגַּל] שֶׁבּוֹ מְשַׁלְשְׁלִין [הַכִּיּוֹר] (לַבּוֹר) שֶׁלֹּא יִפָּסֵל בְּלִינָה, וּבְנֵי הַגּוֹלָה כָּרוּ שָׁם בּוֹר לְשַׁקְּעוֹ מִפְּנֵי שֶׁלֹּא הָיָה אָז יַם שֶׁל שְׁלֹמֹה: {יב} מַסְפִּיקִים. לְשׁוֹן הָרַ\"שׁ, בּוֹר הַגּוֹלָה מַיִם מְתוּקִים לִשְׁתִיָּה. וְאַמַּת הַמַּיִם [דְּפֶרֶק ג' מִשְׁנָה ב'] לַהֲדָחָה: {יג} הַגָּזִית. וְהָיְתָה עֲשׂוּיָה גָּזִית לִכְבוֹדָן שֶׁל הַסַּנְהֶדְרִין: {יד} וְדָנָה. לְשׁוֹן הָרַמְבַּ\"ם, וְעִקַּר מַעֲשֵׂיהֶם תָּדִיר שֶׁהָיוּ יוֹשְׁבִין וְדָנִין אֶת הַכְּהֻנָּה. וְהַדִּין עִמּוֹ, דְּהָא בְּמִשְׁנָה ב' פֶּרֶק י\"א דְּסַנְהֶדְרִין תְּנַן שֶׁמִּמֶּנָּה יוֹצְאָה תּוֹרָה לְכָל יִשְׂרָאֵל. אֶלָּא הָכָא בְּעִקָּר מַעֲשֵׂיהֶם הַתָּדִיר, שֶׁזֶּה הָיוּ צְרִיכִין עַל כָּל פָּנִים לִבְדֹּק אֶת הַכְּהֻנָּה. אֲבָל הוֹרָאָה אֶפְשָׁר שֶׁלֹּא תָבֹא כְּלָל, שֶׁלֹּא יִפָּלֵא דָּבָר לַמִּשְׁפָּט: {טו} הַכְּהֻנָּה. וְאֶת הַלְוִיִּם. אֲבָל נָקַט הָכָא כְּהֻנָּה בִּלְבַד לְפִי שֶׁזֹּאת גַּם כֵּן עִקָּרִית לָהֶם יוֹתֵר מִבְּדִיקַת הַלְוִיִּם. וְגַם יִתָּכֵן שֶׁהַלְוִיִּם לֹא הָיוּ עוֹשִׂים יוֹם טוֹב כְּמוֹ הַכֹּהֲנִים שֶׁזָּכוּ לַעֲבוֹדָה: {טז} וְיוֹם טוֹב כוּ'. פֵּרוּשׁ, אוֹתָם שֶׁלֹּא נִמְצָא בָּהֶן פְּסוּל הָיוּ קוֹרְאִים כָּל אֶחָד וְאֶחָד לְרֵעָיו וּמְיֻדָּעָיו וּשְׂמֵחִים עִמּוֹ, וְהָיוּ גַּם כֵּן מוֹדִים וּמְשַׁבְּחִים לְהַשֵּׁם יִתְבָּרַךְ כוּ': {יז} וְכָךְ כוּ'. בָּרוּךְ הַמָּקוֹם. עַל שֵׁם שֶׁלִּשְׁכַּת הַגָּזִית נִקְרֵאת מָקוֹם, שֶׁעָלֶיהָ נֶאֱמַר מִן הַמָּקוֹם אֲשֶׁר יִבְחַר ה', כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק י\"א דְּסַנְהֶדְרִין, וּלְפִיכָךְ הָיוּ מְכַנִּים עַכְשָׁיו הַשֵּׁם יִתְבָּרַךְ בְּשֵׁם מָקוֹם, לוֹמַר שֶׁהוּא הַמָּקוֹם הָאֲמִתִּי, הַמַּגְבִּיל עוֹלָם וּמְלֹאוֹ בְּכֹחוֹ יִתְבָּרַךְ. אָמְנָם לֹא הַגְבָּלַת מָקוֹם, שֶׁלְּכָךְ חָזְרוּ וְאָמְרוּ בָּרוּךְ הוּא, לְהוֹרוֹת זֶה, שֶׁאַף עַל פִּי שֶׁאָמַרְנוּ וְהִגְבַּלְנוּהוּ בְּשֵׁם מָקוֹם עַל שֶׁהוּא מְקוֹמוֹ שֶׁל עוֹלָם, הִנֵּה בָּרוּךְ הוּא מִלְּהַזְכִּירוֹ כֵן עַל שֵׁם הַגְבָּלַת מָקוֹם, כִּי אִם מִצַּד שֶׁהוּא חַיֵּי הָעוֹלָם וּמְקַיְּמוֹ. נִרְאֶה לִי","rdfs:label":"עיקר תוי\"ט משנה מדות ה ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-10","jbo:within":"jbr:mishna-5-10-5","jbo:interprets":"jbr:mishna-5-10-5-4"}]}