{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-5-9-1-1","jbo:text":"בשלשה מקומות הכהנים שומרים {א} בבית המקדש. בבית אבטינס, בבית הניצוץ {ג} ובבית המוקד. בית אבטינס ובית הניצוץ היו עליות, והרובים שומרים שם. בית המוקד, כפה, ובית גדול היה, מקף רובדים של אבן, וזקני בית אב ישנים שם {ז}, ומפתחות העזרה בידם {ח}. ופרחי כהנה איש כסתו בארץ. לא היו ישנים בבגדי קדש, אלא פושטין ומקפלין ומניחים אותן תחת ראשיהן, ומתכסין בכסות עצמן. ארע קרי לאחד מהן, יוצא והולך לו במסבה ההולכת תחת הבירה, והנרות דולקין מכאן ומכאן, עד שהוא מגיע לבית הטבילה. ומדורה היתה שם, ובית כסא של כבוד. וזה היה כבודו, מצאו נעול, יודע שיש שם אדם. פתוח, יודע שאין שם אדם. ירד וטבל {יא}, עלה ונסתפג ונתחמם כנגד המדורה. בא וישב לו אצל אחיו הכהנים עד שהשערים נפתחים, יוצא והולך לו","jbo:textNikud":"בִּשְׁלשָׁה מְקוֹמוֹת הַכֹּהֲנִים שׁוֹמְרִים {א} בְּבֵית הַמִּקְדָּשׁ. בְּבֵית אַבְטִינָס, בְּבֵית הַנִּיצוֹץ {ג} וּבְבֵית הַמּוֹקֵד. בֵּית אַבְטִינָס וּבֵית הַנִּיצוֹץ הָיוּ עֲלִיּוֹת, וְהָרוֹבִים שׁוֹמְרִים שָׁם. בֵּית הַמּוֹקֵד, כִּפָּה, וּבַיִת גָּדוֹל הָיָה, מֻקָּף רוֹבָדִים שֶׁל אֶבֶן, וְזִקְנֵי בֵית אָב יְשֵׁנִים שָׁם {ז}, וּמַפְתְּחוֹת הָעֲזָרָה בְּיָדָם {ח}. וּפִרְחֵי כְהֻנָּה אִישׁ כִּסְתּוֹ בָאָרֶץ. לֹא הָיוּ יְשֵׁנִים בְּבִגְדֵי קֹדֶשׁ, אֶלָּא פוֹשְׁטִין וּמְקַפְּלִין וּמַנִּיחִים אוֹתָן תַּחַת רָאשֵׁיהֶן, וּמִתְכַּסִּין בִּכְסוּת עַצְמָן. אֵרַע קֶרִי לְאַחַד מֵהֶן, יוֹצֵא וְהוֹלֵךְ לוֹ בַּמְּסִבָּה הַהוֹלֶכֶת תַּחַת הַבִּירָה, וְהַנֵּרוֹת דּוֹלְקִין מִכָּאן וּמִכָּאן, עַד שֶׁהוּא מַגִּיעַ לְבֵית הַטְּבִילָה. וּמְדוּרָה הָיְתָה שָׁם, וּבֵית כִּסֵּא שֶׁל כָּבוֹד. וְזֶה הָיָה כְבוֹדוֹ, מְצָאוֹ נָעוּל, יוֹדֵעַ שֶׁיֶּשׁ שָׁם אָדָם. פָּתוּחַ, יוֹדֵעַ שֶׁאֵין שָׁם אָדָם. יָרַד וְטָבַל {יא}, עָלָה וְנִסְתַּפֵּג וְנִתְחַמֵּם כְּנֶגֶד הַמְּדוּרָה. בָּא וְיָשַׁב לוֹ אֵצֶל אֶחָיו הַכֹּהֲנִים עַד שֶׁהַשְּׁעָרִים נִפְתָּחִים, יוֹצֵא וְהוֹלֵךְ לוֹ","rdfs:label":"משנה תמיד א א","jbo:interprets":"jbr:mishna-5-9-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-bartanura-5-9-1-1","jbo:text":"ר\"ע מברטנורה בשלשה מקומות הכהנים שומרים בבית המקדש. מפני הכבוד, וגדלה היא לבית שלא יהא בלא שומרים. ושלשה מקומות ילפינן מדכתיב (במדבר ג) והחונים לפני המשכן קדמה וגו' שומרי משמרת וגו' למשמרת, רמז לשלש משמרות בשלשה מקומות {ב}, ומה מצינו במשכן שהיו הכהנים אהרן ושני בניו שומרים בו בשלשה מקומות, אף מקדש כן: בית אבטינס ובית הניצוץ היו עליות. בנויות בצד שערי העזרה {ד}: והרובין. ילדים. תרגום ילד, רביא {ה}. פרוש אחר, הרובין, המורים חצים בקשת, מלשון רובה קשת: ובית המוקד כפה. בנין של בית המוקד לא היתה עליה אלא כפה, ארקוולט\"ו בלע\"ז {ו}, עשויה בארץ: והיה מקף רובדים של אבן. אצטבאות סביב של אבני גזית, היו משקעות בכתל ויוצאות מן הכתל לתוך בית המוקד לצד הקרקע, ועל גביהן אבנים אחרות קצרות מהן שיוצאות נמי מן הכתל, והיו כעין מעלות זו על זו: זקני בית אב. המשמר היה מתחלק לשבעה בתי אבות כמנין ימי השבוע, כל אחד עובד יומו, וזקני בית אב של אותו יום היו ישנים שם על אותן רובדין: ופרחי כהנה. בחורים שמתחיל שער זקנם לפרח, והן היו השומרים {ט}: כסתו. לשון כרים וכסתות: איש כסתו בארץ. שלא היו יכולים לשכב שם על גבי מטות אלא בארץ כדרך שומרי חצרות המלכים: ומניחים אותן תחת ראשיהן. כנגד ראשיהן ולא תחת ראשיהן ממש, לפי שיש בבגדי כהנה שיש בהן כלאים כגון אבנט, ואין מתר להשתמש בהן אלא בשעת עבודה {י}: ומתכסים בכסות עצמן. בבגדי חל: במסבה. במחילה המהלכת תחת הבירה. שמחילה היתה תחת המקדש. וכל המקדש קרוי בירה כדכתיב (דברי הימים א כט) אל הבירה אשר הכינותי. ומפני שהיה בעל קרי, לא היה מהלך דרך העזרה אלא דרך המחילות, דקימא לן מחילות לא נתקדשו: והנרות היו דולקים. במחילה מכאן ומכאן: ומדורה היתה שם. שהכהן מתחמם בה לאחר שטבל: וזה היה כבודו. שלא נכנס בו אדם מעולם כל זמן שהיה חברו שם: מצאו נעול. זה סימנו שיש אדם שם, ולא היה נכנס: נסתפג. קנח המים שעל בשרו: בא וישב לו. בבית המוקד: עד שהשערים נפתחים. היה יוצא והולך לו לחוץ. לפי שטבול יום משתלח חוץ לעזרה, כדאמרינן באלו דברים, וכל זב לרבות בעל קרי {יב}","jbo:textNikud":"ר\"ע מברטנורה בִּשְׁלשָׁה מְקוֹמוֹת הַכֹּהֲנִים שׁוֹמְרִים בְּבֵית הַמִּקְדָּשׁ. מִפְּנֵי הַכָּבוֹד, וּגְדֻלָּה הִיא לַבַּיִת שֶׁלֹּא יְהֵא בְלֹא שׁוֹמְרִים. וּשְׁלשָׁה מְקוֹמוֹת יָלְפִינַן מִדִּכְתִיב (בְּמִדְבַּר ג) וְהַחוֹנִים לִפְנֵי הַמִּשְׁכָּן קֵדְמָה וְגוֹ' שׁוֹמְרֵי מִשְׁמֶרֶת וְגוֹ' לְמִשְׁמֶרֶת, רֶמֶז לְשָׁלשׁ מִשְׁמָרוֹת בִּשְׁלשָׁה מְקוֹמוֹת {ב}, וּמַה מָּצִינוּ בַמִּשְׁכָּן שֶׁהָיוּ הַכֹּהֲנִים אַהֲרֹן וּשְׁנֵי בָנָיו שׁוֹמְרִים בּוֹ בִשְׁלשָׁה מְקוֹמוֹת, אַף מִקְדָּשׁ כֵּן: בֵּית אַבְטִינָס וּבֵית הַנִּיצוֹץ הָיוּ עֲלִיּוֹת. בְּנוּיוֹת בְּצַד שַׁעֲרֵי הָעֲזָרָה {ד}: וְהָרוֹבִין. יְלָדִים. תַּרְגּוּם יֶלֶד, רָבְיָא {ה}. פֵּרוּשׁ אַחֵר, הָרוֹבִין, הַמּוֹרִים חִצִּים בַּקֶּשֶׁת, מִלְּשׁוֹן רוֹבֶה קַשָּׁת: וּבֵית הַמּוֹקֵד כִּפָּה. בִּנְיָן שֶׁל בֵּית הַמּוֹקֵד לֹא הָיְתָה עֲלִיָּה אֶלָּא כִּפָּה, ארקוולט\"ו בְּלַעַ\"ז {ו}, עֲשׂוּיָה בָאָרֶץ: וְהָיָה מֻקָּף רוֹבָדִים שֶׁל אֶבֶן. אִצְטַבָּאוֹת סָבִיב שֶׁל אַבְנֵי גָזִית, הָיוּ מְשֻׁקָּעוֹת בַּכֹּתֶל וְיוֹצְאוֹת מִן הַכֹּתֶל לְתוֹךְ בֵּית הַמּוֹקֵד לְצַד הַקַּרְקַע, וְעַל גַּבֵּיהֶן אֲבָנִים אֲחֵרוֹת קְצָרוֹת מֵהֶן שֶׁיּוֹצְאוֹת נַמִּי מִן הַכֹּתֶל, וְהָיוּ כְעֵין מַעֲלוֹת זוֹ עַל זוֹ: זִקְנֵי בֵית אָב. הַמִּשְׁמָר הָיָה מִתְחַלֵּק לְשִׁבְעָה בָתֵּי אָבוֹת כְּמִנְיַן יְמֵי הַשָּׁבוּעַ, כָּל אֶחָד עוֹבֵד יוֹמוֹ, וְזִקְנֵי בֵית אָב שֶׁל אוֹתוֹ יוֹם הָיוּ יְשֵׁנִים שָׁם עַל אוֹתָן רוֹבְדִין: וּפִרְחֵי כְהֻנָּה. בַּחוּרִים שֶׁמַּתְחִיל שְׂעַר זְקָנָם לִפְרֹחַ, וְהֵן הָיוּ הַשּׁוֹמְרִים {ט}: כִּסְתּוֹ. לְשׁוֹן כָּרִים וּכְסָתוֹת: אִישׁ כִּסְתּוֹ בָאָרֶץ. שֶׁלֹּא הָיוּ יְכוֹלִים לִשְׁכַּב שָׁם עַל גַּבֵּי מִטּוֹת אֶלָּא בָאָרֶץ כְּדֶרֶךְ שׁוֹמְרֵי חַצְרוֹת הַמְּלָכִים: וּמַנִּיחִים אוֹתָן תַּחַת רָאשֵׁיהֶן. כְּנֶגֶד רָאשֵׁיהֶן וְלֹא תַחַת רָאשֵׁיהֶן מַמָּשׁ, לְפִי שֶׁיֵּשׁ בְּבִגְדֵי כְהֻנָּה שֶׁיֶּשׁ בָּהֶן כִּלְאַיִם כְּגוֹן אַבְנֵט, וְאֵין מֻתָּר לְהִשְׁתַּמֵּשׁ בָּהֶן אֶלָּא בִשְׁעַת עֲבוֹדָה {י}: וּמִתְכַּסִּים בִּכְסוּת עַצְמָן. בְּבִגְדֵי חֹל: בַּמְּסִבָּה. בִּמְחִילָה הַמְהַלֶּכֶת תַּחַת הַבִּירָה. שֶׁמְּחִילָה הָיְתָה תַחַת הַמִּקְדָּשׁ. וְכָל הַמִּקְדָּשׁ קָרוּי בִירָה כְּדִכְתִיב (דִּבְרֵי הַיָּמִים א כט) אֶל הַבִּירָה אֲשֶׁר הֲכִינוֹתִי. וּמִפְּנֵי שֶׁהָיָה בַעַל קֶרִי, לֹא הָיָה מְהַלֵּךְ דֶּרֶךְ הָעֲזָרָה אֶלָּא דֶרֶךְ הַמְּחִילוֹת, דְּקַיְמָא לָן מְחִילוֹת לֹא נִתְקַדְּשׁוּ: וְהַנֵּרוֹת הָיוּ דוֹלְקִים. בַּמְּחִילָה מִכָּאן וּמִכָּאן: וּמְדוּרָה הָיְתָה שָׁם. שֶׁהַכֹּהֵן מִתְחַמֵּם בָּהּ לְאַחַר שֶׁטָּבַל: וְזֶה הָיָה כְבוֹדוֹ. שֶׁלֹּא נִכְנַס בּוֹ אָדָם מֵעוֹלָם כָּל זְמַן שֶׁהָיָה חֲבֵרוֹ שָׁם: מְצָאוֹ נָעוּל. זֶה סִימָנוֹ שֶׁיֵּשׁ אָדָם שָׁם, וְלֹא הָיָה נִכְנָס: נִסְתַּפֵּג. קִנַּח הַמַּיִם שֶׁעַל בְּשָׂרוֹ: בָּא וְיָשַׁב לוֹ. בְּבֵית הַמּוֹקֵד: עַד שֶׁהַשְּׁעָרִים נִפְתָּחִים. הָיָה יוֹצֵא וְהוֹלֵךְ לוֹ לַחוּץ. לְפִי שֶׁטְּבוּל יוֹם מִשְׁתַּלֵּחַ חוּץ לָעֲזָרָה, כִּדְאָמְרִינַן בְּאֵלּוּ דְּבָרִים, וְכָל זָב לְרַבּוֹת בַּעַל קֶרִי {יב}","rdfs:label":"ר\"ע מברטנורה משנה תמיד א א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-yomtov-5-9-1-1","jbo:text":"עיקר תוי\"ט {א} שומרים כו'. משום דבעי לאורויי במעשה דתמיד עבודת כהנים, נקט תחלה שמירתן ומקום שכיבתן עד שהוא מסדר כל הסדר שתחלה טובלין כו'. (מפרש המסכתא. ואינו פרוש רש\"י): {ב} ואף על גב דקרא קאמר והחונים וגו' משה ואהרן ובניו, הכי קאמר והחונים וגו' משה, והדר אהרן ובניו. מדכתיב והחונים וכתיב שומרי, חונים לחוד ושומרים לחוד. גמרא: {ג} הניצוץ. לא שמעתי טעם למה נקרא כן. מפרש: {ד} ואפלו היו אותן עליות מקצתן בעזרה, יכולין כהנים לישב כשהיו עיפים, דגגים ועליות לא נתקדשו. ובעזרה אין אדם יכול לישב, דאין ישיבה בעזרה אלא למלכי בית דוד. מפרש: {ה} והם כהנים פחותים משלש עשרה, ולפי שעדין לא הגיעו לעשות עבודה עבדינן להו שומרים, שאותן שיכולין לעבד אינן רוצין לשמר. וגם אין מניחין אותן לשמר. מפרש: {ו} ובלשון אשכנז גיוועל\"ב: {ז} ישנים כו'. בחציה שבחל: {ח} בידם. כלומר, בידי אותם הכהנים הישנים לשם היו מנחות כל מפתחות העזרה. ומפרש במסכת מדות סוף פרק קמא היכן היתה הנחתן, מקום היה שם אמה על אמה. מפרש: {ט} ובגמרא אמרינן, התם קרי להו רובים הכא קרי להו פרחי כהנה. אמרי, אין, התם דלא מטו למעבד עבודה קרי להו רובים, הכא דמטו להו למעבד עבודה קרי להו פרחי: {י} אבל להנות נתנו אפלו שלא בשעת עבודה. כמו שכתב הר\"ב בריש פרק ז' דיומא: {יא} וטבל. והא דתנן במסכת מגלה פרק ב' משנה ד' לא מזין ולא טובלין אלא ביום, הינו בחיבי טבילה שצריכין ספירה כמו טמא מת או זב או מצרע כו'. ונדה ויולדת טבילתן בליל שמיני. מפרש: {יב} עין פרוש הר\"ב בסוף פרק קמא דמדות","jbo:textNikud":"עיקר תוי\"ט {א} שׁוֹמְרִים כוּ'. מִשּׁוּם דְּבָעֵי לְאוֹרוֹיֵי בְּמַעֲשֵׂה דְתָמִיד עֲבוֹדַת כֹּהֲנִים, נָקַט תְּחִלָּה שְׁמִירָתָן וּמְקוֹם שְׁכִיבָתָן עַד שֶׁהוּא מְסַדֵּר כָּל הַסֵּדֶר שֶׁתְּחִלָּה טוֹבְלִין כוּ'. (מְפָרֵשׁ הַמַּסֶּכְתָּא. וְאֵינוֹ פֵּרוּשׁ רַשִׁ\"י): {ב} וְאַף עַל גַּב דִּקְרָא קָאָמַר וְהַחוֹנִים וְגוֹ' מֹשֶׁה וְאַהֲרֹן וּבָנָיו, הָכִי קָאָמַר וְהַחוֹנִים וְגוֹ' מֹשֶׁה, וַהֲדַר אַהֲרֹן וּבָנָיו. מִדִּכְתִיב וְהַחוֹנִים וּכְתִיב שׁוֹמְרֵי, חוֹנִים לְחוּד וְשׁוֹמְרִים לְחוּד. גְּמָרָא: {ג} הַנִּיצוֹץ. לֹא שָׁמַעְתִּי טַעַם לָמָּה נִקְרָא כֵן. מְפָרֵשׁ: {ד} וַאֲפִלּוּ הָיוּ אוֹתָן עֲלִיּוֹת מִקְצָתָן בָּעֲזָרָה, יְכוֹלִין כֹּהֲנִים לֵישֵׁב כְּשֶׁהָיוּ עֲיֵפִים, דְּגַגִּים וַעֲלִיּוֹת לֹא נִתְקַדְּשׁוּ. וּבָעֲזָרָה אֵין אָדָם יָכוֹל לֵישֵׁב, דְּאֵין יְשִׁיבָה בָעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד. מְפָרֵשׁ: {ה} וְהֵם כֹּהֲנִים פְּחוּתִים מִשְּׁלֹשׁ עֶשְׂרֵה, וּלְפִי שֶׁעֲדַיִן לֹא הִגִּיעוּ לַעֲשׂוֹת עֲבוֹדָה עָבְדִינַן לְהוּ שׁוֹמְרִים, שֶׁאוֹתָן שֶׁיְּכוֹלִין לַעֲבֹד אֵינָן רוֹצִין לִשְׁמֹר. וְגַם אֵין מַנִּיחִין אוֹתָן לִשְׁמֹר. מְפָרֵשׁ: {ו} וּבִלְשׁוֹן אַשְׁכְּנַז גיוועל\"ב: {ז} יְשֵׁנִים כוּ'. בְּחֶצְיָהּ שֶׁבָּחֹל: {ח} בְּיָדָם. כְּלוֹמַר, בִּידֵי אוֹתָם הַכֹּהֲנִים הַיְשֵׁנִים לְשָׁם הָיוּ מֻנָּחוֹת כָּל מַפְתְּחוֹת הָעֲזָרָה. וּמְפָרֵשׁ בְּמַסֶּכֶת מִדּוֹת סוֹף פֶּרֶק קַמָּא הֵיכָן הָיְתָה הַנָּחָתָן, מָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה. מְפָרֵשׁ: {ט} וּבַגְּמָרָא אָמְרִינַן, הָתָם קָרֵי לְהוּ רוֹבִים הָכָא קָרֵי לְהוּ פִרְחֵי כְהֻנָּה. אָמְרֵי, אִין, הָתָם דְּלֹא מְטוֹ לְמֶעֱבַד עֲבוֹדָה קָרֵי לְהוּ רוֹבִים, הָכָא דִמְטוֹ לְהוּ לְמֶעֱבַד עֲבוֹדָה קָרֵי לְהוּ פִּרְחֵי: {י} אֲבָל לֵהָנוֹת נִתְּנוּ אֲפִלּוּ שֶׁלֹּא בִּשְׁעַת עֲבוֹדָה. כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּרֵישׁ פֶּרֶק ז' דְּיוֹמָא: {יא} וְטָבַל. וְהָא דִתְנַן בְּמַסֶּכֶת מְגִלָּה פֶּרֶק ב' מִשְׁנָה ד' לֹא מַזִּין וְלֹא טוֹבְלִין אֶלָּא בַיּוֹם, הַיְנוּ בְּחַיָּבֵי טְבִילָה שֶׁצְּרִיכִין סְפִירָה כְּמוֹ טְמֵא מֵת אוֹ זָב אוֹ מְצֹרָע כוּ'. וְנִדָּה וְיוֹלֶדֶת טְבִילָתָן בְּלֵיל שְׁמִינִי. מְפָרֵשׁ: {יב} עַיֵּן פֵּרוּשׁ הָרַ\"ב בְּסוֹף פֶּרֶק קַמָּא דְּמִדּוֹת","rdfs:label":"עיקר תוי\"ט משנה תמיד א א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-5-9-1-2","jbo:text":"מי שהוא רוצה לתרם את המזבח, משכים וטובל עד שלא יבא הממנה. וכי באיזו שעה הממנה בא. לא כל העתים שוות, פעמים שהוא בא מקריאת הגבר, או סמוך לו מלפניו או מלאחריו. הממנה בא ודופק {יג} עליהם, והם פתחו לו. אמר להן, מי שטבל יבא ויפיס {יד}. הפיסו, זכה מי שזכה","jbo:textNikud":"מִי שֶׁהוּא רוֹצֶה לִתְרֹם אֶת הַמִּזְבֵּחַ, מַשְׁכִּים וְטוֹבֵל עַד שֶׁלֹּא יָבֹא הַמְמֻנֶּה. וְכִי בְאֵיזוֹ שָׁעָה הַמְמֻנֶּה בָא. לֹא כָל הָעִתִּים שָׁווֹת, פְּעָמִים שֶׁהוּא בָא מִקְרִיאַת הַגֶּבֶר, אוֹ סָמוּךְ לוֹ מִלְּפָנָיו אוֹ מִלְּאַחֲרָיו. הַמְמֻנֶּה בָא וְדוֹפֵק {יג} עֲלֵיהֶם, וְהֵם פָּתְחוּ לוֹ. אָמַר לָהֶן, מִי שֶׁטָּבַל יָבֹא וְיָפִיס {יד}. הֵפִיסוּ, זָכָה מִי שֶׁזָּכָה","rdfs:label":"משנה תמיד א ב","jbo:interprets":"jbr:mishna-5-9-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-bartanura-5-9-1-2","jbo:text":"ר\"ע מברטנורה לתרם את המזבח. תרומת הדשן: משכים וטובל. שלא היה אדם נכנס לעזרה לעבד עבודה, אפלו טהור, עד שהוא טובל: וכי באיזו שעה הממנה בא. כלומר מי איכא זמן קבוע לביאת הממנה, דאמרת שהיה משכים וטובל קדם ביאת הממנה, אלא ודאי לא היה זמן קבוע לביאתו, שלא כל העתים היו שוות, שפעמים היה בא הממנה מקרות הגבר כו', והלכך מי שהיה רוצה לתרם היה משכים כל מה שהיה יכול, ואחר כך היה בא הממנה ודופק עליהם לאותם שבבית המוקד, והם היו פותחין לו: מקריאת הגבר. אית דמפרשי קריאת התרנגול. ואית דמפרשי כהן שהיה רגיל לקרות בכל יום סמוך לעלות השחר: מי שטבל יבא ויפיס. כל אותן שהיו נותנים לבם לתרם, היו טובלים קדם שיבא הממנה, ואחר כך היו מטילין פיס ביניהן, הוא הגורל, ומי שבא לו הגורל הולך ותורם. סדר הגורל ומעשהו, מפרש פרק ב' דיומא","jbo:textNikud":"ר\"ע מברטנורה לִתְרֹם אֶת הַמִּזְבֵּחַ. תְּרוּמַת הַדֶּשֶׁן: מַשְׁכִּים וְטוֹבֵל. שֶׁלֹּא הָיָה אָדָם נִכְנָס לָעֲזָרָה לַעֲבֹד עֲבוֹדָה, אֲפִלּוּ טָהוֹר, עַד שֶׁהוּא טוֹבֵל: וְכִי בְאֵיזוֹ שָׁעָה הַמְמֻנֶּה בָא. כְּלוֹמַר מִי אִיכָּא זְמַן קָבוּעַ לְבִיאַת הַמְמֻנֶּה, דְּאָמַרְתְּ שֶׁהָיָה מַשְׁכִּים וְטוֹבֵל קֹדֶם בִּיאַת הַמְמֻנֶּה, אֶלָּא וַדַּאי לֹא הָיָה זְמַן קָבוּעַ לְבִיאָתוֹ, שֶׁלֹּא כָל הָעִתִּים הָיוּ שָׁווֹת, שֶׁפְּעָמִים הָיָה בָא הַמְמֻנֶּה מִקְּרוֹת הַגֶּבֶר כוּ', וְהִלְכָּךְ מִי שֶׁהָיָה רוֹצֶה לִתְרֹם הָיָה מַשְׁכִּים כָּל מַה שֶּׁהָיָה יָכוֹל, וְאַחַר כָּךְ הָיָה בָא הַמְמֻנֶּה וְדוֹפֵק עֲלֵיהֶם לְאוֹתָם שֶׁבְּבֵית הַמּוֹקֵד, וְהֵם הָיוּ פוֹתְחִין לוֹ: מִקְּרִיאַת הַגֶּבֶר. אִית דִּמְפָרְשֵׁי קְרִיאַת הַתַּרְנְגוֹל. וְאִית דִּמְפָרְשִׁי כֹהֵן שֶׁהָיָה רָגִיל לִקְרוֹת בְּכָל יוֹם סָמוּךְ לַעֲלוֹת הַשַּׁחַר: מִי שֶׁטָּבַל יָבֹא וְיָפִיס. כָּל אוֹתָן שֶׁהָיוּ נוֹתְנִים לִבָּם לִתְרֹם, הָיוּ טוֹבְלִים קֹדֶם שֶׁיָּבֹא הַמְמֻנֶּה, וְאַחַר כָּךְ הָיוּ מַטִּילִין פַּיִס בֵּינֵיהֶן, הוּא הַגּוֹרָל, וּמִי שֶׁבָּא לוֹ הַגּוֹרָל הוֹלֵךְ וְתוֹרֵם. סֵדֶר הַגּוֹרָל וּמַעֲשֵׂהוּ, מְפֹרָשׁ פֶּרֶק ב' דְּיוֹמָא","rdfs:label":"ר\"ע מברטנורה משנה תמיד א ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-yomtov-5-9-1-2","jbo:text":"עיקר תוי\"ט {יג} ודופק. מורה על המקיש בפתח בנחת. כמו קול דודי דופק [שיר השירים ה]. הרמב\"ם: {יד} ויפיס. בכאן בחצי בית המוקד הבנוי בקדש. דאין מטילין פיס אלא בעזרה במקום הקדוש, דכתיב בבית אלהים נהלך ברגש כו' [תהלים נה]. ואף על גב דשאר פיסות היו בלשכת הגזית כו', התם הינו טעמא מפני שאותם הכהנים שהיו בעזרה היו קרובים ללשכת הגזית והתם היו מפיסים, אבל הכא כיון דהיו בבית המוקד שעדין לא ירדו לעזרה ואיכא נמי בבית המוקד מקום מקדש היו מפיסים התם, ובעזרה אי אפשר לפיס כו'. מפרש. אבל הרמב\"ם כתב, ויפיסו בלשכת הגזית פיס ראשון ושני","jbo:textNikud":"עיקר תוי\"ט {יג} וְדוֹפֵק. מוֹרֶה עַל הַמַּקִּישׁ בַּפֶּתַח בְּנַחַת. כְּמוֹ קוֹל דּוֹדִי דוֹפֵק [שִׁיר הַשִּׁירִים ה]. הָרַמְבַּ\"ם: {יד} וְיָפִיס. בְּכָאן בַּחֲצִי בֵּית הַמּוֹקֵד הַבָּנוּי בְּקֹדֶשׁ. דְּאֵין מַטִּילִין פַּיִס אֶלָּא בָעֲזָרָה בַּמָּקוֹם הַקָּדוֹשׁ, דִּכְתִיב בְּבֵית אֱלֹהִים נְהַלֵּךְ בְּרָגֶשׁ כוּ' [תְּהִלִּים נה]. וְאַף עַל גַּב דִּשְׁאָר פְּיָסוֹת הָיוּ בְּלִשְׁכַּת הַגָּזִית כוּ', הָתָם הַיְנוּ טַעֲמָא מִפְּנֵי שֶׁאוֹתָם הַכֹּהֲנִים שֶׁהָיוּ בָעֲזָרָה הָיוּ קְרוֹבִים לְלִשְׁכַּת הַגָּזִית וְהָתָם הָיוּ מְפַיְּסִים, אֲבָל הָכָא כֵּיוָן דְּהָיוּ בְּבֵית הַמּוֹקֵד שֶׁעֲדַיִן לֹא יָרְדוּ לָעֲזָרָה וְאִיכָּא נַמִּי בְּבֵית הַמּוֹקֵד מָקוֹם מְקֻדָּשׁ הָיוּ מְפַיְּסִים הָתָם, וּבָעֲזָרָה אִי אֶפְשָׁר לְפַיֵּס כוּ'. מְפָרֵשׁ. אֲבָל הָרַמְבַּ\"ם כָּתַב, וְיָפִיסוּ בְּלִשְׁכַּת הַגָּזִית פַּיִס רִאשׁוֹן וְשֵׁנִי","rdfs:label":"עיקר תוי\"ט משנה תמיד א ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-5-9-1-3","jbo:text":"נטל את המפתח ופתח את הפשפש, ונכנס מבית המוקד לעזרה, ונכנסו אחריו ושתי אבוקות של אור בידם {טז}. ונחלקו לשתי כתות, אלו הולכים באכסדרא דרך המזרח, ואלו הולכים באכסדרא דרך המערב. היו בודקין והולכין עד שמגיעין למקום בית עושי חבתים. הגיעו אלו ואלו, אמרו שלום, הכל שלום {יט}. העמידו עושי חבתים {כ} לעשות חבתים","jbo:textNikud":"נָטַל אֶת הַמַּפְתֵּחַ וּפָתַח אֶת הַפִּשְׁפָּשׁ, וְנִכְנַס מִבֵּית הַמּוֹקֵד לָעֲזָרָה, וְנִכְנְסוּ אַחֲרָיו וּשְׁתֵּי אֲבוּקוֹת שֶׁל אוּר בְּיָדָם {טז}. וְנֶחְלְקוּ לִשְׁתֵּי כִתּוֹת, אֵלּוּ הוֹלְכִים בָּאַכְסַדְרָא דֶּרֶךְ הַמִּזְרָח, וְאֵלּוּ הוֹלְכִים בָּאַכְסַדְרָא דֶּרֶךְ הַמַּעֲרָב. הָיוּ בוֹדְקִין וְהוֹלְכִין עַד שֶׁמַּגִּיעִין לִמְקוֹם בֵּית עוֹשֵׂי חֲבִתִּים. הִגִּיעוּ אֵלּוּ וָאֵלּוּ, אָמְרוּ שָׁלוֹם, הַכֹּל שָׁלוֹם {יט}. הֶעֱמִידוּ עוֹשֵׂי חֲבִתִּים {כ} לַעֲשׂוֹת חֲבִתִּים","rdfs:label":"משנה תמיד א ג","jbo:interprets":"jbr:mishna-5-9-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-bartanura-5-9-1-3","jbo:text":"ר\"ע מברטנורה פשפש. פתח קטן שבתוך גופו של פתח גדול, ובו היו נכנסים מבית המוקד לעזרה {טו}: אלו. היו הולכין: באכסדרא. שבעזרה: דרך המזרח. שהיו אכסדראות סביב לעזרה מבפנים, עמודים יוצאים חוץ לכתלי העזרה {יז}, ומן העמודים ועד כתלי העזרה היה סכך על גביהן והן קרוין פורטיק\"ן בלע\"ז, ומן העמודים ולחוץ היה בלא סכך, והמזבח היה שלא במקום הסכך. והיו מתחלקים לשתי כתות, כדי שיהיו בודקים ורואים כל כלי שרת שיהיו כלן במקומן בשלום. והיו הולכים באכסדראות העשויות לצד רוח צפונית {יח}, אלו מהלכים בה בחציה של צד מזרח ואלו מהלכים בה בחציה של צד מערב, עד שפוגעים זה בזה במקום שעושים מנחת חבתין של כהן גדול, שהיה מביא בכל יום מחציתה בבקר ומחציתה בערב, והיא היתה סמוך לשער נקנור, ושם היו אומרים זה לזה שלום הכל שלום, כלומר מצאנו כל הכלים בשלום ולא נפקד מהם כלי","jbo:textNikud":"ר\"ע מברטנורה פִּשְׁפָּשׁ. פֶּתַח קָטָן שֶׁבְּתוֹךְ גּוּפוֹ שֶׁל פֶּתַח גָּדוֹל, וּבוֹ הָיוּ נִכְנָסִים מִבֵּית הַמּוֹקֵד לָעֲזָרָה {טו}: אֵלּוּ. הָיוּ הוֹלְכִין: בָּאַכְסַדְרָא. שֶׁבָּעֲזָרָה: דֶּרֶךְ הַמִּזְרָח. שֶׁהָיוּ אַכְסַדְרָאוֹת סָבִיב לָעֲזָרָה מִבִּפְנִים, עַמּוּדִים יוֹצְאִים חוּץ לְכָתְלֵי הָעֲזָרָה {יז}, וּמִן הָעַמּוּדִים וְעַד כָּתְלֵי הָעֲזָרָה הָיָה סְכָךְ עַל גַּבֵּיהֶן וְהֵן קְרוּיִן פורטיק\"ן בְּלַעַ\"ז, וּמִן הָעַמּוּדִים וְלַחוּץ הָיָה בְלֹא סְכָךְ, וְהַמִּזְבֵּחַ הָיָה שֶׁלֹּא בִמְקוֹם הַסְּכָךְ. וְהָיוּ מִתְחַלְּקִים לִשְׁתֵּי כִתּוֹת, כְּדֵי שֶׁיִּהְיוּ בוֹדְקִים וְרוֹאִים כָּל כְּלֵי שָׁרֵת שֶׁיִּהְיוּ כֻלָּן בִּמְקוֹמָן בְּשָׁלוֹם. וְהָיוּ הוֹלְכִים בָּאַכְסַדְרָאוֹת הָעֲשׂוּיוֹת לְצַד רוּחַ צְפוֹנִית {יח}, אֵלּוּ מְהַלְּכִים בָּהּ בְּחֶצְיָהּ שֶׁל צַד מִזְרָח וְאֵלּוּ מְהַלְּכִים בָּהּ בְּחֶצְיָהּ שֶׁל צַד מַעֲרָב, עַד שֶׁפּוֹגְעִים זֶה בָזֶה בַמָּקוֹם שֶׁעוֹשִׂים מִנְחַת חֲבִתִּין שֶׁל כֹּהֵן גָּדוֹל, שֶׁהָיָה מֵבִיא בְכָל יוֹם מַחֲצִיתָהּ בַּבֹּקֶר וּמַחֲצִיתָהּ בָּעֶרֶב, וְהִיא הָיְתָה סָמוּךְ לְשַׁעַר נִקָּנוֹר, וְשָׁם הָיוּ אוֹמְרִים זֶה לָזֶה שָׁלוֹם הַכֹּל שָׁלוֹם, כְּלוֹמַר מָצָאנוּ כָל הַכֵּלִים בְּשָׁלוֹם וְלֹא נִפְקַד מֵהֶם כְּלִי","rdfs:label":"ר\"ע מברטנורה משנה תמיד א ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-yomtov-5-9-1-3","jbo:text":"עיקר תוי\"ט {טו} והך סתמא רבי יהודה דמדות פרק קמא משנה ז': {טז} בידם. ובלילי שבת ויום טוב כתב הרמב\"ם דאין בידם אור, אלא בודקין בנרות הדולקים שם מערב שבת. ואף על גב דאין שבות במקדש, הכא גזרו, דלשא אבוקה של נר בידו קרוב לודאי להטות הנר שהוא מבעיר ממש: {יז} כלומר, רחוק מכתלי העזרה. ואמרינן בגמרא דשל בנין היו, כלומר של אבנים. דהא כתיב לא תטע לך אשרה כל עץ אצל מזבח ה' אלהיך [דברים טז], והכי קאמר, לא תטע אשרה וכל עץ אצל וגו': {יח} שבית המוקד היה בצפון, כדתנן בפרק ג' משנה ג': {יט} שלום כו'. כפל לשון. מפרש: {כ} העמידו כו'. לאו דחבתין קדימי, שאין הסדר שנוי כך לקמן. אלא מעמיד אותם להחם חמין לרבוכה. גמרא","jbo:textNikud":"עיקר תוי\"ט {טו} וְהַךְ סְתָמָא רַבִּי יְהוּדָה דְּמִדּוֹת פֶּרֶק קַמָּא מִשְׁנָה ז': {טז} בְּיָדָם. וּבְלֵילֵי שַׁבָּת וְיוֹם טוֹב כָּתַב הָרַמְבַּ\"ם דְּאֵין בְּיָדָם אוּר, אֶלָּא בּוֹדְקִין בַּנֵּרוֹת הַדּוֹלְקִים שָׁם מֵעֶרֶב שַׁבָּת. וְאַף עַל גַּב דְּאֵין שְׁבוּת בַּמִּקְדָּשׁ, הָכָא גָזְרוּ, דְּלִשָּׂא אֲבוּקָה שֶׁל נֵר בְּיָדוֹ קָרוֹב לְוַדַּאי לְהַטּוֹת הַנֵּר שֶׁהוּא מַבְעִיר מַמָּשׁ: {יז} כְּלוֹמַר, רָחוֹק מִכָּתְלֵי הָעֲזָרָה. וְאָמְרִינַן בַּגְּמָרָא דְּשֶׁל בִּנְיָן הָיוּ, כְּלוֹמַר שֶׁל אֲבָנִים. דְּהָא כְתִיב לֹא תִטַּע לְךָ אֲשֵׁרָה כָּל עֵץ אֵצֶל מִזְבַּח ה' אֱלֹהֶיךָ [דְּבָרִים טז], וְהָכִי קָאָמַר, לֹא תִטַּע אֲשֵׁרָה וְכָל עֵץ אֵצֶל וְגוֹ': {יח} שֶׁבֵּית הַמּוֹקֵד הָיָה בַּצָּפוֹן, כְּדִתְנַן בְּפֶרֶק ג' מִשְׁנָה ג': {יט} שָׁלוֹם כוּ'. כֵּפֶל לָשׁוֹן. מְפָרֵשׁ: {כ} הֶעֱמִידוּ כוּ'. לָאו דַּחֲבִתִּין קְדִימֵי, שֶׁאֵין הַסֵּדֶר שָׁנוּי כָּךְ לְקַמָּן. אֶלָּא מַעֲמִיד אוֹתָם לְהָחֵם חַמִּין לִרְבוּכָה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה תמיד א ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-5-9-1-4","jbo:text":"מי שזכה לתרם את המזבח, הוא יתרם את המזבח, והם אומרים לו, הזהר {כא} שמא תגע בכלי, עד שתקדש ידיך ורגליך {כב} מן הכיור, והרי המחתה {כג} נתונה במקצוע בין הכבש למזבח, במערבו {כד} של כבש. אין אדם נכנס עמו {כה}, ולא נר בידו {כו}, אלא מהלך לאור המערכה. לא היו רואין אותו {כז} ולא שומעין את קולו {כח}, עד ששומעין קול העץ שעשה בן קטין מוכני לכיור, והן אומרים הגיע עת {כט}. קדש ידיו ורגליו מן הכיור, נטל מחתת הכסף ועלה לראש המזבח, ופנה את הגחלים הילך והילך, חתה מן המאכלות הפנימיות, וירד. הגיע לרצפה, הפך פניו לצפון {לא}, הלך למזרחו של כבש כעשר אמות. צבר את הגחלים על גבי הרצפה רחוק מן הכבש שלשה טפחים {לב}, מקום שנותנין מראות העוף ודשון מזבח הפנימי והמנורה {לג}","jbo:textNikud":"מִי שֶׁזָּכָה לִתְרֹם אֶת הַמִּזְבֵּחַ, הוּא יִתְרֹם אֶת הַמִּזְבֵּחַ, וְהֵם אוֹמְרִים לוֹ, הִזָּהֵר {כא} שֶׁמָּא תִגַּע בַּכְּלִי, עַד שֶׁתְּקַדֵּשׁ יָדֶיךָ וְרַגְלֶיךָ {כב} מִן הַכִּיּוֹר, וַהֲרֵי הַמַּחְתָּה {כג} נְתוּנָה בַמִּקְצוֹעַ בֵּין הַכֶּבֶשׁ לַמִּזְבֵּחַ, בְּמַעֲרָבוֹ {כד} שֶׁל כָּבֶשׁ. אֵין אָדָם נִכְנָס עִמּוֹ {כה}, וְלֹא נֵר בְּיָדוֹ {כו}, אֶלָּא מְהַלֵּךְ לְאוֹר הַמַּעֲרָכָה. לֹא הָיוּ רוֹאִין אוֹתוֹ {כז} וְלֹא שׁוֹמְעִין אֶת קוֹלוֹ {כח}, עַד שֶׁשּׁוֹמְעִין קוֹל הָעֵץ שֶׁעָשָׂה בֶן קָטִין מוּכְנִי לַכִּיּוֹר, וְהֵן אוֹמְרִים הִגִּיעַ עֵת {כט}. קִדֵּשׁ יָדָיו וְרַגְלָיו מִן הַכִּיּוֹר, נָטַל מַחְתַּת הַכֶּסֶף וְעָלָה לְרֹאשׁ הַמִּזְבֵּחַ, וּפִנָּה אֶת הַגֶּחָלִים הֵילָךְ וְהֵילָךְ, חָתָה מִן הַמְאֻכָּלוֹת הַפְּנִימִיּוֹת, וְיָרַד. הִגִּיעַ לָרִצְפָה, הָפַךְ פָּנָיו לַצָּפוֹן {לא}, הָלַךְ לְמִזְרָחוֹ שֶׁל כֶּבֶשׁ כְּעֶשֶׂר אַמּוֹת. צָבַר אֶת הַגֶּחָלִים עַל גַּבֵּי הָרִצְפָה רָחוֹק מִן הַכֶּבֶשׁ שְׁלשָׁה טְפָחִים {לב}, מְקוֹם שֶׁנּוֹתְנִין מֻרְאוֹת הָעוֹף וְדִּשּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה {לג}","rdfs:label":"משנה תמיד א ד","jbo:interprets":"jbr:mishna-5-9-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-bartanura-5-9-1-4","jbo:text":"ר\"ע מברטנורה הזהר שמא תגע בכלי. במחתה שהיא כלי שרת. שאין אדם רשאי לקרב אל המזבח ולא לשום עבודה עד שיקדש ידיו ורגליו: במקצוע. בקרן זוית: בן קטין. כך שמו של כהן גדול שעשה מוכני לכיור. גלגל הסובב שעל ידו משקעים הכיור בבור שלא יהיו מימיו נפסלים בלינה, לפי שכל דבר שנתקדש בכלי שרת נפסל בלינת לילה, וכשהיה משקע הכיור בבור לא היו מימיו נפסלין. ורמב\"ם אומר, שהמוכני הוא כלי סביב לכיור, שלא נתקדש בכלי שרת, ושם היו מניחים המים בלילה כדי שלא יתקדשו ויפסלו בלינה: המאכלות הפנימיות. הגחלים שבאמצע האש שנתאכלו היטב והן קרובים להיות דשן {ל}: צבר את הגחלים על גבי הרצפה. משום דכתיב ושמו, ודרשינן [תמורה דף לד.] ושמו, כלו. ושמו, שלא יפזר","jbo:textNikud":"ר\"ע מברטנורה הִזָּהֵר שֶׁמָּא תִגַּע בַּכְּלִי. בַּמַּחְתָּה שֶׁהִיא כְלִי שָׁרֵת. שֶׁאֵין אָדָם רַשַּׁאי לִקְרַב אֶל הַמִּזְבֵּחַ וְלֹא לְשׁוּם עֲבוֹדָה עַד שֶׁיְּקַדֵּשׁ יָדָיו וְרַגְלָיו: בַּמִּקְצוֹעַ. בְּקֶרֶן זָוִית: בֶּן קָטִין. כָּךְ שְׁמוֹ שֶׁל כֹּהֵן גָּדוֹל שֶׁעָשָׂה מוּכְנִי לַכִּיּוֹר. גַּלְגַּל הַסּוֹבֵב שֶׁעַל יָדוֹ מְשַׁקְּעִים הַכִּיּוֹר בַּבּוֹר שֶׁלֹּא יִהְיוּ מֵימָיו נִפְסָלִים בְּלִינָה, לְפִי שֶׁכָּל דָּבָר שֶׁנִּתְקַדֵּשׁ בִּכְלֵי שָׁרֵת נִפְסָל בְּלִינַת לַיְלָה, וּכְשֶׁהָיָה מְשֻׁקָּע הַכִּיּוֹר בַּבּוֹר לֹא הָיוּ מֵימָיו נִפְסָלִין. וְרַמְבַּ\"ם אוֹמֵר, שֶׁהַמּוּכְנִי הוּא כְלִי סָבִיב לַכִּיּוֹר, שֶׁלֹּא נִתְקַדֵּשׁ בִּכְלֵי שָׁרֵת, וְשָׁם הָיוּ מַנִּיחִים הַמַּיִם בַּלַּיְלָה כְדֵי שֶׁלֹּא יִתְקַדְּשׁוּ וְיִפָּסְלוּ בְלִינָה: הַמְאֻכָּלוֹת הַפְּנִימִיּוֹת. הַגֶּחָלִים שֶׁבְּאֶמְצַע הָאֵשׁ שֶׁנִּתְאַכְּלוּ הֵיטֵב וְהֵן קְרוֹבִים לִהְיוֹת דֶּשֶׁן {ל}: צָבַר אֶת הַגֶּחָלִים עַל גַּבֵּי הָרִצְפָּה. מִשּׁוּם דִּכְתִיב וְשָׂמוֹ, וְדָרְשִׁינַן [תְּמוּרָה דַּף לד.] וְשָׂמוֹ, כֻלּוֹ. וְשָׂמוֹ, שֶׁלֹּא יְפַזֵּר","rdfs:label":"ר\"ע מברטנורה משנה תמיד א ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-1"],"uri":"jbr:mishna-yomtov-5-9-1-4","jbo:text":"עיקר תוי\"ט {כא} הזהר. אף על פי שהוא יודע בדבר צריך להזהירו, שהוא הולך יחידי ושמא ישכח ויגע, ומתוך שמזהירין אותו נזהר. מפרש: {כב} עד כו'. דלינה פוסלת מן קדוש ידים ורגלים, וצריך לחזר ולקדש. מפרש: {כג} והרי כו'. כל זה היה אומר לו, הרי המחתה נתונה כו'. מפרש: {כד} במערבו. כלומר באלכסון [היא נתונה] ממצעת בין כבש למזבח בזוית הכבש היא נתונה אצל מקום שכלה הכבש, דהינו בין הכבש למזבח. מפרש: {כה} אין כו'. שבין אולם למזבח אין אדם יכול לכנס בהן אלא בשעת עבודה, וכבש הוא כמזבח לכל דבר. מפרש: {כו} ולא נר כו'. לפי שהולך יחידי. מפרש. ונראה לי שרצונו לומר דמשום שהולך יחידי הוה אמינא שיהיה נר בידו, קא משמע לן מתניתין דלא: {כז} לא כו'. לפי שהיו מצד אחר של כבש במזרחו, דהא גבה הכבש שהוא גבוה הרבה אמות, היה מפסיק. מפרש: {כח} ולא כו'. מפני שרוצה לומר עד שיהיו שומעין כו' תני ולא היו כו'. מפרש: {כט} עת. לקדש. [עין פ\"ג מ\"ב. בית דוד]. מפרש: {ל} דאשר תאכל האש כתיב: {לא} לצפון. כלומר, לא היה מהלך כדרכו דרך מזרח ויוצא חוץ לעזרה אלא הופך פניו לצפון העזרה דהינו לדרום המזבח: {לב} הלך כו'. ואם תאמר הא בעינן ושמו אצל המזבח, ונהי דכבש כמזבח לכל מלי, מכל מקום היה לנו לקרבו אצל המזבח ועדין הוא רחוק מן המזבח עשרים אמה. ואמר לי רבי, דמוהשליך כו' דיקינן דקים להו לרבנן דלא מקרי השלכה פחות מעשרים אמה, ועולת העוף היא נעשית על קרן דרומית מזרחית, הלכך מניח את הדשן רחוק מן המזבח עשרים אמה מקום שנותנים שם מראה ונוצה כו'. מפרש: {לג} מראות כו'. וכל אלו נבלעים במקומן. אבל תרומת הדשן נראה לי דלא היתה נבלעת, כדמוכח ביומא דף כ\"א ובכרתות דף ו'. מפרש. אבל התוספות ביומא שם ובזבחים דף ס\"ד כתבו דאין ראיה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כא} הִזָּהֵר. אַף עַל פִּי שֶׁהוּא יוֹדֵעַ בַּדָּבָר צָרִיךְ לְהַזְהִירוֹ, שֶׁהוּא הוֹלֵךְ יְחִידִי וְשֶׁמָּא יִשְׁכַּח וְיִגַּע, וּמִתּוֹךְ שֶׁמַּזְהִירִין אוֹתוֹ נִזְהָר. מְפָרֵשׁ: {כב} עַד כוּ'. דְּלִינָה פּוֹסֶלֶת מִן קִדּוּשׁ יָדַיִם וְרַגְלַיִם, וְצָרִיךְ לַחֲזֹר וּלְקַדֵּשׁ. מְפָרֵשׁ: {כג} וַהֲרֵי כוּ'. כָּל זֶה הָיָה אוֹמֵר לוֹ, הֲרֵי הַמַּחְתָּה נְתוּנָה כוּ'. מְפָרֵשׁ: {כד} בְּמַעֲרָבוֹ. כְּלוֹמַר בַּאֲלַכְסוֹן [הִיא נְתוּנָה] מְמֻצַּעַת בֵּין כֶּבֶשׁ לַמִּזְבֵּחַ בְּזָוִית הַכֶּבֶשׁ הִיא נְתוּנָה אֵצֶל מָקוֹם שֶׁכָּלֶה הַכֶּבֶשׁ, דְּהַיְנוּ בֵּין הַכֶּבֶשׁ לַמִּזְבֵּחַ. מְפָרֵשׁ: {כה} אֵין כוּ'. שֶׁבֵּין אוּלָם לַמִּזְבֵּחַ אֵין אָדָם יָכוֹל לִכָּנֵס בָּהֶן אֶלָּא בִּשְׁעַת עֲבוֹדָה, וְכֶבֶשׁ הוּא כְּמִזְבֵּחַ לְכָל דָּבָר. מְפָרֵשׁ: {כו} וְלֹא נֵר כוּ'. לְפִי שֶׁהוֹלֵךְ יְחִידִי. מְפָרֵשׁ. וְנִרְאֶה לִי שֶׁרְצוֹנוֹ לוֹמַר דְּמִשּׁוּם שֶׁהוֹלֵךְ יְחִידִי הֲוָה אֲמֵינָא שֶׁיִּהְיֶה נֵר בְּיָדוֹ, קָא מַשְׁמַע לָן מַתְנִיתִין דְּלֹא: {כז} לֹא כוּ'. לְפִי שֶׁהָיוּ מִצַּד אַחֵר שֶׁל כֶּבֶשׁ בְּמִזְרָחוֹ, דְּהָא גֹּבַהּ הַכֶּבֶשׁ שֶׁהוּא גָבוֹהַּ הַרְבֵּה אַמּוֹת, הָיָה מַפְסִיק. מְפָרֵשׁ: {כח} וְלֹא כוּ'. מִפְּנֵי שֶׁרוֹצֶה לוֹמַר עַד שֶׁיִּהְיוּ שׁוֹמְעִין כוּ' תָּנֵי וְלֹא הָיוּ כוּ'. מְפָרֵשׁ: {כט} עֵת. לְקַדֵּשׁ. [עַיֵּן פ\"ג מ\"ב. בֵּית דָּוִד]. מְפָרֵשׁ: {ל} דַּאֲשֶׁר תֹּאכַל הָאֵשׁ כְּתִיב: {לא} לַצָּפוֹן. כְּלוֹמַר, לֹא הָיָה מְהַלֵּךְ כְּדַרְכּוֹ דֶּרֶךְ מִזְרָח וְיוֹצֵא חוּץ לָעֲזָרָה אֶלָּא הוֹפֵךְ פָּנָיו לִצְפוֹן הָעֲזָרָה דְּהַיְנוּ לִדְרוֹם הַמִּזְבֵּחַ: {לב} הָלַךְ כוּ'. וְאִם תֹּאמַר הָא בָעִינַן וְשָׂמוֹ אֵצֶל הַמִּזְבֵּחַ, וּנְהִי דְּכֶבֶשׁ כְּמִזְבֵּחַ לְכָל מִלֵּי, מִכָּל מָקוֹם הָיָה לָנוּ לְקָרְבוֹ אֵצֶל הַמִּזְבֵּחַ וַעֲדַיִן הוּא רָחוֹק מִן הַמִּזְבֵּחַ עֶשְׂרִים אַמָּה. וְאָמַר לִי רַבִּי, דְּמִוְּהִשְׁלִיךְ כוּ' דָּיְקִינַן דְּקִים לְהוּ לְרַבָּנָן דְּלֹא מִקְּרֵי הַשְׁלָכָה פָּחוֹת מֵעֶשְׂרִים אַמָּה, וְעוֹלַת הָעוֹף הִיא נַעֲשֵׂית עַל קֶרֶן דְּרוֹמִית מִזְרָחִית, הִלְכָּךְ מַנִּיחַ אֶת הַדֶּשֶׁן רָחוֹק מִן הַמִּזְבֵּחַ עֶשְׂרִים אַמָּה מְקוֹם שֶׁנּוֹתְנִים שָׁם מֻרְאָה וְנוֹצָה כוּ'. מְפָרֵשׁ: {לג} מֻרְאוֹת כוּ'. וְכָל אֵלּוּ נִבְלָעִים בִּמְקוֹמָן. אֲבָל תְּרוּמַת הַדֶּשֶׁן נִרְאֶה לִי דְּלֹא הָיְתָה נִבְלַעַת, כִּדְמוּכָח בְּיוֹמָא דַּף כ\"א וּבִכְרֵתוֹת דַּף ו'. מְפָרֵשׁ. אֲבָל הַתּוֹסָפוֹת בְּיוֹמָא שָׁם וּבִזְבָחִים דַּף ס\"ד כָּתְבוּ דְּאֵין רְאָיָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד א ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-5-9-2-1","jbo:text":"ראוהו אחיו שירד, והם רצו ובאו. מהרו וקדשו ידיהן ורגליהן מן הכיור, נטלו את המגרפות {ב} ואת הצנורות {ג} ועלו לראש המזבח {ד}. האברין והפדרין {ה} שלא נתאכלו מבערב, סונקין אותם לצדדי המזבח. אם אין הצדדין מחזיקין, סודרין אותם בסובב על הכבש {ו}","jbo:textNikud":"רָאוּהוּ אֶחָיו שֶׁיָּרַד, וְהֵם רָצוּ וּבָאוּ. מִהֲרוּ וְקִדְּשׁוּ יְדֵיהֶן וְרַגְלֵיהֶן מִן הַכִּיּוֹר, נָטְלוּ אֶת הַמַּגְרֵפוֹת {ב} וְאֶת הַצִּנּוֹרוֹת {ג} וְעָלוּ לְרֹאשׁ הַמִּזְבֵּחַ {ד}. הָאֵבָרִין וְהַפְּדָרִין {ה} שֶׁלֹּא נִתְאַכְּלוּ מִבָּעֶרֶב, סוֹנְקִין אוֹתָם לִצְדָדֵי הַמִּזְבֵּחַ. אִם אֵין הַצְּדָדִין מַחֲזִיקִין, סוֹדְרִין אוֹתָם בַּסּוֹבֵב עַל הַכָּבֶשׁ {ו}","rdfs:label":"משנה תמיד ב א","jbo:interprets":"jbr:mishna-5-9-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-bartanura-5-9-2-1","jbo:text":"ר\"ע מברטנורה ראוהו אחיו. לאותו שתרם את המזבח: שירד. מן המזבח ונתן את הגחלים במזרחו: והם רצו וכו' וקדשו ידיהם ורגליהם. כדי לעבד עבודה {א}: סונקין. מסלקים אותן. לשון נענוע ונדנוד. וכן כגדי מסנקן [פסחים דף ג:], גדי שהוא עיף על ידי נענוע ונגיחות שמנגחין זה בזה. אף כאן סונקים מנענעים ומהפכין אותן בצנורות לצדדי המזבח: בסובב על הכבש. כלומר על הכבש שכנגד הסובב","jbo:textNikud":"ר\"ע מברטנורה רָאוּהוּ אֶחָיו. לְאוֹתוֹ שֶׁתָּרַם אֶת הַמִּזְבֵּחַ: שֶׁיָּרַד. מִן הַמִּזְבֵּחַ וְנָתַן אֶת הַגֶּחָלִים בְּמִזְרָחוֹ: וְהֵם רָצוּ וְכוּ' וְקִדְּשׁוּ יְדֵיהֶם וְרַגְלֵיהֶם. כְּדֵי לַעֲבֹד עֲבוֹדָה {א}: סוֹנְקִין. מְסַלְּקִים אוֹתָן. לְשׁוֹן נִעֲנוּעַ וְנִדְנוּד. וְכֵן כִּגְדִי מִסַנְּקָן [פְּסָחִים דַּף ג:], גְּדִי שֶׁהוּא עָיֵף עַל יְדֵי נִעֲנוּעַ וּנְגִיחוֹת שֶׁמְּנַגְּחִין זֶה בָּזֶה. אַף כָּאן סוֹנְקִים מְנַעַנְעִים וּמְהַפְּכִין אוֹתָן בְּצִנּוֹרוֹת לְצִדְדֵי הַמִּזְבֵּחַ: בַּסּוֹבֵב עַל הַכָּבֶשׁ. כְּלוֹמַר עַל הַכֶּבֶשׁ שֶׁכְּנֶגֶד הַסּוֹבֵב","rdfs:label":"ר\"ע מברטנורה משנה תמיד ב א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-yomtov-5-9-2-1","jbo:text":"עיקר תוי\"ט {א} הואיל ורוצין לקדש ידיהם ורגליהם לצרך עבודה רשאים ללכת בין האולם למזבח. מפרש: {ב} המגרפות. יעים להסיר את הדשן ולפנותו לתפוח: {ג} הצנורות. מזלגות להסיר את האברים. מפרש: {ד} ועלו כו'. וקדם תרומת הדשן לא היו יכולים לעשות, לפי שצריך להרים תרומת הדשן קדם שיפנו את הדשן לתפוח. מפרש: {ה} והפדרים. החלבים. וכלם נקראו כן על שם הפדר שבכתוב: {ו} סודרין כו'. כדי שלא יפסלו בלינה, שאין יכולין להקטירן עד [למחר] לאחר שיקטירו אברי תמיד, ואם לא סדרן על המזבח היו נפסלים בלינה כו'. ואמרינן בזבחים דף פ\"ז דאין לינה במזבח, וכבש הרי הוא כמזבח לכל דבר. ולאחר שיסדרו את המערכות יחזירו את האברים על המערכה ויציתו בה האור","jbo:textNikud":"עיקר תוי\"ט {א} הוֹאִיל וְרוֹצִין לְקַדֵּשׁ יְדֵיהֶם וְרַגְלֵיהֶם לְצֹרֶךְ עֲבוֹדָה רַשָּׁאִים לָלֶכֶת בֵּין הָאוּלָם לַמִּזְבֵּחַ. מְפָרֵשׁ: {ב} הַמַּגְרֵפוֹת. יָעִים לְהָסִיר אֶת הַדֶּשֶׁן וּלְפַנּוֹתוֹ לַתַּפּוּחַ: {ג} הַצִּנּוֹרוֹת. מַזְלְגוֹת לְהָסִיר אֶת הָאֵבָרִים. מְפָרֵשׁ: {ד} וְעָלוּ כוּ'. וְקֹדֶם תְּרוּמַת הַדֶּשֶׁן לֹא הָיוּ יְכוֹלִים לַעֲשׂוֹת, לְפִי שֶׁצָּרִיךְ לְהָרִים תְּרוּמַת הַדֶּשֶׁן קֹדֶם שֶׁיְּפַנּוּ אֶת הַדֶּשֶׁן לַתַּפּוּחַ. מְפָרֵשׁ: {ה} וְהַפְּדָרִים. הַחֲלָבִים. וְכֻלָּם נִקְרְאוּ כֵן עַל שֵׁם הַפֶּדֶר שֶׁבַּכָּתוּב: {ו} סוֹדְרִין כוּ'. כְּדֵי שֶׁלֹּא יִפָּסְלוּ בְּלִינָה, שֶׁאֵין יְכוֹלִין לְהַקְטִירָן עַד [לְמָחָר] לְאַחַר שֶׁיַּקְטִירוּ אֵבְרֵי תָמִיד, וְאִם לֹא סִדְּרָן עַל הַמִּזְבֵּחַ הָיוּ נִפְסָלִים בְּלִינָה כוּ'. וְאָמְרִינַן בִּזְבָחִים דַּף פ\"ז דְּאֵין לִינָה בַּמִּזְבֵּחַ, וְכֶבֶשׁ הֲרֵי הוּא כְמִזְבֵּחַ לְכָל דָּבָר. וּלְאַחַר שֶׁיְּסַדְּרוּ אֶת הַמַּעֲרָכוֹת יַחֲזִירוּ אֶת הָאֵבָרִים עַל הַמַּעֲרָכָה וְיָצִיתוּ בָהּ הָאוּר","rdfs:label":"עיקר תוי\"ט משנה תמיד ב א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-5-9-2-2","jbo:text":"החלו {ז} מעלין באפר על גבי התפוח. ותפוח היה באמצע המזבח, פעמים עליו כשלש מאות כור. וברגלים לא היו מדשנין אותו, מפני שהוא נוי למזבח. מימיו לא נתעצל הכהן {ט} מלהוציא את הדשן","jbo:textNikud":"הֵחֵלּוּ {ז} מַעֲלִין בָּאֵפֶר עַל גַּבֵּי הַתַּפּוּחַ. וְתַפּוּחַ הָיָה בְאֶמְצַע הַמִּזְבֵּחַ, פְּעָמִים עָלָיו כִּשְׁלשׁ מֵאוֹת כּוֹר. וּבָרְגָלִים לֹא הָיוּ מְדַשְּׁנִין אוֹתוֹ, מִפְּנֵי שֶׁהוּא נוֹי לַמִּזְבֵּחַ. מִיָּמָיו לֹא נִתְעַצֵּל הַכֹּהֵן {ט} מִלְּהוֹצִיא אֶת הַדָּשֶׁן","rdfs:label":"משנה תמיד ב ב","jbo:interprets":"jbr:mishna-5-9-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-bartanura-5-9-2-2","jbo:text":"ר\"ע מברטנורה החלו מעלין באפר. לאחר שסלקו לצדדים או לסובב אברים ופדרים שלא נתאכלו, היו מושכין את האפר במגרפות שבידם ומעלין אותו לתפוח, כמין כרי גדול {ח} של אפר שהיה באמצע המזבח צבור ועשוי כתפוח: פעמים עליו כשלש מאות כור. גוזמא קתני, דמעולם לא הניחו להיות עליו שלש מאות כור: וברגלים לא היו מדשנים אותו. לא היו מוציאין את הדשן לחוץ אף על פי שהוא רבה על המזבח: מפני שהוא נוי למזבח. שיהיה נראה שקרבנות הרבה היו על גבי המזבח: מימיו לא נתעצל. כלומר מה שהיה דשן כל כך, לא מחמת עצלות הכהנים, אלא לנוי להראות שקרבנות הרבה קרבו על גבי המזבח","jbo:textNikud":"ר\"ע מברטנורה הֵחֵלּוּ מַעֲלִין בָּאֵפֶר. לְאַחַר שֶׁסִּלְּקוּ לַצְּדָדִים אוֹ לַסּוֹבֵב אֵבָרִים וּפְדָרִים שֶׁלֹּא נִתְאַכְּלוּ, הָיוּ מוֹשְׁכִין אֶת הָאֵפֶר בַּמַּגְרֵפוֹת שֶׁבְּיָדָם וּמַעֲלִין אוֹתוֹ לַתַּפּוּחַ, כְּמִין כְּרִי גָדוֹל {ח} שֶׁל אֵפֶר שֶׁהָיָה בְאֶמְצַע הַמִּזְבֵּחַ צָבוּר וְעָשׂוּי כְתַפּוּחַ: פְּעָמִים עָלָיו כִּשְׁלֹשׁ מֵאוֹת כּוֹר. גּוּזְמָא קָתָנֵי, דְּמֵעוֹלָם לֹא הִנִּיחוּ לִהְיוֹת עָלָיו שְׁלֹשׁ מֵאוֹת כּוֹר: וּבָרְגָלִים לֹא הָיוּ מְדַשְּׁנִים אוֹתוֹ. לֹא הָיוּ מוֹצִיאִין אֶת הַדֶּשֶׁן לַחוּץ אַף עַל פִּי שֶׁהוּא רַבֶּה עַל הַמִּזְבֵּחַ: מִפְּנֵי שֶׁהוּא נוֹי לַמִּזְבֵּחַ. שֶׁיִּהְיֶה נִרְאֶה שֶׁקָּרְבָּנוֹת הַרְבֵּה הָיוּ עַל גַּבֵּי הַמִּזְבֵּחַ: מִיָּמָיו לֹא נִתְעַצֵּל. כְּלוֹמַר מַה שֶּׁהָיָה דֶשֶׁן כָּל כָּךְ, לֹא מֵחֲמַת עַצְלוּת הַכֹּהֲנִים, אֶלָּא לְנוֹי לְהַרְאוֹת שֶׁקָּרְבָּנוֹת הַרְבֵּה קָרְבוּ עַל גַּבֵּי הַמִּזְבֵּחַ","rdfs:label":"ר\"ע מברטנורה משנה תמיד ב ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-yomtov-5-9-2-2","jbo:text":"עיקר תוי\"ט {ז} החלו. התחילו. מפרש: {ח} ואחר כך גורפין מהכרי ההוא ומוציאין אל שפך הדשן עד שמבערין האפר מן המזבח, והוא הנקרא דשון המזבח על האמת, זולתי במועדים כו'. הרמב\"ם: {ט} הכהן. מי שמטל עליו לעשות. מפרש. והרמב\"ם כתב, כל מי שירצה מן הכהנים כו'. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} הֵחֵלּוּ. הִתְחִילוּ. מְפָרֵשׁ: {ח} וְאַחַר כָּךְ גּוֹרְפִין מֵהַכְּרִי הַהוּא וּמוֹצִיאִין אֶל שֶׁפֶךְ הַדֶּשֶׁן עַד שֶׁמְּבַעֲרִין הָאֵפֶר מִן הַמִּזְבֵּחַ, וְהוּא הַנִּקְרָא דִשּׁוּן הַמִּזְבֵּחַ עַל הָאֱמֶת, זוּלָתִי בַמּוֹעֲדִים כוּ'. הָרַמְבַּ\"ם: {ט} הַכֹּהֵן. מִי שֶׁמֻּטָּל עָלָיו לַעֲשׂוֹת. מְפָרֵשׁ. וְהָרַמְבַּ\"ם כָּתַב, כָּל מִי שֶׁיִּרְצֶה מִן הַכֹּהֲנִים כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ב ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-5-9-2-3","jbo:text":"החלו מעלין בגזרין לסדר אש המערכה. וכי כל העצים כשרים למערכה. הן, כל העצים כשרין למערכה, חוץ משל זית ושל גפן. אבל באלו רגילין, במרביות של תאנה ושל אגוז ושל עץ שמן","jbo:textNikud":"הֵחֵלּוּ מַעֲלִין בְּגִזְרִין לְסַדֵּר אֵשׁ הַמַּעֲרָכָה. וְכִי כָל הָעֵצִים כְּשֵׁרִים לַמַּעֲרָכָה. הֵן, כָּל הָעֵצִים כְּשֵׁרִין לַמַּעֲרָכָה, חוּץ מִשֶּׁל זַיִת וְשֶׁל גֶּפֶן. אֲבָל בְּאֵלּוּ רְגִילִין, בְּמֻרְבִּיּוֹת שֶׁל תְּאֵנָה וְשֶׁל אֱגוֹז וְשֶׁל עֵץ שָׁמֶן","rdfs:label":"משנה תמיד ב ג","jbo:interprets":"jbr:mishna-5-9-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-bartanura-5-9-2-3","jbo:text":"ר\"ע מברטנורה מעלין בגזרין. שני עצים ארכים ומשופין היו נותנים לתוך ארך המערכה, דכתיב (ויקרא ו) ובער עליה הכהן עצים בבקר בבקר, מלמד שטעונה שני עצים {י}: וכי כל העצים כשרים למערכה. דקתני החלו מעלין בגזרין סתם ולא קא מפרש מאיזה מין של עצים היו הגזרים. ומשני, הן, כלומר הכל כשרים חוץ משל זית ושל גפן דאסורין משום ישוב ארץ ישראל, לפי שהן טוענים פרות. ואית דאמרי טעמא, לפי שהן נעשים דשן מיד: מרביות. ענפים של תאנה. ודוקא תאנים רעות. דלא עבדי פירי {יא}: ושל עץ שמן. העושה שמן אפרסמון. ואני שמעתי, שהוא האילן שקורים לו בלע\"ז פינ\"ו, ובערבי צינובו\"ר. ואף על גב דעץ מאכל הוא, אין בו צרך כמו בגפן וזית, הלכך לא אסרוהו משום ישובה של ארץ ישראל כדרך שאסרו הגפן והזית","jbo:textNikud":"ר\"ע מברטנורה מַעֲלִין בְּגִזְרִין. שְׁנֵי עֵצִים אֲרֻכִּים וּמְשׁוּפִין הָיוּ נוֹתְנִים לְתוֹךְ אֹרֶךְ הַמַּעֲרָכָה, דִּכְתִיב (וַיִּקְרָא ו) וּבִעֵר עָלֶיהָ הַכֹּהֵן עֵצִים בַּבֹּקֶר בַּבֹּקֶר, מְלַמֵּד שֶׁטְּעוּנָה שְׁנֵי עֵצִים {י}: וְכִי כָל הָעֵצִים כְּשֵׁרִים לַמַּעֲרָכָה. דְּקָתָנֵי הֵחֵלּוּ מַעֲלִין בְּגִזְרִין סְתָם וְלֹא קָא מְפָרֵשׁ מֵאֵיזֶה מִין שֶׁל עֵצִים הָיוּ הַגִּזְרִים. וּמְשָׁנֵי, הֵן, כְּלוֹמַר הַכֹּל כְּשֵׁרִים חוּץ מִשֶּׁל זַיִת וְשֶׁל גֶּפֶן דַּאֲסוּרִין מִשּׁוּם יִשּׁוּב אֶרֶץ יִשְׂרָאֵל, לְפִי שֶׁהֵן טוֹעֲנִים פֵּרוֹת. וְאִית דְּאָמְרֵי טַעֲמָא, לְפִי שֶׁהֵן נַעֲשִׂים דֶּשֶׁן מִיָּד: מֻרְבִּיּוֹת. עֲנָפִים שֶׁל תְּאֵנָה. וְדַוְקָא תְאֵנִים רָעוֹת. דְּלֹא עָבְדִי פֵירֵי {יא}: וְשֶׁל עֵץ שָׁמֶן. הָעוֹשֶׂה שֶׁמֶן אֲפַרְסְמוֹן. וַאֲנִי שָׁמַעְתִּי, שֶׁהוּא הָאִילָן שֶׁקּוֹרִים לוֹ בְּלַעַ\"ז פינ\"ו, וּבַעֲרָבִי צינובו\"ר. וְאַף עַל גַּב דְּעֵץ מַאֲכָל הוּא, אֵין בּוֹ צֹרֶךְ כְּמוֹ בְגֶפֶן וְזַיִת, הִלְכָּךְ לֹא אֲסָרוּהוּ מִשּׁוּם יִשּׁוּבָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל כְּדֶרֶךְ שֶׁאָסְרוּ הַגֶּפֶן וְהַזַּיִת","rdfs:label":"ר\"ע מברטנורה משנה תמיד ב ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-yomtov-5-9-2-3","jbo:text":"עיקר תוי\"ט {י} וקשיא לי לישנא דהחלו מעלין שהוא לשון רבים, ובמשנה ה' פרק ב' דיומא כתבתי דמדכתיב ובער ילפינן דבבקר כהן אחד מעלה אותם. ובדברי הרמב\"ם משמע דגזרין דהכא לאו שני גזרים הם, אלא בכל עצי מערכה [דמערכה גדולה] מירי. וזה לשון המפרש, הזוכה בתרומת הדשן זכה בסדור המערכה ובשני גזרין. והא דקתני החלו מעלין, רצה לומר שהיו מסיעין לו, שהם היו מעלין העצים והוא סדרן. וסדור השני גזרין היה אחר מערכה שניה. ועין תוספות יום טוב: {יא} אליבא דמאן דאמר דטעמא משום ישוב ארץ ישראל. מפרש","jbo:textNikud":"עיקר תוי\"ט {י} וְקַשְׁיָא לִי לִישְׁנָא דְּהֵחֵלּוּ מַעֲלִין שֶׁהוּא לְשׁוֹן רַבִּים, וּבְמִשְׁנָה ה' פֶּרֶק ב' דְּיוֹמָא כָּתַבְתִּי דְּמִדִּכְתִיב וּבִעֵר יָלְפִינַן דְּבַבֹּקֶר כֹּהֵן אֶחָד מַעֲלֶה אוֹתָם. וּבְדִבְרֵי הָרַמְבַּ\"ם מַשְׁמַע דְּגִזְרִין דְּהָכָא לָאו שְׁנֵי גִזְרִים הֵם, אֶלָּא בְּכָל עֲצֵי מַעֲרָכָה [דְּמַעֲרָכָה גְדוֹלָה] מַיְרֵי. וְזֶה לְשׁוֹן הַמְפָרֵשׁ, הַזּוֹכֶה בִּתְרוּמַת הַדֶּשֶׁן זָכָה בְּסִדּוּר הַמַּעֲרָכָה וּבִשְׁנֵי גִזְרִין. וְהָא דְקָתָנֵי הֵחֵלּוּ מַעֲלִין, רָצָה לוֹמַר שֶׁהָיוּ מְסַיְּעִין לוֹ, שֶׁהֵם הָיוּ מַעֲלִין הָעֵצִים וְהוּא סִדְּרָן. וְסִדּוּר הַשְּׁנֵי גִזְרִין הָיָה אַחַר מַעֲרָכָה שְׁנִיָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} אַלִּיבָּא דְּמַאן דְּאָמַר דְּטַעֲמָא מִשּׁוּם יִשּׁוּב אֶרֶץ יִשְׂרָאֵל. מְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה תמיד ב ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-5-9-2-4","jbo:text":"סדר המערכה גדולה מזרחה, וחזיתה מזרחה, וראשי הגזרין הפנימים היו נוגעים בתפוח {יג}. ורוח היה בין הגזרין, שהיו מציתין את האליתא {יד} משם","jbo:textNikud":"סִדֵּר הַמַּעֲרָכָה גְדוֹלָה מִזְרָחָה, וַחֲזִיתָהּ מִזְרָחָה, וְרָאשֵׁי הַגִּזְרִין הַפְּנִימִיִּם הָיוּ נוֹגְעִים בַּתַּפּוּחַ {יג}. וְרֶוַח הָיָה בֵין הַגִּזְרִין, שֶׁהָיוּ מַצִּיתִין אֶת הָאֲלִיתָא {יד} מִשָּׁם","rdfs:label":"משנה תמיד ב ד","jbo:interprets":"jbr:mishna-5-9-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-bartanura-5-9-2-4","jbo:text":"ר\"ע מברטנורה מערכה גדולה. לפי שיש עוד מערכה אחרת, קרי להך מערכה גדולה. שלש מערכות היו שם בכל יום, אחת מערכה גדולה ששורפים עליה התמיד, והשנית מערכה פחותה ממנה והיא קרויה מערכה של קטרת, שנוטלים ממנה גחלים במחתה לקטרת שמקטירים בבקר ובין הערבים, והשלישית אינה משמשת כלום אלא לקיום האש, דכתיב (ויקרא ו) והאש על המזבח תוקד בו, זו מערכה שלישית של קיום האש: וחזיתה מזרחה. מראית פניה דהינו הפתח והחלון {יב} של מערכה, לצד מזרח של מזבח: וראשי הגזרין. הפנימיים היו ארכים עד שהיו נוגעים בתפוח: את האליתא. חריות וקסמין דקין תוחבין בין הגדולים להצית האש. ואליתא לשון אליה, על שם זנבות האודים","jbo:textNikud":"ר\"ע מברטנורה מַעֲרָכָה גְדוֹלָה. לְפִי שֶׁיֵּשׁ עוֹד מַעֲרָכָה אַחֶרֶת, קָרֵי לְהַךְ מַעֲרָכָה גְדוֹלָה. שָׁלֹשׁ מַעֲרָכוֹת הָיוּ שָׁם בְּכָל יוֹם, אַחַת מַעֲרָכָה גְדוֹלָה שֶׁשּׂוֹרְפִים עָלֶיהָ הַתָּמִיד, וְהַשֵּׁנִית מַעֲרָכָה פְחוּתָה מִמֶּנָּה וְהִיא קְרוּיָה מַעֲרָכָה שֶׁל קְטֹרֶת, שֶׁנּוֹטְלִים מִמֶּנָּה גֶחָלִים בַּמַּחְתָּה לַקְּטֹרֶת שֶׁמַּקְטִירִים בַּבֹּקֶר וּבֵין הָעַרְבַּיִם, וְהַשְּׁלִישִׁית אֵינָהּ מְשַׁמֶּשֶׁת כְּלוּם אֶלָּא לְקִיּוּם הָאֵשׁ, דִּכְתִיב (וַיִּקְרָא ו) וְהָאֵשׁ עַל הַמִּזְבֵּחַ תּוּקַד בּוֹ, זוֹ מַעֲרָכָה שְׁלִישִׁית שֶׁל קִיּוּם הָאֵשׁ: וַחֲזִיתָהּ מִזְרָחָה. מַרְאִית פָּנֶיהָ דְּהַיְנוּ הַפֶּתַח וְהַחַלּוֹן {יב} שֶׁל מַעֲרָכָה, לְצַד מִזְרָח שֶׁל מִזְבֵּחַ: וְרָאשֵׁי הַגִּזְרִין. הַפְּנִימִיִּים הָיוּ אֲרֻכִּים עַד שֶׁהָיוּ נוֹגְעִים בַּתַּפּוּחַ: אֶת הָאֲלִיתָא. חֲרִיּוֹת וְקִסְמִין דַּקִּין תּוֹחֲבִין בֵּין הַגְּדוֹלִים לְהַצִּית הָאֵשׁ. וַאֲלִיתָא לְשׁוֹן אַלְיָה, עַל שֵׁם זַנְבוֹת הָאוּדִים","rdfs:label":"ר\"ע מברטנורה משנה תמיד ב ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-yomtov-5-9-2-4","jbo:text":"עיקר תוי\"ט {יב} והוא המקום שמאחיזים בו האור, כמו שכתב הר\"ב במשנה ח' פרק ג' דפרה, אלא דתנן [התם] חלונות מלבד וחזיתה, ויש לפרש דחלון ופתח שניהם להאחיז האור, ופתח הוא גדול מחלון ובו מאחיזין תחלה באש גדולה, וחלונות קטנות מפתח, ובמקומות שיש עצים עבים שלא יאחז אור בהם מחמת האש שבפתח, ולכן מפתחין חלונות שם כדי שיוכל להכניס האור עצמו לשם. עין תוספות יום טוב: {יג} וראשי כו'. שלא ידחקו מהלך רגלי הכהנים שהיה אמה, שלא יקרעו ולא ישרפו בגדיהם. הראב\"ד: {יד} מציתין כו'. והצתת האליתא נפקא לן ביומא דף כ\"ד מוערכו עצים על האש, דהכי קאמר ונתנו בני אהרן הכהן אש על המזבח, ואחר כך וערכו עצים על האש. ובתורת כהנים, וערכו, עצים על גבי אש ולא אש על גבי עצים","jbo:textNikud":"עיקר תוי\"ט {יב} וְהוּא הַמָּקוֹם שֶׁמַּאֲחִיזִים בּוֹ הָאוּר, כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּמִשְׁנָה ח' פֶּרֶק ג' דְּפָרָה, אֶלָּא דִּתְנַן [הָתָם] חַלּוֹנוֹת מִלְּבַד וַחֲזִיתָהּ, וְיֵשׁ לְפָרֵשׁ דְּחַלּוֹן וּפֶתַח שְׁנֵיהֶם לְהַאֲחִיז הָאוּר, וּפֶתַח הוּא גָדוֹל מֵחַלּוֹן וּבוֹ מַאֲחִיזִין תְּחִלָּה בְּאֵשׁ גְּדוֹלָה, וְחַלּוֹנוֹת קְטַנּוֹת מִפֶּתַח, וּבַמְּקוֹמוֹת שֶׁיֵּשׁ עֵצִים עָבִים שֶׁלֹּא יֵאָחֵז אוּר בָּהֶם מֵחֲמַת הָאֵשׁ שֶׁבַּפֶּתַח, וְלָכֵן מְפַתְּחִין חַלּוֹנוֹת שָׁם כְּדֵי שֶׁיּוּכַל לְהַכְנִיס הָאוּר עַצְמוֹ לְשָׁם. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} וְרָאשֵׁי כוּ'. שֶׁלֹּא יִדְחֲקוּ מַהֲלַךְ רַגְלֵי הַכֹּהֲנִים שֶׁהָיָה אַמָּה, שֶׁלֹּא יִקָּרְעוּ וְלֹא יִשָּׂרְפוּ בִגְדֵיהֶם. הָרַאֲבַ\"ד: {יד} מַצִּיתִין כוּ'. וְהַצָּתַת הָאֲלִיתָא נַפְקָא לָן בְּיוֹמָא דַּף כ\"ד מִוְּעָרְכוּ עֵצִים עַל הָאֵשׁ, דְּהָכִי קָאָמַר וְנָתְנוּ בְנֵי אַהֲרֹן הַכֹּהֵן אֵשׁ עַל הַמִּזְבֵּחַ, וְאַחַר כָּךְ וְעָרְכוּ עֵצִים עַל הָאֵשׁ. וּבְתוֹרַת כֹּהֲנִים, וְעָרְכוּ, עֵצִים עַל גַּבֵּי אֵשׁ וְלֹא אֵשׁ עַל גַּבֵּי עֵצִים","rdfs:label":"עיקר תוי\"ט משנה תמיד ב ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-5-9-2-5","jbo:text":"בררו משם עצי תאנה {טו} יפין, לסדר המערכה שניה {טז} לקטרת, מכנגד קרן מערבית דרומית {יז}, משוך מן הקרן כלפי צפון ארבע אמות {יח}, בעמד חמש סאים גחלים, ובשבת בעמד שמונת סאין גחלים, ששם היו נותנין שני בזיכי לבונה של לחם הפנים. האברים והפדרים שלא נתאכלו מבערב, מחזירין אותן למערכה. הציתו שתי המערכות באש {יט}, וירדו ובאו להם ללשכת הגזית","jbo:textNikud":"בֵּרְרוּ מִשָּׁם עֲצֵי תְאֵנָה {טו} יָפִין, לְסַדֵּר הַמַּעֲרָכָה שְׁנִיָּה {טז} לַקְּטֹרֶת, מִכְּנֶגֶד קֶרֶן מַעֲרָבִית דְּרוֹמִית {יז}, מָשׁוּךְ מִן הַקֶּרֶן כְּלַפֵּי צָפוֹן אַרְבַּע אַמּוֹת {יח}, בְּעֹמֶד חָמֵשׁ סְאִים גֶּחָלִים, וּבְשַׁבָּת בְּעֹמֶד שְׁמוֹנַת סְאִין גֶּחָלִים, שֶׁשָּׁם הָיוּ נוֹתְנִין שְׁנֵי בְזִיכֵי לְבוֹנָה שֶׁל לֶחֶם הַפָּנִים. הָאֵבָרִים וְהַפְּדָרִים שֶׁלֹּא נִתְאַכְּלוּ מִבָּעֶרֶב, מַחֲזִירִין אוֹתָן לַמַּעֲרָכָה. הִצִּיתוּ שְׁתֵּי הַמַּעֲרָכוֹת בָּאֵשׁ {יט}, וְיָרְדוּ וּבָאוּ לָהֶם לְלִשְׁכַּת הַגָּזִית","rdfs:label":"משנה תמיד ב ה","jbo:interprets":"jbr:mishna-5-9-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-bartanura-5-9-2-5","jbo:text":"ר\"ע מברטנורה בררו משם. מבין מקום העצים: בעמד חמש סאים. היה באותה מערכה של קטרת כמו חמש סאים גחלים שמהם היה חותה לצרך הקטרת: בעמד. כמו באמד: ובשבת בעמד שמונת סאין. לפי שצריך עוד גחלים לשני בזיכי לבונה של לחם הפנים שהיו מקטירים משבת לשבת: מחזירים אותן למערכה. ונשרפים שם בצדי המערכה הגדולה: ובאו להם ללשכת הגזית. לעשות פיסות {כ}","jbo:textNikud":"ר\"ע מברטנורה בֵּרְרוּ מִשָּׁם. מִבֵּין מְקוֹם הָעֵצִים: בְּעֹמֶד חָמֵשׁ סְאִים. הָיָה בְאוֹתָהּ מַעֲרָכָה שֶׁל קְטֹרֶת כְּמוֹ חָמֵשׁ סְאִים גֶּחָלִים שֶׁמֵּהֶם הָיָה חוֹתֶה לְצֹרֶךְ הַקְּטֹרֶת: בְּעֹמֶד. כְּמוֹ בְאֹמֶד: וּבְשַּׁבָּת בְּעֹמֶד שְׁמוֹנַת סְאִין. לְפִי שֶׁצָּרִיךְ עוֹד גֶּחָלִים לִשְׁנֵי בְזִיכֵי לְבוֹנָה שֶׁל לֶחֶם הַפָּנִים שֶׁהָיוּ מַקְטִירִים מִשַּׁבָּת לְשַׁבָּת: מַחֲזִירִים אוֹתָן לַמַּעֲרָכָה. וְנִשְׂרָפִים שָׁם בְּצִדֵּי הַמַּעֲרָכָה הַגְּדוֹלָה: וּבָאוּ לָהֶם לְלִשְׁכַּת הַגָּזִית. לַעֲשׂוֹת פְּיָסוֹת {כ}","rdfs:label":"ר\"ע מברטנורה משנה תמיד ב ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-2"],"uri":"jbr:mishna-yomtov-5-9-2-5","jbo:text":"עיקר תוי\"ט {טו} תאנה. ואי נמי של אגוז ושל עץ שמן. אלא חד מתלת נקט. ורש\"י כתב, בשל תאנה היו רגילים. וטעם אגדה הוא, שבו היתה תקנה לאדם הראשון, ויעשו להם חגורות: {טז} שניה. דמערכה גדולה כפרתה מרבה, הלכך אקדמוה. ואי בעית אימא, אי לא משכח עצים למערכה שניה מי לא מעיל ממערכה גדולה. גמרא: {יז} מכנגד כו' דרומית. שכל הנטל מעל מזבח החיצון לנתן בפנים אינו נטל אלא בסמוך שאין לפנים ממנו, כדגמרינן להו בגמרא ריש פרק ו' דזבחים: {יח} משוך כו'. טעמא, דקסברה מתניתין כליה מזבח בצפון קאי, ופתח ההיכל באמצע העזרה רחב עשר אמות, נמצא שאין מן המזבח לפני הפתח אלא חמש צפוניות, ומהן אמה יסוד ואמה סובב ואמה מקום הקרן ואמה מקום רגלי הכהנים, ולהכי קאמר משוך ארבע אמות, ללמדך שיסדרה חוצה מאלו הארבע אמות יסוד וסובב וקרן והלוך, שתהא המערכה כנגד הפתח, דכי מסגי לצפון טפי, תו ליכא פתח כו'. גמרא שם. ועין תוספות יום טוב: {יט} הציתו כו'. ואכתי הוה חדא לקיום האש כמו שכתב הר\"ב במשנה דלעיל. ולא חשיב אלא הנך תרתי דדמין להדדי ומציתין אותן ביחד ומחד קרא מפיק להו. תוספות: {כ} ובעזרה אי אפשר לפיס, דאין נכון לעמד בעזרה בלא מצנפת, כדאמר ביומא דף כ\"ה הממנה בא ונוטל מצנפת של אחד כו'. אי נמי משום דהוו קימי [כבכוליאר] מסביב, אי אפשר, דהוו אחורים לבית. תוספות והמפרש","jbo:textNikud":"עיקר תוי\"ט {טו} תְּאֵנָה. וְאִי נַמִּי שֶׁל אֱגוֹז וְשֶׁל עֵץ שֶׁמֶן. אֶלָּא חַד מִתְּלַת נָקַט. וְרַשִׁ\"י כָתַב, בְּשֶׁל תְּאֵנָה הָיוּ רְגִילִים. וְטַעַם אַגָּדָה הוּא, שֶׁבּוֹ הָיְתָה תַקָּנָה לְאָדָם הָרִאשׁוֹן, וַיַּעֲשׂוּ לָהֶם חֲגוֹרוֹת: {טז} שְׁנִיָּה. דְּמַעֲרָכָה גְדוֹלָה כַּפָּרָתָהּ מְרֻבָּה, הִלְכָּךְ אַקְדְּמוּהָּ. וְאִי בָעֵית אֵימָא, אִי לֹא מַשְׁכַּח עֵצִים לְמַעֲרָכָה שְׁנִיָּה מִי לֹא מְעַיֵּל מִמַּעֲרָכָה גְדוֹלָה. גְּמָרָא: {יז} מִכְּנֶגֶד כוּ' דְּרוֹמִית. שֶׁכָּל הַנִּטָּל מֵעַל מִזְבֵּחַ הַחִיצוֹן לִנָּתֵן בִּפְנִים אֵינוֹ נִטָּל אֶלָּא בְסָמוּךְ שֶׁאֵין לִפְנִים מִמֶּנּוּ, כִּדְגָמְרִינַן לְהוּ בַגְּמָרָא רֵישׁ פֶּרֶק ו' דִּזְבָחִים: {יח} מָשׁוּךְ כוּ'. טַעֲמָא, דְּקָסָבְרָה מַתְנִיתִין כֻּלֵּיהּ מִזְבֵּחַ בַּצָּפוֹן קָאֵי, וּפֶתַח הַהֵיכָל בְּאֶמְצַע הָעֲזָרָה רֹחַב עֶשֶׂר אַמּוֹת, נִמְצָא שֶׁאֵין מִן הַמִּזְבֵּחַ לִפְנֵי הַפֶּתַח אֶלָּא חָמֵשׁ צְפוֹנִיּוֹת, וּמֵהֶן אַמָּה יְסוֹד וְאַמָּה סוֹבֵב וְאַמָּה מְקוֹם הַקֶּרֶן וְאַמָּה מְקוֹם רַגְלֵי הַכֹּהֲנִים, וּלְהָכִי קָאָמַר מָשׁוּךְ אַרְבַּע אַמּוֹת, לְלַמֶּדְךָ שֶׁיְּסַדְּרָהּ חוּצָה מֵאֵלּוּ הָאַרְבַּע אַמּוֹת יְסוֹד וְסוֹבֵב וְקֶרֶן וְהִלּוּךְ, שֶׁתְּהֵא הַמַּעֲרָכָה כְּנֶגֶד הַפֶּתַח, דְּכִי מַסְּגֵי לַצָּפוֹן טְפֵי, תּוּ לֵיכָּא פֶתַח כוּ'. גְּמָרָא שָׁם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} הִצִּיתוּ כוּ'. וְאַכַּתִּי הֲוָה חֲדָא לְקִיּוּם הָאֵשׁ כְּמוֹ שֶׁכָּתַב הָרַ\"ב בַּמִּשְׁנָה דִלְעֵיל. וְלָא חֲשִׁיב אֶלָּא הָנָךְ תַּרְתֵּי דְּדָמְיָן לַהֲדָדֵי וּמַצִּיתִין אוֹתָן בְּיַחַד וּמֵחַד קְרָא מַפִּיק לְהוּ. תּוֹסָפוֹת: {כ} וּבָעֲזָרָה אִי אֶפְשָׁר לְפַיֵּס, דְּאֵין נָכוֹן לַעֲמֹד בָּעֲזָרָה בְּלֹא מִצְנֶפֶת, כִּדְאָמַר בְּיוֹמָא דַּף כ\"ה הַמְמֻנֶּה בָא וְנוֹטֵל מִצְנֶפֶת שֶׁל אֶחָד כוּ'. אִי נַמִּי מִשּׁוּם דַּהֲווּ קָיְמֵי [כִּבְכוּלְיַאר] מִסָּבִיב, אִי אֶפְשָׁר, דַּהֲווּ אֲחוֹרַיִם לַבַּיִת. תּוֹסָפוֹת וְהַמְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה תמיד ב ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-1","jbo:text":"אמר להם הממנה, באו והפיסו, מי שוחט, מי זורק, מי מדשן מזבח הפנימי {א}, מי מדשן את המנורה, מי מעלה אברים לכבש, הראש והרגל, ושתי הידים, העקץ והרגל, החזה והגרה, ושתי דפנות, הקרבים, והסלת, והחבתים, והיין. הפיסו, זכה מי שזכה","jbo:textNikud":"אָמַר לָהֶם הַמְמֻנֶּה, בֹּאוּ וְהָפִיסוּ, מִי שׁוֹחֵט, מִי זוֹרֵק, מִי מְדַשֵּׁן מִזְבֵּחַ הַפְּנִימִי {א}, מִי מְדַשֵּׁן אֶת הַמְּנוֹרָה, מִי מַעֲלֶה אֵבָרִים לַכֶּבֶשׁ, הָרֹאשׁ וְהָרֶגֶל, וּשְׁתֵּי הַיָּדַיִם, הָעֹקֶץ וְהָרֶגֶל, הֶחָזֶה וְהַגֵּרָה, וּשְׁתֵּי דְפָנוֹת, הַקְּרָבַיִם, וְהַסֹּלֶת, וְהַחֲבִתִּים, וְהַיָּיִן. הֵפִיסוּ, זָכָה מִי שֶׁזָּכָה","rdfs:label":"משנה תמיד ג א","jbo:interprets":"jbr:mishna-5-9-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-1","jbo:text":"ר\"ע מברטנורה אמר להם הממנה באו והפיסו. הטילו פיס. הוא הגורל המפרש פרק ב' דיומא: מי שוחט. אף על גב דשחיטה כשרה בזר, תקנו בה פיס, דתחלת עבודת התמיד היא וחביבה להו, אי לא יטילו פיס אתו לאנצויי עלה ואתו בה לידי סכנה: מי זורק. מקבל הדם הוא הזורק, ומשום דעקר הקרבן הויא זריקה להכי נקט לה: מי מדשן מזבח הפנימי. והמדשן הוא המקטיר קטרת {ב}. ומשום דדשון תחלת עבודה של קטרת היא, נקט לה. וכן דשון המנורה תחלת ההדלקה. ודשון מזבח הפנימי והמנורה, קדם שחיטת התמיד היה. והא דמדכר בסדר הפיס שוחט וזורק ברישא, משום שהם עקר עבודה טפי: העקץ. האליה {ג}: החזה. כל [השמן] הרואה את הקרקע: והגרה. מקום שהוא מעלה גרה, הוא הצואר, ובו מחברים קנה הראה עם הכבד והלב {ד}: זכה מי שזכה. מי שעלה לו הפיס זורק את הדם, והסמוך לו שוחט. ואף על פי שהשחיטה קודמת לקבלת הדם, מכל מקום מפני שעבודת הזריקה גדולה מן השחיטה, שהשחיטה כשרה בזר מה שאין כן בזריקה, לפיכך זכה הראשון שהגיע לו הפיס בזריקה, והשני הסמוך לו בשחיטה, והשלישי מדשן מזבח הפנימי ומקטיר הקטרת, והרביעי מדשן את המנורה ומדליק את הנרות, והחמשי מעלה הראש והרגל לכבש, והששי שתי הידים, והשביעי העקץ דהינו האליה והרגל, והשמיני החזה והגרה, והתשיעי שתי דפנות, והעשירי הקרבים, והאחד עשר הסלת של מנחת נסכים שהיא קרבה עם התמיד. והשנים עשר חבתי כהן גדול, והשלשה עשר יין של נסכים. כל אלו שלשה עשר כהנים יוצאים בפיס אחד כמפרש פרק ב' דיומא","jbo:textNikud":"ר\"ע מברטנורה אָמַר לָהֶם הַמְמֻנֶּה בֹּאוּ וְהָפִיסוּ. הַטִּילוּ פַיִס. הוּא הַגּוֹרָל הַמְפֹרָשׁ פֶּרֶק ב' דְּיוֹמָא: מִי שׁוֹחֵט. אַף עַל גַּב דִּשְׁחִיטָה כְּשֵׁרָה בְּזָר, תִּקְּנוּ בָהּ פַּיִס, דִּתְחִלַּת עֲבוֹדַת הַתָּמִיד הִיא וַחֲבִיבָה לְהוּ, אִי לֹא יַטִּילוּ פַיִס אָתוּ לְאִנְּצוֹיֵי עֲלַהּ וְאָתוּ בָהּ לִידֵי סַכָּנָה: מִי זוֹרֵק. מְקַבֵּל הַדָּם הוּא הַזּוֹרֵק, וּמִשּׁוּם דְּעִקַּר הַקָּרְבָּן הַוְיָא זְרִיקָה לְהָכִי נָקַט לַהּ: מִי מְדַשֵּׁן מִזְבֵּחַ הַפְּנִימִי. וְהַמְדַשֵּׁן הוּא הַמַּקְטִיר קְטֹרֶת {ב}. וּמִשּׁוּם דְּדִשּׁוּן תְּחִלַּת עֲבוֹדָה שֶׁל קְטֹרֶת הִיא, נָקַט לַהּ. וְכֵן דִּשּׁוּן הַמְּנוֹרָה תְּחִלַּת הַהַדְלָקָה. וְדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה, קֹדֶם שְׁחִיטַת הַתָּמִיד הָיָה. וְהָא דְמַדְכַּר בְּסֵדֶר הַפַּיִס שׁוֹחֵט וְזוֹרֵק בָּרֵישָׁא, מִשּׁוּם שֶׁהֵם עִקַּר עֲבוֹדָה טְפֵי: הָעֹקֶץ. הָאַלְיָה {ג}: הֶחָזֶה. כָּל [הַשֻּׁמָּן] הָרוֹאֶה אֶת הַקַּרְקַע: וְהַגֵּרָה. מָקוֹם שֶׁהוּא מַעֲלֶה גֵרָה, הוּא הַצַּוָּאר, וּבוֹ מְחֻבָּרִים קְנֵה הָרֵאָה עִם הַכָּבֵד וְהַלֵּב {ד}: זָכָה מִי שֶׁזָּכָה. מִי שֶׁעָלָה לוֹ הַפַּיִס זוֹרֵק אֶת הַדָּם, וְהַסָּמוּךְ לוֹ שׁוֹחֵט. וְאַף עַל פִּי שֶׁהַשְּׁחִיטָה קוֹדֶמֶת לְקַבָּלַת הַדָּם, מִכָּל מָקוֹם מִפְּנֵי שֶׁעֲבוֹדַת הַזְּרִיקָה גְדוֹלָה מִן הַשְּׁחִיטָה, שֶׁהַשְּׁחִיטָה כְשֵׁרָה בְזָר מַה שֶּׁאֵין כֵּן בַּזְּרִיקָה, לְפִיכָךְ זָכָה הָרִאשׁוֹן שֶׁהִגִּיעַ לוֹ הַפַּיִס בַּזְּרִיקָה, וְהַשֵּׁנִי הַסָּמוּךְ לוֹ בַשְּׁחִיטָה, וְהַשְּׁלִישִׁי מְדַשֵּׁן מִזְבֵּחַ הַפְּנִימִי וּמַקְטִיר הַקְּטֹרֶת, וְהָרְבִיעִי מְדַשֵּׁן אֶת הַמְּנוֹרָה וּמַדְלִיק אֶת הַנֵּרוֹת, וְהַחֲמִשִּׁי מַעֲלֶה הָרֹאשׁ וְהָרֶגֶל לַכֶּבֶשׁ, וְהַשִּׁשִּׁי שְׁתֵּי הַיָּדַיִם, וְהַשְּׁבִיעִי הָעֹקֶץ דְּהַיְנוּ הָאַלְיָה וְהָרֶגֶל, וְהַשְּׁמִינִי הֶחָזֶה וְהַגֵּרָה, וְהַתְּשִׁיעִי שְׁתֵּי דְפָנוֹת, וְהָעֲשִׂירִי הַקְּרָבַיִם, וְהָאַחַד עָשָׂר הַסֹּלֶת שֶׁל מִנְחַת נְסָכִים שֶׁהִיא קְרֵבָה עִם הַתָּמִיד. וְהַשְּׁנֵים עָשָׂר חֲבִתֵּי כֹהֵן גָּדוֹל, וְהַשְּׁלֹשָׁה עָשָׂר יַיִן שֶׁל נְסָכִים. כָּל אֵלּוּ שְׁלֹשָׁה עָשָׂר כֹּהֲנִים יוֹצְאִים בְּפַיִס אֶחָד כַּמְפֹרָשׁ פֶּרֶק ב' דְּיוֹמָא","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-1","jbo:text":"עיקר תוי\"ט {א} מזבח כו'. אקדמיה לדשון המנורה, דכי עיל להיכל במזבח פגע ברישא, דתניא, שלחן בצפון כו' ומנורה בדרום כו', מזבח ממצע ועומד באמצע ומשוך כלפי חוץ קמעא, דכתיב ואת המנורה נכח השלחן, בעינן דחזו להדדי. גמרא: {ב} וכן כתב עוד להלן והשלישי מדשן כו' ומקטיר קטרת. טעות הוא בידו, דהא תנן בפרק ה' משנה ב' חדשים לקטרת. ועוד, בריש פרק ו' מי שזכה בדשון מזבח הפנימי כו' מקדימים כו'. ולשון הרמב\"ם, והשלישי מרים דשון מזבח הפנימי לפי שבו מקטירין הקטרת. ועין תוספות יום טוב: {ג} ואין נראה כן מסוף פרק דלקמן. והמפרשים פרשו שם הזנב. אבל הערוך כתב שהוא העצה כדכתיב לעמת העצה: {ד} ובפרק דלקמן משנה ג' תנן דכבד תלוי בדפן הימנית. ולשון המפרש, ובו מחבר הקנה והלב","jbo:textNikud":"עיקר תוי\"ט {א} מִזְבֵּחַ כוּ'. אַקְדְּמֵיהּ לְדִשּׁוּן הַמְּנוֹרָה, דְּכִי עָיֵל לַהֵיכָל בַּמִּזְבֵּחַ פָּגַע בְּרֵישָׁא, דְּתַנְיָא, שֻׁלְחָן בַּצָּפוֹן כוּ' וּמְנוֹרָה בַּדָּרוֹם כוּ', מִזְבֵּחַ מְמֻצָּע וְעוֹמֵד בָּאֶמְצַע וּמָשׁוּךְ כְּלַפֵּי חוּץ קִמְעָא, דִּכְתִיב וְאֶת הַמְּנוֹרָה נֹכַח הַשֻּׁלְחָן, בָּעִינַן דַּחֲזוּ לַהֲדָדֵי. גְּמָרָא: {ב} וְכֵן כָּתַב עוֹד לְהַלָּן וְהַשְּׁלִישִׁי מְדַשֵּׁן כוּ' וּמַקְטִיר קְטֹרֶת. טָעוּת הוּא בְּיָדוֹ, דְּהָא תְנַן בְּפֶרֶק ה' מִשְׁנָה ב' חֲדָשִׁים לַקְּטֹרֶת. וְעוֹד, בְּרֵישׁ פֶּרֶק ו' מִי שֶׁזָּכָה בְּדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי כוּ' מַקְדִּימִים כוּ'. וּלְשׁוֹן הָרַמְבַּ\"ם, וְהַשְּׁלִישִׁי מֵרִים דִּשּׁוּן מִזְבֵּחַ הַפְּנִימִי לְפִי שֶׁבּוֹ מַקְטִירִין הַקְּטֹרֶת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְאֵין נִרְאֶה כֵן מִסּוֹף פֶּרֶק דִּלְקַמָּן. וְהַמְפָרְשִׁים פֵּרְשׁוּ שָׁם הַזָּנָב. אֲבָל הֶעָרוּךְ כָּתַב שֶׁהוּא הֶעָצֶה כְּדִכְתִיב לְעֻמַּת הֶעָצֶה: {ד} וּבַפֶּרֶק דִּלְקַמָּן מִשְׁנָה ג' תְּנַן דְּכָבֵד תָּלוּי בַּדֹּפֶן הַיְמָנִית. וּלְשׁוֹן הַמְפָרֵשׁ, וּבוֹ מְחֻבָּר הַקָּנֶה וְהַלֵּב","rdfs:label":"עיקר תוי\"ט משנה תמיד ג א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-2","jbo:text":"אמר להם הממנה, צאו וראו אם הגיע זמן השחיטה. אם הגיע, הרואה אומר, ברקאי. מתיא בן שמואל אומר, האיר פני כל המזרח. עד שהוא בחברון, והוא אומר, הין","jbo:textNikud":"אָמַר לָהֶם הַמְמֻנֶּה, צְאוּ וּרְאוּ אִם הִגִּיעַ זְמַן הַשְּׁחִיטָה. אִם הִגִּיעַ, הָרוֹאֶה אוֹמֵר, בַּרְקַאי. מַתְיָא בֶן שְׁמוּאֵל אוֹמֵר, הֵאִיר פְּנֵי כָל הַמִּזְרָח. עַד שֶׁהוּא בְחֶבְרוֹן, וְהוּא אוֹמֵר, הֵין","rdfs:label":"משנה תמיד ג ב","jbo:interprets":"jbr:mishna-5-9-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-2","jbo:text":"ר\"ע מברטנורה צאו וראו. על מקום גבוה שהיה להם במקדש: זמן השחיטה. שהשחיטה פסולה בלילה, שנאמר (ויקרא יט) ביום זבחכם: ברקאי. האיר והבריק השחר: האיר פני כל המזרח. שלא היה אומר כלום עד שהאירו פני המזרח, שאין מספיק כשהבריק כנקדה בלבד. והלכה כמתיא בן שמואל: עד שהוא בחברון. אותן העומדים למטה שואלים לו הגיע האור בחברון, והוא אומר הין. וכדי להזכיר זכות האבות הקבורים בחברון אומרים כן","jbo:textNikud":"ר\"ע מברטנורה צְאוּ וּרְאוּ. עַל מָקוֹם גָּבוֹהַּ שֶׁהָיָה לָהֶם בַּמִּקְדָּשׁ: זְמַן הַשְּׁחִיטָה. שֶׁהַשְּׁחִיטָה פְסוּלָה בַלַּיְלָה, שֶׁנֶּאֱמַר (וַיִּקְרָא יט) בְּיוֹם זִבְחֲכֶם: בַּרְקָאי. הֵאִיר וְהִבְרִיק הַשַּׁחַר: הֵאִיר פְּנֵי כָל הַמִּזְרָח. שֶׁלֹּא הָיָה אוֹמֵר כְּלוּם עַד שֶׁהֵאִירוּ פְנֵי הַמִּזְרָח, שֶׁאֵין מַסְפִּיק כְּשֶׁהִבְרִיק כִּנְקֻדָּה בִלְבַד. וַהֲלָכָה כְמַתְיָא בֶן שְׁמוּאֵל: עַד שֶׁהוּא בְחֶבְרוֹן. אוֹתָן הָעוֹמְדִים לְמַטָּה שׁוֹאֲלִים לוֹ הִגִּיעַ הָאוֹר בְּחֶבְרוֹן, וְהוּא אוֹמֵר הֵין. וּכְדֵי לְהַזְכִּיר זְכוּת הָאָבוֹת הַקְּבוּרִים בְּחֶבְרוֹן אוֹמְרִים כֵּן","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-3","jbo:text":"אמר להם, צאו והביאו טלה {ה} מלשכת הטלאים. והרי לשכת הטלאים היתה במקצוע צפונית מערבית. וארבע לשכות היו שם {ו}, אחת לשכת הטלאים, ואחת לשכת החותמות, ואחת לשכת בית המוקד {ז}, ואחת לשכה שהיו עושין בה לחם הפנים","jbo:textNikud":"אָמַר לָהֶם, צְאוּ וְהָבִיאוּ טָלֶה {ה} מִלִּשְׁכַּת הַטְּלָאִים. וַהֲרֵי לִשְׁכַּת הַטְּלָאִים הָיְתָה בְמִקְצוֹעַ צְפוֹנִית מַעֲרָבִית. וְאַרְבַּע לְשָׁכוֹת הָיוּ שָׁם {ו}, אַחַת לִשְׁכַּת הַטְּלָאִים, וְאַחַת לִשְׁכַּת הַחוֹתָמוֹת, וְאַחַת לִשְׁכַּת בֵּית הַמּוֹקֵד {ז}, וְאַחַת לִשְׁכָּה שֶׁהָיוּ עוֹשִׂין בָּהּ לֶחֶם הַפָּנִים","rdfs:label":"משנה תמיד ג ג","jbo:interprets":"jbr:mishna-5-9-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-3","jbo:text":"ר\"ע מברטנורה מלשכת הטלאים. לשכה שהיו הטלאים של תמידים שם: לשכת החותמות. של לוקחי סלת למנחה ויין לנסכים, שהיו הולכים אצל הממנה על החותמות ונותנים לו מעות כפי הנסכים שהוא צריך, והוא נותן לו חותם ומוליך החותם אצל הממנה על הנסכים ומקבל ממנו נסכים. ואותה לשכה שהממנה על החותמות יושב בה היא קרויה לשכת החותמות. ובמסכת שקלים מפרש שארבעה חותמות היו במקדש, וכתוב עליהם, עגל, זכר, גדי, חוטא. כשמביא חותם שכתוב בו עגל, בידוע שנתן מעות לנסכי פר. זכר, בידוע שנתן מעות לנסכי איל, שתרגום איל, דיכרא. גדי, בידוע שנתן מעות לנסכי כבש. חוטא, בידוע שנתן מעות לנסכי מצרע: לשכת בית המוקד. על שם המדורה שדולקת בה תמיד {ח} קרויה בית המוקד","jbo:textNikud":"ר\"ע מברטנורה מִלִּשְׁכַּת הַטְּלָאִים. לִשְׁכָּה שֶׁהָיוּ הַטְּלָאִים שֶׁל תְּמִידִים שָׁם: לִשְׁכַּת הַחוֹתָמוֹת. שֶׁל לוֹקְחֵי סֹלֶת לְמִנְחָה וְיַיִן לִנְסָכִים, שֶׁהָיוּ הוֹלְכִים אֵצֶל הַמְמֻנֶּה עַל הַחוֹתָמוֹת וְנוֹתְנִים לוֹ מָעוֹת כְּפִי הַנְּסָכִים שֶׁהוּא צָרִיךְ, וְהוּא נוֹתֵן לוֹ חוֹתָם וּמוֹלִיךְ הַחוֹתָם אֵצֶל הַמְמֻנֶּה עַל הַנְּסָכִים וּמְקַבֵּל מִמֶּנּוּ נְסָכִים. וְאוֹתָהּ לִשְׁכָּה שֶׁהַמְמֻנֶּה עַל הַחוֹתָמוֹת יוֹשֵׁב בָּהּ הִיא קְרוּיָה לִשְׁכַּת הַחוֹתָמוֹת. וּבְמַסֶּכֶת שְׁקָלִים מְפֹרָשׁ שֶׁאַרְבָּעָה חוֹתָמוֹת הָיוּ בַמִּקְדָּשׁ, וְכָתוּב עֲלֵיהֶם, עֵגֶל, זָכָר, גְּדִי, חוֹטֵא. כְּשֶׁמֵּבִיא חוֹתָם שֶׁכָּתוּב בּוֹ עֵגֶל, בְּיָדוּעַ שֶׁנָּתַן מָעוֹת לְנִסְכֵּי פָר. זָכָר, בְּיָדוּעַ שֶׁנָּתַן מָעוֹת לְנִסְכֵּי אַיִל, שֶׁתַּרְגּוּם אַיִל, דִּיכְרָא. גְּדִי, בְּיָדוּעַ שֶׁנָּתַן מָעוֹת לְנִסְכֵּי כֶבֶשׂ. חוֹטֵא, בְּיָדוּעַ שֶׁנָּתַן מָעוֹת לְנִסְכֵּי מְצֹרָע: לִשְׁכַּת בֵּית הַמּוֹקֵד. עַל שֵׁם הַמְּדוּרָה שֶׁדּוֹלֶקֶת בָּהּ תָּמִיד {ח} קְרוּיָה בֵית הַמּוֹקֵד","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-3","jbo:text":"עיקר תוי\"ט {ה} אמר להם כו'. לאחר שהפיסו ועדין היה לילה, אמר להם הממנה לאותם שזכו בעבודת תמיד בין בשחיטה בין בהעלאת אברים, שכלן מתעסקים בהכנתו כדאמר מי שזכה בתמיד כו', ובקרו אותו לאור האבוקות. כך כתב המפרש: {ו} היו שם. פרשו הרמב\"ם והמפרש, בבית המוקד, ואחת מהן נקראת לשכת בית המוקד ששם יורדין לבית הטבילה וכדתנן במשנה ו' פרק קמא דמדות. ואף על גב דהתם תנן לשכת הטלאים מערבית דרומית, משני בגמרא, אקצויי מקציא, ודאתי מצפון מתחזי ליה בדרום כו'. ומסתברא דמערבית דרומית הוה כו', ומר חשיב דרך ימין ומר חשיב דרך שמאל. ופרש רש\"י, שעומדת במערב ומארכת לדרום וצפון עד קרוב למקצועותיהן כו', ולדרומית הוה טפי. ועין תוספות יום טוב: {ז} החותמות כו' המוקד. לפי משנה ו' דפרק קמא דמדות ולמה שכתבתי בסמוך היה נראה לי דגרס אפכא. ואתיא נמי לשכת לחם הפנים במזרחית דרומית, כדאיתא בגמרא [יומא דף יז]: {ח} מפני שהיו נוטלין האש לצרך המזבח, דמצוה להביא מן ההדיוט כדאיתא בתורת כהנים. מפרש","jbo:textNikud":"עיקר תוי\"ט {ה} אָמַר לָהֶם כוּ'. לְאַחַר שֶׁהֵפִיסוּ וַעֲדַיִן הָיָה לַיְלָה, אָמַר לָהֶם הַמְמֻנֶּה לְאוֹתָם שֶׁזָּכוּ בַּעֲבוֹדַת תָּמִיד בֵּין בַּשְּׁחִיטָה בֵּין בְּהַעֲלָאַת אֵבָרִים, שֶׁכֻּלָּן מִתְעַסְּקִים בַּהֲכָנָתוֹ כִּדְאָמַר מִי שֶׁזָּכָה בַתָּמִיד כוּ', וּבִקְּרוּ אוֹתוֹ לְאוֹר הָאֲבוּקוֹת. כָּךְ כָּתַב הַמְפָרֵשׁ: {ו} הָיוּ שָׁם. פֵּרְשׁוּ הָרַמְבַּ\"ם וְהַמְפָרֵשׁ, בְּבֵית הַמּוֹקֵד, וְאַחַת מֵהֶן נִקְרֵאת לִשְׁכַּת בֵּית הַמּוֹקֵד שֶׁשָּׁם יוֹרְדִין לְבֵית הַטְּבִילָה וּכְדִתְנַן בְּמִשְׁנָה ו' פֶּרֶק קַמָּא דְּמִדּוֹת. וְאַף עַל גַּב דְּהָתָם תְּנַן לִשְׁכַּת הַטְּלָאִים מַעֲרָבִית דְּרוֹמִית, מְשָׁנֵי בַגְּמָרָא, אַקְצוֹיֵי מַקְצְיָא, וּדְאָתֵי מִצָּפוֹן מִתְחֲזֵי לֵיהּ בַדָּרוֹם כוּ'. וּמִסְתַּבְּרָא דְּמַעֲרָבִית דְּרוֹמִית הֲוָה כוּ', וּמַר חֲשִׁיב דֶּרֶךְ יָמִין וּמַר חֲשִׁיב דֶּרֶךְ שְׂמֹאל. וּפֵרֵשׁ רַשִׁ\"י, שֶׁעוֹמֶדֶת בְּמַעֲרָב וּמָאֳרָכֶת לְדָרוֹם וְצָפוֹן עַד קָרוֹב לְמִקְצוֹעוֹתֵיהֶן כוּ', וְלִדְרוֹמִית הֲוָה טְפֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} הַחוֹתָמוֹת כוּ' הַמּוֹקֵד. לְפִי מִשְׁנָה ו' דְּפֶרֶק קַמָּא דְּמִדּוֹת וּלְמַה שֶּׁכָּתַבְתִּי בְּסָמוּךְ הָיָה נִרְאֶה לִי דְּגָרַס אִפְּכָא. וְאָתְיָא נַמִּי לִשְׁכַּת לֶחֶם הַפָּנִים בְּמִזְרָחִית דְּרוֹמִית, כִּדְאִיתָא בַגְּמָרָא [יוֹמָא דַּף יז]: {ח} מִפְּנֵי שֶׁהָיוּ נוֹטְלִין הָאֵשׁ לְצֹרֶךְ הַמִּזְבֵּחַ, דְּמִצְוָה לְהָבִיא מִן הַהֶדְיוֹט כִּדְאִיתָא בְתוֹרַת כֹּהֲנִים. מְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-4","jbo:text":"נכנסו ללשכת הכלים, והוציאו משם תשעים ושלשה כלי כסף וכלי זהב. השקו את התמיד בכוס של זהב. אף על פי שהוא מבקר מבערב, מבקרין אותו לאור האבוקות","jbo:textNikud":"נִכְנְסוּ לְלִשְׁכַּת הַכֵּלִים, וְהוֹצִיאוּ מִשָּׁם תִּשְׁעִים וּשְׁלשָׁה כְלֵי כֶסֶף וּכְלֵי זָהָב. הִשְׁקוּ אֶת הַתָּמִיד בְּכוֹס שֶׁל זָהָב. אַף עַל פִּי שֶׁהוּא מְבֻקָּר מִבָּעֶרֶב, מְבַקְּרִין אוֹתוֹ לְאוֹר הָאֲבוּקוֹת","rdfs:label":"משנה תמיד ג ד","jbo:interprets":"jbr:mishna-5-9-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-4","jbo:text":"ר\"ע מברטנורה תשעים ושלשה כלי כסף וכלי זהב. לא אתפרש למה הצרכו למנין של כלים הללו. ובירושלמי במסכת חגיגה אמרו כנגד תשעים ושלש אזכרות שבנבואות חגי זכריה ומלאכי {ט}: השקו את התמיד. סמוך לשחיטתו, כדי שיהא עורו נפשט יפה: בכוס של זהב. אית דאמרי גוזמא קתני דלא של זהב היה, אלא של נחשת יפה כזהב. ואית דאמרי בכוס של זהב ממש, שאין עניות במקום עשירות: אף על פי שהוא מבקר. דתמיד טעון בקור ממום ארבעה ימים קדם שחיטתו, דומיא דשה הפסח","jbo:textNikud":"ר\"ע מברטנורה תִּשְׁעִים וּשְׁלֹשָׁה כְלֵי כֶסֶף וּכְלֵי זָהָב. לֹא אִתְפָּרֵשׁ לָמָּה הֻצְרְכוּ לְמִנְיָן שֶׁל כֵּלִים הַלָּלוּ. וּבַיְרוּשַׁלְמִי בְמַסֶּכֶת חֲגִיגָה אָמְרוּ כְּנֶגֶד תִּשְׁעִים וְשָׁלֹשׁ אַזְכָּרוֹת שֶׁבִּנְבוּאוֹת חַגַּי זְכַרְיָה וּמַלְאָכִי {ט}: הִשְׁקוּ אֶת הַתָּמִיד. סָמוּךְ לִשְׁחִיטָתוֹ, כְּדֵי שֶׁיְּהֵא עוֹרוֹ נִפְשָׁט יָפֶה: בְּכוֹס שֶׁל זָהָב. אִית דְּאָמְרֵי גוּזְמָא קָתָנֵי דְּלֹא שֶׁל זָהָב הָיָה, אֶלָּא שֶׁל נְחֹשֶׁת יָפָה כְזָהָב. וְאִית דְּאָמְרֵי בְכוֹס שֶׁל זָהָב מַמָּשׁ, שֶׁאֵין עֲנִיּוּת בִּמְקוֹם עֲשִׁירוּת: אַף עַל פִּי שֶׁהוּא מְבֻקָּר. דְּתָמִיד טָעוּן בִּקּוּר מִמּוּם אַרְבָּעָה יָמִים קֹדֶם שְׁחִיטָתוֹ, דּוּמְיָא דְשֵׂה הַפֶּסַח","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-4","jbo:text":"עיקר תוי\"ט {ט} והביאו הרמב\"ם. ואני חשבתי ומצאתי שישנם הרבה יותר מכפלים מתשעים ושלש. ואי לא גרסינן אלא חגי ומלאכי אתי שפיר, שכן עמדתי למנין בשני ספרים אלו כו' ואינם כי אם תשעים ושלש, צא וחשב. והרמב\"ם בפרושו (ובחבורו) כתב שמנין זה אפשר הוא כנגד מה שצריכים לכלים לעבודת היום. לכך נראה לי שחכמים לא נתכונו להוציא כלים כסכום השמות, דאם לא כן הוה להו להעמיד הסכום של כל השלשה ספרים, אלא לפי שראו שסכום הכלים הצריכים ליום מכון לשמות שבשני ספרים הנזכרים לעיל אסמכינהו אקראי. תוספות יום טוב, ועין עוד","jbo:textNikud":"עיקר תוי\"ט {ט} וְהֵבִיאוֹ הָרַמְבַּ\"ם. וַאֲנִי חִשַּׁבְתִּי וּמָצָאתִי שֶׁיֶּשְׁנָם הַרְבֵּה יוֹתֵר מִכִּפְלַיִם מִתִּשְׁעִים וְשָׁלֹשׁ. וְאִי לֹא גָרְסִינַן אֶלָּא חַגַּי וּמַלְאָכִי אָתֵי שַׁפִּיר, שֶׁכֵּן עָמַדְתִּי לְמִנְיָן בִּשְׁנֵי סְפָרִים אֵלּוּ כוּ' וְאֵינָם כִּי אִם תִּשְׁעִים וְשָׁלֹשׁ, צֵא וַחֲשֹׁב. וְהָרַמְבַּ\"ם בְּפֵרוּשׁוֹ (וּבְחִבּוּרוֹ) כָּתַב שֶׁמִּנְיָן זֶה אֶפְשָׁר הוּא כְּנֶגֶד מַה שֶּׁצְּרִיכִים לַכֵּלִים לַעֲבוֹדַת הַיּוֹם. לְכָךְ נִרְאֶה לִי שֶׁחֲכָמִים לֹא נִתְכַּוְּנוּ לְהוֹצִיא כֵּלִים כִּסְכוּם הַשֵּׁמוֹת, דְּאִם לֹא כֵן הֲוָה לְהוּ לְהַעֲמִיד הַסְּכוּם שֶׁל כָּל הַשְּׁלשָׁה סְפָרִים, אֶלָּא לְפִי שֶׁרָאוּ שֶׁסְּכוּם הַכֵּלִים הַצְּרִיכִים לְיוֹם מְכֻוָּן לַשֵּׁמוֹת שֶׁבִּשְׁנֵי סְפָרִים הַנִּזְכָּרִים לְעֵיל אַסְמְכִינְהוּ אַקְּרָאֵי. תּוֹסְפוֹת יוֹם טוֹב, וְעַיֵּן עוֹד","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-5","jbo:text":"מי שזכה בתמיד, מושכו והולך לבית המטבחים, ומי שזכו באברים הולכין אחריו. בית המטבחים היה לצפונו של מזבח, ועליו שמנה עמודים ננסין, ורביעית של ארז על גביהן, ואנקליות של ברזל היו קבועין בהן, ושלשה סדרים היה לכל אחד ואחד, שבהן תולין. ומפשיטין על שלחנות {י} של שיש שבין העמודים","jbo:textNikud":"מִי שֶׁזָּכָה בַתָּמִיד, מוֹשְׁכוֹ וְהוֹלֵךְ לְבֵית הַמִּטְבָּחַיִם, וּמִי שֶׁזָּכוּ בָאֵבָרִים הוֹלְכִין אַחֲרָיו. בֵּית הַמִּטְבָּחַיִם הָיָה לִצְפוֹנוֹ שֶׁל מִזְבֵּחַ, וְעָלָיו שְׁמֹנָה עַמּוּדִים נַנָּסִין, וּרְבִיעִית שֶׁל אֶרֶז עַל גַּבֵּיהֶן, וְאֻנְקְלָיוֹת שֶׁל בַּרְזֶל הָיוּ קְבוּעִין בָּהֶן, וּשְׁלשָׁה סְדָרִים הָיָה לְכָל אֶחָד וְאֶחָד, שֶׁבָּהֶן תּוֹלִין. וּמַפְשִׁיטִין עַל שֻׁלְחָנוֹת {י} שֶׁל שַׁיִשׁ שֶׁבֵּין הָעַמּוּדִים","rdfs:label":"משנה תמיד ג ה","jbo:interprets":"jbr:mishna-5-9-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-5","jbo:text":"ר\"ע מברטנורה לצפונו של מזבח. דתמיד עולה הוא, ועולה טעונה צפון: שמנה עמודים. עמודים של אבן נמוכים: ורביעית של ארז. חתיכות מרבעות של ארז היו על העמודים: אנקליות. כעין ווים. אינציני\"ש בלע\"ז: היו קבועים. באותן רביעיות של ארז, ותולין בהן הבהמה: ושלשה סדרים. של אנקליות זו למעלה מזו היה בכל חתיכת עץ, לתלות בהמה גדולה או קטנה: על שלחנות של שיש שבין העמודים. שעליהם מדיחין הקרבים. והיה אפשר לעשותן של זהב, שאין עניות במקום עשירות, ולא עשאום אלא של שיש לפי שהזהב מרתיח ומסריח, והשיש מקרר ומצנן ומעמידו שלא יסריח","jbo:textNikud":"ר\"ע מברטנורה לִצְפוֹנוֹ שֶׁל מִזְבֵּחַ. דְּתָמִיד עוֹלָה הוּא, וְעוֹלָה טְעוּנָה צָפוֹן: שְׁמֹנָה עַמּוּדִים. עַמּוּדִים שֶׁל אֶבֶן נְמוּכִים: וּרְבִיעִית שֶׁל אֶרֶז. חֲתִיכוֹת מְרֻבָּעוֹת שֶׁל אֶרֶז הָיוּ עַל הָעַמּוּדִים: אֻנְקְלָיוֹת. כְּעֵין וָוִים. אינציני\"ש בְּלַעַ\"ז: הָיוּ קְבוּעִים. בְּאוֹתָן רְבִיעִיּוֹת שֶׁל אֶרֶז, וְתוֹלִין בָּהֶן הַבְּהֵמָה: וּשְׁלֹשָׁה סְדָרִים. שֶׁל אֻנְקְלָיוֹת זוֹ לְמַעְלָה מִזּוֹ הָיָה בְכָל חֲתִיכַת עֵץ, לִתְלוֹת בְּהֵמָה גְדוֹלָה אוֹ קְטַנָּה: עַל שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ שֶׁבֵּין הָעַמּוּדִים. שֶׁעֲלֵיהֶם מְדִיחִין הַקְּרָבַיִם. וְהָיָה אֶפְשָׁר לַעֲשׂוֹתָן שֶׁל זָהָב, שֶׁאֵין עֲנִיּוּת בִּמְקוֹם עֲשִׁירוּת, וְלֹא עֲשָׂאוּם אֶלָּא שֶׁל שַׁיִשׁ לְפִי שֶׁהַזָּהָב מַרְתִּיחַ וּמַסְרִיחַ, וְהַשַּׁיִשׁ מְקָרֵר וּמְצַנֵּן וּמַעֲמִידוֹ שֶׁלֹּא יַסְרִיחַ","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-5","jbo:text":"עיקר תוי\"ט {י} שלחנות. שהיו מניחים הבהמה על שלחנות כדי שלא תהא נגררת על גבי קרקע. תוספות","jbo:textNikud":"עיקר תוי\"ט {י} שֻׁלְחָנוֹת. שֶׁהָיוּ מַנִּיחִים הַבְּהֵמָה עַל שֻׁלְחָנוֹת כְּדֵי שֶׁלֹּא תְהֵא נִגְרֶרֶת עַל גַּבֵּי קַרְקַע. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-6","jbo:text":"מי שזכה בדשון מזבח הפנימי והמנורה היו מקדימין, וארבעה כלים בידם, הטני והכוז ושני מפתחות. הטני דומה לתרקב גדול של זהב, מחזיק קבין וחצי. והכוז דומה לקיתון גדול של זהב. ושני מפתחות, אחד יורד לאמת השחי ואחד פותח כיון","jbo:textNikud":"מִי שֶׁזָּכָה בְדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה הָיוּ מַקְדִּימִין, וְאַרְבָּעָה כֵלִים בְּיָדָם, הַטֶּנִי וְהַכּוּז וּשְׁנֵי מַפְתְּחוֹת. הַטֶּנִי דוֹמֶה לְתַרְקָב גָּדוֹל שֶׁל זָהָב, מַחֲזִיק קַבַּיִן וָחֵצִי. וְהַכּוּז דּוֹמֶה לְקִיתוֹן גָּדוֹל שֶׁל זָהָב. וּשְׁנֵי מַפְתְּחוֹת, אֶחָד יוֹרֵד לְאַמַּת הַשֶּׁחִי וְאֶחָד פּוֹתֵחַ כֵּיוָן","rdfs:label":"משנה תמיד ג ו","jbo:interprets":"jbr:mishna-5-9-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-6","jbo:text":"ר\"ע מברטנורה הטני. לשון ושמת בטנא. דומה לסל ופיו רחב: והכוז. קיתון בלשון ערבי קורין אלכו\"ז: שני מפתחות. לפתח שני מנעולים שבפשפש הצפוני: תרקב. כלי שמחזיק שלשה קבין. ולשון תרקב, תרי וקב. ודומה היה לתרקב אבל לא היה מחזיק אלא קבים וחצי, ושל זהב היה: אחד יורד לאמת השחי. הפשפש הצפוני דתנן לקמן בא לו לפשפש הצפוני, היו לו שני מנעולין, האחד היה למטה בפנים בתחתיתו של פתח, והיה הכהן הרוצה לכנס מכניס אמת ידו בחור שבכתל עד בית השחי שלו ופותח בידו דרך פנים, והאחר פותח במפתח מיד בלא טרח כשאר כל הפתחים: כיון. כמו [פסחים לז:] יעשנה בדפוס ויקבענה כיון, כלומר מהר בלא טרח","jbo:textNikud":"ר\"ע מברטנורה הַטֶּנִי. לְשׁוֹן וְשַׂמְתָּ בַּטֶּנֶא. דּוֹמֶה לְסַל וּפִיו רָחָב: וְהַכּוּז. קִיתוֹן בְּלָשׁוֹן עֲרָבִי קוֹרִין אלכו\"ז: שְׁנֵי מַפְתְּחוֹת. לִפְתֹּחַ שְׁנֵי מַנְעוּלִים שֶׁבַּפִּשְׁפָּשׁ הַצְּפוֹנִי: תַּרְקָב. כְּלִי שֶׁמַּחֲזִיק שְׁלֹשָׁה קַבִּין. וּלְשׁוֹן תַּרְקָב, תְּרֵי וְקַב. וְדוֹמֶה הָיָה לְתַרְקָב אֲבָל לֹא הָיָה מַחֲזִיק אֶלָּא קַבַּיִם וָחֵצִי, וְשֶׁל זָהָב הָיָה: אֶחָד יוֹרֵד לְאַמַּת הַשֶּׁחִי. הַפִּשְׁפָּשׁ הַצְּפוֹנִי דִתְנַן לְקַמָּן בָּא לוֹ לַפִּשְׁפָּשׁ הַצְּפוֹנִי, הָיוּ לוֹ שְׁנֵי מַנְעוּלִין, הָאֶחָד הָיָה לְמַטָּה בִפְנִים בְּתַחְתִּיתוֹ שֶׁל פֶּתַח, וְהָיָה הַכֹּהֵן הָרוֹצֶה לִכָּנֵס מַכְנִיס אַמַּת יָדוֹ בַחוֹר שֶׁבַּכֹּתֶל עַד בֵּית הַשֶּׁחִי שֶׁלּוֹ וּפוֹתֵחַ בְּיָדוֹ דֶרֶךְ פְּנִים, וְהָאַחֵר פּוֹתֵחַ בְּמַפְתֵּחַ מִיָּד בְּלֹא טֹרַח כִּשְׁאָר כָּל הַפְּתָחִים: כֵּיוָן. כְּמוֹ [פְּסָחִים לז:] יַעֲשֶׂנָּה בִדְפוּס וְיִקְבְּעֶנָּה כֵיוָן, כְּלוֹמַר מַהֵר בְּלֹא טֹרַח","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-7","jbo:text":"בא לו לפשפש הצפוני. ושני פשפשין היו לו לשער הגדול, אחד בצפון ואחד בדרום. שבדרום לא נכנס בו אדם מעולם, ועליו הוא מפרש על ידי יחזקאל (יחזקאל מד), ויאמר אלי ה', השער הזה סגור יהיה לא יפתח ואיש לא יבא בו כי ה' אלהי ישראל בא בו והיה סגור. נטל את המפתח ופתח את הפשפש, נכנס לתא, ומן התא אל ההיכל, עד שהוא מגיע לשער הגדול. הגיע לשער הגדול, העביר את הנגר ואת הפותחות ופתחו. לא היה שוחט השוחט, עד ששומע קול שער הגדול שנפתח {יא}","jbo:textNikud":"בָּא לוֹ לַפִּשְׁפָּשׁ הַצְּפוֹנִי. וּשְׁנֵי פִשְׁפָּשִׁין הָיוּ לוֹ לַשַּׁעַר הַגָּדוֹל, אֶחָד בַּצָּפוֹן וְאֶחָד בַּדָּרוֹם. שֶׁבַּדָּרוֹם לֹא נִכְנַס בּוֹ אָדָם מֵעוֹלָם, וְעָלָיו הוּא מְפֹרָשׁ עַל יְדֵי יְחֶזְקֵאל (יחזקאל מד), וַיֹּאמֶר אֵלַי ה', הַשַּׁעַר הַזֶּה סָגוּר יִהְיֶה לֹא יִפָּתֵחַ וְאִישׁ לֹא יָבֹא בוֹ כִּי ה' אֱלֹהֵי יִשְׂרָאֵל בָּא בוֹ וְהָיָה סָגוּר. נָטַל אֶת הַמַּפְתֵּחַ וּפָתַח אֶת הַפִּשְׁפָּשׁ, נִכְנַס לַתָּא, וּמִן הַתָּא אֶל הַהֵיכָל, עַד שֶׁהוּא מַגִּיעַ לַשַּׁעַר הַגָּדוֹל. הִגִּיעַ לַשַּׁעַר הַגָּדוֹל, הֶעֱבִיר אֶת הַנֶּגֶר וְאֶת הַפּוֹתְחוֹת וּפְתָחוֹ. לֹא הָיָה שׁוֹחֵט הַשּׁוֹחֵט, עַד שֶׁשּׁוֹמֵעַ קוֹל שַׁעַר הַגָּדוֹל שֶׁנִּפְתָּח {יא}","rdfs:label":"משנה תמיד ג ז","jbo:interprets":"jbr:mishna-5-9-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-7","jbo:text":"ר\"ע מברטנורה ושני פשפשין היו לו לשער הגדול. הוא שער ההיכל. והיו לו דלתות בתחלת עבי הכתל שהיה עביו שש אמות, ודלתות אחרות לסוף עביו לצד פנים. ושני פשפשין הנך שני פתחים קטנים אחד מימין שער הגדול ואחד משמאלו רחוק קצת מן השער. אותו שבדרום כתיב סגור יהיה לא יפתח, בשל עתיד, ומסתמא כן היה בבית עולמים, אבל פשפש שבצפון היה פותחו על ידי חור שאצלו שתוחב בו ידו עד השחי וכופף ידו בפנים, ועל ידי מנעול אחר שבו שנפתח לאלתר בלי טרח: ופתח את הפשפש. נכנס לתא. והיא לשכה אחת הפתוחה להיכל: ומן התא אל ההיכל. והולך בחלל ההיכל עד השער הגדול שבסוף עבי הכתל מבפנים ופותחו ובא לו אל שער השני ועומד בפנים ופותחו: נגר. בריח שמבריח מקצה הדלת לקצה הדלת. פרוש אחר, נגר הינו היתד הנעוץ אחורי הדלת בנקב שבאסקפה: ואת הפותחות. המנעולים והמסגרות","jbo:textNikud":"ר\"ע מברטנורה וּשְׁנֵי פִשְׁפָּשִׁין הָיוּ לוֹ לְשַּׁעַר הַגָּדוֹל. הוּא שַׁעַר הַהֵיכָל. וְהָיוּ לוֹ דְלָתוֹת בִּתְחִלַּת עֳבִי הַכֹּתֶל שֶׁהָיָה עָבְיוֹ שֵׁשׁ אַמּוֹת, וּדְלָתוֹת אֲחֵרוֹת לְסוֹף עָבְיוֹ לְצַד פְּנִים. וּשְׁנֵי פִשְׁפָּשִׁין הָנָךְ שְׁנֵי פְתָחִים קְטַנִּים אֶחָד מִימִין שַׁעַר הַגָּדוֹל וְאֶחָד מִשְּׂמֹאלוֹ רָחוֹק קְצָת מִן הַשַּׁעַר. אוֹתוֹ שֶׁבַּדָּרוֹם כְּתִיב סָגוּר יִהְיֶה לֹא יִפָּתֵחַ, בְּשֶׁל עָתִיד, וּמִסְּתָמָא כֵן הָיָה בְבֵית עוֹלָמִים, אֲבָל פִּשְׁפָּשׁ שֶׁבַּצָּפוֹן הָיָה פוֹתְחוֹ עַל יְדֵי חוֹר שֶׁאֶצְלוֹ שֶׁתּוֹחֵב בּוֹ יָדוֹ עַד הַשֶּׁחִי וְכוֹפֵף יָדוֹ בִפְנִים, וְעַל יְדֵי מַנְעוּל אַחֵר שֶׁבּוֹ שֶׁנִּפְתָּח לְאַלְתַּר בְּלִי טֹרַח: וּפָתַח אֶת הַפִּשְׁפָּשׁ. נִכְנַס לַתָּא. וְהִיא לִשְׁכָּה אַחַת הַפְּתוּחָה לַהֵיכָל: וּמִן הַתָּא אֶל הַהֵיכָל. וְהוֹלֵךְ בַּחֲלַל הַהֵיכָל עַד הַשַּׁעַר הַגָּדוֹל שֶׁבְּסוֹף עֳבִי הַכֹּתֶל מִבִּפְנִים וּפוֹתְחוֹ וּבָא לוֹ אֶל שַׁעַר הַשֵּׁנִי וְעוֹמֵד בִּפְנִים וּפוֹתְחוֹ: נֶגֶר. בָּרִיחַ שֶׁמַּבְרִיחַ מִקְּצֵה הַדֶּלֶת לִקְצֵה הַדֶּלֶת. פֵּרוּשׁ אַחֵר, נֶגֶר הַיְנוּ הַיָּתֵד הַנָּעוּץ אֲחוֹרֵי הַדֶּלֶת בַּנֶּקֶב שֶׁבָּאַסְקֻפָּה: וְאֶת הַפּוֹתְחוֹת. הַמַּנְעוּלִים וְהַמַסְגְּרוֹת","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-7","jbo:text":"עיקר תוי\"ט {יא} שנפתח. למדין בגמרא, אל פתח אהל מועד, עד שיהא פתוח, ומשם למדין לכל הקרבנות. עין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} שֶׁנִּפְתָּח. לְמֵדִין בַּגְּמָרָא, אֶל פֶּתַח אֹהֶל מוֹעֵד, עַד שֶׁיְּהֵא פָתוּחַ, וּמִשָּׁם לְמֵדִין לְכָל הַקָּרְבָּנוֹת. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-8","jbo:text":"מיריחו היו שומעין קול שער הגדול שנפתח. מיריחו היו שומעין קול המגרפה. מיריחו היו שומעין קול העץ שעשה בן קטין מוכני לכיור. מיריחו היו שומעין קול גביני כרוז. מיריחו היו שומעין קול החליל. מיריחו היו שומעין קול הצלצל. מיריחו היו שומעין קול השיר. מיריחו היו שומעים קול השופר {טו}. ויש אומרים, אף קול של כהן גדול בשעה שהוא מזכיר את השם ביום הכפורים {טז}. מיריחו היו מריחים ריח פטום הקטרת. אמר רבי אליעזר בן דגלאי, עזים היו לבית אבא בהר מכור, והיו מתעטשות מריח פטום הקטרת","jbo:textNikud":"מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל שַׁעַר הַגָּדוֹל שֶׁנִּפְתָּח. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל הַמַּגְרֵפָה. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל הָעֵץ שֶׁעָשָׂה בֶן קָטִין מוּכְנִי לַכִּיּוֹר. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל גְּבִינִי כָּרוֹז. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל הֶחָלִיל. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל הַצֶּלְצָל. מִירִיחוֹ הָיוּ שׁוֹמְעִין קוֹל הַשִּׁיר. מִירִיחוֹ הָיוּ שׁוֹמְעִים קוֹל הַשּׁוֹפָר {טו}. וְיֵשׁ אוֹמְרִים, אַף קוֹל שֶׁל כֹּהֵן גָּדוֹל בְּשָׁעָה שֶׁהוּא מַזְכִּיר אֶת הַשֵּׁם בְּיוֹם הַכִּפּוּרִים {טז}. מִירִיחוֹ הָיוּ מְרִיחִים רֵיחַ פִּטּוּם הַקְּטֹרֶת. אָמַר רַבִּי אֱלִיעֶזֶר בֶּן דִּגְלַאי, עִזִּים הָיוּ לְבֵית אַבָּא בְּהַר מִכְוָר, וְהָיוּ מִתְעַטְּשׁוֹת מֵרֵיחַ פִּטּוּם הַקְּטֹרֶת","rdfs:label":"משנה תמיד ג ח","jbo:interprets":"jbr:mishna-5-9-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-8","jbo:text":"ר\"ע מברטנורה מיריחו היו שומעים קול שער הגדול. ומירושלים עד יריחו עשר פרסאות: המגרפה. מין כלי נגון {יב} שהיה במקדש, עשרה נקבים היו בו, וכל אחד ואחד מוציא מאה מיני זמר {יג}, וקולו נשמע עד למרחוק: בן קטין. שם אדם וכהן גדול היה, ועשה גלגל לכיור לשקעו בבור שלא יהיו מימיו נפסלים בלינה, שכל דבר שנתקדש בכלי שרת נפסל בלינה וביוצא ובטבול יום, וכשהיו מעלים אותו {יד} מן הבור לקדש בו ידיהם ורגליהם היה קול הגלגל נשמע עד יריחו: גביני כרוז. כהן ששמו גביני, שהיה מכריז בכל בקר בבית המקדש עמדו כהנים לעבודתכם: חליל. צלמיצלי\"ש בלע\"ז, בערבי מזמא\"ר, וקולו נשמע למרחוק. ויש אומרים פיפר\"י בלע\"ז: צלצל. צמבל\"י בלע\"ז: מכור. שם מקום","jbo:textNikud":"ר\"ע מברטנורה מִירִיחוֹ הָיוּ שׁוֹמְעִים קוֹל שַׁעַר הַגָּדוֹל. וּמִירוּשָׁלַיִם עַד יְרִיחוֹ עֶשֶׂר פַּרְסָאוֹת: הַמַּגְרֵפָה. מִין כְּלִי נִגּוּן {יב} שֶׁהָיָה בַמִּקְדָּשׁ, עֲשָׂרָה נְקָבִים הָיוּ בוֹ, וְכָל אֶחָד וְאֶחָד מוֹצִיא מֵאָה מִינֵי זֶמֶר {יג}, וְקוֹלוֹ נִשְׁמַע עַד לְמֵרָחוֹק: בֶּן קָטִין. שֵׁם אָדָם וְכֹהֵן גָּדוֹל הָיָה, וְעָשָׂה גַלְגַּל לַכִּיּוֹר לְשַׁקְּעוֹ בַבּוֹר שֶׁלֹּא יִהְיוּ מֵימָיו נִפְסָלִים בְּלִינָה, שֶׁכָּל דָּבָר שֶׁנִּתְקַדֵּשׁ בִּכְלִי שָׁרֵת נִפְסָל בְּלִינָה וּבְיוֹצֵא וּבִטְבוּל יוֹם, וּכְשֶׁהָיוּ מַעֲלִים אוֹתוֹ {יד} מִן הַבּוֹר לְקַדֵּשׁ בּוֹ יְדֵיהֶם וְרַגְלֵיהֶם הָיָה קוֹל הַגַּלְגַּל נִשְׁמָע עַד יְרִיחוֹ: גְּבִינִי כָּרוֹז. כֹּהֵן שֶׁשְּׁמוֹ גְבִינִי, שֶׁהָיָה מַכְרִיז בְּכָל בֹּקֶר בְּבֵית הַמִּקְדָּשׁ עִמְדוּ כֹהֲנִים לַעֲבוֹדַתְכֶם: חָלִיל. צלמיצלי\"ש בְּלַעַ\"ז, בַּעֲרָבִי מזמא\"ר, וְקוֹלוֹ נִשְׁמַע לְמֵרָחוֹק. וְיֵשׁ אוֹמְרִים פיפר\"י בְלַעַ\"ז: צֶלְצָל. צמבל\"י בְלַעַ\"ז: מִכְוָר. שֵׁם מָקוֹם","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-8","jbo:text":"עיקר תוי\"ט {יב} ואפשר שנקראת מגרפה לפי שצורתה היתה כן. הרמב\"ם: {יג} נמצאת כלה מוציאה אלף מיני זמר. ואמרו בגמרא דגוזמא היא. ויש אומרים שכל אחד מוציא עשרה מיני זמר, נמצאת כלה מוציאה מאה מיני זמר. וכן פרש הרמב\"ם: {יד} משמע דתחלת דבריו דלשקעו לאו דוקא, שהרי כל עצמו של גלגל לא נעשה אלא להשמיע קול. ועין תוספות יום טוב: {טו} השופר. ידוע שהשופר תוקעין אותו בכל יום במקדש, וכמו שנתבאר בסוף סכה. הרמב\"ם: {טז} ביום הכפורים. שהכהנים והעם העומדים בעזרה היו אומרים ברוך שם כבוד מלכותו לעולם ועד, כדתנן ביומא משנה ב' פרק ו', ועל אותו קול הוא אומר כן, אלא שמיחסו לכהן גדול שהוא ראש המדברים. ואין נראה שיהיה קול של כהן גדול לבדו כו' להחליט על כל כהן גדול, אי אפשר לומר כן. וכן מוכח לישנא דמתניתין בשעה כו'. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יב} וְאֶפְשָׁר שֶׁנִּקְרֵאת מַגְרֵפָה לְפִי שֶׁצּוּרָתָהּ הָיְתָה כֵן. הָרַמְבַּ\"ם: {יג} נִמְצֵאת כֻּלָּהּ מוֹצִיאָה אֶלֶף מִינֵי זֶמֶר. וְאָמְרוּ בַגְּמָרָא דְּגוּזְמָא הִיא. וְיֵשׁ אוֹמְרִים שֶׁכָּל אֶחָד מוֹצִיא עֲשָׂרָה מִינֵי זֶמֶר, נִמְצֵאת כֻלָּהּ מוֹצִיאָה מֵאָה מִינֵי זֶמֶר. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם: {יד} מַשְׁמַע דִּתְחִלַּת דְּבָרָיו דִּלְשַׁקְּעוֹ לָאו דַּוְקָא, שֶׁהֲרֵי כָּל עַצְמוֹ שֶׁל גַּלְגַּל לֹא נַעֲשָׂה אֶלָּא לְהַשְׁמִיעַ קוֹל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} הַשּׁוֹפָר. יָדוּעַ שֶׁהַשּׁוֹפָר תּוֹקְעִין אוֹתוֹ בְּכָל יוֹם בַּמִּקְדָּשׁ, וּכְמוֹ שֶׁנִּתְבָּאֵר בְּסוֹף סֻכָּה. הָרַמְבַּ\"ם: {טז} בְּיוֹם הַכִּפּוּרִים. שֶׁהַכֹּהֲנִים וְהָעָם הָעוֹמְדִים בַּעֲזָרָה הָיוּ אוֹמְרִים בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד, כְּדִתְנַן בְּיוֹמָא מִשְׁנָה ב' פֶּרֶק ו', וְעַל אוֹתוֹ קוֹל הוּא אוֹמֵר כֵּן, אֶלָּא שֶׁמְּיַחֲסוֹ לַכֹּהֵן גָּדוֹל שֶׁהוּא רֹאשׁ הַמְדַבְּרִים. וְאֵין נִרְאֶה שֶׁיִּהְיֶה קוֹל שֶׁל כֹּהֵן גָּדוֹל לְבַדּוֹ כוּ' לְהַחְלִיט עַל כָּל כֹּהֵן גָּדוֹל, אִי אֶפְשָׁר לוֹמַר כֵּן. וְכֵן מוּכָח לִישְׁנָא דְמַתְנִיתִין בְּשָׁעָה כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-8"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-5-9-3-9","jbo:text":"מי שזכה בדשון מזבח הפנימי, נכנס ונטל הטני והניחו לפניו, והיה חופן ונותן לתוכו, ובאחרונה כבד את השאר לתוכו והניחו ויצא. מי שזכה בדשון המנורה, נכנס ומצא שני נרות מזרחיים דולקים, מדשן את השאר ומניח את אלו דולקין במקומן. מצאן שכבו, מדשנן ומדליקן מן הדולקים, ואחר כך מדשן את השאר. ואבן היתה לפני המנורה ובה שלש מעלות, שעליה הכהן עומד ומטיב את הנרות. והניח את הכוז על מעלה שניה ויצא","jbo:textNikud":"מִי שֶׁזָּכָה בְדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי, נִכְנַס וְנָטַל הַטֶּנִי וְהִנִּיחוֹ לְפָנָיו, וְהָיָה חוֹפֵן וְנוֹתֵן לְתוֹכוֹ, וּבָאַחֲרוֹנָה כִּבֵּד אֶת הַשְּׁאָר לְתוֹכוֹ וְהִנִּיחוֹ וְיָצָא. מִי שֶׁזָּכָה בְדִשּׁוּן הַמְּנוֹרָה, נִכְנַס וּמָצָא שְׁנֵי נֵרוֹת מִזְרָחִיִּים דּוֹלְקִים, מְדַשֵּׁן אֶת הַשְּׁאָר וּמַנִּיחַ אֶת אֵלּוּ דּוֹלְקִין בִּמְקוֹמָן. מְצָאָן שֶׁכָּבוּ, מְדַשְּׁנָן וּמַדְלִיקָן מִן הַדּוֹלְקִים, וְאַחַר כָּךְ מְדַשֵּׁן אֶת הַשְּׁאָר. וְאֶבֶן הָיְתָה לִפְנֵי הַמְּנוֹרָה וּבָהּ שָׁלשׁ מַעֲלוֹת, שֶׁעָלֶיהָ הַכֹּהֵן עוֹמֵד וּמֵטִיב אֶת הַנֵּרוֹת. וְהִנִּיחַ אֶת הַכּוּז עַל מַעֲלָה שְׁנִיָּה וְיָצָא","rdfs:label":"משנה תמיד ג ט","jbo:interprets":"jbr:mishna-5-9-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-bartanura-5-9-3-9","jbo:text":"ר\"ע מברטנורה ובאחרונה. שלא היה רק מעט דשן ולא היה יכול לקח בחפניו, כבד שאר הדשן לתוך הטני: והניחו. לטני שם ויצא. אבל מיד לא היה מוציאו, שכיון שצריך לתת הדשן אצל המזבח קדמה כמו דשון המנורה, ממתין עד לאחר זריקת התמיד, שהיה עושה הטבת שתי נרות וגומר {יז} השלמת דשון המנורה, ואז היו שניהם מוציאין זה הטני וזה הכוז ושופכין הדשן במקום אחד אצל המזבח ונבלעים שם במקומן: ומצא שתי נרות מזרחיות דולקים. האי תנא סבר מנורה מזרח ומערב היא מנחת {יח}. ופעמים שמוצא גם השאר דולקים, ונקט שתי נרות מזרחיות דולקים משום דשאר נרות אפלו דולקים מכבן ומדשנן, ואלו שתי נרות אם מצאן דולקים אינו מכבן. ועוד משום דקתני בסיפא מצאן שכבו לאלו מזרחיות חוזר ומדליקן, ובשאר נרות מצאן שכבו אינו מדליקן עד הערב: מדשן את השאר. חמש נרות שלצד מערב, מסיר מהן השמן הישן והפתילה הישנה והדשן, ונותן הכל בכוז, ונותן שמן חדש ופתילה חדשה, ולאחר שחיטת התמיד וזריקת דמו, מדשן השני מזרחיות ונותן בהן שמן ופתילה חדשה. והא דמפסיק ההטבה בשחיטת התמיד וזריקת דמו ואינו מטיבן כלן יחד, משום דכתיב (שמות ל) בבקר בבקר בהיטיבו את הנרות, אמרה תורה חלק ההטבה לשני בקרים {יט}, ועביד הטבת חמש נרות ברישא והדר הטבת שתי נרות, משום דכיון דאתחיל, עביד רבא. והאי דלא עביד שתא והדר חד, משום דכתיב בהיטיבו את הנרות, [אין] הטבת נרות פחות [משתים]. והני מלי בזמן שאין הנס, כגון לאחר שמת שמעון הצדיק. אבל קדם שמת שמעון הצדיק שהיה נר מערבי דולק תמיד בדרך נס, כדתניא מחוץ לפרכת העדות, עדות הוא שהשכינה שורה בישראל, זו נר מערבי שנותן בה שמן כמדת חברותיה וממנה היה מתחיל ובה היה מסים, כשהיה בא להיטיב השתי נרות מזרחיות, לא היה מדשן אלא הנר הראשון בלבד ומיטיבו, ומניח הנר השני הסמוך לו דולק עד הערב שמדליק את הנרות וממנו מדליק כל הנרות האחרים, ואחר שהדליק שאר הנרות מיטיבו ומדשנו לנר זה בערב ומדליקו. ואף על גב דכתיב בהיטיבו את הנרות דאין הטבה פחות משתים, הכי עדיף טפי {כ} שלא להיטיב כי אם נר אחד מן השתי נרות מזרחיות ולהניח הנר השני דולק שלא להיטיבו עד הערב, כדי לפרסם הנס שהוא דולק תמיד. ומה שמיטיב חמש של צד מערב תחלה, ולא חמש לצד מזרח ולבסוף שתים של מערב, ומהם היה לו להדליק, ולא עביד הכי משום דכתיב (ויקרא כד) להעלות נר תמיד מחוץ לפרכת העדות יערך אותו לפני ה', אמרה תורה קבע נר להדליק ממנו שאר נרות, ואיזה זה נר שני של צד מזרח, והוא קרוי נר מערבי, דכי עיל בהיכל בההוא נר פגע ברישא, ואין מעבירין על המצות, ואיכא למימר בההיא אתוקם הנס והקבע להדליק ממנו. ובנר ראשון אי אפשר, דהא כתיב לפני ה', מאותו נר של צד שכינה שהוא לצד מערב, ואין נר ראשון קרוי לפני ה': מצאן שכבו. השתים מזרחיות. כגון לאחר שמת שמעון הצדיק: מדשנן ומדליקן מן הדולקים. לא שהיה נותן פתילה חדשה ושמן חדש כדרך הטבת הנרות, שהרי לעולם אין מיטיבין שתי נרות מזרחיות אלא לאחר שחיטת התמיד {כא} כדי להפסיק בין הטבת חמש להטבת שתים, אלא מדשנן הינו שמסיר הדשן שבראש הפתילה הישנה, ומגביהה ומדליקה, כדי להיות נכר יפה הפסק שבין הטבת חמש נרות לשתים. ואם אין בנרות דולקים, מדליקן ממזבח העולה: ומדשן את השאר. זו הטבת חמש הנרות, שנותן פתילה חדשה ושמן חדש ומניחן כבויות עד הערב שבא ומדליק. ומדשן דהכא אינו כמו מדשן של שנים מזרחית דלעיל. ולאחר שחיטת התמיד וזריקת דמו חוזר ומדשן [המזרחית] ונותן שמן ופתילה חדשה ומניחה עד הערב כבויה. ונר שניה שקרויה מערבית כמו כן מדשן ומסיר השמן והפתילה ישנה ונותן שמן חדש ומדליקה ממזבח העולה כדי להדליק ממנה בערב הנרות האחרות, שנר מערבי הקבע להדליק ממנו נרות אחרות, ולכך נמי מדליקה אם מצאה כבויה קדם שחיטת התמיד, כיון שצריך מכל מקום להדליקה כשבא ומיטיב לאחר שחיטה. כך מצאתי פרוש משנה זו בפרושי רבנו ברוך בר יצחק, והוא המחור שבכל הפרושים. ודברי הרמב\"ם במשנה זו תמוהים מאד, וגם מה שסובר שהטבת הנרות היא הדלקתן ושהיו מדליקין הנרות של מנורה כלן בבקר כדרך שמדליקין בערב, פליאה נשגבה בעיני, ולא שמעתי ולא ראיתי לאחד מרבותי שסובר כן {כב}: ואבן היתה לפני המנורה. לפי שהמנורה גבוהה שמנה עשר טפחים והיה צריך לעלות למקום גבוה כדי להיטיב את הנרות: ובה שלש מעלות. כנגד שלש העלאות שכתובות במנורה, בהעלתך את הנרות, והעלה את נרתיה, להעלת נר תמיד: והניח הכוז ויצא. עד לאחר זריקת דם התמיד שאז עושה הטבת שתי נרות והוציאו, וכן חברו הוציא את הטני. וכשהוציאו השתחוו בגמר העבודה, ולא עכשיו, שעדין לא נגמר עבודתן","jbo:textNikud":"ר\"ע מברטנורה וּבָאַחֲרוֹנָה. שֶׁלֹּא הָיָה רַק מְעַט דֶּשֶׁן וְלֹא הָיָה יָכוֹל לִקַּח בְּחָפְנָיו, כִּבֵּד שְׁאָר הַדֶּשֶׁן לְתוֹךְ הַטֶּנִי: וְהִנִּיחוֹ. לַטֶּנִי שָׁם וְיָצָא. אֲבָל מִיָּד לֹא הָיָה מוֹצִיאוֹ, שֶׁכֵּיוָן שֶׁצָּרִיךְ לָתֵת הַדֶּשֶׁן אֵצֶל הַמִּזְבֵּחַ קֵדְמָה כְּמוֹ דִשּׁוּן הַמְּנוֹרָה, מַמְתִּין עַד לְאַחַר זְרִיקַת הַתָּמִיד, שֶׁהָיָה עוֹשֶׂה הֲטָבַת שְׁתֵּי נֵרוֹת וְגוֹמֵר {יז} הַשְׁלָמַת דִּשּׁוּן הַמְּנוֹרָה, וְאָז הָיוּ שְׁנֵיהֶם מוֹצִיאִין זֶה הַטֶּנִי וְזֶה הַכּוּז וְשׁוֹפְכִין הַדֶּשֶׁן בְּמָקוֹם אֶחָד אֵצֶל הַמִּזְבֵּחַ וְנִבְלָעִים שָׁם בִּמְקוֹמָן: וּמָצָא שְׁתֵּי נֵרוֹת מִזְרָחִיּוֹת דּוֹלְקִים. הַאי תַּנָּא סָבַר מְנוֹרָה מִזְרָח וּמַעֲרָב הִיא מֻנַּחַת {יח}. וּפְעָמִים שֶׁמּוֹצֵא גַם הַשְּׁאָר דּוֹלְקִים, וְנָקַט שְׁתֵּי נֵרוֹת מִזְרָחִיּוֹת דּוֹלְקִים מִשּׁוּם דִּשְׁאָר נֵרוֹת אֲפִלּוּ דוֹלְקִים מְכַבָּן וּמְדַשְּׁנָן, וְאֵלּוּ שְׁתֵּי נֵרוֹת אִם מְצָאָן דּוֹלְקִים אֵינוֹ מְכַבָּן. וְעוֹד מִשּׁוּם דְּקָתָנֵי בַסֵּיפָא מְצָאָן שֶׁכָּבוּ לְאֵלּוּ מִזְרָחִיּוֹת חוֹזֵר וּמַדְלִיקָן, וּבִשְׁאָר נֵרוֹת מְצָאָן שֶׁכָּבוּ אֵינוֹ מַדְלִיקָן עַד הָעֶרֶב: מְדַשֵּׁן אֶת הַשְּׁאָר. חָמֵשׁ נֵרוֹת שֶׁלְּצַד מַעֲרָב, מֵסִיר מֵהֶן הַשֶּׁמֶן הַיָּשָׁן וְהַפְּתִילָה הַיְשָׁנָה וְהַדֶּשֶׁן, וְנוֹתֵן הַכֹּל בַּכּוּז, וְנוֹתֵן שֶׁמֶן חָדָשׁ וּפְתִילָה חֲדָשָׁה, וּלְאַחַר שְׁחִיטַת הַתָּמִיד וּזְרִיקַת דָּמוֹ, מְדַשֵּׁן הַשְּׁנֵי מִזְרָחִיּוֹת וְנוֹתֵן בָּהֶן שֶׁמֶן וּפְתִילָה חֲדָשָׁה. וְהָא דְמַפְסִיק הַהֲטָבָה בִשְׁחִיטַת הַתָּמִיד וּזְרִיקַת דָּמוֹ וְאֵינוֹ מְטִיבָן כֻּלָּן יַחַד, מִשּׁוּם דִּכְתִיב (שְׁמוֹת ל) בַּבֹּקֶר בַּבֹּקֶר בְּהֵיטִיבוֹ אֶת הַנֵּרוֹת, אָמְרָה תוֹרָה חַלֵּק הַהֲטָבָה לִשְׁנֵי בְקָרִים {יט}, וַעֲבִיד הֲטָבַת חָמֵשׁ נֵרוֹת בְּרֵישָׁא וַהֲדַר הֲטָבַת שְׁתֵּי נֵרוֹת, מִשּׁוּם דְּכֵיוָן דְּאַתְחִיל, עֲבִיד רֻבָּא. וְהַאי דְּלָא עֲבִיד שִׁתָּא וַהֲדַר חַד, מִשּׁוּם דִּכְתִיב בְּהֵיטִיבוֹ אֶת הַנֵּרוֹת, [אֵין] הֲטָבַת נֵרוֹת פָּחוֹת [מִשְּׁתַּיִם]. וְהָנֵי מִלֵּי בִזְמַן שֶׁאֵין הַנֵּס, כְּגוֹן לְאַחַר שֶׁמֵּת שִׁמְעוֹן הַצַּדִּיק. אֲבָל קֹדֶם שֶׁמֵּת שִׁמְעוֹן הַצַּדִּיק שֶׁהָיָה נֵר מַעֲרָבִי דוֹלֵק תָּמִיד בְּדֶרֶךְ נֵס, כִּדְתַנְיָא מִחוּץ לְפָרֹכֶת הָעֵדוּת, עֵדוּת הוּא שֶׁהַשְּׁכִינָה שׁוֹרָה בְיִשְׂרָאֵל, זוֹ נֵר מַעֲרָבִי שֶׁנּוֹתֵן בָּהּ שֶׁמֶן כְּמִדַּת חַבְרוֹתֶיהָ וּמִמֶּנָּה הָיָה מַתְחִיל וּבָהּ הָיָה מְסַיֵּם, כְּשֶׁהָיָה בָא לְהֵיטִיב הַשְּׁתֵּי נֵרוֹת מִזְרָחִיּוֹת, לֹא הָיָה מְדַשֵּׁן אֶלָּא הַנֵּר הָרִאשׁוֹן בִּלְבַד וּמֵיטִיבוֹ, וּמַנִּיחַ הַנֵּר הַשֵּׁנִי הַסָּמוּךְ לוֹ דוֹלֵק עַד הָעֶרֶב שֶׁמַּדְלִיק אֶת הַנֵּרוֹת וּמִמֶּנּוּ מַדְלִיק כָּל הַנֵּרוֹת הָאֲחֵרִים, וְאַחַר שֶׁהִדְלִיק שְׁאָר הַנֵּרוֹת מֵיטִיבוֹ וּמְדַשְּׁנוֹ לְנֵר זֶה בָּעֶרֶב וּמַדְלִיקוֹ. וְאַף עַל גַּב דִּכְתִיב בְּהֵיטִיבוֹ אֶת הַנֵּרוֹת דְּאֵין הֲטָבָה פָחוֹת מִשְּׁתַּיִם, הָכִי עֲדִיף טְפֵי {כ} שֶׁלֹּא לְהֵיטִיב כִּי אִם נֵר אֶחָד מִן הַשְּׁתֵּי נֵרוֹת מִזְרָחִיּוֹת וּלְהַנִּיחַ הַנֵּר הַשֵּׁנִי דוֹלֵק שֶׁלֹּא לְהֵיטִיבוֹ עַד הָעֶרֶב, כְּדֵי לְפַרְסֵם הַנֵּס שֶׁהוּא דוֹלֵק תָּמִיד. וּמַה שֶּׁמֵּיטִיב חָמֵשׁ שֶׁל צַד מַעֲרָב תְּחִלָּה, וְלֹא חָמֵשׁ לְצַד מִזְרָח וּלְבַסּוֹף שְׁתַּיִם שֶׁל מַעֲרָב, וּמֵהֶם הָיָה לוֹ לְהַדְלִיק, וְלָא עֲבִיד הָכִי מִשּׁוּם דִּכְתִיב (וַיִּקְרָא כד) לְהַעֲלוֹת נֵר תָּמִיד מִחוּץ לְפָרֹכֶת הָעֵדוּת יַעֲרֹךְ אוֹתוֹ לִפְנֵי ה', אָמְרָה תוֹרָה קְבַע נֵר לְהַדְלִיק מִמֶּנּוּ שְׁאָר נֵרוֹת, וְאֵיזֶה זֶה נֵר שֵׁנִי שֶׁל צַד מִזְרָח, וְהוּא קָרוּי נֵר מַעֲרָבִי, דְּכִי עַיֵּל בַּהֵיכָל בְּהַהוּא נֵר פָּגַע בְּרֵישָׁא, וְאֵין מַעֲבִירִין עַל הַמִּצְוֹת, וְאִיכָּא לְמֵימַר בְּהַהִיא אִתּוֹקַם הַנֵּס וְהֻקְבַּע לְהַדְלִיק מִמֶּנּוּ. וּבְנֵר רִאשׁוֹן אִי אֶפְשָׁר, דְּהָא כְתִיב לִפְנֵי ה', מֵאוֹתוֹ נֵר שֶׁל צַד שְׁכִינָה שֶׁהוּא לְצַד מַעֲרָב, וְאֵין נֵר רִאשׁוֹן קָרוּי לִפְנֵי ה': מְצָאָן שֶׁכָּבוּ. הַשְּׁתַּיִם מִזְרָחִיּוֹת. כְּגוֹן לְאַחַר שֶׁמֵּת שִׁמְעוֹן הַצַּדִּיק: מְדַשְּׁנָן וּמַדְלִיקָן מִן הַדּוֹלְקִים. לֹא שֶׁהָיָה נוֹתֵן פְּתִילָה חֲדָשָׁה וְשֶׁמֶן חָדָשׁ כְּדֶרֶךְ הֲטָבַת הַנֵּרוֹת, שֶׁהֲרֵי לְעוֹלָם אֵין מֵיטִיבִין שְׁתֵּי נֵרוֹת מִזְרָחִיּוֹת אֶלָּא לְאַחַר שְׁחִיטַת הַתָּמִיד {כא} כְּדֵי לְהַפְסִיק בֵּין הֲטָבַת חָמֵשׁ לַהֲטָבַת שְׁתַּיִם, אֶלָּא מְדַשְּׁנָן הַיְנוּ שֶׁמֵּסִיר הַדֶּשֶׁן שֶׁבְּרֹאשׁ הַפְּתִילָה הַיְשָׁנָה, וּמַגְבִּיהָּהּ וּמַדְלִיקָהּ, כְּדֵי לִהְיוֹת נִכָּר יָפֶה הֶפְסֵק שֶׁבֵּין הֲטָבַת חָמֵשׁ נֵרוֹת לִשְׁתַּיִם. וְאִם אֵין בַּנֵּרוֹת דּוֹלְקִים, מַדְלִיקָן מִמִּזְבַּח הָעוֹלָה: וּמְדַשֵּׁן אֶת הַשְּׁאָר. זוֹ הֲטָבַת חָמֵשׁ הַנֵּרוֹת, שֶׁנּוֹתֵן פְּתִילָה חֲדָשָׁה וְשֶׁמֶן חָדָשׁ וּמַנִּיחָן כְּבוּיוֹת עַד הָעֶרֶב שֶׁבָּא וּמַדְלִיק. וּמְדַשֵּׁן דְּהָכָא אֵינוֹ כְמוֹ מְדַשֵּׁן שֶׁל שְׁנַיִם מִזְרָחִית דִּלְעֵיל. וּלְאַחַר שְׁחִיטַת הַתָּמִיד וּזְרִיקַת דָּמוֹ חוֹזֵר וּמְדַשֵּׁן [הַמִּזְרָחִית] וְנוֹתֵן שֶׁמֶן וּפְתִילָה חֲדָשָׁה וּמַנִּיחָהּ עַד הָעֶרֶב כְּבוּיָה. וְנֵר שְׁנִיָּה שֶׁקְּרוּיָה מַעֲרָבִית כְּמוֹ כֵן מְדַשֵּׁן וּמֵסִיר הַשֶּׁמֶן וְהַפְּתִילָה יְשָׁנָה וְנוֹתֵן שֶׁמֶן חָדָשׁ וּמַדְלִיקָהּ מִמִּזְבַּח הָעוֹלָה כְּדֵי לְהַדְלִיק מִמֶּנָּה בָּעֶרֶב הַנֵּרוֹת הָאֲחֵרוֹת, שֶׁנֵּר מַעֲרָבִי הֻקְבַּע לְהַדְלִיק מִמֶּנּוּ נֵרוֹת אֲחֵרוֹת, וּלְכָךְ נַמִּי מַדְלִיקָהּ אִם מְצָאָהּ כְּבוּיָה קֹדֶם שְׁחִיטַת הַתָּמִיד, כֵּיוָן שֶׁצָּרִיךְ מִכָּל מָקוֹם לְהַדְלִיקָהּ כְּשֶׁבָּא וּמֵיטִיב לְאַחַר שְׁחִיטָה. כָּךְ מָצָאתִי פֵרוּשׁ מִשְׁנָה זוֹ בְפֵרוּשֵׁי רַבֵּנוּ בָּרוּךְ בַּר יִצְחָק, וְהוּא הַמְחֻוָּר שֶׁבְּכָל הַפֵּרוּשִׁים. וְדִבְרֵי הָרַמְבַּ\"ם בְּמִשְׁנָה זוֹ תְמוּהִים מְאֹד, וְגַם מַה שֶּׁסּוֹבֵר שֶׁהֲטָבַת הַנֵּרוֹת הִיא הַדְלָקָתָן וְשֶׁהָיוּ מַדְלִיקִין הַנֵּרוֹת שֶׁל מְנוֹרָה כֻּלָּן בַּבֹּקֶר כְּדֶרֶךְ שֶׁמַּדְלִיקִין בָּעֶרֶב, פְּלִיאָה נִשְׂגָּבָה בְּעֵינַי, וְלֹא שָׁמַעְתִּי וְלֹא רָאִיתִי לְאֶחָד מֵרַבּוֹתַי שֶׁסּוֹבֵר כֵּן {כב}: וְאֶבֶן הָיְתָה לִפְנֵי הַמְּנוֹרָה. לְפִי שֶׁהַמְּנוֹרָה גְבוֹהָה שְׁמֹנָה עָשָׂר טְפָחִים וְהָיָה צָרִיךְ לַעֲלוֹת לְמָקוֹם גָּבוֹהַּ כְּדֵי לְהֵיטִיב אֶת הַנֵּרוֹת: וּבָהּ שָׁלֹשׁ מַעֲלוֹת. כְּנֶגֶד שָׁלֹשׁ הַעֲלָאוֹת שֶׁכְּתוּבוֹת בַּמְּנוֹרָה, בְּהַעֲלֹתְךָ אֶת הַנֵּרוֹת, וְהֶעֱלָה אֶת נֵרֹתֶיהָ, לְהַעֲלֹת נֵר תָּמִיד: וְהִנִּיחַ הַכּוּז וְיָצָא. עַד לְאַחַר זְרִיקַת דַּם הַתָּמִיד שֶׁאָז עוֹשֶׂה הֲטָבַת שְׁתֵּי נֵרוֹת וְהוֹצִיאוֹ, וְכֵן חֲבֵרוֹ הוֹצִיא אֶת הַטֶּנִי. וּכְשֶׁהוֹצִיאוּ הִשְׁתַּחֲווּ בִּגְמַר הָעֲבוֹדָה, וְלֹא עַכְשָׁיו, שֶׁעֲדַיִן לֹא נִגְמַר עֲבוֹדָתָן","rdfs:label":"ר\"ע מברטנורה משנה תמיד ג ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-3"],"uri":"jbr:mishna-yomtov-5-9-3-9","jbo:text":"עיקר תוי\"ט {יז} וכן כתב עוד לקמן, וכן שנוי בפרק ו' דהטבת שתי נרות קודמת לקטרת, וכאבא שאול דסבירא ליה הכי. אבל בפרק קמא דיומא משנה ב' תנן ומקטיר את הקטרת ומיטיב את הנרות, וההיא כרבנן כו'. ונמצאת למד דלרבנן זריקת דם התמיד קדם להטבת חמש נרות. וכן פסק הרמב\"ם. ועין תוספות יום טוב: {יח} ודלא כתנא דמשנה ז' פרק י\"א דמנחות: {יט} כלומר, וצריך להפסיק ביניהם בעבודה אחרת כדאיתא בגמרא, לכל מר כדאית ליה. ומיהו לכלי עלמא אין צריך להפסיק אלא בעבודה אחת. ומיהו שחיטה לאו עבודה היא. וקבלה והולכה כתב הרשב\"א לפי שאינן רק חלקי עבודה ולא עבודה שלמה, וכן כתב גם בטעם השחיטה. ועין תוספות יום טוב: {כ} דקרא אסמכתא בעלמא הוא. ועין תוספות יום טוב: {כא} לאו דוקא, אלא רצונו לומר שחיטה וזריקה: {כב} וכל זה תמצא בתשובת הרשב\"א סימן ש\"ט וע\"ט. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יז} וְכֵן כָּתַב עוֹד לְקַמָּן, וְכֵן שָׁנוּי בְפֶרֶק ו' דַּהֲטָבַת שְׁתֵּי נֵרוֹת קוֹדֶמֶת לַקְּטֹרֶת, וּכְאַבָּא שָׁאוּל דִּסְבִירָא לֵיהּ הָכִי. אֲבָל בְּפֶרֶק קַמָּא דְּיוֹמָא מִשְׁנָה ב' תְּנַן וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵיטִיב אֶת הַנֵּרוֹת, וְהַהִיא כְרַבָּנָן כוּ'. וְנִמְצֵאתָ לָמֵד דִּלְרַבָּנָן זְרִיקַת דַּם הַתָּמִיד קֹדֶם לַהֲטָבַת חָמֵשׁ נֵרוֹת. וְכֵן פָּסַק הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} וּדְלֹא כְתַנָּא דְמִשְׁנָה ז' פֶּרֶק י\"א דִּמְנָחוֹת: {יט} כְּלוֹמַר, וְצָרִיךְ לְהַפְסִיק בֵּינֵיהֶם בַּעֲבוֹדָה אַחֶרֶת כִּדְאִיתָא בַגְּמָרָא, לְכָל מַר כִּדְאִית לֵיהּ. וּמִיהוּ לְכֻלֵּי עָלְמָא אֵין צָרִיךְ לְהַפְסִיק אֶלָּא בַעֲבוֹדָה אַחַת. וּמִיהוּ שְׁחִיטָה לָאו עֲבוֹדָה הִיא. וְקַבָּלָה וְהוֹלָכָה כָתַב הָרַשְׁבָּ\"א לְפִי שֶׁאֵינָן רַק חֶלְקֵי עֲבוֹדָה וְלֹא עֲבוֹדָה שְׁלֵמָה, וְכֵן כָּתַב גַּם בְּטַעַם הַשְּׁחִיטָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} דִּקְרָא אַסְמַכְתָּא בְעָלְמָא הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כא} לָאו דַּוְקָא, אֶלָּא רְצוֹנוֹ לוֹמַר שְׁחִיטָה וּזְרִיקָה: {כב} וְכָל זֶה תִמְצָא בִתְשׁוּבַת הָרַשְׁבָּ\"א סִימָן ש\"ט וְע\"ט. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ג ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-3-9"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-5-9-4-1","jbo:text":"לא היו כופתין את הטלה, אלא מעקדין אותו. מי שזכו באברים, אוחזים בו {א}. וכך היתה עקדתו, ראשו לדרום ופניו למערב {ב}. השוחט, עומד במזרח ופניו למערב. של שחר היה נשחט על קרן צפונית מערבית, על טבעת שניה. של בין הערבים היה נשחט על קרן מזרחית צפונית, על טבעת שניה. שחט השוחט, וקבל המקבל {ז}. בא לו לקרן מזרחית צפונית, ונותן מזרחה צפונה. מערבית דרומית, ונותן מערבה דרומה. שירי הדם היה שופך על יסוד דרומית {ט}","jbo:textNikud":"לֹא הָיוּ כוֹפְתִין אֶת הַטָּלֶה, אֶלָּא מְעַקְּדִין אוֹתוֹ. מִי שֶׁזָּכוּ בָאֵבָרִים, אוֹחֲזִים בּוֹ {א}. וְכָךְ הָיְתָה עֲקֵדָתוֹ, רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב {ב}. הַשּׁוֹחֵט, עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב. שֶׁל שַׁחַר הָיָה נִשְׁחָט עַל קֶרֶן צְפוֹנִית מַעֲרָבִית, עַל טַבַּעַת שְׁנִיָּה. שֶׁל בֵּין הָעַרְבַּיִם הָיָה נִשְׁחָט עַל קֶרֶן מִזְרָחִית צְפוֹנִית, עַל טַבַּעַת שְׁנִיָּה. שָׁחַט הַשּׁוֹחֵט, וְקִבֵּל הַמְקַבֵּל {ז}. בָּא לוֹ לְקֶרֶן מִזְרָחִית צְפוֹנִית, וְנוֹתֵן מִזְרָחָה צָפוֹנָה. מַעֲרָבִית דְּרוֹמִית, וְנוֹתֵן מַעֲרָבָה דָרוֹמָה. שְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד דְּרוֹמִית {ט}","rdfs:label":"משנה תמיד ד א","jbo:interprets":"jbr:mishna-5-9-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-bartanura-5-9-4-1","jbo:text":"ר\"ע מברטנורה לא היו כופתין אותו. את התמיד בשתי ידיו לעצמן או בשתי רגליו לעצמן, כדי שלא לעשות כחקות הגויים, שכך היו עושים כששוחטין לעבודה זרה: אלא מעקידין אותו. היד עם הרגל, כעקדת יצחק: ראשו לדרום. היה נשחט על ירך המזבח צפונה כדין עולה, והיה נוטה ראשו לדרום ופניו למערב, שאם ירביץ גללים לא יהיה סמוך למזבח: של שחר. קרבן תמיד של שחר היה נשחט על קרן צפונית מערבית, לפי שבבקר שמש במזרח וזורחת כנגדה למערב, והכתוב אומר שנים ליום, כנגד היום, כלומר נגד השמש {ג}, שהשמש קרוי יום: ושל בין הערבים. שחמה במערב ומאירה כנגד המזרח, היה נשחט על קרן צפונית מזרחית: בטבעת שניה. רחוק מן המזבח, לפי שהמזבח גבוה ומאפיל כלו {ד}. ויוחנן כהן גדול התקין ששה סדרים של טבעות, בכל סדר ארבע טבעות לארבעה ועשרים משמרות כהנה {ה}, והיו קבועות ברצפה עשויות כמין קשת, ולפי שלא היו כופתים את התמיד {ו} כדתנן בריש פרקין, היו מכניסין צואר הבהמה באותן הטבעות בשעת שחיטה ונועצים ראש הטבעת בארץ: ונותן מזרחית צפונית. תחלה. לאחר ששחט תמיד של שחר בקרן מערבית צפונית הולך לצד מזרח ועומד בארץ וזורק הדם בכלי למטה מן [חוט] הסקרא, ונותן שתי מתנות שהן ארבע, אחת שהיא כשתים בקרן מזרחית צפונית, והולך למערבית דרומית ונותן אחת שהיא כשתים בקרן מערבית דרומית {ח}","jbo:textNikud":"ר\"ע מברטנורה לֹא הָיוּ כוֹפְתִין אוֹתוֹ. אֶת הַתָּמִיד בִּשְׁתֵּי יָדָיו לְעַצְמָן אוֹ בִשְׁתֵּי רַגְלָיו לְעַצְמָן, כְּדֵי שֶׁלֹּא לַעֲשׂוֹת כְּחֻקּוֹת הַגּוֹיִים, שֶׁכָּךְ הָיוּ עוֹשִׂים כְּשֶׁשּׁוֹחֲטִין לַעֲבוֹדָה זָרָה: אֶלָּא מַעֲקִידִין אוֹתוֹ. הַיָּד עִם הָרֶגֶל, כַּעֲקֵדַת יִצְחָק: רֹאשׁוֹ לַדָּרוֹם. הָיָה נִשְׁחָט עַל יֶרֶךְ הַמִּזְבֵּחַ צָפוֹנָה כְדִין עוֹלָה, וְהָיָה נוֹטֶה רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב, שֶׁאִם יַרְבִּיץ גְּלָלִים לֹא יִהְיֶה סָמוּךְ לַמִּזְבֵּחַ: שֶׁל שַׁחַר. קָרְבַּן תָּמִיד שֶׁל שַׁחַר הָיָה נִשְׁחָט עַל קֶרֶן צְפוֹנִית מַעֲרָבִית, לְפִי שֶׁבַּבֹּקֶר שֶׁמֶשׁ בַּמִּזְרָח וְזוֹרַחַת כְּנֶגְדָּהּ לַמַּעֲרָב, וְהַכָּתוּב אוֹמֵר שְׁנַיִם לַיּוֹם, כְּנֶגֶד הַיּוֹם, כְּלוֹמַר נֶגֶד הַשֶּׁמֶשׁ {ג}, שֶׁהַשֶּׁמֶשׁ קָרוּי יוֹם: וְשֶׁל בֵּין הָעַרְבַּיִם. שֶׁחַמָּה בַמַּעֲרָב וּמְאִירָה כְנֶגֶד הַמִּזְרָח, הָיָה נִשְׁחָט עַל קֶרֶן צְפוֹנִית מִזְרָחִית: בְּטַבַּעַת שְׁנִיָּה. רָחוֹק מִן הַמִּזְבֵּחַ, לְפִי שֶׁהַמִּזְבֵּחַ גָּבוֹהַּ וּמַאֲפִיל כֻּלּוֹ {ד}. וְיוֹחָנָן כֹּהֵן גָּדוֹל הִתְקִין שִׁשָּׁה סְדָרִים שֶׁל טַבָּעוֹת, בְּכָל סֵדֶר אַרְבַּע טַבָּעוֹת לְאַרְבָּעָה וְעֶשְׂרִים מִשְׁמְרוֹת כְּהֻנָּה {ה}, וְהָיוּ קְבוּעוֹת בָּרִצְפָּה עֲשׂוּיוֹת כְּמִין קֶשֶׁת, וּלְפִי שֶׁלֹּא הָיוּ כוֹפְתִים אֶת הַתָּמִיד {ו} כְּדִתְנַן בְּרֵישׁ פִּרְקִין, הָיוּ מַכְנִיסִין צַוַּאר הַבְּהֵמָה בְאוֹתָן הַטַּבָּעוֹת בִּשְׁעַת שְׁחִיטָה וְנוֹעֲצִים רֹאשׁ הַטַּבַּעַת בָּאָרֶץ: וְנוֹתֵן מִזְרָחִית צְפוֹנִית. תְּחִלָּה. לְאַחַר שֶׁשָּׁחַט תָּמִיד שֶׁל שַׁחַר בְּקֶרֶן מַעֲרָבִית צְפוֹנִית הוֹלֵךְ לְצַד מִזְרָח וְעוֹמֵד בָּאָרֶץ וְזוֹרֵק הַדָּם בִּכְלִי לְמַטָּה מִן [חוּט] הַסִּקְרָא, וְנוֹתֵן שְׁתֵּי מַתָּנוֹת שֶׁהֵן אַרְבַּע, אַחַת שֶׁהִיא כִשְׁתַּיִם בְּקֶרֶן מִזְרָחִית צְפוֹנִית, וְהוֹלֵךְ לְמַעֲרָבִית דְּרוֹמִית וְנוֹתֵן אַחַת שֶׁהִיא כִשְׁתַּיִם בְּקֶרֶן מַעֲרָבִית דְּרוֹמִית {ח}","rdfs:label":"ר\"ע מברטנורה משנה תמיד ד א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-yomtov-5-9-4-1","jbo:text":"עיקר תוי\"ט {א} אוחזים בו. בשעת שחיטה ומסיעים אותו. המפרש: {ב} למערב. שצריך שיהא בית שחיטתו כלפי מערב, דכתיב ושחט אותו וגו' לפני ה'. מפרש. ומה שכתב הר\"ב שאם ירביץ, אראשו לדרום קאי: {ג} כמו שנאמר ובתחפנחס חשך היום [יחזקאל ל]. הרמב\"ם. ובבריתא, או אינו אלא חובת היום [כלומר כל יום ויום תקריבו שנים]. כשהוא אומר את הכבש אחד תעשה בבקר ואת הכבש השני תעשה בין הערבים, הרי חובת היום אמור: {ד} כלומר, ועל טבעת שניה לאו בטבעת שניה של סדר ראשון שהיא אצל המזבח אלא בטבעת הראשונה שהיא אצל הקרן בסדר השני המשוכה לצד צפון, ופני השוחט וצואר הבהמה לצד מערב צפון באלכסון כדי שלא יעכב אור השמש לבא כו'. המפרש. וקשה כו'. והתוספות כתבו הטעם שהרחיקו מן המזבח, שמא יטיל גללים. והבעל המאור כתב, לפי שנשחט נגד יום, ותניא מעולם לא יצאה חמה מקרן מזרחית צפונית ולא שקעה בקרן מערבית צפונית, וכמו שהחמה מפלגת מן הקרנות של צפון העולם כך היה התמיד מפלג בשחיטתו מן הקרנות של צפון המזבח. ועין תוספות יום טוב: {ה} וזה לשאר קרבנות, חוץ מתמידים דכתיב בהו ליום: {ו} ארבע רגלים יחד. מפרש. ודעת הרמב\"ם שאוחזין ידיו ורגליו בידיהן בלבד: {ז} המקבל. שעומד כנגד השוחט באלכסון, ומצדד עצמו כדי שיהא פניו כלפי דרום. המפרש: {ח} מפרש בפרוש הר\"ב משנה ד' פרק ה' דזבחים. ובגמרא פריך דניתב ברישא מערבית דרומית והדר מזרחית צפונית, ומשני, כיון דאמר מר כל פנות כו' דרך ימין, ברישא בההיא פגע. ופרש רש\"י, כשעולה בכבש ופונה לימין פוגע במזרחית צפונית קדם מערבית דרומית, ואף על גב דהכא על הרצפה עומד והכלי בידו וזורק למרחוק, אפלו הכי כיון שבחטאת שנתנה בעליונה של קרן צריך לעלות בכבש דרך הדרום ופונה למזרח, הכי נמי בכל הדמים אף על פי שנתנין למטה מתחיל להקיף מדרך הדרום שהוא פניו של מזבח ומשם פונה לימין: {ט} דרומית. בגמרא, מדכתיב בשעיר נשיא אל יסוד מזבח העולה, שאין תלמוד לומר אלא לומר תן יסוד במזבחה של עולה [ועין פ\"ז דזבחים אות ה' ופ\"ה אות י\"ט]. ופרשו התוספות דתרתי ילפינן מנה, לתחלת מתן דמים שצריכים יסוד, ומדלא כתיב אל יסוד העולה וכתיב יסוד מזבח, למדרש נמי לשירים דבעינן יסוד. ודרשינן תרתי, דקדם יש להעמיד פשטיה דקרא לתחלת מתנות, והיתור לשירים","jbo:textNikud":"עיקר תוי\"ט {א} אוֹחֲזִים בּוֹ. בִּשְׁעַת שְׁחִיטָה וּמְסַיְּעִים אוֹתוֹ. הַמְפָרֵשׁ: {ב} לַמַּעֲרָב. שֶׁצָּרִיךְ שֶׁיְּהֵא בֵּית שְׁחִיטָתוֹ כְּלַפֵּי מַעֲרָב, דִּכְתִיב וְשָׁחַט אוֹתוֹ וְגוֹ' לִפְנֵי ה'. מְפָרֵשׁ. וּמַה שֶּׁכָּתַב הָרַ\"ב שֶׁאִם יַרְבִּיץ, אַרֹאשׁוֹ לַדָּרוֹם קָאֵי: {ג} כְּמוֹ שֶׁנֶּאֱמַר וּבִתְחַפְנְחֵס חָשַׁךְ הַיּוֹם [יְחֶזְקֵאל ל]. הָרַמְבַּ\"ם. וּבַבְּרַיְתָא, אוֹ אֵינוֹ אֶלָּא חוֹבַת הַיּוֹם [כְּלוֹמַר כָּל יוֹם וְיוֹם תַּקְרִיבוּ שְׁנַיִם]. כְּשֶׁהוּא אוֹמֵר אֶת הַכֶּבֶשׂ אֶחָד תַּעֲשֶׂה בַבֹּקֶר וְאֶת הַכֶּבֶשׂ הַשֵּׁנִי תַּעֲשֶׂה בֵּין הָעַרְבַּיִם, הֲרֵי חוֹבַת הַיּוֹם אָמוּר: {ד} כְּלוֹמַר, וְעַל טַבַּעַת שְׁנִיָּה לָאו בְּטַבַּעַת שְׁנִיָּה שֶׁל סֵדֶר רִאשׁוֹן שֶׁהִיא אֵצֶל הַמִּזְבֵּחַ אֶלָּא בְטַבַּעַת הָרִאשׁוֹנָה שֶׁהִיא אֵצֶל הַקֶּרֶן בַּסֵּדֶר הַשֵּׁנִי הַמְשׁוּכָה לְצַד צָפוֹן, וּפְנֵי הַשּׁוֹחֵט וְצַוַּאר הַבְּהֵמָה לְצַד מַעֲרָב צָפוֹן בַּאֲלַכְסוֹן כְּדֵי שֶׁלֹּא יְעַכֵּב אוֹר הַשֶּׁמֶשׁ לָבֹא כוּ'. הַמְפָרֵשׁ. וְקָשֶׁה כוּ'. וְהַתּוֹסָפוֹת כָּתְבוּ הַטַּעַם שֶׁהִרְחִיקוֹ מִן הַמִּזְבֵּחַ, שֶׁמָּא יַטִּיל גְּלָלִים. וְהַבַּעַל הַמָּאוֹר כָּתַב, לְפִי שֶׁנִּשְׁחָט נֶגֶד יוֹם, וְתַנְיָא מֵעוֹלָם לֹא יָצְאָה חַמָּה מִקֶּרֶן מִזְרָחִית צְפוֹנִית וְלֹא שָׁקְעָה בְּקֶרֶן מַעֲרָבִית צְפוֹנִית, וּכְמוֹ שֶׁהַחַמָּה מֻפְלֶגֶת מִן הַקְּרָנוֹת שֶׁל צְפוֹן הָעוֹלָם כָּךְ הָיָה הַתָּמִיד מֻפְלָג בִּשְׁחִיטָתוֹ מִן הַקְּרָנוֹת שֶׁל צְפוֹן הַמִּזְבֵּחַ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְזֶה לִשְׁאָר קָרְבָּנוֹת, חוּץ מִתְּמִידִים דִּכְתִיב בְּהוּ לַיּוֹם: {ו} אַרְבַּע רַגְלַיִם יַחַד. מְפָרֵשׁ. וְדַעַת הָרַמְבַּ\"ם שֶׁאוֹחֲזִין יָדָיו וְרַגְלָיו בִּידֵיהֶן בִּלְבָד: {ז} הַמְקַבֵּל. שֶׁעוֹמֵד כְּנֶגֶד הַשּׁוֹחֵט בַּאֲלַכְסוֹן, וּמְצַדֵּד עַצְמוֹ כְּדֵי שֶׁיְּהֵא פָנָיו כְּלַפֵּי דָרוֹם. הַמְפָרֵשׁ: {ח} מְפֹרָשׁ בְּפֵרוּשׁ הָרַ\"ב מִשְׁנָה ד' פֶּרֶק ה' דִּזְבָחִים. וּבַגְּמָרָא פָרֵיךְ דְּנֵיתַב בָּרֵישָׁא מַעֲרָבִית דְּרוֹמִית וַהֲדַר מִזְרָחִית צְפוֹנִית, וּמְשָׁנֵי, כֵּיוָן דְּאָמַר מַר כָּל פִּנּוֹת כוּ' דֶּרֶךְ יָמִין, בָּרֵישָׁא בְּהַהִיא פָּגַע. וּפֵרֵשׁ רַשִׁ\"י, כְּשֶׁעוֹלֶה בַכֶּבֶשׁ וּפוֹנֶה לְיָמִין פּוֹגֵעַ בְּמִזְרָחִית צְפוֹנִית קֹדֶם מַעֲרָבִית דְּרוֹמִית, וְאַף עַל גַּב דְּהָכָא עַל הָרִצְפָּה עוֹמֵד וְהַכְּלִי בְיָדוֹ וְזוֹרֵק לְמֵרָחוֹק, אֲפִלּוּ הָכִי כֵּיוָן שֶׁבְּחַטָּאת שֶׁנִּתְּנָה בְּעֶלְיוֹנָה שֶׁל קֶרֶן צָרִיךְ לַעֲלוֹת בַּכֶּבֶשׁ דֶּרֶךְ הַדָּרוֹם וּפוֹנֶה לַמִּזְרָח, הָכִי נַמִּי בְּכָל הַדָּמִים אַף עַל פִּי שֶׁנִּתָּנִין לְמַטָּה מַתְחִיל לְהַקִּיף מִדֶּרֶךְ הַדָּרוֹם שֶׁהוּא פָנָיו שֶׁל מִזְבֵּחַ וּמִשָּׁם פּוֹנֶה לְיָמִין: {ט} דְּרוֹמִית. בַּגְּמָרָא, מִדִּכְתִיב בִּשְׂעִיר נָשִׂיא אֶל יְסוֹד מִזְבַּח הָעוֹלָה, שֶׁאֵין תַּלְמוּד לוֹמַר אֶלָּא לוֹמַר תֵּן יְסוֹד בְּמִזְבְּחָהּ שֶׁל עוֹלָה [וְעַיֵּן פ\"ז דִּזְבָחִים אוֹת ה' וּפ\"ה אוֹת י\"ט]. וּפֵרְשׁוּ הַתּוֹסָפוֹת דְּתַרְתֵּי יָלְפִינַן מִנַּהּ, לִתְחִלַּת מַתַּן דָּמִים שֶׁצְּרִיכִים יְסוֹד, וּמִדְּלֹא כְתִיב אֶל יְסוֹד הָעוֹלָה וּכְתִיב יְסוֹד מִזְבַּח, לְמִדְרַשׁ נַמִּי לַשְּׁיָרִים דְּבָעִינַן יְסוֹד. וְדָרְשִׁינַן תַּרְתֵּי, דְּקֹדֶם יֵשׁ לְהַעֲמִיד פְּשָׁטֵיהּ דִּקְרָא לִתְחִלַּת מַתָּנוֹת, וְהַיִּתּוּר לַשְּׁיָרִים","rdfs:label":"עיקר תוי\"ט משנה תמיד ד א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-5-9-4-2","jbo:text":"לא היה שובר בו את הרגל, אלא נוקבו מתוך ערכובו ותולה בו. היה מפשיט ויורד עד שהוא מגיע לחזה. הגיע לחזה, חתך את הראש ונתנו למי שזכה בו. חתך את הכרעים {יא} ונתנן למי שזכה בהן. מרק את ההפשט {יב}, קרע את הלב והוציא את דמו. חתך את הידים ונתנן למי שזכה בהן {יג}. עלה לרגל הימנית, חתכה {יד} ונתנה למי שזכה בה, ושתי ביצים עמה. קרעו, ונמצא כלו גלוי {טו} לפניו. נטל את הפדר ונתנו על בית שחיטת הראש {טז} מלמעלן. נטל את הקרבים ונתנן למי שזכה בהם להדיחן. והכרס מדיחין אותה בבית מדיחין כל צרכה {יז}. והקרבים מדיחין אותן שלשה פעמים במעוטה, על שלחנות של שיש שבין העמודים","jbo:textNikud":"לֹא הָיָה שׁוֹבֵר בּוֹ אֶת הָרֶגֶל, אֶלָּא נוֹקְבוֹ מִתּוֹךְ עַרְכּוּבּוֹ וְתוֹלֶה בוֹ. הָיָה מַפְשִׁיט וְיוֹרֵד עַד שֶׁהוּא מַגִּיעַ לֶחָזֶה. הִגִּיעַ לֶחָזֶה, חָתַךְ אֶת הָרֹאשׁ וּנְתָנוֹ לְמִי שֶׁזָּכָה בוֹ. חָתַךְ אֶת הַכְּרָעַיִם {יא} וּנְתָנָן לְמִי שֶׁזָּכָה בָהֶן. מֵרַק אֶת הַהֶפְשֵׁט {יב}, קָרַע אֶת הַלֵּב וְהוֹצִיא אֶת דָּמוֹ. חָתַךְ אֶת הַיָּדַיִם וּנְתָנָן לְמִי שֶׁזָּכָה בָהֶן {יג}. עָלָה לָרֶגֶל הַיְמָנִית, חֲתָכָהּ {יד} וּנְתָנָהּ לְמִי שֶׁזָּכָה בָהּ, וּשְׁתֵּי בֵיצִים עִמָּהּ. קְרָעוֹ, וְנִמְצָא כֻלּוֹ גָלוּי {טו} לְפָנָיו. נָטַל אֶת הַפֶּדֶר וּנְתָנוֹ עַל בֵּית שְׁחִיטַת הָרֹאשׁ {טז} מִלְמַעְלָן. נָטַל אֶת הַקְּרָבַיִם וּנְתָנָן לְמִי שֶׁזָּכָה בָהֶם לַהֲדִיחָן. וְהַכֶּרֶס מְדִיחִין אוֹתָהּ בְּבֵית מְדִיחִין כָּל צָרְכָּהּ {יז}. וְהַקְּרָבַיִם מְדִיחִין אוֹתָן שְׁלשָׁה פְעָמִים בְּמִעוּטָהּ, עַל שֻׁלְחָנוֹת שֶׁל שַׁיִשׁ שֶׁבֵּין הָעַמּוּדִים","rdfs:label":"משנה תמיד ד ב","jbo:interprets":"jbr:mishna-5-9-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-bartanura-5-9-4-2","jbo:text":"ר\"ע מברטנורה לא היה שובר בו את הרגל. כדרך שהטבחים עושין שמחתכין את הרגל עם העור שבו {י}, אלא נוקבין מתחת הארכובה הנמכרת עם הראש ותולה בו ומפשיט הרגל עם שאר הבהמה. והא קמשמע לן דהכרעים בכלל הפשט הן: ערכובו. כמו ארכובו: מרק את ההפשט. שהרי לא הפשט אלא עד החזה ועדין העור מחבר בו: נטל את הפדר. החלב: ונתנו על בית השחיטה. וזו היא דרך כבוד של מעלה, שלא יראה לכלוך דם השחיטה: והכרס מדיחין אותה. מן הפרש שבתוכה, בפני עצמה: בבית המדיחין. בלשכה שהיתה במקדש. ולא מדיחין אותה עם שאר הקרבים, שלא תטנפם: שלשה פעמים. שאין הרעי יוצא מהן אלא בדחק לפי שהן דקים: במעוטה. לכל הפחות. ואם רצה להוסיף להדיחן יותר משלשה פעמים מוסיף","jbo:textNikud":"ר\"ע מברטנורה לֹא הָיָה שׁוֹבֵר בּוֹ אֶת הָרֶגֶל. כְּדֶרֶךְ שֶׁהַטַּבָּחִים עוֹשִׂין שֶׁמְּחַתְּכִין אֶת הָרֶגֶל עִם הָעוֹר שֶׁבּוֹ {י}, אֶלָּא נוֹקְבִין מִתַּחַת הָאַרְכּוּבָה הַנִּמְכֶּרֶת עִם הָרֹאשׁ וְתוֹלֶה בוֹ וּמַפְשִׁיט הָרֶגֶל עִם שְׁאָר הַבְּהֵמָה. וְהָא קָמַשְׁמַע לָן דְּהַכְּרָעַיִם בִּכְלַל הֶפְשֵׁט הֵן: עַרְכּוּבּוֹ. כְּמוֹ אַרְכּוּבוֹ: מֵרַק אֶת הַהֶפְשֵׁט. שֶׁהֲרֵי לֹא הֻפְשַׁט אֶלָּא עַד הֶחָזֶה וַעֲדַיִן הָעוֹר מְחֻבָּר בּוֹ: נָטַל אֶת הַפֶּדֶר. הַחֵלֶב: וּנְתָנוֹ עַל בֵּית הַשְּׁחִיטָה. וְזוֹ הִיא דֶרֶךְ כָּבוֹד שֶׁל מַעְלָה, שֶׁלֹּא יֵרָאֶה לִכְלוּךְ דַּם הַשְּׁחִיטָה: וְהַכֶּרֶס מְדִיחִין אוֹתָהּ. מִן הַפֶּרֶשׁ שֶׁבְּתוֹכָהּ, בִּפְנֵי עַצְמָהּ: בְּבֵית הַמְדִיחִין. בְּלִשְׁכָּה שֶׁהָיְתָה בַמִּקְדָּשׁ. וְלֹא מְדִיחִין אוֹתָהּ עִם שְׁאָר הַקְּרָבַיִם, שֶׁלֹּא תְטַנְּפֵם: שְׁלֹשָׁה פְעָמִים. שֶׁאֵין הָרְעִי יוֹצֵא מֵהֶן אֶלָּא בְדֹחַק לְפִי שֶׁהֵן דַּקִּים: בְּמִעוּטָהּ. לְכָל הַפָּחוֹת. וְאִם רָצָה לְהוֹסִיף לַהֲדִיחָן יוֹתֵר מִשְּׁלֹשָׁה פְעָמִים מוֹסִיף","rdfs:label":"ר\"ע מברטנורה משנה תמיד ד ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-yomtov-5-9-4-2","jbo:text":"עיקר תוי\"ט {י} ומניחים רגל השבור ברגל האחר. אלא נוקבו בשני הרגלים ומניחן באנקליות דרך הנקבים. וכל כך למה, שלאחר שהפשיטה מנתחה אבר אבר, וכשחותך רגל ימין עדין תלויה הבהמה ברגל השמאלית. ואם היה תולה אותה כמו הטבחים, לאחר שיחתך ממנה רגל ימין תפל הבהמה לארץ לפי שאותו הרגל תחוב ברגל האחר ועל ידי כן תלויה הבהמה. מפרש: {יא} הכרעים. רגלי הבהמה. ועל שם כריעה קרי להו כרעים. שמאחר שהפשטו הידים עד כנגד החזה, יכול לחתך כל ארבע רגלים יחד. מפרש. ולא הרגלים כלם שסופיהן חותכן לאחר כך כדלקמן, ולכך יתכן לומר דמירכים עד מקום הכריעה קורא כרעים ולא יותר: {יב} מרק כו'. כלומר גמר הפשטו נגד החזה וצואר וסוף הידים. [ועין ביומא פ\"ג מ\"ד]. מפרש: {יג} חתך כו'. הוא הדין דקדם שיחתך הידים הוה ליה לחתך רגל הימנית, אלא שעדין כבד הבהמה ברגלים והבהמה נתלית. ובכל הסדר הזה אין שום פסוק כי אם סברא לפי מה שנכון לעשות עושין. מפרש: {יד} חתכה כו'. ועדין תלויה הבהמה ברגל השמאלית: {טו} גלוי. עכשיו שנוטל רגל הימנית, כשקרעו נמצא כלו גלוי לפניו ויכול לראות בפנים, שכשלא היה הרגל עדין חתוך אפלו אם היה קורעו לא היה מה שבפנים נראה כמו עתה. מפרש: {טז} הראש. והא דלא קתני בית השחיטה סתם, למעוטי שחיטת בית צואר אתיא, סלקא דעתך אמינא דכמו שהראש מגנה בשביל שחיטה הכי נמי צואר מגנה, קא משמע לן דלא. וצואר כשהיה נושא היה הופך החתך אצלו ואינו נראה. אבל הראש, קרניו בין אצבעותיו וחטמו כלפי זרועותיו ובית שחיטתו למעלה, הלכך מכסה הפדר בית השחיטה, והכי יפה לעשות. ושחיטת הצואר אינו מגנה בדם כל כך כמו הראש. מפרש: {יז} כל צרכה. ולא קבע בה הדחה, שיש כרס שיש בה טנפת הרבה ויש שאין בה כל כך. מפרש","jbo:textNikud":"עיקר תוי\"ט {י} וּמַנִּיחִים רֶגֶל הַשָּׁבוּר בְּרֶגֶל הָאַחֵר. אֶלָּא נוֹקְבוֹ בִּשְׁנֵי הָרַגְלַיִם וּמַנִּיחָן בָּאֻנְקְלָיוֹת דֶּרֶךְ הַנְּקָבִים. וְכָל כָּךְ לָמָּה, שֶׁלְּאַחַר שֶׁהִפְשִׁיטָהּ מְנַתְּחָהּ אֵבָר אֵבָר, וּכְשֶׁחוֹתֵךְ רֶגֶל יָמִין עֲדַיִן תְּלוּיָה הַבְּהֵמָה בָּרֶגֶל הַשְּׂמָאלִית. וְאִם הָיָה תוֹלֶה אוֹתָהּ כְּמוֹ הַטַּבָּחִים, לְאַחַר שֶׁיַּחְתֹּךְ מִמֶּנָּה רֶגֶל יָמִין תִּפֹּל הַבְּהֵמָה לָאָרֶץ לְפִי שֶׁאוֹתוֹ הָרֶגֶל תָּחוּב בָּרֶגֶל הָאַחֵר וְעַל יְדֵי כֵן תְּלוּיָה הַבְּהֵמָה. מְפָרֵשׁ: {יא} הַכְּרָעַיִם. רַגְלֵי הַבְּהֵמָה. וְעַל שֵׁם כְּרִיעָה קָרֵי לְהוּ כְּרָעַיִם. שֶׁמֵּאַחַר שֶׁהֻפְשְׁטוּ הַיָּדַיִם עַד כְּנֶגֶד הֶחָזֶה, יָכוֹל לַחְתֹּךְ כָּל אַרְבַּע רַגְלַיִם יַחַד. מְפָרֵשׁ. וְלֹא הָרַגְלַיִם כֻּלָּם שֶׁסּוֹפֵיהֶן חוֹתְכָן לְאַחַר כָּךְ כְּדִלְקַמָּן, וּלְכָךְ יִתָּכֵן לוֹמַר דְּמִיְּרֵכַיִם עַד מְקוֹם הַכְּרִיעָה קוֹרֵא כְרָעַיִם וְלֹא יוֹתֵר: {יב} מֵרַק כוּ'. כְּלוֹמַר גָּמַר הֶפְשֵׁטוֹ נֶגֶד הֶחָזֶה וְצַוָּאר וְסוֹף הַיָּדַיִם. [וְעַיֵּן בְּיוֹמָא פ\"ג מ\"ד]. מְפָרֵשׁ: {יג} חָתַךְ כוּ'. הוּא הַדִּין דְּקֹדֶם שֶׁיַּחְתֹּךְ הַיָּדַיִם הֲוָה לֵיהּ לַחְתֹּךְ רֶגֶל הַיְמָנִית, אֶלָּא שֶׁעֲדַיִן כֹּבֶד הַבְּהֵמָה בָּרַגְלַיִם וְהַבְּהֵמָה נִתְלֵית. וּבְכָל הַסֵּדֶר הַזֶּה אֵין שׁוּם פָּסוּק כִּי אִם סְבָרָא לְפִי מַה שֶּׁנָּכוֹן לַעֲשׂוֹת עוֹשִׂין. מְפָרֵשׁ: {יד} חֲתָכָהּ כוּ'. וַעֲדַיִן תְּלוּיָה הַבְּהֵמָה בָּרֶגֶל הַשְּׂמָאלִית: {טו} גָּלוּי. עַכְשָׁיו שֶׁנּוֹטֵל רֶגֶל הַיְמָנִית, כְּשֶׁקְּרָעוֹ נִמְצָא כֻלּוֹ גָּלוּי לְפָנָיו וְיָכוֹל לִרְאוֹת בִּפְנִים, שֶׁכְּשֶׁלֹּא הָיָה הָרֶגֶל עֲדַיִן חָתוּךְ אֲפִלּוּ אִם הָיָה קוֹרְעוֹ לֹא הָיָה מַה שֶּׁבִּפְנִים נִרְאֶה כְּמוֹ עַתָּה. מְפָרֵשׁ: {טז} הָרֹאשׁ. וְהָא דְּלֹא קָתָנֵי בֵּית הַשְּׁחִיטָה סְתָם, לְמַעוֹטֵי שְׁחִיטַת בֵּית צַוָּאר אָתְיָא, סָלְקָא דַעְתָּךְ אֲמֵינָא דִּכְמוֹ שֶׁהָרֹאשׁ מְגֻנֶּה בִּשְׁבִיל שְׁחִיטָה הָכִי נַמִּי צַוָּאר מְגֻנֶּה, קָא מַשְׁמַע לָן דְּלֹא. וְצַוָּאר כְּשֶׁהָיָה נוֹשֵׂא הָיָה הוֹפֵךְ הַחֲתָךְ אֶצְלוֹ וְאֵינוֹ נִרְאֶה. אֲבָל הָרֹאשׁ, קַרְנָיו בֵּין אֶצְבְּעוֹתָיו וְחָטְמוֹ כְּלַפֵּי זְרוֹעוֹתָיו וּבֵית שְׁחִיטָתוֹ לְמַעְלָה, הִלְכָּךְ מְכַסֶּה הַפֶּדֶר בֵּית הַשְּׁחִיטָה, וְהָכִי יָפֶה לַעֲשׂוֹת. וּשְׁחִיטַת הַצַּוָּאר אֵינוֹ מְגֻנֶּה בְּדָם כָּל כָּךְ כְּמוֹ הָרֹאשׁ. מְפָרֵשׁ: {יז} כָּל צָרְכָּהּ. וְלֹא קָבַע בָּהּ הֲדָחָה, שֶׁיֵּשׁ כֶּרֶס שֶׁיֶּשׁ בָּהּ טִנֹּפֶת הַרְבֵּה וְיֵשׁ שֶׁאֵין בָּהּ כָּל כָּךְ. מְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה תמיד ד ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-5-9-4-3","jbo:text":"נטל את הסכין {יח} והפריש את הראה מן הכבד, ואצבע הכבד מן הכבד, ולא היה מזיזה ממקומה. נקב את החזה {כ} ונתנו למי שזכה בו. עלה לדפן הימנית, היה חותך ויורד עד השדרה {כא}, ולא היה נוגע בשדרה, עד שהוא מגיע לשתי צלעות רכות {כב}. חתכה ונתנה למי שזכה בה, והכבד תלויה בה. בא לו לגרה, והניח בה שתי צלעות מכאן {כג} ושתי צלעות מכאן. חתכה ונתנה למי שזכה בה, והקנה והלב והראה תלוים בה. בא לו לדפן השמאלית, והניח בה {כד} שתי צלעות רכות מלמעלן ושתי צלעות רכות מלמטן. וכך היה מניח בחברתה. נמצא מניח בשתיהן, שתים שתים מלמעלן ושתים שתים מלמטן. חתכה ונתנה למי שזכה בה, והשדרה עמה, והטחול תלוי בה. והיא היתה גדולה, אלא של ימין קורין גדולה, שהכבד תלויה בה {כה}. בא לו לעקץ, חותכו {כו} ונתנו למי שזכה בו, והאליה ואצבע הכבד ושתי כליות {כז} עמו. נטל רגל השמאלי {כח} ונתנה למי שזכה בה. נמצאו כלן עומדין בשורה והאברים בידם. הראשון, בראש וברגל. הראש בימינו, וחוטמו כלפי זרועו, וקרניו בין אצבעותיו, ובית שחיטתו מלמעלן, והפדר נתון עליה. והרגל של ימין בשמאלו, ובית עורו לחוץ. השני, בשתי ידים, של ימין בימינו, של שמאל בשמאלו, ובית עורן לחוץ. השלישי, בעקץ וברגל. העקץ בימינו, והאליה מדלדלת בין אצבעותיו, ואצבע הכבד ושתי הכליות עמו. הרגל של שמאל בשמאלו, ובית עורו לחוץ. הרביעי, בחזה ובגרה. החזה בימינו, והגרה בשמאלו, וצלעותיה בין אצבעותיו {כט}. החמישי, בשתי דפנות. של ימין בימינו, ושל שמאל בשמאלו, ובית עורן לחוץ. הששי, בקרבים הנתונים בבזך וכרעים על גביהם מלמעלה. השביעי, בסלת. השמיני, בחבתין. התשיעי, ביין. הלכו ונתנום מחצי הכבש ולמטה במערבו, ומלחום. וירדו ובאו להם ללשכת הגזית, לקרות את שמע {לג}","jbo:textNikud":"נָטַל אֶת הַסַּכִּין {יח} וְהִפְרִישׁ אֶת הָרֵאָה מִן הַכָּבֵד, וְאֶצְבַּע הַכָּבֵד מִן הַכָּבֵד, וְלֹא הָיָה מְזִיזָהּ מִמְּקוֹמָהּ. נָקַב אֶת הֶחָזֶה {כ} וּנְתָנוֹ לְמִי שֶׁזָּכָה בוֹ. עָלָה לַדֹּפֶן הַיְמָנִית, הָיָה חוֹתֵךְ וְיוֹרֵד עַד הַשִּׁדְרָה {כא}, וְלֹא הָיָה נוֹגֵעַ בַּשִּׁדְרָה, עַד שֶׁהוּא מַגִּיעַ לִשְׁתֵּי צְלָעוֹת רַכּוֹת {כב}. חֲתָכָהּ וּנְתָנָהּ לְמִי שֶׁזָּכָה בָהּ, וְהַכָּבֵד תְּלוּיָה בָהּ. בָּא לוֹ לַגֵּרָה, וְהִנִּיחַ בָּהּ שְׁתֵּי צְלָעוֹת מִכָּאן {כג} וּשְׁתֵּי צְלָעוֹת מִכָּאן. חֲתָכָהּ וּנְתָנָהּ לְמִי שֶׁזָּכָה בָהּ, וְהַקָּנֶה וְהַלֵּב וְהָרֵאָה תְּלוּיִם בָּהּ. בָּא לוֹ לַדֹּפֶן הַשְּׂמָאלִית, וְהִנִּיחַ בָּהּ {כד} שְׁתֵּי צְלָעוֹת רַכּוֹת מִלְמַעְלָן וּשְׁתֵּי צְלָעוֹת רַכּוֹת מִלְּמַטָּן. וְכָךְ הָיָה מַנִּיחַ בַּחֲבֶרְתָּהּ. נִמְצָא מַנִּיחַ בִּשְׁתֵּיהֶן, שְׁתַּיִם שְׁתַּיִם מִלְמַעְלָן וּשְׁתַּיִם שְׁתַּיִם מִלְּמַטָּן. חֲתָכָהּ וּנְתָנָהּ לְמִי שֶׁזָּכָה בָהּ, וְהַשִּׁדְרָה עִמָּהּ, וְהַטְּחוֹל תָּלוּי בָּהּ. וְהִיא הָיְתָה גְדוֹלָה, אֶלָּא שֶׁל יָמִין קוֹרִין גְּדוֹלָה, שֶׁהַכָּבֵד תְּלוּיָה בָהּ {כה}. בָּא לוֹ לָעֹקֶץ, חוֹתְכוֹ {כו} וּנְתָנוֹ לְמִי שֶׁזָּכָה בוֹ, וְהָאַלְיָה וְאֶצְבַּע הַכָּבֵד וּשְׁתֵּי כְלָיוֹת {כז} עִמּוֹ. נָטַל רֶגֶל הַשְּׂמָאלִי {כח} וּנְתָנָהּ לְמִי שֶׁזָּכָה בָהּ. נִמְצְאוּ כֻלָּן עוֹמְדִין בְּשׁוּרָה וְהָאֵבָרִים בְּיָדָם. הָרִאשׁוֹן, בָּרֹאשׁ וּבָרֶגֶל. הָרֹאשׁ בִּימִינוֹ, וְחוֹטְמוֹ כְלַפֵּי זְרוֹעוֹ, וְקַרְנָיו בֵּין אֶצְבְּעוֹתָיו, וּבֵית שְׁחִיטָתוֹ מִלְמַעְלָן, וְהַפֶּדֶר נָתוּן עָלֶיהָ. וְהָרֶגֶל שֶׁל יָמִין בִּשְׂמֹאלוֹ, וּבֵית עוֹרוֹ לַחוּץ. הַשֵּׁנִי, בִּשְׁתֵּי יָדַיִם, שֶׁל יָמִין בִּימִינוֹ, שֶׁל שְׂמֹאל בִּשְׂמֹאלוֹ, וּבֵית עוֹרָן לַחוּץ. הַשְּׁלִישִׁי, בָּעֹקֶץ וּבָרֶגֶל. הָעֹקֶץ בִּימִינוֹ, וְהָאַלְיָה מְדֻלְדֶּלֶת בֵּין אֶצְבְּעוֹתָיו, וְאֶצְבַּע הַכָּבֵד וּשְׁתֵּי הַכְּלָיוֹת עִמּוֹ. הָרֶגֶל שֶׁל שְׂמֹאל בִּשְׂמֹאלוֹ, וּבֵית עוֹרוֹ לַחוּץ. הָרְבִיעִי, בֶּחָזֶה וּבַגֵּרָה. הֶחָזֶה בִימִינוֹ, וְהַגֵּרָה בִשְׂמֹאלוֹ, וְצַלְעוֹתֶיהָ בֵין אֶצְבְּעוֹתָיו {כט}. הַחֲמִישִׁי, בִּשְׁתֵּי דְפָנוֹת. שֶׁל יָמִין בִּימִינוֹ, וְשֶׁל שְׂמֹאל בִּשְׂמֹאלוֹ, וּבֵית עוֹרָן לַחוּץ. הַשִּׁשִּׁי, בַּקְּרָבַיִם הַנְּתוּנִים בְּבָזָךְ וּכְרָעַיִם עַל גַּבֵּיהֶם מִלְמַעְלָה. הַשְּׁבִיעִי, בַּסֹּלֶת. הַשְּׁמִינִי, בַּחֲבִתִּין. הַתְּשִׁיעִי, בַּיָּיִן. הָלְכוּ וּנְתָנוּם מֵחֲצִי הַכֶּבֶשׁ וּלְמַטָּה בְּמַעֲרָבוֹ, וּמְלָחוּם. וְיָרְדוּ וּבָאוּ לָהֶם לְלִשְׁכַּת הַגָּזִית, לִקְרוֹת אֶת שְׁמַע {לג}","rdfs:label":"משנה תמיד ד ג","jbo:interprets":"jbr:mishna-5-9-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-bartanura-5-9-4-3","jbo:text":"ר\"ע מברטנורה ואצבע הכבד. היה מפריש מן הכבד: ולא היה מזיזה. לאצבע הכבד ממקומה {יט}, שהרי היא היתה קרבה עם העקץ והאליה, והכבד היה עם הדפן הימני, והראה עם הגרה ושתי צלעות עמה, כמו שמפרש בסמוך: דפן ימני. חותך סמוך לשדרה, אלא שהיה מניח שתי צלעות למעלה אל השדרה וכן שתי צלעות למטה: והרגל של ימין בשמאלו. ואף על גב דהולכת אברים לכבש עבודה היא ועבודה פסולה בשמאל, כיון דלא מעכבת כפרה, שריא אפלו בשמאל, כדאיתא ביומא: ובית עורו לחוץ. המקום שמפשיטים ממנו העור, והוא סמוך לראשי האצבעות: בזך. תרגום כף אחת, בזיכא חדא {ל}: השביעי בסלת. למנחת נסכים שעם התמיד: בחבתין. מנחת מחבת של כהן גדול מחציתה בבקר ומחציתה בערב שמקריב בכל יום. והאי דאפסקיה לחבתין בין סלת לנסכים שהן צרכי תמיד, משום דסלת וחבתין לשניהם שם מנחה, לכך פרשן יחד {לא}: מחצי הכבש ולמטה במערבו. ולא מחציו ולמעלה, כדי שתהא נכרת ההולכה למזבח כשיחזרו {לב} מלקרות את שמע. ודוקא בימות החל היו נותנים אברי תמיד במערב לצד השכינה, אבל בשבתות דשל מוספין שהן חובת היום היו במערב, היו של תמיד במזרח, כדמוכח במסכת סכה פרק החליל: לקרות את שמע. וכל שאר ברכות, כדאיתא לקמן באידך פרקא","jbo:textNikud":"ר\"ע מברטנורה וְאֶצְבַּע הַכָּבֵד. הָיָה מַפְרִישׁ מִן הַכָּבֵד: וְלֹא הָיָה מְזִיזָהּ. לְאֶצְבַּע הַכָּבֵד מִמְּקוֹמָהּ {יט}, שֶׁהֲרֵי הִיא הָיְתָה קְרֵבָה עִם הָעֹקֶץ וְהָאַלְיָה, וְהַכָּבֵד הָיָה עִם הַדֹּפֶן הַיְמָנִי, וְהָרֵאָה עִם הַגֵּרָה וּשְׁתֵּי צְלָעוֹת עִמָּהּ, כְּמוֹ שֶׁמְּפֹרָשׁ בְּסָמוּךְ: דֹּפֶן יְמָנִי. חוֹתֵךְ סָמוּךְ לַשִּׁדְרָה, אֶלָּא שֶׁהָיָה מַנִּיחַ שְׁתֵּי צְלָעוֹת לְמַעְלָה אֶל הַשִּׁדְרָה וְכֵן שְׁתֵּי צְלָעוֹת לְמַטָּה: וְהָרֶגֶל שֶׁל יָמִין בִּשְׂמֹאלוֹ. וְאַף עַל גַּב דְּהוֹלָכַת אֵבָרִים לַכֶּבֶשׁ עֲבוֹדָה הִיא וַעֲבוֹדָה פְסוּלָה בִשְׂמֹאל, כֵּיוָן דְּלֹא מְעַכֶּבֶת כַּפָּרָה, שָׁרְיָא אֲפִלּוּ בִשְׂמֹאל, כִּדְאִיתָא בְיוֹמָא: וּבֵית עוֹרוֹ לַחוּץ. הַמָּקוֹם שֶׁמַּפְשִׁיטִים מִמֶּנּוּ הָעוֹר, וְהוּא סָמוּךְ לְרָאשֵׁי הָאֶצְבָּעוֹת: בָּזָךְ. תַּרְגּוּם כַּף אַחַת, בָּזִיכָא חֲדָא {ל}: הַשְּׁבִיעִי בַּסֹּלֶת. לְמִנְחַת נְסָכִים שֶׁעִם הַתָּמִיד: בַּחֲבִתִּין. מִנְחַת מַחֲבַת שֶׁל כֹּהֵן גָּדוֹל מַחֲצִיתָהּ בַּבֹּקֶר וּמַחֲצִיתָהּ בָּעֶרֶב שֶׁמַּקְרִיב בְּכָל יוֹם. וְהַאי דְּאַפְסְקֵיהּ לַחֲבִתִּין בֵּין סֹלֶת לִנְסָכִים שֶׁהֵן צָרְכֵי תָמִיד, מִשּׁוּם דְּסֹלֶת וַחֲבִתִּין לִשְׁנֵיהֶם שֵׁם מִנְחָה, לְכָךְ פֵּרְשָׁן יַחַד {לא}: מֵחֲצִי הַכֶּבֶשׁ וּלְמַטָּה בְּמַעֲרָבוֹ. וְלֹא מֵחֶצְיוֹ וּלְמַעְלָה, כְּדֵי שֶׁתְּהֵא נִכֶּרֶת הַהוֹלָכָה לַמִּזְבֵּחַ כְּשֶׁיַּחְזְרוּ {לב} מִלִּקְרוֹת אֶת שְׁמַע. וְדַוְקָא בִימוֹת הַחֹל הָיוּ נוֹתְנִים אֵבְרֵי תָמִיד בַּמַּעֲרָב לְצַד הַשְּׁכִינָה, אֲבָל בְּשַׁבָּתוֹת דְּשֶׁל מוּסָפִין שֶׁהֵן חוֹבַת הַיּוֹם הָיוּ בַמַּעֲרָב, הָיוּ שֶׁל תָּמִיד בַּמִּזְרָח, כִּדְמוּכָח בְּמַסֶּכֶת סֻכָּה פֶּרֶק הֶחָלִיל: לִקְרוֹת אֶת שְׁמַע. וְכָל שְׁאָר בְּרָכוֹת, כִּדְאִיתָא לְקַמָּן בְּאִידָךְ פִּרְקָא","rdfs:label":"ר\"ע מברטנורה משנה תמיד ד ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-4"],"uri":"jbr:mishna-yomtov-5-9-4-3","jbo:text":"עיקר תוי\"ט {יח} הסכין כו'. ועד עכשיו לא היה לו צרך לסכין לא בנטילת הפדר ולא בנטילת הקרבים, שזהו דבר שנוטלין ומפרידין בלא סכין. מפרש: {יט} שכשחותכים את הכבד ומפרידין אותו ממקומו נשאר מעט כבד מן העקץ אצל הכליות, ולא היה מזיזה ממקומה. מפרש. ואצבע לשון נקבה: {כ} החזה. לפי שהחזה על הדפנות כמו אהל, וכשנוטל את החזה משם הוי כמו שנוקב בבהמה, שהחזה קצר ברחבו ודומה המקום לאחר נטילתו כחלון. מפרש: {כא} עד כו'. נסח אחר עם השדרה. ופרש המפרש אצל השדרה חותך ולא היה נוגע בשדרה, שהשדרה היה מניח עם הדפן השמאלי, לפי שבזה הדפן היה תולה הכבד, ולא היה חותך השדרה עמו שלא יהא כבדה הרבה: {כב} רכות. אצל החזה. כלומר היה חותך ויורד עד שיהא מגיע לאותן צלעות. וגם למעלה אצל העקץ היה מניח שתי הצלעות, ולקמן מפרש כשיפרש דפן השמאלי כו'. מפרש: {כג} שתי כו'. שתי צלעות הניח בו כבר כשחתך הדפן הימני, ועכשיו הניח בו עוד שתים מצד אחר, וזהו אותן צלעות שהן מדפן אצל חזה, ועדין לא חתך דפן השמאלי. לכך שיך לומר והניח בה, שעדין הן מחברין לדפן. מפרש: {כד} בה. כתב המפרש דלא גרסינן בה. אלא והניח [אצל העקץ] שתים דהינו למעלה ושתים מלמטה אצל החזה והניחן במקומן ולא חתך עם הדפן, וכן הניח בחברתה שתים למעלה אצל העקץ. ולפי שלא פרש לך למעלה שתי צלעות למעלה בנטילת דפן ימין פרשו כאן נמצא מניח כו': {כה} שהכבד כו'. ובשביל שהכבד לאו מן הדפן הוא ואינו בכללה אלא תלוי בה, לכך נקראת גדולה. מפרש: {כו} חותכו. אצל רגל השמאלי שעדין תלויה הבהמה בו. מפרש: {כז} ושתי כו'. וכן שתי צלעות מכאן ושתים מכאן. ולפי שאותן צלעות מקרו כנפי העקץ, לא חש לפרש שתי צלעות כו': {כח} השמאלי. שנשאר יחידי, שכל הבהמה מנתחת לאברים מלבד זה הרגל שנשאר עדין באנקלי. מפרש: {כט} בין כו'. והאי דלא פרש ובית עורה לחוץ, הינו טעמא דשתי צלעותיה מנחים בין אצבעותיו, אם כן הוי בית עורה לחוץ, אבל גבי דפנות לא פרש לך כלום [היאך נושאן], והיה יכול לשא דפנות על פס ידו, לכך פרש בית עורה לחוץ. מפרש: {ל} לפי שאין מחברים יחד צריך לתנם בכלי. מפרש. ויותר נראה פרוש הרמב\"ם, בזך, קערה: {לא} וכך היה נמי סדר הקרבתן, החבתין קודמים לנסכים, מהאי טעמא דשניהן הם מנחה. ונראה לי דפרשן צריך לומר סדרן: {לב} ואם היו קרובין למזבח לא תראה הולכה. מפרש: {לג} שמע. ולאחר קריאת שמע יקטירו את הקטרת, והכי נכון הדבר שיתפללו קדם שיקטירו שום הקטרה, ויעל קרבנם לריח ניחח. מפרש","jbo:textNikud":"עיקר תוי\"ט {יח} הַסַּכִּין כוּ'. וְעַד עַכְשָׁיו לֹא הָיָה לוֹ צֹרֶךְ לַסַּכִּין לֹא בִּנְטִילַת הַפֶּדֶר וְלֹא בִּנְטִילַת הַקְּרָבַיִם, שֶׁזֶּהוּ דָבָר שֶׁנּוֹטְלִין וּמַפְרִידִין בְּלֹא סַכִּין. מְפָרֵשׁ: {יט} שֶׁכְּשֶׁחוֹתְכִים אֶת הַכָּבֵד וּמַפְרִידִין אוֹתוֹ מִמְּקוֹמוֹ נִשְׁאָר מְעַט כָּבֵד מִן הָעֹקֶץ אֵצֶל הַכְּלָיוֹת, וְלֹא הָיָה מְזִיזָהּ מִמְּקוֹמָהּ. מְפָרֵשׁ. וְאֶצְבַּע לְשׁוֹן נְקֵבָה: {כ} הֶחָזֶה. לְפִי שֶׁהֶחָזֶה עַל הַדְּפָנוֹת כְּמוֹ אֹהֶל, וּכְשֶׁנּוֹטֵל אֶת הֶחָזֶה מִשָּׁם הָוֵי כְמוֹ שֶׁנּוֹקֵב בַּבְּהֵמָה, שֶׁהֶחָזֶה קָצָר בְּרָחְבּוֹ וְדוֹמֶה הַמָּקוֹם לְאַחַר נְטִילָתוֹ כְּחַלּוֹן. מְפָרֵשׁ: {כא} עַד כוּ'. נֻסַּח אַחֵר עִם הַשִּׁדְרָה. וּפֵרֵשׁ הַמְפָרֵשׁ אֵצֶל הַשִּׁדְרָה חוֹתֵךְ וְלֹא הָיָה נוֹגֵעַ בַּשִּׁדְרָה, שֶׁהַשִּׁדְרָה הָיָה מַנִּיחַ עִם הַדֹּפֶן הַשְּׂמָאלִי, לְפִי שֶׁבְּזֶה הַדֹּפֶן הָיָה תוֹלֶה הַכָּבֵד, וְלֹא הָיָה חוֹתֵךְ הַשִּׁדְרָה עִמּוֹ שֶׁלֹּא יְהֵא כָּבְדָהּ הַרְבֵּה: {כב} רַכּוֹת. אֵצֶל הֶחָזֶה. כְּלוֹמַר הָיָה חוֹתֵךְ וְיוֹרֵד עַד שֶׁיְּהֵא מַגִּיעַ לְאוֹתָן צְלָעוֹת. וְגַם לְמַעְלָה אֵצֶל הָעֹקֶץ הָיָה מַנִּיחַ שְׁתֵּי הַצְּלָעוֹת, וּלְקַמָּן מְפָרֵשׁ כְּשֶׁיְּפָרֵשׁ דֹּפֶן הַשְּׂמָאלִי כוּ'. מְפָרֵשׁ: {כג} שְׁתֵּי כוּ'. שְׁתֵּי צְלָעוֹת הִנִּיחַ בּוֹ כְּבָר כְּשֶׁחָתַךְ הַדֹּפֶן הַיְמָנִי, וְעַכְשָׁיו הִנִּיחַ בּוֹ עוֹד שְׁתַּיִם מִצַּד אַחֵר, וְזֶהוּ אוֹתָן צְלָעוֹת שֶׁהֵן מִדֹּפֶן אֵצֶל חָזֶה, וַעֲדַיִן לֹא חָתַךְ דֹּפֶן הַשְּׂמָאלִי. לְכָךְ שַׁיָּךְ לוֹמַר וְהִנִּיחַ בָּהּ, שֶׁעֲדַיִן הֵן מְחֻבָּרִין לַדֹּפֶן. מְפָרֵשׁ: {כד} בָּהּ. כָּתַב הַמְפָרֵשׁ דְּלֹא גָרְסִינַן בָּהּ. אֶלָּא וְהִנִּיחַ [אֵצֶל הָעֹקֶץ] שְׁתַּיִם דְּהַיְנוּ לְמַעְלָה וּשְׁתַּיִם מִלְּמַטָּה אֵצֶל הֶחָזֶה וְהִנִּיחָן בִּמְקוֹמָן וְלֹא חָתַךְ עִם הַדֹּפֶן, וְכֵן הִנִּיחַ בַּחֲבֶרְתָּהּ שְׁתַּיִם לְמַעְלָה אֵצֶל הָעֹקֶץ. וּלְפִי שֶׁלֹּא פֵרֵשׁ לְךָ לְמַעְלָה שְׁתֵּי צְלָעוֹת לְמַעְלָה בִּנְטִילַת דֹּפֶן יָמִין פֵּרְשׁוֹ כָאן נִמְצָא מַנִּיחַ כוּ': {כה} שֶׁהַכָּבֵד כוּ'. וּבִשְׁבִיל שֶׁהַכָּבֵד לָאו מִן הַדֹּפֶן הוּא וְאֵינוֹ בִכְלָלָהּ אֶלָּא תָלוּי בָהּ, לְכָךְ נִקְרֵאת גְּדוֹלָה. מְפָרֵשׁ: {כו} חוֹתְכוֹ. אֵצֶל רֶגֶל הַשְּׂמָאלִי שֶׁעֲדַיִן תְּלוּיָה הַבְּהֵמָה בוֹ. מְפָרֵשׁ: {כז} וּשְׁתֵּי כוּ'. וְכֵן שְׁתֵּי צְלָעוֹת מִכָּאן וּשְׁתַּיִם מִכָּאן. וּלְפִי שֶׁאוֹתָן צְלָעוֹת מִקְרוּ כַּנְפֵי הָעֹקֶץ, לֹא חָשׁ לְפָרֵשׁ שְׁתֵּי צְלָעוֹת כוּ': {כח} הַשְּׂמָאלִי. שֶׁנִּשְׁאָר יְחִידִי, שֶׁכָּל הַבְּהֵמָה מְנֻתַּחַת לְאֵבָרִים מִלְּבַד זֶה הָרֶגֶל שֶׁנִּשְׁאָר עֲדַיִן בָּאֻנְקְלִי. מְפָרֵשׁ: {כט} בֵּין כוּ'. וְהַאי דְּלֹא פֵרֵשׁ וּבֵית עוֹרָהּ לַחוּץ, הַיְנוּ טַעֲמָא דִּשְׁתֵּי צַלְעוֹתֶיהָ מֻנָּחִים בֵּין אֶצְבְּעוֹתָיו, אִם כֵּן הָוֵי בֵית עוֹרָהּ לַחוּץ, אֲבָל גַּבֵּי דְפָנוֹת לֹא פֵרֵשׁ לְךָ כְּלוּם [הֵיאַךְ נוֹשְׂאָן], וְהָיָה יָכוֹל לִשָּׁא דְפָנוֹת עַל פַּס יָדוֹ, לְכָךְ פֵּרֵשׁ בֵּית עוֹרָהּ לַחוּץ. מְפָרֵשׁ: {ל} לְפִי שֶׁאֵין מְחֻבָּרִים יַחַד צָרִיךְ לִתְּנֵם בִּכְלִי. מְפָרֵשׁ. וְיוֹתֵר נִרְאֶה פֵרוּשׁ הָרַמְבַּ\"ם, בָּזָךְ, קְעָרָה: {לא} וְכָךְ הָיָה נַמִּי סֵדֶר הַקְרָבָתָן, הַחֲבִתִּין קוֹדְמִים לַנְּסָכִים, מֵהַאי טַעֲמָא דִּשְׁנֵיהֶן הֵם מִנְחָה. וְנִרְאֶה לִי דְּפֵרְשָׁן צָרִיךְ לוֹמַר סִדְּרָן: {לב} וְאִם הָיוּ קְרוֹבִין לַמִּזְבֵּחַ לֹא תֵרָאֶה הוֹלָכָה. מְפָרֵשׁ: {לג} שְׁמַע. וּלְאַחַר קְרִיאַת שְׁמַע יַקְטִירוּ אֶת הַקְּטֹרֶת, וְהָכִי נָכוֹן הַדָּבָר שֶׁיִּתְפַּלְּלוּ קֹדֶם שֶׁיַּקְטִירוּ שׁוּם הַקְטָרָה, וְיַעַל קָרְבָּנָם לְרֵיחַ נִיחֹחַ. מְפָרֵשׁ","rdfs:label":"עיקר תוי\"ט משנה תמיד ד ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-1","jbo:text":"אמר להם הממנה, ברכו ברכה אחת, והן ברכו. קראו עשרת הדברים, שמע, והיה אם שמע, ויאמר. ברכו את העם {ב} שלש ברכות, אמת ויציב, ועבודה, וברכת כהנים. ובשבת מוסיפין ברכה אחת למשמר היוצא","jbo:textNikud":"אָמַר לָהֶם הַמְמֻנֶּה, בָּרְכוּ בְרָכָה אֶחַת, וְהֵן בֵּרְכוּ. קָרְאוּ עֲשֶׂרֶת הַדְּבָרִים, שְׁמַע, וְהָיָה אִם שָׁמֹעַ, וַיֹּאמֶר. בֵּרְכוּ אֶת הָעָם {ב} שָׁלשׁ בְּרָכוֹת, אֱמֶת וְיַצִּיב, וַעֲבוֹדָה, וּבִרְכַּת כֹּהֲנִים. וּבְשַׁבָּת מוֹסִיפִין בְּרָכָה אַחַת לַמִּשְׁמָר הַיּוֹצֵא","rdfs:label":"משנה תמיד ה א","jbo:interprets":"jbr:mishna-5-9-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-1","jbo:text":"ר\"ע מברטנורה אמר להם הממנה וכו'. בפרק קמא דברכות מפרש שהיא אהבה רבה. ואחר שהאיר היום וזרחה החמה מברכים יוצר אור. וסדר ברכות אינו מעכב: קראו עשרת הדברים. לפי שהן עקר התורה {א}. ובדין היה שיהיו קורין אותן בכל יום אף בגבולים, אלא שבטלום מפני תרעמת המינים, שהיו אומרים אלו לבדם נתנו בסיני ולא שאר התורה: והם ברכו שלש ברכות. ואלו הן שלש ברכות, אמת ויציב, ועבודה, וברכת כהנים קריאת הפסוקים בלבד, ולא נשיאת כפים {ג}, שלא היו הכהנים נושאים את כפיהן אלא לאחר הקרבת התמיד וקטרת, כדאמרינן באידך פרקא, והאידנא לא היו מברכים הנך ברכות אלא כדי שיהא התמיד מקבל ברצון, ולא היו נפטרים בכך מתפלת שמנה עשרה: מוסיפין ברכה אחת. שמשמר היוצא אומר למשמר הנכנס, מי ששכן את שמו בבית הזה הוא ישכין ביניכם אהבה ואחוה שלום ורעות {ד}, שבכל יום שבת היה נכנס משמר לעבודה ויוצא המשמר שעבר","jbo:textNikud":"ר\"ע מברטנורה אָמַר לָהֶם הַמְמֻנֶּה וְכוּ'. בְּפֶרֶק קַמָּא דִבְרָכוֹת מְפֹרָשׁ שֶׁהִיא אַהֲבָה רַבָּה. וְאַחַר שֶׁהֵאִיר הַיּוֹם וְזָרְחָה הַחַמָּה מְבָרְכִים יוֹצֵר אוֹר. וְסֵדֶר בְּרָכוֹת אֵינוֹ מְעַכֵּב: קָרְאוּ עֲשֶׂרֶת הַדְּבָרִים. לְפִי שֶׁהֵן עִקַּר הַתּוֹרָה {א}. וּבְדִין הָיָה שֶׁיִּהְיוּ קוֹרִין אוֹתָן בְּכָל יוֹם אַף בַּגְּבוּלִים, אֶלָּא שֶׁבִּטְּלוּם מִפְּנֵי תַּרְעֹמֶת הַמִּינִים, שֶׁהָיוּ אוֹמְרִים אֵלּוּ לְבַדָּם נִתְּנוּ בְסִינַי וְלֹא שְׁאָר הַתּוֹרָה: וְהֵם בֵּרְכוּ שָׁלֹשׁ בְּרָכוֹת. וְאֵלּוּ הֵן שָׁלֹשׁ בְּרָכוֹת, אֱמֶת וְיַצִּיב, וַעֲבוֹדָה, וּבִרְכַּת כֹּהֲנִים קְרִיאַת הַפְּסוּקִים בִּלְבַד, וְלֹא נְשִׂיאַת כַּפַּיִם {ג}, שֶׁלֹּא הָיוּ הַכֹּהֲנִים נוֹשְׂאִים אֶת כַּפֵּיהֶן אֶלָּא לְאַחַר הַקְרָבַת הַתָּמִיד וּקְטֹרֶת, כִּדְאָמְרִינַן בְּאִידָךְ פִּרְקָא, וְהָאִידְנָא לֹא הָיוּ מְבָרְכִים הָנָךְ בְּרָכוֹת אֶלָּא כְדֵי שֶׁיְּהֵא הַתָּמִיד מְקֻבָּל בְּרָצוֹן, וְלֹא הָיוּ נִפְטָרִים בְּכָךְ מִתְּפִלַּת שְׁמֹנֶה עֶשְׂרֵה: מוֹסִיפִין בְּרָכָה אַחַת. שֶׁמִּשְׁמָר הַיּוֹצֵא אוֹמֵר לַמִּשְׁמָר הַנִּכְנָס, מִי שֶׁשִּׁכֵּן אֶת שְׁמוֹ בַבַּיִת הַזֶּה הוּא יַשְׁכִּין בֵּינֵיכֶם אַהֲבָה וְאַחְוָה שָׁלוֹם וְרֵעוּת {ד}, שֶׁבְּכָל יוֹם שַׁבָּת הָיָה נִכְנָס מִשְׁמָר לַעֲבוֹדָה וְיוֹצֵא הַמִּשְׁמָר שֶׁעָבַר","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-1","jbo:text":"עיקר תוי\"ט {א} עקר הדת וראשיתו. הרמב\"ם: {ב} את העם. עם העם. ועבודה, בשביל עבודה שעשו היו מברכין אחריה רצה כו' ברוך המקבל עבודת עמו ישראל ברצון. אי נמי שאותך לבדך ביראה נעבד. וברכת כהנים, לברך את העם. רש\"י: {ג} והרמב\"ם במקום ברכת כהנים כתב שים שלום. ועין תוספות יום טוב: {ד} התוספות הקשו, מאי ברכה היא הואיל ולית בה לא שם ולא מלכות, כלומר דבגמרא אמרינן דכל ברכה שאין בה שם ומלכות אינה ברכה","jbo:textNikud":"עיקר תוי\"ט {א} עִקַּר הַדָּת וְרֵאשִׁיתוֹ. הָרַמְבַּ\"ם: {ב} אֶת הָעָם. עִם הָעָם. וַעֲבוֹדָה, בִּשְׁבִיל עֲבוֹדָה שֶׁעָשׂוּ הָיוּ מְבָרְכִין אַחֲרֶיהָ רְצֵה כוּ' בָּרוּךְ הַמְקַבֵּל עֲבוֹדַת עַמּוֹ יִשְׂרָאֵל בְּרָצוֹן. אִי נַמִּי שֶׁאוֹתְךָ לְבַדְּךָ בְּיִרְאָה נַעֲבֹד. וּבִרְכַּת כֹּהֲנִים, לְבָרֵךְ אֶת הָעָם. רַשִׁ\"י: {ג} וְהָרַמְבַּ\"ם בִּמְקוֹם בִּרְכַּת כֹּהֲנִים כָּתַב שִׂים שָׁלוֹם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} הַתּוֹסָפוֹת הִקְשׁוּ, מַאי בְּרָכָה הִיא הוֹאִיל וְלֵית בָּהּ לֹא שֵׁם וְלֹא מַלְכוּת, כְּלוֹמַר דְּבַגְּמָרָא אָמְרִינַן דְּכָל בְּרָכָה שֶׁאֵין בָּהּ שֵׁם וּמַלְכוּת אֵינָהּ בְּרָכָה","rdfs:label":"עיקר תוי\"ט משנה תמיד ה א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-2","jbo:text":"אמר להם, חדשים לקטרת באו והפיסו. הפיסו, זכה מי שזכה. חדשים עם ישנים באו והפיסו, מי מעלה אברים מן הכבש למזבח. רבי אליעזר בן יעקב אומר, המעלה אברים לכבש הוא מעלה אותן על גבי המזבח {ה}","jbo:textNikud":"אָמַר לָהֶם, חֲדָשִׁים לַקְּטֹרֶת בֹּאוּ וְהָפִיסוּ. הֵפִיסוּ, זָכָה מִי שֶׁזָּכָה. חֲדָשִׁים עִם יְשָׁנִים בֹּאוּ וְהָפִיסוּ, מִי מַעֲלֶה אֵבָרִים מִן הַכֶּבֶשׁ לַמִּזְבֵּחַ. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, הַמַּעֲלֶה אֵבָרִים לַכֶּבֶשׁ הוּא מַעֲלֶה אוֹתָן עַל גַּבֵּי הַמִּזְבֵּחַ {ה}","rdfs:label":"משנה תמיד ה ב","jbo:interprets":"jbr:mishna-5-9-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-2","jbo:text":"ר\"ע מברטנורה חדשים לקטרת. מי שלא זכה בקטרת כל ימיו יבא ויפיס. ולא היו מניחים למי שזכה בה פעם אחת לשנות בה, מפני שמעשרת, דכתיב (דברים לג) ישימו קטורה באפך וגו' ברך ה' חילו, לפיכך לא היו מניחים לשנות בה אדם, כדי שיהיו הכל מתעשרים ומתברכים בה: חדשים עם ישנים. לפי שאמר בקטרת חדשים דוקא, אמר הכא חדשים גם ישנים, כלומר מי שזכה בפיס פעמים אחרות ומי שלא זכה באו והפיסו: הוא המעלה אותם לגבי המזבח. ולא היה כאן פיס. ואין הלכה כרבי אליעזר בן יעקב","jbo:textNikud":"ר\"ע מברטנורה חֲדָשִׁים לַקְּטֹרֶת. מִי שֶׁלֹּא זָכָה בַקְּטֹרֶת כָּל יָמָיו יָבֹא וְיָפִיס. וְלֹא הָיוּ מַנִּיחִים לְמִי שֶׁזָּכָה בָהּ פַּעַם אַחַת לִשְׁנוֹת בָּהּ, מִפְּנֵי שֶׁמַּעֲשֶׁרֶת, דִּכְתִיב (דְּבָרִים לג) יָשִׂימוּ קְטוֹרָה בְאַפֶּךָ וְגוֹ' בָּרֵךְ ה' חֵילוֹ, לְפִיכָךְ לֹא הָיוּ מַנִּיחִים לִשְׁנוֹת בָּהּ אָדָם, כְּדֵי שֶׁיִּהְיוּ הַכֹּל מִתְעַשְּׁרִים וּמִתְבָּרְכִים בָּהּ: חֲדָשִׁים עִם יְשָׁנִים. לְפִי שֶׁאָמַר בַּקְּטֹרֶת חֲדָשִׁים דַּוְקָא, אָמַר הָכָא חֲדָשִׁים גַּם יְשָׁנִים, כְּלוֹמַר מִי שֶׁזָּכָה בַפַּיִס פְּעָמִים אֲחֵרוֹת וּמִי שֶׁלֹּא זָכָה בֹּאוּ וְהָפִיסוּ: הוּא הַמַּעֲלֶה אוֹתָם לְגַבֵּי הַמִּזְבֵּחַ. וְלֹא הָיָה כָאן פַּיִס. וְאֵין הֲלָכָה כְרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-2","jbo:text":"עיקר תוי\"ט {ה} הוא כו'. סבירא ליה מקום שכינה לאו ארח ארעא. גמרא. ולא דמי למשנה ו' פרק ה' דפסחים עין שם, משום דהתם מושיט לחברו וחוזר ומקבל, אבל הכא שמוליך עד לכבש והולך לו, ודאי לאו ארח ארעא. תוספות. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ה} הוּא כוּ'. סְבִירָא לֵיהּ מְקוֹם שְׁכִינָה לָאו אֹרַח אַרְעָא. גְּמָרָא. וְלֹא דָמִי לְמִשְׁנָה ו' פֶּרֶק ה' דִּפְסָחִים עַיֵּן שָׁם, מִשּׁוּם דְּהָתָם מוֹשִׁיט לַחֲבֵרוֹ וְחוֹזֵר וּמְקַבֵּל, אֲבָל הָכָא שֶׁמּוֹלִיךְ עַד לַכֶּבֶשׁ וְהוֹלֵךְ לוֹ, וַדַּאי לָאו אֹרַח אַרְעָא. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ה ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-3","jbo:text":"מסרום לחזנים, היו מפשיטין אותם את בגדיהם, ולא היו מניחין עליהם אלא מכנסים בלבד. וחלונות היו שם, וכתוב עליהם תשמישי הכלים","jbo:textNikud":"מְסָרוּם לַחַזָּנִים, הָיוּ מַפְשִׁיטִין אוֹתָם אֶת בִּגְדֵיהֶם, וְלֹא הָיוּ מַנִּיחִין עֲלֵיהֶם אֶלָּא מִכְנָסַיִם בִּלְבָד. וְחַלּוֹנוֹת הָיוּ שָׁם, וְכָתוּב עֲלֵיהֶם תַּשְׁמִישֵׁי הַכֵּלִים","rdfs:label":"משנה תמיד ה ג","jbo:interprets":"jbr:mishna-5-9-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-3","jbo:text":"ר\"ע מברטנורה מסרום לחזנים. אותם כהנים שהכינו עצמם ולא זכו בפיס והיו לבושים בגדי כהנה, היו מוסרים אותם לחזנים, דהינו השמשין העוסקים בצרכי המקדש, כדי שיפשיטום בגדי הקדש שעליהם: ולא היו מניחים עליהם אלא מכנסים בלבד. ולובשים בגדי חל ואחר כך מפשיטים המכנסים, ומניחים כל בגדי כהנה ויוצאים: וכתוב עליהם תשמישי הכלים. החלונות שבהן מכנסים כתוב עליהן מכנסים, ואת שבהן כתנת כתוב עליהן כתנת, וכן מצנפת ואבנט. וסדר לבישת הבגדים, המכנסים תחלה לכל שאר בגדים של קדש, דכתיב (ויקרא ו) ומכנסי בד ילבש על בשרו, שלא יהא דבר קודם למכנסים, ואחר כך הכתנת, ואחר כך חוגר באבנט, ואחר כך צונף במצנפת {ו}","jbo:textNikud":"ר\"ע מברטנורה מְסָרוּם לַחַזָּנִים. אוֹתָם כֹּהֲנִים שֶׁהֵכִינוּ עַצְמָם וְלֹא זָכוּ בַפַּיִס וְהָיוּ לְבוּשִׁים בִּגְדֵי כְהֻנָּה, הָיוּ מוֹסְרִים אוֹתָם לַחַזָּנִים, דְּהַיְנוּ הַשַּׁמָּשִׁין הָעוֹסְקִים בְּצָרְכֵי הַמִּקְדָּשׁ, כְּדֵי שֶׁיַּפְשִׁיטוּם בִּגְדֵי הַקֹּדֶשׁ שֶׁעֲלֵיהֶם: וְלֹא הָיוּ מַנִּיחִים עֲלֵיהֶם אֶלָּא מִכְנָסַיִם בִּלְבָד. וְלוֹבְשִׁים בִּגְדֵי חֹל וְאַחַר כָּךְ מַפְשִׁיטִים הַמִּכְנְסַיִם, וּמַנִּיחִים כָּל בִּגְדֵי כְהֻנָּה וְיוֹצְאִים: וְכָתוּב עֲלֵיהֶם תַּשְׁמִישֵׁי הַכֵּלִים. הַחַלּוֹנוֹת שֶׁבָּהֶן מִכְנְסַיִם כָּתוּב עֲלֵיהֶן מִכְנְסַיִם, וְאֶת שֶׁבָּהֶן כְּתֹנֶת כָּתוּב עֲלֵיהֶן כְּתֹנֶת, וְכֵן מִצְנֶפֶת וְאַבְנֵט. וְסֵדֶר לְבִישַׁת הַבְּגָדִים, הַמִּכְנְסַיִם תְּחִלָּה לְכָל שְׁאָר בְּגָדִים שֶׁל קֹדֶשׁ, דִּכְתִיב (וַיִּקְרָא ו) וּמִכְנְסֵי בַד יִלְבַּשׁ עַל בְּשָׂרוֹ, שֶׁלֹּא יְהֵא דָבָר קוֹדֵם לַמִּכְנְסַיִם, וְאַחַר כָּךְ הַכְּתֹנֶת, וְאַחַר כָּךְ חוֹגֵר בְּאַבְנֵט, וְאַחַר כָּךְ צוֹנֵף בְּמִצְנֶפֶת {ו}","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-3","jbo:text":"עיקר תוי\"ט {ו} ובלשון תורה נקראת מגבעת, והכל חדא","jbo:textNikud":"עיקר תוי\"ט {ו} וּבִלְשׁוֹן תּוֹרָה נִקְרֵאת מִגְבַּעַת, וְהַכֹּל חֲדָא","rdfs:label":"עיקר תוי\"ט משנה תמיד ה ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-4","jbo:text":"מי שזכה בקטרת, היה נוטל את הכף {ז}. והכף דומה לתרקב גדול {ח} של זהב, מחזיק שלשת קבים, והבזך היה בתוכו {ט}, מלא וגדוש קטרת. וכסוי היה לו, וכמין מטוטלת היה עליו מלמעלן","jbo:textNikud":"מִי שֶׁזָּכָה בַקְּטֹרֶת, הָיָה נוֹטֵל אֶת הַכַּף {ז}. וְהַכַּף דּוֹמֶה לְתַרְקַב גָּדוֹל {ח} שֶׁל זָהָב, מַחֲזִיק שְׁלשֶׁת קַבִּים, וְהַבָּזָךְ הָיָה בְתוֹכוֹ {ט}, מָלֵא וְגָדוּשׁ קְטֹרֶת. וְכִסּוּי הָיָה לוֹ, וּכְמִין מְטוּטֶלֶת הָיָה עָלָיו מִלְמַעְלָן","rdfs:label":"משנה תמיד ה ד","jbo:interprets":"jbr:mishna-5-9-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-4","jbo:text":"ר\"ע מברטנורה והבזך. כף קטן: מלא וגדוש קטרת. והיתה בתוך הכף הגדול. שאם לא היה הגדול, כיון שהקטן גדוש היה מתפזר הקטרת לארץ בהולכתו. ובכף הגדול לבד לא סגי, דכבוד הוא כלפי מעלה לערות מכף גדוש על הגחלים בשעת ההקטרה: וכסוי היה לו. לבזך {י}: מטוטלת. רבותי פרשו כעין טבעת היה לכסוי מלמעלה שעל ידה מטלטל הכסוי ומסירו מעל הבזך. ובערוך פרש, מטוטלת חתיכת בגד, כמו לא יצא הגמל במטוטלת דפרק במה בהמה יוצאה. שהיה נתון על כסוי הבזך כמין סודר קטן לנוי","jbo:textNikud":"ר\"ע מברטנורה וְהַבָּזָךְ. כַּף קָטָן: מָלֵא וְגָדוּשׁ קְטֹרֶת. וְהָיְתָה בְתוֹךְ הַכַּף הַגָּדוֹל. שֶׁאִם לֹא הָיָה הַגָּדוֹל, כֵּיוָן שֶׁהַקָּטָן גָּדוּשׁ הָיָה מִתְפַּזֵּר הַקְּטֹרֶת לָאָרֶץ בְּהוֹלָכָתוֹ. וּבַכַּף הַגָּדוֹל לְבַד לֹא סַגִּי, דְּכָבוֹד הוּא כְלַפֵּי מַעְלָה לְעָרוֹת מִכַּף גָּדוּשׁ עַל הַגֶּחָלִים בִּשְׁעַת הַהַקְטָרָה: וְכִסּוּי הָיָה לוֹ. לַבָּזָךְ {י}: מְטוּטֶלֶת. רַבּוֹתַי פֵרְשׁוּ כְעֵין טַבַּעַת הָיָה לַכִּסּוּי מִלְּמַעְלָה שֶׁעַל יָדָהּ מְטַלְטֵל הַכִּסּוּי וּמְסִירוֹ מֵעַל הַבָּזָךְ. וּבֶעָרוּךְ פֵּרֵשׁ, מְטוּטֶלֶת חֲתִיכַת בֶּגֶד, כְּמוֹ לֹא יֵצֵא הַגָּמָל בִּמְטוּטֶלֶת דְּפֶרֶק בַּמֶּה בְהֵמָה יוֹצְאָה. שֶׁהָיָה נָתוּן עַל כְּסוּי הַבָּזָךְ כְּמִין סוּדָר קָטָן לְנוֹי","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-4","jbo:text":"עיקר תוי\"ט {ז} הכף. כדאשכחן בנשיאים כף אחת מלאה קטרת. גמרא: {ח} גדול. ואף על פי שבתרקב עצמו לא שיך לומר גדול דהא על שם מדתו נקרא תרקב, הכא קורהו גדול בערך הדמיון שאליו נדמה הכף, והכף מחזיק שלשה קבין, והטני שנדמה גם כן לתרקב אינו מחזיק אלא קבים וחצי: {ט} בתוכו. ובמקרא כף אחת. ואמר הרב אברהם בן עזרא, כל שאין בו רוח חיים, זכרהו ונקבהו: {י} וקשיא לי מדתנן במשנה ב' פרק ז' וכף וכסויה. ויש לומר שכשנתן הכף לחברו כדתנן בפרק ו' משנה ג' שהיה נותן לו גם כן כסוי הבזך","jbo:textNikud":"עיקר תוי\"ט {ז} הַכַּף. כִּדְאַשְׁכְּחַן בַּנְּשִׂיאִים כַּף אַחַת מְלֵאָה קְטֹרֶת. גְּמָרָא: {ח} גָּדוֹל. וְאַף עַל פִּי שֶׁבַּתַּרְקָב עַצְמוֹ לֹא שַׁיָךְ לוֹמַר גָּדוֹל דְּהָא עַל שֵׁם מִדָּתוֹ נִקְרָא תַרְקָב, הָכָא קוֹרֵהוּ גָדוֹל בְּעֵרֶךְ הַדִּמְיוֹן שֶׁאֵלָיו נִדְמֶה הַכַּף, וְהַכַּף מַחֲזִיק שְׁלֹשָׁה קַבִּין, וְהַטֶּנִי שֶׁנִּדְמֶה גַם כֵּן לַתַּרְקָב אֵינוֹ מַחֲזִיק אֶלָּא קַבַּיִם וָחֵצִי: {ט} בְּתוֹכוֹ. וּבַמִּקְרָא כַּף אַחַת. וְאָמַר הָרַב אַבְרָהָם בֶּן עֶזְרָא, כָּל שֶׁאֵין בּוֹ רוּחַ חַיִּים, זָכְרֵהוּ וְנָקְבֵהוּ: {י} וְקַשְׁיָא לִי מִדִּתְנַן בְּמִשְׁנָה ב' פֶּרֶק ז' וְכַף וְכִסּוּיָהּ. וְיֶשׁ לוֹמַר שֶׁכְּשֶׁנָּתַן הַכַּף לַחֲבֵרוֹ כְּדִתְנַן בְּפֶרֶק ו' מִשְׁנָה ג' שֶׁהָיָה נוֹתֵן לוֹ גַם כֵּן כְּסוּי הַבָּזָךְ","rdfs:label":"עיקר תוי\"ט משנה תמיד ה ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-5","jbo:text":"מי שזכה במחתה, נטל מחתת הכסף, ועלה לראש המזבח, ופנה את הגחלים הילך והילך וחתה. ירד וערן לתוך של זהב. נתפזר ממנה כקב גחלים, והיה מכבדן לאמה. ובשבת היה כופה עליהן פסכתר. ופסכתר היתה כלי גדול מחזקת לתך, ושתי שרשרות היו בה, אחת שהוא מושך בה ויורד, ואחת שהוא אוחז בה מלמעלן בשביל שלא תתגלגל. ושלשה דברים היתה משמשת, כופין אותה על גב גחלים ועל השרץ בשבת, ומורידין בה את הדשן מעל גבי המזבח","jbo:textNikud":"מִי שֶׁזָּכָה בַמַּחְתָּה, נָטַל מַחְתַּת הַכֶּסֶף, וְעָלָה לְרֹאשׁ הַמִּזְבֵּחַ, וּפִנָּה אֶת הַגֶּחָלִים הֵילָךְ וְהֵילָךְ וְחָתָה. יָרַד וְעֵרָן לְתוֹךְ שֶׁל זָהָב. נִתְפַּזֵּר מִמֶּנָּה כְּקַב גֶּחָלִים, וְהָיָה מְכַבְּדָן לָאַמָּה. וּבְשַׁבָּת הָיָה כוֹפֶה עֲלֵיהֶן פְּסַכְתֵּר. וּפְסַכְתֵּר הָיְתָה כְלִי גָדוֹל מַחֲזֶקֶת לֶתֶךְ, וּשְׁתֵּי שַׁרְשְׁרוֹת הָיוּ בָהּ, אַחַת שֶׁהוּא מוֹשֵׁךְ בָּהּ וְיוֹרֵד, וְאַחַת שֶׁהוּא אוֹחֵז בָּהּ מִלְמַעְלָן בִּשְׁבִיל שֶׁלֹּא תִתְגַּלְגֵּל. וּשְׁלשָׁה דְבָרִים הָיְתָה מְשַׁמֶּשֶׁת, כּוֹפִין אוֹתָהּ עַל גַּב גֶּחָלִים וְעַל הַשֶּׁרֶץ בְּשַׁבָּת, וּמוֹרִידִין בָּהּ אֶת הַדֶּשֶׁן מֵעַל גַּבֵּי הַמִּזְבֵּחַ","rdfs:label":"משנה תמיד ה ה","jbo:interprets":"jbr:mishna-5-9-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-5","jbo:text":"ר\"ע מברטנורה מי שזכה במחתה. להוליך הגחלים למזבח הזהב. ולא היה בזה פיס, אלא מי שזכה בקטרת על ידי פיס אומר לזה שעמו זכה עמי במחתה {יא}: וחתה. מן המאכלות הפנימיות לא גרסינן הכא, שהן קרובים לדשן, דאדרבה גחלים גסות ובוערות היה חותה: וערן בשל זהב. אבל לא היה חותה בשל זהב, כדי שלא תתקלקל, והתורה חסה על ממונן של ישראל: נתפזר ממנה כקב גחלים. שהיה חותה במחתה של כסף בת ארבעה קבים ומערה בשל זהב שהיא של שלשה {יב}. וכדי להוליכה מלאה היה מערה באחרונה {יג}, שזהו דרך כבוד של מעלה: מכבדן לאמה. לאמת המים שבעזרה. שלא יכוו בהן הכהנים: ובשבת. שאסור לכבות {יד}: כופה עליהן פסכתר. כלי אחד גדול. תרגום סירותיו, פסכתרוותיה: לתך. חצי כור, חמש עשרה סאין, שהכור שלשים סאין: ושתי שרשרות היו. בפסכתר. אחת מצד זה ואחת מצד זה, לפי שבו מורידין הדשן מעל המזבח כדאמרינן בסמוך, וכשמורידו מלא דשן דרך קרקע הכבש שהוא משפע היה כהן אחד לפניו שמושכו בשרשרת וכהן אחד היה למעלה מן הפסכתר ותופס בשרשרת שלפניו שלא תתגלגל במדרון הכבש: ועל השרץ. שנמצא בעזרה {טו} בשבת, כופים עליו פסכתר כדי שלא יטמאו בו הכהנים. שאין יכולים להוציאו משם בשבת, דעל שבות כזה גזרו ואפלו במקדש. ודוקא כשנמצא בעזרה, אבל נמצא בהיכל או באולם, מוציאים אותו מיד {טז} ואפלו בשבת","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁזָּכָה בַמַּחְתָּה. לְהוֹלִיךְ הַגֶּחָלִים לְמִזְבַּח הַזָּהָב. וְלֹא הָיָה בָזֶה פַיִס, אֶלָּא מִי שֶׁזָּכָה בַקְּטֹרֶת עַל יְדֵי פַיִס אוֹמֵר לָזֶה שֶׁעִמּוֹ זְכֵה עִמִּי בַמַּחְתָּה {יא}: וְחָתָה. מִן הַמְאֻכָּלוֹת הַפְּנִימִיּוֹת לֹא גָרְסִינַן הָכָא, שֶׁהֵן קְרוֹבִים לַדֶּשֶׁן, דְּאַדְּרַבָּה גֶחָלִים גַּסּוֹת וּבוֹעֲרוֹת הָיָה חוֹתֶה: וְעֵרָן בְּשֶׁל זָהָב. אֲבָל לֹא הָיָה חוֹתֶה בְשֶׁל זָהָב, כְּדֵי שֶׁלֹּא תִתְקַלְקֵל, וְהַתּוֹרָה חָסָה עַל מָמוֹנָן שֶׁל יִשְׂרָאֵל: נִתְפַּזֵּר מִמֶּנָּה כְּקַב גֶּחָלִים. שֶׁהָיָה חוֹתֶה בְמַחְתָּה שֶׁל כֶּסֶף בַּת אַרְבָּעָה קַבִּים וּמְעָרֶה בְשֶׁל זָהָב שֶׁהִיא שֶׁל שְׁלֹשָׁה {יב}. וּכְדֵי לְהוֹלִיכָהּ מְלֵאָה הָיָה מְעָרֶה בָאַחֲרוֹנָה {יג}, שֶׁזֶּהוּ דֶרֶךְ כָּבוֹד שֶׁל מַעְלָה: מְכַבְּדָן לָאַמָּה. לְאַמַּת הַמַּיִם שֶׁבָּעֲזָרָה. שֶׁלֹּא יִכָּווּ בָהֶן הַכֹּהֲנִים: וּבְשַׁבָּת. שֶׁאָסוּר לְכַבּוֹת {יד}: כּוֹפֶה עֲלֵיהֶן פְּסַכְתֵּר. כְּלִי אֶחָד גָּדוֹל. תַּרְגּוּם סִירוֹתָיו, פְּסַכְתֵּרְווֹתֵיהּ: לֶתֶךְ. חֲצִי כוֹר, חֲמֵשׁ עֶשְׂרֵה סְאִין, שֶׁהַכּוֹר שְׁלֹשִׁים סְאִין: וּשְׁתֵּי שַׁרְשְׁרוֹת הָיוּ. בַּפְּסַכְתֵּר. אַחַת מִצַּד זֶה וְאַחַת מִצַּד זֶה, לְפִי שֶׁבּוֹ מוֹרִידִין הַדֶּשֶׁן מֵעַל הַמִּזְבֵּחַ כִּדְאָמְרִינַן בְּסָמוּךְ, וּכְשֶׁמּוֹרִידוֹ מָלֵא דֶשֶׁן דֶּרֶךְ קַרְקַע הַכֶּבֶשׁ שֶׁהוּא מְשֻׁפָּע הָיָה כֹהֵן אֶחָד לְפָנָיו שֶׁמּוֹשְׁכוֹ בַשַּׁרְשֶׁרֶת וְכֹהֵן אֶחָד הָיָה לְמַעְלָה מִן הַפְּסַכְתֵּר וְתוֹפֵס בַּשַּׁרְשֶׁרֶת שֶׁלְּפָנָיו שֶׁלֹּא תִתְגַּלְגֵּל בְּמִדְרוֹן הַכֶּבֶשׁ: וְעַל הַשֶּׁרֶץ. שֶׁנִּמְצָא בָעֲזָרָה {טו} בְּשַׁבָּת, כּוֹפִים עָלָיו פְּסַכְתֵּר כְּדֵי שֶׁלֹּא יִטָּמְאוּ בוֹ הַכֹּהֲנִים. שֶׁאֵין יְכוֹלִים לְהוֹצִיאוֹ מִשָּׁם בְּשַׁבָּת, דְּעַל שְׁבוּת כָּזֶה גָזְרוּ וַאֲפִלּוּ בַמִּקְדָּשׁ. וְדַוְקָא כְשֶׁנִּמְצָא בָעֲזָרָה, אֲבָל נִמְצָא בַהֵיכָל אוֹ בָאוּלָם, מוֹצִיאִים אוֹתוֹ מִיָּד {טז} וַאֲפִלּוּ בְשַׁבָּת","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-5","jbo:text":"עיקר תוי\"ט {יא} הכי תני רבי יהודה ביומא דף כ\"ה עמוד ב', וכלומר שכך רגיל לומר לזה שעמו. אבל אם ירצה לומר לאחר או שירצה לעשות הכל לבדו כדאשכחן בכהן גדול ביום הכפורים, הרשות בידו. הכי פרשו בתוספות. אלא שדעתם דרבנן פליגי עליה בהא דלא סבירא להו דבדעת כהן תליא מלתא. ומיהו מודו דאין חוזרין ומפיסין אלא דהעומד לימינו זוכה מכח פיס. ועין תוספות יום טוב: {יב} כתנא קמא דמשנה ד' פרק ד' דיומא: {יג} כלומר, לאחר שירד ולא בעודו על המזבח אחר שחתה כו' כדי שתהא מלאה ולא יתפזר בירידתו בשפוע הכבש: {יד} ואף על פי שמן התורה אין אסור בכבוי אלא כשמתכון לעשות פחם, יש לומר דהכא כיון דאפשר בלא כבוי לא התירו השבות: {טו} לא דק למכתב אליבא דהלכתא, דהלכה כרבי עקיבא שאומר במשנה דסוף ערובין שאף מן העזרה מוציאין במקום שחיבים על זדונו כרת כו': {טז} לא דק כלל, שזה אף דלא כרבי שמעון בן ננס דפליג אדרבי עקיבא, דהא תנן התם דמודה אף במבין האולם ולמזבח","jbo:textNikud":"עיקר תוי\"ט {יא} הָכִי תָנֵי רַבִּי יְהוּדָה בְּיוֹמָא דַּף כ\"ה עָמוּד ב', וּכְלוֹמַר שֶׁכָּךְ רָגִיל לוֹמַר לָזֶה שֶׁעִמּוֹ. אֲבָל אִם יִרְצֶה לוֹמַר לְאַחֵר אוֹ שֶׁיִּרְצֶה לַעֲשׂוֹת הַכֹּל לְבַדּוֹ כִּדְאַשְׁכְּחָן בְּכֹהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים, הָרְשׁוּת בְּיָדוֹ. הָכִי פֵּרְשׁוּ בַתּוֹסָפוֹת. אֶלָּא שֶׁדַּעְתָּם דְּרַבָּנָן פְּלִיגֵי עֲלֵיהּ בְּהָא דְלָא סְבִירָא לְהוּ דִּבְדַעַת כֹּהֵן תַּלְיָא מִלְּתָא. וּמִיהוּ מוֹדוּ דְּאֵין חוֹזְרִין וּמְפִיסִין אֶלָּא דְּהָעוֹמֵד לִימִינוֹ זוֹכֶה מִכֹּחַ פַּיִס. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} כְּתַנָּא קַמָּא דְּמִשְׁנָה ד' פֶּרֶק ד' דְּיוֹמָא: {יג} כְּלוֹמַר, לְאַחַר שֶׁיָּרַד וְלֹא בְּעוֹדוֹ עַל הַמִּזְבֵּחַ אַחַר שֶׁחָתָה כוּ' כְּדֵי שֶׁתְּהֵא מְלֵאָה וְלֹא יִתְפַּזֵּר בִּירִידָתוֹ בְּשִׁפּוּע הַכֶּבֶשׁ: {יד} וְאַף עַל פִּי שֶׁמִּן הַתּוֹרָה אֵין אִסּוּר בְּכִבּוּי אֶלָּא כְשֶׁמִּתְכַּוֵּן לַעֲשׂוֹת פֶּחָם, יֵשׁ לוֹמַר דְּהָכָא כֵיוָן דְּאֶפְשָׁר בְּלֹא כִבּוּי לֹא הִתִּירוּ הַשְּׁבוּת: {טו} לֹא דָק לְמִכְתַּב אַלִּיבָּא דְהִלְכָתָא, דַּהֲלָכָה כְּרַבִּי עֲקִיבָא שֶׁאוֹמֵר בַּמִּשְׁנָה דְּסוֹף עֵרוּבִין שֶׁאַף מִן הָעֲזָרָה מוֹצִיאִין בְּמָקוֹם שֶׁחַיָּבִים עַל זְדוֹנוֹ כָרֵת כוּ': {טז} לֹא דָק כְּלָל, שֶׁזֶּה אַף דְּלֹא כְרַבִּי שִׁמְעוֹן בֶּן נַנָּס דְּפָלֵיג אַדְּרַבִּי עֲקִיבָא, דְּהָא תְנַן הָתָם דְּמוֹדֶה אַף בְּמִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ","rdfs:label":"עיקר תוי\"ט משנה תמיד ה ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-5-9-5-6","jbo:text":"הגיעו בין האולם ולמזבח, נטל אחד את המגרפה {יז} וזורקה בין האולם ולמזבח. אין אדם שומע קול חברו בירושלים מקול המגרפה. ושלשה דברים היתה משמשת, כהן ששומע את קולה, יודע שאחיו הכהנים נכנסים להשתחוות, והוא רץ ובא. ובן לוי שהוא שומע את קולה, יודע שאחיו הלוים נכנסים לדבר בשיר, והוא רץ ובא. וראש המעמד היה מעמיד את הטמאים בשער המזרח","jbo:textNikud":"הִגִּיעוּ בֵּין הָאוּלָם וְלַמִּזְבֵּחַ, נָטַל אֶחָד אֶת הַמַּגְרֵפָה {יז} וְזוֹרְקָהּ בֵּין הָאוּלָם וְלַמִּזְבֵּחַ. אֵין אָדָם שׁוֹמֵעַ קוֹל חֲבֵרוֹ בִּירוּשָׁלַיִם מִקּוֹל הַמַּגְרֵפָה. וּשְׁלשָׁה דְבָרִים הָיְתָה מְשַׁמֶּשֶׁת, כֹּהֵן שֶׁשּׁוֹמֵעַ אֶת קוֹלָהּ, יוֹדֵעַ שֶׁאֶחָיו הַכֹּהֲנִים נִכְנָסִים לְהִשְׁתַּחֲווֹת, וְהוּא רָץ וּבָא. וּבֶן לֵוִי שֶׁהוּא שׁוֹמֵעַ אֶת קוֹלָהּ, יוֹדֵעַ שֶׁאֶחָיו הַלְוִיִּם נִכְנָסִים לְדַבֵּר בַּשִּׁיר, וְהוּא רָץ וּבָא. וְרֹאשׁ הַמַּעֲמָד הָיָה מַעֲמִיד אֶת הַטְּמֵאִים בְּשַׁעַר הַמִּזְרָח","rdfs:label":"משנה תמיד ה ו","jbo:interprets":"jbr:mishna-5-9-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-bartanura-5-9-5-6","jbo:text":"ר\"ע מברטנורה המגרפה. כלי גדול שהיו זורקים אותו כדי להשמיע קול, והקול היוצא ממנו משמש שלשה דברים כדמפרש ואזיל: כהן השומע קולה. אם לא היה בעזרה: רץ ובא. להשתחוות עם אחיו הכהנים: וראש המעמד. כשהיה שומע קול המגרפה: היה מעמיד את הטמאים. של אותו בית אב שלא היו ראויים לעבד: בשערי המזרח. אית דאמרי כדי לבישן ולהודיע שמפני טמאת קרי הוא נמנע לעבד, כדי שיזהר פעם אחרת. ואית דאמרי מפני החשד, שלא יחשדוהו שלמלאכתו הלך והניח מלעבד, אבל ידעו שמפני טמאת אנס של שרץ או דבר אחר נמנע מלעבד {יח}. והרמב\"ם כתב, שמצרעים שכבר טהרו מצרעתם היה מעמידם בשער המזרח, כדי שיהיו מזמנים לזרק עליהם דם האשם","jbo:textNikud":"ר\"ע מברטנורה הַמַּגְרֵפָה. כְּלִי גָדוֹל שֶׁהָיוּ זוֹרְקִים אוֹתוֹ כְדֵי לְהַשְׁמִיעַ קוֹל, וְהַקּוֹל הַיּוֹצֵא מִמֶּנּוּ מְשַׁמֵּשׁ שְׁלֹשָׁה דְבָרִים כְּדִמְפָרֵשׁ וְאָזֵיל: כֹּהֵן הַשּׁוֹמֵעַ קוֹלָהּ. אִם לֹא הָיָה בָעֲזָרָה: רָץ וּבָא. לְהִשְׁתַּחֲווֹת עִם אֶחָיו הַכֹּהֲנִים: וְרֹאשׁ הַמַּעֲמָד. כְּשֶׁהָיָה שׁוֹמֵעַ קוֹל הַמַּגְרֵפָה: הָיָה מַעֲמִיד אֶת הַטְּמֵאִים. שֶׁל אוֹתוֹ בֵית אָב שֶׁלֹּא הָיוּ רְאוּיִים לַעֲבֹד: בְּשַׁעֲרֵי הַמִּזְרָח. אִית דְּאָמְרֵי כְדֵי לְבַיְּשָׁן וּלְהוֹדִיעַ שֶׁמִּפְּנֵי טֻמְאַת קֶרִי הוּא נִמְנָע לַעֲבֹד, כְּדֵי שֶׁיִּזָּהֵר פַּעַם אַחֶרֶת. וְאִית דְּאָמְרֵי מִפְּנֵי הַחֲשָׁד, שֶׁלֹּא יַחְשְׁדוּהוּ שֶׁלִּמְלַאכְתּוֹ הָלַךְ וְהִנִּיחַ מִלַּעֲבֹד, אֲבָל יֵדְעוּ שֶׁמִּפְּנֵי טֻמְאַת אֹנֶס שֶׁל שֶׁרֶץ אוֹ דָבָר אַחֵר נִמְנָע מִלַּעֲבֹד {יח}. וְהָרַמְבַּ\"ם כָּתַב, שֶׁמְּצֹרָעִים שֶׁכְּבָר טָהֲרוּ מִצָּרַעְתָּם הָיָה מַעֲמִידָם בְּשַׁעַר הַמִּזְרָח, כְּדֵי שֶׁיִּהְיוּ מְזֻמָּנִים לִזְרֹק עֲלֵיהֶם דַּם הָאָשָׁם","rdfs:label":"ר\"ע מברטנורה משנה תמיד ה ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-5"],"uri":"jbr:mishna-yomtov-5-9-5-6","jbo:text":"עיקר תוי\"ט {יז} המגרפה. והיה לה קול גדול. ולא יתכן לומר שהיא המגרפה דמשנה ח' פרק ג' שהיה כלי שיר חשוב ויזרקהו, שאי אפשר שלא ישברו קניה. וגם מגרפה שגורפין בה הדשן אי אפשר לומר, שהרי אין לה קול. אבל היה זה בלי ספק כלי שלישי שמשמיע קול והיה גם צורתו כצורת מגרפה: {יח} פלגתא דאמוראי בפסחים דף פ\"ב. ושם פרש רש\"י טמאים של בית אב. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יז} הַמַּגְרֵפָה. וְהָיָה לָהּ קוֹל גָּדוֹל. וְלֹא יִתָּכֵן לוֹמַר שֶׁהִיא הַמַּגְרֵפָה דְּמִשְׁנָה ח' פֶּרֶק ג' שֶׁהָיָה כְּלִי שִׁיר חָשׁוּב וְיִזְרְקֵהוּ, שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִשָּׁבְרוּ קָנֶיהָ. וְגַם מַגְרֵפָה שֶׁגּוֹרְפִין בָּהּ הַדֶּשֶׁן אִי אֶפְשָׁר לוֹמַר, שֶׁהֲרֵי אֵין לָהּ קוֹל. אֲבָל הָיָה זֶה בְּלִי סָפֵק כְּלִי שְׁלִישִׁי שֶׁמַּשְׁמִיעַ קוֹל וְהָיָה גַם צוּרָתוֹ כְּצוּרַת מַגְרֵפָה: {יח} פְּלֻגְתָּא דְאָמוֹרָאֵי בִּפְסָחִים דַּף פ\"ב. וְשָׁם פֵּרֵשׁ רַשִׁ\"י טְמֵאִים שֶׁל בֵּית אָב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ה ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-5-9-6-1","jbo:text":"החלו עולים במעלות האולם. מי שזכו בדשון {א} מזבח הפנימי והמנורה היו מקדימין לפניהם. מי שזכה בדשון מזבח הפנימי נכנס, ונטל את הטני והשתחוה ויצא. מי שזכה בדשון המנורה, נכנס ומצא שני נרות מזרחיים דולקין, מדשן את המזרחי, ומניח את המערבי דולק, שממנו היה מדליק את המנורה בין הערבים. מצאו שכבה, מדשנו ומדליקו ממזבח העולה. נטל את הכוז ממעלה שניה, והשתחוה ויצא","jbo:textNikud":"הֵחֵלּוּ עוֹלִים בְּמַעֲלוֹת הָאוּלָם. מִי שֶׁזָּכוּ בְדִשּׁוּן {א} מִזְבֵּחַ הַפְּנִימִי וְהַמְּנוֹרָה הָיוּ מַקְדִּימִין לִפְנֵיהֶם. מִי שֶׁזָּכָה בְדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי נִכְנַס, וְנָטַל אֶת הַטֶּנִי וְהִשְׁתַּחֲוָה וְיָצָא. מִי שֶׁזָּכָה בְדִשּׁוּן הַמְּנוֹרָה, נִכְנַס וּמָצָא שְׁנֵי נֵרוֹת מִזְרָחִיִּים דּוֹלְקִין, מְדַשֵּׁן אֶת הַמִּזְרָחִי, וּמַנִּיחַ אֶת הַמַּעֲרָבִי דוֹלֵק, שֶׁמִּמֶּנּוּ הָיָה מַדְלִיק אֶת הַמְּנוֹרָה בֵּין הָעַרְבַּיִם. מְצָאוֹ שֶׁכָּבָה, מְדַשְּׁנוֹ וּמַדְלִיקוֹ מִמִּזְבַּח הָעוֹלָה. נָטַל אֶת הַכּוּז מִמַּעֲלָה שְׁנִיָּה, וְהִשְׁתַּחֲוָה וְיָצָא","rdfs:label":"משנה תמיד ו א","jbo:interprets":"jbr:mishna-5-9-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-bartanura-5-9-6-1","jbo:text":"ר\"ע מברטנורה החלו. אותם שזכו בכף של קטרת ובמחתה של גחלים להיות עולים במעלות האולם, ששתים עשרה מעלות היו לאולם. ולפניהם היו מקדימים ללכת מי שזכה בדשון מזבח הפנימי כדי להוציא את הטני שהניח שם, מאחר שצריך לתת דשן אצל המזבח קדמה כמו דשון המנורה, היה ממתין עד לאחר זריקת התמיד שהיה הזוכה בדשון המנורה עושה הטבת שתי נרות וגומר השלמת דשון המנורה, ואז היו שניהן מוציאין זה הטני וזה הכוז ושופכים הדשן במקום אחד אצל המזבח קדמה: והשתחוה ויצא. שעתה נגמרה מצותו: מצאו שכבה. כגון לאחר שמת שמעון הצדיק שלא היה הנס, בין שכבה עכשיו לאחר שחיטת התמיד {ב}, בין שמצאו שכבה קדם שחיטת התמיד והדליקו כדאמרן לעיל בפרק אמר להם הממנה קמא, אף על פי שעכשיו מצאו עדין דולק, כיון שלא היה הנס קים, מכבהו ומדשנו כדי לגמר הטבת שתי נרות יחד: ומדליקו מעל מזבח העולה. שאין מדליקין נר מערבי לעולם {ג} אלא מאש של מזבח העולה, דכתיב (ויקרא ו) אש תמיד תוקד על המזבח, אש שנאמר בה תמיד דכתיב (שם כד) להעלת נר תמיד, מעל המזבח החיצון תוקד: ממעלה שניה. של שלש מעלות שהיו לפני המנורה: והשתחוה ויצא. שהרי גמר מצותו","jbo:textNikud":"ר\"ע מברטנורה הֵחֵלּוּ. אוֹתָם שֶׁזָּכוּ בְכַף שֶׁל קְטֹרֶת וּבְמַחְתָּה שֶׁל גֶּחָלִים לִהְיוֹת עוֹלִים בְּמַעֲלוֹת הָאוּלָם, שֶׁשְּׁתֵּים עֶשְׂרֵה מַעֲלוֹת הָיוּ לָאוּלָם. וְלִפְנֵיהֶם הָיוּ מַקְדִּימִים לָלֶכֶת מִי שֶׁזָּכָה בְדִשּׁוּן מִזְבֵּחַ הַפְּנִימִי כְּדֵי לְהוֹצִיא אֶת הַטֶּנִי שֶׁהִנִּיחַ שָׁם, מֵאַחַר שֶׁצָּרִיךְ לָתֵת דֶּשֶׁן אֵצֶל הַמִּזְבֵּחַ קֵדְמָה כְּמוֹ דִשּׁוּן הַמְּנוֹרָה, הָיָה מַמְתִּין עַד לְאַחַר זְרִיקַת הַתָּמִיד שֶׁהָיָה הַזּוֹכֶה בְדִשּׁוּן הַמְּנוֹרָה עוֹשֶׂה הֲטָבַת שְׁתֵּי נֵרוֹת וְגוֹמֵר הַשְׁלָמַת דִּשּׁוּן הַמְּנוֹרָה, וְאָז הָיוּ שְׁנֵיהֶן מוֹצִיאִין זֶה הַטֶּנִי וְזֶה הַכּוּז וְשׁוֹפְכִים הַדֶּשֶׁן בְּמָקוֹם אֶחָד אֵצֶל הַמִּזְבֵּחַ קֵדְמָה: וְהִשְׁתַּחֲוָה וְיָצָא. שֶׁעַתָּה נִגְמְרָה מִצְוָתוֹ: מְצָאוֹ שֶׁכָּבָה. כְּגוֹן לְאַחַר שֶׁמֵּת שִׁמְעוֹן הַצַּדִּיק שֶׁלֹּא הָיָה הַנֵּס, בֵּין שֶׁכָּבָה עַכְשָׁיו לְאַחַר שְׁחִיטַת הַתָּמִיד {ב}, בֵּין שֶׁמְּצָאוֹ שֶׁכָּבָה קֹדֶם שְׁחִיטַת הַתָּמִיד וְהִדְלִיקוֹ כְּדַאֲמַרַן לְעֵיל בְּפֶרֶק אָמַר לָהֶם הַמְמֻנֶּה קַמָּא, אַף עַל פִּי שֶׁעַכְשָׁיו מְצָאוֹ עֲדַיִן דּוֹלֵק, כֵּיוָן שֶׁלֹּא הָיָה הַנֵּס קַיָּם, מְכַבֵּהוּ וּמְדַשְּׁנוֹ כְּדֵי לִגְמֹר הֲטָבַת שְׁתֵּי נֵרוֹת יַחַד: וּמַדְלִיקוֹ מֵעַל מִזְבַּח הָעוֹלָה. שֶׁאֵין מַדְלִיקִין נֵר מַעֲרָבִי לְעוֹלָם {ג} אֶלָּא מֵאֵשׁ שֶׁל מִזְבַּח הָעוֹלָה, דִּכְתִיב (וַיִּקְרָא ו) אֵשׁ תָּמִיד תּוּקַד עַל הַמִּזְבֵּחַ, אֵשׁ שֶׁנֶּאֱמַר בָּהּ תָּמִיד דִּכְתִיב (שָׁם כד) לְהַעֲלֹת נֵר תָּמִיד, מֵעַל הַמִּזְבֵּחַ הַחִיצוֹן תּוּקַד: מִמַּעֲלָה שְׁנִיָּה. שֶׁל שָׁלֹשׁ מַעֲלוֹת שֶׁהָיוּ לִפְנֵי הַמְּנוֹרָה: וְהִשְׁתַּחֲוָה וְיָצָא. שֶׁהֲרֵי גָמַר מִצְוָתוֹ","rdfs:label":"ר\"ע מברטנורה משנה תמיד ו א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-yomtov-5-9-6-1","jbo:text":"עיקר תוי\"ט {א} בדשון כו'. וכפי הסדר השנוי במשנתנו שניהם הקדימו לכנס ולצאת קדם שיקטיר המקטיר. וכבר כתבתי בסוף פרק ג' דאתיא כאבא שאול. אבל לרבנן, לאחר שהקטיר נכנס זה שזכה בדשון המנורה ומיטיב שתי הנרות. וכן כתב הרמב\"ם, ומסים ויוצא זה שהקטיר עם מדשן המנורה: {ב} ולא דיק, דאחר זריקה הוא שהיתה כניסה זו: {ג} לאו דוקא, דהא בסוף פרק ג' תנן ומדליקן מן הדולקים, ופרש הר\"ב ואם אין הנרות דולקין מדליקן ממזבח העולה, שמע מנה דכי יש דולקין שפיר טפי למדלקינהו מניהו. ולא בא לומר אלא שאין מדליקין בשום אש אחר שבמקדש, ולא למעוטי נרות דמנורה אם יש בהם דולקין. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} בְּדִשּׁוּן כוּ'. וּכְפִי הַסֵּדֶר הַשָּׁנוּי בְּמִשְׁנָתֵנוּ שְׁנֵיהֶם הִקְדִּימוּ לִכָּנֵס וְלָצֵאת קֹדֶם שֶׁיַּקְטִיר הַמַּקְטִיר. וּכְבָר כָּתַבְתִּי בְּסוֹף פֶּרֶק ג' דְּאָתְיָא כְּאַבָּא שָׁאוּל. אֲבָל לְרַבָּנָן, לְאַחַר שֶׁהִקְטִיר נִכְנָס זֶה שֶׁזָּכָה בְּדִשּׁוּן הַמְּנוֹרָה וּמֵיטִיב שְׁתֵּי הַנֵּרוֹת. וְכֵן כָּתַב הָרַמְבַּ\"ם, וּמְסַיֵּם וְיוֹצֵא זֶה שֶׁהִקְטִיר עִם מְדַשֵּׁן הַמְּנוֹרָה: {ב} וְלֹא דָיֵק, דְּאַחַר זְרִיקָה הוּא שֶׁהָיְתָה כְּנִיסָה זוֹ: {ג} לָאו דַּוְקָא, דְּהָא בְּסוֹף פֶּרֶק ג' תְּנַן וּמַדְלִיקָן מִן הַדּוֹלְקִים, וּפֵרֵשׁ הָרַ\"ב וְאִם אֵין הַנֵּרוֹת דּוֹלְקִין מַדְלִיקָן מִמִּזְבַּח הָעוֹלָה, שְׁמַע מִנַּהּ דְּכִי יֵשׁ דּוֹלְקִין שַׁפִּיר טְפֵי לְמִדְלְקִינְהוּ מִנַּיְהוּ. וְלֹא בָא לוֹמַר אֶלָּא שֶׁאֵין מַדְלִיקִין בְּשׁוּם אֵשׁ אַחֵר שֶׁבַּמִּקְדָּשׁ, וְלֹא לְמַעוֹטֵי נֵרוֹת דִּמְנוֹרָה אִם יֵשׁ בָּהֶם דּוֹלְקִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה תמיד ו א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-5-9-6-2","jbo:text":"מי שזכה במחתה, צבר את הגחלים על גבי המזבח ורדדן בשולי המחתה, והשתחוה ויצא","jbo:textNikud":"מִי שֶׁזָּכָה בַמַּחְתָּה, צָבַר אֶת הַגֶּחָלִים עַל גַּבֵּי הַמִּזְבֵּחַ וְרִדְּדָן בְּשׁוּלֵי הַמַּחְתָּה, וְהִשְׁתַּחֲוָה וְיָצָא","rdfs:label":"משנה תמיד ו ב","jbo:interprets":"jbr:mishna-5-9-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-bartanura-5-9-6-2","jbo:text":"ר\"ע מברטנורה צבר את הגחלים. שבמחתה: על גבי המזבח. הקטרת: ורדדן בשולי המחתה. כדי שלא יפל הקטרת מעל הגחלים, לפיכך הוא מרקען ופושטן שלא יהיו משפעים אילך ואילך. תרגום וירקעו, ורדידו. ועל מזבח הזהב היה מקטיר, ולא בתוך המחתה. אבל בקטרת של יום הכפורים היה מניח הגחלים בתוך המחתה ועליה היה מקטיר, ולא היה שם רדוד גחלים ביום הכפורים","jbo:textNikud":"ר\"ע מברטנורה צָבַר אֶת הַגֶּחָלִים. שֶׁבַּמַּחְתָּה: עַל גַּבֵּי הַמִּזְבֵּחַ. הַקְּטֹרֶת: וְרִדְּדָן בְּשׁוּלֵי הַמַּחְתָּה. כְּדֵי שֶׁלֹּא יִפֹּל הַקְּטֹרֶת מֵעַל הַגֶּחָלִים, לְפִיכָךְ הוּא מְרַקְּעָן וּפוֹשְׁטָן שֶׁלֹּא יִהְיוּ מְשֻׁפָּעִים אֵילָךְ וָאֵילָךְ. תַּרְגּוּם וַיְרַקְּעוּ, וּרְדִידוּ. וְעַל מִזְבַּח הַזָּהָב הָיָה מַקְטִיר, וְלֹא בְתוֹךְ הַמַּחְתָּה. אֲבָל בַּקְּטֹרֶת שֶׁל יוֹם הַכִּפּוּרִים הָיָה מַנִּיחַ הַגֶּחָלִים בְּתוֹךְ הַמַּחְתָּה וְעָלֶיהָ הָיָה מַקְטִיר, וְלֹא הָיָה שָׁם רִדּוּד גֶּחָלִים בְּיוֹם הַכִּפּוּרִים","rdfs:label":"ר\"ע מברטנורה משנה תמיד ו ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-5-9-6-3","jbo:text":"מי שזכה בקטרת, היה נוטל את הבזך מתוך הכף ונותנו לאוהבו או לקרובו. נתפזר ממנו לתוכו, נותנו לו בחפניו {ד}. ומלמדים אותו, הוי זהיר שמא תתחיל לפניך, שלא תכוה. התחיל מרדד ויוצא. לא היה המקטיר מקטיר עד שהממנה אומר לו, הקטר. אם היה כהן גדול, הממנה אומר, אישי כהן גדול, הקטר. פרשו {ו} העם, והקטיר והשתחוה ויצא","jbo:textNikud":"מִי שֶׁזָּכָה בַקְּטֹרֶת, הָיָה נוֹטֵל אֶת הַבָּזָךְ מִתּוֹךְ הַכַּף וְנוֹתְנוֹ לְאוֹהֲבוֹ אוֹ לִקְרוֹבוֹ. נִתְפַּזֵּר מִמֶּנּוּ לְתוֹכוֹ, נוֹתְנוֹ לוֹ בְחָפְנָיו {ד}. וּמְלַמְּדִים אוֹתוֹ, הֱוֵי זָהִיר שֶׁמָּא תַתְחִיל לְפָנֶיךָ, שֶׁלֹּא תִכָּוֶה. הִתְחִיל מְרַדֵּד וְיוֹצֵא. לֹא הָיָה הַמַּקְטִיר מַקְטִיר עַד שֶׁהַמְמֻנֶּה אוֹמֵר לוֹ, הַקְטֵר. אִם הָיָה כֹהֵן גָּדוֹל, הַמְמֻנֶּה אוֹמֵר, אִישִׁי כֹהֵן גָּדוֹל, הַקְטֵר. פָּרְשׁוּ {ו} הָעָם, וְהִקְטִיר וְהִשְׁתַּחֲוָה וְיָצָא","rdfs:label":"משנה תמיד ו ג","jbo:interprets":"jbr:mishna-5-9-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-bartanura-5-9-6-3","jbo:text":"ר\"ע מברטנורה ונותנו. לכף: לאוהבו. שבא שם עמו להיכל לצרך כך. ואם נתפזר מן הקטרת שבבזך לתוך הכף, לפי שהבזך היה מלא וגדוש ופעמים נופל ממנו לתוך הכף, נותן אוהבו את הקטרת שנתפזר בתוך הכף בחפניו של מקטיר: ומלמדים אותו. לפי שלא הקטיר מעולם, כדתנן לעיל חדשים לקטרת באו והפיסו, לפיכך הצרכו ללמדו: שמא תתחיל לפניך שלא תכוה. היה שופך הקטרת על הגחלים לצד מערב רחוק ממנו, וכשהיה מתפזר לצד עצמו היה צוברו {ה}, כדאמרינן ביומא [דף מט] כדי שיהא עשנה שוהה לבא, וזהו כבוד שיהא שוהה בעבודה. והיה צובר ועושה הגל לצד מערב, שכשבא לגרר הקטרת הסמוך לו הוא צוברו לצד מערב רחוק ממנו ואינו נכוה מן הקטרת שנשרף. אבל אם היה עושה הגל לפניו, כשיאסף הקטרת שנתפזר חוצה לו ומביאו אצלו, נמצא זרועו נכוה בצבור הקטרת ששרף לפניו. והינו דתניא בפרק הוציאו לו [יומא סוף דף נב.] צובר פנימה שהוא חוצה לו: התחיל מרדד ויוצא. כלומר מיד שרדד הקטרת על גבי גחלים יצא: פרשו העם. כל הכהנים פורשים מבין האולם ולמזבח בשעת הקטרת הקטרת, דכתיב (ויקרא טז) וכל אדם לא יהיה באהל מועד בבאו לכפר בקדש, כל כפרה שנעשית בקדש, כל אדם לא יהיה באהל מועד, הלכך בין בשעת הקטרה בין בשעת מתן דמים של פר כהן משיח ופר העלם דבר של צבור ושעירי עבודה זרה, היו הכהנים פורשים מבין האולם ולמזבח. אבל בשעת הקטרת קטרת של יום הכפורים לא היו פורשים אלא מן ההיכל בלבד, לפי שקטרת של יום הכפורים לא היה בחוץ בהיכל על מזבח הזהב, אלא לפני ולפנים בבית קדש הקדשים, הלכך אין צריך שיפרשו מבין האולם ולמזבח אלא מן ההיכל בלבד","jbo:textNikud":"ר\"ע מברטנורה וְנוֹתְנוֹ. לַכַּף: לְאוֹהֲבוֹ. שֶׁבָּא שָׁם עִמּוֹ לַהֵיכָל לְצֹרֶךְ כָּךְ. וְאִם נִתְפַּזֵּר מִן הַקְּטֹרֶת שֶׁבַּבָּזָךְ לְתוֹךְ הַכַּף, לְפִי שֶׁהַבָּזָךְ הָיָה מָלֵא וְגָדוּשׁ וּפְעָמִים נוֹפֵל מִמֶּנּוּ לְתוֹךְ הַכַּף, נוֹתֵן אוֹהֲבוֹ אֶת הַקְּטֹרֶת שֶׁנִּתְפַּזֵּר בְּתוֹךְ הַכַּף בְּחָפְנָיו שֶׁל מַקְטִיר: וּמְלַמְּדִים אוֹתוֹ. לְפִי שֶׁלֹּא הִקְטִיר מֵעוֹלָם, כְּדִתְנַן לְעֵיל חֲדָשִׁים לַקְּטֹרֶת בֹּאוּ וְהָפִיסוּ, לְפִיכָךְ הֻצְרְכוּ לְלַמְּדוֹ: שֶׁמָּא תַתְחִיל לְפָנֶיךָ שֶׁלֹּא תִכָּוֶה. הָיָה שׁוֹפֵךְ הַקְּטֹרֶת עַל הַגֶּחָלִים לְצַד מַעֲרָב רָחוֹק מִמֶּנּוּ, וּכְשֶׁהָיָה מִתְפַּזֵּר לְצַד עַצְמוֹ הָיָה צוֹבְרוֹ {ה}, כִּדְאָמְרִינַן בְּיוֹמָא [דַּף מט] כְּדֵי שֶׁיְּהֵא עֲשָׁנָהּ שׁוֹהֶה לָבֹא, וְזֶהוּ כָבוֹד שֶׁיְּהֵא שׁוֹהֶה בָעֲבוֹדָה. וְהָיָה צוֹבֵר וְעוֹשֶׂה הַגַּל לְצַד מַעֲרָב, שֶׁכְּשֶׁבָּא לִגְרֹר הַקְּטֹרֶת הַסָּמוּךְ לוֹ הוּא צוֹבְרוֹ לְצַד מַעֲרָב רָחוֹק מִמֶּנּוּ וְאֵינוֹ נִכְוֶה מִן הַקְּטֹרֶת שֶׁנִּשְׂרַף. אֲבָל אִם הָיָה עוֹשֶׂה הַגַּל לְפָנָיו, כְּשֶׁיֶּאֱסֹף הַקְּטֹרֶת שֶׁנִּתְפַּזֵּר חוּצָה לוֹ וּמְבִיאוֹ אֶצְלוֹ, נִמְצָא זְרוֹעוֹ נִכְוֶה בְצִבּוּר הַקְּטֹרֶת שֶׁשָּׂרַף לְפָנָיו. וְהַיְנוּ דְתַנְיָא בְּפֶרֶק הוֹצִיאוּ לוֹ [יוֹמָא סוֹף דַּף נב.] צוֹבֵר פְּנִימָה שֶׁהוּא חוּצָה לוֹ: הִתְחִיל מְרַדֵּד וְיוֹצֵא. כְּלוֹמַר מִיָּד שֶׁרִדֵּד הַקְּטֹרֶת עַל גַּבֵּי גֶחָלִים יָצָא: פָּרְשׁוּ הָעָם. כָּל הַכֹּהֲנִים פּוֹרְשִׁים מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ בִּשְׁעַת הַקְטָרַת הַקְּטֹרֶת, דִּכְתִיב (וַיִּקְרָא טז) וְכָל אָדָם לֹא יִהְיֶה בְאֹהֶל מוֹעֵד בְּבֹאוֹ לְכַפֵּר בַּקֹּדֶשׁ, כָּל כַּפָּרָה שֶׁנַּעֲשֵׂית בַּקֹּדֶשׁ, כָּל אָדָם לֹא יִהְיֶה בְאֹהֶל מוֹעֵד, הִלְכָּךְ בֵּין בִּשְׁעַת הַקְטָרָה בֵּין בִּשְׁעַת מַתַּן דָּמִים שֶׁל פַּר כֹּהֵן מָשִׁיחַ וּפַר הֶעְלֵם דָּבָר שֶׁל צִבּוּר וּשְׂעִירֵי עֲבוֹדָה זָרָה, הָיוּ הַכֹּהֲנִים פּוֹרְשִׁים מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ. אֲבָל בִּשְׁעַת הַקְטָרַת קְטֹרֶת שֶׁל יוֹם הַכִּפּוּרִים לֹא הָיוּ פוֹרְשִׁים אֶלָּא מִן הַהֵיכָל בִּלְבַד, לְפִי שֶׁקְּטֹרֶת שֶׁל יוֹם הַכִּפּוּרִים לֹא הָיָה בַחוּץ בַּהֵיכָל עַל מִזְבַּח הַזָּהָב, אֶלָּא לִפְנַי וְלִפְנִים בְּבֵית קֹדֶשׁ הַקֳּדָשִׁים, הִלְכָּךְ אֵין צָרִיךְ שֶׁיִּפְרְשׁוּ מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ אֶלָּא מִן הַהֵיכָל בִּלְבַד","rdfs:label":"ר\"ע מברטנורה משנה תמיד ו ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-6"],"uri":"jbr:mishna-yomtov-5-9-6-3","jbo:text":"עיקר תוי\"ט {ד} בחפניו. ומשתחוה ויוצא. הרמב\"ם: {ה} פרוש לפרושו, שהיה שופכו לצד מערב, ואף על פי שרב מן הקטרת נשפך בשפיכה של צד מערב, מכל מקום ארע שנתפזר לצד עצמו, והיה גוררו מה שנתפזר לצדו וצוברו גם כן לצבור השפיכה, ועל ידי שנעשה הכל צבור נשתהה העשן מלבא. ולישנא דמרדד לא משמע כן, דלא דמי למרדדן דלעיל. וביומא פרש רש\"י, צובר חוצה לו לצד מערב והולך ומושך ידו אליו וצובר תמיד במשיכה, ולא יתחיל לצבר שלפניו שמא יכוה כשיפשט זרועו וימשך חוצה לו: {ו} פרשו. לשון הרמב\"ם, ואחר שאומר, יפרשו כל העם","jbo:textNikud":"עיקר תוי\"ט {ד} בְּחָפְנָיו. וּמִשְׁתַּחֲוֶה וְיוֹצֵא. הָרַמְבַּ\"ם: {ה} פֵּרוּשׁ לְפֵרוּשׁוֹ, שֶׁהָיָה שׁוֹפְכוֹ לְצַד מַעֲרָב, וְאַף עַל פִּי שֶׁרֹב מִן הַקְּטֹרֶת נִשְׁפָּךְ בִּשְׁפִיכָה שֶׁל צַד מַעֲרָב, מִכָּל מָקוֹם אֵרַע שֶׁנִּתְפַּזֵּר לְצַד עַצְמוֹ, וְהָיָה גוֹרְרוֹ מַה שֶּׁנִּתְפַּזֵּר לְצִדּוֹ וְצוֹבְרוֹ גַם כֵּן לְצִבּוּר הַשְּׁפִיכָה, וְעַל יְדֵי שֶׁנַּעֲשָׂה הַכֹּל צָבוּר נִשְׁתַּהָה הֶעָשָׁן מִלָּבֹא. וְלִישְׁנָא דִמְרַדֵּד לֹא מַשְׁמַע כֵן, דְּלֹא דָמִי לִמְרַדְּדָן דִּלְעֵיל. וּבְיוֹמָא פֵּרֵשׁ רַשִׁ\"י, צוֹבֵר חוּצָה לוֹ לְצַד מַעֲרָב וְהוֹלֵךְ וּמוֹשֵׁךְ יָדוֹ אֵלָיו וְצוֹבֵר תָּמִיד בִּמְשִׁיכָה, וְלֹא יַתְחִיל לִצְבֹּר שֶׁלְּפָנָיו שֶׁמָּא יִכָּוֶה כְּשֶׁיִּפְשֹׁט זְרוֹעוֹ וְיִמְשֹׁךְ חוּצָה לוֹ: {ו} פָּרְשׁוּ. לְשׁוֹן הָרַמְבַּ\"ם, וְאַחַר שֶׁאוֹמֵר, יִפְרְשׁוּ כָּל הָעָם","rdfs:label":"עיקר תוי\"ט משנה תמיד ו ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-5-9-7-1","jbo:text":"בזמן שכהן גדול נכנס להשתחוות, שלשה אוחזין בו, אחד בימינו, ואחד בשמאלו, ואחד באבנים טובות. וכיון ששמע הממנה קול רגליו של כהן גדול {ב} שהוא יוצא {ג}, הגביה לו את הפרכת, נכנס והשתחוה ויצא, ונכנסו אחיו הכהנים והשתחוו ויצאו","jbo:textNikud":"בִּזְמַן שֶׁכֹּהֵן גָּדוֹל נִכְנָס לְהִשְׁתַּחֲווֹת, שְׁלשָׁה אוֹחֲזִין בּוֹ, אֶחָד בִּימִינוֹ, וְאֶחָד בִּשְׂמֹאלוֹ, וְאֶחָד בַּאֲבָנִים טוֹבוֹת. וְכֵיוָן שֶׁשָּׁמַע הַמְמֻנֶּה קוֹל רַגְלָיו שֶׁל כֹּהֵן גָּדוֹל {ב} שֶׁהוּא יוֹצֵא {ג}, הִגְבִּיהַּ לוֹ אֶת הַפָּרֹכֶת, נִכְנַס וְהִשְׁתַּחֲוָה וְיָצָא, וְנִכְנְסוּ אֶחָיו הַכֹּהֲנִים וְהִשְׁתַּחֲווּ וְיָצָאוּ","rdfs:label":"משנה תמיד ז א","jbo:interprets":"jbr:mishna-5-9-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-bartanura-5-9-7-1","jbo:text":"ר\"ע מברטנורה בזמן שכהן גדול נכנס להשתחוות. בהיכל. ולא מקריא ביאה שלא לצרך {א}: באבנים טובות. שעל כתפות האפוד: הגביה לו את הפרכת. שתלוי בפתחו של אולם. שלא היה לפתחו של אולם דלתות כשאר פתחים שבמקדש אלא פרכת בלבד","jbo:textNikud":"ר\"ע מברטנורה בִּזְמַן שֶׁכֹּהֵן גָּדוֹל נִכְנָס לְהִשְׁתַּחֲווֹת. בַּהֵיכָל. וְלֹא מִקַּרְיָא בִיאָה שֶׁלֹּא לְצֹרֶךְ {א}: בַּאֲבָנִים טוֹבוֹת. שֶׁעַל כִּתְפוֹת הָאֵפוֹד: הִגְבִּיהַּ לוֹ אֶת הַפָּרֹכֶת. שֶׁתָּלוּי בְפִתְחוֹ שֶׁל אוּלָם. שֶׁלֹּא הָיָה לְפִתְחוֹ שֶׁל אוּלָם דְּלָתוֹת כִּשְׁאָר פְּתָחִים שֶׁבַּמִּקְדָּשׁ אֶלָּא פָרֹכֶת בִּלְבַד","rdfs:label":"ר\"ע מברטנורה משנה תמיד ז א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-yomtov-5-9-7-1","jbo:text":"עיקר תוי\"ט {א} דהא דכתיב ואל יבא בכל עת אל הקדש [ויקרא טז], דרשינן במנחות דקדש הוא ההיכל באל יבא, ואל מבית לפרכת כו' במיתה. ומלשון הר\"ב משמע דכל השתחויה שריא ולא הויא שלא לצרך. ועין תוספות יום טוב: {ב} ששמע כו'. על ידי פעמוני זהב שבשולי המעיל: {ג} יוצא. פרוש, יוצא ממקומו באשר הוא שם ורוצה לכנס להיכל, קדם הוא והגביה כו'. אבל הרמב\"ם העתיק כו' ויכנס להיכל וישתחוה וכיון שישמע הסגן קול רגליו של כהן גדול שהוא יוצא מגביה לו את הפרכת. נראה דשהוא יוצא הינו מההיכל כו'. וקשה, דלמה לא מגביה נמי בכניסתו לשם. ונראה לי שהיה הפרכת כל היום מגבה ועומד על ידי קשרים ויתרות לכנס ולצאת הכהנים הצריכים לעבודת מנורה ומזבח פנימי, אלא שכשנכנס הכהן גדול היו מסירים הפרכת מהקשרים ויתרות כדי שיהא נתלה על עמדו, וכבוד גדול נעשה לו לכהן גדול בזה להצניע אחריו הקדש כאלו מתיחד שם עם השוכן בבית ברוך הוא, ולפיכך אחר שחזר ורצה לצאת הצרך להגביה, ולא כן בשעת כניסתו. כן נראה לי","jbo:textNikud":"עיקר תוי\"ט {א} דְּהָא דִכְתִיב וְאַל יָבֹא בְּכָל עֵת אֶל הַקֹּדֶשׁ [וַיִּקְרָא טז], דָּרְשִׁינַן בִּמְנָחוֹת דְּקֹדֶשׁ הוּא הַהֵיכָל בְּאַל יָבֹא, וְאֶל מִבֵּית לַפָּרֹכֶת כוּ' בְּמִיתָה. וּמִלְּשׁוֹן הָרַ\"ב מַשְׁמַע דְּכָל הִשְׁתַּחֲוָיָה שָׁרְיָא וְלֹא הַוְיָא שֶׁלֹּא לְצֹרֶךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} שֶׁשָּׁמַע כוּ'. עַל יְדֵי פַעֲמוֹנֵי זָהָב שֶׁבְּשׁוּלֵי הַמְּעִיל: {ג} יוֹצֵא. פֵּרוּשׁ, יוֹצֵא מִמְּקוֹמוֹ בַּאֲשֶׁר הוּא שָׁם וְרוֹצֶה לִכָּנֵס לַהֵיכָל, קָדַם הוּא וְהִגְבִּיהַּ כוּ'. אֲבָל הָרַמְבַּ\"ם הֶעְתִּיק כוּ' וְיִכָּנֵס לַהֵיכָל וְיִשְׁתַּחֲוֶה וְכֵיוָן שֶׁיִּשְׁמַע הַסְּגָן קוֹל רַגְלָיו שֶׁל כֹּהֵן גָּדוֹל שֶׁהוּא יוֹצֵא מַגְבִּיהַּ לוֹ אֶת הַפָּרֹכֶת. נִרְאֶה דְּשֶׁהוּא יוֹצֵא הַיְנוּ מֵהַהֵיכָל כוּ'. וְקָשֶׁה, דְּלָמָּה לֹא מַגְבִּיהַּ נַמִּי בִּכְנִיסָתוֹ לְשָׁם. וְנִרְאֶה לִי שֶׁהָיָה הַפָּרֹכֶת כָּל הַיּוֹם מֻגְבָּהּ וְעוֹמֵד עַל יְדֵי קְשָׁרִים וִיתֵרוֹת לִכָּנֵס וְלָצֵאת הַכֹּהֲנִים הַצְּרִיכִים לַעֲבוֹדַת מְנוֹרָה וּמִזְבֵּחַ פְּנִימִי, אֶלָּא שֶׁכְּשֶׁנִּכְנָס הַכֹּהֵן גָּדוֹל הָיוּ מְסִירִים הַפָּרֹכֶת מֵהַקְּשָׁרִים וִיתֵרוֹת כְּדֵי שֶׁיְּהֵא נִתְלֶה עַל עָמְדוֹ, וְכָבוֹד גָּדוֹל נַעֲשָׂה לוֹ לַכֹּהֵן גָּדוֹל בָּזֶה לְהַצְנִיעַ אַחֲרָיו הַקֹּדֶשׁ כְּאִלּוּ מִתְיַחֵד שָׁם עִם הַשּׁוֹכֵן בַּבַּיִת בָּרוּךְ הוּא, וּלְפִיכָךְ אַחַר שֶׁחָזַר וְרָצָה לָצֵאת הֻצְרָךְ לְהַגְבִּיהַּ, וְלֹא כֵן בִּשְׁעַת כְּנִיסָתוֹ. כֵּן נִרְאֶה לִי","rdfs:label":"עיקר תוי\"ט משנה תמיד ז א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-5-9-7-2","jbo:text":"באו ועמדו על מעלות האולם. עמדו הראשונים לדרום אחיהם הכהנים, וחמשה כלים בידם, הטני ביד אחד, והכוז ביד אחד, והמחתה ביד אחד, והבזך ביד אחד, וכף וכסויה ביד אחד. וברכו את העם ברכה אחת, אלא שבמדינה אומרים אותה שלש ברכות, ובמקדש ברכה אחת. במקדש היו אומרים את השם ככתבו, ובמדינה בכנויו. במדינה הכהנים נושאים את כפיהם, ידיהם כנגד כתפותיהם, ובמקדש על גבי ראשיהן, חוץ מכהן גדול שאינו מגביה את ידיו למעלה מן הציץ. רבי יהודה אומר, אף כהן גדול מגביה את ידיו למעלה מן הציץ, שנאמר (ויקרא ט), וישא אהרן את ידיו אל העם ויברכם","jbo:textNikud":"בָּאוּ וְעָמְדוּ עַל מַעֲלוֹת הָאוּלָם. עָמְדוּ הָרִאשׁוֹנִים לִדְרוֹם אֲחֵיהֶם הַכֹּהֲנִים, וַחֲמִשָּׁה כֵלִים בְּיָדָם, הַטֶּנִי בְיַד אֶחָד, וְהַכּוּז בְּיַד אֶחָד, וְהַמַּחְתָּה בְיַד אֶחָד, וְהַבָּזָךְ בְּיַד אֶחָד, וְכַף וְכִסּוּיָהּ בְּיַד אֶחָד. וּבֵרְכוּ אֶת הָעָם בְּרָכָה אַחַת, אֶלָּא שֶׁבַּמְּדִינָה אוֹמְרִים אוֹתָהּ שָׁלשׁ בְּרָכוֹת, וּבַמִּקְדָּשׁ בְּרָכָה אֶחָת. בַּמִּקְדָּשׁ הָיוּ אוֹמְרִים אֶת הַשֵּׁם כִּכְתָבוֹ, וּבַמְּדִינָה בְּכִנּוּיוֹ. בַּמְּדִינָה הַכֹּהֲנִים נוֹשְׂאִים אֶת כַּפֵּיהֶם, יְדֵיהֶם כְּנֶגֶד כִּתְפוֹתֵיהֶם, וּבַמִּקְדָּשׁ עַל גַּבֵּי רָאשֵׁיהֶן, חוּץ מִכֹּהֵן גָּדוֹל שֶׁאֵינוֹ מַגְבִּיהַּ אֶת יָדָיו לְמַעְלָה מִן הַצִּיץ. רַבִּי יְהוּדָה אוֹמֵר, אַף כֹּהֵן גָּדוֹל מַגְבִּיהַּ אֶת יָדָיו לְמַעְלָה מִן הַצִּיץ, שֶׁנֶּאֱמַר (ויקרא ט), וַיִּשָּׂא אַהֲרֹן אֶת יָדָיו אֶל הָעָם וַיְבָרְכֵם","rdfs:label":"משנה תמיד ז ב","jbo:interprets":"jbr:mishna-5-9-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-bartanura-5-9-7-2","jbo:text":"ר\"ע מברטנורה באו ועמדו. לאחר שברכו וקראו ועשו העבודות האמורות לעיל {ד}, באו למעלות האולם: עמדו הראשונים. אלו החמשה כהנים {ה} שבידם חמשה כלים כו': וברכו את העם ברכה אחת. והן שלשה פסוקים של ברכת כהנים, יברכך, יאר, ישא. וקרי להו ברכה אחת, לפי שלא היו עונין אחריהן אמן בין פסוק לפסוק כדרך שעושים בגבולים: את השם ככתבו. ביו\"ד ה\"א: ובמדינה בכנויו. באל\"ף דל\"ת. שאין מזכירין את השם ככתבו אלא במקדש בלבד, שנאמר (שמות כ) בכל המקום אשר אזכיר את שמי אבא אליך וברכתיך, סרסהו ודרשהו, בכל המקום אשר אבא אליך וברכתיך, דהינו במקדש, שם אזכיר את שמי: כנגד כתפותיהם. לפי שצריכים נשיאות כפים, דכתיב וישא אהרן את ידיו אל העם ויברכם, וכתיב (דברים יח) הוא ובניו כל הימים, מה הוא בנשיאות כפים, אף בניו בנשיאות כפים כל הימים: ובמקדש. שמברכים את העם בשם המפרש ושכינה למעלה מקשרי אצבעותיהם, מגביהים ידיהם למעלה מראשיהם: שאין מגביה ידיו למעלה מן הציץ. מפני שהשם כתוב בו: רבי יהודה אומר כו'. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה בָּאוּ וְעָמְדוּ. לְאַחַר שֶׁבֵּרְכוּ וְקָרְאוּ וְעָשׂוּ הָעֲבוֹדוֹת הָאֲמוּרוֹת לְעֵיל {ד}, בָּאוּ לְמַעֲלוֹת הָאוּלָם: עָמְדוּ הָרִאשׁוֹנִים. אֵלּוּ הַחֲמִשָּׁה כֹהֲנִים {ה} שֶׁבְּיָדָם חֲמִשָּׁה כֵלִים כוּ': וּבֵרְכוּ אֶת הָעָם בְּרָכָה אַחַת. וְהֵן שְׁלֹשָׁה פְסוּקִים שֶׁל בִּרְכַּת כֹּהֲנִים, יְבָרֶכְךָ, יָאֵר, יִשָּׂא. וְקָרֵי לְהוּ בְרָכָה אַחַת, לְפִי שֶׁלֹּא הָיוּ עוֹנִין אַחֲרֵיהֶן אָמֵן בֵּין פָּסוּק לְפָסוּק כְּדֶרֶךְ שֶׁעוֹשִׂים בַּגְּבוּלִים: אֶת הַשֵּׁם כִּכְתָבוֹ. בְּיוּ\"ד הֵ\"א: וּבַמְּדִינָה בְכִנּוּיוֹ. בְּאָלֶ\"ף דָּלֶ\"ת. שֶׁאֵין מַזְכִּירִין אֶת הַשֵּׁם כִּכְתָבוֹ אֶלָּא בַמִּקְדָּשׁ בִּלְבַד, שֶׁנֶּאֱמַר (שְׁמוֹת כ) בְּכָל הַמָּקוֹם אֲשֶׁר אַזְכִּיר אֶת שְׁמִי אָבֹא אֵלֶיךָ וּבֵרַכְתִּיךָ, סָרְסֵהוּ וְדָרְשֵׁהוּ, בְּכָל הַמָּקוֹם אֲשֶׁר אָבֹא אֵלֶיךָ וּבֵרַכְתִּיךָ, דְּהַיְנוּ בַמִּקְדָּשׁ, שָׁם אַזְכִּיר אֶת שְׁמִי: כְּנֶגֶד כִּתְפוֹתֵיהֶם. לְפִי שֶׁצְּרִיכִים נְשִׂיאוּת כַּפַּיִם, דִּכְתִיב וַיִּשָּׂא אַהֲרֹן אֶת יָדָיו אֶל הָעָם וַיְבָרְכֵם, וּכְתִיב (דְּבָרִים יח) הוּא וּבָנָיו כָּל הַיָּמִים, מַה הוּא בִנְשִׂיאוּת כַּפַּיִם, אַף בָּנָיו בִּנְשִׂיאוּת כַּפַּיִם כָּל הַיָּמִים: וּבַמִּקְדָּשׁ. שֶׁמְּבָרְכִים אֶת הָעָם בַּשֵּׁם הַמְפֹרָשׁ וּשְׁכִינָה לְמַעְלָה מִקִּשְׁרֵי אֶצְבְּעוֹתֵיהֶם, מַגְבִּיהִים יְדֵיהֶם לְמַעְלָה מֵרָאשֵׁיהֶם: שֶׁאֵין מַגְבִּיהַּ יָדָיו לְמַעְלָה מִן הַצִּיץ. מִפְּנֵי שֶׁהַשֵּׁם כָּתוּב בּוֹ: רַבִּי יְהוּדָה אוֹמֵר כוּ'. וְאֵין הֲלָכָה כְרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה תמיד ז ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-yomtov-5-9-7-2","jbo:text":"עיקר תוי\"ט {ד} לשון הרמב\"ם, רומז אל כל הכהנים שקראו בלשכת הגזית ואחר כך עשו מן העבודות מה שעשו: {ה} שזכר אותם ואמר שגמרו עבודתן תחלה ועמדו על מעלות האולם קדם שיגיעו שאר אחיהם העוסקים בהעלאת אברי התמיד. הרמב\"ם. וכן כתב בחבורו שאחר שמעלין האברין למזבח מתחילין אלו שעל מעלות האולם ומברכין ברכת כהנים וכו'","jbo:textNikud":"עיקר תוי\"ט {ד} לְשׁוֹן הָרַמְבַּ\"ם, רוֹמֵז אֶל כָּל הַכֹּהֲנִים שֶׁקָּרְאוּ בְּלִשְׁכַּת הַגָּזִית וְאַחַר כָּךְ עָשׂוּ מִן הָעֲבוֹדוֹת מַה שֶּׁעָשׂוּ: {ה} שֶׁזָּכַר אוֹתָם וְאָמַר שֶׁגָּמְרוּ עֲבוֹדָתָן תְּחִלָּה וְעָמְדוּ עַל מַעֲלוֹת הָאוּלָם קֹדֶם שֶׁיַּגִּיעוּ שְׁאָר אֲחֵיהֶם הָעוֹסְקִים בְּהַעֲלָאַת אֵבְרֵי הַתָּמִיד. הָרַמְבַּ\"ם. וְכֵן כָּתַב בְּחִבּוּרוֹ שֶׁאַחַר שֶׁמַּעֲלִין הָאֵבָרִין לַמִּזְבֵּחַ מַתְחִילִין אֵלּוּ שֶׁעַל מַעֲלוֹת הָאוּלָם וּמְבָרְכִין בִּרְכַּת כֹּהֲנִים וְכוּ'","rdfs:label":"עיקר תוי\"ט משנה תמיד ז ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-5-9-7-3","jbo:text":"בזמן שכהן גדול רוצה להקטיר {ו}, היה עולה בכבש והסגן בימינו. הגיע למחצית הכבש, אחז הסגן בימינו והעלהו. הושיט לו הראשון הראש והרגל, וסמך עליהן וזרקן. הושיט השני לראשון {ח} שתי הידים, נותנן לכהן גדול, וסמך עליהן וזרקן. נשמט השני והלך לו. וכך היו מושיטין לו שאר כל האברין, והוא סומך עליהן וזורקן. ובזמן שהוא רוצה, הוא סומך ואחרים זורקין. בא לו להקיף את המזבח. מהיכן הוא מתחיל, מקרן דרומית מזרחית, מזרחית צפונית, צפונית מערבית, מערבית דרומית. נתנו לו יין לנסך {ט}, הסגן עומד על הקרן והסודרים בידו, ושני כהנים עומדים על שלחן החלבים ושתי חצוצרות של כסף בידם, תקעו {יא} והריעו ותקעו. באו ועמדו אצל בן ארזא, אחד מימינו ואחד משמאלו. שחה לנסך, והניף הסגן בסודרין, והקיש בן ארזא בצלצל {יב}, ודברו הלוים בשיר. הגיעו לפרק, תקעו, והשתחוו העם {יד}. על כל פרק, תקיעה. ועל כל תקיעה, השתחויה. זה הוא סדר התמיר לעבודת בית אלהינו, יהי רצון שיבנה במהרה בימינו, אמן","jbo:textNikud":"בִּזְמַן שֶׁכֹּהֵן גָּדוֹל רוֹצֶה לְהַקְטִיר {ו}, הָיָה עוֹלֶה בַכֶּבֶשׁ וְהַסְּגָן בִּימִינוֹ. הִגִּיעַ לְמַחֲצִית הַכֶּבֶשׁ, אָחַז הַסְּגָן בִּימִינוֹ וְהֶעֱלָהוּ. הוֹשִׁיט לוֹ הָרִאשׁוֹן הָרֹאשׁ וְהָרֶגֶל, וְסָמַךְ עֲלֵיהֶן וּזְרָקָן. הוֹשִׁיט הַשֵּׁנִי לָרִאשׁוֹן {ח} שְׁתֵּי הַיָּדַיִם, נוֹתְנָן לְכֹהֵן גָּדוֹל, וְסָמַךְ עֲלֵיהֶן וּזְרָקָן. נִשְׁמַט הַשֵּׁנִי וְהָלַךְ לוֹ. וְכָךְ הָיוּ מוֹשִׁיטִין לוֹ שְׁאָר כָּל הָאֵבָרִין, וְהוּא סוֹמֵךְ עֲלֵיהֶן וְזוֹרְקָן. וּבִזְמַן שֶׁהוּא רוֹצֶה, הוּא סוֹמֵךְ וַאֲחֵרִים זוֹרְקִין. בָּא לוֹ לְהַקִּיף אֶת הַמִּזְבֵּחַ. מֵהֵיכָן הוּא מַתְחִיל, מִקֶּרֶן דְּרוֹמִית מִזְרָחִית, מִזְרָחִית צְפוֹנִית, צְפוֹנִית מַעֲרָבִית, מַעֲרָבִית דְּרוֹמִית. נָתְנוּ לוֹ יַיִן לְנַסֵּךְ {ט}, הַסְּגָן עוֹמֵד עַל הַקֶּרֶן וְהַסּוּדָרִים בְּיָדוֹ, וּשְׁנֵי כֹהֲנִים עוֹמְדִים עַל שֻׁלְחַן הַחֲלָבִים וּשְׁתֵּי חֲצוֹצְרוֹת שֶׁל כֶּסֶף בְּיָדָם, תָּקְעוּ {יא} וְהֵרִיעוּ וְתָקְעוּ. בָּאוּ וְעָמְדוּ אֵצֶל בֶּן אַרְזָא, אֶחָד מִימִינוֹ וְאֶחָד מִשְּׂמֹאלוֹ. שָׁחָה לְנַסֵּךְ, וְהֵנִיף הַסְּגָן בַּסּוּדָרִין, וְהִקִּישׁ בֶּן אַרְזָא בַּצֶּלְצָל {יב}, וְדִבְּרוּ הַלְוִיִּם בַּשִּׁיר. הִגִּיעוּ לְפֶרֶק, תָּקְעוּ, וְהִשְׁתַּחֲווּ הָעָם {יד}. עַל כָּל פֶּרֶק, תְּקִיעָה. וְעַל כָּל תְּקִיעָה, הִשְׁתַּחֲוָיָה. זֶה הוּא סֵדֶר הַתָּמִיר לַעֲבוֹדַת בֵּית אֱלֹהֵינוּ, יְהִי רָצוֹן שֶׁיִבָּנֶה בִּמְהֵרָה בְיָמֵינוּ, אָמֵן","rdfs:label":"משנה תמיד ז ג","jbo:interprets":"jbr:mishna-5-9-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-bartanura-5-9-7-3","jbo:text":"ר\"ע מברטנורה בזמן שכהן גדול רוצה להקטיר. שהוא מקטיר כל זמן שירצה, ונוטל חלק כשירצה: למחצית הכבש. וכבר נתיגע קצת: וסמך עליהן. משום כבודו של כהן גדול {ז}, שתהא חשובה הקטרתו יותר משאר כהנים: וזרקן. כדדרשינן ועשית עלתיך הבשר והדם (דברים יב), מה דם בזריקה אף בשר בזריקה: נשמט השני והלך לו. אבל הראשון נשאר שם לקבל האברים מן המושיטים ולתנן לכהן גדול: בא לו להקיף את המזבח. כהן גדול שהיה בראש הכבש שהוא בדרום, מקיף דרך ימין, דכל פנות שאתה פונה לא יהו אלא דרך ימין, לכך היה הולך למזרחית דרומית ומשם לצפונית מזרחית, עד שמגיע למערבית דרומית מקום הנקבים שהיין והמים שמנסכים יורדין בהן ומשם הולכים לשיתין שהן היסודות, ושם עומד כהן אחד ומושיט לו היין לנסכים, אבל כהן גדול לא היה נושא היין עמו, שמא יתקלקל היין בעשן המערכה כשמקיף את המזבח, ובעוד שהוא מקיף מהפך בצנורא, דהינו מזלג, את האברים שלא נתאכלו על המזבח. אבל שאר הכהנים כשעושים נסוך היין, הולכים דרך שמאל מן הכבש לדרומית מערבית שהוא קרוב לכבש, כדתנן פרק קדשי קדשים (זבחים פרק ו משנה ב), כל העולין הולכים דרך ימין חוץ מן העולה לשלשה דברים, נסוך היין והמים ועולת העוף. היין והמים, שלא יתעשנו. ועולת העוף נמי שלא תמות בעשן. וכהן גדול שדומה לבן בית שיש לו רשות להלך כמו שהוא חפץ מה שאין שאר הכהנים רשאים לעשות כן, וגם יש לו רשות להפך בצנורא בלא פיס, יש לו להקיף כדי ללכת דרך ימין: הסגן עומד על הקרן. אצל הכהן גדול שבא לנסך: והסודרים בידו. להניף כשינסך הכהן. כדי שידעו הלויים וידברו בשיר {י}, וידע בן ארזא ויקיש בצלצל, כדאמר בסמוך: על שלחן החלבים. שתי שלחנות היו במערבו של כבש, אחד שלחן של כסף שבו נותנין כלי שרת, ואחד שלחן של שיש שבו נותנים האברין, והוא נקרא שלחן החלבים: בן ארזא. שם אדם המקיש בצלצל, צימב\"ל בלע\"ז: הגיעו לפרק. לסוף פרשה {יג}","jbo:textNikud":"ר\"ע מברטנורה בִּזְמַן שֶׁכֹּהֵן גָּדוֹל רוֹצֶה לְהַקְטִיר. שֶׁהוּא מַקְטִיר כָּל זְמַן שֶׁיִּרְצֶה, וְנוֹטֵל חֵלֶק כְּשֶׁיִּרְצֶה: לְמַחֲצִית הַכֶּבֶשׁ. וּכְבָר נִתְיַגֵּעַ קְצָת: וְסָמַךְ עֲלֵיהֶן. מִשּׁוּם כְּבוֹדוֹ שֶׁל כֹּהֵן גָּדוֹל {ז}, שֶׁתְּהֵא חֲשׁוּבָה הַקְטָרָתוֹ יוֹתֵר מִשְּׁאָר כֹּהֲנִים: וּזְרָקָן. כִּדְדָרְשִׁינַן וְעָשִׂיתָ עֹלֹתֶיךָ הַבָּשָׂר וְהַדָּם (דְּבָרִים יב), מַה דָּם בִּזְרִיקָה אַף בָּשָׂר בִּזְרִיקָה: נִשְׁמַט הַשֵּׁנִי וְהָלַךְ לוֹ. אֲבָל הָרִאשׁוֹן נִשְׁאַר שָׁם לְקַבֵּל הָאֵבָרִים מִן הַמּוֹשִׁיטִים וְלִתְּנָן לְכֹהֵן גָּדוֹל: בָּא לוֹ לְהַקִּיף אֶת הַמִּזְבֵּחַ. כֹּהֵן גָּדוֹל שֶׁהָיָה בְרֹאשׁ הַכֶּבֶשׁ שֶׁהוּא בַדָּרוֹם, מַקִּיף דֶּרֶךְ יָמִין, דְּכָל פִּנּוֹת שֶׁאַתָּה פוֹנֶה לֹא יְהוּ אֶלָּא דֶרֶךְ יָמִין, לְכָךְ הָיָה הוֹלֵךְ לְמִזְרָחִית דְּרוֹמִית וּמִשָּׁם לִצְפוֹנִית מִזְרָחִית, עַד שֶׁמַּגִּיעַ לְמַעֲרָבִית דְּרוֹמִית מְקוֹם הַנְּקָבִים שֶׁהַיַּיִן וְהַמַּיִם שֶׁמְּנַסְּכִים יוֹרְדִין בָּהֶן וּמִשָּׁם הוֹלְכִים לַשִּׁיתִין שֶׁהֵן הַיְסוֹדוֹת, וְשָׁם עוֹמֵד כֹּהֵן אֶחָד וּמוֹשִׁיט לוֹ הַיַּיִן לַנְּסָכִים, אֲבָל כֹּהֵן גָּדוֹל לֹא הָיָה נוֹשֵׂא הַיַּיִן עִמּוֹ, שֶׁמָּא יִתְקַלְקֵל הַיַּיִן בַּעֲשַׁן הַמַּעֲרָכָה כְשֶׁמַּקִּיף אֶת הַמִּזְבֵּחַ, וּבְעוֹד שֶׁהוּא מַקִּיף מְהַפֵּךְ בְּצִנּוֹרָא, דְּהַיְנוּ מַזְלֵג, אֶת הָאֵבָרִים שֶׁלֹּא נִתְאַכְּלוּ עַל הַמִּזְבֵּחַ. אֲבָל שְׁאָר הַכֹּהֲנִים כְּשֶׁעוֹשִׂים נִסּוּךְ הַיַּיִן, הוֹלְכִים דֶּרֶךְ שְׂמֹאל מִן הַכֶּבֶשׁ לִדְרוֹמִית מַעֲרָבִית שֶׁהוּא קָרוֹב לַכֶּבֶשׁ, כְּדִתְנַן פֶּרֶק קָדְשֵׁי קָדָשִׁים (זְבָחִים פֶּרֶק ו מִשְׁנָה ב), כָּל הָעוֹלִין הוֹלְכִים דֶּרֶךְ יָמִין חוּץ מִן הָעוֹלֶה לִשְׁלֹשָׁה דְבָרִים, נִסּוּךְ הַיַּיִן וְהַמַּיִם וְעוֹלַת הָעוֹף. הַיַּיִן וְהַמַּיִם, שֶׁלֹּא יִתְעַשְּׁנוּ. וְעוֹלַת הָעוֹף נַמִּי שֶׁלֹּא תָמוּת בֶּעָשָׁן. וְכֹהֵן גָּדוֹל שֶׁדּוֹמֶה לְבֶן בַּיִת שֶׁיֶּשׁ לוֹ רְשׁוּת לְהַלֵּךְ כְּמוֹ שֶׁהוּא חָפֵץ מַה שֶּׁאֵין שְׁאָר הַכֹּהֲנִים רַשָּׁאִים לַעֲשׂוֹת כֵּן, וְגַם יֶשׁ לוֹ רְשׁוּת לְהַפֵּךְ בְּצִנּוֹרָא בְלֹא פַיִס, יֶשׁ לוֹ לְהַקִּיף כְּדֵי לָלֶכֶת דֶּרֶךְ יָמִין: הַסְּגָן עוֹמֵד עַל הַקֶּרֶן. אֵצֶל הַכֹּהֵן גָּדוֹל שֶׁבָּא לְנַסֵּךְ: וְהַסּוּדָרִים בְּיָדוֹ. לְהָנִיף כְּשֶׁיְּנַסֵּךְ הַכֹּהֵן. כְּדֵי שֶׁיֵּדְעוּ הַלְוִיִּים וִידַבְּרוּ בַשִּׁיר {י}, וְיֵדַע בֶּן אַרְזָא וְיַקִּישׁ בַּצֶּלְצָל, כִּדְאָמַר בְּסָמוּךְ: עַל שֻׁלְחַן הַחֲלָבִים. שְׁתֵּי שֻׁלְחָנוֹת הָיוּ בְמַעֲרָבוֹ שֶׁל כֶּבֶשׁ, אֶחָד שֻׁלְחָן שֶׁל כֶּסֶף שֶׁבּוֹ נוֹתְנִין כְּלֵי שָׁרֵת, וְאֶחָד שֻׁלְחָן שֶׁל שַׁיִשׁ שֶׁבּוֹ נוֹתְנִים הָאֵבָרִין, וְהוּא נִקְרָא שֻׁלְחַן הַחֲלָבִים: בֶּן אַרְזָא. שֵׁם אָדָם הַמַּקִּישׁ בַּצֶּלְצָל, צימב\"ל בְּלַעַ\"ז: הִגִּיעוּ לְפֶרֶק. לְסוֹף פָּרָשָׁה {יג}","rdfs:label":"ר\"ע מברטנורה משנה תמיד ז ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-yomtov-5-9-7-3","jbo:text":"עיקר תוי\"ט {ו} להקטיר. על שם שעולה קטור ותמרות עשן מן החלבים והאברים קרי להו בלשון הקטרה. עין תוספות יום טוב: {ז} דאלו סמיכה דקרא לא אשכחן אלא בחיים ולא בשחוטין: {ח} השני כו'. האי נמי משום יקרא דכהן גדול, וכעין קריאת כהן גדול ביום הכפורים: {ט} לנסך. הוא הדין להעלאת סלת והקטרת החבתין, אלא דלא תני אלא אלו שנתחדש בהם דבר בכהן גדול: {י} שאין אומרים שירה אלא על היין, כדיליף בגמרא מקרא. ופרשו התוספות, אין אומרים שירה על שום אכילת מזבח, כגון זריקת דמים ונסוך המים, כי אם על היין. אבל ודאי מצינו שירה בלא יין, כגון הלל בשחיטת פסחים: {יא} תקעו. לפי שאפשר לאדם שלא יראה הנפת הסודרים כשיפנה לבו לדבר אחר, ואי נמי כשהיו בתוך הלשכות או בהר הבית לא בעזרה, אבל קול התקיעות אי אפשר שלא ישמעם, ולפיכך תקעו כדי שיפנו לראות בהנפת הסודרים. נראה לי: {יב} בצלצל. כלי זמר אחרים היו גם כן שם, אלא שזה היה כלי זמר מיחד שאין שם אלא הוא, וקול גדול היה לו והוא המתחיל, וממנה מיחד היה לו: {יג} ובמשנה ה' פרק ה' דסכה כתב הר\"ב, שבשיר היו שלשה פרקים שמפסיקים בו, ומשמע דלא קחשיב להנך דהכא כו', יש לומר משום דאפשר בלא הם על ידי הסודרים כו'. אי נמי, תנאי נינהו. עין תוספות יום טוב: {יד} העם. כל העם שבעזרה","jbo:textNikud":"עיקר תוי\"ט {ו} לְהַקְטִיר. עַל שֵׁם שֶׁעוֹלֶה קִטּוּר וְתִמְרוֹת עָשָׁן מִן הַחֲלָבִים וְהָאֵבָרִים קָרֵי לְהוּ בִּלְשׁוֹן הַקְטָרָה. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} דְּאִלּוּ סְמִיכָה דִקְרָא לֹא אַשְׁכְּחַן אֶלָּא בְּחַיִּים וְלֹא בִשְׁחוּטִין: {ח} הַשֵּׁנִי כוּ'. הַאי נַמִּי מִשּׁוּם יְקָרָא דְכֹהֵן גָּדוֹל, וּכְעֵין קְרִיאַת כֹּהֵן גָּדוֹל בְּיוֹם הַכִּפּוּרִים: {ט} לְנַסֵּךְ. הוּא הַדִּין לַהַעֲלָאַת סֹלֶת וְהַקְטָרַת הַחֲבִתִּין, אֶלָּא דְּלֹא תָנֵי אֶלָּא אֵלּוּ שֶׁנִּתְחַדֵּשׁ בָּהֶם דָּבָר בְּכֹהֵן גָּדוֹל: {י} שֶׁאֵין אוֹמְרִים שִׁירָה אֶלָּא עַל הַיַּיִן, כִּדְיָלֵיף בַּגְּמָרָא מִקְּרָא. וּפֵרְשׁוּ הַתּוֹסָפוֹת, אֵין אוֹמְרִים שִׁירָה עַל שׁוּם אֲכִילַת מִזְבֵּחַ, כְּגוֹן זְרִיקַת דָּמִים וְנִסּוּךְ הַמַּיִם, כִּי אִם עַל הַיַּיִן. אֲבָל וַדַּאי מָצִינוּ שִׁירָה בְּלֹא יַיִן, כְּגוֹן הַלֵּל בִּשְׁחִיטַת פְּסָחִים: {יא} תָּקְעוּ. לְפִי שֶׁאֶפְשָׁר לָאָדָם שֶׁלֹּא יִרְאֶה הֲנָפַת הַסּוּדָרִים כְּשֶׁיִּפְנֶה לִבּוֹ לְדָבָר אַחֵר, וְאִי נַמִּי כְּשֶׁהָיוּ בְתוֹךְ הַלְּשָׁכוֹת אוֹ בְהַר הַבַּיִת לֹא בָעֲזָרָה, אֲבָל קוֹל הַתְּקִיעוֹת אִי אֶפְשָׁר שֶׁלֹּא יִשְׁמָעֵם, וּלְפִיכָךְ תָּקְעוּ כְּדֵי שֶׁיִּפְנוּ לִרְאוֹת בַּהֲנָפַת הַסּוּדָרִים. נִרְאֶה לִי: {יב} בַּצֶּלְצָל. כְּלֵי זֶמֶר אֲחֵרִים הָיוּ גַם כֵּן שָׁם, אֶלָּא שֶׁזֶּה הָיָה כְּלִי זֶמֶר מְיֻחָד שֶׁאֵין שָׁם אֶלָּא הוּא, וְקוֹל גָּדוֹל הָיָה לוֹ וְהוּא הַמַּתְחִיל, וּמְמֻנֶּה מְיֻחָד הָיָה לוֹ: {יג} וּבְמִשְׁנָה ה' פֶּרֶק ה' דְּסֻכָּה כָּתַב הָרַ\"ב, שֶׁבַּשִּׁיר הָיוּ שְׁלֹשָׁה פְּרָקִים שֶׁמַּפְסִיקִים בּוֹ, וּמַשְׁמַע דְּלֹא קָחֲשִׁיב לְהָנָךְ דְּהָכָא כוּ', יֵשׁ לוֹמַר מִשּׁוּם דְּאֶפְשָׁר בְּלֹא הֵם עַל יְדֵי הַסּוּדָרִים כוּ'. אִי נַמִּי, תַּנָּאֵי נִינְהוּ. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} הָעָם. כָּל הָעָם שֶׁבָּעֲזָרָה","rdfs:label":"עיקר תוי\"ט משנה תמיד ז ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-5-9-7-4","jbo:text":"השיר שהיו הלוים אומרים במקדש, ביום הראשון היו אומרים (תהלים כד), לה' הארץ ומלואה תבל וישבי בה {טו}. בשני היו אומרים (שם מח), גדול ה' ומהלל מאד בעיר אלהינו הר קדשו. בשלישי היו אומרים (שם פב), אלהים נצב בעדת אל בקרב אלהים ישפט. ברביעי היו אומרים (שם צד), אל נקמות ה' אל נקמות הופיע וגו'. בחמישי היו אומרים (שם פא), הרנינו לאלהים עוזנו, הריעו לאלהי יעקב. בששי היו אומרים (שם צג), ה' מלך גאות לבש וגו'. בשבת היו אומרים (שם צב), מזמור שיר ליום השבת, מזמור שיר לעתיד לבא, ליום שכלו שבת מנוחה לחיי {יח} העולמים","jbo:textNikud":"הַשִּׁיר שֶׁהָיוּ הַלְוִיִּם אוֹמְרִים בַּמִּקְדָּשׁ, בַּיּוֹם הָרִאשׁוֹן הָיוּ אוֹמְרִים (תהלים כד), לַה' הָאָרֶץ וּמְלוֹאָהּ תֵּבֵל וְיֹשְׁבֵי בָהּ {טו}. בַּשֵּׁנִי הָיוּ אוֹמְרִים (שם מח), גָּדוֹל ה' וּמְהֻלָּל מְאֹד בְּעִיר אֱלֹהֵינוּ הַר קָדְשׁוֹ. בַּשְּׁלִישִׁי הָיוּ אוֹמְרִים (שם פב), אֱלֹהִים נִצָּב בַּעֲדַת אֵל בְּקֶרֶב אֱלֹהִים יִשְׁפֹּט. בָּרְבִיעִי הָיוּ אוֹמְרִים (שם צד), אֵל נְקָמוֹת ה' אֵל נְקָמוֹת הוֹפִיעַ וְגוֹ'. בַּחֲמִישִׁי הָיוּ אוֹמְרִים (שם פא), הַרְנִינוּ לֵאלֹהִים עוּזֵּנוּ, הָרִיעוּ לֵאלֹהֵי יַעֲקֹב. בַּשִּׁשִּׁי הָיוּ אוֹמְרִים (שם צג), ה' מָלָךְ גֵּאוּת לָבֵשׁ וְגוֹ'. בְּשַׁבָּת הָיוּ אוֹמְרִים (שם צב), מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת, מִזְמוֹר שִׁיר לֶעָתִיד לָבֹא, לְיוֹם שֶׁכֻּלּוֹ שַׁבָּת מְנוּחָה לְחַיֵּי {יח} הָעוֹלָמִים","rdfs:label":"משנה תמיד ז ד","jbo:interprets":"jbr:mishna-5-9-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-bartanura-5-9-7-4","jbo:text":"ר\"ע מברטנורה בראשון לה' הארץ ומלואה. לפי שהוא ראשון למעשה בראשית: בשני גדול ה'. שבו נחלקו המים והיה רקיע בין מים למים {טז}: בשלישי אלהים נצב בעדת אל. שבו נראית היבשה שעליה עומדים הדינין לעשות דין {יז}: ברביעי אל נקמות. שבו נבראו השמש והירח והכוכבים שעתיד הקדוש ברוך הוא להנקם מן העובדים להם: בחמישי הרנינו לאלהים עוזנו. שבו נבראו בעלי חיים שהרואה אותן מרנן ומשבח לבוראו: בששי ה' מלך. שבו נשלמה הבריאה ובו נברא אדם שמכיר מלכותו של יוצרו: מנוחה לחי העולמים. האי תנא סבר לה כמאן דאמר שתא אלפי שנין הוי עלמא וחד חרוב {יט}, ועל שם שבאלף השביעי לא יהיה כי אם הקדוש ברוך הוא, שנאמר (ישעיה ב) ונשגב ה' לבדו ביום ההוא, לכך אומרים בשבת מזמור שיר ליום השבת, לאלף השביעי, שיומו של הקדוש ברוך הוא הוא אלף שנה","jbo:textNikud":"ר\"ע מברטנורה בָּרִאשׁוֹן לַה' הָאָרֶץ וּמְלוֹאָהּ. לְפִי שֶׁהוּא רִאשׁוֹן לְמַעֲשֵׂה בְרֵאשִׁית: בַּשֵּׁנִי גָּדוֹל ה'. שֶׁבּוֹ נֶחְלְקוּ הַמַּיִם וְהָיָה רָקִיעַ בֵּין מַיִם לָמָיִם {טז}: בַּשְּׁלִישִׁי אֱלֹהִים נִצָּב בַּעֲדַת אֵל. שֶׁבּוֹ נִרְאֵית הַיַּבָּשָׁה שֶׁעָלֶיהָ עוֹמְדִים הַדַּיָּנִין לַעֲשׂוֹת דִּין {יז}: בָּרְבִיעִי אֵל נְקָמוֹת. שֶׁבּוֹ נִבְרְאוּ הַשֶּׁמֶשׁ וְהַיָּרֵחַ וְהַכּוֹכָבִים שֶׁעָתִיד הַקָּדוֹשׁ בָּרוּךְ הוּא לְהִנָּקֵם מִן הָעוֹבְדִים לָהֶם: בַּחֲמִישִׁי הַרְנִינוּ לֵאלֹהִים עוּזֵּנוּ. שֶׁבּוֹ נִבְרְאוּ בַעֲלֵי חַיִּים שֶׁהָרוֹאֶה אוֹתָן מְרַנֵּן וּמְשַׁבֵּחַ לְבוֹרְאוֹ: בַּשִּׁשִּׁי ה' מָלָךְ. שֶׁבּוֹ נִשְׁלְמָה הַבְּרִיאָה וּבוֹ נִבְרָא אָדָם שֶׁמַּכִּיר מַלְכוּתוֹ שֶׁל יוֹצְרוֹ: מְנוּחָה לְחֵי הָעוֹלָמִים. הַאי תַּנָּא סָבַר לַהּ כְּמַאן דְּאָמַר שִׁתָּא אַלְפֵי שְׁנִין הָוֵי עָלְמָא וְחַד חָרוּב {יט}, וְעַל שֵׁם שֶׁבָּאֶלֶף הַשְּׁבִיעִי לֹא יִהְיֶה כִי אִם הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר (יְשַׁעְיָה ב) וְנִשְׂגָּב ה' לְבַדּוֹ בַיּוֹם הַהוּא, לְכָךְ אוֹמְרִים בְּשַׁבָּת מִזְמוֹר שִׁיר לְיוֹם הַשַּׁבָּת, לָאֶלֶף הַשְּׁבִיעִי, שֶׁיּוֹמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא הוּא אֶלֶף שָׁנָה","rdfs:label":"ר\"ע מברטנורה משנה תמיד ז ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-5-9-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-5","jbr:mishna-5-9","jbr:mishna-5-9-7"],"uri":"jbr:mishna-yomtov-5-9-7-4","jbo:text":"עיקר תוי\"ט {טו} לה' כו'. כל המזמור. רש\"י: {טז} ונתעלה וישב במרום דגמת שכנו בעירו והר קדשו. רש\"י: {יז} ולשון הרמב\"ם, שעליה יהיה הדין והדינין. עד כאן. ואסיפא דקרא קימי, בקרב אלהים ישפט. ובגמרא דראש השנה שם, על שום שגלה ארץ בחכמתו והכין תבל לעדתו. פרש רש\"י שגלה ארץ מקום מצב עדתו: {יח} לחיי. והר\"ב העתיק לחי העולמים. ושניהם צדקו יחדיו. שאם אתה אומר לחיי העולמים, הכונה להשם יתברך שהוא חיי העולמים כלם, כענין שנאמר ואתה מחיה את כלם. ואפלו אם תאמר חיי העולם הוא נכון, כי הוא סמוך משם חיים שלא נמצא נפרד בלשון הקדש. וכשאתה אומר חי העולמים גם כן נכון, ותהיה הקריאה חי בציר\"י, כענין שנאמר וישבע בחי העולם [דניאל יב], שהוא סמוך, ויהיה ענינו חיים של העולמים והוא השם יתברך שהוא חיותו של עולם כאמור. מה שאין כן חי בפת\"ח, שאינו סמוך, יהיה ענינו העולם שהוא חי, ואין העולם עצמו חי על צד האמת. כן כתב הרמב\"ם. ועין תוספות יום טוב: {יט} לאפוקי ממאן דאמר תרי חרוב, שנאמר [הושע ו] יחיינו מימים. גמרא","jbo:textNikud":"עיקר תוי\"ט {טו} לַה' כוּ'. כָּל הַמִּזְמוֹר. רַשִׁ\"י: {טז} וְנִתְעַלָּה וְיָשַׁב בַּמָּרוֹם דֻּגְמַת שָׁכְנוֹ בְּעִירוֹ וְהַר קָדְשׁוֹ. רַשִׁ\"י: {יז} וּלְשׁוֹן הָרַמְבַּ\"ם, שֶׁעָלֶיהָ יִהְיֶה הַדִּין וְהַדַּיָּנִין. עַד כָּאן. וְאַסֵּיפָא דִקְרָא קָיְמֵי, בְּקֶרֶב אֱלֹהִים יִשְׁפֹּט. וּבַגְּמָרָא דְרֹאשׁ הַשָּׁנָה שָׁם, עַל שׁוּם שֶׁגִּלָּה אֶרֶץ בְּחָכְמָתוֹ וְהֵכִין תֵּבֵל לַעֲדָתוֹ. פֵּרֵשׁ רַשִׁ\"י שֶׁגִּלָּה אֶרֶץ מְקוֹם מַצַּב עֲדָתוֹ: {יח} לְחַיֵּי. וְהָרַ\"ב הֶעְתִּיק לְחֵי הָעוֹלָמִים. וּשְׁנֵיהֶם צָדְקוּ יַחְדָּיו. שֶׁאִם אַתָּה אוֹמֵר לְחַיֵּי הָעוֹלָמִים, הַכַּוָּנָה לַהַשֵּׁם יִתְבָּרַךְ שֶׁהוּא חַיֵּי הָעוֹלָמִים כֻּלָּם, כָּעִנְיָן שֶׁנֶּאֱמַר וְאַתָּה מְחַיֶּה אֶת כֻּלָּם. וַאֲפִלּוּ אִם תֹּאמַר חַיֵּי הָעוֹלָם הוּא נָכוֹן, כִּי הוּא סָמוּךְ מִשֵּׁם חַיִּים שֶׁלֹּא נִמְצָא נִפְרָד בִּלְשׁוֹן הַקֹּדֶשׁ. וּכְשֶׁאַתָּה אוֹמֵר חֵי הָעוֹלָמִים גַּם כֵּן נָכוֹן, וְתִהְיֶה הַקְּרִיאָה חֵי בְּצֵירֵ\"י, כָּעִנְיָן שֶׁנֶּאֱמַר וַיִּשָּׁבַע בְּחֵי הָעוֹלָם [דָּנִיאֵל יב], שֶׁהוּא סָמוּךְ, וְיִהְיֶה עִנְיָנוֹ חַיִּים שֶׁל הָעוֹלָמִים וְהוּא הַשֵּׁם יִתְבָּרַךְ שֶׁהוּא חִיּוּתוֹ שֶׁל עוֹלָם כָּאָמוּר. מַה שֶּׁאֵין כֵּן חַי בְפַתָּ\"ח, שֶׁאֵינוֹ סָמוּךְ, יִהְיֶה עִנְיָנוֹ הָעוֹלָם שֶׁהוּא חַי, וְאֵין הָעוֹלָם עַצְמוֹ חַי עַל צַד הָאֱמֶת. כֵּן כָּתַב הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} לַאֲפוֹקֵי מִמַּאן דְּאָמַר תְּרֵי חֲרוּב, שֶׁנֶּאֱמַר [הוֹשֵׁעַ ו] יְחַיֵּינוּ מִיֹּמַיִם. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה תמיד ז ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-5-9-7-4"}]}