{"subjects":[{"uri":"jbr:mishna-bartanura-5-2-1-1","jbo:text":"ר\"ע מברטנורה כָּל הַמְּנָחוֹת שֶׁנִּקְמְצוּ שֶׁלֹּא לִשְׁמָן. כְּגוֹן שֶׁהִתְנַדֵּב מִנְחַת מַרְחֶשֶׁת וֶהֱבִיאָהּ, וּקְמָצָהּ הַכֹּהֵן לְשֵׁם מַחֲבַת {ב}: כְּשֵׁרוֹת. וּמַקְטִיר הַקֹּמֶץ וּשְׁיָרֶיהָ נֶאֱכָלִים. שֶׁקְּמִיצַת הַמִּנְחָה בִּמְקוֹם שְׁחִיטַת הַקָּרְבָּן עוֹמֶדֶת, וּכְשֵׁם שֶׁכָּל הַזְּבָחִים שֶׁנִּשְׁחֲטוּ שֶׁלֹּא לִשְׁמָן כְּשֵׁרִים כִּדְיָלְפִינַן מִקְּרָא בְּרֵישׁ מַסֶּכֶת זְבָחִים, הָכִי נַמִּי כָּל הַמְּנָחוֹת שֶׁנִּקְמְצוּ שֶׁלֹּא לִשְׁמָן כְּשֵׁרוֹת: אֶלָּא שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה. הֲוָה מָצֵי לְמַתְנֵי וְלֹא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה, וְהָא דְּקָתָנֵי אֶלָּא דְּמַשְׁמַע דְּכָל דִּינָם כִּמְנָחוֹת כְּשֵׁרוֹת אֶלָּא דָּבָר זֶה, לְאַשְׁמְעִינַן דְּאָסוּר לְשַׁנּוֹיֵי בָּהּ שִׁנּוּי אַחֵר, שֶׁאִם עָבַר וּקְמָצָהּ שֶׁלֹּא לִשְׁמָהּ אָסוּר לָתֵת הַקֹּמֶץ בִּכְלִי שָׁרֵת שֶׁלֹּא לִשְׁמָהּ {ג}: שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָתוֹ. וְלֹא יָצָא יְדֵי נִדְרוֹ וְצָרִיךְ לְהָבִיא מִנְחָה אַחֶרֶת לְשֵׁם מַרְחֶשֶׁת: חוּץ מִמִּנְחַת חוֹטֵא. כְּגוֹן מִנְחָה הַבָּאָה עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, אִם לֹא תַּשִּׂיג יָדוֹ לִשְׁתֵּי תּוֹרִים: וּמִנְחַת קְנָאוֹת. שֶׁל סוֹטָה. שֶׁאִם קְמָצָן שֶׁלֹּא לִשְׁמָן, כְּגוֹן לְשֵׁם נְדָבָה, אוֹ נָתַן בִּכְלִי שָׁרֵת אֶת הַקֹּמֶץ שֶׁלֹּא לִשְׁמוֹ, אוֹ הָלַךְ אוֹ הִקְטִיר שֶׁלֹּא לִשְׁמוֹ, אוֹ חָשַׁב בְּאַחַת מִן הָעֲבוֹדוֹת הַלָּלוּ הֲרֵינִי עוֹבֵד לִשְׁמָן וְשֶׁלֹּא לִשְׁמָן. אֵלּוּ מְנָחוֹת פְּסוּלוֹת וְאֵין שְׁיָרֵיהֶן נֶאֱכָלִים. וְטַעֲמָא הָוֵי מִשּׁוּם דְּמִנְחַת חוֹטֵא חַטָּאת קַרְיֵהּ רַחֲמָנָא. וּבַחַטָּאת כְּתִיב וְשָׁחַט אֹתָהּ לְחַטָּאת, וְלָקַח מִדַּם הַחַטָּאת, שֶׁתְּהֵא שְׁחִיטָה וּלְקִיחָה דְּהַיְנוּ קַבָּלַת הַדָּם לְשֵׁם חַטָּאת. וּמִנְחַת קְנָאוֹת הוֹאִיל וּכְתִיב בָּהּ עָוֹן דִּכְתִיב מִנְחַת זִכָּרוֹן מַזְכֶּרֶת עָוֹן, כַּחַטָּאת שַׁוְיוּהּ רַבָּנָן. וּמִנְחַת הָעֹמֶר, אַף עַל גַּב דְּלָאו מִנְחַת חוֹטֵא הִיא וְלָאו מִנְחַת קְנָאוֹת הִיא, קְמָצָהּ שֶׁלֹּא לִשְׁמָהּ פְּסוּלָה מֵהַקְטִיר, וְאֵין שְׁיָרֶיהָ נֶאֱכָלִים, הוֹאִיל וּבָאָה לְהַתִּיר הֶחָדָשׁ וְלֹא הִתִּירָה {ד}. וְכָל הַמְּנָחוֹת שֶׁנִּקְמְצוּ שֶׁלֹּא לִשְׁמָן כְּשֵׁרוֹת דִּתְנַן בְּמַתְנִיתִין, דַּוְקָא בִּמְנָחוֹת שֶׁאֵין לָהֶם זְמַן קָבוּעַ אַיְרֵי, וְלֹא בְּמִנְחַת הָעֹמֶר שֶׁקָּבַע לָהּ זְמַן: אוֹ שֶׁלֹּא לִשְׁמָן וְלִשְׁמָן. דְּלֹא תֵּימָא לִשְׁמָן וְשֶׁלֹּא לִשְׁמָן הוּא דִּפְסוּלָה, דִּתְפוֹס לָשׁוֹן אַחֲרוֹן, אֲבָל שֶׁלֹּא לִשְׁמָן וְלִשְׁמָן כְּשֵׁרוֹת, קָא מַשְׁמַע לָן","rdfs:label":"ר\"ע מברטנורה מנחות א א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-1"},{"uri":"jbr:mishna-yomtov-5-2-1-1","jbo:text":"עיקר תוי\"ט {א} שֶׁנִּקְמְצוּ. עֲבוֹדָה קַמַּיְתָא נָקַט. וְהוּא הַדִּין נְתִינָה בִּכְלִי וְהוֹלָכָה וְהַקְטָרָה, כִּדְּקָתָנֵי סֵיפָא. תּוֹסָפוֹת: {ב} דְּהַיְנוּ שִׁנּוּי קֹדֶשׁ כְּדִמְפָרֵשׁ בְּסֵיפָא לְשֵׁם מִנְחַת חוֹטֵא כוּ'. וְהוּא הַדִּין שִׁנּוּי בְּעָלִים. תּוֹסָפוֹת: {ג} גְּמָרָא. אִי בָּעֵית אֵימָא סְבָרָא, מִשּׁוּם דִּמְשַׁנֵּי בָּהּ כָּל הָנֵי לֵשַׁנֵּי וְלֵיזִיל. אִי בָּעֵית אֵימָא קְרָא כוּ'. וְעַיֵּן פֵּרוּשׁ הָרַ\"ב בְּרֵישׁ זְבָחִים: {ד} וּלְפִי זֶה הוּא הַדִּין אֲשַׁם נָזִיר וּמְצֹרָע דְּבָאוּ לְהַכְשִׁיר וְלֹא הִכְשִׁירוּ. אֲבָל כָּל זֶה אִיתּוֹתַב נַמִּי בַּגְּמָרָא, וּלְהָכִי נַמִּי לֹא כְּתָבָם הָרַ\"ב בְּרֵישׁ זְבָחִים. וְכֵן הָרַמְבַּ\"ם בְּחִבּוּרוֹ חָזַר בּוֹ וְלֹא פָּסַל לָעֹמֶר שֶׁלֹּא לִשְׁמוֹ: {ה} וְהִקְטִיר. בִּמְקוֹם זְרִיקָה","rdfs:label":"עיקר תוי\"ט מנחות א א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-1"},{"uri":"jbr:mishna-bartanura-5-2-1-2","jbo:text":"ר\"ע מברטנורה זָר וְאוֹנֵן וּטְבוּל יוֹם כוּ'. כֻּלְּהוּ מְפֹרָשִׁים בְּפֶרֶק ב' דִּזְבָחִים. וּמוֹכְחִינַן לְהוּ מִקְּרָאֵי דַּעֲבוֹדָתָן פְּסוּלָה: עָרֵל. כֹּהֵן שֶׁמֵּתוּ אֶחָיו מֵחֲמַת מִילָה: יוֹשֵׁב. דְּבָעִינַן לַעֲמֹד לְשָׁרֵת: עַל גַּבֵּי כֵלִים כוּ'. דְּבָעִינַן שֶׁלֹּא יִהְיֶה דָּבָר חוֹצֵץ בֵּינוֹ וּבֵין הָרִצְפָּה: בֶּן בְּתֵירָא אוֹמֵר יַחֲזִיר. הַקֹּמֶץ לְתוֹךְ הַמִּנְחָה: וְיַחֲזֹר וְיִקְמֹץ בַּיָּמִין. וְהוּא הַדִּין לְכָל הָנָךְ פְּסוּלִים דַּחֲשִׁיב בְּמַתְנִיתִין סְבִירָא לֵיהּ לְבֶן בְּתֵירָא שֶׁאִם עָבַר אֶחָד מֵהֶן וְקָמַץ יַחֲזִיר הַקֹּמֶץ לִמְקוֹמוֹ וְיַחֲזֹר כֹּהֵן כָּשֵׁר וְיִקְמֹץ. וְאֵין הֲלָכָה כְּבֶן בְּתֵירָא: עָלָה בְיָדוֹ צְרוֹר. נִמְצָא קֹמֶץ חָסֵר מְקוֹם הַצְּרוֹר אוֹ גַרְגִּיר מֶלַח אוֹ קֹרֶט שֶׁל לְבוֹנָה. דְּקֹדֶם קְמִיצָה בּוֹרֵר כָּל הַלְּבוֹנָה לְצַד אֶחָד וְקוֹמֵץ וְאַחַר כָּךְ מְלַקֵּט אוֹתָם וְנוֹתְנָהּ עִם הַקֹּמֶץ וְשׂוֹרֵף הַכֹּל. וְאִם נִזְדַּמֵּן בְּתוֹךְ הַקֹּמֶץ גַּרְגִּיר מֶלַח אוֹ קֹרֶט שֶׁל לְבוֹנָה הֲרֵי הַקֹּמֶץ חָסֵר כְּדֵי מְקוֹם הַקֹּרֶט: מְבֹרָץ. מָלֵא וְגָדוּשׁ {יא}: שֶׁקְּמָצוֹ בְרָאשֵׁי אֶצְבְּעוֹתָיו. שֶׁלֹּא פְּשָׁטָן עַל כָּל פַּס יָדוֹ: פּוֹשֵׁט אֶת אֶצְבְּעוֹתָיו עַל פַּס יָדוֹ. מַכְנִיס צִדֵּי אֶצְבְּעוֹתָיו בַּקֶּמַח וּמַכְנִיס הַקֶּמַח לְתוֹךְ יָדוֹ וּמוֹחֵק בְּאֶצְבַּע קְטַנָּה שֶׁלֹּא יֵצֵא הַקֶּמַח חוּץ לַקְּמִיצָה וּמוֹחֵק בַּגּוּדָל שֶׁלֹּא יֵצֵא הַקֶּמַח חוּץ לָאֶצְבַּע. וְזֶה הָיָה צָרִיךְ לַעֲשׂוֹת בְּמִנְחַת מַחֲבַת וּמַרְחֶשֶׁת דְּמַעֲשֵׂיהֶן אֲפוּיִין {יג} וּלְאַחַר אֲפִיָּתָן פּוֹתְתָן וְקוֹמֵץ, וְאִי אֶפְשָׁר לְפָתְתָן דַּקּוֹת כָּל כָּךְ שֶׁלֹּא יִהְיוּ יוֹצְאוֹת חוּץ לַקֹּמֶץ, הִלְכָּךְ מוֹחֵק בַּגּוּדָל מִלְּמַעְלָה וּבְאֶצְבַּע קְטַנָּה מִלְּמַטָּה. וְזוֹ הָיְתָה מֵעֲבוֹדוֹת קָשׁוֹת שֶׁבַּמִּקְדָּשׁ, דִּבְקֹשִׁי גָּדוֹל יָכוֹל לְהַשְׁווֹת שֶׁלֹּא יְהֵא לֹא חָסֵר וְלֹא יָתֵר. וְרַמְבַּ\"ם כָּתַב, שֶׁנִּדְחוּ דִּבְרֵי הָאוֹמֵר שֶׁזּוֹ עֲבוֹדָה קָשָׁה שֶׁבַּמִּקְדָּשׁ, וְהוּא מְפָרֵשׁ וְקוֹמֵץ כִּדְקָמְצֵי אֱינָשֵׁי הָאָמוּר בַּגְּמָרָא [דַּף י\"א], דְּהַיְנוּ שֶׁמְּמַלֵּא כַּפּוֹ מִמֶּנּוּ כְּדֶרֶךְ שֶׁבְּנֵי אָדָם מְמַלְּאִים יְדֵיהֶם מִמַּה שֶּׁלּוֹקְחִים בְּיָדָם. וַאֲנִי אוֹמֵר שֶׁאֵין פֵּרוּשׁ כִּדְקָמְצֵי אֱינָשֵׁי אֶלָּא שֶׁמַּכְנִיס צִדֵּי אֶצְבְּעוֹתָיו בַּקֶּמַח וּמַכְנִיס הַקֶּמַח בְּצִדֵּי אֶצְבְּעוֹתָיו לְתוֹךְ יָדוֹ, אֲבָל אֵינוֹ נוֹטֵל קֶמַח אֶלָּא מְלֹא שְׁלֹשׁ אֶצְבְּעוֹתָיו עַל פַּס יָדוֹ וְלֹא יוֹתֵר, וּכְדֵי שֶׁלֹּא יִהְיֶה מְבֹרָץ וּמְבַצְבֵּץ וְיוֹצֵא, מוֹחֵק מִלְּמַטָּה בְּאֶצְבַּע קְטַנָּה וּמִלְּמַעְלָה בַּגּוּדָל. וְלֹא נִדְחוּ כְּלָל דִּבְרֵי הָאוֹמֵר שֶׁזּוֹ עֲבוֹדָה קָשָׁה מֵעֲבוֹדוֹת קָשׁוֹת שֶׁבַּמִּקְדָּשׁ, וְשִׁיטַת הַגְּמָרָא כִּדְבָרַי. וְכֵן פֵּרְשׁוּהָ כָּל רַבּוֹתַי","rdfs:label":"ר\"ע מברטנורה מנחות א ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-2"},{"uri":"jbr:mishna-yomtov-5-2-1-2","jbo:text":"עיקר תוי\"ט {ו} אַחַת כוּ'. וּמִשּׁוּם דְּרַבִּי שִׁמְעוֹן אָמַר טַעֲמָא דְּלֹא בָּעֵי מִנְחַת חוֹטֵא לְבוֹנָה וְשֶׁמֶן שֶׁלֹּא יְהֵא קָרְבָּנוֹ מְהֻדָּר, סָלְקָא דַעְתָּךְ אֲמֵינָא כִּי קָמְצֵי לַהּ פְּסוּלִין נַמִּי תִּתְכַּשַּׁר, קָא מַשְׁמַע לָן. גְּמָרָא: {ז} קָמַץ כוּ'. בַּגְּמָרָא יָלְפִינַן לַהּ מִקְּרָא: {ח} וְעָלָה. וְאִם תֹּאמַר מַאי אִירְיָא עָלָה אֲפִלּוּ נִשְׁאַר בְּשִׁירַיִם נַמִּי, דְּהַוְיָא מִנְחָה חֲסֵרָה. וְיֵשׁ לוֹמַר שֶׁאֵין רְגִילִים לְצַמְצֵם הָעִשָּׂרוֹן שֶׁלֹּא יִהְיֶה בּוֹ מְעַט יוֹתֵר. תּוֹסָפוֹת: {ט} צְרוֹר כוּ'. כָּל הָנֵי לָמָּה לִי, צְרִיכָא, דְּאִי תָּנָא צְרוֹר מִשּׁוּם דְּלָאו בַּת הַקְרָבָה הִיא, אֲבָל מֶלַח דְּבַת הַקְרָבָה הִיא [דִּלְאַחַר שֶׁהָיָה הַקֹּמֶץ עַל הַמִּזְבֵּחַ הוּא מוֹלְחוֹ] אֵימָא תִּתְכַּשַּׁר. וְאִי תָּנָא מֶלַח דְּלֹא אִקְּבַע בַּהֲדֵי מִנְחָה מֵעִקָּרָא, שֶׁאֵינוֹ מוֹלֵחַ אֶלָּא הַקֹּמֶץ בִּלְבַד, אֲבָל לְבוֹנָה דְּאִקְּבַע בַּהֲדֵי מִנְחָה מֵעִקָּרָא אֵימָא תִּתְכַּשַּׁר, קָא מַשְׁמַע לָן. גְּמָרָא: {י} גַּרְגִּיר כוּ'. אֵין לְהָבִיא רְאָיָה מִזֶּה שֶׁמַּשְׁלִיךְ הַמֶּלַח עַל כָּל הַמִּנְחָה, שֶׁזֶּה אֵינוֹ כוּ'. אֶלָּא דּוּמְיָא דִּצְרוֹר, רְצוֹנוֹ לוֹמַר שֶׁאִם נִזְדַּמֵּן וְנִתְעָרֵב עִם הַסֹּלֶת שׁוּם דָּבָר מִזֶּה וְיַעֲלֶה בְּיָדוֹ. הָרַמְבַּ\"ם: {יא} וְשֵׁם אוֹתוֹ הַתּוֹסֶפֶת שֶׁמּוֹסִיפִין בַּגְּדִישָׁה בֵּרוּצִין. הָרַמְבַּ\"ם. וּבֶעָרוּךְ פֵּרֵשׁ מִלְּשׁוֹן רִיצָה, שֶׁהוּא יוֹצֵא וְרָץ לַחוּץ: {יב} וְחָסֵר כוּ'. אַגַּב דִּמְפָרֵשׁ יָתֵר, מְפָרֵשׁ חָסֵר כַּיּוֹצֵא בּוֹ, אַף עַל גַּב דִּצְרוֹר כוּ' מִשּׁוּם חָסֵר הוּא. תּוֹסָפוֹת: {יג} גְּמָרָא. וְהוּא הַדִּין מַאֲפֵה תַּנּוּר. וְהָא דְּנָקַט קֶמַח, מִשּׁוּם דְּפוֹתְתָן, שַׁיָּךְ לְקָרְאָן קֶמַח. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות א ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-2"},{"uri":"jbr:mishna-bartanura-5-2-1-3","jbo:text":"ר\"ע מברטנורה רִבָּה שַׁמְנָהּ. שֶׁשִּׁעוּר הַשֶּׁמֶן לֹג לְכָל עִשָּׂרוֹן. וְאִם רִבָּה, שֶׁנָּתַן שְׁנֵי לֻגִּין אוֹ יוֹתֵר לְעִשָּׂרוֹן דַּחֲזוּ לִשְׁתֵּי מְנָחוֹת, פָּסוּל {יד}: חִסַּר שַׁמְנָהּ. פָּחוֹת מִלֹּג שֶׁמֶן לְעִשָּׂרוֹן סֹלֶת: חִסַּר לְבוֹנָתָהּ. שֶׁלֹּא נָתַן בָּהּ אֶלָּא קֹרֶט אֶחָד שֶׁל לְבוֹנָה. אֲבָל אִם יֵשׁ בָּהּ שְׁנֵי קֳרָטִין כְּשֵׁרָה, דִּכְתִיב (וַיִּקְרָא ו) אֵת כָּל הַלְּבֹנָה אֲשֶׁר עַל הַמִּנְחָה, כָּל, מַשְׁמַע אֲפִלּוּ קֹרֶט אֶחָד, דְּכֹל מַשְׁמַע כָּל דְּהוּא כְּדִכְתִיב (מְלָכִים ב ד) אֵין לְשִׁפְחָתְךָ כֹל בַּבַּיִת. אֵת, לְרַבּוֹת עוֹד קֹרֶט אֶחָד, הֲרֵי שְׁנַיִם. וְאִלּוּ רִבָּה לְבוֹנָתָהּ לֹא קָתָנֵי, דְּלֹא פָּסַל אֶלָּא כְּשֶׁרִבָּה יוֹתֵר עַל שְׁנֵי קֳמָצִים דְּאָז רִבָּה יוֹתֵר מִדַּאי {טו}: לֶאֱכֹל שְׁיָרֶיהָ בַחוּץ. חוּץ לָעֲזָרָה: אוֹ לְהַקְטִיר קֻמְצָהּ בַּחוּץ. דְּמַחֲשָׁבָה פּוֹסֶלֶת בֵּין שֶׁחָשַׁב עַל אֲכִילַת אָדָם בֵּין שֶׁחָשַׁב עַל אֲכִילַת מִזְבֵּחַ, דִּכְתִיב (וַיִּקְרָא ז) וְאִם הֵאָכֹל יֵאָכֵל, בִּשְׁתֵּי אֲכִילוֹת הַכָּתוּב מְדַבֵּר, אַחַת לַאֲכִילַת אָדָם וְאַחַת לַאֲכִילַת מִזְבֵּחַ, וְהַהוּא קְרָא בְּמַחֲשָׁבָה מַיְרֵי דִּכְתִיב (שָׁם) הַמַּקְרִיב אֹתוֹ לֹא יֵחָשֵׁב, בִּשְׁעַת הַקְרָבָה הוּא נִפְגָּל וְאֵינוֹ נִפְגָּל בַּיּוֹם הַשְּׁלִישִׁי, אַלְמָא בְּמַחֲשָׁבָה מַיְרֵי שֶׁחָשַׁב עָלָיו לְאָכְלוֹ בַּיּוֹם הַשְּׁלִישִׁי: פְּסוּלָה. דְּמַחֲשֶׁבֶת חוּץ לִמְקוֹמוֹ פּוֹסֶלֶת בִּקְמִיצַת הַמִּנְחָה כְּמוֹ שֶׁפּוֹסֶלֶת בִּשְׁחִיטַת הַזֶּבַח. וּמַה שֶּׁפּוֹסֵל בְּזֶבַח בַּשְּׁחִיטָה בְּקַבָּלַת הַדָּם בַּהוֹלָכָה בִּזְרִיקַת הַדָּם, פּוֹסֵל הַמִּנְחָה בַּקְּמִיצָה בַּנְּתִינָה בִּכְלִי שָׁרֵת בַּהוֹלָכָה בְּהַקְטָרַת הַקֹּמֶץ וּלְבוֹנָה, אַרְבָּעָה כְּנֶגֶד אַרְבָּעָה. וְהַקֹּמֶץ וְהַלְּבוֹנָה עַצְמָן חֲשׁוּבִים גַּבֵּי מִנְחָה כְּמוֹ הַדָּם וְהָאֵמוּרִים אֵצֶל הַזֶּבַח. וּשְׁיָרֵי מִנְחָה הַנֶּאֱכָלִים, כִּבְשַׂר הַזֶּבַח הַנֶּאֱכָל. וּבְפֶרֶק ב' דִּזְבָחִים מְפֹרָשִׁים כָּל הָנֵי פְּסוּלֵי וְהָתָם יָלְפִינַן לְהוּ כֻּלְּהוּ מִקְּרָאֵי: לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל. כְּגוֹן שִׁירַיִם: דָּבָר שֶׁדַּרְכּוֹ לְהַקְטִיר. כְּגוֹן הַקֹּמֶץ. אֲבָל אִם חָשַׁב לֶאֱכֹל הַקֹּמֶץ אוֹ לְהַקְטִיר הַשִּׁירַיִם חוּץ לִזְמַנּוֹ, לֹא פָּסַל {יח}, דִּבְטֵלָה דַּעְתּוֹ אֵצֶל כָּל אָדָם: וּבִלְבַד שֶׁיִּקְרַב הַמַּתִּיר. הַקֹּמֶץ: כְּהִלְכָתוֹ. כְּאִלּוּ הָיָה כָּשֵׁר, שֶׁלֹּא יְהֵא שָׁם שׁוּם פְּסוּל אֶלָּא הַפִּגּוּל בִּלְבַד. אֲבָל אִם יֵשׁ בּוֹ פְּסוּל אַחֵר אֵינוֹ חֲשׁוּב יוֹתֵר פִּגּוּל וְאֵין בּוֹ כָּרֵת: קָמַץ בִּשְׁתִיקָה. שֶׁלֹּא חָשַׁב שׁוּם מַחֲשֶׁבֶת פְּסוּל בִּשְׁעַת קְמִיצָה: וְנָתַן בַּכְּלִי וְהִלֵּךְ וְהִקְטִיר חוּץ לִזְמַנּוֹ. כְּלוֹמַר, שֶׁבִּשְׁלֹשֶׁת עֲבוֹדוֹת הַלָּלוּ חָשַׁב עַל הַשִּׁירַיִם לְאָכְלָן חוּץ לִזְמַנּוֹ","rdfs:label":"ר\"ע מברטנורה מנחות א ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-3"},{"uri":"jbr:mishna-yomtov-5-2-1-3","jbo:text":"עיקר תוי\"ט {יד} דְּמַאי אִירְיָא דְּתָנֵי רִבָּה שַׁמְנָהּ, לִתְנֵי רִבָּה לָהּ שֶׁמֶן, אֶלָּא הָא קָא מַשְׁמַע לָן דְּאַף עַל גַּב דְּהִפְרִישׁ לָהּ שְׁנֵי לֻגִּין וְלֹא אָמְרִינַן הוֹאִיל וְהַאי חֲזִי לֵיהּ לֹא לִפָּסֵל. גְּמָרָא. וְרִבָּה פָּחוֹת מִשְּׁנֵי לֻגִּין, יֵשׁ פְּלֻגְתָּא בֵּין רַשִׁ\"י וְהָרַמְבַּ\"ם. וְדַעַת הָרַ\"ב אֵין הֶכְרֵעַ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} דִּשְׁנֵי קְמָצִין לְגַבֵּי שְׁנֵי קֳרָטִין הֲוָה יוֹתֵר מִדַּאי הַרְבֵּה. מַה שֶּׁאֵין כֵּן שְׁנֵי לֻגִּין לְגַבֵּי לֹג אֶחָד: {טז} הַקּוֹמֵץ כוּ'. וְנוֹתֵן בִּכְלִי. בְּאַרְבַּע עֲבוֹדוֹת הַלָּלוּ מְפַגְּלִים בַּמִּנְחָה. דְּגָמְרִינַן מִזְּבָחִים בְּהֶקֵּשׁ. כִּדְאָמַר בְּרֵישׁ פִּרְקִין דְּאִתַּקַּשׁ מִנְחָה לְחַטָּאת וְאָשָׁם. וּמֵהַהִיא הֶקֵּשָׁא גָּמְרִינַן מַחֲשָׁבָה דְּפוֹסֶלֶת בַּמִּנְחָה. וּמִנַּהּ, מַה זֶּבַח נִפְגָּל בְּאַרְבַּע עֲבוֹדוֹת כוּ' אַף מִנְחָה כוּ'. רַשִׁ\"י: {יז} לְמָחָר. דְּהַיְנוּ חוּץ לִזְמַנּוֹ, דְּמִנְחָה אֵינָהּ נֶאֱכֶלֶת אֶלָּא לְיוֹם וְלַיְלָה. דְּאִתַּקַּשׁ לְחַטָּאת וְאָשָׁם. רַשִׁ\"י: {יח} לִרְבוּתָא כָּתַב כֵּן, דַּאֲפִלּוּ פְּסוּל לֵיכָּא","rdfs:label":"עיקר תוי\"ט מנחות א ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-3"},{"uri":"jbr:mishna-bartanura-5-2-1-4","jbo:text":"ר\"ע מברטנורה קָמַץ חוּץ לִמְקוֹמוֹ. חָשַׁב בִּשְׁעַת קְמִיצָה לֶאֱכֹל הַשִּׁירַיִם חוּץ לָעֲזָרָה: נָתַן בַּכְּלִי הִלֵּךְ וְהִקְטִיר חוּץ לִזְמַנּוֹ. וּבְאַחַת מִשְּׁלֹשֶׁת עֲבוֹדוֹת הַלָּלוּ חָשַׁב עַל הַשִּׁירַיִם לְאָכְלָן חוּץ לִזְמַנּוֹ: מִנְחַת חוֹטֵא וּקְנָאוֹת. יֵשׁ בָּהֶן עוֹד פְּסוּל אַחֵר הַמּוֹצִיאָן מִידֵי פִּגּוּל, כְּגוֹן שֶׁלֹּא לִשְׁמָן, דְּאָמְרִינַן בְּרֵישׁ פִּרְקִין דִּפְסוּלוֹת אִם קְמָצָן שֶׁלֹּא לִשְׁמָן, וּשְׁלֹשֶׁת שְׁאָר הָעֲבוֹדוֹת חָשַׁב עֲלֵיהֶן חוּץ לִזְמַנָּן, אוֹ אֲפִלּוּ הָרִאשׁוֹנָה חוּץ לִזְמַנָּהּ וְהַשְּׁאָר שֶׁלֹּא לִשְׁמָן, הוֹצִיאוֹ מִידֵי פִּגּוּל: אוֹ שֶׁקָּמַץ אוֹ נָתַן בַּכְּלִי אוֹ הוֹלִיךְ אוֹ הִקְטִיר שֶׁלֹּא לִשְׁמָן. כְּלוֹמַר אֵי זוֹ מֵאֵלּוּ שֶׁעָשָׂה שֶׁלֹּא לִשְׁמָן וְהַשְּׁאָר עַל מְנָת לֶאֱכֹל לַשִּׁירַיִם חוּץ לִזְמַנּוֹ לֹא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ וְאֵין בַּשִּׁירַיִם כָּרֵת: כַּזַּיִת בַּחוּץ כַּזַּיִת לְמָחָר. חָשַׁב בְּאַחַת מִן הָעֲבוֹדוֹת שְׁתֵּי מַחֲשָׁבוֹת חוּץ לִזְמַנּוֹ וְחוּץ לִמְקוֹמוֹ. וְעַד הַשְׁתָּא אַיְרִינַן בִּשְׁתֵּי עֲבוֹדוֹת שֶׁחָשַׁב בְּאַחַת חוּץ לִזְמַנּוֹ וּבְאַחֶרֶת חוּץ לִמְקוֹמוֹ, וְעַכְשָׁיו מַיְרֵי שֶׁחָשַׁב בִּשְׁתֵּיהֶן בַּעֲבוֹדָה אַחַת. וּלְרַבִּי יְהוּדָה אִצְטְרִיךְ, דְּלֹא תֵימָא בִּשְׁתֵּי עֲבוֹדוֹת הוּא דְּפָלֵיג רַבִּי יְהוּדָה דְּבָתַר קַמַּיְתָא אָזְלִינַן, אֲבָל בַּחֲדָא עֲבוֹדָה מוֹדֶה, קָמַשְׁמַע לָן: כַּזַּיִת לְמָחָר וְכַזַּיִת בַּחוּץ. אַף עַל פִּי שֶׁחָשַׁב תְּחִלָּה לְחוּץ לִזְמַנּוֹ הוֹצִיאַתּוֹ שְׁנִיָּה מִידֵי כָּרֵת: אָמַר רַבִּי יְהוּדָה זֶה הַכְּלָל כוּ'. רַבִּי יְהוּדָה פָּלֵיג אַתַּנָּא קַמָּא בֵּין בַּעֲבוֹדָה אַחַת בֵּין בִּשְׁתֵּי עֲבוֹדוֹת. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מנחות א ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-1","jbo:mishna":"jbr:mishna-5-2-1-4"},{"uri":"jbr:mishna-bartanura-5-2-2-1","jbo:text":"ר\"ע מברטנורה הַקּוֹמֵץ אֶת הַמִּנְחָה. מוֹדֶה רַבִּי יוֹסֵי שֶׁהוּא פִּגּוּל. מִשּׁוּם דְּבָעֵי לְמַתְנֵי סֵיפָא לְהַקְטִיר לְבוֹנָתָהּ לְמָחָר רַבִּי יוֹסֵי אוֹמֵר פָּסוּל וְאֵין בּוֹ כָּרֵת, מַהוּ דְּתֵימָא טַעֲמָא דְּרַבִּי יוֹסֵי מִשּׁוּם דְּסָבַר אֵין מְפַגְּלִין בַּחֲצִי מַתִּיר {א}, כְּלוֹמַר שֶׁאִם חָשַׁב לַעֲבֹד לְמָחָר עֲבוֹדַת חֲצִי מַתִּיר לֹא פִּגֵּל, וְהַךְ לְבוֹנָה חֲצִי מַתִּיר הוּא, דְּבֵין הַקְטָרַת קֹמֶץ וּלְבוֹנָה מַתִּירִים הַשִּׁירַיִם, וַאֲפִלּוּ רֵישָׁא כִּי חָשַׁב בְּהַקְטָרַת קֹמֶץ עֲבוֹדַת חֲצִי מַתִּיר הִיא וּפָלֵיג רַבִּי יוֹסֵי, קָא מַשְׁמַע לָן דִּבְהָא מוֹדֶה {ב}. דְּטַעֲמָא לָאו מִשּׁוּם הָכִי הוּא, אֶלָּא מִשּׁוּם דְּאֵין מַתִּיר מְפַגֵּל אֶת הַמַּתִּיר: מַה שָּׁנָה זוֹ מִן הַזָּבַח. שֶׁהַשּׁוֹחֲטוֹ עַל מְנָת לְהַקְטִיר אֵמוּרִים לְמָחָר פִּגּוּל: אֵינָהּ מִן הַמִּנְחָה. אֵינָהּ מִמִּין הַמִּנְחָה כְּמוֹ הַקֹּמֶץ, וְאַף עַל פִּי שֶׁהוּא מִמַּתִּירֵי הַמִּנְחָה. דְּקָסָבַר רַבִּי יוֹסֵי שֶׁאֵין מַתִּיר מְפַגֵּל אֶת הַמַּתִּיר, שֶׁאֵין עֲבוֹדַת מַתִּיר זֶה שֶׁהוּא קוֹמֵץ מוֹעֶלֶת לְפַגֵּל מַתִּיר הָאַחֵר שֶׁהִיא הַלְּבוֹנָה בַּמַּחֲשָׁבָה שֶׁהוּא מְחַשֵּׁב עַל הַלְּבוֹנָה בַּעֲבוֹדַת הַקּוֹמֵץ. וְרַבָּנָן אָמְרֵי לֵיהּ, כִּי אָמְרִינַן דְּאֵין מַתִּיר מְפַגֵּל אֶת הַמַּתִּיר, הֵיכָא דְּלֹא אִקְּבַע בְּחַד מָנָא, כְּגוֹן שְׁנֵי כִּבְשֵׂי עֲצֶרֶת דִּשְׁנֵיהֶם מַתִּירִים אֶת הַלֶּחֶם, וְאִם שָׁחַט אֶחָד מֵהֶם עַל מְנָת לֶאֱכֹל אֶת חֲבֵרוֹ לְמָחָר שְׁנֵיהֶם כְּשֵׁרִים. אֲבָל הֵיכָא דְּאָקְבְּעוּ בְּחַד מָנָא, כְּגוֹן קֹמֶץ וּלְבוֹנָה שֶׁשְּׁנֵיהֶם בִּכְלִי אֶחָד, מוֹעֶלֶת מַחֲשֶׁבֶת מַתִּיר זֶה לְפַגֵּל מַתִּיר אַחֵר. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה מנחות ב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-1"},{"uri":"jbr:mishna-yomtov-5-2-2-1","jbo:text":"עיקר תוי\"ט {א} וְאִם תֹּאמַר הֵיכִי מָצֵית אֲמַרִית הָכִי, הָא בְּהֶדְיָא אָמְרִינַן בְּסֵיפָא דְּטַעֲמָא מִשּׁוּם דְּאֵין מַתִּיר מְפַגֵּל מַתִּיר דְּהָא אָמַר שֶׁהַזֶּבַח דָּמוֹ כוּ'. וְיֵשׁ לוֹמַר דַּהֲוָה אֲמֵינָא דִּלְדִבְרֵיהֶם דְּרַבָּנָן קָאָמַר לֵיהּ הָכִי: {ב} לְרַבִּי מֵאִיר דְּסוֹף פִּרְקִין. וְאַף עַל גַּב דְּאֵינוֹ רְבוּתָא לְאַשְׁמוֹעִינַן דְּחוֹלֵק אַרַבָּנָן, קוּשְׁטָא דְּמִלְּתָא קָא מַשְׁמַע לָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב שֶׁהֶאֱרִיךְ","rdfs:label":"עיקר תוי\"ט מנחות ב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-1"},{"uri":"jbr:mishna-bartanura-5-2-2-2","jbo:text":"ר\"ע מברטנורה שָׁחַט שְׁנֵי כְבָשִׂים. שֶׁל עֲצֶרֶת, דִּכְתִיב בְּהוּ (וַיִּקְרָא כג) שְׁנֵי כְבָשִׂים בְּנֵי שָׁנָה לְזֶבַח שְׁלָמִים, וְאוֹתָן כְּבָשִׂים מַתִּירִין וּמְקַדְּשִׁין לִשְׁתֵּי הַלֶּחֶם, שֶׁאֵין הַלֶּחֶם קָדוֹשׁ אֶלָּא בִּשְׁחִיטַת שְׁנֵי כְּבָשִׂים, הוֹאִיל וְהֻזְקְקוּ עִמּוֹ בִּתְנוּפָה. וּשְׁאָר כְּבָשִׂים שֶׁל עֲצֶרֶת, דְּמוּסָפִים נִינְהוּ: לֶאֱכֹל אַחַת מִן הַחַלּוֹת לְמָחָר. וּזְמַן אֲכִילַת הַחַלּוֹת אֵינוֹ אֶלָּא לְיוֹם וְלַיְלָה, כְּדִין מִנְחָה, שֶׁנֶּאֱמַר בָּהּ כַּחַטָּאת וְכָאָשָׁם: הִקְטִיר שְׁנֵי בְזִיכִין. לִשְׁתֵּי מַעֲרָכוֹת שֶׁל לֶחֶם הַפָּנִים כְּדִכְתִיב (וַיִּקְרָא כד) וְשַׂמְתָּ אוֹתָם שְׁתַּיִם מַעֲרָכוֹת, הָיְתָה עַל כָּל מַעֲרֶכֶת כַּף אַחַת שֶׁיֵּשׁ בּוֹ לְבוֹנָה כְּדִכְתִיב (שָׁם) וְנָתַתָּ עַל הַמַּעֲרֶכֶת לְבֹנָה זַכָּה. וּשְׁתֵּי הַכַּפּוֹת הַלָּלוּ שֶׁבָּהֶם נְתוּנָה הַלְּבוֹנָה נִקְרָאִים שְׁנֵי בְּזִיכִים. וְהַלְּבוֹנָה נִקְטֶרֶת כְּדִכְתִיב (שָׁם) וְהָיְתָה לַלֶּחֶם לְאַזְכָּרָה. וְהַלֶּחֶם נֶאֱכָל, וּזְמַן אֲכִילָתוֹ כָּל אוֹתוֹ שַׁבָּת שֶׁמְּסִירִים אוֹתוֹ מִן הַשֻּׁלְחָן בִּלְבַד {ג}. וְאִם בְּשָׁעָה שֶׁהִקְטִיר שְׁנֵי בְּזִיכִים שֶׁל לְבוֹנָה חָשַׁב עַל אַחַת מִן הַמַּעֲרָכוֹת שֶׁל לֶחֶם לְאָכְלוֹ לְמָחָר, כְּלוֹמַר שֶׁלֹּא בִּזְמַנּוֹ: אוֹתָהּ חַלָּה. שֶׁל שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת: וְאוֹתוֹ הַסֵּדֶר. שֶׁל לֶחֶם הַפָּנִים: זֶה וָזֶה פִּגּוּל. שֶׁכֻּלָּן נֶחְשָׁבִים גּוּף אֶחָד: נִטְמֵאת אַחַת מִן הַחַלּוֹת. דַּוְקָא כְּשֶׁנִּטְמֵאת אַחַת מִשְּׁתֵּי הַלֶּחֶם קֹדֶם זְרִיקַת דַּם הַכְּבָשִׂים, אוֹ אֶחָד מִן הַסְּדָרִים קֹדֶם הַקְטָרַת הַבְּזִיכִים, הוּא דְּאִיפְלִיגוּ רַבִּי יְהוּדָה וְרַבָּנָן. אֲבָל אִם נִטְמָא לְאַחַר זְרִיקַת הַדָּם אוֹ לְאַחַר הַקְטָרַת הַבְּזִיכִים, דִּבְרֵי הַכֹּל הַטָּמֵא בְּטֻמְאָתוֹ וְהַטָּהוֹר יֵאָכֵל: שֶׁאֵין קָרְבַּן צִבּוּר חָלוּק. בַּגְּמָרָא מַסִּיק דְּלֹא מִקְּרָא וְלֹא מִסְּבָרָא אֲמָרָהּ רַבִּי יְהוּדָה לְמִלְּתֵיהּ, אֶלָּא גְּמָרָא עָרוּךְ בְּיָדוֹ. וְכָךְ הָיָה מְקֻבָּל מֵרַבּוֹתָיו שֶׁאֵין קָרְבַּן צִבּוּר חָלוּק וְאִם נִפְסַל חֶצְיוֹ נִפְסַל כֻּלּוֹ","rdfs:label":"ר\"ע מברטנורה מנחות ב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-2"},{"uri":"jbr:mishna-yomtov-5-2-2-2","jbo:text":"עיקר תוי\"ט {ג} דִּכְתִיב וַאֲכָלֻהוּ בְּמָקוֹם קָדוֹשׁ כִּי קֹדֶשׁ קָדָשִׁים הוּא לוֹ. וּמִדְּקַרְיֵהּ קֹדֶשׁ קָדָשִׁים אִיכָּא לְמֵילַף דִּזְמַן אֲכִילָתוֹ נַמִּי כַּאֲכִילַת קָדְשֵׁי קָדָשִׁים שֶׁהִיא לְיוֹם וְלַיְלָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} בְּזִיכִין. תַּרְגּוּם כַּפּוֹתָיו, בְּזִיכוֹהִי. הָרַמְבַּ\"ם: {ה} אוֹתָהּ כוּ'. דְּאַף עַל גַּב שֶׁהַכָּתוּב עֲשָׂאָן גּוּף אֶחָד דִּכְתִיב לֶחֶם תְּנוּפָה, הַיְנוּ לְעַכּוֹבֵי דִּמְעַכְּבֵי אַהֲדָדֵי, מָצִינוּ נַמִּי שֶׁעֲשָׂאָן שְׁנֵי גּוּפִים, דִּכְתִיב שְׁתַּיִם שְׁנֵי עֶשְׂרוֹנִים [גְּמָרָא], וְסִדְרֵי לֶחֶם הַפָּנִים יָלְפִינַן מִשְּׁתֵּי לֶחֶם כוּ'. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות ב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-2"},{"uri":"jbr:mishna-bartanura-5-2-2-3","jbo:text":"ר\"ע מברטנורה הַתּוֹדָה מְפַגֶּלֶת אֶת הַלֶּחֶם. שֶׁהַלֶּחֶם בָּא בִּשְׁבִיל הַתּוֹדָה וְהוּא טָפֵל לָהּ, וְאֵין הַתּוֹדָה טְפֵלָה לַלֶּחֶם. וְכֵן שְׁנֵי כְּבָשִׂים שֶׁל עֲצֶרֶת, שְׁתֵּי הַלֶּחֶם הַבָּאִים עִמָּהֶם הֵם טְפֵלִים לַכְּבָשִׂים וְאֵין הַכְּבָשִׂים טְפֵלִים לַלֶּחֶם {ו}, וְהָעִקָּר מְפַגֵּל הַטָּפֵל וְאֵין הַטָּפֵל מְפַגֵּל הָעִקָּר. וְאִי אַשְׁמוֹעִינַן תַּנָּא הַאי דִּינָא בַּתּוֹדָה וְלֹא אַשְׁמוֹעִינַן בַּכְּבָשִׂים שֶׁל עֲצֶרֶת הֲוָה אֲמֵינָא הָתָם הוּא דְּכִי מִפַּגַּל לֶחֶם לֹא מִפַּגְּלָא תּוֹדָה מִשּׁוּם דְּלֹא הֻזְקְקוּ בִּתְנוּפָה עִם הַחַלּוֹת, אֲבָל כְּבָשִׂים דְּהֻזְקְקוּ בִּתְנוּפָה עִם הַחַלּוֹת דִּכְתִיב (וַיִּקְרָא כג) וְהֵנִיף הַכֹּהֵן אֹתָם עַל לֶחֶם, אֵימָא כִּי מִפַּגַּל לֶחֶם לִפַּגְּלוּ נַמִּי כְּבָשִׂים. וְאִי תָּנָא כְּבָשִׂים, הֲוָה אֲמֵינָא הָתָם כִּי מִפַּגְּלֵי כְּבָשִׂים מִפַּגַּל לֶחֶם מִשּׁוּם דְּהֻזְקְקוּ זֶה עִם זֶה בִּתְנוּפָה, אֲבָל תּוֹדָה דְּלֹא הֻזְקְקוּ אֵימָא כִּי מְפַגֵּל בַּתּוֹדָה לֹא מְפַגְּלֵי בַּחַלּוֹת, צְרִיכָא","rdfs:label":"ר\"ע מברטנורה מנחות ב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-3"},{"uri":"jbr:mishna-yomtov-5-2-2-3","jbo:text":"עיקר תוי\"ט {ו} דִּשְׁחִיטַת תּוֹדָה מְקַדֶּשֶׁת לַלֶּחֶם, כִּדְאִיתָא בְּפֶרֶק הַתּוֹדָה. וְכֵן שְׁחִיטַת כְּבָשִׂים מְקַדְּשִׁים לַלֶּחֶם. רַשִׁ\"י: {ז} לֶאֱכֹל כוּ'. אוֹ יִזְרֹק דָּמָהּ אוֹ יַקְטִיר אֵמוּרֶיהָ לְמָחָר. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות ב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-3"},{"uri":"jbr:mishna-bartanura-5-2-2-4","jbo:text":"ר\"ע מברטנורה הַזֶּבַח מְפַגֵּל אֶת הַנְּסָכִים. וְהַשּׁוֹתֶה {ח} מֵהֶן עָנוּשׁ כָּרֵת: מִשֶׁקָּדְשׁוּ בִכְלִי. לְאַחַר שֶׁשָּׂמוּ אוֹתָם בִּכְלִי שָׁרֵת, שֶׁהַכְּלִי מְקַדְּשָׁן קְדֻשַּׁת עוֹלָם דְּשׁוּב אֵין לָהֶם פִּדְיוֹן: דִּבְרֵי רַבִּי מֵאִיר. דְּרַבִּי מֵאִיר סָבַר שֶׁנְּסָכִים מִתְפַּגְּלִים לְפִי שֶׁהַדָּם שֶׁל הַזֶּבַח הוּא שֶׁמַּכְשִׁיר וּמַתִּיר אוֹתָן לַמִּזְבֵּחַ, וְהוֹאִיל וְיֵשׁ לָהֶן מַתִּיר, מִתְפַּגְּלִים בְּמַחֲשֶׁבֶת חוּץ לִזְמַנּוֹ. וַחֲכָמִים פְּלִיגֵי עֲלֵיהּ בְּפֶרֶק בֵּית שַׁמַּאי בְּמַסֶּכֶת זְבָחִים [דַּף מד] וְאָמְרֵי שֶׁהַנְּסָכִים אֵין לָהֶם מַתִּיר, לְפִיכָךְ אֵין מִתְפַּגְּלִין. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר","rdfs:label":"ר\"ע מברטנורה מנחות ב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-4"},{"uri":"jbr:mishna-yomtov-5-2-2-4","jbo:text":"עיקר תוי\"ט {ח} רַשִׁ\"י. וְלֹא יָדַעְתִּי לָמָּה דִּקְדְּקוּ לְפָרֵשׁ עַל הַיַּיִן וְלֹא כָּלְלוּ גַּם כֵּן הַסֹּלֶת, דְּהָא פְּלוּגְתַּיְהוּ דְּרַבִּי מֵאִיר וְרַבָּנָן אַף בַּסֹּלֶת","rdfs:label":"עיקר תוי\"ט מנחות ב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-4"},{"uri":"jbr:mishna-bartanura-5-2-2-5","jbo:text":"ר\"ע מברטנורה פִּגֵּל בַּקֹּמֶץ. בְּהַקְטָרַת הַקֹּמֶץ חָשַׁב עַל הַשִּׁירַיִם לְאָכְלָן שֶׁלֹּא בִּזְמַנָּן: עַד שֶׁיְּפַגֵּל בְּכָל הַמַּתִּיר. וְהַקְטָרַת אֶחָד מֵהֶן חֲצִי מַתִּיר הוּא, דְּאִיכָּא נַמִּי הַקְטָרַת חֲבֵרוֹ, שֶׁאֵין שְׁיָרֵי הַמִּנְחָה מֻתָּרִים בַּאֲכִילָה לַכֹּהֵן עַד שֶׁיַּקְטִירוּ הַקֹּמֶץ וְהַלְּבוֹנָה: בְּמִנְחַת חוֹטֵא וּבְמִנְחַת קְנָאוֹת. שֶׁאֵין בָּהֶן לְבוֹנָה, וְהַקֹּמֶץ לְבַדּוֹ הוּא הַמַּתִּיר: שָׁחַט אַחַד מִן הַכְּבָשִׂים. שֶׁל כִּבְשֵׂי עֲצֶרֶת. וְאֵין הַלֶּחֶם מֻתָּר אֶלָּא אַחַר שֶׁיִּשְׁחֲטוּ שְׁנֵיהֶן: הִקְטִיר אַחַד מִן הַבְּזִיכִין. וַהֲרֵי אֵין מַתִּיר הַלֶּחֶם אֶלָּא הַקְטָרַת שְׁנֵיהֶם: רַבִּי מֵאִיר אוֹמֵר פִּגּוּל. דְּסָבַר חֲצִי מַתִּיר נַמִּי מְפַגֵּל. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר","rdfs:label":"ר\"ע מברטנורה מנחות ב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-5"},{"uri":"jbr:mishna-yomtov-5-2-2-5","jbo:text":"עיקר תוי\"ט {ט} וּמוֹדִים כוּ'. הָא לָמָּה לִי לְמִתְנֵי כְּלָל, פְּשִׁיטָא, מִי אִיכָּא מַתִּיר אַחֲרִינָא. אֶלָּא דִּבְרֵישָׁא לֹא מַכְשְׁרֵי אֶלָּא פָּסוּל, וְקָא מַשְׁמַע לָן דְּטַעֲמָא מִשּׁוּם דְּגָזְרוּ בַּקֹּמֶץ אַטּוּ קֹמֶץ דְּמִנְחַת חוֹטֵא דְּדָמֵי לֵיהּ. וְטַעֲמָא דִּלְבוֹנָה, מִשּׁוּם דְּגָזְרֵי אַטּוּ לְבוֹנָה הַבָּאָה בַּבְּזִיכִין. וְכֶבֶשׂ, אַטּוּ כֶּבֶשׂ חֲבֵרוֹ. וּבָזָךְ, אַטּוּ בָּזָךְ חֲבֵרוֹ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ב ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-2","jbo:mishna":"jbr:mishna-5-2-2-5"},{"uri":"jbr:mishna-bartanura-5-2-3-1","jbo:text":"ר\"ע מברטנורה הַקּוֹמֵץ אֶת הַמִּנְחָה לֶאֱכֹל. חוּץ לִזְמַנּוֹ: דָּבָר שֶׁאֵין דַּרְכּוֹ לֶאֱכֹל. כְּגוֹן הַקֹּמֶץ וְהַלְּבוֹנָה: וּלְהַקְטִיר. חוּץ לִזְמַנּוֹ: דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַקְטִיר. הַשִּׁירַיִם שֶׁדַּרְכָּן לֶאֱכֹל וְאֵין דַּרְכָּן לְהַקְטִיר: כָּשֵׁר. דְּאֵין זוֹ חֲשׁוּבָה מַחֲשָׁבָה, דִּבְטֵלָה דַּעְתּוֹ אֵצֶל כָּל אָדָם: רַבִּי אֱלִיעֶזֶר פּוֹסֵל. דִּכְתִיב {א} (וַיִּקְרָא ז) וְאִם הֵאָכֹל יֵאָכֵל מִבְּשַׂר זֶבַח שְׁלָמָיו, בִּשְׁתֵּי אֲכִילוֹת הַכָּתוּב מְדַבֵּר, אַחַת אֲכִילַת אָדָם וְאַחַת אֲכִילַת מִזְבֵּחַ, לוֹמַר לָךְ כְּשֵׁם שֶׁפּוֹסֶלֶת אֲכִילַת אָדָם לְאָדָם כְּגוֹן שִׁירַיִם אִם חָשַׁב עֲלֵיהֶם לְאָדָם לְאָכְלָם חוּץ לִזְמַנּוֹ, וַאֲכִילַת מִזְבֵּחַ לַמִּזְבֵּחַ כְּגוֹן קֹמֶץ אִם חָשַׁב עָלָיו לְהַקְטִירוֹ שֶׁלֹּא בִּזְמַנּוֹ, כָּךְ פּוֹסֶלֶת מַחֲשֶׁבֶת אֲכִילַת אָדָם כְּגוֹן שִׁירַיִם אִם חָשַׁב עֲלֵיהֶם לַמִּזְבֵּחַ {ב} לְהַקְטִירָן חוּץ לִזְמַנָּן, מִדְּאַפְּקִינְהוּ רַחֲמָנָא לְתַרְוַיְהוּ בִּלְשׁוֹן אֲכִילָה {ג} שְׁמַע מִנַּהּ כִּי הֲדָדֵי נִינְהוּ, וּמְחַשְּׁבִים מִזּוֹ לְזוֹ. וְרַבָּנָן סָבְרֵי, לְהָכִי אַפְּקַהּ רַחֲמָנָא לְהַקְטָרָה בִּלְשׁוֹן אֲכִילָה, לוֹמַר לָךְ מָה אֲכִילָה בְּכַזַּיִת אַף מַחֲשֶׁבֶת הַקְטָרָה בְּכַזַּיִת. וּלְעוֹלָם אֲכִילָה כְּאוֹרְחֵיהּ מַשְׁמַע, קֹמֶץ לַמִּזְבֵּחַ וְשִׁירַיִם לָאָדָם. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה מנחות ג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-1"},{"uri":"jbr:mishna-yomtov-5-2-3-1","jbo:text":"עיקר תוי\"ט {א} וְאִם כֵּן מִדְּאוֹרַיְתָא קָאָמַר, וַאֲפִלּוּ כָּרֵת חַיָּב. וְכָתְבוּ הַתּוֹסָפוֹת, תֵּימַהּ, דְּלֹא הֲוָה לֵיהּ לְמֵימַר רַבִּי אֱלִיעֶזֶר פּוֹסֵל, אֶלָּא מְפַגֵּל מִבָּעֵי לֵיהּ. וְיֵשׁ לוֹמַר, דְּאַיְרֵי נַמִּי בְּחוּץ לִמְקוֹמוֹ: {ב} וּמֵאֲכִילַת מִזְבֵּחַ לְאָדָם. גְּמָרָא: {ג} תֵּימַהּ, תִּנַּח דַּאֲכִילַת מִזְבֵּחַ לָאָדָם. אֲבָל אֲכִילַת אָדָם לַאֲכִילַת מִזְבֵּחַ מְנָלָן. וְיֵשׁ לוֹמַר דִּפְשָׁטֵיהּ דִּקְרָא קַיְמֵי שְׁתֵּי הָאֲכִילוֹת אַבְּשַׂר זֶבַח תּוֹדַת שְׁלָמָיו. תּוֹסָפוֹת: {ד} לֶאֱכֹל. הָא מִשְׁנָה יְתֵרָה, דְּהָא תְּנַן בְּסוֹף פֶּרֶק קַמָּא אֶלָּא לְרַבִּי אֱלִיעֶזֶר אִצְטְרִיךְ, דְּאַף עַל גַּב דְּפָסַל רַבִּי אֱלִיעֶזֶר בְּמַחֲשָׁבָה שֶׁלֹּא כְּדַרְכּוֹ אַטּוּ כְּדַרְכּוֹ וּפָסַל מִדְּרַבָּנָן, הָכָא לֹא גָּזַר פָּחוֹת מִכַּזַּיִת אַטּוּ כַּזַּיִת. רַשִׁ\"י. וְזֶה לֹא יִתָּכֵן אֶלָּא אַלִּיבָּא דְּמַאן דְּאָמַר דְּרַבִּי אֱלִיעֶזֶר מִדְּרַבָּנָן פָּסַל כוּ'. אֲבָל לְמַאי דְּפֵרֵשׁ הָרַ\"ב דְּמִקְּרָא דָּרֵישׁ לַהּ, מִדְּאוֹרַיְתָא קָא פָּסַל. וּמִכָּל מָקוֹם נִרְאֶה לִי לְיַשֵּׁב, דְּהִיא גּוּפֵיהּ קָא מַשְׁמַע לָן, דְּלֹא תֵימָא דְּרַבִּי אֱלִיעֶזֶר מִדְּרַבָּנָן פָּסַל מִטַּעַם גְּזֵרָה, קָא מַשְׁמַע לָן דְּבַחֲצִי זַיִת מַכְשִׁיר, וְאִם אִיתָא דְּמִדְּרַבָּנָן, אִם כֵּן הֲוָה לֵיהּ לִגְזֹר, אֶלָּא טַעֲמֵיהּ בְּרֵישָׁא דְּמִדְּאוֹרַיְתָא הוּא","rdfs:label":"עיקר תוי\"ט מנחות ג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-1"},{"uri":"jbr:mishna-bartanura-5-2-3-2","jbo:text":"ר\"ע מברטנורה לֹא יָצַק. סֵדֶר הַמִּנְחָה, בִּתְחִלָּה נוֹתֵן שֶׁמֶן בַּכְּלִי, וְאַחַר כָּךְ נוֹתֵן אֶת הַסֹּלֶת, וְאַחַר כָּךְ חוֹזֵר וְיוֹצֵק שֶׁמֶן וּבוֹלֵל, וְהָכִי מְפָרֵשׁ בְּפֶרֶק אֵלּוּ הַמְּנָחוֹת נִקְמָצוֹת [דַּף עה]: לֹא יָצַק לֹא בָלַל כָּשֵׁר. כְּגוֹן שֶׁנָּתַן כָּל הַשֶּׁמֶן שֶׁבַּלֹּג בְּמַתָּן רִאשׁוֹן שֶׁהוּא קוֹדֵם לַעֲשִׂיָּתָהּ. דְּאִי חִסַּר שַׁמְנָהּ אָמְרִינַן בְּפֶרֶק קַמָּא [דַּף י\"א] שֶׁהִיא פְּסוּלָה. וּבַגְּמָרָא בְּפִרְקִין מוּכָח דִּיצִיקָה מְעַכֶּבֶת {ה}, וּמְפָרֵשׁ לֹא יָצַק, לֹא יָצַק כֹּהֵן אֶלָּא זָר, דְּמִקְּמִיצָה וָאֵילָךְ מִצְוַת כְּהֻנָּה {ו}, אֲבָל יְצִיקָה וּבְלִילָה כְּשֵׁרִים בְּזָר. וְלֹא בָּלַל דְּקָתָנֵי, עַל כָּרְחָךְ לֹא בָּלַל כְּלָל, דִּבְלִילָה וַדַּאי אֵינָהּ מְעַכֶּבֶת {ז}. וּמַתְנִיתִין הָכִי קָאָמַר, לֹא יָצַק כֹּהֵן אֶלָּא זָר, אוֹ לֹא בָּלַל כְּלָל, כָּשֵׁר: לֹא פָתַת. [כְּדִכְתִיב] (וַיִּקְרָא ב) פָּתוֹת אֹתָהּ פִּתִּים. אַף עַל גַּב דִּבְמִנְחַת מַחֲבַת בִּלְבַד כְּתִיב, הוּא הַדִּין לְכָל הַמְּנָחוֹת הַנֶּאֱפוֹת תְּחִלָּה, כְּגוֹן מַחֲבַת וּמַרְחֶשֶׁת וּמַאֲפֶה, מִצְוָה לְפוֹתְתָן כֻּלָּן וְאַחַר כָּךְ קוֹמֵץ. וְזֶה אִם לֹא פָּתַת אֶלָּא כְּדֵי קְמִיצָה, כָּשֵׁר {ח}: לֹא מָלַח. כָּל הַמִּנְחָה כֻּלָּהּ, אֶלָּא הַקֹּמֶץ. דְּאִלּוּ מְלִיחַת הַקֹּמֶץ מְעַכֶּבֶת הִיא {ט}: לֹא הֵנִיף. בְּמִנְחַת חוֹטֵא וּמִנְחַת קְנָאוֹת דִּטְעוּנוֹת תְּנוּפָה: לֹא הִגִּישׁ. כְּדִכְתִיב (שָׁם) וְהִגִּישָׁהּ אֶל הַמִּזְבֵּחַ. שֶׁהַכֹּהֵן מוֹלִיכָהּ אֵצֶל הַמִּזְבֵּחַ וּמַגִּישָׁהּ בְּקֶרֶן דְּרוֹמִית מַעֲרָבִית כְּנֶגֶד חֻדָּהּ שֶׁל קֶרֶן: פִּתִּים מְרֻבּוֹת. גְּדוֹלוֹת יוֹתֵר מֵהַדִּין שֶׁמְּפֹרָשׁ בָּהֶן מִנְחַת יִשְׂרָאֵל כּוֹפֵל אַחַת לִשְׁנַיִם וּשְׁנַיִם לְאַרְבַּע וּמַבְדִּיל. וְאִצְטְרִיךְ לְאַשְׁמוֹעִינַן פְּתִיתִים גְּדוֹלוֹת וְאַף עַל גַּב דְּאַשְׁמוֹעִינַן דְּאִי לֹא פָּתַת כְּשֵׁרָה. דְּסָלְקָא דַעְתָּךְ אֲמֵינָא דְּהָתָם הוּא דְּאִיכָּא תּוֹרַת חַלּוֹת עֲלֵיהֶן, אֲבָל הָכָא דְּלָאו תּוֹרַת חַלּוֹת אִיכָּא וְלֹא פְּתִיתִים אִיכָּא אֵימָא לֹא, קָא מַשְׁמַע לָן: וְלֹא מְשָׁחָן. הָרְקִיקִים הַטְּעוּנִים מְשִׁיחָה, כְּדִכְתִיב (שְׁמוֹת כט) וּרְקִיקֵי מַצּוֹת מְשֻׁחִים בַּשָּׁמֶן, אַחַר אֲפִיָּתָן מוֹשְׁחָן וְחוֹזֵר וּמוֹשְׁחָן עַד שֶׁיִּכְלֶה כָּל הַשֶּׁמֶן שֶׁבַּלֹּג: בְּמִנְחַת כֹּהֲנִים כְּשֵׁרָה. שֶׁכֻּלָּן כָּלִיל כָּמוֹהוּ: בְּמִנְחַת כֹּהֵן הַמָּשִׁיחַ וּבְמִנְחַת נְסָכִים פְּסוּלָה. לְפִי שֶׁהַקֹּמֶץ דְּמִנְחַת יִשְׂרָאֵל בְּלִילָתוֹ עָבָה, לֹג אֶחָד שֶׁמֶן לְעִשָּׂרוֹן סֹלֶת, וּמִנְחַת נְסָכִים וְשֶׁל כֹּהֵן מָשִׁיחַ בְּלִילָתָן רַכָּה, שְׁלֹשָׁה לֻגִּים לְעִשָּׂרוֹן, כְּדִכְתִיב בְּמִנְחַת נְסָכִים (בְּמִדְבַּר טו) עִשָּׂרוֹן בָּלוּל בִּרְבִעִית הַהִין שָׁמֶן {יא}, וּבְמִנְחַת כֹּהֵן הַמָּשִׁיחַ הוּא אוֹמֵר (וַיִּקְרָא ו) סֹלֶת מִנְחָה תָּמִיד, הֲרֵי הִיא לְךָ כְּמִנְחַת הַתָּמִיד שֶׁהִיא עִשָּׂרוֹן סֹלֶת בָּלוּל בִּרְבִיעִית הַהִין: וְהֵן בּוֹלְעוֹת זוֹ מִזּוֹ. הַקֹּמֶץ בּוֹלֵעַ מִמִּנְחַת נְסָכִים וּמִמִּנְחַת כֹּהֵן מָשִׁיחַ, וְרַבֶּה שַׁמְנָן שֶׁל מְנָחוֹת הַלָּלוּ עַל הַקֹּמֶץ וּמְבַטְּלוֹת לֵיהּ {יב}, וְהָוֵי מִנְחָה שֶׁלֹּא הֻקְטַר קֻמְצָהּ וּפְסוּלָה הַנִּקְמֶצֶת. אֲבָל מִנְחַת נְסָכִים כְּשֵׁרָה וְלֹא הָוֵי כְּרַבֶּה שַׁמְנָהּ, כֵּיוָן שֶׁלֹּא מִדַּעַת עֵרְבוּ הַשֶּׁמֶן שֶׁבּוֹלַעְתּוֹ בָּטֵל לְגַבָּהּ {יג} וּכְמַאן דְּלֵיתֵיהּ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מנחות ג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-2"},{"uri":"jbr:mishna-yomtov-5-2-3-2","jbo:text":"עיקר תוי\"ט {ה} דְּהָא נֶאֱמַר יְצִיקָה בְּמִנְחַת הַסֹּלֶת וְנִשְׁנֵית בְּמִנְחַת מַחֲבַת, וְאָמְרִינַן כָּל מָקוֹם שֶׁהֶחֱזִיר וְשָׁנָה הַכָּתוּב בְּתוֹרַת מִנְחָה אֵינוֹ אֶלָּא לְעַכֵּב. רַשִׁ\"י: {ו} דְּאָמַר קְרָא וֶהֱבִיאָהּ אֶל בְּנֵי אַהֲרֹן הַכֹּהֲנִים וְקָמַץ. גְּמָרָא: {ז} דְּאָמַר רַבִּי זֵירָא, כָּל הָרָאוּי לְבִילָה אֵין בִּילָה מְעַכַּבְתּוֹ כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} וּמַשְׁמַע בִּכְדֵי קְמִיצָה מִיהוּ מְעַכְּבֵי. וְלֹא יָדַעְנָא אַמַּאי, דְּהָא לֹא שָׁנָה עָלָיו הַכָּתוּב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} כִּדְיָלֵיף לֵיהּ בַּגְּמָרָא מִקְּרָא: {י} נִתְעָרֵב כוּ' כְּשֵׁרָה. לְרַבָּנָן, דְּעוֹלִין אֵין מְבַטְּלִין זֶה אֶת זֶה. וּלְרַבִּי יְהוּדָה, דְּמִין בְּמִינוֹ לֹא בָּטֵל: {יא} וְהוּא לַכֶּבֶשׂ. וְזֶה נִזְכָּר רִאשׁוֹנָה בַּכָּתוּב. וְעוֹד כְּתִיב נִסְכֵּי אַיִל שְׁנֵי עֶשְׂרוֹנִים בִּשְׁלִישִׁית הַהִין שֶׁהֵן אַרְבָּעָה לֻגִּין. וְנִסְכֵּי פַּר וְעֵגֶל שְׁלֹשָׁה עֶשְׂרוֹנִים בַּחֲצִי הַהִין שֶׁהוּא שִׁשָּׁה לֻגִּין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} דְּמִשּׁוּם רִבָּה שַׁמְנָהּ דְּמִשְׁנָה ג' פֶּרֶק קַמָּא לֹא מִפַּסְּלָא, כְּדִכְתִיבְנָא הָתָם דְּשִׁיטַת הָרַ\"ב דְּלֹא הֲווּ אֶלָּא בְּלֹג. וְהָכָא אַף עַל גַּב דְּבָלַע, מִכָּל מָקוֹם וַדַּאי דְּנִשְׁאַר גַּם כֵּן בְּשֶׁל נְסָכִים. וְעוֹד דְּקֹמֶץ לֹא בָּלַע לֹג כוּ'. וְהִלְכָּךְ לֵיכָּא לְמִפְסַל הָכָא אֶלָּא מִטַּעַם בִּטּוּל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} צָרִיךְ עִיּוּן דְּהָא כֵּיוָן דְּמִשּׁוּם בִּטּוּל נָגְעוּ בָּהּ וּמְפָרֵשׁ הָרַ\"ב שֶׁהַשֶּׁמֶן מְבַטֵּל הַסֹּלֶת, הֵיכִי שַׁיָּךְ הָכָא לְמֵימַר דְּשֶׁמֶן שֶׁל הַקֹּמֶץ אַף אִם יִבָּלַע כֻּלּוֹ בְּמִנְחַת נְסָכִים שֶׁיְּבַטְּלֶנּוּ, וְאִם כֵּן אֲפִלּוּ עֵרְבוּ מִדַּעַת נַמִּי, דְּהָא אָמְרִינַן דְּלֹא פָּסְלִינַן אֶלָּא בְּרִבָּה לֹג. וּלְהָכִי נַמִּי פֵּרְשׁוּ רַשִׁ\"י וְתוֹסָפוֹת, דְּמִנְחַת נְסָכִים הָוֵי חָסֵר שַׁמְנָהּ, וְכָתְבוּ דְּאִין הָכִי נַמִּי דִּפְסוּלָה. וּמִיהוּ יֵשׁ לוֹמַר דְּדַעַת הָרַ\"ב כְּרַשִׁ\"י דְּרַבֶּה שַׁמְנָהּ, בְּכָל שֶׁהוּא. וְהָא דְּלֹא מְפָרֵשׁ פַּסְלוּת דְּקֹמֶץ מִשּׁוּם רַבֶּה שַׁמְנָהּ, הַיְנוּ טַעֲמָא מִשּׁוּם דְּאֵינוֹ פָּסוּל אֶלָּא מִדַּעַת. וּדְקַשְׁיָא לָן מַאי רִבּוּי שַׁיָּךְ בַּנְּסָכִים, לֹא קַשְׁיָא, דְּכֵיוָן דְּהַקֹּמֶץ מִתְבַּטֵּל, הֲוָה סָלְתּוֹ כְּמַאן דְּלֵיתָא, וְכָל הַשֶּׁמֶן דְּקֹמֶץ וְדִנְסָכִים קַיָּם עִם סֹלֶת הַנְּסָכִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-2"},{"uri":"jbr:mishna-bartanura-5-2-3-3","jbo:text":"ר\"ע מברטנורה אִם יָכוֹל לִקְמֹץ מִזּוֹ בִּפְנֵי עַצְמָהּ וּמִזּוֹ בִּפְנֵי עַצְמָהּ. שֶׁנָּפְלָה זוֹ בְּצַד זֶה שֶׁל כְּלִי וְזוֹ בְּצַד זֶה וְנִשְׁאַר מֵהֶן כְּדֵי קֹמֶץ שֶׁלֹּא נִתְעָרֵב, כְּשֵׁרוֹת, וְאִם לָאו, פְּסוּלוֹת. דְּאָמַר בְּתוֹרַת כֹּהֲנִים מִסָּלְתָּהּ וְלֹא מִסֹּלֶת חֲבֶרְתָּהּ: לֹא יַקְטִיר. וַאֲפִלּוּ כָּל הַמְעֹרֶבֶת, דְּאֵין הַקְטָרָה מִצְוָה אֶלָּא בְּקֹמֶץ, וּמִקֹּמֶץ נַמִּי לֹא קָמֵיץ שְׁנֵי קֳמָצִים דִּלְמָא בְּכָל קֹמֶץ יֵשׁ מִזֶּה שֶׁנִּתְעָרֵב וְלֵיכָּא קֹמֶץ שָׁלֵם מֵחַד מִנְחָה: וְאִם הִקְטִיר. כָּל הַמְעֹרֶבֶת, הִיא לֹא עָלְתָה לַבְּעָלִים, דְּהָא לֹא נִקְמְצָה וְאֵין מִנְחַת נְדָבָה נִתֶּרֶת בְּלֹא קְמִיצָה: נִתְעָרֵב קֻמְצָהּ בִּשְׁיָרֶיהָ. לֹא יַקְטִיר אֶת כֻּלָּהּ, מִשּׁוּם דְּהַשִּׁירַיִם אֲסוּרִים לְהַקְטִיר, דִּכְתִיב (וַיִּקְרָא ב) לֹא תַקְטִירוּ מִמֶּנּוּ אִשֶּׁה לַה', כָּל שֶׁמִּמֶּנּוּ לְאִשִּׁים הֲרֵי הוּא בְּבַל תַּקְטִירוּ: נִטְמָא הַקֹּמֶץ וְהִקְרִיבוֹ, הַצִּיץ מְרַצֶּה. דִּכְתִיב (שְׁמוֹת כח) וְנָשָׂא אַהֲרֹן אֶת עֲוֹן הַקֳּדָשִׁים, אֵינוֹ נוֹשֵׂא אֶלָּא עֲוֹן טֻמְאָה, שֶׁיֵּשׁ בָּהּ צַד קַל שֶׁהֻתְּרָה מִכְּלָלָהּ בַּצִּבּוּר {טו}, דִּכְתִיב בַּתָּמִיד בְּמוֹעֲדוֹ וַאֲפִלּוּ בְּטֻמְאָה: וְאֵינוֹ מְרַצֶּה עַל הַיּוֹצֵא. וְאַף עַל גַּב דְּיֵשׁ בּוֹ נַמִּי צַד קַל שֶׁהֻתַּר מִכְּלָלוֹ בְּבָמָה, שֶׁנֶּאֱסַר יוֹצֵא בַּמִּשְׁכָּן וְהֻתַּר בַּבָּמָה שֶׁבְּנֹב וְגִבְעוֹן שֶׁלֹּא הָיוּ שָׁם קְלָעִים {טז}, אַף עַל פִּי כֵן אֵין הַצִּיץ מְרַצֶּה בְּיוֹצֵא, דִּכְתִיב (שָׁם) לְרָצוֹן לָהֶם לִפְנֵי ה', עָוֹן דְּלִפְנֵי ה' אִין, עָוֹן דְּיוֹצֵא לֹא","rdfs:label":"ר\"ע מברטנורה מנחות ג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-3"},{"uri":"jbr:mishna-yomtov-5-2-3-3","jbo:text":"עיקר תוי\"ט {יד} כְּשֵׁרוֹת. גְּמָרָא. וְהָא לְרַבָּנָן עוֹלִין אֵין מְבַטְּלִין זֶה אֶת זֶה, הָא מִין בְּמִינוֹ בָּטֵל. וּמְשָׁנֵי כִּדְרַבִּי זֵירָא כוּ', נֶאֶמְרָה הַקְטָרָה בַּקֹּמֶץ וְנֶאֶמְרָה הַקְטָרָה בַּשִּׁירַיִם, מַה כוּ' בַּקֹּמֶץ אֵין הַקֹּמֶץ מְבַטֵּל אֶת חֲבֵרוֹ, אַף כוּ' אֵין שִׁירַיִם מְבַטְּלִים אֶת הַקֹּמֶץ: {טו} דִּכְתִיב לְרָצוֹן לָהֶם, מַשְׁמַע דָּבָר שֶׁהוּא לְרָצוֹן בְּמָקוֹם אַחֵר. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וּתְמֵהַנִי דִּבְפֶרֶק י\"ד דִּזְבָחִים מִשְׁנָה ז' תְּנַן, בְּנֹב וְגִבְעוֹן קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. וּבַגְּמָרָא לֵיתָא אֶלָּא שֶׁהֻתַּר מִכְּלָלוֹ בְּבָמָה. וְנִרְאֶה דִּרְצוֹנוֹ לוֹמַר קָדָשִׁים קַלִּים שֶׁנֶּאֱכָלִין שָׁם בְּכָל מָקוֹם. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-3"},{"uri":"jbr:mishna-bartanura-5-2-3-4","jbo:text":"ר\"ע מברטנורה כְּמִדַּת רַבִּי אֱלִיעֶזֶר כְּשֵׁרָה. עַל דַּעְתּוֹ שֶׁל רַבִּי אֱלִיעֶזֶר דְּאָמַר בְּפֶרֶק כֵּיצַד צוֹלִין, דָּם אַף עַל פִּי שֶׁאֵין בָּשָׂר, הָכִי נַמִּי קֹמֶץ אַף עַל פִּי שֶׁאֵין שִׁירַיִם, כָּשֵׁר לְהַקְטִיר קֹמֶץ: כְּמִדַּת רַבִּי יְהוֹשֻׁעַ. דְּאָמַר אִם אֵין בָּשָׂר אֵין דָּם, הָכִי נַמִּי פָּסוּל לְהַקְרִיב הַקֹּמֶץ. וְהוּא שֶׁלֹּא נִשְׁתַּיֵּר דָּבָר מִן הַשִּׁירַיִם שֶׁלֹּא נִטְמָא {יז}. וַהֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ: שֶׁלֹּא בִכְלִי שָׁרֵת. שֶׁלֹּא קִדֵּשׁ הַקֹּמֶץ בִּכְלִי שָׁרֵת. אֲבָל בִּתְחִלַּת הַמִּנְחָה כֻּלֵּי עָלְמָא לֹא פְלִיגֵי דְּבָעֵי כְּלִי, כִּדְאָמְרִינַן בְּפֶרֶק שְׁתֵּי הַלֶּחֶם: וְרַבִּי שִׁמְעוֹן מַכְשִׁיר. טַעֲמָא דְּרַבִּי שִׁמְעוֹן מְפָרֵשׁ בַּגְּמָרָא, מִשּׁוּם דְּאָמַר קְרָא (וַיִּקְרָא ו) קֹדֶשׁ קָדָשִׁים הִיא כַּחַטָּאת וְכָאָשָׁם, וּמִדְּאַקִּישׁ רַחֲמָנָא מִנְחָה לַחַטָּאת דַּעֲבוֹדָתוֹ בְּמַתָּנָה בָּאֶצְבַּע מַמָּשׁ, שְׁמַע מִנַּהּ דְּקוֹמֵץ הַמִּנְחָה נַמִּי אִם רָצָה עוֹבְדָהּ בְּיָדוֹ בְּלֹא כְּלִי. וּבִלְבַד שֶׁיַּעֲבֹד בְּיָדוֹ הַיְמָנִית, דּוּמְיָא דְּחַטָּאת שֶׁנֶּאֱמַר בּוֹ אֶצְבַּע דִּכְתִיב בֵּיהּ (שָׁם ד) וְלָקַח הַכֹּהֵן מִדַּם הַחַטָּאת בְּאֶצְבָּעוֹ, וְכָל מָקוֹם שֶׁנֶּאֱמַר אֶצְבַּע וּכְהֻנָּה אֵינוֹ אֶלָּא יָמִין {יח}. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: הִקְטִיר קֻמְצָהּ פַּעֲמַיִם. חֲצִי קֹמֶץ בְּפַעַם אַחַת וַחֲצִי קֹמֶץ בְּפַעַם אַחֶרֶת. וְדַוְקָא נָקַט פַּעֲמַיִם וְתוּ לֹא, דְּאֵין קֹמֶץ פָּחוּת מִשְּׁנֵי זֵיתִים, וְכִי פָּלֵיג לֵיהּ לִשְׁתֵּי פְּעָמִים נִמְצָא שֶׁאֵין הַקְטָרָה בְּפָחוֹת מִכַּזַּיִת וּלְפִיכָךְ כְּשֵׁרָה, אֲבָל אִם חִלְּקָה לְשָׁלֹשׁ אוֹ לְאַרְבַּע פְּעָמִים, דְּעָבֵיד לְהוּ הַקְטָרָה פְּחוּתָה מִכַּזַּיִת, פְּסוּלָה","rdfs:label":"ר\"ע מברטנורה מנחות ג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-4"},{"uri":"jbr:mishna-yomtov-5-2-3-4","jbo:text":"עיקר תוי\"ט {יז} בַּגְּמָרָא. וְאַסִּיקְנָא דְּהוּא הַדִּין לְשָׂרוּף וְאָבוּד. וְהַאי דְּקָאָמַר נִטְמָא, רֵישַׁיְהוּ נָקַט: {יח} דְּרַבִּי שִׁמְעוֹן לֹא סַגִּי לֵיהּ בִּכְהֻנָּה לְחוּד, אֶלָּא בָּעֵי אֶצְבַּע בַּהֲדֵי כְּהֻנָּה. דְּלֹא כְּדִכְתִיבְנָא בְּמִשְׁנָה ה' פֶּרֶק ז' דִּזְבָחִים דְּאוֹ אֶצְבַּע אוֹ כְּהֻנָּה, דְּהָתָם אַלִּיבָּא דְּרַבָּנָן","rdfs:label":"עיקר תוי\"ט מנחות ג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-4"},{"uri":"jbr:mishna-bartanura-5-2-3-5","jbo:text":"ר\"ע מברטנורה מִעוּטוֹ מְעַכֵּב אֶת רֻבּוֹ. שֶׁאִם חָסֵר כָּל שֶׁהוּא, פָּסוּל, דְּאָמַר רַחֲמָנָא מְלֹא קֻמְצוֹ {יט}: הָעִשָּׂרוֹן. מִנְחָה שֶׁהִיא פְּחוּתָה מֵעִשָּׂרוֹן אֲפִלּוּ כָּל שֶׁהוּא, פְּסוּלָה: הַיַּיִן. חֲצִי הַהִין לַפָּר, וּשְׁלִישִׁית הַהִין לָאַיִל, וּרְבִיעִית הַהִין לַכֶּבֶשׂ. וְכֵן הַשֶּׁמֶן בֵּין לְמִנְחַת נְסָכִים שֶׁהוּא כְּשִׁעוּר הַיַּיִן, בֵּין לְמִנְחַת נְדָבָה שֶׁהוּא לֹג אֶחָד שֶׁמֶן: הַסֹּלֶת וְהַשֶּׁמֶן. שֶׁל מִנְחָה: מְעַכְּבִים זֶה אֶת זֶה. דִּכְתִיב (שָׁם ב) מִגִּרְשָׂהּ וּמִשַּׁמְנָהּ {כא}: הַקֹּמֶץ וְהַלְּבוֹנָה מְעַכְּבִים זֶה אֶת זֶה. דִּכְתִיב (שָׁם ו) וְהֵרִים מִמֶּנּוּ בְּקֻמְצוֹ וְגוֹ' עַל כָּל לְבוֹנָתָהּ {כב}","rdfs:label":"ר\"ע מברטנורה מנחות ג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-5"},{"uri":"jbr:mishna-yomtov-5-2-3-5","jbo:text":"עיקר תוי\"ט {יט} הָרַמְבַּ\"ם. אֲבָל בַּגְּמָרָא, אָמַר קְרָא מְלֹא קֻמְצוֹ תְּרֵי זִמְנֵי כוּ', חַד לְמִצְוָה וְחַד לְעַכֵּב: {כ} הָעִשָּׂרוֹן כוּ'. הַיַּיִן כוּ'. הַשֶּׁמֶן כוּ'. כֻּלְּהוּ יָלֵיף לְהוּ בַּגְּמָרָא מִקְּרָאֵי: {כא} הָרַמְבַּ\"ם. וְלֹא יָדַעְתִּי הֵיאַךְ שָׁמְעִינַן עִכּוּבָא. וּבַגְּמָרָא, מִסָּלְתָּהּ וּמִשַּׁמְנָהּ [בִּשְׁאָר מְנָחוֹת], מִגִּרְשָׂהּ וּמִשַּׁמְנָהּ [בְּמִנְחַת הָעֹמֶר]. פֵּרֵשׁ רַשִׁ\"י שָׁנָה עָלָיו הַכָּתוּב לְעַכֵּב: {כב} וְקָשֶׁה, מְנָלָן לְעַכֵּב. וּבַגְּמָרָא, עַל כָּל לְבוֹנָתָהּ, וְאֶת כָּל הַלְּבוֹנָה אֲשֶׁר עַל הַמִּנְחָה, פֵּרֵשׁ רַשִׁ\"י שָׁנָה כוּ'","rdfs:label":"עיקר תוי\"ט מנחות ג ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-5"},{"uri":"jbr:mishna-bartanura-5-2-3-6","jbo:text":"ר\"ע מברטנורה שְׁנֵי שְׂעִירֵי יוֹם הַכִּפּוּרִים. הַשָּׂעִיר אֲשֶׁר עָלָה עָלָיו הַגּוֹרָל לַה' וְשָׂעִיר הַמִּשְׁתַּלֵּחַ לַעֲזָאזֵל: שְׁנֵי כִבְשֵׂי עֲצֶרֶת. שְׁנֵי כִּבְשֵׂי שְׁלָמִים שֶׁבָּאִים חוֹבָה עַל שְׁתֵּי הַלֶּחֶם: שְׁתֵּי חַלּוֹת. שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת: וּשְׁנֵי סְדָרִים. שְׁתֵּי מַעֲרָכוֹת שֶׁל לֶחֶם הַפָּנִים, שֵׁשׁ חַלּוֹת לְכָל מַעֲרֶכֶת: שְׁנֵי בְזִיכִין. שְׁתֵּי כַּפּוֹת שֶׁבָּהֶן הַלְּבוֹנָה, וּנְתוּנִים עַל שְׁתֵּי הַמַּעֲרָכוֹת: הַסְּדָרִים וְהַבְּזִיכִין מְעַכְּבִין זֶה אֶת זֶה. שֶׁאִם אֵין מַעֲרָכוֹת שֶׁל לֶחֶם עַל הַשֻּׁלְחָן לֹא יִתֵּן בּוֹ אֶת הַבְּזִיכִין שֶׁל לְבוֹנָה. וְאִם אֵין בְּזִיכִין לֹא יִתֵּן אֶת הַלֶּחֶם: שְׁנֵי מִינִים שֶׁבַּנָּזִיר. חַלּוֹת מַצּוֹת וּרְקִיקֵי מַצּוֹת: וּשְׁלֹשָׁה שֶׁבַּפָּרָה אֲדֻמָּה. עֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תוֹלַעַת: אַרְבָּעָה שֶׁבַּתּוֹדָה. אַרְבָּעָה מִינִים שֶׁל לֶחֶם שֶׁמְּבִיאִים עַל שַׁלְמֵי תּוֹדָה, חַלּוֹת מַצּוֹת, וּרְקִיקֵי מַצּוֹת, וְסֹלֶת מֻרְבֶּכֶת, וְחַלּוֹת לֶחֶם חָמֵץ: אַרְבָּעָה שֶׁבַּלּוּלָב. לוּלָב וְאֶתְרוֹג הֲדַס וַעֲרָבָה. אִם נוֹטֵל אַרְבַּעְתָּן בְּכָל הַיּוֹם כֻּלּוֹ אַף עַל פִּי שֶׁנּוֹטֵל אֶחָד מֵהֶן בְּשַׁחֲרִית וְאֶחָד בֵּין הָעַרְבַּיִם יָצָא, דְּקַיְמָא לָן לוּלָב אֵין צָרִיךְ אֶגֶד. אֲבָל אִם חָסֵר אֶחָד מִן הַמִּינִים וְנָטַל כָּל הַשְּׁלֹשָׁה, לֹא קִיֵּם מִצְוָה כְּלָל: אַרְבָּעָה שֶׁבַּמְצֹרָע. עֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תוֹלַעַת וְהַצִּפּוֹר הַחַיָּה {כד}: שֶׁבַע הַזָּיוֹת שֶׁבַּפָּרָה. אֲדֻמָּה. דִּכְתִיב (בְּמִדְבַּר יט) וְהִזָּה אֶל נֹכַח פְּנֵי אֹהֶל מוֹעֵד מִדָּמָהּ שֶׁבַע פְּעָמִים: שֶׁבַע הַזָּיוֹת שֶׁל בֵּין הַבַּדִּים. בְּיוֹם הַכִּפּוּרִים. דִּכְתִיב (וַיִּקְרָא יז) וְלִפְנֵי הַכַּפֹּרֶת יַזֶּה שֶׁבַע פְּעָמִים: וְשֶׁעַל הַפָּרֹכֶת וְשֶׁעַל מִזְבַּח הַזָּהָב. בְּיוֹם הַכִּפּוּרִים, וּבְפַר כֹּהֵן מָשִׁיחַ, וּבְפַר הֶעְלֵם דָּבָר שֶׁל צִבּוּר, וּשְׂעִירֵי עֲבוֹדָה זָרָה. שֶׁכָּל אֵלּוּ טְעוּנִים הַזָּיָה עַל הַפָּרֹכֶת וְעַל מִזְבַּח הַזָּהָב כְּמוֹ שֶׁמְּפֹרָשׁ בְּפָרָשַׁת וַיִּקְרָא וּבְאַחֲרֵי מוֹת. וּשְׂעִירֵי עֲבוֹדָה זָרָה מְרַבִּינַן לְהוּ מִקְּרָא דִּכְתִיב (שָׁם ד) וְעָשָׂה לַפָּר כַּאֲשֶׁר עָשָׂה לְפַר הַחַטָּאת. לַפָּר, זֶה פַּר כֹּהֵן מָשִׁיחַ. הַחַטָּאת, אֵלּוּ שְׂעִירֵי עֲבוֹדָה זָרָה. וְאַרְבַּע מַתָּנוֹת שֶׁעַל אַרְבַּע קְרָנוֹת שֶׁעַל מִזְבַּח הַזָּהָב נַמִּי מְעַכְּבוֹת זוֹ אֶת זוֹ, אַף עַל פִּי שֶׁלֹּא הֻזְכְּרוּ בַּמִּשְׁנָה {כה}","rdfs:label":"ר\"ע מברטנורה מנחות ג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-6"},{"uri":"jbr:mishna-yomtov-5-2-3-6","jbo:text":"עיקר תוי\"ט {כג} שְׁנֵי שְׂעִירֵי יוֹם הַכִּפּוּרִים כוּ'. כֻּלְּהוּ יָלְפִינַן לַהּ בַּגְּמָרָא מִקְּרָאֵי: {כד} אֲבָל מַיִם חַיִּים לֹא חֲשִׁיב, לְפִי שֶׁהָיָה מְעָרֵב בָּהֶם הַדָּם, כְּדִכְתִיב וְטָבַל אוֹתָם וְגוֹ'. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} וְשִׁיֵּר עוֹד שֶׁבַע הַזָּיוֹת דִּמְצֹרָע וּדְפָרִים וְאֵילִים דְּחָג. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות ג ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-6"},{"uri":"jbr:mishna-bartanura-5-2-3-7","jbo:text":"ר\"ע מברטנורה שִׁבְעָה קְנֵי מְנוֹרָה. כְּדִכְתִיב (שְׁמוֹת כה) וְשִׁשָּׁה קָנִים יֹצְאִים מִצִּדֶּיהָ, וְהַקָּנֶה הָאֶמְצָעִי, הֲרֵי שִׁבְעָה קְנֵי מְנוֹרָה: שְׁתֵּי פָרָשִׁיּוֹת שֶׁבַּמְּזוּזָה. שְׁמַע וְהָיָה אִם שָׁמֹעַ: וַאֲפִלּוּ כְתָב אֶחָד מְעַכְּבָן. אֲפִלּוּ אוֹת אַחַת שֶׁהִיא דְּבוּקָה לַחֲבֶרְתָּהּ {כח} וְאֵינָהּ מֻקֶּפֶת גְּוִיל כְּהִלְכָתָהּ, פָּסוּל בִּמְזוּזָה וּבִתְפִלִּין וּבְסֵפֶר תּוֹרָה: אַרְבַּע פָּרָשִׁיּוֹת שֶׁבַּתְּפִלִּין. קַדֶּשׁ וְהָיָה כִּי יְבִאֲךָ שְׁמַע וְהָיָה אִם שָׁמֹעַ: מְעַכְּבוֹת זוֹ אֶת זוֹ. בֵּין בִּתְפִלָּה שֶׁל רֹאשׁ שֶׁכּוֹתְבִין כָּל פָּרָשָׁה וּפָרָשָׁה בִּקְלָף בִּפְנֵי עַצְמוֹ, בֵּין בִּתְפִלָּה שֶׁל יָד שֶׁכָּל אַרְבַּעְתָּן כְּתוּבִים בִּקְלָף אֶחָד: אַרְבַּעְתָּן אַרְבַּע מִצְוֹת. וְאֵין מְעַכְּבוֹת זוֹ אֶת זוֹ. וְאֵין הֲלָכָה כְּרַבִּי יִשְׁמָעֵאל","rdfs:label":"ר\"ע מברטנורה מנחות ג ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-7"},{"uri":"jbr:mishna-yomtov-5-2-3-7","jbo:text":"עיקר תוי\"ט {כו} קְנֵי כוּ'. וְלֹא חֲשִׁיב נַמִּי גְּבִיעֶיהָ כַּפְתּוֹרֶיהָ וּפְרָחֶיהָ דִּמְעַכְּבִין זֶה אֶת זֶה, מִשּׁוּם דְּלֵיתַנְהוּ בִּמְנוֹרָה שֶׁל שְׁאָר מִינֵי מַתָּכוֹת, כִּדְאִיתָא בַּגְּמָרָא. תּוֹסָפוֹת: {כז} שִׁבְעָה נֵרוֹתֶיהָ. בְּרֹאשׁ כָּל קָנֶה וְקָנֶה הֲוָה נֵר אֶחָד כְּעֵין בָּזָךְ, וְשָׁם נוֹתְנִין הַשֶּׁמֶן וְהַפְּתִילוֹת. רַשִׁ\"י: {כח} דִּכְתִיב וּכְתַבְתָּם, כְּתִיבָה תַּמָּה וּשְׁלֵמָה. וּבַתְּפִלִּין כְּתִיב הֲוַיָה, וְהָיוּ לְטֹטָפֹת. וּמִוּכְתַבְתָּם לָמְדוּ גַּם לְסֵפֶר תּוֹרָה. בֵּית יוֹסֵף: {כט} אַרְבַּע צִיצִיּוֹת כוּ'. לֹא אִתְּמַר בַּגְּמָרָא מְנָלָן. וְהָרַמְבַּ\"ם פֵּרֵשׁ בַּמִּשְׁנָה דִּלְעֵיל, וְכֻלָּן סָמְכוּ אוֹתָן לִרְמָזִים שֶׁיֵּשׁ בַּפְּסוּקִים שֶׁהֵן רְאָיָה עַל שֶׁיִּהְיוּ מְעַכְּבוֹת, אֲבָל הָעִנְיָן קַבָּלָה בְּיָדֵינוּ: {ל} אַרְבַּע מִצְוֹת. וְנַפְקָא מִנַּהּ לְעִנְיַן סָדִין בַּצִּיצִית, וְטַלִּית בַּעֲלַת חָמֵשׁ, וְלָצֵאת בְּשַׁבָּת בְּטַלִּית שֶׁאֵינָהּ מְצֻיֶּצֶת כְּהִלְכָתָהּ, כִּדְאִיתָא בַּגְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ג ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-3","jbo:mishna":"jbr:mishna-5-2-3-7"},{"uri":"jbr:mishna-bartanura-5-2-4-1","jbo:text":"ר\"ע מברטנורה הַתְּכֵלֶת אֵינָהּ מְעַכֶּבֶת אֶת הַלָּבָן. אַף עַל גַּב דְּמִצְוָה לָתֵת שְׁנֵי חוּטִין שֶׁל תְּכֵלֶת וּשְׁנֵי {ב} חוּטִין שֶׁל לָבָן, אוֹ חוּט אֶחָד שֶׁל תְּכֵלֶת וּשְׁלֹשָׁה חוּטִים שֶׁל לָבָן {ג}, אֲפִלּוּ הָכִי אֵין זֶה מְעַכֵּב אֶת זֶה, וְאִם נָתַן אַרְבַּעְתָּן [שֶׁל תְּכֵלֶת אוֹ אַרְבַּעְתָּן] שֶׁל לָבָן, יָצָא: תְּפִלָּה שֶׁל יָד אֵינָהּ מְעַכֶּבֶת שֶׁל רֹאשׁ. רַמְבַּ\"ם כָּתַב, דַּוְקָא שֶׁשְּׁתֵּיהֶן מְצוּיִין אֶצְלוֹ, אֲבָל אִם אֵין מְצוּיָה אֶצְלוֹ אֶלָּא אַחַת מֵהֶן, לֹא יָנִיחַ הָאַחַת עַד שֶׁיִּמְצָא הָאַחֶרֶת {ה}, גָּזְרִינַן שֶׁמָּא יִטְעֶה וְיִסְמֹךְ עַל אַחַת תָּמִיד. וְזֶה דְּלֹא כְּהִלְכָתָא, דְּמַאן דְּאָמַר הָכִי בַּגְּמָרָא [מְנָחוֹת מד.] הָדַר בֵּיהּ מִכֹּחַ מַה שֶּׁהִקְשׁוּ לוֹ וְאֶלָּא מַאן דְּלֵית לֵיהּ תַּרְתֵּי מִצְוֹת חֲדָא מִצְוָה נַמִּי לֹא לַעֲבֵיד, בִּתְמִיָּה {ו}. וַהֲלָכָה, בֵּין שֶׁשְּׁנֵיהֶן מְצוּיִין אֶצְלוֹ בֵּין שֶׁאֵין מְצוּיִין אֶצְלוֹ, אֵינָן מְעַכְּבוֹת זוֹ אֶת זוֹ, וְכֵן הוֹרוּ כָּל רַבּוֹתַי הֲלָכָה לְמַעֲשֶׂה: הַסֹּלֶת וְהַשֶּׁמֶן. שֶׁל מִנְחַת נְסָכִים: אֵין מְעַכְּבִין אֶת הַיַּיִן. שֶׁל נְסָכִים. שֶׁאִם הֵבִיאוּ אֶת הַיַּיִן בְּלֹא סֹלֶת וְשֶׁמֶן, מְנַסְּכוֹ {ז}: הַמַּתָּנוֹת שֶׁל מִזְבֵּחַ הַחִיצוֹן. כְּגוֹן אַרְבַּע מַתָּנוֹת שֶׁל חַטָּאת: אֵין מְעַכְּבוֹת זוֹ אֶת זוֹ. שֶׁאִם לֹא נָתַן אֶלָּא אַחַת, כִּפֵּר. דִּכְתִיב (דְּבָרִים יב) וְדַם זְבָחֶיךָ יִשָּׁפֵךְ, שְׁפִיכָה אַחַת מַשְׁמַע","rdfs:label":"ר\"ע מברטנורה מנחות ד א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-1"},{"uri":"jbr:mishna-yomtov-5-2-4-1","jbo:text":"עיקר תוי\"ט {א} הַתְּכֵלֶת כוּ'. וְלֹא דִּבְּרָה הַמִּשְׁנָה בְּדִינֵי הַצִּיצִית וְהַתְּפִלִּין וְהַמְּזוּזָה וְעִנְיַן מְלַאכְתָּן וְהַבְּרָכוֹת שֶׁחַיָּב לְבָרֵךְ עֲלֵיהֶן כוּ'. וְסִבַּת זֶה בְּעֵינַי, לְפִי שֶׁהָיוּ הַדְּבָרִים הָאֵלֶּה מְפֻרְסָמִים בִּזְמַן חִבּוּר הַמִּשְׁנָה, וְהָיוּ עִנְיָנִים יְדוּעִים וּנְהוּגִים בְּיַד כָּל הָעָם פְּרָט וּכְלָל, אֵין עִנְיָן מֵהֶן נִפְלָא מִשּׁוּם אָדָם, וְעַל כֵּן לֹא רָאָה לְדַבֵּר בָּהֶם כְּמוֹ שֶׁלֹּא הִסְדִּיר נֻסַּח הַתְּפִלָּה וְאֵיךְ יִתְנַהֵג שְׁלִיחַ צִבּוּר לְפִי שֶׁהָיָה מְפֻרְסָם. אֲבָל חִבְּרוּ סֵפֶר גְּמָרָא וּבֵאֲרוּ. הָרַמְבַּ\"ם: {ב} כֵּן כָּתְבוּ רַשִׁ\"י וְתוֹסָפוֹת, מִדְּדָרְשִׁינַן גְּדִיל שְׁנַיִם דְּאֵין גְּדִיל פָּחוּת מִשְּׁנַיִם, גְּדִילִים מַשְׁמַע אַרְבָּעָה: {ג} זוֹ דַּעַת הָרַמְבַּ\"ם, דְּלֹא בָּעִינַן אֶלָּא חוּט אֶחָד תְּכֵלֶת. אֲבָל סוֹבֵר שֶׁיִּהְיֶה קְצָתוֹ לָבָן דְּהָא כּוֹפֵל לְכָל חוּט עַד שֶׁיִּהְיוּ שְׁמֹנָה, וְנִמְצָא שֶׁמֵּעַכְשָׁיו שִׁבְעָה דְּלָבָן וְאֶחָד דִּתְכֵלֶת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} תְּפִלָּה. תַּרְגּוּם לְטוֹטָפוֹת, לִתְפִלִּין. וְהַטּוּר מְפָרֵשׁ לְשׁוֹן פְּלִילִיָּה. שֶׁהֵן אוֹת וְעֵדוּת לְכָל רוֹאֵינוּ שֶׁהַשְּׁכִינָה שׁוֹרָה עָלֵינוּ, דִּכְתִיב וְרָאוּ כָל עַמֵּי הָאָרֶץ כִּי שֵׁם ה' נִקְרָא עָלֶיךָ וְדָרְשִׁינַן אֵלּוּ תְּפִלִּין שֶׁבָּרֹאשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְהַחִלּוּק דְּבַתְּפִלָּה קָרֵי לֵיהּ אֵין מְעַכְּבִין כוּ', וּבְאַרְבָּעָה מִינִין שֶׁבַּלּוּלָב מְעַכְּבִין, דִּבְאַרְבָּעָה מִינִין כְּשֶׁהֵן מְצוּיִין נוֹטֵל אֶחָד אֶחָד וְאֵינוֹ יוֹצֵא יְדֵי חוֹבָתוֹ וְלֹא שָׁלְמָה הַמִּצְוָה עַד שֶׁיִּגְמֹר נְטִילַת אַרְבַּעְתָּן בְּיָדוֹ, וַאֲפִלּוּ בָּזֶה אַחַר זֶה, וְאֵינוֹ כֵן בַּתְּפִלָּה כוּ' אֶלָּא כָּל זְמַן שֶׁיַּנִּיחַ אֶחָד מִשְּׁנֵיהֶן רְצוֹנוֹ לוֹמַר שֶׁלּוֹבְשָׁן, כְּבָר קִיֵּם מִצְוַת עֲשֵׂה אַחַת וְיָצָא יְדֵי חוֹבָתָהּ: {ו} גַּם הָרַמְבַּ\"ם בְּחִבּוּרוֹ סָתַם וְכָתַב לְשׁוֹן הַמִּשְׁנָה וְלֹא חִלֵּק בֵּין יֵשׁ לוֹ לְאֵין לוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} מַשְׁמַע הָא סֹלֶת וְשֶׁמֶן מְעַכְּבֵי אַהֲדָדֵי. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ד א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-1"},{"uri":"jbr:mishna-bartanura-5-2-4-2","jbo:text":"ר\"ע מברטנורה הַפָּרִים וְהָאֵילִים וְהַכְּבָשִׂים. הָנָךְ דִּכְתִיבֵי בְּפָרָשַׁת אֱמֹר אֶל הַכֹּהֲנִים וְהִקְרַבְתֶּם עַל הַלֶּחֶם שִׁבְעַת כְּבָשִׂים תְּמִימִם בְּנֵי שָׁנָה וּפַר בֶּן בָּקָר אֶחָד וְאֵילִם שְׁנָיִם, הַבָּאִים עִם שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת, אֵינָם מְעַכְּבִים. הַפָּרִים שְׁנַיִם וְאַיִל אֶחָד וְשִׁבְעָה כְּבָשִׂים שֶׁל מוּסָפִים שֶׁל עֲצֶרֶת הַכְּתוּבִים בְּפָרָשַׁת פִּינְחָס {ח}. שֶׁאֵין [שְׁנֵי] פָּרִים שֶׁל מוּסָפִים מְעַכְּבִין הַפָּר שֶׁל שְׁתֵּי הַלֶּחֶם, וְלֹא הַפָּר שֶׁל שְׁתֵּי הַלֶּחֶם מְעַכֵּב שְׁנֵי פָּרִים שֶׁל מוּסָפִים. וְכֵן שְׁנֵי אֵילִים שֶׁל שְׁתֵּי הַלֶּחֶם אֵינָן מְעַכְּבִין הָאַיִל אֶחָד שֶׁל מוּסָפִים, וְלֹא אַיִל אֶחָד שֶׁל מוּסָפִים מְעַכֵּב שְׁנֵי הָאֵילִים שֶׁל שְׁתֵּי הַלֶּחֶם. וְכֵן הַכְּבָשִׂים אֵין מְעַכְּבִין אֵלּוּ אֶת אֵלּוּ: רַבִּי שִׁמְעוֹן אוֹמֵר אִם הָיוּ לָהֶם פָּרִים מְרֻבִּין. כְּלוֹמַר, דָּמִים כְּדֵי לִקְנוֹת פָּרִים כְּדֵי צָרְכָּן, וְלֹא הָיוּ לָהֶם דָּמִים לִקְנוֹת נְסָכִים, יָבִיאוּ פַר אֶחָד וּנְסָכָיו. וּמַפִּיק לָהּ מִקְּרָא דִּכְתִיב (יְחֶזְקֵאל מו) אֵיפָה לַפָּר וְאֵיפָה לָאַיִל יַעֲשֶׂה מִנְחָה וְלַכְּבָשִׂים כַּאֲשֶׁר תַּשִּׂיג יָדוֹ, וְכִי מִדַּת פָּרִים וְאֵילִים אַחַת הִיא, וַהֲלֹא מִנְחַת פָּרִים שְׁלֹשָׁה עִשָּׂרוֹן וּמִנְחַת אֵילִים שְׁנֵי עִשָּׂרוֹן, אֶלָּא לְהוֹדִיעֲךָ שֶׁמּוּטָב לְהָבִיא פַּר אֶחָד אַיִל אֶחָד עִם אֵיפָתוֹ, מִדָּה הָרְאוּיָה לוֹ, מִלְּהָבִיא פָּרִים מְרֻבִּים וְאֵילִים מְרֻבִּים בְּלֹא מִנְחָתָם. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ד ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-2"},{"uri":"jbr:mishna-yomtov-5-2-4-2","jbo:text":"עיקר תוי\"ט {ח} דְּאֵלּוּ דְּפָרָשַׁת אֱמֹר גּוּפַיְהוּ מְעַכְּבִין זֶה אֶת זֶה, דַּהֲוַיָה כְּתִיב בְּהוּ. פֵּרֵשׁ רַשִׁ\"י יִהְיוּ עוֹלָה. וְכָל הֲוַיָה עִכּוּבָא. וּמִיהוּ פָּרִים וּכְבָשִׂים דְּפָרָשַׁת פִּינְחָס לֹא מְעַכְּבֵי אַהֲדָדֵי, וּמָצִינוּ נַמִּי לְפָרוֹשֵׁי מַתְנִיתִין בִּכְהַאי גַוְנָא. וְהָכִי אִיתָא בַּגְּמָרָא דְּתַנָּא מִלֵּי מִלֵּי קָתָנֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ד ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-2"},{"uri":"jbr:mishna-bartanura-5-2-4-3","jbo:text":"ר\"ע מברטנורה הַפָּר וְהָאֵילִים וְהַכְּבָשִׂים וְהַשָּׂעִיר. הַבָּאִים בִּגְלַל הַלֶּחֶם. וְכֻלָּן עוֹלוֹת, חוּץ מִן הַשָּׂעִיר שֶׁהוּא חַטָּאת: אֵין מְעַכְּבִין אֶת הַלֶּחֶם. שֶׁאִם הֵבִיאוּ שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת בְּלֹא הַקָּרְבָּנוֹת הַלָּלוּ, מְקֻדָּשִׁין: הַלֶּחֶם מְעַכֵּב אֶת הַכְּבָשִׂים. הָנָךְ כְּבָשִׂים הֵן שְׁנֵי כְּבָשִׂים דִּשְׁלָמִים שֶׁהֻזְקְקוּ לִתְנוּפָה עִם הַלֶּחֶם: וְהַכְּבָשִׂים אֵין מְעַכְּבִים אֶת הַלֶּחֶם. שֶׁאִם לֹא נִמְצְאוּ כְּבָשִׂים מְבִיאִים שְׁתֵּי הַלֶּחֶם וְהֵן קְדוֹשִׁים כְּאִלּוּ הֱבִיאוּם עִם הַכְּבָשִׂים: קָרְבוּ כְבָשִׂים בְּלֹא לֶחֶם. שֶׁהֲרֵי לֹא הָיָה לָהֶם לֶחֶם בַּמִּדְבָּר אֶלָּא הַמָּן: הֲלָכָה כְּדִבְרֵי בֶן נַנָּס. דִּכְבָשִׂים מְעַכְּבִים אֶת הַלֶּחֶם: אֲבָל אֵין הַטַּעַם כִּדְבָרָיו. דְּהוּא אוֹמֵר בַּמִּדְבָּר קָרְבוּ כְּבָשִׂים דִּשְׁלָמִים, וְלֹא הִיא: שֶׁכָּל הָאָמוּר בְּחֻמַּשׁ הַפְּקוּדִים. בְּסֵפֶר בְּמִדְבַּר, כְּגוֹן קָרְבְּנוֹת מוּסָפִים הָאֲמוּרִים בְּפָרָשַׁת פִּינְחָס, קָרְבוּ בַּמִּדְבָּר: וְכָל הָאָמוּר בְּתוֹרַת כֹּהֲנִים. דְּהַיְנוּ בְּסֵפֶר וַיִּקְרָא, לֹא קָרְבוּ בַּמִּדְבָּר. וְהָנָךְ כְּבָשִׂים הָאֲמוּרִים בֶּאֱמֹר אֶל הַכֹּהֲנִים כְּגוֹן הָנָךְ שִׁבְעָה כְּבָשִׂים וּפַר וְאֵילִים דְּעוֹלָה דְּעַל הַלֶּחֶם וּשְׁנֵי כְּבָשִׂים דִּשְׁלָמִים לֹא קָרְבוּ בַּמִּדְבָּר: לֶחֶם בְּלֹא כְבָשִׂים אֵין לוֹ מִי יַתִּירֶנּוּ. שֶׁאֵין הַלֶּחֶם מֻתָּר בַּאֲכִילָה לַכֹּהֲנִים עַד שֶׁיִּקְרְבוּ כְּבָשִׂים. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ד ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-3"},{"uri":"jbr:mishna-yomtov-5-2-4-3","jbo:text":"עיקר תוי\"ט {ט} וְהַכְּבָשִׂים כוּ'. וַאֲפִלּוּ הָכִי כִּי אָתְיָן בַּהֲדָדֵי, הַכְּבָשִׂים עִקָּר וְהַלֶּחֶם טָפֵל, מִשּׁוּם דִּכְבָשִׂים מַתִּירִין אֶת הַלֶּחֶם כְּשֶׁבָּא בְּיַחַד, וְלֹא פָּלֵיג רַבִּי עֲקִיבָא אַסְּתָמָא דְּמִשְׁנָה ג' פֶּרֶק ב'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} אָמַר רַבִּי שִׁמְעוֹן בֶּן נַנָּס כוּ'. בַּגְּמָרָא מְפָרֵשׁ דִּפְלִיגֵי בְּטַעֲמָא דִּקְרָא: {יא} לֹא קָרַב. וְזֶה קַבָּלָה בְּיָדוֹ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות ד ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-3"},{"uri":"jbr:mishna-bartanura-5-2-4-4","jbo:text":"ר\"ע מברטנורה הַתְּמִידִים אֵינָן מְעַכְּבִין אֶת הַמּוּסָפִים. בַּגְּמָרָא מְפָרֵשׁ דִּלְעִנְיַן קְדִימָה קָאָמַר דְּאֵין מְעַכְּבִין זֶה אֶת זֶה, דְּאִי בָּעֵי תְּמִידִין מַקְרִיב בְּרֵישָׁא וְאִי בָּעֵי מוּסָפִין מַקְרִיב בְּרֵישָׁא. וְאַף עַל גַּב דִּכְתִיב וְעָרַךְ עָלֶיהָ הָעֹלָה {יב}, וּמַשְׁמַע הָעֹלָה דְּהַיְנוּ עוֹלַת תָּמִיד תְּהֵא רִאשׁוֹנָה לְכָל הַקָּרְבָּנוֹת, אֵין זֶה אֶלָּא לְמִצְוָה בְּעָלְמָא אֲבָל לֹא לְעַכֵּב: אָמַר רַבִּי שִׁמְעוֹן אֵימָתַי כוּ'. בַּגְּמָרָא מְפָרֵשׁ דְּמַתְנִיתִין חַסּוֹרֵי מִחַסְּרָא {יד} וְהָכִי קָתָנֵי, לֹא הִקְרִיבוּ כֶּבֶשׂ בַּבֹּקֶר לֹא יַקְרִיבוּ בֵּין הָעַרְבַּיִם, בַּמֶּה דְּבָרִים אֲמוּרִים, שֶׁלֹּא נִתְחַנֵּךְ הַמִּזְבֵּחַ, אֲבָל נִתְחַנֵּךְ הַמִּזְבֵּחַ יַקְרִיבוּ בֵּין הָעַרְבַּיִם. אָמַר רַבִּי שִׁמְעוֹן, אֵימָתַי, בִּזְמַן שֶׁהָיוּ אֲנוּסִים אוֹ שׁוֹגְגִים, אֲבָל אִם הָיוּ מְזִידִים וְלֹא הִקְרִיבוּ כֶּבֶשׂ בַּבֹּקֶר, לֹא יַקְרִיבוּ בֵּין הָעַרְבַּיִם. וְהָכִי פֵּרוּשׁוֹ, לֹא הִקְרִיבוּ הַתָּמִיד שֶׁל שַׁחַר לֹא יַקְרִיבוּ הַתָּמִיד שֶׁל בֵּין הָעַרְבַּיִם, דְּהָכִי מִדְרָשׁ קְרָא, אִם אֶת הַכֶּבֶשׂ אֶחָד תַּעֲשֶׂה בַּבֹּקֶר, הֻכְשַׁר שֵׁנִי לִקָּרֵב בֵּין הָעַרְבַּיִם, וְאִי לֹא לֹא. בַּמֶּה דְּבָרִים אֲמוּרִים, שֶׁלֹּא נִתְחַנֵּךְ מִזְבֵּחַ, דְּהַאי קְרָא בַּחִנּוּךְ כְּתִיב בְּפָרָשַׁת וְאַתָּה תְּצַוֶּה, דִּכְתִיב לְעֵיל מִנֵּיהּ וְזֶה אֲשֶׁר תַּעֲשֶׂה עַל הַמִּזְבֵּחַ. אֲבָל נִתְחַנֵּךְ מִזְבֵּחַ, שֶׁכְּבָר הִקְרִיב עָלָיו קָרְבָּנוֹת, אֲפִלּוּ לֹא הִקְרִיב תָּמִיד שֶׁל שַׁחַר יַקְרִיב תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם, דִּכְתִיב בְּפָרָשַׁת פִּינְחָס וְאֵת הַכֶּבֶשׂ הַשֵּׁנִי תַּעֲשֶׂה בֵּין הָעַרְבָּיִם כְּמִנְחַת הַבֹּקֶר וּכְנִסְכּוֹ, וּבְהַהוּא קְרָא לֹא כְּתִיב אֶת הַכֶּבֶשׂ הָאֶחָד תַּעֲשֶׂה בַּבֹּקֶר, וְתַנְיָא בְּסִפְרִי הַאי קְרָא לָמָּה נֶאֱמַר, וַהֲלֹא נֶאֱמַר לְמַעְלָה בַּפָּרָשָׁה וְאֶת הַכֶּבֶשׂ הַשֵּׁנִי תַּעֲשֶׂה כוּ', לְפִי שֶׁנֶּאֱמַר עִמּוֹ אֶת הַכֶּבֶשׂ אֶחָד תַּעֲשֶׂה בַּבֹּקֶר, הֲרֵי שֶׁלֹּא הִקְרִיבוּ שֶׁל שַׁחַר שׁוֹמֵעַ אֲנִי שֶׁלֹּא יַקְרִיבוּ שֶׁל בֵּין הָעַרְבַּיִם, תַּלְמוּד לוֹמַר קְרָא בָּתְרָא וְאֶת הַכֶּבֶשׂ הַשֵּׁנִי, מַגִּיד לָךְ שֶׁאִם לֹא הִקְרִיב שֶׁל שַׁחַר יַקְרִיב שֶׁל בֵּין הָעַרְבַּיִם. אֲבָל אִם מְזִידִים כוּ' לֹא יַקְרִיבוּ בֵּין הָעַרְבַּיִם, אוֹתָן הַמְּזִידִים, אֲבָל כֹּהֲנִים אֲחֵרִים יְכוֹלִים לְהַקְרִיב {טו}: לֹא הִקְטִירוּ קְטֹרֶת בַּבֹּקֶר יַקְטִירוּ בֵּין הָעַרְבָּיִם. דִּקְטֹרֶת לֹא שְׁכִיחָא בְּחַד גַּבְרָא שֶׁיַּקְטִיר קְטֹרֶת פְּעָמִים רַבּוֹת {טז} כְּמוֹ בָּעוֹלָה, כִּדְאָמְרִינַן בְּיוֹמָא [כו.] שֶׁלֹּא שָׁנָה בָּהּ אָדָם מֵעוֹלָם מִפְּנֵי שֶׁהִיא מְעַשֶּׁרֶת דִּכְתִיב (דְּבָרִים לג) יָשִׂימוּ קְטוֹרָה בְּאַפֶּךָ וּסְמִיךְ לֵיהּ בָּרֵךְ ה' חֵילוֹ {יז}, הִלְכָּךְ לֹא קָנְסִינַן לְהוּ, שֶׁמִּתּוֹךְ שֶׁהִיא חֲבִיבָה עֲלֵיהֶם לֹא פָּשְׁעֵי בָּהּ וְאֵינוֹ מָצוּי שֶׁיַּנִּיחוּ אוֹתָהּ מְזִידִין. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן בִּשְׁתֵּיהֶן: שֶׁאֵין מְחַנְּכִים אֶת מִזְבַּח הַזָּהָב אֶלָּא בִקְטֹרֶת הַסַּמִּים. שֶׁל בֵּין הָעַרְבַּיִם. דִּכְתִיב (שְׁמוֹת ל) בַּבֹּקֶר בְּהֵיטִיבוֹ אֶת הַנֵּרֹת יַקְטִירֶנָּה, כְּלוֹמַר כְּשֶׁמְּדַשֵּׁן אֶת הַמְּנוֹרָה מִן הָאֵפֶר שֶׁיֵּשׁ שָׁם מֵהַדְלָקַת הַנֵּרוֹת. וְאִי לָאו דְּעָבַד הַדְלָקָה בְּאוּרְתָּא מַאי בָּעֵי לְמִתְקַן בְּצַפְרָא, אַלְמָא חִנּוּךְ הַמְּנוֹרָה בֵּין הָעַרְבַּיִם. וְכֵיוָן דִּמְנוֹרָה נִתְחַנְּכָה בָּעֶרֶב, קְטֹרֶת נַמִּי נִתְחַנְּכָה בָּעֶרֶב, דִּכְתִיב (שָׁם) וּבְהַעֲלֹת אַהֲרֹן אֶת הַנֵּרֹת בֵּין הָעַרְבַּיִם יַקְטִירֶנָּה","rdfs:label":"ר\"ע מברטנורה מנחות ד ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-4"},{"uri":"jbr:mishna-yomtov-5-2-4-4","jbo:text":"עיקר תוי\"ט {יב} תָּמְהוּ הַתּוֹסָפוֹת, דִּבְרֵישׁ פֶּרֶק י' דִּזְבָחִים נַפְקָא לָן מִדִּכְתִיב מִלְּבַד עוֹלַת הַבֹּקֶר וְגוֹ'. וּמַסְּקֵי דְּהָכָא לֹא נַפְקָא לָן אֶלָּא הַקְטָרָה, דְּכֻלֵּי קְרָא בְּהַקְטָרָה מַיְרֵי, וּמֵהָתָם נַפְקָא לָן עֲבוֹדַת דָּם, דִּכְתִיב תַּעֲשׂוּ, מַשְׁמַע עֲשִׂיּוֹת: {יג} וְלֹא הַמּוּסָפִים כוּ'. אִי מַיְרֵי בְּעִכּוּבָא בְּעָלְמָא לָאו כְּלָלָא, דְּשֶׁל חָג מְעַכְּבִין, דִּכְמִשְׁפָּט כְּמִשְׁפָּטָם כְּתִיב בְּהוּ. וְאִי נַמִּי מַיְרֵי בַּקְּדִימָה שֶׁל חָג נַמִּי אֵינָן בִּכְלָל מֵהַאי טַעֲמָא גּוּפָא, דִּכְמִשְׁפָּט כְּתִיב, לְכָךְ קְרֵבִין עַל הַסֵּדֶר כִּדְאִיתָא בַּגְּמָרָא: {יד} דְּאִם לֹא כֵן, שֶׁאֵין מְחַנְּכִין דְּתָנָא בְּסֵיפָא אַהֵי קָאֵי: {טו} דְּכִי כֹּהֲנִים חָטְאוּ מִזְבֵּחַ בָּטֵל. גְּמָרָא: {טז} מְפָרֵשׁ לְלִישְׁנָא דְּלֹא שְׁכִיחָא, שֶׁכֵּן הוּא בְּהַסֻּגְיָא כוּ'. וְהַהוּא וַדַּאי לֹא קַשְׁיָא אַמַּאי קָאָמַר לֹא שְׁכִיחַ, הָא לֹא הֲוֵי כְּלָל, דְּאַזְּמַן הַתַּקָּנָה קָאֵי כוּ' וְהַהוּא שַׁעְתָּא אַכַּתִּי לֹא הֲווּ יָדְעֵי רַבָּנָן שֶׁלֹּא יִשְׁנֶה בָּהּ אָדָם מֵעוֹלָם: {יז} וְאַף עַל גַּב דְּבֵינַיְהוּ כְּתִיב וְכָלִיל עַל מִזְבְּחֶךָ, מִסְתַּבֵּר דְּכִי כְּתִיב עֹשֶׁר אַדְּלֹא שְׁכִיחַ כְּתִיב. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} וְכֻלָּה כוּ'. דִּקְטֹרֶת חֲדָא מִלְּתָא הִיא. מַה שֶּׁאֵין כֵּן כֶּבֶשׂ לֹא אָמַר דִּשְׁנַיִם הָיוּ קְרֵבִין. תּוֹסָפוֹת: {יט} מְחַנְּכִין. עִנְיַן חִנּוּךְ, הֶרְגֵּל. וְהוּא שֵׁם מֻשְׁאָל בַּדְּבָרִים הָאֵלֶּה לִתְחִלַּת הַמַּעֲשֶׂה, לְפִי שֶׁהַכֵּלִים מַרְגִּילִים אוֹתָן בָּעֲבוֹדָה, דֶּרֶךְ דּוּמְיָא לְאָדָם בִּתְחִלָּה שֶׁמְּלַמְּדִים אוֹתוֹ שׁוּם חָכְמָה אוֹ שׁוּם מִדָּה לְהַרְגִּיל עַצְמוֹ בָּהּ עַד שֶׁתִּהְיֶה קְבוּעָה בּוֹ. הָרַמְבַּ\"ם: {כ} שַׁחַר. דְּהָכִי מִדְרָשׁ קְרָא, אִם אֶת הַכֶּבֶשׂ הָאֶחָד כוּ': {כא} בְּשַׁבָּת. אֶלָּא בְּחֹל אִיחֲנוֹכֵי הוּא דְּלֹא מִחֲנַךְ הָא קַדּוּשֵׁי מִקַּדִּישׁ, וְהָתְנַן בְּפֶרֶק י\"א מִשְׁנָה ח' שֶׁאֲפִלּוּ הוּא עַל הַשֻּׁלְחָן יָמִים רַבִּים אֵין בְּכָךְ כְּלוּם. וּמְשָׁנֵי, הִיא גּוּפָהּ קָא מַשְׁמַע לָן, דְּחִנּוּךְ וְקִדּוּשׁ דְּשֻׁלְחָן בְּשַׁבָּת הוּא. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ד ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-4"},{"uri":"jbr:mishna-bartanura-5-2-4-5","jbo:text":"ר\"ע מברטנורה חֲבִתֵּי כֹהֵן גָּדוֹל. מִנְחַת כֹּהֵן גָּדוֹל שֶׁמֵּבִיא בְּכָל יוֹם. וְעַל שֵׁם דִּכְתִיב בָּהּ (וַיִּקְרָא ו) עַל מַחֲבַת בַּשֶּׁמֶן תֵּעָשֶׂה, מִשּׁוּם הָכִי קָרֵי לָהּ חֲבִתִּין: לֹא הָיוּ בָאוֹת חֲצָאִין. שֶׁלֹּא יָבִיא מִבֵּיתוֹ חֲצִי עִשָּׂרוֹן בַּבֹּקֶר וַחֲצִי עִשָּׂרוֹן בָּעֶרֶב: וְלֹא חֲצִי עֶשְׂרוֹנוֹ שֶׁל רִאשׁוֹן. שֶׁנִּשְׁאַר מִן הָעִשָּׂרוֹן שָׁלֵם שֶׁהֵבִיא הָרִאשׁוֹן שֶׁמֵּת וְלֹא קָרַב אֶלָּא חֶצְיוֹ: וּשְׁנֵי חֲצָיִין אוֹבְדִים. חֲצִי עֶשְׂרוֹנוֹ שֶׁל רִאשׁוֹן שֶׁמֵּת וַחֲצִי עֶשְׂרוֹנוֹ שֶׁל זֶה שֶׁעָמַד: מִשֶּׁל צִבּוּר. דִּכְתִיב חָק עוֹלָם, חֹק זֶה יְהֵא מִשֶּׁל עוֹלָם, כְּלוֹמַר מִשֶּׁל צִבּוּר מִתְּרוּמַת הַלִּשְׁכָּה: רַבִּי יְהוּדָה אוֹמֵר מִשֶּׁל יוֹרְשִׁים. דִּכְתִיב (שָׁם) וְהַכֹּהֵן הַמָּשִׁיחַ תַּחְתָּיו מִבָּנָיו. וְהָכִי מַשְׁמַע, וְהַכֹּהֵן הַמָּשִׁיחַ שֶׁמֵּת, תַּחְתָּיו אֶחָד מִבָּנָיו יַעֲשֶׂה אוֹתָהּ: וּשְׁלֵמָה הָיְתָה קְרֵבָה. כָּל זְמַן שֶׁהִיא בָּאָה מִשֶּׁל צִבּוּר לְרַבִּי שִׁמְעוֹן אוֹ מִשֶּׁל יוֹרְשִׁים לְרַבִּי יְהוּדָה, שְׁלֵמָה הָיְתָה קְרֵבָה, עִשָּׂרוֹן שָׁלֵם וְלֹא חֲצִי עִשָּׂרוֹן. רַבִּי שִׁמְעוֹן מַפִּיק לֵיהּ מִכָּלִיל תָּקְטָר, שֶׁלֹּא יַקְטִירוּהָ לַחֲצָאִים אֶלָּא כֻּלָּהּ כְּשֶׁהִיא בָּאָה מִשֶּׁל צִבּוּר. וְרַבִּי יְהוּדָה מַפִּיק לַהּ מִדִּכְתִיב מִבָּנָיו יַעֲשֶׂה אוֹתָהּ, כְּשֶׁאֶחָד מִבָּנָיו מַקְרִיב לְאַחַר שֶׁמֵּת אָבִיו דְּהַיְנוּ הַיּוֹרְשִׁים, יַעֲשֶׂה אוֹתָהּ וְלֹא חֶצְיָהּ {כד}. וַהֲלָכָה כְּרַבִּי יְהוּדָה שֶׁמִּשֶּׁל יוֹרְשִׁים הִיא בָּאָה","rdfs:label":"ר\"ע מברטנורה מנחות ד ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-5"},{"uri":"jbr:mishna-yomtov-5-2-4-5","jbo:text":"עיקר תוי\"ט {כב} לֹא הָיוּ כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא: {כג} מִבֵּיתוֹ. יָלֵיף לַהּ בַּגְּמָרָא מִקְּרָא: {כד} בַּגְּמָרָא מְפָרֵשׁ מַאי עֲבֵיד רַבִּי שִׁמְעוֹן בְּאוֹתָהּ, וְרַבִּי יְהוּדָה מַאי עֲבֵיד בִּדְרַבִּי שִׁמְעוֹן","rdfs:label":"עיקר תוי\"ט מנחות ד ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-4","jbo:mishna":"jbr:mishna-5-2-4-5"},{"uri":"jbr:mishna-bartanura-5-2-5-1","jbo:text":"ר\"ע מברטנורה כָּל הַמְּנָחוֹת בָּאוֹת מַצָּה חוּץ מֵחָמֵץ שֶׁבַּתּוֹדָה. דִּכְתִיב (וַיִּקְרָא ז) עַל חַלֹּת לֶחֶם חָמֵץ: וּשְׁתֵּי הַלֶּחֶם. דִּכְתִיב (שָׁם כג) חָמֵץ תֵּאָפֶינָה: שְׂאֹר הָיָה בּוֹדֶה לָהֶן מִתּוֹכָן. מִתּוֹךְ עִשָּׂרוֹן דְּתוֹדָה וּשְׁתֵּי הַלֶּחֶם הָיָה מוֹצִיא שְׂאֹר, שֶׁהָיָה לָשׁ מִן הַסֹּלֶת מְעַט לְאַחַר שֶׁנִּמְדַּד וְטוֹמְנוֹ בַּסֹּלֶת וּמִתְחַמֵּץ מֵאֵלָיו וּמִמֶּנּוּ מְחַמֵּץ הַשְּׁאָר, שֶׁמִּמָּקוֹם אַחֵר לֹא הָיָה יָכוֹל לְהָבִיא שֶׁלֹּא תְהֵא מִנְחָה יְתֵרָה: הִיא אֵינָהּ מִן הַמֻּבְחָר. שֶׁאֵינָהּ מַחְמֶצֶת יָפֶה, לְפִי שֶׁאֵין לָהּ שְׂאֹר מְחֻמָּץ יָפֶה: אֶלָּא מֵבִיא שְׂאֹר. שֶׁמְּחֻמָּץ יָפֶה מִתּוֹךְ בֵּיתוֹ, וְנוֹתֵן לְתוֹךְ הָעִשָּׂרוֹן וּמוֹסִיף וּמְמַלֵּא סֹלֶת: אַף הִיא הָיְתָה חֲסֵרָה אוֹ יְתֵרָה. כְּגוֹן אִם הַשְּׂאֹר עָבֶה וּמְגֻבָּל בְּקֹשִׁי עִם מְעַט מַיִם, אֵינוֹ מַחֲזִיק נֶפַח גָּדוֹל כְּאִלּוּ הָיָה קֶמַח, וְנִמְצָא הָעִשָּׂרוֹן יוֹתֵר, לְפִי שֶׁאִם לֹא הָיָה שְׂאֹר מְגֻבָּל הָיָה נִפְחוֹ גָּדוֹל מֵעַכְשָׁיו. וְאִם אֵינוֹ מְגֻבָּל יָפֶה, שֶׁנָּתַן בּוֹ מַיִם הַרְבֵּה, נִמְצָא נִפְחוֹ גָּדוֹל מִשֶּׁאִלּוּ הָיָה קֶמַח וְנִמְצָא עִשָּׂרוֹן חָסֵר, שֶׁאִם לֹא בִּשְׁבִיל הַמַּיִם לֹא יִהְיֶה מָלֵא. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מנחות ה א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-1"},{"uri":"jbr:mishna-yomtov-5-2-5-1","jbo:text":"עיקר תוי\"ט {א} חוּץ כוּ'. שְׁתֵּי הַלֶּחֶם נִיחָא דְּכָיֵיל בַּהֲדֵי שְׁאָר מְנָחוֹת, דְּאִקְרֵי מִנְחָה, שֶׁנֶּאֱמַר בְּהַקְרִיבְכֶם מִנְחָה חֲדָשָׁה לַה'. אֲבָל לַחְמֵי תּוֹדָה אָמְרִינַן בַּגְּמָרָא דְּלֹא אִקְרֵי מִנְחָה, וּמִכָּל מָקוֹם נִיחָא לְאַשְׁמוֹעִינַן דִּינָא. תּוֹסָפוֹת: {ב} בּוֹדֶה. בְּדָלֶ\"ת גָּרַס, וּפֵרוּשׁ לְשׁוֹן הוֹצָאָה. כְּמוֹ הַחֹדֶשׁ אֲשֶׁר בָּדָא מִלִּבּוֹ [מְלָכִים א יב]. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות ה א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-1"},{"uri":"jbr:mishna-bartanura-5-2-5-2","jbo:text":"ר\"ע מברטנורה שֶׁנֶּאֱמַר כָּל הַמִּנְחָה אֲשֶׁר תַּקְרִיבוּ לַה' לֹא תֵעָשֶׂה חָמֵץ. אַרֵישָׁא קָאֵי דְּקָתָנֵי וּמִשְׁתַּמְּרוֹת שֶׁלֹּא יַחְמִיצוּ, וְקֹדֶם קְמִיצָה מִשְׁתָּעֵי. וּשְׁיָרֶיהָ יָלְפִינַן מִקְּרָא אַחֲרִינָא דִּכְתִיב (שָׁם ו) לֹא תֵאָפֶה חָמֵץ חֶלְקָם, אַף חֶלְקָם שֶׁל כֹּהֲנִים שֶׁהֵם שְׁיָרֵי הַמִּנְחָה שֶׁנִּשְׁאֲרוּ מִן הַקֹּמֶץ, אַף זוֹ לֹא תֵּאָפֶה חָמֵץ. וּבֶחָמֵץ דַּוְקָא הֻזְהֲרוּ עַל הַשִּׁירַיִם, אֲבָל מֻתָּר לָלוּשׁ אוֹתָם בִּדְבַשׁ וּלְטַגְּנָן בּוֹ {ד}: עֲרִיכָתָהּ. שֶׁמִּתְעַסֵּק בָּהּ בַּיָּדַיִם אַחַר לִישָׁה. וְחַיָּבִין עַל כָּל אַחַת וְאַחַת, לְפִי שֶׁנֶּאֱמַר לֹא תֵעָשֶׂה חָמֵץ, יָכוֹל לֹא יְהֵא חַיָּב אֶלָּא אַחַת, תַּלְמוּד לוֹמַר לֹא תֵאָפֶה, אֲפִיָּה בִּכְלָל הָיְתָה וְלָמָּה יָצָאת {ה}, לְהָקִישׁ אֵלֶיהָ, מָה אֲפִיָּה מְיֻחֶדֶת שֶׁהִיא מַעֲשֶׂה יְחִידִי וְחַיָּבִין עָלֶיהָ בִּפְנֵי עַצְמָהּ, אַף אֲנִי אָבִיא לִישָׁתָהּ וַעֲרִיכָתָהּ וְכָל מַעֲשֶׂה יְחִידִי שֶׁבָּהּ, לַאֲתוֹיֵי קִטּוּף שֶׁהוּא מַעֲשֶׂה יְחִידִי וְחַיָּבִין עָלֶיהָ בִּפְנֵי עַצְמָהּ. וְקִטּוּף הוּא שֶׁמַּחֲלִיק פָּנֶיהָ בְּמַיִם, וְאַף עַל גַּב דְּלֹא מֵחֲזֵי כָּל כָּךְ מַעֲשֶׂה","rdfs:label":"ר\"ע מברטנורה מנחות ה ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-2"},{"uri":"jbr:mishna-yomtov-5-2-5-2","jbo:text":"עיקר תוי\"ט {ג} בְּפוֹשְׁרִין. אַף עַל גַּב דְּפוֹשְׁרִין מַחְמִיצִין, הוֹאִיל וְלִישָׁתָן וַאֲפִיָּתָן מִבִּפְנִים בָּעֲזָרָה, אַנְשֵׁי פְּנִים זְרִיזִין: {ד} דְּאִלּוּ בַּקֹּמֶץ, הָא כְּתִיב כָּל שְׂאֹר וְכָל דְּבַשׁ לֹא תַקְטִירוּ: {ה} וְאֵימָא לְחַלֵּק אִצְטְרִיךְ, אִם כֵּן לִכְתֹּב חֶלְקָם לֹא תֵאָפֶה חָמֵץ, מַאי לֹא תֵאָפֶה חָמֵץ חֶלְקָם, שְׁמַע מִנַּהּ תַּרְתֵּי. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ה ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-2"},{"uri":"jbr:mishna-bartanura-5-2-5-3","jbo:text":"ר\"ע מברטנורה מִנְחַת סֹלֶת. הַמִּתְנַדֵּב מִנְחָה סְתָם, מֵבִיא סֹלֶת וְשֶׁמֶן וּלְבוֹנָה, וּבוֹלְלָהּ וְקוֹמְצָהּ כְּמוֹ שֶׁהִיא קֹדֶם אֲפִיָּה. וּבְדִידָהּ כְּתִיב שֶׁמֶן וּלְבוֹנָה, וְכָל הָנֵי אַחֲרִינֵי גָּמְרֵי מִמִּנְחַת סֹלֶת דִּכְתִיב בָּהּ נֶפֶשׁ, דְּמַשְׁמַע דְּכָל מִנְחַת יָחִיד טְעוּנָה שֶׁמֶן וּלְבוֹנָה: וְהַחַלּוֹת וְהָרְקִיקִין. לְמִנְחַת מַאֲפֶה תַּנּוּר קָרֵי הַחַלּוֹת וְהָרְקִיקִין. דְּאִי בָּעֵי חַלּוֹת מַיְתֵי וְאִי בָּעֵי רְקִיקִין מַיְתֵי: וּמִנְחַת כֹּהֲנִים. כֹּהֵן שֶׁהִתְנַדֵּב אַחַת מֵחֲמֵשֶׁת מְנָחוֹת הַלָּלוּ: מִנְחַת כֹּהֵן מָשִׁיחַ. מִנְחַת חֲבִתִּין: גּוֹי. מִתְנַדֵּב מִנְחָה, כִּדְיָלְפִינַן מֵאִישׁ אִישׁ, מְלַמֵּד שֶׁהַנָּכְרִים מְבִיאִין נְדָרִים וּנְדָבוֹת כְּיִשְׂרָאֵל: וּמִנְחַת נָשִׁים. אִשָּׁה שֶׁהִתְנַדְּבָה מִנְחָה: וּמִנְחַת נְסָכִים. לֹא בָּעֵי לְבוֹנָה, דְּשֶׁמֶן נֶאֱמַר בָּהּ וְלֹא לְבוֹנָה: וְלֶחֶם הַפָּנִים. כְּתִיב בֵּיהּ (וַיִּקְרָא כד) וְנָתַתָּ עַל הַמַּעֲרֶכֶת לְבֹנָה זַכָּה, וְלֹא כְּתִיב בֵּיהּ שֶׁמֶן: שְׁתֵּי הַחַלּוֹת. שֶׁל עֲצֶרֶת, לֹא הֻזְכַּר בָּהֶן לֹא שֶׁמֶן וְלֹא לְבוֹנָה: מִנְחַת חוֹטֵא וּמִנְחַת קְנָאוֹת. בְּהֶדְיָא כְּתִיב בְּהוּ (שָׁם ה) לֹא יָשִׂים עָלֶיהָ שֶׁמֶן וְלֹא יִתֵּן עָלֶיהָ לְבֹנָה","rdfs:label":"ר\"ע מברטנורה מנחות ה ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-3"},{"uri":"jbr:mishna-yomtov-5-2-5-3","jbo:text":"עיקר תוי\"ט {ו} הָעֹמֶר. בָּהּ נַמִּי כְּתִיב שֶׁמֶן וּלְבוֹנָה, כְּדִכְתִיב וְאִם תַּקְרִיב מִנְחַת בִּכּוּרִים, וְהִיא מִנְחַת הָעֹמֶר. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות ה ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-3"},{"uri":"jbr:mishna-bartanura-5-2-5-4","jbo:text":"ר\"ע מברטנורה וְחַיָּב עַל הַשֶּׁמֶן. אִם נְתָנוֹ עַל מִנְחַת חוֹטֵא אוֹ עַל מִנְחַת קְנָאוֹת {ז}: נָתַן כְּלִי. שֶׁיֵּשׁ בּוֹ שֶׁמֶן: עַל גַּבֵּי כְּלִי. שֶׁל מִנְחַת חוֹטֵא {ט}: לֹא פְסָלָהּ. וְלֹא אָמְרִינַן הֲרֵי עָבַר עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה לֹא יָשִׂים עָלֶיהָ שֶׁמֶן, שֶׁלֹּא הִזְהִירָה תּוֹרָה אֶלָּא שֶׁלֹּא יִתֵּן הַשֶּׁמֶן לְתוֹךְ הַסֹּלֶת אוֹ לְתוֹךְ הַקֶּמַח {י}","rdfs:label":"ר\"ע מברטנורה מנחות ה ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-4"},{"uri":"jbr:mishna-yomtov-5-2-5-4","jbo:text":"עיקר תוי\"ט {ז} דִּבְהוּ כְּתִיב לָאו. מַה שֶּׁאֵין כֵּן בְּאִינָךְ: {ח} יִלְקְטֶנָּה. בַּגְּמָרָא יָלֵיף לֵיהּ: {ט} וְכֵן לְשׁוֹן רַשִׁ\"י. וַחֲדָא חֲדָא מִתְּרֵי תְּרֵי נָקְטֵי. דְּהוּא הַדִּין לְבוֹנָה, וְהוּא הַדִּין עַל מִנְחַת קְנָאוֹת: {י} בַּגְּמָרָא, מִדִּכְתִיב עָלֶיהָ, מַשְׁמַע בְּגוּפָהּ. פֵּרֵשׁ רַשִׁ\"י עַד שֶׁיְּעָרֵב כוּ'","rdfs:label":"עיקר תוי\"ט מנחות ה ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-4"},{"uri":"jbr:mishna-bartanura-5-2-5-5","jbo:text":"ר\"ע מברטנורה טְעוּנוֹת הַגָּשָׁה. בְּחֻדָּהּ שֶׁל קֶרֶן דְּרוֹמִית מַעֲרָבִית, כְּדִכְתִיב (שָׁם ב) וְהִגִּישָׁהּ אֶל הַמִּזְבֵּחַ: וְהַחַלּוֹת וְהָרְקִיקִין. מִנְחַת מַאֲפֶה תַּנּוּר: מִנְחַת כֹּהֲנִים. שֶׁהִיא כֻּלָּהּ כָּלִיל: וְכֹל שֶׁאֵין בָּהֶם קְמִיצָה. לְהַתִּיר הַשִּׁירַיִם מִן הַמִּנְחָה לַכֹּהֲנִים, אֵין בָּהֶן הַגָּשָׁה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ה ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-5"},{"uri":"jbr:mishna-yomtov-5-2-5-5","jbo:text":"עיקר תוי\"ט {יא} רַבִּי שִׁמְעוֹן אוֹמֵר. בַּגְּמָרָא מְפָרֵשׁ פְּלוּגְתָּתָן בִּדְרָשָׁא דִּקְרָאֵי: {יב} קְמִיצָה. וּבַבְּרַיְתָא מְסַיֵּם, שֶׁאֵין מֵהֶן לַכֹּהֲנִים. וְאִיכָּא בֵּינַיְהוּ מִנְחַת כֹּהֵן חוֹטֵא דְּנִקְמֶצֶת לְרַבִּי שִׁמְעוֹן. וּקְצָת קָשֶׁה נַמִּי דִּבְמַתְנִיתִין לֹא הֲוָה לֵיהּ לְמִתְנֵי מִנְחַת כֹּהֲנִים סְתָמָא, אֶלָּא הֲוָה לֵיהּ לְמֵימַר דְּשֶׁל נְדָבָה. וְעוֹד קַשְׁיָא מַתְנִיתִין וּבְרַיְתָא. הִלְכָּךְ כָּתְבוּ הַתּוֹסָפוֹת דִּקְמִיצָה לָאו לְטַעֲמָא נַקְטֵיהּ, אֶלָּא לִכְלָלָא בְּעָלְמָא, לְאַשְׁמְעִינַן שְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים וּמִנְחַת כֹּהֲנִים וְכֹהֵן מָשִׁיחַ. אֲבָל לָאו לְמֵידַק הָא כָּל שֶׁיֵּשׁ כוּ', דְּהָאִיכָּא מִנְחַת חוֹטֵא","rdfs:label":"עיקר תוי\"ט מנחות ה ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-5"},{"uri":"jbr:mishna-bartanura-5-2-5-6","jbo:text":"ר\"ע מברטנורה לֹג וַאֲשַׁם מְצֹרָע. כְּתִיב בְּהוּ וְהֵנִיף: וְהַבִּכּוּרִים כְּדִבְרֵי רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב. גָּרְסִינַן. כְּלוֹמַר, דְּשָׁמְעִינַן לֵיהּ בְּעָלְמָא דְּאָמַר בִּכּוּרִים טְעוּנִים תְּנוּפָה {יג}, וַהֲלָכָה כְּמוֹתוֹ: וְאֵמוּרֵי שַׁלְמֵי יָחִיד וְחָזֶה וָשׁוֹק שֶׁלָּהֶן. בְּהֶדְיָא כְּתִיב בְּהוּ (וַיִּקְרָא י) שׁוֹק הַתְּרוּמָה וַחֲזֵה הַתְּנוּפָה עַל אִשֵּׁי הַחֲלָבִים יָבִיאוּ לְהָנִיף: אֶחָד שַׁלְמֵי אֲנָשִׁים וְאֶחָד שַׁלְמֵי נָשִׁים. טְעוּנִים תְּנוּפָה: בְּיִשְׂרָאֵל אֲבָל לֹא בַאֲחֵרִים. מְפָרֵשׁ בַּגְּמָרָא דְּהָכִי קָאָמַר, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים קָרְבָּנָן טָעוּן תְּנוּפָה, וּתְנוּפָה עַצְמָהּ בְּיִשְׂרָאֵל, אֲבָל לֹא בִּידֵי נָשִׁים, דְּהָכִי תַּנְיָא, בְּנֵי יִשְׂרָאֵל מְנִיפִין וְאֵין הַגּוֹיִם מְנִיפִין, בְּנֵי יִשְׂרָאֵל מְנִיפִין וְלֹא בְּנוֹת יִשְׂרָאֵל מְנִיפוֹת {יד}: שְׁתֵּי הַלֶּחֶם וְכִבְשֵׂי שְׁלָמִים שֶׁל עֲצָרֶת. הַבָּאִים בִּגְלַל הַלֶּחֶם. כְּתִיב בְּהוּ (שָׁם כג) וְהֵנִיף הַכֹּהֵן אֹתָם עַל לֶחֶם הַבִּכֻּרִים, וְלֹא עַל מַמָּשׁ, אֶלָּא סָמוּךְ לָהֶם {טו}, כְּבָשִׂים בְּצַד הַלֶּחֶם, כְּדִבְרֵי רַבִּי בַּבְּרַיְתָא. וְכֵן הֲלָכָה: שֶׁנֶּאֱמַר. [בַּמִּלּוּאִים] (שְׁמוֹת כ\"ט) אֲשֶׁר הוּנַף וַאֲשֶׁר הוּרָם, וּמֵהוּנַף וְהוּרַם דְּמִלּוּאִים יָלְפִינַן שְׁאָר תְּנוּפוֹת. תְּנוּפָה, מוֹלִיךְ וּמֵבִיא. תְּרוּמָה, מַעֲלֶה וּמוֹרִיד: תְּנוּפָה הָיְתָה בַמִּזְרָח. כְּלוֹמַר, אַף בַּמִּזְרָח שֶׁל מִזְבֵּחַ {יז} יָכוֹל לְהָנִיף, וְכָל שֶׁכֵּן בְּמַעֲרָבוֹ דְּקָרוֹב יוֹתֵר לַהֵיכָל: וּתְנוּפוֹת קוֹדְמוֹת לַהַגָּשׁוֹת. בִּתְחִלָּה מֵנִיף וְאַחַר כָּךְ מַגִּישׁ. וּבְמִנְחַת הָעֹמֶר וּבְמִנְחַת קְנָאוֹת אַיְרֵי דִּטְעוּנוֹת תְּנוּפָה וְהַגָּשָׁה, וּכְתִיב בְּמִנְחַת קְנָאוֹת (בְּמִדְבַּר ה) וְהֵנִיף אֶת הַמִּנְחָה לִפְנֵי ה', וַהֲדַר וְהִקְרִיב אֹתָהּ אֶל הַמִּזְבֵּחַ","rdfs:label":"ר\"ע מברטנורה מנחות ה ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-6"},{"uri":"jbr:mishna-yomtov-5-2-5-6","jbo:text":"עיקר תוי\"ט {יג} וְטַעֲמֵיהּ בְּפֵרוּשׁ הָרַ\"ב בְּמִשְׁנָה ד' פֶּרֶק ב' דְּבִכּוּרִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} וּמֵנִיף כֹּהֵן לְחוֹדֵיהּ. רַשִׁ\"י: {טו} רַבִּי לְטַעֲמֵיהּ דְּדָרַשׁ וְנָתַתָּ עַל הַמַּעֲרֶכֶת לְבוֹנָה זַכָּה, בְּסָמוּךְ כוּ': {טז} עַל כוּ'. וְיָלֵיף בַּגְּמָרָא בַּבְּרַיְתָא מִמִּלּוּאִים: {יז} בַּגְּמָרָא יָלֵיף לַהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ה ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-6"},{"uri":"jbr:mishna-bartanura-5-2-5-7","jbo:text":"ר\"ע מברטנורה שְׁלֹשָׁה מִינִין. שַׁלְמֵי יָחִיד, וְשַׁלְמֵי צִבּוּר שֶׁהֵם כִּבְשֵׂי עֲצֶרֶת, וַאֲשַׁם מְצֹרָע. שְׁלֹשָׁה מִינִים הַלָּלוּ טְעוּנִים בֵּין שְׁלָשְׁתָּן שָׁלֹשׁ מִצְוֹת, סְמִיכָה, תְּנוּפָה חַיִּים, תְּנוּפָה שְׁחוּטִים: שְׁתַּיִם. מִצְוֹת מִן הַשָּׁלֹשׁ יֵשׁ בְּכָל מִין וָמִין, וְהַשְּׁלִישִׁית אֵין בָּהֶם. דְּאֵין בְּכָל מִין אֶלָּא שְׁתַּיִם: שַׁלְמֵי יָחִיד. כְּתִיב בְּהוּ סְמִיכָה בְּוַיִּקְרָא: וּתְנוּפָה שְׁחוּטִים. בֶּחָזֶה וָשׁוֹק שֶׁלָּהֶן, בְּצַו אֶת אַהֲרֹן: שַׁלְמֵי צִבּוּר. כְּתִיב בְּהוּ תְּנוּפָה חַיִּים, וְהֵנִיף הַכֹּהֵן אֹתָם דְּהַיְנוּ חַיִּים, וּתְנוּפָה שְׁחוּטִים, בֶּחָזֶה וָשׁוֹק שֶׁלָּהֶן, דְּיָלְפִינַן (מִקָּדְשֵׁי) [מִשַּׁלְמֵי] יָחִיד. אֲבָל סְמִיכָה לֹא בָּעוּ, דְּהִלְכָתָא גְּמִירֵי לַהּ דְּאֵין בְּכָל קָרְבְּנוֹת צִבּוּר אֶלָּא שְׁתֵּי סְמִיכוֹת בִּלְבַד, סְמִיכָה שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ וְשֶׁל פַּר הֶעְלֵם דָּבָר שֶׁל צִבּוּר: אֲשַׁם מְצֹרָע. כְּתִיב בֵּיהּ תְּנוּפָה חַי, כְּדִכְתִיב וְהֵנִיף הַכֹּהֵן אוֹתָם, בְּפָרָשַׁת זֹאת תִּהְיֶה. וּסְמִיכָה, דְּאִי אֶפְשָׁר לְקָרְבַּן יָחִיד שֶׁלֹּא יִסְמֹךְ יָדוֹ עַל רֹאשׁ קָרְבָּנוֹ: אֲבָל לֹא תְנוּפָה שָׁחוּט. דְּמִעֵט רַחֲמָנָא גַּבֵּי שַׁלְמֵי יָחִיד, (וַיִּקְרָא ז) אֵת הֶחָזֶה לְהָנִיף אֹתוֹ. אֹתוֹ, לְמַעוֹטֵי אָשָׁם שֶׁל מְצֹרָע שֶׁאֵינוֹ טָעוּן תְּנוּפָה שָׁחוּט","rdfs:label":"ר\"ע מברטנורה מנחות ה ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-7"},{"uri":"jbr:mishna-yomtov-5-2-5-7","jbo:text":"עיקר תוי\"ט {יח} רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. אֵלּוּ הָעִקָּרִים כֻּלָּן אֲמִתִּיִּים וְאֵינָן דַּעַת רַבִּי שִׁמְעוֹן לְבַדּוֹ, אֶלָּא שֶׁאוֹמְרִים אוֹתָן בְּשֵׁם אָמְרָם, וְאֵין חוֹלְקִין עָלָיו בְּשׁוּם דָּבָר מִכָּל זֶה. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות ה ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-7"},{"uri":"jbr:mishna-bartanura-5-2-5-8","jbo:text":"ר\"ע מברטנורה מַרְחֶשֶׁת עֲמֻקָּה. דִּכְתִיב (וַיִּקְרָא ז) וְכָל נַעֲשָׂה בַמַּרְחֶשֶׁת, בְּתוֹכָהּ מַשְׁמַע, אַלְמָא יֵשׁ לָהּ תּוֹךְ: וּמַעֲשֶׂיהָ רוֹחֲשִׁין. שֶׁהַשֶּׁמֶן נָע וָנָד בְּתוֹכָהּ. לְשׁוֹן הָרוֹמֵשׂ עַל הָאָרֶץ דִּמְתַרְגְּמִינַן דְּרָחֵישׁ. וְיֵשׁ שֶׁגּוֹרְסִין וּמַעֲשֶׂיהָ רַכִּין, כְּלוֹמַר שֶׁלִּישָׁתָהּ רַכָּה: וּמַחֲבַת צָפָה. דִּכְתִיב (שָׁם) עַל מַחֲבַת, מַשְׁמַע עָלֶיהָ וְלֹא בְּתוֹכָהּ, אַלְמָא אֵין לָהּ תּוֹךְ: צָפָה. שֶׁאֵינָהּ עֲמֻקָּה אֶלָּא שׁוּלֶיהָ צָפִין אֵצֶל אוֹגְנֶיהָ. כְּמוֹ צָף עַל פְּנֵי הַמַּיִם: וּמַעֲשֶׂיהָ קָשִׁים. שֶׁהָעִסָּה שֶׁמְּטַגְּנִים בָּהּ לִישָׁתָהּ קָשָׁה כְּדֵי שֶׁלֹּא תִּשָּׁפֵךְ לַחוּץ, שֶׁהֲרֵי הַכְּלִי אֵין לוֹ שָׂפָה","rdfs:label":"ר\"ע מברטנורה מנחות ה ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-8"},{"uri":"jbr:mishna-yomtov-5-2-5-8","jbo:text":"עיקר תוי\"ט {יט} יֶשׁ לָהּ כוּ'. גְּמָרָא גְּמִירָא לַהּ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ה ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-8"},{"uri":"jbr:mishna-bartanura-5-2-5-9","jbo:text":"ר\"ע מברטנורה כֻּפָּח. מְקוֹם שְׁפִיתַת קְדֵרָה אַחַת. וּפְעָמִים שֶׁמַּסִּיקִים אוֹתוֹ וְאוֹפִין בּוֹ עִסָּה: רְעָפִים. טוול\"ש בְּלַעַ\"ז. עֲשׂוּיִין מֵחֶרֶס וּמַסִּיקִין אוֹתָן בַּכִּבְשָׁן: וְיוֹרוֹת הַעַרְבִין. כְּמִין גֻּמָּא הָעֲשׂוּיָה בַּקַּרְקַע וְטוּחָה בְּטִיט, וּמַסִּיקִין אֵשׁ בְּתוֹכָהּ עַד שֶׁתִּתְלַבֵּן, וְאוֹפִים בָּהּ עִסָּה: אִם רָצָה יָבִיא מַעֲשֵׂה כֻפָּח. דְּכֻפָּח מִין תַּנּוּר הוּא. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה: מִנְחַת מַאֲפֶה. כְּתִיבֵי בָּהּ חַלּוֹת וּרְקִיקִים: לֹא יָבִיא מֶחֱצָה חַלּוֹת. דְּכָל מְנָחוֹת בָּאוֹת עֶשֶׂר עֶשֶׂר, וְזֶה לֹא יָבִיא חָמֵשׁ חַלּוֹת וְחָמֵשׁ רְקִיקִין, אֶלָּא אוֹ הַכֹּל חַלּוֹת אוֹ הַכֹּל רְקִיקִין: מִפְּנֵי שֶׁהוּא קָרְבָּן אֶחָד. שֶׁשְּׁנֵיהֶם כְּתוּבִים בְּמִנְחָה אַחַת, הִלְכָּךְ יָכוֹל לְהָבִיא מֶחֱצָה מִמִּין זֶה וּמֶחֱצָה מִמִּין זֶה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ה ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-9"},{"uri":"jbr:mishna-yomtov-5-2-5-9","jbo:text":"עיקר תוי\"ט {כ} רַבִּי שִׁמְעוֹן מַתִּיר. בַּגְּמָרָא דִּפְלִיגֵי בִּדְרָשֵׁי דִּקְרָאֵי","rdfs:label":"עיקר תוי\"ט מנחות ה ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-5","jbo:mishna":"jbr:mishna-5-2-5-9"},{"uri":"jbr:mishna-bartanura-5-2-6-1","jbo:text":"ר\"ע מברטנורה אֵלּוּ מְנָחוֹת נִקְמָצוֹת. מִנְחַת סֹלֶת נִקְמֶצֶת עִסָּה, וּמִנְחַת מַחֲבַת וּמַרְחֶשֶׁת וְחַלּוֹת וּרְקִיקִים דְּהַיְנוּ מַאֲפֶה, פּוֹתְתָן לְאַחַר אֲפִיָּתָן. וּבְמִנְחַת סֹלֶת כְּתִיבָה קְמִיצָה בְּהֶדְיָא, וּבְאִינָךְ כְּתִיב אַזְכָּרָה, וְאַזְכָּרָה הַיְנוּ קֹמֶץ: מִנְחַת גּוֹיִם אוֹ נָשִׁים. שֶׁהִתְנַדְּבוּ אַחַת מֵאֵלּוּ: מִנְחַת הָעֹמֶר. אַזְכָּרָה כְּתִיב בָּהּ: מִנְחַת חוֹטֵא וּקְנָאוֹת. כְּתִיב בְּהוּ קְמִיצָה: מִנְחַת חוֹטֵא שֶׁל כֹּהֲנִים נִקְמֶצֶת. אַף עַל גַּב דְּמִנְחַת כֹּהֵן נִשְׂרֶפֶת כֻּלָּהּ כְּדִכְתִיב (וַיִּקְרָא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה, מִכָּל מָקוֹם בַּעְיָא קְמִיצָה: וְהַקֹּמֶץ קָרֵב לְעַצְמוֹ וְהַשִּׁירַיִם קְרֵבִין לְעַצְמָן. אֲבָל לְתַנָּא קַמָּא אֵין מִנְחַת כֹּהֵן נִקְמֶצֶת אֶלָּא נִקְטֶרֶת כְּמוֹת שֶׁהִיא, דְּסָבַר כָּל מִנְחָה שֶׁשְּׁיָרֶיהָ נֶאֱכָלִים נִקְמֶצֶת, וְשֶׁאֵין שְׁיָרֶיהָ נֶאֱכָלִים אֵינָהּ נִקְמֶצֶת. וַהֲלָכָה כְּתַנָּא קַמָּא","rdfs:label":"ר\"ע מברטנורה מנחות ו א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-1"},{"uri":"jbr:mishna-yomtov-5-2-6-1","jbo:text":"עיקר תוי\"ט {א} נִקְמֶצֶת כוּ'. יָלֵיף לַהּ בַּבְּרַיְתָא מִקְּרָא","rdfs:label":"עיקר תוי\"ט מנחות ו א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-1"},{"uri":"jbr:mishna-bartanura-5-2-6-2","jbo:text":"ר\"ע מברטנורה בָּזֶה יָפֶה כֹחַ הַמִּזְבֵּחַ. לֹא הֲוֵי צָרִיךְ לְמִתְנֵי, דְּהָא חָזִינַן דְּבָזֶה יָפֶה כֹּחַ הַמִּזְבֵּחַ וּמִלְּתָא דִפְשִׁיטָא הִיא. אֶלָּא לַאֲתוֹיֵי הַמִּתְנַדֵּב יַיִן לַמִּזְבֵּחַ בְּלֹא קָרְבָּן, דְּלֹא תֵימָא מְזַלְּפוֹ עַל הָאִשִּׁים עַל הָאֵשׁ וְהוּא נִשְׂרָף וְכָלֶה וְאֵין כֹּחַ מִזְבֵּחַ יָפֶה בָּזֶה {ג}, קָא מַשְׁמַע לָן דְּלֹא, אֶלָּא מְנַסְּכוֹ כִּשְׁאָר נְסָכִים וְיוֹרֵד לַשִּׁיתִין דְּהַיְנוּ כְּמִין שְׁנֵי נְקָבִים שֶׁהָיוּ בַּמִּזְבֵּחַ וְיוֹרְדִים לְמַטָּה עַד הַיְסוֹד {ד}, כְּדֵי שֶׁיִּהְיֶה כֹּחַ הַמִּזְבֵּחַ יָפֶה: וּבָזֶה יָפֶה כֹחַ הַכֹּהֲנִים. לַאֲתוֹיֵי שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת אִם הֱבִיאוּם בִּפְנֵי עַצְמָן {ו} בְּלֹא כְּבָשִׂים, דְּלֹא תֵּימָא לִשְׂרֵפָה עוֹמְדוֹת וְלֹא לַאֲכִילָה כֵּיוָן שֶׁלֹּא קָרְבוּ כְּבָשִׂים שֶׁמַּתִּירִים אוֹתָם, קָמַשְׁמַע לָן דְּבָזֶה יָפֶה כֹּחַ כֹּהֲנִים לְעוֹלָם, דְּלַאֲכִילָה עוֹמְדוֹת וְלֹא לִשְׂרֵפָה","rdfs:label":"ר\"ע מברטנורה מנחות ו ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-2"},{"uri":"jbr:mishna-yomtov-5-2-6-2","jbo:text":"עיקר תוי\"ט {ב} נְסָכִים כוּ'. גְּמָרָא, וְתוּ לֵיכָּא, וְהָאִיכָּא עוֹלָה, עוֹרָהּ לַכֹּהֲנִים. וְהָא אִיכָּא עוֹלַת הָעוֹף, אִיכָּא מוּרְאָה וְנוֹצָה. וְהָאִיכָּא נְסָכִים, לַשִּׁיתִין אָזְלֵי: {ג} דִּבְרֵי תֵּימַהּ. דִּכְלוּם כֹּחַ מִזְבֵּחַ יָפֶה אֶלָּא בָּאֵשׁ, דְּכָל הָנָךְ דִתְנִינַן כֻּלָּם כָּלִיל לָאִשִּׁים. וְכֵן הוּא מְפֹרָשׁ בַּגְּמָרָא שֶׁהֵבֵאתִי בְּסָמוּךְ. וּבַגְּמָרָא אִיתָא, לַאֲפוֹקֵי מִדִּשְׁמוּאֵל דְּאָמַר לָאִשִּׁים, קָא מַשְׁמַע לָן דַּוְקָא אֵלּוּ לַמִּזְבֵּחַ, אֲבָל יַיִן לַשִּׁיתִין. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} כְּלוֹמַר עַד הַתְּהוֹם. וּבַגְּמָרָא, שִׁיתִין מְחוֹלָלִין וְיוֹרְדִין עַד הַתְּהוֹם: {ה} שְׁתֵּי הַלֶּחֶם כוּ'. וְתוּ לֵיכָּא, וְהָאִיכָּא חַטַּאת הָעוֹף, אִיכָּא דָּמָהּ. וְהָאִיכָּא לֹג שֶׁמֶן שֶׁל מְצֹרָע, אִיכָּא מַתְּנוֹתָיו. וְכָתְבוּ הַתּוֹסָפוֹת דְּאַף עַל גַּב דְּאִיכָּא כְּבָשִׂים בַּהֲדֵי שְׁתֵּי לֶחֶם, וּבְזִיכֵי לְבוֹנָה בַּהֲדֵי לֶחֶם הַפָּנִים, מִגּוּפוֹ מִיהָא לֵיכָּא לַמִּזְבֵּחַ: {ו} וּסְתָמָא כְּרַבִּי עֲקִיבָא מִשְׁנָה ג' פֶּרֶק ד'","rdfs:label":"עיקר תוי\"ט מנחות ו ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-2"},{"uri":"jbr:mishna-bartanura-5-2-6-3","jbo:text":"ר\"ע מברטנורה הַנַּעֲשׂוֹת בִּכְלִי. כְּגוֹן מִנְחַת מַרְחֶשֶׁת וּמַחֲבַת שֶׁהֵן נַעֲשׂוֹת בִּכְלִי: טְעוּנוֹת שָׁלֹשׁ מַתְּנוֹת שֶׁמֶן. לְמַעוֹטֵי מִנְחַת מַאֲפֵה תַּנּוּר {ז} שֶׁאֵינָהּ טְעוּנָה יְצִיקָה {ח}: וּמַתַּן שֶׁמֶן בַּכְּלִי קֹדֶם לַעֲשִׂיָּתָן. תְּחִלָּה נוֹתֵן שֶׁמֶן בִּכְלִי שָׁרֵת וְנוֹתֵן סֹלֶת עָלָיו, דִּכְתִיב בְּמִנְחַת מַרְחֶשֶׁת (וַיִּקְרָא ב) סֹלֶת בַּשֶּׁמֶן תֵּעָשֶׂה, כְּלוֹמַר תִּנָּתֵן, אַלְמָא דִּטְעוּנָה מַתַּן שֶׁמֶן קוֹדֵם לַעֲשִׂיָּתָהּ, וּבְמִנְחַת מַחֲבַת כְּתִיב בְּלִילָה וִיצִיקָה וְלֹא כְּתִיב בָּהּ מַתַּן שֶׁמֶן בַּכְּלִי תְּחִלָּה, וּבַמַּרְחֶשֶׁת כְּתִיב מַתַּן שֶׁמֶן וְלֹא כְּתִיב בָּהּ יְצִיקָה וּבְלִילָה. וְגָמְרִינַן הַךְ מֵהַךְ, נֶאֱמַר קָרְבָּנְךָ בַּמַרְחֶשֶׁת וְנֶאֱמַר קָרְבָּנְךָ בַּמַּחֲבַת. וְכֵיצַד הוּא עוֹשֶׂה, נוֹתֵן שֶׁמֶן תְּחִלָּה בִּכְלִי שָׁרֵת, וְנוֹתֵן עָלָיו אֶת הַסֹּלֶת, [וְחוֹזֵר] וְנוֹתֵן עָלֶיהָ שֶׁמֶן וּבוֹלְלָן {ט}, הֲרֵי מַתַּן שֶׁמֶן בַּכְּלִי וּבְלִילָה, וְלָשָׁהּ בְּמַיִם וְאוֹפָהּ בַּתַּנּוּר וּפוֹתְתָהּ וְיוֹצֵק עָלֶיהָ שֶׁמֶן אַחַר פְּתִיתָה {י}, וְזוֹ הִיא יְצִיקָה, הֲרֵי שְׁלָשְׁתָּן. וְקוֹמֵץ וּמַקְטִיר אֶת הַקֹּמֶץ, וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים: וְהַחַלּוֹת בּוֹלְלָן דִּבְרֵי רַבִּי. הַשְׁתָּא מַיְרֵי בְּמִנְחַת מַאֲפֵה תַּנּוּר שֶׁהִיא בָּאָה חַלּוֹת אוֹ רְקִיקִים {יא}, וּכְתִיב בָּהּ (שָׁם) סֹלֶת חַלּוֹת מַצֹּת בְּלוּלֹת בַּשֶּׁמֶן. רַבִּי סָבַר חַלּוֹת בְּלוּלוֹת כְּתִיב, שֶׁבּוֹלְלָן כְּשֶׁהֵן חַלּוֹת. וְרַבָּנָן סָבְרֵי סֹלֶת בְּלוּלָה כְּתִיב, מְלַמֵּד שֶׁנִּבְלֶלֶת כְּשֶׁהִיא סֹלֶת. וַהֲלָכָה כַּחֲכָמִים: הַחַלּוֹת טְעוּנוֹת בְּלִילָה וְהָרְקִיקִים מְשׁוּחִים. דִּכְתִיב חַלּוֹת בְּלוּלוֹת, וְלֹא רְקִיקִים בְּלוּלִים. רְקִיקִים מְשׁוּחִים, וְלֹא חַלּוֹת מְשׁוּחוֹת: כֵּיצַד מוֹשְׁחָן כְּמִין כִי. יְוָנִית, שֶׁהִיא כְּמִין ט' {יד} שֶׁלָּנוּ, כְּהַפְרָשַׁת גּוּדָל [שֶׁל שְׂמֹאל] מִן הָאֶצְבַּע [כָּזֶה c ]","rdfs:label":"ר\"ע מברטנורה מנחות ו ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-3"},{"uri":"jbr:mishna-yomtov-5-2-6-3","jbo:text":"עיקר תוי\"ט {ז} שֶׁאֵין כָּל מַעֲשֶׂיהָ בִּכְלִי, שֶׁהֲרֵי נֶאֱפֵית בַּתַּנּוּר. רַשִׁ\"י. וְכָתְבוּ הַתּוֹסָפוֹת דְּקָסָבַר אֵין הַתַּנּוּר מְקַדֵּשׁ: {ח} יָלֵיף לַהּ בַּבְּרַיְתָא, דְּגַבֵּי יְצִיקָה כְּתִיבָא תְּרֵי מִעוּטֵי, עָלֶיהָ וְהִיא, וְאֵין דָּבָר שֶׁצָּרִיךְ שְׁנֵי מִעוּטִים אֶלָּא מִנְחַת מַאֲפֶה שֶׁיֵּשׁ בָּהּ שְׁנֵי מִינִים כוּ'. וּמַשְׁמַע דְּמִנְחַת עֹמֶר נַמִּי נִתְרַבָּה לִיצִיקָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וְזֶה לְשׁוֹן רַשִׁ\"י, וְחוֹזֵר וְנוֹתֵן שֶׁמֶן, דִּבְלוּלָה בַּשֶּׁמֶן כְּתִיב: {י} וְאַף עַל גַּב דִּבְמַתְנִיתִין תָּנֵי יְצִיקָה בְּרֵישָׁא, אֲפִלּוּ הָכִי אֵינָהּ אֶלָּא בָּאַחֲרוֹנָה. וְהָכִי מַשְׁמַע מַתְנִיתִין, בְּשָׁעָה שֶׁעוֹשֶׂה יְצִיקָה צָרִיךְ שֶׁתִּהְיֶה הַבְּלִילָה נַעֲשָׂה כְּבָר, וְקֹדֶם בְּלִילָה תְּהֵא נוֹתֵן שֶׁמֶן בַּכְּלִי קֹדֶם לַעֲשִׂיָּתָהּ. רַשִׁ\"י. וְרַבֵּנוּ גּוּר אַרְיֵה כָּתַב דִּלְפִי שֶׁנּוֹתֵן שֶׁמֶן בַּכְּלִי וְלֹא בְּגוּף הַמִּנְחָה, לְכָךְ שְׁנָאָהּ בָּאַחֲרוֹנָה: {יא} הָרַמְבַּ\"ם. וּמִשּׁוּם רְקִיקִים הוּא שֶׁפֵּרְשׁוּ כֵּן, דְּלֵיתְנְהוּ בִּשְׁאָר הַמְּנָחוֹת. אֲבָל הוּא הַדִּין בְּכָל חַלּוֹת דִּמְנָחוֹת, דְּשָׁיְכָא פְּלֻגְתָּא דְּרַבִּי וְרַבָּנָן. וּלְשׁוֹן רַשִׁ\"י, חַלּוֹת שֶׁל מִנְחַת מַאֲפֶה וְשֶׁל מַחֲבַת וּמַרְחֶשֶׁת בּוֹלְלָן בַּשֶּׁמֶן לְאַחַר שֶׁנַּעֲשׂוּ חַלּוֹת לְאַחַר אֲפִיָּה. וְכָתַב עוֹד, מִנְחַת הַסֹּלֶת לֹא הָיָה בָּהּ חַלּוֹת, דִּבְעוֹדָהּ סֹלֶת נִקְמֶצֶת: {יב} הַחַלּוֹת כוּ'. הַחַלּוֹת שֶׁבְּמִנְחַת מַאֲפֶה טְעוּנוֹת בְּלִילָה, לְרַבָּנָן סֹלֶת וּלְרַבִּי חַלּוֹת. רַשִׁ\"י: {יג} כִי. לְשׁוֹן רַשִׁ\"י, שֶׁבִּלְשׁוֹנֵנוּ קוֹרִין לְכַ\"ף שֶׁלָּהֶן כִי: {יד} רַשִׁ\"י. וּבְפֵרוּשׁ חֻמָּשׁ צִיֵּר גִּימֶ\"ל. וְיֵשׁ מְפָרְשִׁים כְּמִין נוּ\"ן אוֹ כְּמִין כָ\"ף. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ו ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-3"},{"uri":"jbr:mishna-bartanura-5-2-6-4","jbo:text":"ר\"ע מברטנורה כָּל הַמְּנָחוֹת הַנַּעֲשׂוֹת בִּכְלִי. הָכָא לָאו לְמַעוֹטֵי מִנְחַת מַאֲפֵה תַּנּוּר אֲתָא, דִּכְתִיב (וַיִּקְרָא ב) פָּתוֹת אֹתָהּ פִּתִּים וְגוֹ' מִנְחָה, לְרַבּוֹת כָּל הַמְּנָחוֹת לִפְתִיתָה. אֶלָּא לְמַעוֹטֵי שְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים {טו}, שֶׁאֵין טְעוּנִים פְּתִיתָה: כּוֹפֵל אַחַת לִשְׁנַיִם. דִּכְתִיב פָּתוֹת אֹתָהּ פִּתִּים. פָּתוֹת הַיְנוּ שְׁנַיִם, דְּכֵיוָן דְּנִשְׁבַּר הַיְנוּ שְׁתֵּי חֲתִיכוֹת, פִּתִּים מְרַבִּינַן שֶׁתְּהֵא הַחֲתִיכָה לִשְׁתֵּי חֲתִיכוֹת דְּהַיְנוּ אַרְבַּע. יָכוֹל יַעֲשֶׂנָּה פֵּרוּרִים, תַּלְמוּד לוֹמַר אֹתָהּ פִּתִּים, וְלֹא פְּתִיתֶיהָ לִפְתִיתִים. וְכֻלָּן פְּתִיתִין כַּזֵּיתִים, דְּסֵיפָא דְּמַתְנִיתִין לָאו רַבִּי שִׁמְעוֹן קָאָמַר לֵיהּ אֶלָּא דִּבְרֵי הַכֹּל הִיא, דִּלְאַחַר שֶׁעָשָׂה פְּתִיתִין כַּזֵּיתִים כּוֹפֵל כָּל זַיִת לִשְׁנַיִם וּשְׁנַיִם לְאַרְבָּעָה: מְכַפְּלָהּ. לֹא הָיָה מְכַפְּלָהּ לְאַרְבָּעָה, אֶלָּא לִשְׁנַיִם. דְּלֹא כְּתִיב בָּהּ אֶלָּא מִנְחַת פִּתִּים וְלֹא פָּתוֹת: רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ו ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-4"},{"uri":"jbr:mishna-yomtov-5-2-6-4","jbo:text":"עיקר תוי\"ט {טו} שֶׁאֵין נֶאֱפוֹת בִּכְלִי אֶלָּא נֶאֱפוֹת בַּתַּנּוּר. רַשִׁ\"י. וּמְמַעֲטִינַן מִדִּכְתִיב אוֹתָהּ. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} וְאֵינוֹ כוּ'. דְּכֵיוָן דְּאֵין צָרִיךְ קְמִיצָה אֵין צָרִיךְ הַבְדָּלָה. רַשִׁ\"י: {יז} מִנְחַת כֹּהֲנִים. מִנְחַת נְדָבָה שֶׁל כֹּהֲנִים. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות ו ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-4"},{"uri":"jbr:mishna-bartanura-5-2-6-5","jbo:text":"ר\"ע מברטנורה שִׁיפָה. שֶׁמְּשַׁפְשֵׁף הַחִטָּה בֵּין יָדוֹ לַכְּלִי כְּדֵי שֶׁתְּהֵא נוֹחָה לְהָשִׁיר קְלִפָּתָהּ: בְּעִיטָה. שֶׁבּוֹעֵט בָּעֳבִי אֶגְרוֹפוֹ אוֹ בָּעֳבִי פַּס יָדוֹ. וְהָיָה שָׁף אַחַת וּבוֹעֵט שְׁתַּיִם, שָׁף שְׁתַּיִם וּבוֹעֵט שָׁלֹשׁ, וְחוֹזֵר וְעוֹשֶׂה כַּסֵּדֶר הַזֶּה עַד שֶׁגּוֹמֵר חֲמֵשׁ מֵאוֹת בְּעִיטוֹת לִשְׁלֹשׁ מֵאוֹת שִׁיפוֹת: הָכִי גָּרְסִינַן רַבִּי יוֹסֵי אוֹמֵר בַּבָּצֵק. כְּלוֹמַר, שִׁיפָה וּבְעִיטָה בַּבָּצֵק וְלֹא בַּחִטִּין. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי: עֶשֶׂר עֶשֶׂר חַלּוֹת. וּמִנְחַת סֹלֶת נַמִּי אַף עַל גַּב דְּקֹדֶם אֲפִיָּה נִקְמֶצֶת, אֲפִלּוּ הָכִי עֶשֶׂר חַלּוֹת הִיא בָּאָה {יט}: לֶחֶם הַפָּנִים. בְּהֶדְיָא כְּתִיב בֵּיהּ שְׁתֵּים עֶשְׂרֵה חַלּוֹת: וַחֲבִתֵּי כֹהֵן גָּדוֹל. נֶאֱמַר בְּלֶחֶם הַפָּנִים חָק עוֹלָם וְנֶאֱמַר בַּחֲבִתֵּי כֹּהֵן גָּדוֹל חָק עוֹלָם, מַה לְּהַלָּן שְׁתֵּים עֶשְׂרֵה חַלּוֹת, אַף כָּאן שְׁתֵּים עֶשְׂרֵה חַלּוֹת, וּמַקְרִיבִין מֵהֶן שֵׁשׁ חַלּוֹת בַּבֹּקֶר וְשֵׁשׁ חַלּוֹת בָּעֶרֶב: חוּץ מֵחַלּוֹת תּוֹדָה שֶׁהֵן בָּאוֹת עֶשֶׂר. כִּדְבָעִינַן לְמֵימַר טַעֲמָא לְקַמָּן בְּאִידָךְ פִּרְקִין. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר","rdfs:label":"ר\"ע מברטנורה מנחות ו ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-5"},{"uri":"jbr:mishna-yomtov-5-2-6-5","jbo:text":"עיקר תוי\"ט {יח} כָּל כוּ'. בַּגְּמָרָא יָלְפִינַן לַהּ מִלַּחְמֵי תּוֹדָה דִּנְפִישִׁין מִלֵּי דְּדָמְיָן אַהֲדָדֵי: {יט} אַף עַל גַּב דִּלְעֵיל מִשְׁנָה ג' כָּתַבְתִּי בְּשֵׁם רַשִׁ\"י דְּמִנְחַת סֹלֶת לֹא הָיָה בָּהּ חַלּוֹת כוּ', יֵשׁ לוֹמַר קֹדֶם קְמִיצָה, אֲבָל לְאַחַר מִכֵּן אַף עַל פִּי שֶׁאֵין עוֹד לְגָבוֹהַּ בָּהּ כְּלוּם מִכָּל מָקוֹם לֹא חִלֵּק הַכָּתוּב בַּאֲפִיָּתָן, שֶׁכֵּן מָצִינוּ בְּפֵרוּשׁ בַּכָּתוּב בְּפָרָשַׁת צַו, לְעִנְיַן חִמּוּץ, שֶׁאָסְרָה הַתּוֹרָה בַּשִּׁירַיִם כְּמוֹ קֹדֶם הַקְּמִיצָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ו ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-5"},{"uri":"jbr:mishna-bartanura-5-2-6-6","jbo:text":"ר\"ע מברטנורה הָעֹמֶר הָיָה בָא עִשָּׂרוֹן מִשָּׁלֹשׁ סְאִין. מִנְחַת הָעֹמֶר שֶׁמְּבִיאִין מִמָּחֳרַת הַפֶּסַח הָיוּ קוֹצְרִין שָׁלֹשׁ סְאִין דְּהַיְנוּ אֵיפָה שְׂעֹרִים, וְטוֹחֲנִין אוֹתוֹ, וּמְנִיפִין אוֹתוֹ בְּנָפָה שְׁלֹשׁ עֶשְׂרֵה פְּעָמִים עַד שֶׁמַּעֲמִידִים סָלְתּוֹ עַל עִשָּׂרוֹן שֶׁהִיא עֲשִׂירִית הָאֵיפָה. וְטַעֲמָא דְּבָעֵי עִשָּׂרוֹן שֶׁל עֹמֶר שָׁלֹשׁ סְאִים שֶׁל שְׂעֹרִים, כֵּיוָן דְּמִתְּבוּאָה חֲדָשָׁה הוּא וְשֶׁל שְׂעֹרִים יֵשׁ בָּהֶן סֻבִּין הַרְבֵּה וְסֹלֶת מֻעָט וְלֹא אָתֵי עֶשְׂרוֹנוֹ מֻבְחָר אֶלָּא מִשָּׁלֹשׁ סְאִין: שְׁתֵּי הַלֶּחֶם שְׁנֵי עֶשְׂרוֹנִים מִשָּׁלֹשׁ סְאִין. כֵּיוָן דְּמֵחִטִּים קָאָתוּ, אַף עַל גַּב דְּמִתְּבוּאָה חֲדָשָׁה אָתְיָין, דְּבַעֲצֶרֶת תְּבוּאָה שֶׁל חִטִּין חֲדָשָׁה הִיא, אֲפִלּוּ הָכִי שְׁנֵי עֶשְׂרוֹנִים מֻבְחָרִים אָתוּ מִשָּׁלֹשׁ סְאִין: לֶחֶם הַפָּנִים עֶשְׂרִים וְאַרְבָּעָה עֶשְׂרוֹנִים. דְּהָכִי כְּתִיב (וַיִּקְרָא כד) שְׁתֵּים עֶשְׂרֵה חַלּוֹת שְׁנֵי עֶשְׂרֹנִים יִהְיֶה הַחַלָּה הָאֶחָת: מֵעֶשְׂרִים וְאַרְבַּע סְאִים. כֵּיוָן דְּמֵחִטִּין אָתוּ וּמִתְּבוּאָה יְשָׁנָה, נָפֵיק עִשָּׂרוֹן מֻבְחָר מִסְּאָה","rdfs:label":"ר\"ע מברטנורה מנחות ו ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-6"},{"uri":"jbr:mishna-yomtov-5-2-6-6","jbo:text":"עיקר תוי\"ט {כ} מִשָּׁלֹשׁ. לְמִצְוָה וְלֹא לְעַכֵּב","rdfs:label":"עיקר תוי\"ט מנחות ו ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-6"},{"uri":"jbr:mishna-bartanura-5-2-6-7","jbo:text":"ר\"ע מברטנורה הָיָה מְנֻפֶּה בִּשְׁלֹשׁ עֶשְׂרֵה נָפָה. זוֹ לְמַעְלָה מִזּוֹ {כא}. וְכָל זֶה לְמִצְוָה אֲבָל לֹא לְעַכֵּב, שֶׁאִם הֵבִיא עֹמֶר עִשָּׂרוֹן מֵאַרְבַּע סְאִין אוֹ שֶׁהֵבִיאוֹ מִשְּׁנֵי סְאִין, לֹא פָּסַל {כב}: רַבִּי שִׁמְעוֹן אוֹמֵר לֹא הָיָה לָהּ קִצְבָּה. דַּאֲפִלּוּ לְכַתְּחִלָּה לֹא נָתְנוּ חֲכָמִים קִצְבָּה מִכַּמָּה סְאִין חִטִּין אוֹ שְׂעֹרִין מְבִיאִין עֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים, אֶלָּא רוֹאִין בַּסֹּלֶת שֶׁתְּהֵא מְנֻפָּה כָּל צָרְכָּהּ וְדַיּוֹ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות ו ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-7"},{"uri":"jbr:mishna-yomtov-5-2-6-7","jbo:text":"עיקר תוי\"ט {כא} וּמְסַיֵּם בַּבְּרַיְתָא, וְזוֹ לְמַעְלָה מִזּוֹ, עֶלְיוֹנָה קוֹלֶטֶת סֻבִּין, תַּחְתּוֹנָה קוֹלֶטֶת סֹלֶת. פֵּרֵשׁ רַשִׁ\"י, כָּל אֶחָד עָבָה מֵחֲבֶרְתָּהּ, עֶלְיוֹנָה רִאשׁוֹנָה קוֹלֶטֶת סֻבִּין, שֶׁהִיא הָיְתָה גַּסָּה שֶׁבְּכֻלָּן וְלֹא הָיְתָה קוֹלֶטֶת כִּי אִם סֻבִּין, וְהָיוּ הַקֶּמַח וְהַסֹּלֶת לְעֵבֶר הַנָּפָה. וְשׁוּב הָיָה נוֹתֵן הַקֶּמַח וְהַסֹּלֶת בַּתַּחְתּוֹנָה בְּדַקָּה הֵימֶנָּה, וְהִיא הָיְתָה קוֹלֶטֶת הַקֳּרָטִין סֹלֶת, וְהַקֶּמַח הוֹלֵךְ לְעֵבֶר הַנָּפָה. וְשׁוּב הָיָה חוֹזֵר וְנוֹתֵן הַסֹּלֶת בְּדַקָּה הֵימֶנָּה כְּדֵי שֶׁלֹּא יִשְׁתַּיֵּר מִן הַקֶּמַח וּמִן הַסֻּבִּין בַּסֹּלֶת כְּלָל, שֶׁתִּהְיֶה הַסֹּלֶת בְּרוּרָה: {כב} הֲוָה לֵיהּ לְמֵימַר גַּם כֵּן שֶׁאִם לֹא נִפָּה בִּשְׁלֹשׁ עֶשְׂרֵה נָפָה, וּכְמוֹ שֶׁכָּתַב הָרַמְבַּ\"ם כוּ'. אֲבָל דַּעַת רַשִׁ\"י, דִּשְׁלֹשׁ עֶשְׂרֵה נָפָה הֲלָכָה לְמֹשֶׁה מִסִּינַי, וְאִם כֵּן אֶפְשָׁר דִּמְעַכְּבֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} וְלָקַחְתָּ כוּ'. שֶׁתְּהֵא מְנֻפָּה כָּל צָרְכָּהּ, שֶׁתְּהֵא סֹלֶת בְּרוּרָה בִּשְׁעַת אֲפִיָּה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות ו ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-6","jbo:mishna":"jbr:mishna-5-2-6-7"},{"uri":"jbr:mishna-bartanura-5-2-7-1","jbo:text":"ר\"ע מברטנורה הַתּוֹדָה. חָמֵשׁ סְאִין יְרוּשַׁלְמִיּוֹת שֶׁהֵן שֵׁשׁ מִדְבָּרִיּוֹת. חָמֵשׁ סְאִין שֶׁל יְרוּשָׁלַיִם הֵן שֵׁשׁ מֵאוֹתָן שֶׁהָיוּ בַּמִּדְבָּר בִּימֵי מֹשֶׁה. שֶׁהוֹסִיפוּ עַל הַמִּדָּה שֶׁהָיְתָה בִּימֵי מֹשֶׁה שְׁתּוּת. דְּקַיְמָא לָן מוֹסִיפִין עַל הַמִּדּוֹת וְאֵין מוֹסִיפִין יוֹתֵר מִשְּׁתוּת. וְאוֹתוֹ שְׁתּוּת הוּא שְׁתּוּת מִלְּבַר {א}: שְׁתֵּי אֵיפוֹת. כְּלוֹמַר, הָנָךְ שֵׁשׁ סְאִין הֵם שְׁתֵּי אֵיפוֹת, שֶׁהֵם עֶשְׂרִים עִשָּׂרוֹן, שֶׁהֲרֵי בְּכָל אֵיפָה עֲשָׂרָה עֶשְׂרוֹנוֹת: עֲשָׂרָה לֶחָמֵץ. עֲשָׂרָה עֶשְׂרוֹנִים לְעֶשֶׂר חַלּוֹת חָמֵץ שֶׁבַּתּוֹדָה: רְבוּכָה. חֲלוּטָה בְּמַיִם רוֹתְחִין קְרוּיָה רְבוּכָה. וְרַמְבַּ\"ם פֵּרֵשׁ רְבוּכָה, מְרֻבָּה בְּשֶׁמֶן וּקְלוּיָה בּוֹ, לְפִי שֶׁהָיָה בָּהּ שֶׁמֶן כְּנֶגֶד הַחַלּוֹת וְהָרְקִיקִין: נִמְצְאוּ שְׁלֹשָׁה עֶשְׂרוֹנוֹת וּשְׁלִישׁ לְכָל מִין וָמִין. שֶׁבַּמַּצָּה: שָׁלֹשׁ חַלּוֹת לְעִשָּׂרוֹן. דַּהֲוָה לְהוּ עֶשֶׂר חַלּוֹת לִשְׁלֹשָׁה עֶשְׂרוֹנוֹת וּשְׁלִישׁ: בְּמִדָּה יְרוּשַׁלְמִית. שֶׁלֹּא הָיוּ בָּהּ עֶשְׂרוֹנוֹת אֶלָּא קַבִּים, הָוֵי הָנָךְ חָמֵשׁ סְאִין שְׁלֹשִׁים קַבִּין. שֶׁהַסְּאָה שִׁשָּׁה קַבִּים. וּבַגְּמָרָא בַּבְּרַיְתָא מַיְתֵי מִגְּזֵרָה שָׁוָה שֶׁכָּל מִין וָמִין מֵאַרְבָּעָה מִינִים שֶׁבַּתּוֹדָה הָיוּ בָּאִים עֶשֶׂר חַלּוֹת, וְאָמְרוּ, נֶאֱמַר כָּאן וְהִקְרִיב מִמֶּנּוּ אֶחָד מִכָּל קָרְבָּן תְּרוּמָה לַה', וְנֶאֱמַר בִּתְרוּמַת מַעֲשֵׂר [מִמֶּנּוּ] תְּרוּמָה לַה', מַה לְּהַלָּן אֶחָד מֵעֶשֶׂר אַף כָּאן אֶחָד מֵעֶשֶׂר. וְלָמַדְנוּ שֶׁמִּין אֶחָד שֶׁל חָמֵץ הָיָה עֲשָׂרָה עֶשְׂרוֹנִים כְּנֶגֶד שְׁלֹשָׁה מִינִים שֶׁל מַצָּה, מִדִּכְתִיב (וַיִּקְרָא ז) עַל חַלֹּת לֶחֶם חָמֵץ, אָמְרָה תּוֹרָה כְּנֶגֶד חָמֵץ הָבֵא מַצָּה {ב}","rdfs:label":"ר\"ע מברטנורה מנחות ז א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-1"},{"uri":"jbr:mishna-yomtov-5-2-7-1","jbo:text":"עיקר תוי\"ט {א} יָלְפִינַן לַהּ בַּגְּמָרָא מִקְּרָא: {ב} מִפְּנֵי שֶׁנֶּאֱמַר עַל חַלּוֹת לֶחֶם חָמֵץ אַחַר שֶׁנֶּאֱמַר חַלּוֹת מַצּוֹת וּרְקִיקֵי מַצּוֹת וְסֹלֶת מֻרְבֶּכֶת. וּבָאָה הַקַּבָּלָה שֶׁרְצוֹנוֹ לוֹמַר שֶׁשִּׁעוּר אֵלּוּ הַשְּׁלֹשָׁה מִינִין כְּמוֹ שִׁעוּר הֶחָמֵץ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות ז א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-1"},{"uri":"jbr:mishna-bartanura-5-2-7-2","jbo:text":"ר\"ע מברטנורה הַמִּלּוּאִים. שֶׁהָיוּ בִּימֵי מֹשֶׁה. כְּשֶׁנִּתְחַנֵּךְ אַהֲרֹן וּבָנָיו לַכְּהֻנָּה: הָיוּ בָּאִים כַּמַּצָּה שֶׁבַּתּוֹדָה חַלּוֹת וּרְקִיקִים וּרְבוּכָה. דִּכְתִיב בַּמִּלּוּאִים (שָׁם ח) וּמִסַּל הַמַּצוֹת אֲשֶׁר לִפְנֵי ה' לָקַח חַלַּת מַצָּה אַחַת וְחַלַּת לֶחֶם שֶׁמֶן אַחַת וְרָקִיק אֶחָד, חַלַּת מַצָּה אֵלּוּ חַלּוֹת, וְחַלַּת לֶחֶם שֶׁמֶן זוֹ רְבוּכָה דְּמוֹסִיף בָּהּ שֶׁמֶן כְּנֶגֶד חַלּוֹת וּרְקִיקִים {ג}, וְרָקִיק זֶה רָקִיק: נְזִירוּת. לַחְמֵי נָזִיר, שֶׁנֶּאֱמַר (בְּמִדְבַּר ו) וְסַל מַצּוֹת סֹלֶת חַלֹּת בְּלוּלֹת בַּשֶּׁמֶן וּרְקִיקֵי מַצּוֹת מְשֻׁחִים בַּשָּׁמֶן. וּרְבוּכָה לֹא הֻזְכַּר שָׁם: שְׁתֵּי יָדוֹת. שְׁנֵי חֲלָקִים שֶׁל מִינֵי מַצָּה שֶׁבַּתּוֹדָה הָיוּ בַּנְּזִירוּת, וּכְדִמְפָרֵשׁ וְאָזֵיל: נִמְצְאוּ. לַנְּזִירוּת: עֲשָׂרָה קַבִּין. שֶׁהֲרֵי בַּשְּׁלֹשָׁה מִינֵי מַצָּה שֶׁבַּתּוֹדָה הָיוּ חֲמִשָּׁה עָשָׂר קַבִּין, וְהָוֵי לְהוּ עֲשָׂרָה שְׁנֵי יָדוֹת שֶׁל חֲמִשָּׁה עָשָׂר: שֶׁהֵן שֵׁשׁ עֶשְׂרוֹנוֹת וַעֲדוּיָן. כְּלוֹמַר, עוֹד שֶׁנּוֹסָף עֲלֵיהֶן. שֶׁהֲרֵי הָיוּ שְׁלֹשָׁה עֶשְׂרוֹנִים וּשְׁלִישׁ לְכָל מִין כְּדַאֲמַרַן לְעֵיל גַּבֵּי מַצָּה שֶׁבַּתּוֹדָה, נִמְצָא לִשְׁנֵי מִינִים שִׁשָּׁה עֶשְׂרוֹנוֹת וּשְׁנֵי שְׁלִישֵׁי עִשָּׂרוֹן, וְהַיְנוּ דְּקָאָמַר שִׁשָּׁה עֶשְׂרוֹנוֹת וַעֲדוּיָן: וּמִכֻּלָּן. מִכָּל אַרְבָּעָה מִינִים שֶׁבַּתּוֹדָה הָיוּ הַכֹּהֲנִים נוֹטְלִים אֶחָד מֵעֲשָׂרָה תְּרוּמָה: שֶׁלֹּא יִטֹּל פָּרוּס. שָׁבוּר וְחָתוּךְ: שֶׁיִּהְיוּ כָל הַקָּרְבָּנוֹת שָׁוִין. הַמִּינִים יְהוּ שָׁוִין, עֲשָׂרָה חַלּוֹת לְכָל מִין: שֶׁלֹּא יִטֹּל תְּרוּמָה מִקָּרְבָּן עַל חֲבֵרוֹ. שֶׁאִם הָיָה מִמִּין זֶה חֲמִשָּׁה וּמִמִּין זֶה חֲמִשָּׁה עָשָׂר, נִמְצָא מַפְרִישׁ מִזֶּה עַל זֶה","rdfs:label":"ר\"ע מברטנורה מנחות ז ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-2"},{"uri":"jbr:mishna-yomtov-5-2-7-2","jbo:text":"עיקר תוי\"ט {ג} בַּגְּמָרָא, דַּהֲלָכָה לְמֹשֶׁה מִסִּינַי חֲצִי לֹג שֶׁמֶן לַתּוֹדָה וְהַמַּחֲצִית לָרְבוּכָה: {ד} שְׁתֵּי כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא","rdfs:label":"עיקר תוי\"ט מנחות ז ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-2"},{"uri":"jbr:mishna-bartanura-5-2-7-3","jbo:text":"ר\"ע מברטנורה הַשּׁוֹחֵט אֶת הַתּוֹדָה בִּפְנִים. לִפְנִים מִן הָעֲזָרָה: וְלַחְמָהּ חוּץ לַחוֹמָה. בַּגְּמָרָא מוֹקְמִינַן לַהּ חוּץ לְחוֹמַת בֵּית פַּאגִי. רַבּוֹתַי פֵּרְשׁוּ חוּץ לַחוֹמָה הַחִיצוֹנָה שֶׁל יְרוּשָׁלַיִם. [אֲבָל חוּץ לָעֲזָרָה קָדוֹשׁ]. וְאַף עַל גַּב דִּכְתִיב (וַיִּקְרָא ז) וְהִקְרִיב עַל זֶבַח הַתּוֹדָה חַלּוֹת, דְּמַשְׁמַע לִכְאוֹרָה שֶׁיְּהֵא הַלֶּחֶם אֶצְלָהּ בִּשְׁעַת זְבִיחָה, לֹא דָרְשִׁינַן עַל בְּסָמוּךְ {ו}. וְרַמְבַּ\"ם גּוֹרֵס בֵּית בַּגִּי. וּמְפָרֵשׁ שֶׁהוּא מָקוֹם קָרוֹב לְהַר הַבַּיִת אֶלָּא שֶׁהוּא חוּץ לְחוֹמַת הַר הַבַּיִת וְשָׁם אוֹפִים הַמְּנָחוֹת {ז}. וְעַל שֵׁם כָּךְ הָיוּ קוֹרִים לוֹ בֵּית בַּגִּי. לְשׁוֹן פַּת בַּג הַמֶּלֶךְ: עַד שֶׁלֹּא קָרְמוּ בַתַּנּוּר. לָאו לֶחֶם נִינְהוּ. אֶלָּא עִסָּה בְּעָלְמָא: שְׁחָטָהּ. עַל מְנָת לְאָכְלָה חוּץ לִזְמַנָּהּ, קָדַשׁ הַלֶּחֶם וְנִפְגַּל. עַל מְנָת לְאָכְלָהּ חוּץ לִמְקוֹמָהּ, קָדַשׁ הַלֶּחֶם וְנִפְסַל. וְטַעֲמָא דְּקָדַשׁ הַלֶּחֶם, מִשּׁוּם דִּפְסוּלוֹ בַּקֹּדֶשׁ, וְקַיְמָא לָן כָּל שֶׁפְּסוּלוֹ בַּקֹּדֶשׁ הַקֹּדֶשׁ מְקַבְּלוֹ: שְׁחָטָהּ וְנִמְצֵאת טְרֵפָה לֹא קָדַשׁ הַלָּחֶם. דִּפְסוּלוֹ קֹדֶם שְׁחִיטָה הוּא: שְׁחָטָהּ וְנִמְצֵאת בַּעֲלַת מוּם רַבִּי אֱלִיעֶזֶר אוֹמֵר קָדָשׁ. בַּגְּמָרָא מוֹקֵי לַהּ בְּדֻקִּין שֶׁבָּעַיִן, דִּבְכִי הַאי מוּמָא סָבַר רַבִּי אֱלִיעֶזֶר דְּאִם עָלוּ לֹא יֵרְדוּ הוֹאִיל וְאֵין מוּמָן נִכָּר {ח}, הִלְכָּךְ קָדַשׁ הַלֶּחֶם. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר: שֶׁלֹּא לִשְׁמָהּ. לֹא קָדַשׁ הַלֶּחֶם, דִּכְתִיב (וַיִּקְרָא ז) עַל חַלֹּת לֶחֶם חָמֵץ יַקְרִיב קָרְבָּנוֹ עַל זֶבַח תּוֹדַת שְׁלָמָיו, עַל זֶבַח שֶׁנִּזְבַּח לְשֵׁם תּוֹדַת שְׁלָמָיו: וְכֵן אֵיל הַמִּלּוּאִים. לְפִי שֶׁהֵן הָיוּ תְּחִלָּה לְכָל הַקָּרְבָּנוֹת נָקַט אֵיל הַמִּלּוּאִים. וְהוּא הַדִּין לְאֵיל נָזִיר, דְּמִלּוּאִים כְּקָרְבַּן יָחִיד הֵן חֲשׁוּבִים","rdfs:label":"ר\"ע מברטנורה מנחות ז ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-3"},{"uri":"jbr:mishna-yomtov-5-2-7-3","jbo:text":"עיקר תוי\"ט {ה} הַתּוֹדָה כוּ'. דְּאֵין הַלֶּחֶם קָדוֹשׁ אֶלָּא בִּשְׁחִיטַת הַזֶּבַח, כִּדְיָלְפִינַן בַּבְּרַיְתָא דִּכְתִיב יַקְרִיב קָרְבָּנוֹ עַל זֶבַח: {ו} וְקָשֶׁה, דִּבְמִשְׁנָה ו' פֶּרֶק ה' כָּתַב דַּהֲלָכָה כְּרַבִּי דְּדָרֵישׁ עַל בְּסָמוּךְ. וְהַתּוֹסָפוֹת הִקְשׁוּ עוֹד, דְּעַד כָּאן לֹא פְּלִיגֵי רַבִּי וְרַבָּנָן אֶלָּא אִי בָּעִינַן עַל בְּסָמוּךְ אוֹ עַל מַמָּשׁ. וְיֵשׁ לוֹמַר דְּהָכָא לֹא דָּמֵי לְהַהִיא, דִּתְנוּפָה דִּשְׁתֵּי הַלֶּחֶם כְּעֵין הַקְרָבָתָם, אֲבָל הָכָא בַּשְּׁחִיטָה דִּלְמִקְדַּשׁ לֶחֶם בְּעָלְמָא לֵיכָּא לְמֵיחַשׁ אֶלָּא שֶׁיְּהֵא קַיָּם: {ז} וּדְבַר תֵּימַהּ הוּא, דְּמִקְרָא מָלֵא בִּיחֶזְקֵאל מ\"ו, זֶה הַמָּקוֹם אֲשֶׁר יְבַשְּׁלוּ שָׁם הַכֹּהֲנִים אֶת הָאָשָׁם וְאֶת הַחַטָּאת אֲשֶׁר יֹאפוּ אֶת הַמִּנְחָה לְבִלְתִּי הוֹצִיא אֶל הֶחָצֵר הַחִיצוֹנָה. [וּלְשׁוֹן הָרַמְבַּ\"ם] וּבַמָּקוֹם שֶׁמְּבַשְּׁלִין קָדְשֵׁי קָדָשִׁים שָׁם אוֹפִין אֶת הַמְּנָחוֹת, שֶׁנֶּאֱמַר זֶה הַמָּקוֹם וְגוֹ'. וּבְנֻסְחַת אֶרֶץ יִשְׂרָאֵל, שֶׁאוֹפִין בּוֹ חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר: {ח} אֲבָל בְּמִשְׁנָה ג' פֶּרֶק ט' דִּזְבָחִים פֵּרֵשׁ הָרַ\"ב דְּטַעֲמָא הוֹאִיל וְהֵן כְּשֵׁרִים לְכַתְּחִלָּה בָּעוֹפוֹת וְכֵן הוּא בַּגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וְכֵן אֵיל הַמִּלּוּאִים וְכוּ'. דְּכָל לֶחֶם הַבָּא עַל יְדֵי זֶבַח אִיכָּא לְמֵילַף מֵהֲדָדֵי","rdfs:label":"עיקר תוי\"ט מנחות ז ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-3"},{"uri":"jbr:mishna-bartanura-5-2-7-4","jbo:text":"ר\"ע מברטנורה נְסָכִים שֶׁקָּדְשׁוּ בִכְלִי. לָאו דַּוְקָא בִּכְלִי {י}. שֶׁאֵין נְסָכִים מִתְקַדְּשִׁים לִפָּסֵל בְּיוֹצֵא וּבְלִינָה {יא} וְאַף עַל פִּי שֶׁקָּדְשׁוּ בִּכְלִי, אֶלָּא בִּשְׁחִיטַת הַזֶּבַח, דִּכְתִיב זֶבַח וּנְסָכִים, הַנְּסָכִים תְּלוּיִים בַּזֶּבַח: וְנִמְצָא הַזֶּבַח פָּסוּל. שֶׁנִּפְסַל בַּזְּרִיקָה. דְּאִלּוּ בַּשְּׁחִיטָה נִפְסַל, לֹא קָדְשׁוּ נְסָכִים {יב}: אִם יֶשׁ שָׁם זֶבַח אַחֵר יִקְרְבוּ עִמּוֹ. בִּנְסָכִים שֶׁל צִבּוּר מוֹקְמִינַן לַהּ לְמַתְנִיתִין, מִשּׁוּם דְּלֵב בֵּית דִּין מַתְנֶה עֲלֵיהֶם, אִם הֻצְרְכוּ לְזֶבַח זֶה הֻצְרְכוּ וְאִם לָאו יִהְיוּ לְזֶבַח אַחֵר. אֲבָל בִּנְסָכִים שֶׁל יָחִיד אֵין כְּשֵׁרִים לְזֶבַח אַחֵר {יד}. וַאֲפִלּוּ נְסָכִים שֶׁל צִבּוּר אֵין קְרֵבִים עִם זֶבַח אַחֵר אֶלָּא אִם כֵּן הָיָה אוֹתוֹ זֶבַח זָבוּחַ כְּשֶׁנִּפְסַל הַזֶּבַח הָרִאשׁוֹן, אֲבָל אִם לֹא הָיָה זָבוּחַ בְּשָׁעָה שֶׁנִּפְסַל הַזֶּבַח הָרִאשׁוֹן, אֵין קְרֵבִים עִם הַזֶּבַח הָאַחֵר. וּמַתְנִיתִין חַסּוֹרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, יִקְרְבוּ עִמּוֹ, בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהָיָה זֶבַח זָבוּחַ בְּאוֹתָהּ שָׁעָה, אֲבָל אִם לֹא הָיָה זֶבַח זָבוּחַ בְּאוֹתָהּ שָׁעָה נַעֲשֶׂה כְּמוֹ שֶׁנִּפְסְלוּ בְּלִינָה וּפְסוּלִים {טו}. וְהָכִי מִפָּרְשָׁא מַתְנִיתִין בַּגְּמָרָא. וְכָל זְמַן שֶׁלֹּא נִתְקַדְּשׁוּ נְסָכִים בִּכְלִי אַף עַל פִּי שֶׁנִּשְׁחַט הַזֶּבַח יְכוֹלִים לְהַקְרִיב נְסָכִים אֲפִלּוּ אַחַר כַּמָּה יָמִים, דְּקַיְמָא לָן מֵבִיא אָדָם קָרְבָּנוֹ הַיּוֹם וְנִסְכּוֹ אֲפִלּוּ אַחַר כַּמָּה יָמִים, בֵּין נְסָכִים שֶׁל יָחִיד בֵּין נְסָכִים שֶׁל צִבּוּר. וְכֵן מְצֹרָע מֵבִיא אֲשָׁמוֹ הַיּוֹם וְלֹג שֶׁמֶן שֶׁלּוֹ לְאַחַר כַּמָּה יָמִים: וְלַד תּוֹדָה. שֶׁהִפְרִישׁ תּוֹדָה מְעֻבֶּרֶת וְיָלְדָה: וְכֵן הַמַּפְרִישׁ תּוֹדָתוֹ וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ אֵינָהּ טְעוּנָה לֶחֶם. הָרִאשׁוֹנָה, אִם נִמְצֵאת לְאַחַר הַקְרָבַת שְׁנִיָּה. וְכֵן שְׁנִיָּה אִם נִמְצֵאת הָרִאשׁוֹנָה קֹדֶם הַקְרָבָתָהּ וְהִקְרִיב רִאשׁוֹנָה, שׁוּב אֵין הַשְּׁנִיָּה טְעוּנָה לֶחֶם: חֲלִיפָתָהּ. הַיְנוּ הַמַּפְרִישׁ תּוֹדָה וְאָבְדָה וְהִפְרִישׁ אַחֶרֶת תַּחְתֶּיהָ: תְּמוּרָתָהּ. כְּגוֹן שֶׁעוֹמֶדֶת בְּעֵין וְאוֹמֵר זוֹ תְּמוּרַת זוֹ, וּכְתִיב (וַיִּקְרָא כז) וְהָיָה הוּא וּתְמוּרָתוֹ יִהְיֶה קֹּדֶשׁ","rdfs:label":"ר\"ע מברטנורה מנחות ז ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-4"},{"uri":"jbr:mishna-yomtov-5-2-7-4","jbo:text":"עיקר תוי\"ט {י} הָכִי פֵּרוּשׁוֹ, דְּלָאו דַּוְקָא דִּקְדֻשַּׁת הַכְּלִי בִּלְבַד מְקַדְּשָׁם, אֶלָּא אַף בִּשְׁחִיטַת הַזֶּבַח. וּמִיהוּ קְדֻשַּׁת הַכְּלִי נַמִּי בָּעִינַן, כְּדִמְפָרֵשׁ בְּסֵיפָא דְּכָל זְמַן שֶׁלֹּא נִתְקַדְּשׁוּ בִּכְלִי אַף עַל פִּי שֶׁנִּשְׁחַט הַזֶּבַח יְכוֹלִין לְהַקְרִיב נְסָכִים אֲפִלּוּ אַחַר כַּמָּה יָמִים: {יא} רַשִׁ\"י. וְכָתְבוּ הַתּוֹסָפוֹת דְּלֹא יִתָּכֵן, דְּהָתְנַן בְּסוֹף פֶּרֶק ב' דִּמְעִילָה, דְּמִשֶּׁקָּדְשׁוּ בַּכְּלִי הֻכְשְׁרוּ לִפָּסֵל כוּ' בְּלִינָה כוּ', וּפֵרְשׁוּ, דְּהָכָא מַיְרֵי לְעִנְיַן שֶׁלֹּא לְשַׁנּוֹת לְזֶבַח אַחֵר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} דְּלֹא אֲמַרַן דְּקַדְּשֵׁי בִּשְׁחִיטַת הַזֶּבַח אֶלָּא בִּשְׁחִיטָה כְּשֵׁרָה. דְּלֹא דָּמֵי לַתּוֹדָה דַּאֲפִלּוּ בִּשְׁחִיטָה פְּסוּלָה מִתְקַדְּשִׁים הַלֶּחֶם כוּ', דְּשָׁאנֵי תּוֹדָה דְּיָלְפִינַן מִדִּכְתִיב יַקְרִיב קָרְבָּנוֹ, מְלַמֵּד שֶׁאֵין הַלֶּחֶם קָדוֹשׁ אֶלָּא בִּשְׁחִיטַת הַזֶּבַח. רַשִׁ\"י. וּמַה שֶּׁכָּתַב בַּזְּרִיקָה, לָאו דַּוְקָא, דְּהוּא הַדִּין קַבָּלָה וְהִלּוּךְ: {יג} אַחֵר. שֶׁאֵין לוֹ נְסָכִים. רַשִׁ\"י: {יד} אֵין זֶה סוֹתֵר לְמַאי דְּקַיְמָא לָן כְּרַבָּנָן דְּרַבִּי מֵאִיר דְּאֵין פִּגּוּל בִּנְסָכִים, דְּהוֹאִיל וְאֵינָן תְּלוּיִין בַּזֶּבַח לִקָּרֵב עִמָּהֶם מִיָּד, וְכֵן מִשְׁתַּנִּים בְּשֶׁל צִבּוּר, אֵין בָּהֶם דִּין פִּגּוּל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} גְּזֵרָה שֶׁמָּא יֹאמְרוּ נְסָכִים שֶׁהִפְרִישָׁן לְשׁוּם זֶבַח זֶה כְּשֵׁרִים לְשׁוּם זֶבַח אַחֵר, וַאֲפִלּוּ בְּלֹא תְּנַאי וּבְלֹא נִפְסַל הַזֶּבַח. אֲבָל כְּשֶׁהָיָה הַזֶּבַח זָבוּחַ, בְּאוֹתָהּ שָׁעָה שֶׁנִּפְסַל זֶה, וּמִיָּד הָיוּ הַנְּסָכִים לְזֶבַח אַחֵר, דָּמֵי כְּאִלּוּ לְשֵׁם הַאי זֶבַח הוּבְאוּ לִנְסָכִים, וְלֹא אָתֵי לְמֵימַר נְסָכִים שֶׁהִפְרִישׁוּ כוּ'. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות ז ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-4"},{"uri":"jbr:mishna-bartanura-5-2-7-5","jbo:text":"ר\"ע מברטנורה יָבִיא הִיא וְלַחְמָהּ מִן הַחֻלִּין. וְלֹא מִן הַמַּעֲשֵׂר. דְּכֵיוָן דְּאָמַר הֲרֵי עָלַי הָוֵי לֵיהּ דָּבָר שֶׁבְּחוֹבָה, וְכָל דָּבָר שֶׁבְּחוֹבָה אֵינוֹ בָּא אֶלָּא מִן הַחֻלִּין: וְאִם אָמַר הֲרֵי עָלַי תּוֹדָה מִן הַחֻלִּין וְלַחְמָהּ מִן הַמַּעֲשֵׂר יָבִיא הִיא וְלַחְמָהּ מִן הַחֻלִּין. דְּלֶחֶם נִגְרָר אַחַר תּוֹדָה, וְכֵיוָן דְּאָמַר הֲרֵי עָלַי תּוֹדָה מִן הַחֻלִּין בְּעַל כָּרְחֵיהּ אִיחַיַּב לֵיהּ בַּלֶּחֶם, הִלְכָּךְ הַאי דְּמַהֲדַר וְאָמַר לַחְמָהּ מִן הַמַּעֲשֵׂר לָאו כְּלוּם הוּא {טז}: תּוֹדָה מִן הַמַּעֲשֵׂר וְלַחְמָהּ מִן הַחֻלִּין יָבִיא. כְּלוֹמַר יָבִיא כְּמוֹ שֶׁנָּדַר. וְלָאו חוֹבָה, דְּכָל שֶׁכֵּן אִם יָבִיא שְׁנֵיהֶם מִן הַחֻלִּין דְּשַׁפִּיר עֲבַד. אֶלָּא אִם רָצָה לְהָבִיא כְּמוֹ שֶׁנָּדַר יָבִיא: וְלֹא יָבִיא. הַלֶּחֶם: מֵחִטֵּי מַעֲשֵׂר שֵׁנִי. עַצְמוֹ, דְּלֶחֶם דּוּמְיָא דִּשְׁלָמִים בָּעִינַן, מַה שְּׁלָמִים מִמְּעוֹת מַעֲשֵׂר שֵׁנִי {יז} וְלֹא מִמַּעֲשֵׂר שֵׁנִי עַצְמוֹ, אַף לֶחֶם כֵּן","rdfs:label":"ר\"ע מברטנורה מנחות ז ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-5"},{"uri":"jbr:mishna-yomtov-5-2-7-5","jbo:text":"עיקר תוי\"ט {טז} וַאֲפִלּוּ בְּתוֹךְ כְּדֵי דִּבּוּר. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} כְּשֶׁאֵינָן עָלָיו חוֹבָה. כְּדִלְקַמָּן","rdfs:label":"עיקר תוי\"ט מנחות ז ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-5"},{"uri":"jbr:mishna-bartanura-5-2-7-6","jbo:text":"ר\"ע מברטנורה מַה פֶּסַח שֶׁהוּא בָא בְחוֹבָה אֵינוֹ בָא אֶלָּא מִן הַחֻלִּין. דְּפֶסַח מִצְרַיִם לֹא בָּא אֶלָּא מִן הַחֻלִּין, שֶׁעֲדַיִן לֹא הָיְתָה לָהֶם שׁוּם תְּבוּאַת מַעֲשֵׂר שֵׁנִי, שֶׁאֵין מַעֲשֵׂר אֶלָּא מִשֶּׁנִּכְנְסוּ לָאָרֶץ, וּמַה פֶּסַח מִצְרַיִם לֹא בָּא אֶלָּא מִן הַחֻלִּין, אַף פֶּסַח דּוֹרוֹת אֵינוֹ בָּא אֶלָּא מִן הַחֻלִּין, שֶׁהֲרֵי הוּא אוֹמֵר (שְׁמוֹת יג) וְעָבַדְתָּ אֶת הָעֲבֹדָה הַזֹּאת בַּחֹדֶשׁ הַזֶּה, שֶׁיְּהוּ כָּל עֲבוֹדַת הַחֹדֶשׁ הַזֶּה כְּזֶה שֶׁל מִצְרַיִם {יט}: אַף כָּל דָּבָר שֶׁבְּחוֹבָה. נַמִּי כוּ'. לְפִיכָךְ, הָאוֹמֵר הֲרֵי עָלַי תּוֹדָה אוֹ שְׁלָמִים, הוֹאִיל וְהֵן בָּאִים חוֹבָה, דְּקָאָמַר הֲרֵי עָלַי, לֹא יָבִיא אֶלָּא מִן הַחֻלִּין: וְהַנְּסָכִים. אֲפִלּוּ אָמַר הֲרֵי עָלַי לְהָבִיא מִמַּעֲשֵׂר, לֹא יָבִיא אֶלָּא מִן הַחֻלִּין. דְּכִי שָׁרָא רַחֲמָנָא לַאֲתוֹיֵי שְׁלָמִים מִמַּעֲשֵׂר הָנֵי מִלֵּי שְׁלָמִים גּוּפַיְהוּ דִּבְנֵי אֲכִילָה נִינְהוּ, אֲבָל נְסָכִים דְּכָלִיל הֵם לֹא יָבִיאוּ מִן הַמַּעֲשֵׂר {כא}","rdfs:label":"ר\"ע מברטנורה מנחות ז ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-6"},{"uri":"jbr:mishna-yomtov-5-2-7-6","jbo:text":"עיקר תוי\"ט {יח} לְהָקִישׁ כוּ'. תֵּימַהּ, תֵּינַח זְבָחִים, עוֹפוֹת וּמְנָחוֹת וְלַחְמֵי תּוֹדָה מְנָלָן. וּלְמַאן דְּיָלֵיף בַּגְּמָרָא מֵחַטָּאת נִיחָא. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} וּפֶסַח מִצְרַיִם וּפֶסַח דּוֹרוֹת בִּכְלָלָא נִינְהוּ, דְּשֵׁם פֶּסַח אֶחָד הוּא, וּלְהָכִי לֹא הֲוָה דָּבָר הַלָּמֵד בְּהֶקֵּשׁ דְּאֵינוֹ חוֹזֵר וּמְלַמֵּד בְּהֶקֵּשׁ. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} לְפִיכָךְ כוּ'. מִשְׁנָה שֶׁאֵינָהּ צְרִיכָה הִיא, אִי לֹא מִשּׁוּם סֵיפָא דְּקָתָנֵי וְהַנְּסָכִים בְּכָל מָקוֹם. רַשִׁ\"י. וְלִי נִרְאֶה דְּבָא לְאַשְׁמְעִינַן אַף עַל גַּב דְּאֵלּוּ לֹא דָּמוּ לַפֶּסַח שֶׁהִיא חוֹבָה וּמִצְוָה, מַה שֶּׁאֵין כֵּן אֵלּוּ שֶׁהוּא מְקַבֵּל מֵעַצְמוֹ, רַק כֵּיוָן שֶׁכְּבָר קִבֵּל עָלָיו נַעֲשֵׂית חוֹב גָּמוּר. וְלָכֵן דִּיֵּק לְפִיכָךְ כוּ' הוֹאִיל וְהֵם כוּ', אִם כֵּן שַׁפִּיר נִלְמָד מִפֶּסַח. תּוֹסָפוֹת חֲדָשִׁים: {כא} מְמַעֲטִים לַהּ מִדִּכְתִיב וְאָכַלְתָּ מַעֲשַׂר דְּגָנְךָ וְשָׂמַחְתָּ, אֲכִילָה שֶׁיֵּשׁ בָּהּ שִׂמְחָה. סִפְרִי","rdfs:label":"עיקר תוי\"ט מנחות ז ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-7","jbo:mishna":"jbr:mishna-5-2-7-6"},{"uri":"jbr:mishna-bartanura-5-2-8-1","jbo:text":"ר\"ע מברטנורה כָּל קָרְבָּנוֹת. מִן הֶחָדָשׁ וּמִן הַיָּשָׁן. בִּמְנָחוֹת קָאָמַר {א}: שֶׁאֵינָן בָּאִים אֶלָּא מִן הֶחָדָשׁ. בָּעֹמֶר כְּתִיב (וַיִּקְרָא כג) מִנְחָה חֲדָשָׁה {ב}, וּבִשְׁתֵּי הַלֶּחֶם כְּתִיב (שְׁמוֹת לד) בִּכּוּרֵי קְצִיר חִטִּים: וּמִן הָאָרֶץ. בָּעֹמֶר כְּתִיב (וַיִּקְרָא כג) כִּי תָבֹאוּ אֶל הָאָרֶץ וְגוֹ' וּקְצַרְתֶּם אֶת קְצִירָהּ, וּבִשְׁתֵּי הַלֶּחֶם כְּתִיב (שָׁם) מִמּוֹשְׁבֹתֵיכֶם תָּבִיאוּ לֶחֶם: מִכְמָס וְזוֹנִיחָה. שֵׁמוֹת שֶׁל מְקוֹמוֹת הֵן: אַלְפָא לַסֹּלֶת. סֹלֶת שֶׁלָּהֶן רִאשׁוֹן וּמֻבְחָר לְכָל הַסְּלָתוֹת. כְּאָלֶ\"ף זוֹ שֶׁהִיא רִאשׁוֹנָה לְכָל הָאוֹתִיּוֹת: אַלְפָא. זוֹ אָלֶ\"ף בְּלָשׁוֹן יְוָנִי: שְׁנִיָּה לָהֶן. קְרוֹבָה סָלְתָּהּ לִהְיוֹת מְשֻׁבַּחַת כְּסֹלֶת מִכְמָס וְזוֹנִיחָה: חֲפָרַיִם בַּבִּקְעָה. שְׁתֵּי חֲפָרַיִם הֵן, אַחַת בָּהָר וְאַחַת בַּבִּקְעָה, וְאוֹתָהּ שֶׁבַּבִּקְעָה הִיא שֶׁסֹּלֶת שֶׁלָּהּ מְשֻׁבַּחַת: כָּל הָאֲרָצוֹת. שֶׁל אֶרֶץ יִשְׂרָאֵל הָיוּ כְּשֵׁרוֹת, אֶלָּא שֶׁמִּכָּאן הָיוּ מְבִיאִים","rdfs:label":"ר\"ע מברטנורה מנחות ח א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-1"},{"uri":"jbr:mishna-yomtov-5-2-8-1","jbo:text":"עיקר תוי\"ט {א} וְאַף עַל פִּי דְּלֹא פָּסֵיק לְפָרוֹשֵׁי אֶלָּא אַמִּן הֶחָדָשׁ כוּ', קָאֵי נַמִּי אַמִּן הָאָרֶץ כוּ'. דְּאִי מִן הָאָרֶץ אַף בִּזְבָחִים, הֲוָה לֵיהּ לְמִתְנֵי חוּץ מִבְּכוֹר וּמַעֲשֵׂר דְּאֵין בָּאִין מִחוּץ לָאָרֶץ כְּדִתְנַן בְּסוֹף פֶּרֶק ג' דִּתְמוּרָה: {ב} וְלֹא דָק, דְּבִשְׁתֵּי הַלֶּחֶם הוּא דִּכְתִיב כוּ'. וְהָיָה נִרְאֶה דְּעֹמֶר יָלְפִינַן מִדִּקָרֵי לֵיהּ קְרָא מִנְחַת בִּכּוּרִים. אֲבָל בַּגְּמָרָא מוּכָח דְּיָלֵיף לַהּ מִדִּכְתִיב רֵאשִׁית קְצִירְכֶם: {ג} הַמֻּבְחָר. שֶׁנֶּאֱמַר וְכָל מִבְחַר נִדְרֵיכֶם. תּוֹסֶפְתָּא: {ד} חֲפָרַיִם. סְפָרִים אֲחֵרִים עֲפָרַיִם. וְכֵן גִּרְסַת הַתּוֹסָפוֹת. וְכָתְבוּ עִיר הִיא","rdfs:label":"עיקר תוי\"ט מנחות ח א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-1"},{"uri":"jbr:mishna-bartanura-5-2-8-2","jbo:text":"ר\"ע מברטנורה אֵין מְבִיאִין. עֹמֶר וּשְׁתֵּי הַלֶּחֶם {ה}: לֹא מִבֵּית הַזְּבָלִים. מִשָּׂדֶה שֶׁצְּרִיכָה לְזֶבֶל, דְּשֶׁמָּא לֹא נִזְדַּבְּלָה כָּל צָרְכָּהּ וְנִמְצְאוּ פֵּרוֹתֶיהָ כְּחוּשִׁים. אִי נַמִּי, לְפִי שֶׁהַזֶּבֶל מַבְאִישׁ וּמַפְסִיד טַעַם הַפְּרִי: וְלֹא מִבֵּית הַשְּׁלָחִים. אֶרֶץ צְמֵאָה לְמַיִם שֶׁפֵּרוֹתֶיהָ כְּחוּשִׁין: לֹא מִבֵּית הָאִילָן. מִתְּבוּאָה שֶׁבֵּין הָאִילָנוֹת. שֶׁהָאִילָנוֹת הַגְּדֵלִים שָׁם יוֹנְקִים הַקַּרְקַע וּמַכְחִישִׁים הַזְּרָעִים: נָרָהּ. חוֹרֵשׁ. לְשׁוֹן נִירוּ לָכֶם נִיר (יִרְמְיָה ד): וּבַשְּׁנִיָּה זוֹרְעָהּ. בַּגְּמָרָא מַסִּיק, דְּשָׁנָה רִאשׁוֹנָה הוּא נָר כֻּלָּהּ וְזוֹרֵעַ חֶצְיָהּ וּמַנִּיחַ חֶצְיָהּ נִיר. וְכֵן בַּשְּׁנִיָּה חוֹרְשָׁהּ כֻּלָּהּ וְזוֹרֵעַ הַחֵצִי שֶׁלֹּא זָרַע אֶשְׁתָּקַד, וְהַחֵצִי שֶׁזָּרַע אֶשְׁתָּקַד מַנִּיחוֹ נִיר. וְכֵן בְּכָל שָׁנָה זוֹרֵעַ נִיר שֶׁל אֶשְׁתָּקַד: כֵּיצַד בּוֹדֵק. הַסֹּלֶת אִם מְנֻפָּה כָּל צָרְכָּהּ אִם לָאו: עָלָה בְיָדוֹ אָבָק. קֶמַח דַּק, וְגָרוּעַ הוּא: עַד שֶׁיְּנִיפֶנָּה. בְּנָפָה לַעֲבֹר הָאָבָק דַּק שֶׁנִּשְׁאַר בָּהּ: וְאִם הִתְלִיעָה. הַסֹּלֶת אוֹ הַחִטָּה: פְּסוּלָה. וְהוּא שֶׁהִתְלִיעָה בְּרֻבָּהּ {ז}. וְיָלְפִינַן לַהּ לְקַמָּן סוֹף פִּרְקִין מִדִּכְתִיב (בְּמִדְבַּר כח) תְּמִימִם יִהְיוּ לָכֶם וּמִנְחָתָם. תְּמִימִים יִהְיוּ לָכֶם וְנִסְכֵּיהֶם. שֶׁיִּהְיוּ גַּם כֵּן הַמְּנָחוֹת וְהַנְּסָכִים תְּמִימִים","rdfs:label":"ר\"ע מברטנורה מנחות ח ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-2"},{"uri":"jbr:mishna-yomtov-5-2-8-2","jbo:text":"עיקר תוי\"ט {ה} דְּהָא זוֹרְעָהּ קֹדֶם לְפֶסַח שִׁבְעִים יוֹם, הַיְנוּ בָּעֹמֶר. וּמִיהוּ הַתּוֹסָפוֹת כָּתְבוּ דִּבְכָל הַמְּנָחוֹת קָאָמְרִינַן. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} שִׁבְעִים יוֹם. שֶׁכְּבָר יֵשׁ כֹּחַ בַּחַמָּה שֶׁזּוֹרַחַת עָלֶיהָ. רַשִׁ\"י: {ז} וּבָעֵי בַּגְּמָרָא, בְּרֹב חִטָּה אוֹ בְּרֹב סְאָה, תֵּיקוּ. וּפֵרֵשׁ הָרַמְבַּ\"ם, בְּהִתְלִיעָה רֹב חִטָּה אַחַת אַף עַל פִּי שֶׁהִיא מְעֹרֶבֶת בִּסְאָה חִטִּים שֶׁלֹּא הִתְלִיעוּ","rdfs:label":"עיקר תוי\"ט מנחות ח ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-2"},{"uri":"jbr:mishna-bartanura-5-2-8-3","jbo:text":"ר\"ע מברטנורה תְּקוֹעָה. עִיר שֶׁשְּׁמָהּ תְּקוֹעָה, כְּדִכְתִיב (שְׁמוּאֵל ב יד) וַיִּשְׁלַח יוֹאָב תְּקוֹעָה: אַלְפָא לַשָּׁמֶן. הַשֶּׁמֶן שֶׁלָּהּ רִאשׁוֹן וּמֻבְחָר לַשְּׁמָנִים. כְּאָלֶ\"ף זוֹ שֶׁהִיא רִאשׁוֹנָה לָאוֹתִיּוֹת: אַנְפִּיקְנוֹן. שֶׁמֶן הֶעָשׂוּי מִזֵּיתִים שֶׁלֹּא הֵבִיאוּ שְׁלִישׁ בִּשּׁוּלָן, וְהוּא מַר מְאֹד: שֶׁנִּשְׁרוּ בַמַּיִם. שֶׁהַמַּיִם מְקַלְקְלִים אֶת הַשֶּׁמֶן","rdfs:label":"ר\"ע מברטנורה מנחות ח ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-3"},{"uri":"jbr:mishna-yomtov-5-2-8-3","jbo:text":"עיקר תוי\"ט {ח} מִמַּה כוּ'. מִן הַזֵּיתִים שֶׁנִּזְרְעוּ זְרָעִים בֵּינֵיהֶם. לְפִי שֶׁהַזְּרָעִים מַכְחִישִׁים לָאִילָנוֹת. רַשִׁ\"י: {ט} הַגַּרְגְּרִים. שֶׁל זֵיתִים שֶׁנָּפְלוּ. רַשִׁ\"י: {י} שֶׁנִּשְׁרוּ כוּ'. נִרְאֶה דְּמִלְּתָא בְּאַפֵּי נַפְשַׁהּ הִיא, וְלֹא קָאֵי אַגַּרְגְּרִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} הַכְּבוּשִׁים כוּ'. וְלֹא תְּנַן מְבֻשָּׁל. אֲבָל בְּפֵרוּשׁ רַשִׁ\"י, אוֹ שֶׁנִּתְבַּשְּׁלוּ אוֹ שֶׁנִּשְׁלְקוּ","rdfs:label":"עיקר תוי\"ט מנחות ח ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-3"},{"uri":"jbr:mishna-bartanura-5-2-8-4","jbo:text":"ר\"ע מברטנורה שְׁלֹשָׁה זֵיתִים. שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה מְלַקְּטִים אֶת הַזֵּיתִים {יב}. וּבָהֶן שָׁלֹשׁ שְׁמָנִים, בְּכָל פַּעַם יֵשׁ שְׁלֹשָׁה מִינִים שֶׁמֶן: הַזַּיִת הָרִאשׁוֹן. פַּעַם רִאשׁוֹנָה שֶׁמְּלַקֵּט: מְגַרְגְּרוֹ בְרֹאשׁ הַזַּיִת. מְלַקֵּט גַּרְגְּרִים שֶׁהֵן בְּרֹאשׁ הַזַּיִת, שֶׁהֵן מִתְבַּשְּׁלִים תְּחִלָּה לְפִי שֶׁהַחַמָּה זוֹרַחַת עֲלֵיהֶן וּמְבַשַּׁלְתָּן: לְתוֹךְ הַסַּל. וּמִסְתַּנֵּן וְיוֹצֵא, וְהַכְּלִי תַּחַת הַסַּל לְקַבֵּל הַשֶּׁמֶן: רַבִּי יְהוּדָה אוֹמֵר סְבִיבוֹת דָּפְנֵי הַסַּל. נוֹתֵן אֶת הַזֵּיתִים וְהַשֶּׁמֶן זָב דֶּרֶךְ הַדְּפָנוֹת וְנוֹפֵל לְשׁוּלֵי הַסַּל וּמִשָּׁם מִסְתַּנֵּן וְיוֹצֵא, וְנִמְצָא מְזֻקָּק, שֶׁהַפְּסֹלֶת נִשְׁאָר מְדֻבָּק בְּדָפְנֵי הַסַּל. אֲבָל לֹא יִתְּנֵם בְּשׁוּלֵי הַסַּל, מִפְּנֵי שֶׁמִתְעָרֵב בּוֹ שֶׁמֶן וּשְׁמָרִים וְיוֹצְאִים וְנִמְצָא שֶׁמֶן עָכוּר. וְהַשֶּׁמֶן הַזָּב מֵאֵלָיו בְּלֹא שׁוּם טְעִינָה נִקְרָא שֶׁמֶן רִאשׁוֹן שֶׁל הַזַּיִת הָרִאשׁוֹן: טָעַן בְּקוֹרָה. זֵיתִים שֶׁבַּסַּל: רַבִּי יְהוּדָה אוֹמֵר בַּאֲבָנִים. וְלֹא בְּקוֹרָה. שֶׁהַקּוֹרָה כְּבֵדָה וּמוֹצִיאָה אֶת הַשְּׁמָרִים: חָזַר וְטָחַן. בָּרֵחַיִם, אֶת הַזֵּיתִים שֶׁתַּחַת הַקּוֹרָה, וְטוֹעֵן אַחַר כָּךְ הַקּוֹרָה: הָרִאשׁוֹן לַמְּנוֹרָה. דְּבָעִינַן שֶׁמֶן זַיִת זָךְ: וְהַשְּׁאָר כָּשֵׁר לַמְּנָחוֹת. דְּלֹא כְּתִיב בְּהוּ זָךְ: הַזַּיִת הַשֵּׁנִי. פַּעַם שְׁנִיָּה כְּשֶׁמְּלַקֵּט אֶת שֶׁנִּמְצָאִים מְבֻשָּׁלִים עַתָּה: מְגַרְגְּרוֹ בְרֹאשׁ הַגַּג. מְלַקֵּט הַגַּרְגְּרִין הַסְּמוּכִים לַגַּג. שֶׁזֵּיתֵיהֶן הָיוּ סְמוּכִים לְגַגּוֹתֵיהֶן {יג}, וְאוֹתָן מִתְבַּשְּׁלִים בַּשְּׁנִיָּה: הָרִאשׁוֹן. שֶׁיָּצָא קֹדֶם טְעִינָה, כָּשֵׁר לַמְּנוֹרָה: הַזַּיִת הַשְּׁלִישִׁי. שֶׁמִּתְלַקֵּט פַּעַם שְׁלִישִׁית, אֵין מִתְבַּשְּׁלִים לְעוֹלָם כָּל צָרְכָּן, שֶׁהֵן עֲנָפִים שֶׁתַּחַת הַגַּג שֶׁאֵין חַמָּה מַגַּעַת בָּהֶם: עוֹטְנוֹ. לְשׁוֹן מַעֲטָן שֶׁל זֵיתִים, שֶׁהִיא הַגֻּמָּא שֶׁמַּנִּיחִים בָּהּ הַזֵּיתִים כְּדֵי שֶׁיִּתְעַפְּשׁוּ שָׁם. וּלְשׁוֹן מִקְרָא הוּא, עֲטִינָיו {יד} מָלְאוּ חָלָב (אִיּוֹב כא): שֶׁיִּלְקֶה. שֶׁיִּתְעַפֵּשׁ: וּמְנַגְּבוֹ בְרֹאשׁ הַגַּג. דְּמִתּוֹךְ שֶׁהוּא צָבוּר וּמְכֻנָּס בְּמָקוֹם אֶחָד אַרְבָּעָה וַחֲמִשָּׁה יָמִים זָב מֵאֵלָיו מֹהַל שֶׁאֵינוֹ יָפֶה, לְפִיכָךְ צָרִיךְ לְנַגְּבוֹ","rdfs:label":"ר\"ע מברטנורה מנחות ח ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-4"},{"uri":"jbr:mishna-yomtov-5-2-8-4","jbo:text":"עיקר תוי\"ט {יב} וְכָתְבוּ הַתּוֹסָפוֹת, וְקָשֶׁה, דִּבְמַסֶּכֶת פֵּאָה מַשְׁמַע דְּחַיָּבִין בְּפֵאָה, וְכָל דָּבָר שֶׁאֵין לְקִיטָתוֹ כְּאֶחָד לֹא מִחַיַּב בְּפֵאָה כִּדְאִיתָא שָׁם. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, זַיִת שֶׁגִּרְגְּרוֹ בְּרֹאשׁ הַזַּיִת וּבֵרְרוּ אַחַת אַחַת וְכָתְשׁוּ כוּ'. זֵיתִים שֶׁמְּסָקָן כֻּלָּן בְּעִרְבּוּבְיָא וְהֶעֱלָן לַגַּג וְחָזַר וּבֵרֵר גַּרְגֵּר גַּרְגֵּר וְכוֹתְשָׁן כוּ'. זֵיתִים שֶׁמְּסָקָן וְטוֹעֲנָן בְּתוֹךְ הַבַּיִת עַד שֶׁיִּלְקוּ וְהֶעֱלָן וְנִגְּבָן וְאַחַר כָּךְ כָּתַשׁ כוּ': {יג} כְּלוֹמַר מְלַקֵּט זֵיתִים שֶׁבְּאֶמְצַע הָאִילָן שֶׁאֵינָן בְּרֹאשׁ הַזַּיִת, כְּלוֹמַר אוֹתָן שֶׁיָּכוֹל לַעֲמֹד בְּרֹאשׁ גַּגּוֹ וְנוֹטְלָן, שֶׁאוֹתָן אֵין מִתְבַּשְּׁלִין בִּמְהֵרָה כְּמוֹ אוֹתָן שֶׁבְּרֹאשׁ הַזַּיִת. וְהַאי דְּאָמַר בְּרֹאשׁ הַגַּג, לְסִימָנָא קָאָמַר. רַשִׁ\"י: {יד} וְהֵם עֲצָמוֹת שֶׁיֵּשׁ בָּהֶם מֹחַ, דִּמָּה אוֹתָן לְמַעֲטָן, לְפִי שֶׁהֵם רְחָבִים וּגְדוֹלִים בַּחֲלָלָם. וּמֵהַשֵּׁם הַזֶּה נִגְזַר הַפֹּעַל וְאוֹמֵר עוֹטְנוֹ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות ח ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-4"},{"uri":"jbr:mishna-bartanura-5-2-8-5","jbo:text":"ר\"ע מברטנורה שָׁוִין. לָאו לְכָל מִלֵּי שָׁוִין, דְּהָא בְּכֻלְּהוּ תְּנַן הָרִאשׁוֹן לַמְּנוֹרָה וְהַשְּׁאָר לַמְּנָחוֹת, אֶלָּא שָׁוִין לַמְּנָחוֹת קָאָמַר. וּמִשּׁוּם דְּקַיְמָא לָן בְּכָל מָקוֹם מִבְחַר נְדָרֶיךָ, שֶׁיָּבִיא מִן הַמֻּבְחָר, קָא מַשְׁמַע לָן הַשְׁתָּא שֶׁהָרִאשׁוֹן שֶׁבַּשֵּׁנִי וְהַשֵּׁנִי שֶׁבָּרִאשׁוֹן שָׁוִין. שֶׁאִם יֵשׁ לוֹ מִנְחָה לְהָבִיא וְיֵשׁ לוֹ מִשְּׁנֵיהֶם, מֵאֵיזֶה שֶׁיִּרְצֶה יָבִיא. אֲבָל אִם יֵשׁ לוֹ מִשְּׁלִישִׁי שֶׁבָּרִאשׁוֹן וּמֵרִאשׁוֹן שֶׁבַּשֵּׁנִי, יָבִיא מִנְחָתוֹ מֵרִאשׁוֹן שֶׁבַּשֵּׁנִי שֶׁהוּא מֻבְחָר","rdfs:label":"ר\"ע מברטנורה מנחות ח ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-5"},{"uri":"jbr:mishna-bartanura-5-2-8-6","jbo:text":"ר\"ע מברטנורה קְרוּתִים וְהַטּוּלִים. שֵׁם מְקוֹמוֹת הֵם: אִלְיוּסְטָן. יַיִן מָתוֹק מֵחֲמַת הַשֶּׁמֶשׁ, שֶׁתָּלוּ הָעֲנָבִים בַּשֶּׁמֶשׁ לְמַתְּקָן. שֶׁמֶשׁ בִּלְשׁוֹן יָוָן יוּסְטָן: יַיִן יָשָׁן. שֶׁעָבְרוּ עָלָיו שְׁנֵים עָשָׂר חֹדֶשׁ, עוֹבֵר אַדְמִימוּתוֹ, וְהַכָּתוּב אוֹמֵר (מִשְׁלֵי כג) אַל תֵּרֶא יַיִן כִּי יִתְאַדָּם, אַלְמָא בִּשְׁעַת אַדְמִימוּתוֹ מֻבְחָר הוּא: לֹא מָתוֹק. כְּשֶׁהוּא מָתוֹק מֵחֲמַת עַצְמוֹ. דְּאִלּוּ מֵחֲמַת שֶׁמֶשׁ, הָא תָּנָא רֵישָׁא אִלְיוּסְטָן אִם הֵבִיא כָּשֵׁר. פֵּרוּשׁ אַחֵר, תִּירוֹשׁ שֶׁלֹּא עָבְרוּ עָלָיו אַרְבָּעִים יוֹם. וְרִאשׁוֹן עִקָּר {טו}: מִן הַדָּלִיּוֹת. מִן הַגְּפָנִים הַמֻּדְּלוֹת עַל גַּבֵּי כְּלוֹנְסוֹת וְקָנִים גְּבוֹהִים מִן הָאָרֶץ: אֶלָּא מִן הָרוֹגְלִיּוֹת. מִגְּפָנִים שֶׁשּׁוֹכְבוֹת עַל גַּבֵּי קַרְקַע בֵּין רַגְלֵי בְּנֵי הָאָדָם, שֶׁאֵינָן מֻדְּלוֹת: הָעֲבוּדִים. שֶׁנֶּעֶבְדוּ שְׁתֵּי פְּעָמִים בַּשָּׁנָה. שֶׁחוֹפְרִים סְבִיבוֹת הַגְּפָנִים לְהַפֵּךְ בַּקַּרְקַע שֶׁבְּשָׁרְשֵׁיהֶן וְעוֹשִׂין בָּהֶן גֻּמּוֹת לְהַשְׁקוֹתָן, וְזוֹ הִיא עֲבוֹדָתָן","rdfs:label":"ר\"ע מברטנורה מנחות ח ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-6"},{"uri":"jbr:mishna-yomtov-5-2-8-6","jbo:text":"עיקר תוי\"ט {טו} מִדְּתָנֵי רַבִּי חִיָּא, יַיִן מִגִּתּוֹ לֹא יָבִיא, וְאִם הֵבִיא כָּשֵׁר. תּוֹסָפוֹת: {טז} מְעֻשָּׁן. כְּשֶׁהָיוּ הָעֲנָבִים מָרִים הָיוּ מְעַשְּׁנִין אוֹתָן כְּדֵי לְמַתְּקָן. אוֹ מְבַשְּׁלִין אוֹתָן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ח ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-6"},{"uri":"jbr:mishna-bartanura-5-2-8-7","jbo:text":"ר\"ע מברטנורה חֲצָבִים גְּדוֹלִים. שֶׁהַכֵּלִים הַגְּדוֹלִים פּוֹגְמִים טַעַם הַיַּיִן: כְּדֵי שֶׁיְּהֵא רֵיחוֹ נוֹדֵף. כְּשֶׁהֶחָבִית מְלֵאָה, יוֹצֵא הָרֵיחַ לַחוּץ וְאֵינוֹ נוֹדֵף: קְמָחִין. כְּמִין גַּרְגְּרִים דַּקִּים לְבָנִים שֶׁעוֹלִים עַל פְּנֵי הַיַּיִן דּוֹמִין לְקֶמַח: וּמֵאֶמְצָעָהּ. מֵשִׂים בַּרְזָא בְּאֶמְצַע הֶחָבִית {יח}: קָנֶה. אַמַּת הַמִּדָּה שֶׁהָיְתָה רְגִילָה לִהְיוֹת בְּיַד הַגִּזְבָּר: זָרַק אֶת הַגִּיד וְהִקִּישׁ בַּקָּנֶה. כְּלוֹמַר כְּשֶׁזָּרַק הַיַּיִן הַגִּיד שֶׁל שְׁמָרִים, שֶׁמַּתְחִילִים הַשְּׁמָרִים לָצֵאת, הִקִּישׁ הַגִּזְבָּר בַּקָּנֶה שֶׁבְּיָדוֹ וְדָחָהוּ שֶׁלֹּא יִכָּנֵס בַּכְּלִי שֶׁיֵּשׁ בּוֹ הַיַּיִן. וְרַבּוֹתַי פֵּרְשׁוּ הִקִּישׁ בַּקָּנֶה שֶׁבְּיָדוֹ לִרְמֹז אֶל מוֹשֵׁךְ הַיַּיִן מִן הֶחָבִית שֶׁיִּסְתֹּם הֶחָבִית בַּבַּרְזָא, וְלֹא הָיָה אוֹמֵר לוֹ סְתֹם, לְפִי שֶׁהַדִּבּוּר קָשֶׁה לְיַיִן. וְהָכִי מְפָרֵשׁ לֵיהּ בַּגְּמָרָא: רַבִּי יוֹסֵי בְרַבִּי יְהוּדָה אוֹמֵר יַיִן שֶׁעָלוּ בוֹ קְמָחִין פָּסוּל. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי בְּרַבִּי יְהוּדָה. וְכָל הָנֵי דְּאָמְרִינַן בְּמַתְנִיתִין שֶׁהֵם פְּסוּלִים, בֵּין בַּסֹּלֶת בֵּין בַּשֶּׁמֶן בֵּין בַּיַּיִן, אִם עָבַר וְהִקְדִּישָׁן מַכִּין אוֹתוֹ מַכּוֹת מַרְדּוּת מִדִּבְרֵיהֶם, כְּדִין הַמַּקְדִּישׁ בַּעַל מוּם לַמִּזְבֵּחַ שֶׁהוּא לוֹקֶה מִן הַתּוֹרָה, מִדִּכְתִיב בְּבַעַל מוּם לֹא תַקְרִיבוּ, וְאָמְרוּ בְּסִפְרָא, אֵין לֹא תַקְרִיבוּ אֶלָּא לֹא תַקְדִּישׁוּ. וּכְשֵׁם שֶׁהָיוּ מְבִיאִים הַסֹּלֶת וְהַיַּיִן וְהַשֶּׁמֶן מִמְּקוֹמוֹת מֻבְחָרִים יְדוּעִים כְּדִתְנַן בְּמַתְנִיתִין, כָּךְ הָיוּ מְבִיאִים הַקָּרְבָּנוֹת מִמְּקוֹמוֹת יְדוּעִים, אֵילִים מִמּוֹאָב, כְּבָשִׂים מֵחֶבְרוֹן, עֲגָלִים מִשָּׁרוֹן, גּוֹזָלוֹת דְּהַיְנוּ תּוֹרִים וּבְנֵי יוֹנָה מֵהַר הַמֶּלֶךְ","rdfs:label":"ר\"ע מברטנורה מנחות ח ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-7"},{"uri":"jbr:mishna-yomtov-5-2-8-7","jbo:text":"עיקר תוי\"ט {יז} נוֹדֵף. יַעֲמֹד רֵיחוֹ, מִפְּנֵי שֶׁיַּעֲלֶה הֶבְלוֹ בַּמָּקוֹם שֶׁהִנִּיחַ בְּרֹאשׁ הַכְּלִי וְיַעֲמֹד רֵיחוֹ וְלֹא יִתְעָרֵב בּוֹ שׁוּם דָּבָר. הָרַמְבַּ\"ם. וְנוֹדֵף לָשׁוֹן אֲרָמִית, וְרֵיחַ שְׁמָנַיִךְ מִכָּל בְּשָׂמִים [שִׁיר הַשִּׁירִים ד] מְתֻרְגָּם וְשׁוּם טַב דְּצַדִּיקַיִךְ נָדֵיף מִכָּל בֻּשְׂמִין: {יח} וְנִרְאֶה לִי דְּמֵאֶמְצָעָהּ קָאֵי אַמִּשְּׁלִישָׁהּ, כְּלוֹמַר מֵאֶמְצַע הַשְּׁלִישׁ הָאֶמְצָעִי כוּ'. וְהָכִי פֵּרוּשׁוֹ, מֵאֶמְצָעָהּ שֶׁל שְׁלִישָׁהּ, וְהַשְּׁלִישָׁהּ הִיא הָאֶמְצָעִית: {יט} תְּמִימִים. וְאִם הָיוּ בּוֹ קְמָחִין הָוֵי כְּבַעַל מוּם. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות ח ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-8","jbo:mishna":"jbr:mishna-5-2-8-7"},{"uri":"jbr:mishna-bartanura-5-2-9-1","jbo:text":"ר\"ע מברטנורה שְׁתֵּי מִדּוֹת. עִשָּׂרוֹן עִשָּׂרוֹן וַחֲצִי עִשָּׂרוֹן. שְׁתֵּי מִדּוֹת שֶׁל עִשָּׂרוֹן הָיוּ, אַחַת מוֹדְדִים אוֹתָהּ גְּדוּשָׁה, שֶׁהָיְתָה קְטַנָּה וְלֹא הָיְתָה מַחְזֶקֶת כְּשֶׁהִיא גְּדוּשָׁה אֶלָּא עִשָּׂרוֹן, כְּשִׁעוּר חֲבֶרְתָּהּ כְּשֶׁהִיא מְחוּקָה. דְּרַבִּי מֵאִיר גָּמַר מִקְּרָא דִּכְתִיב (בְּמִדְבַּר כח) עִשָּׂרוֹן עִשָּׂרוֹן לַכֶּבֶשׂ הָאֶחָד, דִּשְׁתֵּי עֶשְׂרוֹנוֹת הָיוּ שָׁם, וְאִי שְׁתֵּיהֶן שָׁווֹת הַוְיָא לְהוּ מִדָּה אַחַת. אֶלָּא אַחַת מְחוּקָה וְאַחַת גְּדוּשָׁה. גְּדוּשָׁה שֶׁבָּהּ הָיָה מוֹדֵד לְכָל הַמְּנָחוֹת, מְחוּקָה שֶׁבָּהּ הָיָה מוֹדֵד לַחֲבִתֵּי כֹּהֵן גָּדוֹל {א}, וַחֲכָמִים אוֹמְרִים, לֹא הָיָה שָׁם אֶלָּא עִשָּׂרוֹן אֶחָד, דִּכְתִיב (שָׁם כט) וְעִשָּׂרוֹן אֶחָד לַכֶּבֶשׂ הָאֶחָד {ב}, וְאוֹתוֹ עִשָּׂרוֹן מָחוּק הָיָה, וּבוֹ הָיוּ מוֹדְדִים לְכָל הַמְּנָחוֹת. וַהֲלָכָה כַּחֲכָמִים: לֹא בְשֶׁל שְׁלֹשָׁה לְפַר. לְמִנְחַת נְסָכִים שֶׁל פַּר דִּכְתִיב בֵּיהּ (שָׁם כח) וּשְׁלֹשָׁה עֶשְׂרֹנִים לַפָּר הָאֶחָד, לֹא הָיוּ מוֹדְדִין בְּמִדָּה אַחַת שֶׁתְּהֵא מַחְזֶקֶת שְׁלֹשָׁה עֶשְׂרוֹנִים, שֶׁלֹּא הָיְתָה שָׁם מִדָּה גְּדוֹלָה מֵעִשָּׂרוֹן: אֶלָּא מוֹדְדָן עֶשְׂרוֹנוֹת. כָּל עִשָּׂרוֹן עִשָּׂרוֹן בִּפְנֵי עַצְמוֹ: הָכִי גָּרְסִינַן חֲצִי עִשָּׂרוֹן מֶה הָיָה מְשַׁמֵּשׁ, שֶׁבּוֹ הָיָה מוֹדֵד לַחֲבִתֵּי כֹהֵן גָּדוֹל. וְהָכִי פֵּרוּשָׁא, לַחֲבִתֵּי כֹּהֵן גָּדוֹל, מֵבִיא מִבֵּיתוֹ עִשָּׂרוֹן שָׁלֵם, וְחוֹצֵהוּ בַּחֲצִי עִשָּׂרוֹן שֶׁבַּמִּקְדָּשׁ, וְלָשׁ כָּל חֲצִי עִשָּׂרוֹן בִּפְנֵי עַצְמוֹ, וְעוֹשֶׂה מִכָּל חֲצִי עִשָּׂרוֹן שֵׁשׁ חַלּוֹת, שֶׁהֵן לִשְׁנֵי חֲצָאֵי עִשָּׂרוֹן שְׁתֵּים עֶשְׂרֵה חַלּוֹת, וְאוֹפֶה כֻּלָּן בְּיַחַד, וְאַחַר כָּךְ מְחַלֵּק כָּל חַלָּה לִשְׁנַיִם וּמַקְרִיב שְׁנֵים עָשָׂר חֲצָאִין בַּבֹּקֶר, וּשְׁנֵים עָשָׂר חֲצָאִין בָּעֶרֶב. וְקֹדֶם שֶׁיַּקְרִיב פּוֹתֵת אוֹתָן לְפִתִּין כַּזַּיִת, וְכוֹפֵל כָּל פְּתִיתָה לִשְׁנַיִם, וְאֵינוֹ מַבְדִּיל. אֲבָל פְּתִיתַת כָּל שְׁאָר מְנָחוֹת אַף עַל פִּי שֶׁפִּתִּין שֶׁלָּהֶן כַּזַּיִת, כּוֹפֵל אוֹתָן לִשְׁנַיִם וּשְׁנַיִם לְאַרְבָּעָה וּמַבְדִּיל, כְּדִתְנַן לְעֵיל בְּפֶרֶק ו'","rdfs:label":"ר\"ע מברטנורה מנחות ט א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-1"},{"uri":"jbr:mishna-yomtov-5-2-9-1","jbo:text":"עיקר תוי\"ט {א} וְאִפְּכָא לֹא רָצוּ לַעֲשׂוֹת, לִמְדֹּד בְּגָדִישׁ לַחֲבִתֵּי כֹּהֵן גָּדוֹל, שֶׁלֹּא יִשָּׁפֵךְ הַסֹּלֶת לָאָרֶץ כְּשֶׁחוֹצֵהוּ. תּוֹסָפוֹת: {ב} וּמַה תַּלְמוּד לוֹמַר עִשָּׂרוֹן עִשָּׂרוֹן, לְרַבּוֹת חֲצִי עִשָּׂרוֹן. וְרַבִּי מֵאִיר כוּ'. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות ט א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-1"},{"uri":"jbr:mishna-bartanura-5-2-9-2","jbo:text":"ר\"ע מברטנורה שְׁנָתוֹת הָיוּ בַהִין. לֹא הָיָה שָׁם אֶלָּא הִין, וּבוֹ הָיוּ סִימָנִים מַסְמְרוֹת אוֹ פְּגִימוֹת: עַד כָּאן לְפַר. חֲצִי הַהִין: עַד כָּאן לְאַיִל. שְׁלִישִׁית הַהִין: וְעַד כָּאן לְכֶבֶשׂ. רְבִיעִית הַהִין. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר: וְכִי מֶה הָיָה הַהִין מְשַׁמֵּשׁ. שֶׁלֹּא הָיָה בַּמִּקְדָּשׁ דָּבָר שֶׁיִּהְיֶה צָרִיךְ לְהִין שָׁלֵם, שֶׁלְּעוֹלָם לֹא נִצְטָרְכוּ לַהִין אֶלָּא בְּשֶׁמֶן הַמִּשְׁחָה בִּימֵי מֹשֶׁה וְאוֹתוֹ שֶׁמֶן עֲדַיִן הוּא קַיָּם וְעוֹמֵד, וְאִם כֵּן לֹא הָיוּ צְרִיכִים לַהִין: אֶלָּא מִדָּה יְתֵרָה. הָיְתָה שָׁם לְהַשְׁלִים הַשֶּׁבַע מִדּוֹת {ג}: לְמִנְחַת כֹּהֵן גָּדוֹל. הָיוּ לָהּ שְׁלֹשָׁה לֻגִּין שֶׁמֶן, לֹג וּמֶחֱצָה שַׁחֲרִית וְלֹג וּמֶחֱצָה בֵּין הָעַרְבַּיִם","rdfs:label":"ר\"ע מברטנורה מנחות ט ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-2"},{"uri":"jbr:mishna-yomtov-5-2-9-2","jbo:text":"עיקר תוי\"ט {ג} דְּהָכִי גְּמִירֵי דְּשֶׁבַע מִדּוֹת שֶׁל לַח הָיוּ בַּמִּקְדָּשׁ. וְרַבִּי אֶלְעָזָר בַּר צָדוֹק לֵית לֵיהּ כוּ'. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ט ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-2"},{"uri":"jbr:mishna-bartanura-5-2-9-3","jbo:text":"ר\"ע מברטנורה רְבִיעִית מַיִם לִמְצֹרָע. דִּכְתִיב (וַיִּקְרָא יד) וְשָׁחַט אֶת הַצִּפּוֹר הָאֶחָת אֶל כְּלִי חֶרֶשׂ עַל מַיִם חַיִּים, לְמַיִם שֶׁדַּם הַצִּפּוֹר נִרְאֶה בָּהֶם, וְשִׁעֲרוּ חֲכָמִים רְבִיעִית הַלֹּג: רְבִיעִית שֶׁמֶן לְנָזִיר. לְלֶחֶם נְזִירוּת {ד}. וּרְבִיעִית לֹא קַדִּישׁ לִהְיוֹת כְּלִי שָׁרֵת מִשּׁוּם רְבִיעִית מַיִם שֶׁל מְצֹרָע, דְּהָא חוּץ הוּא {ה}. וְלֹא מִשּׁוּם לֶחֶם שֶׁל נָזִיר, דְּאֵין לֶחֶם שֶׁל נָזִיר קָדוֹשׁ אֶלָּא בִּשְׁחִיטַת הַזֶּבַח. אֶלָּא מִפְּנֵי שֶׁבָּהּ הָיָה מוֹדֵד לַחֲבִתֵּי כֹּהֵן גָּדוֹל רְבִיעִית שֶׁמֶן לְכָל חַלָּה וְחַלָּה, שֶׁהֵן שְׁתֵּים עֶשְׂרֵה חַלּוֹת וְנִסְכֵּיהֶן שְׁלֹשָׁה לֻגִּין שֶׁמֶן: חֲצִי לֹג מַיִם לְסוֹטָה. דִּכְתִיב (בְּמִדְבַּר ה) וְלָקַח הַכֹּהֵן מַיִם קְדֹשִׁים בִּכְלִי חָרֶשׂ, חֲצִי לֹג מַיִם הָיָה מְמַלֵּא מִן הַכִּיּוֹר: חֲצִי לֹג שֶׁמֶן לְתוֹדָה. הֲלָכָה לְמֹשֶׁה מִסִּינַי, וְכֵן רְבִיעִית שֶׁל נָזִיר. וַחֲצִי לֹג נַמִּי לֹא מִשּׁוּם חֲצִי לֹג מַיִם שֶׁל סוֹטָה {ו} וַחֲצִי לֹג שֶׁמֶן שֶׁל תּוֹדָה {ז} הוּא דְּקָדוֹשׁ לִהְיוֹת כְּלִי שָׁרֵת. אֶלָּא מִפְּנֵי שֶׁבּוֹ מְחַלֵּק חֲצִי לֹג שֶׁמֶן לְכָל נֵר וְנֵר שֶׁל מְנוֹרָה {ח}: אֵין לָהּ אֶלָּא לֻגָּהּ. לֹג אֶחָד לְכָל שִׁשִּׁים עִשָּׂרוֹן. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב: שִׁשָּׁה לֻגִּים לְפַר. דְּהַיְנוּ חֲצִי הַהִין, כְּדִכְתִיב (שָׁם טו) בָּלוּל בַּשֶּׁמֶן חֲצִי הַהִין {י}. וְאַרְבָּעָה לְאַיִל, דְּהַיְנוּ שְׁלִישִׁית הַהִין. וּשְׁלֹשָׁה לְכֶבֶשׂ, דְּהַיְנוּ רְבִיעִית הַהִין, שֶׁהַהִין שְׁנֵים עָשָׂר לֻגִּין {יא}: מֵחֲצִי לֹג לְכָל נֵר. שֶׁצָּרִיךְ שֶׁיִּתֵּן בָּהּ מִדָּתָהּ שֶׁתְּהֵא דּוֹלֶקֶת וְהוֹלֶכֶת מֵעֶרֶב עַד בֹּקֶר. וְשִׁעֲרוּ חֲכָמִים חֲצִי לֹג שֶׁמֶן לְלֵילֵי תְּקוּפַת טֵבֵת הָאֲרֻכִּים. וְכֵן הָיָה נוֹתֵן בְּכָל נֵר בְּכָל לַיְלָה {יב}. וְאִם כָּבְתָה, נִפְסְלָה אוֹתָהּ פְּתִילָה וְהַשֶּׁמֶן מִלְּהַדְלִיק בָּהֶן עוֹד, אֶלָּא מְסִירָן וְנוֹתֵן חֲצִי לֹג שֶׁמֶן אַחֵר וּפְתִילָה חֲדָשָׁה וּמַדְלִיק","rdfs:label":"ר\"ע מברטנורה מנחות ט ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-3"},{"uri":"jbr:mishna-yomtov-5-2-9-3","jbo:text":"עיקר תוי\"ט {ד} פֵּרוּשׁ לְכָל הַחַלּוֹת וְהָרְקִיקִין: {ה} פֵּרֵשׁ רַשִׁ\"י, כָּל מַעֲשָׂיו בְּשַׁעַר נִיקָנוֹר וְלֹא בָּעֲזָרָה: {ו} גַּם כָּאן גָּרַס רַשִׁ\"י חוּץ הוּא. וּפֵרֵשׁ שֶׁהָיָה מַשְׁקֶה אוֹתָהּ בַּחוּץ בְּשַׁעַר נִיקָנוֹר וְלֹא הָיָה צָרִיךְ לְהַכְנִיס הַמַּיִם בָּעֲזָרָה וּלְקַדְּשָׁם בִּכְלִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} דְּבִשְׁחִיטַת תּוֹדָה הוּא דְּקַדְּשֵׁי. גְּמָרָא: {ח} כָּךְ אָמַר רַבִּי שִׁמְעוֹן בְּרַבִּי לְרַבִּי וְקִלְּסוֹ. וְהַתּוֹסָפוֹת תָּמְהוּ, לָמָּה הָיָה צָרִיךְ לְקַדֵּשׁ הַשֶּׁמֶן בִּכְלִי שָׁרֵת: {ט} שִׁשִּׁים לֹג. בַּגְּמָרָא יָלְפִינַן לַהּ מִקְּרָא: {י} וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, וּכְשֶׁזָּכַר לֹג שֶׁמֶן לַמִּנְחָה אָמַר גַּם כֵּן שֶׁשִּׁשָּׁה לַפָּר כוּ', וְאֵינוֹ רוֹצֶה לוֹמַר שֶׁנָּמוֹד הַנְּסָכִים בְּלֹג, אֶלָּא בַּחֲצִי הִין וּשְׁלִישִׁית וּרְבִיעִית הַהִין כְּמוֹ שֶׁזָּכַרְנוּ: {יא} בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא: {יב} וְאִם מִשְׁתַּיֵּר מִן הַשֶּׁמֶן בִּתְקוּפַת תַּמּוּז לֹא חָיְשִׁינַן. וּבַיְרוּשַׁלְמִי, דְּבַקַּיִץ הָיוּ עוֹשִׂין פְּתִילָה גַּסָּה, וּבַחֹרֶף פְּתִילָה דַּקָּה. וּמִיהוּ כְּשֶׁשִּׁעֲרוּ מִתְּחִלָּה שִׁעֲרוּ בִּפְתִילָה בֵּינוֹנִית. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות ט ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-3"},{"uri":"jbr:mishna-bartanura-5-2-9-4","jbo:text":"ר\"ע מברטנורה מְעָרְבִין נִסְכֵּי פָרִים. מִנְחַת נִסְכֵּי פַּר בְּמִנְחַת נִסְכֵּי אַיִל. לְפִי שֶׁבְּלִילַת שְׁתֵּיהֶן שָׁוָה, שְׁנֵי לֻגִּים לְעִשָּׂרוֹן {יג}. דְּהָא תְּנַן לְעֵיל שִׁשָּׁה לֻגִּים לַפָּר, וְסֹלֶת הָוֵי לְהוּ שְׁלֹשָׁה עֶשְׂרוֹנִים כְּדִכְתִיב (שָׁם) וְהִקְרִיב עַל בֶּן הַבָּקָר מִנְחָה סֹלֶת שְׁלֹשָׁה עֶשְׂרֹנִים בָּלוּל בַּשֶּׁמֶן חֲצִי הַהִין, דְּהַיְנוּ שִׁשָּׁה לֻגִּין. וְלָאַיִל אַרְבָּעָה לֻגִּין, וְסֹלֶת שְׁנֵי עֶשְׂרוֹנִים לָאַיִל: נִסְכֵּי כְבָשִׂים. שְׁלֹשָׁה לֻגִּין לְעִשָּׂרוֹן, דִּכְתִיב עִשָּׂרוֹן אֶחָד לַכֶּבֶשׂ הָאֶחָד, וּכְתִיב בָּלוּל בְּשֶׁמֶן כָּתִית רְבִיעִית הַהִין, דְּהַיְנוּ שְׁלֹשָׁה לֻגִּין: וְשֶׁל הַיּוֹם בְּשֶׁל אָמֶשׁ. אִם הֵבִיא אֶמֶשׁ זִבְחוֹ בְּלֹא נְסָכִים. דְּקַיְמָא לָן אָדָם מֵבִיא זִבְחוֹ הַיּוֹם וּנְסָכָיו מִכָּאן וְעַד עֲשָׂרָה יָמִים. וְאִם הַיּוֹם הֵבִיא קָרְבָּן אֶחָד וּשְׁנֵי נְסָכִים עִמּוֹ, אֶחָד בִּשְׁבִילוֹ וְאֶחָד בִּשְׁבִיל שֶׁל אֶמֶשׁ, מְעָרְבִין יַחַד אִם הַקָּרְבָּנוֹת שָׁוִין, שֶׁהָיוּ שְׁנֵיהֶם כְּבָשִׂים אוֹ אֵילִים [אוֹ פָּרִים] אוֹ פַּר וְאַיִל: אֲבָל אֵין מְעָרְבִים נִסְכֵּי כְבָשִׂים בְּנִסְכֵּי פָרִים וְאֵילִים. לְפִי שֶׁמִּנְחַת פַּר וְאַיִל חֲרֵבָה הִיא לְגַבֵּי כְּבָשִׂים, וּבוֹלַעַת הֵימֶנָּה, וְנִמְצֵאת שֶׁל כֶּבֶשׂ חֲסֵרָה וְזוֹ יְתֵרָה {טו}: וְאִם בְּלָלָן. שֶׁכְּבָר הָלְכָה מִצְוַת שַׁמְנָן: כְּשֵׁרוֹת. כְּרַבָּנָן דִּפְלִיגֵי עֲלֵיהּ דְּרַבִּי יְהוּדָה בְּהַקּוֹמֵץ רַבָּה וְאָמְרֵי חָרֵב שֶׁנִּתְעָרֵב בְּבָלוּל יִקְרַב {טז}: וְאִם עַד שֶׁלֹּא בְלָלָן. נִתְעָרְבוּ: פְּסוּלוֹת. דְּבָעִינַן רָאוּי לְבִילָה, וְלֵיכָּא, דְּחָסְרָא לַהּ שֶׁל כֶּבֶשׂ, וְשֶׁל אַיִל יְתֵרָה: אַף עַל פִּי שֶׁמִּנְחָתוֹ כְפוּלָה. כְּדִכְתִיב בֶּאֱמֹר אֶל הַכֹּהֲנִים, וּמִנְחָתוֹ שְׁנֵי עֶשְׂרוֹנִים","rdfs:label":"ר\"ע מברטנורה מנחות ט ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-4"},{"uri":"jbr:mishna-yomtov-5-2-9-4","jbo:text":"עיקר תוי\"ט {יג} הָכִי פֵּרֵשׁ רַשִׁ\"י בַּמִּשְׁנָה לְהַסָּלְקָא דַעְתָּךְ. וּבַגְּמָרָא, וּרְמִינְהוּ וְהִקְטִירוּ, שֶׁלֹּא יְעָרֵב חֲלָבִים בַּחֲלָבִים. וּמַסִּיק דְּאִין הָכִי נַמִּי שֶׁאֵין מְעָרְבִין סֹלֶת וְשֶׁמֶן מִשּׁוּם וְהִקְטִירוּ, וּמַתְנִיתִין בְּיֵינוֹת וּבְהֻקְטַר שַׁמְנָן וְסָלְתָּן. אִי נַמִּי נִתְעָרְבוּ. דְּהַשְׁתָּא בְּיֵינוֹת לֵיכָּא מִשּׁוּם וְהִקְטִירוּ. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם: {יד} אֲבָל אֵין כוּ'. לְמַה שֶּׁכָּתַבְתִּי בְּסָמוּךְ, כָּתַב הַכֶּסֶף מִשְׁנֶה, וְאִם תֹּאמַר מַאי שְׁנָא הָנֵי מֵהָנֵי, וְיֵשׁ לוֹמַר דְּכֵיוָן דְּאֵינָן שָׁוִין מַחְמִירִין בְּהוּ טְפֵי שֶׁאֲפִלּוּ נִתְעָרְבוּ סָלְתָּן וְשַׁמְנָן אֵין מְעָרְבִין יֵינָן כָּל זְמַן שֶׁלֹּא הֻקְטְרוּ סָלְתָּן וְשַׁמְנָן: {טו} מַסְכִּים לְמַה שֶּׁכָּתַבְתִּי פֶּרֶק ג' מִשְׁנָה ב'. וּמִיהוּ הָכָא בִּמְעָרֵב מִדַּעַת אַיְרִינַן. וְעַיֵּן שָׁם: {טז} וְכֵן כָּתְבוּ הַתּוֹסָפוֹת. וְזֶה לְשׁוֹן הַכֶּסֶף מִשְׁנֶה, אִם בְּלָלָן כוּ' מִלְּתָא בְּאַפֵּי נַפְשַׁהּ הִיא דְּהָא לֹא קָאֵי אַיַּיִן דְּרֵישָׁא, אֶלָּא אַסֹּלֶת וְשֶׁמֶן. עַד כָּאן. וְהַיְנוּ אֲפִלּוּ לְהַמַּסְקָנָא שֶׁכָּתַבְתִּי בְּסָמוּךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} לֹא כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ט ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-4"},{"uri":"jbr:mishna-bartanura-5-2-9-5","jbo:text":"ר\"ע מברטנורה שֶׁהָיָה גוֹדְשָׁהּ בְּתוֹכָהּ. כְּשֶׁהָיָה מָחוּק הָיָה מַחֲזִיק כִּשְׁאָר עִשָּׂרוֹן גָּדוּשׁ. וּמַתְנִיתִין רַבִּי מֵאִיר הִיא {יח} דְּאָמַר בְּרֵישׁ פִּרְקִין עִשָּׂרוֹן עִשָּׂרוֹן הָיָה בַּמִּקְדָּשׁ, אֶחָד מָחוּק וְאֶחָד גָּדוּשׁ. וְלֵית הִלְכָתָא כְּוָתֵיהּ: בֵּרוּצֵיהֶן. גָּדְשָׁן. דְּלַח נַמִּי אִיכָּא גֹּדֶשׁ פּוּרְתָא: מִדּוֹת הַלַּח בֵּרוּצֵיהֶן קֹדֶשׁ וּמִדּוֹת הַיָּבֵשׁ בֵּרוּצֵיהֶן חֹל. בַּגְּמָרָא מְפָרֵשׁ דְּהַאי תַּנָּא סָבַר מִדּוֹת הַלַּח נִמְשְׁחוּ בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ {כ}, הִלְכָּךְ שְׂפַת הַכְּלִי מְקַדְּשָׁן לַבֵּרוּצִין. מִדּוֹת הַיָּבֵשׁ נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ, הִלְכָּךְ בֵּרוּצִין שֶׁאֵינָן נוֹגְעִים מִבִּפְנִים בִּמְקוֹם מְשִׁיחָתָן לֹא קַדְּשֵׁי: רַבִּי עֲקִיבָא אוֹמֵר מִדַּת הַלַּח קֹדֶשׁ. דְּסָבַר מִדּוֹת הַלַּח נִמְשְׁחוּ בֵּין מִבִּפְנִים בֵּין מִבַּחוּץ: מִדּוֹת הַיָּבֵשׁ חֹל. דְּלֹא נִמְשְׁחוּ כָּל עִקָּר. וּמִיהוּ מַה שֶּׁמּוֹדְדִים בָּהֶן קָדוֹשׁ קְדֻשַּׁת הַפֶּה. וְגַבְרָא לְמַאי דְּצָרִיךְ מְקַדֵּשׁ בַּפֶּה, בֵּרוּצִין לֹא מְקַדֵּשׁ לְהוּ דְּלֹא צְרִיכֵי לֵיהּ: רַבִּי יוֹסֵי אוֹמֵר לֹא מִשּׁוּם זֶה. רַבִּי יוֹסֵי סָבַר אִידִי וְאִידִי נִמְשְׁחוּ מִבִּפְנִים וְלֹא נִמְשְׁחוּ מִבַּחוּץ. וְהָכָא הַיְנוּ טַעֲמָא מִשּׁוּם דְּלַח נֶעְכָּר, מַה שֶּׁבְּשׁוּלֵי הַכְּלִי כְּשֶׁמּוֹסִיפִין עָלָיו נֶעְכָּר וּמִתְעָרֵב וְנִבְלָל וְעוֹלֶה מִלְּמַעְלָה, וְנִמְצָא שֶׁכְּבָר קָדְשׁוּ הַבֵּרוּצִין בְּתוֹךְ הַכְּלִי: וְהַיָּבֵשׁ אֵינוֹ נֶעְכָּר. אֶלָּא בִּמְקוֹמוֹ עוֹמֵד, הִלְכָּךְ מַה שֶּׁבִּפְנִים קָדוֹשׁ וּמַה שֶּׁבַּחוּץ אֵינוֹ קָדוֹשׁ","rdfs:label":"ר\"ע מברטנורה מנחות ט ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-5"},{"uri":"jbr:mishna-yomtov-5-2-9-5","jbo:text":"עיקר תוי\"ט {יח} וְאַף עַל גַּב דַּאֲפִלּוּ לְדִידֵיהּ נַמִּי לֵיכָּא אֶלָּא חַד גָּדוּשׁ וּמַאי כָּל הַמִּדּוֹת, הָכִי קָאָמַר, כָּל הַמְּדִידוֹת. גְּמָרָא: {יט} בֵּרוּצֵיהֶן כוּ'. וְאַף עַל פִּי שֶׁאֵין כַּוָּנַת הַנּוֹדֵר אֶלָּא לְמַה שֶּׁבַּכְּלִי בִּלְבַד, גְּזֵרָה שֶׁלֹּא יֹאמְרוּ מוֹצִיאִין מִכְּלֵי שָׁרֵת לְחֹל. גְּמָרָא. אֲבָל יָבֵשׁ דְּלֹא אָתֵי מִגּוּפֵיהּ דְּמָנָא לֹא אֲתוּ לְמֵימַר בֵּיהּ מוֹצִיאִים כוּ'. רַשִׁ\"י: {כ} בַּגְּמָרָא יָלְפִינַן לְהוּ מִקְּרָאֵי","rdfs:label":"עיקר תוי\"ט מנחות ט ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-5"},{"uri":"jbr:mishna-bartanura-5-2-9-6","jbo:text":"ר\"ע מברטנורה חוּץ מִן הַבְּכוֹר וְהַמַּעֲשֵׂר וְהַפֶּסַח וְהַחַטָּאת וְהָאָשָׁם. מִשּׁוּם דִּכְתִיב בְּפָרָשַׁת נְסָכִים (בְּמִדְבַּר טו) לְפַלֵּא נֶדֶר אוֹ בִנְדָבָה. בָּא בְּנֶדֶר וּבִנְדָבָה, טָעוּן נְסָכִים, יָצְאוּ בְּכוֹר וּמַעֲשֵׂר וּפֶסַח וְחַטָּאת וְאָשָׁם שֶׁהֵן בָּאִים חוֹבָה לֹא לִנְדָבָה, שֶׁאֵין טְעוּנִים נְסָכִים. יָכוֹל אַף חוֹבוֹת הַבָּאוֹת מֵחֲמַת הָרֶגֶל בָּרֶגֶל כְּגוֹן עוֹלוֹת רְאִיָּה וְשַׁלְמֵי חֲגִיגָה לֹא יִהְיוּ טְעוּנוֹת נְסָכִים, תַּלְמוּד לוֹמַר אוֹ בְּמֹעֲדֵיכֶם, כָּל הַבָּא בְּמוֹעֲדֵיכֶם טָעוּן נְסָכִים. וּשְׂעִירֵי חַטָּאת שֶׁבָּאִים חוֹבָה לָרֶגֶל אֵין טְעוּנִים נְסָכִים, דִּכְתִיב בְּפָרָשַׁת נְסָכִים וְכִי תַעֲשֶׂה בֶּן בָּקָר, בֶּן בָּקָר בַּכְּלָל הָיָה, בִּכְלַל וַעֲשִׂיתֶם אִשֶּׁה, דְּמַשְׁמַע כָּל אִשֶּׁה טָעוּן נְסָכִים חוּץ [מֵאִשֶּׁה] שֶׁמִּעֵט, וְלָמָּה יָצָא, לְהָקִישׁ אֵלָיו, מַה בֶּן בָּקָר מְיֻחָד שֶׁבָּא בְּנֶדֶר וּנְדָבָה. אַף כָּל בָּא בְּנֶדֶר וּנְדָבָה, יָצְאוּ שְׂעִירֵי הָרְגָלִים שֶׁהֵן בָּאוֹת חַטָּאוֹת, שֶׁאֵין חַטָּאת בָּא בְּנֶדֶר וּנְדָבָה, שֶׁאֵין טְעוּנוֹת נְסָכִים: חַטָּאתוֹ וַאֲשָׁמוֹ שֶׁל מְצֹרָע טְעוּנִים נְסָכִים. לְפִי שֶׁאֵינָן בָּאִים עַל חֵטְא {כג} כִּשְׁאָר חַטָּאוֹת וַאֲשָׁמוֹת. וְחַטַּאת נָזִיר אֵינָהּ טְעוּנָה נְסָכִים, מִשּׁוּם דְּנָזִיר חוֹטֵא הוּא כְּדִכְתִיב (בְּמִדְבַּר ו) מֵאֲשֶׁר חָטָא עַל הַנָּפֶשׁ, שֶׁצִּעֵר עַצְמוֹ מִן הַיַּיִן","rdfs:label":"ר\"ע מברטנורה מנחות ט ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-6"},{"uri":"jbr:mishna-yomtov-5-2-9-6","jbo:text":"עיקר תוי\"ט {כא} קָרְבְּנוֹת. שֶׁהֵן זֶבַח. לַאֲפוֹקֵי עוֹף שֶׁאֵינוֹ זֶבַח, וַהֲרֵי הוּא אוֹמֵר בְּפָרָשַׁת נְסָכִים אוֹ זֶבַח. גְּמָרָא: {כב} טְעוּנִים נְסָכִים. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא: {כג} כְּלוֹמַר קָרְבְּנוֹתָיו אֵינָן בָּאִין עַל חֶטְאוֹ כְּמוֹ דְּנָזִיר. אֲבָל וַדַּאי דִּמְצֹרָע גּוּפֵיהּ חוֹטֵא אִקְרֵי, כְּדִתְנַן בְּפֶרֶק ה' דִּשְׁקָלִים מִשְׁנָה ג'","rdfs:label":"עיקר תוי\"ט מנחות ט ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-6"},{"uri":"jbr:mishna-bartanura-5-2-9-7","jbo:text":"ר\"ע מברטנורה פַּר הַבָּא עַל כָּל הַמִּצְוֹת. עַל אַחַת מִכָּל הַמִּצְוֹת. כְּגוֹן הוֹרוּ בֵּית דִּין שֶׁחֵלֶב מֻתָּר. וְזֶהוּ פַּר הֶעְלֵם דָּבָר שֶׁל צִבּוּר שֶׁבַּמִּקְרָא, וּסְמִיכָה כְּתִיבָא בֵּיהּ (וַיִּקְרָא ד) וְסָמְכוּ זִקְנֵי הָעֵדָה אֶת יְדֵיהֶם עַל רֹאשׁ הַפָּר, וּשְׁלֹשָׁה מִזִּקְנֵי בֵּית דִּין הָיוּ סוֹמְכִין עָלָיו: וְשָׂעִיר הַמִּשְׁתַּלֵּחַ. לַעֲזָאזֵל, כְּתִיב בֵּיהּ (שָׁם טז) וְסָמַךְ אַהֲרֹן אֶת שְׁתֵּי יָדָיו עַל רֹאשׁ הַשָּׂעִיר הַחַי: שְׂעִירֵי עֲבוֹדָה זָרָה. דִּכְתִיב בְּפָרָשַׁת שְׁלַח לְךָ וְכִי תִשְׁגּוּ כוּ'. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: כָּל קָרְבְּנוֹת הַיָּחִיד טְעוּנִים סְמִיכָה. דְּעִקַּר סְמִיכָה בְּקָרְבַּן יָחִיד הוּא דִּכְתִיבָא (שָׁם ג) וְסָמַךְ יָדוֹ עַל רֹאשׁ קָרְבָּנוֹ: הַיּוֹרֵשׁ סוֹמֵךְ. אִם הִתְנַדֵּב אָבִיו בְּקָרְבַּן עוֹלָה וּשְׁלָמִים {כז} וּמֵת, בְּנוֹ סוֹמֵךְ עָלָיו: וּמֵבִיא נְסָכִים. שֶׁל קָרְבָּן: וּמֵמִיר. אִם הֱמִירָהּ בִּבְהֵמָה אַחֶרֶת, תְּמוּרָתוֹ חָלָה עָלֶיהָ וּשְׁתֵּיהֶן קְדוֹשׁוֹת כְּאִלּוּ הֱמִירָהּ אָבִיו","rdfs:label":"ר\"ע מברטנורה מנחות ט ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-7"},{"uri":"jbr:mishna-yomtov-5-2-9-7","jbo:text":"עיקר תוי\"ט {כד} כָּל כוּ'. הָכָא נַמִּי בִּבְהֵמָה. דְּאִלּוּ עוֹף אֵין טָעוּן סְמִיכָה: {כה} חוּץ כוּ'. שֶׁנֶּאֱמַר קָרְבָּנוֹ, רְצוֹנוֹ לוֹמַר הַדָּבָר שֶׁנִּתְחַיֵּב לַעֲשׂוֹתוֹ קָרְבָּן כְּמוֹתוֹ, לֹא הַבְּכוֹר כוּ'. הָרַמְבַּ\"ם: {כו} וְהַיּוֹרֵשׁ כוּ'. בַּגְּמָרָא יָלֵיף לְהוּ מִקְּרָא: {כז} דְּאִלּוּ חַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ תָּמוּת. וְאָשָׁם יִרְעֶה כוּ' וְיִפְּלוּ דָּמָיו לִנְדָבָה: {כח} וּמֵבִיא נְסָכִים. כְּשֶׁיָּרַשׁ מֵאָבִיו. דְּהָא יוֹרֵשׁ קָרֵי לֵיהּ","rdfs:label":"עיקר תוי\"ט מנחות ט ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-7"},{"uri":"jbr:mishna-bartanura-5-2-9-8","jbo:text":"ר\"ע מברטנורה חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן. לְפִי שֶׁאֵין לָהֶם דַּעַת: סוּמָא. דִּכְתִיב בְּפַר הֶעְלֵם דָּבָר שֶׁל צִבּוּר וְסָמְכוּ זִקְנֵי הָעֵדָה, וְהֵם סַנְהֶדְרִי גְּדוֹלָה, וּבַסַּנְהֶדְרִין לֹא הָיָה בָּהֶן סוּמָא {ל}, כִּדְמוּכָח בְּמַסֶּכֶת סַנְהֶדְרִין, וְהוּא הַדִּין לְכָל שְׁאָר סְמִיכוֹת שֶׁאֵין סוּמָא יָכוֹל לִסְמֹךְ: וְנָכְרִי. דִּכְתִיב דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְגוֹ', בְּנֵי יִשְׂרָאֵל סוֹמְכִין וְאֵין הַנָּכְרִים סוֹמְכִין: וְהָעֶבֶד וְהַשָּׁלִיחַ. דִּכְתִיב (וַיִּקְרָא א) וְסָמַךְ יָדוֹ, וְלֹא יַד עַבְדּוֹ וְלֹא יַד שְׁלוּחוֹ: וְהָאִשָּׁה. בְּנֵי יִשְׂרָאֵל סוֹמְכִין, וְלֹא בְּנוֹת יִשְׂרָאֵל {לא} סוֹמְכוֹת: וּסְמִיכָה שְׁיָרֵי מִצְוָה. דְּאֵינָהּ מְעַכֶּבֶת כַּפָּרָה. וּמִיהוּ מַעֲלֶה עָלָיו הַכָּתוּב כְּאִלּוּ לֹא כִּפֵּר: בִּשְׁתֵּי יָדָיִם. דִּכְתִיב בַּשָּׂעִיר הַמִּשְׁתַּלֵּחַ (שָׁם טז) וְסָמַךְ אַהֲרֹן אֶת שְׁתֵּי יָדָיו, זֶה בָּנָה אָב לְכָל הַסְּמִיכוֹת שֶׁיִּהְיוּ בִּשְׁתֵּי יָדַיִם: וּבִמְקוֹם שֶׁסּוֹמְכִים שׁוֹחֲטִים. שֶׁאִם סָמַךְ חוּץ לָעֲזָרָה חוֹזֵר וְסוֹמֵךְ בָּעֲזָרָה בִּמְקוֹם שְׁחִיטָה: וְתֵכֶף לַסְּמִיכָה שְׁחִיטָה. דִּכְתִיב וְסָמַךְ וְשָׁחַט","rdfs:label":"ר\"ע מברטנורה מנחות ט ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-8"},{"uri":"jbr:mishna-yomtov-5-2-9-8","jbo:text":"עיקר תוי\"ט {כט} הַכֹּל. לַאֲתוֹיֵי יוֹרֵשׁ. גְּמָרָא. וְתֵימַהּ, הָא תָּנָא לֵיהּ רֵישָׁא. וְיֵשׁ לוֹמַר דְּאוֹרְחֵיהּ דְּתַנָּא הָכִי כֵּיוָן דְּלֹא מְיֻתָּר לֵיהּ בָּבָא בְּכָךְ רַק תֵּבָה אַחַת. תּוֹסָפוֹת: {ל} וְתֵימַהּ, לֵילַף כֻּלַּהּ מִסַּנְהֶדְרִין. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לא} וְאִם תֹּאמַר וְתֵפּוּק לֵיהּ דַּהֲוֵי מִצְוַת עֲשֵׂה שֶׁהַזְּמַן גְּרָמָא, דְּאֵין סְמִיכָה אֶלָּא בַּיּוֹם. תּוֹסָפוֹת: {לב} וְתֵכֶף. בַּגְּמָרָא, הָכִי קָאָמַר, בַּמָּקוֹם שֶׁסּוֹמְכִין שׁוֹחֲטִין, שֶׁתֵּכֶף לַסְּמִיכָה שְׁחִיטָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות ט ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-8"},{"uri":"jbr:mishna-bartanura-5-2-9-9","jbo:text":"ר\"ע מברטנורה שֶׁאֶחָד מֵנִיף לְכָל הַחֲבֵרִים. שֶׁנִּתְחַבְּרוּ לְהִתְנַדֵּב קָרְבָּן אֶחָד. שֶׁכָּל קָרְבְּנוֹת נְדָבָה יְכוֹלִים לְהָבִיא בְּשֻׁתָּפוּת, וְאֶחָד מֵנִיף עַל יְדֵי כֻּלָּן, אֲבָל כֻּלָּן יַחַד אֵין יְכוֹלִין לְהָנִיף, דְּהַוְיָא חֲצִיצָה בֵּין יָדוֹ שֶׁל זֶה וְלַקָּרְבָּן. וְכֹהֵן שֶׁמַּנִּיחַ יָדוֹ תַּחַת יַד הַבְּעָלִים וּמֵנִיף וְהַוְיָא יַד בְּעָלִים חֲצִיצָה, לֹא אִכְפַּת לָן, דְּהָא עִקַּר תְּנוּפָה בַּבְּעָלִים: בְּקָרְבְּנוֹת הַיָּחִיד. כְּגוֹן חָזֶה וְשׁוֹק שֶׁל שְׁלָמִים: וּבְקָרְבְּנוֹת צִבּוּר. כִּבְשֵׂי עֲצֶרֶת שֶׁטְּעוּנִים תְּנוּפָה חַיִּים וּשְׁחוּטִים: בְּדָבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים. קָרְבַּן בְּהֵמָה: וּבְדָבָר שֶׁאֵין בּוֹ רוּחַ חַיִּים. כְּגוֹן לַחְמֵי תּוֹדָה וְנָזִיר","rdfs:label":"ר\"ע מברטנורה מנחות ט ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-9","jbo:mishna":"jbr:mishna-5-2-9-9"},{"uri":"jbr:mishna-bartanura-5-2-10-1","jbo:text":"ר\"ע מברטנורה רַבִּי יִשְׁמָעֵאל אוֹמֵר הָעֹמֶר הָיָה בָא בְשַׁבָּת. כְּשֶׁחָל שִׁשָּׁה עָשָׂר בְּנִיסָן לִהְיוֹת בְּשַׁבָּת, הָעֹמֶר דּוֹחֶה אֶת הַשַּׁבָּת, שֶׁכָּל קָרְבָּן שֶׁזְּמַנּוֹ קָבוּעַ דּוֹחֶה אֶת הַשַּׁבָּת וְאֶת הַטֻּמְאָה. וְהָיָה הָעֹמֶר בָּא מִשָּׁלֹשׁ סְאִין, שֶׁהָיוּ קוֹצְרִין שָׁלֹשׁ סְאִין שְׂעֹרִין וּמְנִיפִין אוֹתָן בְּנָפָה עַד שֶׁמַּעֲמִידִין אוֹתָן עַל עִשָּׂרוֹן אֶחָד מֻבְחָר: וּבְחֹל. אִם חָל שִׁשָּׁה עָשָׂר בְּנִיסָן לִהְיוֹת בְּחֹל, הָיוּ קוֹצְרִין אוֹתוֹ חָמֵשׁ סְאִין, דְּסָבַר רַבִּי יִשְׁמָעֵאל עִשָּׂרוֹן מֻבְחָר בְּלֹא טִרְחָא שֶׁאֵינוֹ מְנַפֶּה אוֹתוֹ כָּל כָּךְ אָתֵי מֵחָמֵשׁ, בְּטִרְחָא כְּשֶׁמְּנַפֶּה אוֹתוֹ הַרְבֵּה אָתֵי מִשָּׁלֹשׁ. בְּחֹל מַיְתִינַן מֵחָמֵשׁ, שֶׁכָּךְ מְשֻׁבָּח הַדָּבָר יוֹתֵר שֶׁמְּנִיפִין מִכָּל סְאָה מְעַט אוֹתוֹ סֹלֶת דַּק הַיּוֹצֵא רִאשׁוֹן שֶׁהוּא מֻבְחָר, וּמוֹצִיאִין מֵחָמֵשׁ סְאִין עִשָּׂרוֹן. בְּשַׁבָּת מֵבִיא שָׁלֹשׁ, מוּטָב שֶׁיַּרְבֶּה בִּמְלָאכָה אַחַת שֶׁרוֹקֵד שָׁלֹשׁ סְאִים פְּעָמִים הַרְבֵּה, וְאַל יַרְבֶּה בִּמְלָאכוֹת הַרְבֵּה שֶׁיִּקְצֹר וְיִבְרֹר וְיִטְחֹן וִירַקֵּד שְׁנֵי סְאִין יוֹתֵר. וְאֵין הֲלָכָה כְּרַבִּי יִשְׁמָעֵאל: בִּשְׁלֹשָׁה בְּנֵי אָדָם וּבְשָׁלֹשׁ קֻפּוֹת וּבְשָׁלֹשׁ מַגָּלוֹת. לְפַרְסֵם הַדָּבָר שֶׁקְּצִירַת הָעֹמֶר בְּמוֹצָאֵי חֲמִשָּׁה עָשָׂר בְּנִיסָן, מִפְּנֵי הַצְּדוֹקִים שֶׁהָיוּ אוֹמְרִים שֶׁאֵין הָעֹמֶר בָּא אֶלָּא בְּאֶחָד בְּשַׁבָּת","rdfs:label":"ר\"ע מברטנורה מנחות י א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-1"},{"uri":"jbr:mishna-yomtov-5-2-10-1","jbo:text":"עיקר תוי\"ט {א} הָעֹמֶר. הִיא שֶׁל שְׂעֹרִין. וְיֵשׁ לוֹ רְמָזִים בַּתּוֹרָה, וּמִכְּלָלָם שֶׁקָּרָא אוֹתָהּ מִנְחַת בִּכּוּרִים שֶׁנֶּאֱמַר וְאִם תַּקְרִיב מִנְחַת בִּכּוּרִים, וְהַפֵּרוּשׁ הַמְקֻבָּל שֶׁיִּרְמֹז לְמִנְחַת הָעֹמֶר. וּמִלַּת אִם אֵינָהּ רְשׁוּת אֶלָּא רְמִיזַת הַזְּמַן. וְנִקְרָא שְׁתֵּי הַלֶּחֶם בִּכּוּרִים, וּבֵאֵר זֶה וְאָמַר בִּכּוּרֵי קְצִיר חִטִּים. וְזֶהוּ רְאָיָה עַל שֶׁהַבִּכּוּרִים שֶׁקָּדְמוּ לָהֶן בְּנִיסָן אֵינָן אֶלָּא בִּכּוּרֵי שְׂעֹרִים. וְהָעִקָּר שֶׁעָלָיו אָנוּ סוֹמְכִים הוּא קַבָּלָה. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות י א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-1"},{"uri":"jbr:mishna-bartanura-5-2-10-2","jbo:text":"ר\"ע מברטנורה מִצְוַת הָעֹמֶר לָבֹא מִן הַקָּרוֹב. מִמָּקוֹם שֶׁקָּרוֹב לִירוּשָׁלַיִם, לְפִי שֶׁאֵין מַעֲבִירִין עַל הַמִּצְוֹת {ב}, הִלְכָּךְ כְּשֶׁיּוֹצֵא מִירוּשָׁלַיִם לְבַקֵּשׁ עֹמֶר, אוֹתָהּ תְּבוּאָה שֶׁמּוֹצֵא רִאשׁוֹנָה נוֹטְלָהּ: לֹא בִכֵּר. לֹא בָּשַׁל כָּל צָרְכּוֹ: מַעֲשֶׂה שֶׁבָּא מִגַּגּוֹת צְרִיפִין וְעֵין סוֹכֵר. רְחוֹקִים מִירוּשָׁלַיִם הַרְבֵּה. מִפְּנֵי שֶׁהֶחֱרִיבוּ הַגְּיָסוֹת כָּל תְּבוּאוֹת שֶׁסְּבִיבוֹת יְרוּשָׁלַיִם","rdfs:label":"ר\"ע מברטנורה מנחות י ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-2"},{"uri":"jbr:mishna-yomtov-5-2-10-2","jbo:text":"עיקר תוי\"ט {ב} גְּמָרָא. וְאִי בָּעֵית אֵימָא מִשּׁוּם כַּרְמֶל תַּקְרִיב. פֵּרֵשׁ רַשִׁ\"י. רַךְ וּמָלֵא. שֶׁתְּהֵא הַתְּבוּאָה רַכָּה וְנִמְלֶלֶת בַּיָּד, וְאִי מַיְתֵי מֵרָחוֹק נָשֵׁיב בֵּיהּ זִיקָא וּמִתְקַשָּׁה בַּדֶּרֶךְ","rdfs:label":"עיקר תוי\"ט מנחות י ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-2"},{"uri":"jbr:mishna-bartanura-5-2-10-3","jbo:text":"ר\"ע מברטנורה כְּרִיכוֹת. כּוֹרְכִים וְקוֹשְׁרִים רָאשֵׁי שִׁבֳּלִים מְלֹא אֶגְרוֹף: מִתְכַּנְּסוֹת לְשָׁם. לְמוֹצָאֵי יוֹם טוֹב כְּשֶׁקּוֹצְרִים אוֹתוֹ: כְּדֵי שֶׁיְּהֵא נִקְצָר בְּעֵסֶק גָּדוֹל. בְּקוֹל הֲמֻלָּה גְּדוֹלָה. שֶׁיַּכִּירוּ הַצְּדוֹקִים שֶׁבְּמוֹצָאֵי יוֹם טוֹב קוֹצְרִים אוֹתוֹ, מִשּׁוּם דְּאִינְהוּ לֹא מוֹדוּ בְּהַאי, כְּדִלְקַמָּן: אָמַר לָהֶן. הַקּוֹצֵר, לִבְנֵי הָעֲיָרוֹת הָעוֹמְדִים עָלָיו, בָּא הַשֶּׁמֶשׁ, וְאָמְרוּ לוֹ הֵין: מַגָּל זֶה. כְּלוֹמַר, אֶקְצֹר הַתְּבוּאָה בְּמַגָּל זֶה: קֻפָּה זוֹ. אַכְנִיס הַתְּבוּאָה לְתוֹךְ קֻפָּה זוֹ: שַׁבָּת זוֹ. אֶקְצֹר בְּשַׁבָּת זוֹ, וְאָמְרוּ לוֹ הֵין: שָׁלֹשׁ פְּעָמִים. שׁוֹאֵל לָהֶן כָּל דָּבָר וְדָבָר: וְכָל כָּךְ. שֶׁהָיָה שׁוֹאֵל, לָמָּה: מִפְּנֵי הַצְּדוֹקִים וּבַיְתוֹסִים שֶׁהָיוּ אוֹמְרִים אֵין קְצִירַת הָעֹמֶר בְּמוֹצָאֵי יוֹם טוֹב. אֶלָּא בְּמוֹצָאֵי שַׁבָּת, דִּכְתִיב (וַיִּקְרָא כג) וּסְפַרְתֶּם לָכֶם מִמָּחֳרַת הַשַּׁבָּת, מִמָּחֳרַת שַׁבָּת בְּרֵאשִׁית מַשְׁמַע, וּמָסֹרֶת בְּיָדֵינוּ מֵאֲבוֹתֵינוּ דְּהַאי מִמָּחֳרַת הַשַּׁבָּת, הַיְנוּ מִמָּחֳרַת יוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח, בֵּין שֶׁחָל בְּחֹל בֵּין בְּשַׁבָּת. וְכֵן מָצִינוּ בְּסֵפֶר יְהוֹשֻׁעַ (פֶּרֶק ה) וַיֹּאכְלוּ מֵעֲבוּר הָאָרֶץ מִמָּחֳרַת הַפֶּסַח מַצּוֹת וְקָלִי, וַהֲרֵי נֶאֱמַר בַּתּוֹרָה (שָׁם) וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ עַד עֶצֶם הַיּוֹם הַזֶּה, וּמֵאַחַר שֶׁתָּלָה הֶתֵּר הֶחָדָשׁ בְּמָחֳרַת הַפֶּסַח {ה}, הַדָּבָר בָּרוּר שֶׁמָּחֳרַת הַפֶּסַח הוּא הַמַּתִּיר אֶת הֶחָדָשׁ, וּבוֹ קוֹצְרִים הָעֹמֶר, בֵּין שֶׁחָל יוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח בְּחֹל בֵּין שֶׁחָל לִהְיוֹת בְּשַׁבָּת. וּלְפִיכָךְ הַקּוֹצְרִים מַגְבִּיהִין קוֹלָם, כְּדֵי שֶׁיִּשְׁמְעוּ הַבַּיְתוֹסִים וּלְהוֹצִיא מִלִּבָּן. וְקוֹצְרִים הָעֹמֶר בַּלַּיְלָה וְלֹא בַּיּוֹם, דִּכְתִיב וּסְפַרְתֶּם לָכֶם מִמָּחֳרַת הַשַּׁבָּת מִיּוֹם הֲבִיאֲכֶם וְגוֹ' שֶׁבַע שַׁבָּתוֹת תְּמִימוֹת תִּהְיֶינָה, וְאִי אֶפְשָׁר לִהְיוֹת תְּמִימוֹת אֶלָּא אִם כֵּן מַתְחִיל לִמְנוֹת מִתְּחִלַּת הַלַּיְלָה, שֶׁהֲרֵי הַלַּיְלָה תְּחִלַּת הַיּוֹם הוּא {ו}, וַהֲרֵי הוּא אוֹמֵר (דְּבָרִים טז) מֵהָחֵל חֶרְמֵשׁ בַּקָּמָה תָּחֵל לִסְפֹּר, אַלְמָא הַקְּצִירָה בַּלַּיְלָה הוּא בְּשָׁעָה שֶׁמַּתְחִיל לִמְנוֹת","rdfs:label":"ר\"ע מברטנורה מנחות י ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-3"},{"uri":"jbr:mishna-yomtov-5-2-10-3","jbo:text":"עיקר תוי\"ט {ג} אוֹמֵר כוּ'. כָּל אֶחָד מֵהַשְּׁלֹשָׁה קוֹצְרִים. אֲבָל הַמְּשִׁיבִים הֵם רַבִּים מִכָּל עֲיָרוֹת, הִלְכָּךְ כַּלְלִינְהוּ וְתָנֵי אוֹמְרִים: {ד} קְצֹר. בַּקְּצִירָה עַצְמָהּ הֵשִׁיבוּ וְאָמְרוּ קְצֹר, וְלֹא הָיָה דַּי לָהֶם לוֹמַר הֵין: {ה} וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, וְאִם תֹּאמַר שֶׁאוֹתוֹ פֶּסַח בְּשַׁבָּת אֵרַע כְּמוֹ שֶׁדִּמּוּ הַטִּפְּשִׁים, הַאֵיךְ תָּלָה הַכָּתוּב הֶתֵּר אֲכִילָתָם לֶחָדָשׁ, בְּדָבָר שֶׁאֵינוֹ הָעִקָּר וְלֹא הַסִּבָּה, אֶלָּא נִקְרָה נִקְרָה. אֶלָּא מֵאַחַר שֶׁתָּלָה הַדָּבָר בְּמָחֳרַת הַפֶּסַח הַדָּבָר בָּרוּר שֶׁמָּחֳרַת הַפֶּסַח הוּא הָעִלָּה הַמַּתֶּרֶת אֶת הֶחָדָשׁ, וְאֵין מַשְׁגִּיחִין עַל אֵיזֶה יוֹם הוּא מִימֵי הַשָּׁבוּעַ: {ו} שֶׁכֵּן הוּא בְּכָל מָקוֹם חוּץ מִבַּקָּרְבָּנוֹת: {ז} וְהָא דְּקָתָנֵי וְהַשְּׁאָר נִפְדֶּה, לְרַבִּי עֲקִיבָא לֵית לֵיהּ, דִּלְדִידֵיהּ לֹא בָּעֵי פְּדִיָּה. אִי נַמִּי שֶׁלֹּא יֹאמְרוּ הֶקְדֵּשׁ יוֹצֵא בְּלֹא פִּדְיוֹן. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות י ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-3"},{"uri":"jbr:mishna-bartanura-5-2-10-4","jbo:text":"ר\"ע מברטנורה מְהַבְהְבִין אוֹתוֹ בָאוּר. בְּעוֹדוֹ בַּשִּׁבֳּלִין, כְּדֵי לְקַיֵּם בּוֹ מִצְוַת קָלִי, כְּדִכְתִיב (וַיִּקְרָא ב) אָבִיב קָלוּי בָּאֵשׁ, וּבְמִנְחַת הָעֹמֶר מַיְרֵי קְרָא: וַחֲכָמִים אוֹמְרִים. תְּחִלָּה חוֹבְטִים. וְלֹא כְּדֶרֶךְ תְּבוּאָה יְבֵשָׁה שֶׁחוֹבְטִים אוֹתוֹ בְּמַקֵּל, אֶלָּא בְּקָנִים לַחִים: וּבִקְלִיחוֹת. בְּקֶלַח שֶׁל כְּרוּב, כְּדֵי שֶׁלֹּא יִתְמָעֵךְ. וְאַחַר כָּךְ מְקַיְּמִין בּוֹ מִצְוַת קָלִי: נְתָנוּהוּ לָאַבּוּב. דִּסְבִירָא לְהוּ לְרַבָּנָן שֶׁאִם מְהַבְהְבִים אוֹתוֹ בָּאוּר מַמָּשׁ אֵין נִקְרָא קָלִי, שֶׁאֵין נִקְרָא קָלִי אֶלָּא עַל יְדֵי דָּבָר אַחֵר דְּהַיְנוּ עַל יְדֵי כְּלִי, שֶׁנּוֹתְנִים אוֹתוֹ בָּאַבּוּב, וְהוּא כְּלִי שֶׁל נְחֹשֶׁת מְנֻקָּב שֶׁמּוֹכְרֵי קְלָיוֹת קוֹלִין בּוֹ. וַהֲלָכָה כַּחֲכָמִים: בְּרֵחַיִם שֶׁל גָּרוֹסוֹת. שֶׁאֵין טוֹחֲנוֹת דַּק אֶלָּא עָבֶה. שֶׁאִם יִטְחֲנוּ יָפֶה יַעַבְרוּ הַסֻּבִּין שֶׁל קְלִפָּה בַּנָּפָה עִם הַסֹּלֶת. וְגָרוֹסוֹת לְשׁוֹן גְּרִיסִין שֶׁל פּוֹל, וְעַל שֵׁם כֵּן נִקְרֵאת גֶּרֶשׂ כַּרְמֶל: וְחַיָּב בַּחַלָּה. דְּחִיּוּב חַלָּה הַיְנוּ גִּלְגּוּל הָעִסָּה, וְגִלְגּוּל עִסָּה זוֹ בְּיַד הֶדְיוֹט הִיא לְאַחַר שֶׁנִּפְדָּה: וּפָטוּר מִן הַמַּעַשְׂרוֹת. דְּמֵרוּחוֹ בְּיַד הֶקְדֵּשׁ הוּא, וּמֵרוּחַ הֶקְדֵּשׁ פּוֹטֵר מִן הַמַּעַשְׂרוֹת: רַבִּי עֲקִיבָא מְחַיֵּב. הַאי קֶמַח הַנּוֹתָר מֵעִשָּׂרוֹן שֶׁל עֹמֶר: בַּחַלָּה וּבַמַּעַשְׂרוֹת. לְפִי שֶׁלֹּא נִתְּנוּ מְעוֹת הֶקְדֵּשׁ אֶלָּא בַּצָּרִיךְ לָהֶם לְעִשָּׂרוֹן לְבַד {ז}, אֲבָל הָאַחֵר לֹא קָדַשׁ, הִלְכָּךְ לָאו מֵרוּחַ הֶקְדֵּשׁ הוּא, דְּהָא לֹא קַדּוּשׁ. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא: בָּא לוֹ לָעִשָּׂרוֹן. נוֹתֵן תְּחִלָּה שַׁמְנוֹ וּלְבוֹנָתוֹ קֹדֶם נְתִינַת הַסֹּלֶת: יָצַק וּבָלַל. לְאַחַר נְתִינַת הַסֹּלֶת, כְּדֶרֶךְ כָּל הַמְּנָחוֹת שֶׁנּוֹתֵן שֶׁמֶן בִּכְלִי תְּחִלָּה וְאַחַר כָּךְ נוֹתֵן סֹלֶת וְחוֹזֵר וְיוֹצֵק עָלֶיהָ שֶׁמֶן וּבוֹלֵל: הֵנִיף וְהִגִּישׁ. דְּמִנְחַת הָעֹמֶר טְעוּנָה הֲנָפָה וְהַגָּשָׁה, כִּדְאָמְרִינַן בְּפֶרֶק כָּל הַמְּנָחוֹת","rdfs:label":"ר\"ע מברטנורה מנחות י ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-4"},{"uri":"jbr:mishna-yomtov-5-2-10-4","jbo:text":"עיקר תוי\"ט {ח} שַׁמְנוֹ. וְזֶה לֹא יְהֵא אֶלָּא בַּיּוֹם, רְצוֹנוֹ לוֹמַר יוֹם שִׁשָּׁה עָשָׂר בְּנִיסָן. הָרַמְבַּ\"ם: {ט} יָצַק כוּ'. בְּמִשְׁנָה ג' פֶּרֶק ו' תְּנַן דְּכָל הַמְּנָחוֹת טְעוּנוֹת שָׁלֹשׁ מַתְּנוֹת שֶׁמֶן. וְנִרְאֶה דְּכֻלְּהוּ תָּנֵי לְהוּ הָכָא. דְּנָתַן שַׁמְנוֹ הוּא נְתִינַת שֶׁמֶן תְּחִלָּה בַּכְּלִי, וְיָצַק וּבָלַל הוּא יְצִיקָה וּבְלִילָה. וּבֵין הָכָא וּבֵין הָתָם הֲוָה לֵיהּ לְמִתְנֵי בְּלִילָה בְּרֵישָׁא, דְּיָצַק הוּא יְצִיקָה אַחֲרוֹנָה. תּוֹסָפוֹת: {י} וְקָמַץ. לְאַחַר שֶׁבֵּרֵר כָּל הַלְּבוֹנָה לְצַד אֶחָד","rdfs:label":"עיקר תוי\"ט מנחות י ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-4"},{"uri":"jbr:mishna-bartanura-5-2-10-5","jbo:text":"ר\"ע מברטנורה שֶׁלֹּא בִרְצוֹן חֲכָמִים. דְּגָזְרֵי שֶׁמָּא יֹאכַל מִן הֶחָדָשׁ כְּשֶׁקּוֹצֵר {יא} קֹדֶם שֶׁיַּקְרִיבוּ הָעֹמֶר, וְזֶה שֶׁכְּבָר הוּא קֶמַח וַדַּאי נִקְצַר קֹדֶם הָעֹמֶר: רַבִּי יְהוּדָה אוֹמֵר בִּרְצוֹן חֲכָמִים. דְּלֹא גָּזְרוּ שֶׁמָּא יֹאכַל כְּשֶׁקּוֹצֵר. וַהֲלָכָה כְּרַבִּי יְהוּדָה: וְהָרְחוֹקִים. שֶׁאֵינָן יוֹדְעִים אִם עֲדַיִן קָרַב הָעֹמֶר: מֻתָּרִים מֵחֲצוֹת הַיּוֹם וּלְהַלָּן. כִּדְקָתָנֵי טַעֲמָא לְקַמָּן: שֶׁיְּהֵא יוֹם הָנֵף. יוֹם שִׁשָּׁה עָשָׂר בְּנִיסָן שֶׁבּוֹ מְנִיפִין אֶת הָעֹמֶר: כֻּלּוֹ אָסוּר. לֶאֱכֹל בּוֹ חָדָשׁ: אָמַר רַבִּי יְהוּדָה. לְתַנָּא דְּמַתְנִיתִין, וְכִי רַבָּן יוֹחָנָן הִתְקִין: וַהֲלֹא מִן הַתּוֹרָה אָסוּר. בִּזְמַן שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם. דִּתְרֵי קְרָאֵי כְּתִיבֵי, כָּתוּב אֶחָד אוֹמֵר עַד עֶצֶם הַיּוֹם הַזֶּה, דְּמַשְׁמַע דְּעַצְמוֹ שֶׁל יוֹם כֻּלּוֹ אָסוּר, דְּעַד וְעַד בִּכְלָל, וְכָתוּב אֶחָד אוֹמֵר (וַיִּקְרָא כג) עַד הֲבִיאֲכֶם אֶת קָרְבַּן אֱלֹהֵיכֶם, דְּמַשְׁמַע דִּלְאַחַר קָרְבַּן הָעֹמֶר מֻתָּר. הָא כֵּיצַד, כָּאן בִּזְמַן שֶׁבֵּית הַמִּקְדָּשׁ קַיָּם, כָּאן בִּזְמַן שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם. אַלְמָא בִּזְמַן שֶׁאֵין בֵּית הַמִּקְדָּשׁ קַיָּם שֶׁאֵין הָעֹמֶר קָרֵב הֲוֵי יוֹם הָנֵף כֻּלּוֹ אָסוּר מִן הַתּוֹרָה. וּמְשָׁנֵי בַּגְּמָרָא דְּהָא דִּתְנַן הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְּהֵא יוֹם הָנֵף כֻּלּוֹ אָסוּר, לֹא תֵימָא הִתְקִין אֶלָּא דָּרַשׁ וְהִתְקִין, כְּלוֹמַר שֶׁדָּרַשׁ מִקְרָאוֹת הַלָּלוּ בָּרַבִּים וְהוֹדִיעָם שֶׁכָּךְ הַדִּין שֶׁיּוֹם הָנֵף כֻּלּוֹ אָסוּר מִן הַתּוֹרָה מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ. וְאִית דִּמְפָרְשֵׁי בַּגְּמָרָא, שֶׁאֵין הֶחָדָשׁ אָסוּר מִן הַתּוֹרָה בְּיוֹם שִׁשָּׁה עָשָׂר בְּנִיסָן בִּזְמַן שֶׁאֵין מִקְדָּשׁ אֶלָּא עַד שֶׁיָּאִיר פְּנֵי הַמִּזְרָח שַׁחֲרִית בְּיוֹם שִׁשָּׁה עָשָׂר, דִּכְתִיב עַד עֶצֶם הַיּוֹם הַזֶּה, עַד וְלֹא עַד בִּכְלָל, וְהִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְּהֵא יוֹם הָנֵף כֻּלּוֹ אָסוּר, מִשּׁוּם מְהֵרָה יִבָּנֶה בֵּית הַמִּקְדָּשׁ וְיֹאמְרוּ אֶשְׁתָּקַד מִי לֹא הֲוָה אָכְלִינַן מִשֶּׁהֵאִיר הַמִּזְרָח, הַשְׁתָּא נַמִּי נֵיכוּל, וְהֵן אֵינָן יוֹדְעִים דְּבִזְמַן הַמִּקְדָּשׁ אָסוּר לֶאֱכֹל חָדָשׁ עַד שֶׁיַּקְרִיב הָעֹמֶר, דִּכְתִיב עַד הֲבִיאֲכֶם אֶת קָרְבַּן אֱלֹהֵיכֶם. וְהָכִי מְפָרְשִׁינַן לַהּ בְּפֶרֶק לוּלָב הַגָּזוּל","rdfs:label":"ר\"ע מברטנורה מנחות י ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-5"},{"uri":"jbr:mishna-yomtov-5-2-10-5","jbo:text":"עיקר תוי\"ט {יא} דְּאִלּוּ קְצִירָה עַצְמָהּ אֶפְשָׁר בְּבֵית הַשְּׁלָחִין, אִי נַמִּי עַל יְדֵי קִטּוּף: {יב} מֻתָּרִים. לְכֻלֵּי עָלְמָא. וַאֲפִלּוּ רַבִּי יְהוּדָה מוֹדֶה בִּזְמַן שֶׁיֵּשׁ עֹמֶר עֹמֶר מַתִּיר, דִּכְתִיב עַד [יוֹם] הֲבִיאֲכֶם. רַשִׁ\"י: {יג} מִפְּנֵי כוּ'. וְלָכֵן צְרִיכִין שֶׁיִּשְׁמְרוּם חֲצוֹת יוֹם יְרוּשָׁלַיִם. לֹא חֲצוֹת אוֹתָן הַמְּקוֹמוֹת. לְפִי שֶׁאֶפְשָׁר שֶׁיִּהְיֶה מֻקְדָּם אוֹ מְאֻחָר כוּ'. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות י ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-5"},{"uri":"jbr:mishna-bartanura-5-2-10-6","jbo:text":"ר\"ע מברטנורה הָעֹמֶר הָיָה מַתִּיר בַּמְּדִינָה. לֶאֱכֹל הֶחָדָשׁ בְּכָל הַמְּקוֹמוֹת: וּשְׁתֵּי הַלֶּחֶם בַּמִּקְדָּשׁ. שֶׁקֹּדֶם שְׁתֵּי הַלֶּחֶם אֵין מְבִיאִין מִנְחָה מִתְּבוּאָה חֲדָשָׁה, דִּכְתִיב בִּשְׁתֵּי הַלֶּחֶם (בְּמִדְבַּר כח) מִנְחָה חֲדָשָׁה, שֶׁתְּהֵא חֲדָשָׁה לְכָל הַמְּנָחוֹת {יד}: וּמִנְחַת בְּהֵמָה. מִנְחַת נְסָכִים שֶׁל בְּהֵמָה: וְאִם הֵבִיא. קֹדֶם לָעֹמֶר: פָּסוּל. שֶׁלֹּא הֻתַּר הֶחָדָשׁ מִכְּלָלוֹ אֲפִלּוּ אֵצֶל הַהֶדְיוֹט {טז}: אֲבָל קֹדֶם שְׁתֵּי הַלֶּחֶם לֹא יָבִיא, וְאִם הֵבִיא כָּשֵׁר. שֶׁכְּבָר הֻתַּר מִכְּלָלוֹ אֵצֶל הַהֶדְיוֹט","rdfs:label":"ר\"ע מברטנורה מנחות י ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-6"},{"uri":"jbr:mishna-yomtov-5-2-10-6","jbo:text":"עיקר תוי\"ט {יד} אֵין לִי אֶלָּא חֲדָשָׁה שֶׁל חִטִּים, חֲדָשָׁה שֶׁל שְׂעֹרִים [מִנְחַת קְנָאוֹת] מִנַּיִן, תַּלְמוּד לוֹמַר חֲדָשָׁה חֲדָשָׁה [שְׁתֵּי פְּעָמִים], אִם אֵינוֹ עִנְיָן לַחֲדָשָׁה שֶׁל חִטִּים, תְּנֵהוּ עִנְיָן לַחֲדָשָׁה שֶׁל שְׂעֹרִים. וּמִנַּיִן שֶׁתְּהֵא קוֹדֶמֶת לַבִּכּוּרִים, תַּלְמוּד לוֹמַר כוּ', וּמִנַּיִן שֶׁתְּהֵא קוֹדֶמֶת לִנְסָכִים וּפֵרוֹת הָאִילָן, נֶאֱמַר כוּ': {טו} פָּסוּל. וְאִם הֵבִיא לֹא נִתְקַדְּשׁוּ לִהְיוֹת רְאוּיִין לְקָרְבָּן. אֲבָל נִתְקַדְּשׁוּ לְהִפָּסֵל וְיִהְיוּ כְּקָדָשִׁים שֶׁנִּפְסְלוּ. הָרַמְבַּ\"ם: {טז} וְקַשְׁיָא, תִּנַּח חָדָשׁ שֶׁנֶּאֱסַר וַעֲדַיִן לֹא הֻתַּר, אֲבָל בִּכּוּרֵי פֵּרוֹת וְנִסְכֵּי יַיִן דְּמֵעוֹלָם לֹא נֶאֶסְרוּ אַמַּאי אִם הֵבִיא פָּסוּל. וְכֵן הוּא בַּגְּמָרָא, דִּלְהַאי טַעֲמָא דְּלֹא הֻתַּר מִכְּלָלוֹ כוּ', נְסָכִים וּבִכּוּרִים שֶׁהִקְרִיבָם קֹדֶם לָעֹמֶר כְּשֵׁרִים. וְכָתַב רַשִׁ\"י, וּדְקָתָנֵי וְאִם הֵבִיא פָּסוּל, לָאו אַבִּכּוּרֵי פֵּרוֹת קָאֵי כוּ'. וּלְדִינָא מַשְׁמַע בַּגְּמָרָא דְּלֵיתָא לְהַאי טַעֲמָא, וְהַאי וְאִם הֵבִיא פָּסוּל קָאֵי גַּם אַבִּכּוּרֵי פֵּרוֹת. וְגַם הָרַמְבַּ\"ם בְּחִבּוּרוֹ פָּסַק כֵּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות י ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-6"},{"uri":"jbr:mishna-bartanura-5-2-10-7","jbo:text":"ר\"ע מברטנורה וּמִצְטָרְפִין זֶה עִם זֶה. לְהַשְׁלִים שִׁעוּר הָעִסָּה הַחַיֶּבֶת בַּחַלָּה. וְלֹא שֶׁיִּצְטָרְפוּ כֻּלָּן יַחַד, דְּמִין בְּשֶׁאֵינוֹ מִינוֹ אֵין מִצְטָרֵף, אֶלָּא הַחִטִּין מִצְטָרְפִין עִם הַכֻּסְּמִין בִּלְבַד מִפְּנֵי שֶׁהֵן מִינָן, וְהַשְּׂעֹרִים מִצְטָרְפִין עִם הַכֹּל חוּץ מִן הַחִטִּים {יז}. וְאַף עַל גַּב דְּכֻסְּמִין מִין חִטִּין הֵן, לָאו מִין חִטִּין דַּוְקָא, אֶלָּא מִין שְׂעֹרִים וְאַף מִין חִטִּים, וּמִצְטָרְפִין עִם הַחִטִּים וְהַשְּׂעֹרִים. וּמִיהוּ בַּיְרוּשַׁלְמִי מַשְׁמַע דְּאִם נִלּוֹשׁוּ יַחַד מִצְטָרְפִין אֲפִלּוּ מִין בְּשֶׁאֵינוֹ מִינוֹ. אֲבָל אִם לֹא נִלּוֹשׁוּ יַחַד אֶלָּא שֶׁאַחַר כָּךְ הָיוּ נוֹשְׁכוֹת הָעִסּוֹת זוֹ בָּזוֹ, מִין בְּמִינוֹ מִצְטָרְפִין, שֶׁלֹּא בְּמִינוֹ אֵין מִצְטָרְפִין: וַאֲסוּרִים בֶּחָדָשׁ. כְּדִכְתִיב (וַיִּקְרָא כג) וְלֶחֶם וְקָלִי וְכַרְמֶל לֹא תֹאכְלוּ עַד עֶצֶם הַיּוֹם הַזֶּה, וְגָמְרִינַן לֶחֶם לֶחֶם מִפֶּסַח, מַה לְּהַלָּן מֵחֲמֵשֶׁת הַמִּינִים אַף כָּאן מֵחֲמֵשֶׁת הַמִּינִים: וּמִלִּקְצֹר מִלִּפְנֵי הַפֶּסַח. שֶׁאָסוּר לִקְצֹר מֵאֶחָד מֵחֲמֵשֶׁת הַמִּינִים קֹדֶם קְצִירַת הָעֹמֶר. דִּכְתִיב בָּעֹמֶר (שָׁם) רֵאשִׁית קְצִירְכֶם, שֶׁתְּהֵא תְּחִלָּה לְכָל הַנִּקְצָרִים, וְאָתְיָא רֵאשִׁית רֵאשִׁית מֵחַלָּה, כְּתִיב הָתָם (בְּמִדְבַּר טו) רֵאשִׁית עֲרִסֹתֵכֶם, וּכְתִיב הָכָא רֵאשִׁית קְצִירְכֶם, מַה לְּהַלָּן מֵחֲמֵשֶׁת הַמִּינִים, אַף כָּאן מֵחֲמֵשֶׁת הַמִּינִים: וְאִם הִשְׁרִישׁוּ. אֶחָד מֵחֲמֵשֶׁת הַמִּינִים הַלָּלוּ קֹדֶם קְצִירַת הָעֹמֶר: הָעֹמֶר מַתִּירָן. וּמֻתָּר לְקָצְרָן אַחַר קְצִירַת הָעֹמֶר. דִּכְתִיב (שְׁמוֹת כג) אֲשֶׁר תִּזְרַע בַּשָּׂדֶה, מִשָּׁעָה שֶׁנִּזְרַע וְנִשְׁרַשׁ בַּשָּׂדֶה {יח}: וְאִם לָאו. שֶׁלֹּא הִשְׁרִישׁוּ אֶלָּא לְאַחַר קְצִירַת הָעֹמֶר: אֲסוּרִים עַד שֶׁיָּבֹא הָעֹמֶר הַבָּא. שֶׁל שָׁנָה הַבָּאָה","rdfs:label":"ר\"ע מברטנורה מנחות י ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-7"},{"uri":"jbr:mishna-yomtov-5-2-10-7","jbo:text":"עיקר תוי\"ט {יז} וְאִם תֹּאמַר וְהָנָךְ מִינִין שֶׁהֵן כִּלְאַיִם זֶה בָּזֶה כְּדִתְנַן בְּרֵישׁ כִּלְאַיִם הֵיאַךְ הֵן מִצְטָרְפִין, הָתְנַן בְּסוֹף פֶּרֶק ב' דִּתְרוּמוֹת כָּל שֶׁהוּא כִּלְאַיִם בַּחֲבֵרוֹ לֹא יִתְרֹם מִזֶּה עַל זֶה. וְיֵשׁ לוֹמַר דְּגַבֵּי חַלָּה תָּלוּי הַטַּעַם בָּעִסָּה לְפִי שֶׁעִסּוֹתֵיהֶן דּוֹמוֹת זוֹ לָזוֹ. וְעוֹד יֵשׁ לוֹמַר דִּכְשֶׁיֵּשׁ בְּכָל אֶחָד בִּפְנֵי עַצְמוֹ כְּדֵי חִיּוּב חַלָּה אֵין תּוֹרְמִין מִזֶּה עַל זֶה מִמִּין עַל שֶׁאֵינוֹ מִינוֹ. תּוֹסָפוֹת: {יח} מִדִּכְתִיב בַּשָּׂדֶה, דָּיְקִינַן לַהּ בַּגְּמָרָא דְּצָרִיךְ הַשְׁרָשָׁה","rdfs:label":"עיקר תוי\"ט מנחות י ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-7"},{"uri":"jbr:mishna-bartanura-5-2-10-8","jbo:text":"ר\"ע מברטנורה קוֹצְרִים בֵּית הַשְּׁלָחִים שֶׁבָּעֲמָקִים. שֶׁתְּבוּאָתָן רָעָה וְאֵין מְבִיאִין עֹמֶר מִשָּׁם. וְתַנְיָא, כָּתוּב אֶחָד אוֹמֵר (וַיִּקְרָא כג) וּקְצַרְתֶּם אֶת קְצִירָהּ וַהֲבֵאתֶם אֶת עֹמֶר, דְּמַשְׁמַע דְּיָכוֹל לִקְצֹר קֹדֶם הֲבָאַת הָעֹמֶר, וְכָתוּב אַחֵר אוֹמֵר רֵאשִׁית קְצִירְכֶם, דְּמַשְׁמַע שֶׁתְּהֵא רֵאשִׁית לְכָל הַקְּצִירוֹת, הָא כֵּיצַד, מִמָּקוֹם שֶׁאַתָּה יָכוֹל לְהָבִיא הָעֹמֶר אִי אַתָּה קוֹצֵר קֹדֶם לָעֹמֶר, מִמָּקוֹם שֶׁאִי אַתָּה מֵבִיא, כְּגוֹן בֵּית הַשְּׁלָחִים וּבֵית הָעֲמָקִים {יט} שֶׁאֵין מְבִיאִין עֹמֶר מֵהֶן לְפִי שֶׁהֵן רָעוֹת, אַתָּה קוֹצֵר מֵהֶן קֹדֶם לָעֹמֶר: אֲבָל לֹא גוֹדְשִׁין. לַעֲשׂוֹתָן גָּדִישׁ. דְּכַמָּה דְּאֶפְשָׁר לְשַׁנּוֹיֵי מְשַׁנִּינַן {כ}: אַנְשֵׁי יְרִיחוֹ. בֵּית הַשְּׁלָחִין הֲווּ לְהוּ: קוֹצֵר לַשַּׁחַת. מֻתָּר לִקְצֹר לַשַּׁחַת קֹדֶם לָעֹמֶר וּמַאֲכִיל לִבְהֶמְתּוֹ: אֵימָתַי בִּזְמַן שֶׁהִתְחִיל. לְקָצְרָהּ לְצֹרֶךְ בְּהֶמְתּוֹ עַד שֶׁלֹּא הֵבִיאָה שְׁלִישׁ אַחֲרוֹן שֶׁל גְּמַר בִּשּׁוּלָהּ, קוֹצֵר אַף לְאַחַר שֶׁהֵבִיאָה שְׁלִישׁ: רַבִּי שִׁמְעוֹן אוֹמֵר אַף יִקְצֹר וְיַאֲכִיל. יַתְחִיל לִקְצֹר וּמַאֲכִיל לִבְהֶמְתּוֹ מִשֶּׁהֵבִיאָה שְׁלִישׁ. דְּכָל לַשַּׁחַת לָאו קָצִיר הוּא. וַהֲלָכָה כְּרַבִּי יְהוּדָה, שֶׁבָּא לְפָרֵשׁ דְּבָרָיו שֶׁל תַּנָּא קַמָּא","rdfs:label":"ר\"ע מברטנורה מנחות י ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-8"},{"uri":"jbr:mishna-yomtov-5-2-10-8","jbo:text":"עיקר תוי\"ט {יט} כֵּן הוּא גִּרְסַת הַתּוֹסָפוֹת בְּמַתְנִיתִין. וְכָתְבוּ, דְּצָרִיךְ לוֹמַר כֵּיוָן דִּלְכַתְּחִלָּה לֹא יָבִיא, אַף עַל גַּב דְּאִם הֵבִיא כָּשֵׁר, מִמָּקוֹם שֶׁאִי אַתָּה מֵבִיא קָרֵינָא בֵּיהּ כוּ'. וְהָא דְּלֹא חֲשִׁיב הָכָא בֵּית הַזְּבָלִים כוּ', יֵשׁ לוֹמַר דְּלֹא פְסִידֵי וְאַחְמוּר רַבָּנָן כְּמוֹ דְּאַחְמוּר בִּגְדִישָׁה. וּלְנֻסְחָא אַחֲרִינָא דְּגָרַס בֵּית הַשְּׁלָחִין שֶׁבָּעֲמָקִים, יֵשׁ לוֹמַר דְּהַהוּא אִם הֵבִיא פָּסוּל דְּאִיכָּא תַּרְתֵּי לֹא קָרִינַן בֵּיהּ שֶׁאַתָּה מֵבִיא, אֲבָל הֵיכָא דְּאִם הֵבִיא כָּשֵׁר קָרִינַן בֵּיהּ כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} מִשּׁוּם דְּבִגְדִישָׁה לֵיכָּא פְּסִידָא אִי שָׁבְקִינַן עַד אַחַר עֹמֶר. וְהָא דְּשָׁרֵי רַבִּי יְהוּדָה בְּמִשְׁנָה ה' קֶמַח וְקָלִי, מִשּׁוּם עוֹלֵי רְגָלִים הִתִּירוּ. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות י ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-8"},{"uri":"jbr:mishna-bartanura-5-2-10-9","jbo:text":"ר\"ע מברטנורה קוֹצְרִים. קֹדֶם לָעֹמֶר: מִפְּנֵי הַנְּטִיעוֹת. שֶׁלֹּא יַפְסִידוּ. לְפִי שֶׁאוֹתָהּ תְּבוּאָה אֵינָהּ רְאוּיָה לָעֹמֶר, כִּדְאָמְרִינַן בְּפֶרֶק כָּל הַקָּרְבָּנוֹת, אֵין מְבִיאִין לֹא מִשְּׂדֵה בֵּית הַשְּׁלָחִים וְלֹא מִשְּׂדֵה אִילָן, וּלְעֵיל אָמְרִינַן מִמְּקוֹם שֶׁאִי אַתָּה מֵבִיא אַתָּה קוֹצֵר. פֵּרוּשׁ אַחֵר, מִפְּנֵי הַנְּטִיעוֹת, מִשּׁוּם כִּלְאַיִם {כא}. לְפִי שֶׁפְּעָמִים אָדָם זוֹרֵעַ תְּבוּאָה וְאֵין שָׁם נְטִיעוֹת, וּלְאַחַר זְמַן עוֹלוֹת שָׁם נְטִיעוֹת בֵּינֵיהֶן מֵאֲלֵיהֶן, וְצָרִיךְ לִקְצֹר הַזְּרָעִים מִשּׁוּם כִּלְאַיִם: וּמִפְּנֵי בֵית הָאֵבֶל. שֶׁאֵין לָהֶם מָקוֹם פָּנוּי לֵישֵׁב לְבָרֵךְ בִּרְכַּת רְחָבָה שֶׁאוֹמְרִים בְּבֵית הָאֵבֶל {כב}: וּמִפְּנֵי בֵּית הַמִּדְרָשׁ. שֶׁאֵין מָקוֹם לַתַּלְמִידִים לֵישֵׁב. וְטַעֲמָא דְּכָל הָנֵי, מִשּׁוּם דִּקְצִיר מִצְוָה נִינְהוּ, וְהַכָּתוּב אוֹמֵר רֵאשִׁית קְצִירְכֶם, שֶׁיִּהְיֶה הָעֹמֶר רֵאשִׁית לִקְצִירְכֶם שֶׁל רְשׁוּת וְלֹא רֵאשִׁית לְקָצִיר שֶׁל מִצְוָה: כְּרִיכוֹת. אֲלֻמּוֹת קְשׁוּרוֹת: צְבָתִים. אֲגֻדּוֹת בְּלֹא קִשּׁוּר. פֵּרוּשׁ אַחֵר, כְּרִיכוֹת אֲלֻמּוֹת גְּדוֹלוֹת, צְבָתִים אֲגֻדּוֹת קְטַנּוֹת: מִן הַקָּמָה. שֶׁיְּהֵא קוֹצֵר לִשְׁמוֹ {כה}: לֹא מָצָא. שֶׁכְּבָר נִקְצַר הַכֹּל: מִן הַלַּח. דִּכְתִיב כַּרְמֶל, רַךְ וּמָל {כו}: לִקְצֹר בַּלַּיְלָה. כִּדְיָלְפִינַן בְּרֵישׁ פִּרְקִין, מִדִּכְתִיב (דְּבָרִים טז) מֵהָחֵל חֶרְמֵשׁ בַּקָּמָה תָּחֵל לִסְפֹּר, מִשָּׁעָה שֶׁאַתָּה מוֹנֶה אַתָּה קוֹצֵר, וְהַסְּפִירָה צְרִיכָה לִהְיוֹת בַּלַּיְלָה דִּכְתִיב (וַיִּקְרָא כג) שֶׁבַע שַׁבָּתוֹת תְּמִימֹת","rdfs:label":"ר\"ע מברטנורה מנחות י ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-9"},{"uri":"jbr:mishna-yomtov-5-2-10-9","jbo:text":"עיקר תוי\"ט {כא} וּלְהָכִי נָקַט נְטִיעוֹת, מִשּׁוּם אוֹרְחָא דְּמִלְּתָא שֶׁאָדָם זוֹרֵעַ כוּ'. רַשִׁ\"י: {כב} וְיֵרָאֶה לְפָרֵשׁ בֵּית כְּמוֹ שֶׁפֵּרֵשׁ רַשִׁ\"י וַיִּשְׁמַע בֵּית פַּרְעֹה [בְּרֵאשִׁית מה]. כְּמוֹ בֵּית יִשְׂרָאֵל, בֵּית יְהוּדָה, עֲבָדָיו וְאַנְשֵׁי בֵּיתוֹ: {כג} צְבָתִים. מַאי טַעֲמָא דְּכַמָּה דְּאֶפְשָׁר לֹא טָרְחִינַן. גְּמָרָא: {כד} לֹא כוּ'. כֻּלְּהוּ יָבִיא דִתְנִינַן נַפְקָא לָן מִוְּתַקְרִיב יְתֵרָה כוּ'. בַּגְּמָרָא: {כה} כְּדִכְתִיב מֵהָחֵל חֶרְמֵשׁ בַּקָּמָה. רַשִׁ\"י: {כו} כֵּן פֵּרֵשׁ רַשִׁ\"י בְּמִשְׁנָה ב', רַךְ וּמָלֵא. וְכָתְבוּ הַתּוֹסָפוֹת, דַּהֲוֵי כְּמוֹ שִׂמְלָה שַׂלְמָה. אֲבָל לְשׁוֹן רַשִׁ\"י בְּמַתְנִיתִין, כַּר וּמָל. וְזֶה לְשׁוֹנוֹ בְּפֵרוּשׁ הַחֻמָּשׁ, בְּעוֹד הַכַּר מָלֵא שֶׁהַתְּבוּאָה לַחָה וּמְלֵאָה בַּקַּשִּׁין שֶׁלָּהּ, וְעַל כֵּן נִקְרְאוּ הַמְּלִילוֹת כַּרְמֶל, וְכֵן כַּרְמֶל בְּצִקְלוֹנוֹ [מְלָכִים ב ד]: {כז} בַּיּוֹם כוּ'. וּמַתְנִיתִין דְּסוֹף פֶּרֶק ב' דִּמְגִלָּה דְּדַוְקָא בַּלַּיְלָה וְלֹא בַּיּוֹם, וְכֵן הָא דְּרֵישׁ פִּרְקִין דְּנִקְצַר בְּשַׁבָּת, אַתְיָא כְּרַבִּי אֶלְעָזָר בְּרַבִּי שִׁמְעוֹן, וּדְהָכָא כְּרַבִּי. גְּמָרָא: {כח} הַשַּׁבָּת. לְהַקְרָבָה, אֲבָל לִקְצִירָה לֹא. דְּהָא נִקְצַר בַּיּוֹם כָּשֵׁר, וְיוּכַל לְקָצְרָהּ מֵעֶרֶב שַׁבָּת, וְאַמַּאי תִּדְחֶה שַׁבָּת. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות י ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-10","jbo:mishna":"jbr:mishna-5-2-10-9"},{"uri":"jbr:mishna-bartanura-5-2-11-1","jbo:text":"ר\"ע מברטנורה שְׁתֵּי הַלֶּחֶם. לֶחֶם הַפָּנִים נִלּוֹשׁ אֶחָד אֶחָד. דִּכְתִיב בֵּיהּ (וַיִּקְרָא כד) שְׁנֵי עֶשְׂרֹנִים יִהְיֶה הַחַלָּה הָאֶחָת, מְלַמֵּד שֶׁנִּלּוֹשׁוֹת אַחַת אַחַת. וּמִנַּיִן שֶׁאֲפִיָּתָן שְׁתַּיִם שְׁתַּיִם, תַּלְמוּד לוֹמַר (שָׁם) וְשַׂמְתָּ אֹתָם, שִׂימָה רִאשׁוֹנָה שֶׁאַתָּה עוֹשֶׂה מֵהֶם דְּהַיְנוּ בַּתַּנּוּר תְּהֵא בִּלְשׁוֹן אוֹתָם, דְּמַשְׁמַע שֶׁהָיָה נוֹתֵן שְׁנַיִם בִּשְׁנֵי דְּפוּסִים יַחַד בַּתַּנּוּר. יָכוֹל אַף שְׁתֵּי הַלֶּחֶם כֵּן, תַּלְמוּד לוֹמַר וְשַׂמְתָּ אֹתָם, שֶׁהָיָה לוֹ לוֹמַר וְשַׂמְתָּם, מַה תַּלְמוּד לוֹמַר וְשַׂמְתָּ אֹתָם, אוֹתָם אַתָּה נוֹתֵן שְׁנַיִם שְׁנַיִם בַּתַּנּוּר וְאִי אַתָּה נוֹתֵן שְׁתֵּי הַלֶּחֶם שְׁנַיִם שְׁנַיִם {ב} אֶלָּא אֶחָד אֶחָד: וּבִטְפוּס. כְּמוֹ דְּפוּס, פורמ\"א בְּלַעַ\"ז. כְּמִין תֵּבָה שֶׁנִּטַּל כִּסּוּיָהּ וּשְׁתֵּי דָּפְנוֹתֶיהָ זוֹ כְּנֶגֶד זוֹ, כָּךְ הַלֶּחֶם הָיוּ לוֹ שְׁתֵּי דְּפָנוֹת וְשׁוּלַיִם רְחָבִים, וּמְתַקֵּן הַבָּצֵק בְּתוֹךְ הַדְּפוּס שֶׁיְּהֵא עָשׂוּי כְּעֵין הַדְּפוּס: וּכְשֶׁהוּא. רוֹדֶה אוֹתָן מִן הַתַּנּוּר: נוֹתְנָן בַּדְּפוּס כְּדֵי שֶׁלֹּא יִתְקַלְקְלוּ. וְיִשָּׁבְרוּ. נִמְצָא שְׁלֹשָׁה דְפוּסִים הֵן, אֶחָד כְּשֶׁהִיא בָּצֵק, וְאֶחָד הָיָה לָהּ בַּתַּנּוּר כְּשֶׁהִיא נֶאֱפֵית {ה}, וְאֶחָד כְּשֶׁהוּא רוֹדָהּ מִן הַתַּנּוּר נוֹתְנָהּ בַּדְּפוּס כְּדֵי שֶׁלֹּא תִּתְקַלְקֵל","rdfs:label":"ר\"ע מברטנורה מנחות יא א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-1"},{"uri":"jbr:mishna-yomtov-5-2-11-1","jbo:text":"עיקר תוי\"ט {א} שְׁתֵּי הַלֶּחֶם. לְשׁוֹן הַתּוֹסָפוֹת, בַּמִּשְׁנָה וּבַמִּקְרָא קָרוּי לְשׁוֹן זָכָר וּלְשׁוֹן נְקֵבָה. וְשָׁמְעִינַן דִּבְמִשְׁנָתֵנוּ לֹא גָּרְסִינַן גַּבֵּי לֶחֶם הַפָּנִים אֶחָד שְׁנַיִם בִּלְשׁוֹן זָכָר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} אַדְּעָלְמָא קָאֵי. דְּהָא בְּפַעַם אַחַת אֵין נֶאֱפוֹת אֶלָּא שְׁתַּיִם בִּלְבַד: {ג} וּבִטְפוּס כוּ'. דְּתָנוּ רַבָּנָן, וְשַׂמְתָּ אוֹתָם, בִּדְפוּס. וְכָתְבוּ הַתּוֹסָפוֹת, וְאִם תֹּאמַר וְהָא אַפִּיקְתֵּיהּ לוֹמַר שֶׁאֲפִיָּתָן שְׁתַּיִם שְׁתַּיִם. וְיֵשׁ לוֹמַר דְּאִם כֵּן לִכְתֹּב וְנָתַתָּ אוֹתָם, אֲבָל וְשַׂמְתָּ מַשְׁמַע שִׂימָה בִּדְפוּס: {ד} בִּטְפוּס. הֵן הַקְּעָרוֹת שֶׁל שֻׁלְחָן, כִּדְאָמַר קְעָרֹתָיו אֵלּוּ טְפוּסִין. וְכֵן פֵּרֵשׁ רַשִׁ\"י בַּחֻמָּשׁ, שֶׁהָיָה נוֹתְנוֹ בִּקְעָרוֹת לְאַחַר אֲפִיָּה. תּוֹסָפוֹת. וּבַגְּמָרָא, וְלִהֲדְרָא לִדְפוּס קַמָּא, כֵּיוָן דְּאָפֵי לַהּ נַפְּחָא. וּמִזֶּה הוֹכִיחוּ הַתּוֹסָפוֹת דְּהַלֶּחֶם חוּץ לַדְּפוּס, דְּאִם לֹא כֵן הֵיכָא מִנַּפְּחָא כוּ'. וּלְפֵרוּשׁ הָרַ\"ב צָרִיךְ לוֹמַר דְּמִתְּחִלָּה נַעֲשָׂה בְּתוֹךְ הַדְּפוּס, וְהַדְּפוּס שֶׁבַּתַּנּוּר הָיָה צַר וְנִכְנַס בְּתוֹךְ הַלֶּחֶם, וְהַלֶּחֶם מִבַּחוּץ וְנִדְבָּק בַּתַּנּוּר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְהָיוּ מַסִּיקִין אוֹתוֹ עִם הַתַּנּוּר וְאוֹפֶה אֶת הַלֶּחֶם. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות יא א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-1"},{"uri":"jbr:mishna-bartanura-5-2-11-2","jbo:text":"ר\"ע מברטנורה לִישָׁתָן וַעֲרִיכָתָן בַּחוּץ וַאֲפִיָּתָן בִּפְנִים. לֹא אִתְבְּרִירָא טַעֲמָא דְּהָא מִלְּתָא בַּגְּמָרָא אַמַּאי לִישָׁתָן וַעֲרִיכָתָן בַּחוּץ וַאֲפִיָּתָן בִּפְנִים {ו}: וְאֵינָן דּוֹחוֹת אֶת הַשַּׁבָּת. אֲפִיָּתָן: וּכְשֵׁרוֹת בְּבֵית פָּאגִי. רַמְבַּ\"ם אוֹמֵר שֶׁהוּא מָקוֹם סָמוּךְ לְהַר הַבַּיִת מִחוּץ, שֶׁשָּׁם הָיוּ אוֹפִים הַמְּנָחוֹת. מִלְּשׁוֹן פַּת בַּג הַמֶּלֶךְ. וְאֵין הֲלָכָה אֶלָּא כְּדִבְרֵי תַּנָּא קַמָּא","rdfs:label":"ר\"ע מברטנורה מנחות יא ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-2"},{"uri":"jbr:mishna-yomtov-5-2-11-2","jbo:text":"עיקר תוי\"ט {ו} וְכֵן כָּתַב הָרַמְבַּ\"ם. וְעַל כָּרְחֵנוּ צָרִיךְ לוֹמַר שֶׁגִּרְסָא אַחֶרֶת הָיְתָה לָהֶם בַּגְּמָרָא. דַּאֲנַן גָּרְסִינַן הָכִי, הָא גּוּפָא קַשְׁיָא, אָמַרְתְּ לִישָׁתָן וַעֲרִיכָתָן בַּחוּץ, אַלְמָא מִדַּת יָבֵשׁ לֹא נִתְקַדְּשָׁה, [דְּאִי מִקַּדְּשָׁה מִגַּנְיָה מִלְּתָא אִי אַפִּיק לְהוּ אַבְּרָאֵי. וְלֹא כְּפֵרוּשׁ הַקֻּנְטְרֵס מִטַּעַם פְּסוּל יוֹצֵא, דְּמִשּׁוּם קִדּוּשׁ כְּלִי לֹא מִיפְּסַל בְּיוֹצֵא. תּוֹסָפוֹת], וַאֲפִיָּתָן בִּפְנִים, אַלְמָא מִדַּת יָבֵשׁ נִתְקַדְּשָׁה. אָמַר רָבָא כוּ' מַאי קֻשְׁיָא, דִּלְמָא עִשָּׂרוֹן לֹא מְקַדֵּשׁ, תַּנּוּר מְקַדֵּשׁ. אֶלָּא הָא קַשְׁיָא, וַאֲפִיָּתָן בִּפְנִים, אַלְמָא תַּנּוּר מְקַדֵּשׁ, וְאֵין דּוֹחוֹת אֶת הַשַּׁבָּת, אִפַּסְלוּ בְּלִינָה. אָמַר רָבָא כוּ' הָא קַמָּן דְּהַךְ מִלְּתָא דְּלִישָׁתָן וַעֲרִיכָתָן בַּחוּץ וַאֲפִיָּתָן בִּפְנִים אִתְבָּרַר טַעֲמָא מִשּׁוּם דְּמִדַּת יָבֵשׁ לֹא נִתְקַדְּשָׁה. אֶלָּא וַדַּאי שֶׁגִּרְסָתָם לֹא הָיְתָה כָּךְ. וּלְהָכִי נַמִּי פָּסַק כְּתַנָּא קַמָּא דְּמִשְׁנָה ה' פֶּרֶק ט' דְּמִדּוֹת יָבֵשׁ נִתְקַדְּשׁוּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יא ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-2"},{"uri":"jbr:mishna-bartanura-5-2-11-3","jbo:text":"ר\"ע מברטנורה חֲבִתֵּי כֹהֵן גָּדוֹל לִישָׁתָן וַעֲרִיכָתָן {ז} בִּפְנִים. לְדִבְרֵי הַכֹּל. שֶׁאוֹתוֹ חֲצִי עִשָּׂרוֹן שֶׁחוֹלֵק בּוֹ עֶשְׂרוֹנוֹ שֶׁל כֹּהֵן גָּדוֹל נִמְשַׁח וְנִתְקַדֵּשׁ וּמְקַדֵּשׁ אֶת הַמִּנְחָה {ח}: וְדוֹחוֹת אֶת הַשַּׁבָּת. לְפִי שֶׁאִי אֶפְשָׁר לַעֲשׂוֹת לִישָׁה וַעֲרִיכָה וַאֲפִיָּה מֵאֶתְמוֹל, דְּכֵיוָן דְּמִקַּדְּשָׁא בִּכְלִי מִפַּסְּלָא בְּלִינָה","rdfs:label":"ר\"ע מברטנורה מנחות יא ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-3"},{"uri":"jbr:mishna-yomtov-5-2-11-3","jbo:text":"עיקר תוי\"ט {ז} וְלִי נִרְאֶה דְּהָכִי גָּרְסִינַן, לִישָׁתָן וַעֲרִיכָתָן וַאֲפִיָּתָן: {ח} וְהַאי דְּלֹא מָשְׁחוּ עִשָּׂרוֹן שָׁלֵם, מִפְּנֵי שֶׁכָּל אָדָם מוֹדֵד בּוֹ מִנְחָתוֹ וּפְעָמִים שֶׁמּוֹצִיאוֹ לַחוּץ. אֲבָל זֶה אֵינוֹ מָסוּר אֶלָּא לַכֹּהֲנִים לַחֲצוֹת בּוֹ עֶשְׂרוֹנִים. וְהַתּוֹסָפוֹת פֵּרְשׁוּ דַּחֲבִתִּין כֵּיוָן דְּיֵשׁ בָּהֶן שֶׁמֶן הֻצְרְכוּ לֵעָשׂוֹת בִּכְלֵי הַלַּח, וּמִדּוֹת הַלַּח נִתְקַדְּשׁוּ לְכֻלֵּי עָלְמָא, וְהוּא הַדִּין לְכָל הַמְּנָחוֹת הַטְּעוּנוֹת שֶׁמֶן","rdfs:label":"עיקר תוי\"ט מנחות יא ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-3"},{"uri":"jbr:mishna-bartanura-5-2-11-4","jbo:text":"ר\"ע מברטנורה יֵשׁ בָּהֶן מַעֲשֵׂה כְלִי בִּפְנִים. בִּמְלַאכְתָּן שֶׁנַּעֲשֶׂה בָּהֶן בִּפְנִים טְעוּנִים כְּלִי. לַאֲפוֹקֵי עַל גַּבֵּי טַבְלָא. וּבִמְלַאכְתָּן שֶׁנַּעֲשֵׂית בַּחוּץ, כְּגוֹן לִישָׁתוֹ וַעֲרִיכָתוֹ שֶׁל לֶחֶם הַפָּנִים {י}, אֵינוֹ טָעוּן כְּלִי: וְקַרְנוֹתֵיהֶן. שֶׁהוּא מַדְבִּיק בָּצֵק לְכָל דֹּפֶן כְּמִין קַרְנַיִם, וְאֹרֶךְ הַקֶּרֶן יוֹצֵא אַרְבַּע אֶצְבָּעוֹת: רַבִּי יְהוּדָה אוֹמֵר שֶׁלֹּא תִטְעֶה. בֵּין שְׁתֵּי הַלֶּחֶם לְלֶחֶם הַפָּנִים בֵּין בְּשִׁעוּר אֹרֶךְ וְרֹחַב בֵּין בְּשִׁעוּר הַקְּרָנוֹת. בִּשְׁתֵּי הַלֶּחֶם אָרְכּוֹ שִׁבְעָה וְרָחְבּוֹ אַרְבָּעָה וְקַרְנוֹתָיו אַרְבַּע אֶצְבָּעוֹת. וְסִימָנָךְ זד\"ד. וְלֶחֶם הַפָּנִים אָרְכּוֹ עֲשָׂרָה וְרָחְבּוֹ חֲמִשָּׁה וְקַרְנוֹתָיו שֶׁבַע אֶצְבָּעוֹת. וְסִימָנָךְ יה\"ז. וְדַרְכּוֹ שֶׁל רַבִּי יְהוּדָה לָתֵת סִימָנִים, כְּמוֹ דצ\"ך עד\"ש באח\"ב: שֶׁיְּהֵא לוֹ פָנִים. דְּפָנוֹת. [שֶׁיְּהֵא לוֹ פִּנִּים זָוִיּוֹת] {יב} וְהֵן הֵן הַקַּרְנַיִם","rdfs:label":"ר\"ע מברטנורה מנחות יא ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-4"},{"uri":"jbr:mishna-yomtov-5-2-11-4","jbo:text":"עיקר תוי\"ט {ט} כְּלִי כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} וְזֶה הַמַּאֲמָר מְחֻבָּר בְּמַה שֶּׁאָמַר שֶׁלֶּחֶם הַפָּנִים מֻתָּר לָלוּשׁ אוֹתָן בַּחוּץ וְנֶאֱפוֹת בִּפְנִים. הָרַמְבַּ\"ם. כְּלוֹמַר דְּאִלּוּ שְׁאָר מְנָחוֹת לִישָׁתָן וַעֲרִיכָתָן נַמִּי בִּפְנִים כוּ'. וְרַשִׁ\"י פֵּרֵשׁ לִישָׁה וַעֲרִיכָה הַכֹּל בִּכְלֵי שָׁרֵת בִּפְנִים וְלֹא בַּחוּץ. וּלְפֵרוּשׁוֹ כֻּלָּהּ חֲדָא מִלְּתָא הִיא. וְהַתּוֹסָפוֹת פֵּרְשׁוּ דְּבַחוּץ אַטְּחִינָה וְהַרְקָדָה קָאֵי. דְּלֹא בָּעוּ כְּלֵי שָׁרֵת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} כֵּיצַד. הוּא שָׁאַל עַל סִבַּת הֱיוֹת לֶחֶם הַפָּנִים נֶאֱפֶה בִּדְפוּסִים. וְאָמַר שֶׁסִּבַּת זֶה שֶׁיְּהֵא בַּעַל שְׁטָחִים מִשִּׁשָּׁה רוּחוֹת, וְכֵן שְׁתֵּי הַלֶּחֶם. הָרַמְבַּ\"ם. וְרָצָה לוֹמַר בְּשִׁשָּׁה שְׁטָחִים, שֶׁטַח הַתַּחַת, וּשְׁנֵי שִׁטְחֵי הַכְּפִילָה שֶׁמִּזֶּה וּמִזֶּה, וְהֵם שְׁלֹשָׁה שֶׁהֵם שִׁשָּׁה, שְׁלֹשָׁה מִבַּחוּץ וּשְׁלֹשָׁה מִבִּפְנִים. וְיָלְפִינַן שְׁתֵּי הַלֶּחֶם מִלֶּחֶם הַפָּנִים, אֶלָּא דִּבְלֶחֶם הַפָּנִים שָׁנִינוּ מִשּׁוּם פְּלֻגְתָּא דְּרַבִּי יְהוּדָה וְרַבִּי מֵאִיר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} כֵּן הוּא לְשׁוֹן רַשִׁ\"י. וְנִרְאֶה לִי גִּרְסַת רַשִׁ\"י בַּמִּשְׁנָה כָּךְ הִיא, שֶׁיְּהֵא לוֹ פָּנִים שֶׁיְּהֵא לוֹ פִנִּים. וְתַרְתֵי יָלְפִינַן מִמַּשְׁמָעוּת הַפָּנִים. חֲדָא כְּדִכְתִיב פָּנִים וְדָרְשִׁינַן דְּפָנוֹת, וְהַיְנוּ כְּפִילוּת דִּלְקַמָּן. וַחֲדָא דְּקָרִינַן פִּנִּים שֶׁפֵּרוּשׁוֹ זָוִיּוֹת וְהֵן הֵן הַקְּרָנוֹת. וְלֹא אֲתָא בֶּן זוֹמָא לְפַלּוֹגֵי אֶלָּא לְפָרוֹשֵׁי דִּדְפָנוֹת וְזָוִיּוֹת מִקְּרָא קָא יָלְפִינַן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יא ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-4"},{"uri":"jbr:mishna-bartanura-5-2-11-5","jbo:text":"ר\"ע מברטנורה אָרְכּוֹ עֲשָׂרָה וְרָחְבּוֹ חֲמִשָּׁה. כְּדִכְתִיב (שְׁמוֹת כח) אַמָּתַיִם אָרְכּוֹ וְאַמָּה רָחְבּוֹ. רַבִּי יְהוּדָה לְטַעֲמֵיהּ דְּאָמַר {יג} שֶׁל כֵּלִים בַּת חֲמִשָּׁה טְפָחִים הִיא: נוֹתֵן אָרְכּוֹ. שֶׁל לֶחֶם הַפָּנִים כְּנֶגֶד רָחְבּוֹ שֶׁל שֻׁלְחָן: וְכוֹפֵל. הַלֶּחֶם, טְפָחַיִם וּמֶחֱצָה לְמַעְלָה בַּגֹּבַהּ מִכָּאן וּמִכָּאן. וְהֵן הֵן הַקְּרָנוֹת {יד}. וְנִמְצְאוּ זְקוּפוֹת בְּשָׁוֶה לִשְׂפַת הַשֻּׁלְחָן: וְנִמְצָא אָרְכּוֹ מְמַלֵּא רָחְבּוֹ שֶׁל שֻׁלְחָן. וְרָחְבּוֹ מַחֲזִיק חֲצִי אֹרֶךְ שֶׁל שֻׁלְחָן, וּכְשֶׁהָיָה מְסַדֵּר אַחֵר אֶצְלוֹ נִמְצָא שֻׁלְחָן כֻּלּוֹ מָלֵא: אָרְכּוֹ שְׁנֵים עָשָׂר. רַבִּי מֵאִיר לְטַעֲמֵיהּ דְּאָמַר כָּל אַמָּה בַּת שִׁשָּׁה טְפָחִים, חוּץ מִמִּזְבַּח הַזָּהָב וְקֶרֶן מִזְבֵּחַ הַחִיצוֹן וְהַסּוֹבֵב וְהַיְסוֹד. וַהֲלָכָה כְּרַבִּי מֵאִיר: לֶחֶם הַפָּנִים אָרְכּוֹ עֲשָׂרָה. בְּהָא מוֹדֶה רַבִּי מֵאִיר: וּטְפָחַיִם רֶוַח בָּאֶמְצָע. בֵּין שְׁנֵי הַסְּדָרִים. דְּרֹחַב הַלֶּחֶם לֹא הֲוֵי אֶלָּא חֲמִשָּׁה, שְׁנֵי הַסְּדָרִים מַחֲזִיקִין עֲשָׂרָה בַּשֻּׁלְחָן לְאָרְכּוֹ, פַּשׁוּ לְהוּ טְפָחַיִם רֶוַח בֵּין סֵדֶר לְסֵדֶר, שֶׁתְּהֵא רוּחַ מְנַשֶּׁבֶת בָּהֶם שֶׁלֹּא יִתְעַפְּשׁוּ: אַבָּא שָׁאוּל אוֹמֵר שָׁם. בְּאוֹתוֹ רֶוַח שֶׁבֵּין סֵדֶר לְסֵדֶר נוֹתְנִים הַבְּזִיכִים: וַהֲלֹא כְבָר נֶאֱמַר וְנָתַתָּ עַל הַמַּעֲרֶכֶת. וְעַל, מַמָּשׁ מַשְׁמַע: וְעָלָיו מַטֵּה מְנַשֶּׁה. וְהַיְנוּ סָמוּךְ, הָכָא נַמִּי עַל סָמוּךְ {טו}. וַהֲלָכָה כְּאַבָּא שָׁאוּל","rdfs:label":"ר\"ע מברטנורה מנחות יא ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-5"},{"uri":"jbr:mishna-yomtov-5-2-11-5","jbo:text":"עיקר תוי\"ט {יג} בְּמַסֶּכֶת כֵּלִים פֶּרֶק י\"ז מִשְׁנָה י': {יד} נִרְאֶה לִי שֶׁצָּרִיךְ לְהַגִּיהַּ וּבָהֶן הֵן הַקְּרָנוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} וְאַף עַל גַּב דִּבְמִשְׁנָה ד' פֶּרֶק ה' דִּפְסָחִים אָמְרִינַן דְּעַל חָמֵץ לָאו דַּוְקָא בְּסָמוּךְ, הָכָא שָׁאנֵי, דִּסְבָרָא הוּא דַּהֲוֵי בְּסָמוּךְ דְּהָא בִּשְׁעַת הַנָּחַת הַלֶּחֶם הָיוּ מַנִּיחִים אוֹתָם וּבִשְׁעַת סִלּוּקָם נִקְטָרִים. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות יא ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-5"},{"uri":"jbr:mishna-bartanura-5-2-11-6","jbo:text":"ר\"ע מברטנורה מֻפְצָלִין. לָתֵת רָאשֵׁי קָנִים בְּאוֹתָן פִּצּוּלִים. וּכְמִנְיַן הַקָּנִים כָּךְ מִנְיַן הַפִּצּוּלִים: אַרְבָּעָה עָשָׂר לְסֵדֶר זֶה. שֵׁשׁ חַלּוֹת שֶׁהָיוּ בְּסֵדֶר הַמַּעֲרֶכֶת. לְאַרְבָּעָה מֵהֶן לְכָל אַחַת שְׁלֹשָׁה קָנִים, הֲרֵי שְׁנֵים עָשָׂר קָנִים, וְהָעֶלְיוֹנָה אֵינָהּ צְרִיכָה אֶלָּא שְׁנַיִם לְפִי שֶׁאֵין עָלֶיהָ מַשְּׂאוֹי, הֲרֵי אַרְבָּעָה עָשָׂר. הַחַלָּה הַתַּחְתּוֹנָה אֵינָהּ צְרִיכָה כָּל עִקָּר, לְפִי שֶׁמֻּנַּחַת עַל טָהֳרוֹ שֶׁל שֻׁלְחָן: לֹא סִדּוּר קָנִים. בַּמַּעֲרָכָה הַחֲדָשָׁה: וְלֹא נְטִילָתָן. מֵעַל הַיְשָׁנָה, דּוֹחֶה שַׁבָּת: נִכְנָס מֵעֶרֶב שַׁבָּת וְשׁוֹמְטָן. מִבֵּין כָּל לֶחֶם וְלֶחֶם, וּמַנִּיחָם לְאָרְכּוֹ שֶׁל שֻׁלְחָן, וּלְמָחָר מְסַדֵּר הַלֶּחֶם, וּלְמוֹצָאֵי שַׁבָּת נוֹתֵן הַקָּנִים בֵּין כָּל לֶחֶם כְּמִשְׁפָּטָן: אָרְכָּן לְאָרְכּוֹ שֶׁל בָּיִת. מִמִּזְרָח לְמַעֲרָב הָיוּ מֻנָּחִין בְּאָרְכָּן. חוּץ מִן הָאָרוֹן {כב} שֶׁאָרְכּוֹ לְרָחְבּוֹ שֶׁל בַּיִת, שֶׁהַבַּדִּים שֶׁבָּאָרוֹן הָיוּ בּוֹלְטִים וְדוֹחֲקִין בַּפָּרֹכֶת וְדּוֹמִין כִּשְׁנֵי דַּדֵּי אִשָּׁה, שֶׁנֶּאֱמַר (בִּמְלָכִים א ח) וַיַּאֲרִכוּ הַבַּדִּים וַיֵּרָאוּ, וְהַבַּדִּים לְרָחְבּוֹ שֶׁל אָרוֹן הָיוּ מֻנָּחִים, דְּאִלּוּ לְאָרְכּוֹ שֶׁל אָרוֹן הָיוּ בַּדִּים לֹא הָיָה בֵּין בַּד לְבַד אֶלָּא שִׁעוּר רֹחַב הָאָרוֹן דְּהַיְנוּ אַמְּתָא וּפַלְגָּא, וּתְרֵי גַּבְרֵי הַנּוֹשְׂאִים בִּשְׁנֵי בַּדִּים אֶת הָאָרוֹן שְׁנַיִם מִכָּאן וּשְׁנַיִם מִכָּאן לֹא הֲווּ מָצֵי לִכָּנֵס בֵּין בַּד לְבַד, אֶלָּא וַדַּאי לְרָחְבּוֹ נְתוּנִים, וְהֵם הָיוּ מִמִּזְרָח לְמַעֲרָב שֶׁהֲרֵי הָיוּ דּוֹחֲקִים בַּפָּרֹכֶת, נִמְצָא אָרְכּוֹ שֶׁל אָרוֹן לְרָחְבּוֹ שֶׁל בַּיִת","rdfs:label":"ר\"ע מברטנורה מנחות יא ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-6"},{"uri":"jbr:mishna-yomtov-5-2-11-6","jbo:text":"עיקר תוי\"ט {טז} אַרְבָּעָה כוּ'. בַּגְּמָרָא יָלְפִינַן לְכָל הָנֵי מִקְּרָא: {יז} סְנִיפִין. שֵׁם לְדָבָר הֶעָשׂוּי לְחַבֵּר וּלְהַחֲזִיק דָּבָר אַחֵר: {יח} מֵרָאשֵׁיהֶן. כְּלוֹמַר בְּאוֹתוֹ חֵלֶק שֶׁבָּהֶן שֶׁעוֹלֶה לְמַעְלָה עַל הַשֻּׁלְחָן. לְפִי שֶׁהַסְּנִיפִין הֵן כְּמוֹ יְתֵדוֹת זָהָב עוֹמְדוֹת בָּאָרֶץ וּגְבוֹהִים עַד לְמַעְלָה מִן הַשֻּׁלְחָן הַרְבֵּה. כְּמוֹ שֶׁכָּתַב רַשִׁ\"י בְּפֵרוּשׁ הַחֻמָּשׁ: {יט} חָלוּל. כְּדֵי שֶׁתְּהֵא רוּחַ מְנַשֶּׁבֶת בֵּינֵיהֶם. הָרַמְבַּ\"ם: {כ} דּוֹחֶה כוּ'. וְאַף עַל גַּב דְּמִדְּאוֹרַיְתָא נִינְהוּ כִּדְנַפְקָא לְהוּ מִקְּרָא, הָא אָמַר רַבִּי מֵאִיר כָּל מְלָאכָה שֶׁאֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת אֵינָהּ דּוֹחָה כוּ', וְהָכִי נַמִּי אֶפְשָׁר דְּלֹא דָּחֵי שַׁבָּת עֲלַיְהוּ, טַעֲמָא מַאי [מְשַׁוֵּי לְהוּ לַקָּנִים] דְּלֹא לְעַפֵּשׁ לֶחֶם, בְּכִי הַאי שִׁעוּרָא לֹא מִיעַפַּשׁ. גְּמָרָא. וְכָתְבוּ הַתּוֹסָפוֹת דְּאֵין אִסּוּרָא אֶלָּא מִשּׁוּם טִלְטוּל בְּעָלְמָא, וַאֲפִלּוּ הָכִי גָּזְרוּ עֲלֵיהֶם בַּמִּקְדָּשׁ וְאַף עַל גַּב דַּחֲזוּ לְמִצְוָה, כֵּיוָן דְּאֵין עָשׂוּי כְּלִי. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כא} לְאָרְכּוֹ. לָאו לְמֵימְרָא שֶׁהָיוּ מֻנָּחִין מִמִּזְרָח לְמַעֲרָב עַל אֹרֶךְ הַשֻּׁלְחָן, דִּכְהַאי גַוְנָא אֵין מָקוֹם פָּנוּי כְּלָל. אֶלָּא מִצָּפוֹן לְדָרוֹם הָיוּ מֻנָּחִין וּבַמָּקוֹם הַפָּנוּי שֶׁבֵּין שְׁתֵּי הַמַּעֲרָכוֹת, שֶׁאוֹתוֹ מָקוֹם פָּנוּי הוּא מִצַּד אָרְכּוֹ שֶׁל שֻׁלְחָן שֶׁהוּא שְׁנֵים עָשָׂר טְפָחִים. וּסְתָמָא כְּרַבִּי מֵאִיר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כב} וְשִׁיֵּר נַמִּי מְנוֹרָה דִּלְרָחְבּוֹ שֶׁל בַּיִת הָיְתָה עוֹמֶדֶת, וְרַבִּי אֱלִיעֶזֶר בְּרַבִּי שִׁמְעוֹן הִיא, וּכְוָתֵיהּ פָּסַק הָרַמְבַּ\"ם. וְהַתּוֹסָפוֹת כָּתְבוּ דַּאֲפִלּוּ כְּרַבִּי, וְאִין הָכִי נַמִּי דְּלֹא שִׁיֵּר מִידִי, וּדְלֹא תָּנֵי אָרוֹן, דִּבְלִפְנַי וְלִפְנִים לֹא מַיְרֵי","rdfs:label":"עיקר תוי\"ט מנחות יא ו","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-6"},{"uri":"jbr:mishna-bartanura-5-2-11-7","jbo:text":"ר\"ע מברטנורה עַל פֶּתַח הַבַּיִת. אֵצֶל פֶּתַח הַהֵיכָל בִּכְנִיסָתוֹ. וְלֹא הָיוּ מַנִּיחִים שָׁם אֶלָּא לְהַרְאוֹת שֶׁמַּעֲלִין בַּקֹּדֶשׁ, דְּעַכְשָׁיו מַנִּיחִין עַל שֶׁל שַׁיִשׁ וּמִיָּד נוֹשְׂאָן לַהֵיכָל וּמְסַדְּרָן {כג} עַל שֶׁל זָהָב שֶׁל מֹשֶׁה: וְעַל שֶׁל זָהָב בִּיצִיאָתוֹ. עַד שֶׁיֻּקְטְרוּ בְּזִיכִים, כִּדְקָתָנֵי לְקַמָּן בְּמַתְנִיתִין: הַמַּכְנִיסִים עוֹמְדִים בַּצָּפוֹן. דְּהָכִי עָדִיף טְפֵי דְּאוֹתָן שֶׁמְּסַדְּרִים הָעֲבוֹדָה יִהְיוּ בַּצָּפוֹן {כד}: אֵלּוּ מוֹשְׁכִין. וְעַד שֶׁלֹּא יַגְבִּיהוּ מִן הַשֻּׁלְחָן אֵלּוּ מַנִּיחִין: אֲפִלּוּ אֵלּוּ נוֹטְלִין. וְאֵלּוּ עַצְמָן מַנִּיחִין אַחַר שֶׁנָּטְלוּ: אַף זוֹ הָיְתָה תָּמִיד. דְּסָבַר רַבִּי יוֹסֵי דְּאֵין תָּמִיד אֶלָּא שֶׁלֹּא יָלִין שֻׁלְחָן לַיְלָה אֶחָד בְּלֹא לֶחֶם: וְהַחַלּוֹת מִתְחַלְּקוֹת לַכֹּהֲנִים. מִשְׁמָר הַיּוֹצֵא חוֹלֵק עִם מִשְׁמָר הַנִּכְנָס {כה}: חָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּשַׁבָּת. שֶׁדִּין לֶחֶם הַפָּנִים לְאָכְלוֹ בְּאוֹתוֹ שַׁבָּת שֶׁנּוֹטְלִים אוֹתוֹ מֵעַל הַשֻּׁלְחָן, וְעַכְשָׁיו אֵין יְכוֹלִים לְאָכְלוֹ מִפְּנֵי הַתַּעֲנִית: הַחַלּוֹת מִתְחַלְּקוֹת לָעָרֶב. וְאֵין מַמְתִּינִים לְחַלְּקוֹ לְמָחָר מִפְּנֵי שֶׁנִּפְסַל בְּלִינָה לְאַחַר זְמַנּוֹ שֶׁנִּסְתַּלֵּק: הַשָּׂעִיר. שֶׁל מוּסָף שֶׁהוּא חַטָּאת וְנֶאֱכָל לַכֹּהֲנִים: נֶאֱכָל לָעָרֶב. בְּלֵילֵי שַׁבָּת. שֶׁזְּמַנּוֹ לְיוֹם וְלַיְלָה עַד חָצוֹת. וְאַף עַל פִּי שֶׁאֵין יְכוֹלִים לְבַשְּׁלוֹ בְּשַׁבָּת וְלֹא בְּיוֹם הַכִּפּוּרִים: הַבַּבְלִיִּים. כֹּהֲנִים שֶׁעָלוּ מִבָּבֶל. וּבַגְּמָרָא מְפָרֵשׁ דְּלֹא בַּבְלִיִּים הָיוּ אֶלָּא אַלֶכְּסַנְדְּרִיִּים הָיוּ. וְעַל שֵׁם שֶׁשּׂוֹנְאִים {כט} תַּלְמִידֵי חֲכָמִים שֶׁבְּאֶרֶץ יִשְׂרָאֵל אֶת הַבַּבְלִיִּים, קָרְאוּ לָאַלֶכְּסַנְדְּרִיִּים שֶׁעוֹשִׂים מַעֲשֵׂה רַעַבְתָנוּת בַּבְלִיִּים: הָיוּ אוֹכְלִין אוֹתוֹ חַי. כְּשֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּעֶרֶב שַׁבָּת: מִפְּנֵי שֶׁדַּעְתָּן יָפָה. וְאֵינָן קָצִים לֶאֱכֹל הַבָּשָׂר כְּשֶׁהוּא חַי","rdfs:label":"ר\"ע מברטנורה מנחות יא ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-7"},{"uri":"jbr:mishna-yomtov-5-2-11-7","jbo:text":"עיקר תוי\"ט {כג} וְאַכַּתִּי תִּקְשֵׁי לָמָּה שֶׁל שַׁיִשׁ וְלֹא שֶׁל כֶּסֶף. הִלְכָּךְ הַנָּכוֹן כְּמוֹ שֶׁכָּתַב הָרַ\"ב בִּשְׁקָלִים דְּאַחַר שֶׁנֶּאֱפָה הִנִּיחוּהוּ עַל שֶׁל שַׁיִשׁ עַד שֶׁיְּסַדְּרוּהוּ וְהַשְׁתָּא עָשׂוּ שֶׁל שַׁיִשׁ שֶׁלֹּא יִתְעַפֵּשׁ כֵּיוָן שֶׁשָּׁהָה זְמַן רַב: {כד} דִּקְדֻשַּׁת צָפוֹן חֲמִירָא דְּקָדְשֵׁי קָדָשִׁים שְׁחִיטָתָן בַּצָּפוֹן: {כה} כְּלוֹמַר שָׁוֶה בְּשָׁוֶה: {כו} עֶרֶב שַׁבָּת. צָרִיךְ עִיּוּן אַמַּאי לֹא מַיְתֵי לְמִשְׁנָה זוֹ בַּגְּמָרָא [סֻכָּה דַּף נד] וְלוֹמַר דְּאַתְיָא כַּאֲחֵרִים: {כז} שָׂעִיר כוּ'. וּכְשֶׁתְּעַיֵּן כָּל קָרְבְּנוֹת יוֹם הַכִּפּוּרִים לֹא תִמְצָא בָּהֶן מַה שֶּׁיֵּאָכֵל זוּלָתִי שְׂעִיר חַטָּאת הַנַּעֲשֶׂה בַּחוּץ. הָרַמְבַּ\"ם: {כח} הַבַּבְלִיִּים כוּ'. הָכִי קָאָמַר, נֶאֱכָל לָעֶרֶב, וּמִי הֵם הָאוֹכְלִים כוּ': {כט} לְפִי שֶׁלֹּא עָלוּ בִּימֵי עֶזְרָא. גְּמָרָא. וּמַה שֶּׁמַּזְכִּירִין אוֹתָם לִגְנַאי עַל שֶׁאוֹכְלִים אֶת הַשְּׂעִירִים חַיִּים, אַף עַל גַּב דְּמִצְוָה קָעָבְדֵי שֶׁלֹּא יָבֹאוּ לִידֵי נוֹתָר, לְפִי שֶׁהִרְגִּילוּ עַצְמָם כְּמוֹ כֵן אַף בְּכָל הַשָּׁנִים, דְּמֵחֲזֵי כְּרָעַבְתָּנוּתָא. תּוֹסָפוֹת: {ל} חַי. וְאֵין בּוֹ מִשּׁוּם דַּם הָאֵבָרִים שֶׁהוּא בְּלֹא תַּעֲשֶׂה וְלוֹקִין עָלָיו, דְּבִכְרֵתוֹת דַּף כ\"ב מוֹקְמִינַן לַהּ דַּוְקָא בִּדְפֵרַשׁ, וּלְפִיכָךְ שָׁרֵי אַף בְּלֹא מְלִיחָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יא ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-7"},{"uri":"jbr:mishna-bartanura-5-2-11-8","jbo:text":"ר\"ע מברטנורה וְאֶת הַבְּזִיכִים לְאַחַר שַׁבָּת. וְדִינָן הָיָה לְסַדְּרָן בְּשַׁבָּת בִּשְׁעַת עֲרִיכַת הַלֶּחֶם: וְהִקְטִיר אֶת הַבְּזִיכִים בְּשַׁבָּת פְּסוּלָה. דִּמְחֻסַּר זְמַן הוּא, שֶׁלֹּא הָיָה עַל הַשֻּׁלְחָן אֶלָּא שִׁשָּׁה יָמִים. וְהָכָא אִי אֶפְשָׁר לְתַקֵּן וְלוֹמַר יַנִּיחֶנּוּ עַד שַׁבָּת הַבָּאָה, דְּכֵיוָן דְּלֶחֶם נִסְדָּר כְּדִינוֹ בְּשַׁבָּת, קִדְּשׁוֹ שֻׁלְחָן וְשׁוּב אֵינוֹ יָכוֹל לִשְׁהוֹתוֹ אֶלָּא עַד שַׁבָּת רִאשׁוֹנָה, דְּמִפְּסִיל בְּלִינָה: וְאֵין חַיָּבִין עֲלֵיהֶם מִשּׁוּם פִּגּוּל. אִם הִקְטִירָן עַל מְנָת לֶאֱכֹל הַלֶּחֶם לְמָחָר אֵינוֹ פִּגּוּל, שֶׁלֹּא קָרַב הַמַּתִּיר כְּמִצְוָתוֹ: וְלֹא מִשּׁוּם נוֹתָר. שֶׁאֵין נוֹתָר חָל עַל הַלֶּחֶם, שֶׁהֲרֵי אֵין רָאוּי לַאֲכִילָה: וְטָמֵא. הָאוֹכְלוֹ בְּטֻמְאַת הַגּוּף אֵינוֹ בְּכָרֵת, כִּדְאָמְרִינַן בְּהַקֹּמֶץ [דַּף כה] הַנִּתָּר לַטְּהוֹרִים חַיָּבִים עָלָיו מִשּׁוּם טֻמְאָה, וְזֶה לֹא נִתַּר לַטְּהוֹרִים מֵעוֹלָם, דְּבְזִיכִים הֲווּ מַתִּירִים דִּידֵיהּ וְלֹא קָרְבוּ כְּהִלְכָתָן: יַנִּיחֶנּוּ לַשַּׁבָּת הַבָּאָה. וְיַעֲמֹד שְׁבוּעַיִם עַל הַשֻּׁלְחָן. דְּכֵיוָן דְּלֹא נִסְדַּר בְּשַׁבָּת אֵין שֻׁלְחָן מְקַדֵּשׁ עַד שֶׁתַּגִּיעַ שַׁבָּת, וּמֵאוֹתוֹ שַׁבָּת יָכוֹל לְהַשְׁהוֹתָן שִׁבְעַת יָמִים: שֶׁאֲפִלּוּ הִיא עַל הַשֻּׁלְחָן יָמִים רַבִּים. קֹדֶם הַשַּׁבָּת: אֵין בְּכָךְ כְּלוּם. שֶׁאֵין הַשֻּׁלְחָן מְקַדְּשׁוֹ עַד הַשַּׁבָּת, הִלְכָּךְ לֹא מִיפְסָל בְּלִינָה לְאַחַר הַשַּׁבָּת","rdfs:label":"ר\"ע מברטנורה מנחות יא ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-8"},{"uri":"jbr:mishna-yomtov-5-2-11-8","jbo:text":"עיקר תוי\"ט {לא} כֵּיצַד יַעֲשֶׂה. שֶׁלֹּא יָבֹא דָּבָר לִפְסוּל, יַנִּיחֶנָּה עִם הַבְּזִיכִים לַשַּׁבָּת הַבָּאָה. אִי נַמִּי, מַה יַּעֲשֶׂה מִן הַלֶּחֶם אַחַר שֶׁהֻקְטְרוּ הַבְּזִיכִין. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יא ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-8"},{"uri":"jbr:mishna-bartanura-5-2-11-9","jbo:text":"ר\"ע מברטנורה אֵין פָּחוֹת מִשְּׁנַיִם. מִשְּׁנֵי יָמִים מִשֶּׁנֶּאֱפוּ: נֶאֱכָל לִשְׁלֹשָׁה. שֶׁאֲפָאוּם בְּעֶרֶב שַׁבָּת. לְפִי שֶׁאֵין אֲפִיָּתָן דּוֹחָה לֹא שַׁבָּת וְלֹא יוֹם טוֹב: לְתִשְׁעָה. בְּשַׁבָּת שְׁנִיָּה, שֶׁהִיא תְּשִׁיעִי לַאֲפִיָּתוֹ: לַעֲשָׂרָה. שֶׁנֶּאֱפוּ בַּחֲמִישִׁי בְּשַׁבָּת: שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה. קֹדֶם לַשַּׁבָּת. נֶאֱפָה בִּרְבִיעִי וְנֶאֱכָל בְּשַׁבָּת שְׁנִיָּה, הֲרֵי לְאַחַד עָשָׂר. וְאִם תֹּאמַר, הֲרֵי שְׁנֵים עָשָׂר נִינְהוּ, דְּהָא אוֹתָהּ שַׁבָּת הָוֵי יוֹם הַכִּפּוּרִים וְאֵין הַלֶּחֶם נֶאֱכָל עַד לְמוֹצָאֵי שַׁבָּת. הָא לֹא קַשְׁיָא, דִּלְעִנְיַן אֲכִילַת קָדָשִׁים הַלַּיְלָה הוֹלֵךְ אַחַר הַיּוֹם שֶׁעָבַר, הִלְכָּךְ מִקְרֵי אַחַד עָשָׂר: וְאֵינוֹ דּוֹחֶה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב. לְפִי שֶׁאֵין אוֹפִים וּמְבַשְּׁלִים בְּיוֹם טוֹב אֶלָּא מַה שֶּׁאוֹכֵל בְּאוֹתוֹ הַיּוֹם בִּלְבַד: רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר וְכוּ'. וְאֵין הֲלָכָה כְּרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל","rdfs:label":"ר\"ע מברטנורה מנחות יא ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-9"},{"uri":"jbr:mishna-yomtov-5-2-11-9","jbo:text":"עיקר תוי\"ט {לב} עַל שְׁלֹשָׁה. כְּלוֹמַר אֵין פָּחוּת מִשְּׁנֵי יָמִים שֶׁעָבְרוּ וְכֵן שְׁלֹשָׁה. וְלֹא קַשְׁיָא דְּלִתְנֵי לִשְׁנַיִם וְלִשְׁלֹשָׁה. עַיֵּן בְּרֵישׁ מַסֶּכֶת פָּרָה: {לג} צוֹם. חָל יוֹם הַכִּפּוּרִים בְּעֶרֶב שַׁבָּת. אֵין לֶחֶם הַפָּנִים נֶאֱפֶה בּוֹ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט מנחות יא ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-11","jbo:mishna":"jbr:mishna-5-2-11-9"},{"uri":"jbr:mishna-bartanura-5-2-12-1","jbo:text":"ר\"ע מברטנורה הַמְּנָחוֹת וְהַנְּסָכִים. עַד שֶׁלֹּא קָדְשׁוּ בַּכְּלִי. אֵינָן קְדוֹשִׁים קְדֻשַּׁת הַגּוּף, אֶלָּא קְדֻשַּׁת דָּמִים, שֶׁצָּרִיךְ לִפְדּוֹתָן וְהַדָּמִים קְדוֹשִׁים. וְדַוְקָא כְּשֶׁנִּטְמְאוּ יֵשׁ לָהֶן פִּדְיוֹן אִם לֹא קָדְשׁוּ בַּכְּלִי, אֲבָל לֹא נִטְמְאוּ, אַף עַל פִּי שֶׁלֹּא קָדְשׁוּ בַּכְּלִי אֵין פּוֹדִים אוֹתָן {א}: הָעוֹפוֹת וְהָעֵצִים וְהַלְּבוֹנָה וּכְלֵי שָׁרֵת. שֶׁנִּטְמְאוּ: אֵין לָהֶם פִּדְיוֹן. שֶׁלֹּא נֶאֱמַר פִּדְיוֹן בִּקְדֻשַּׁת הַגּוּף אֶלָּא בִּבְהֵמָה בַּעֲלַת מוּם, דִּכְתִיב (וַיִּקְרָא כז) וְאִם כָּל בְּהֵמָה טְמֵאָה, אֲשֶׁר לֹא יַקְרִיבוּ מִמֶּנָּה קָרְבָּן לַה', וְהֶעֱרִיךְ הַכֹּהֵן אֹתָהּ וְכוּ'. וּבְבַעֲלֵי מוּמִים שֶׁנִּפְדּוּ הַכָּתוּב מְדַבֵּר, דְּאִי בִּבְהֵמָה טְמֵאָה מַמָּשׁ, כְּשֶׁהוּא אוֹמֵר (שָׁם) וְאִם בַּבְּהֵמָה הַטְּמֵאָה וּפָדָה בְּעֶרְכְּךָ, הֲרֵי בְּהֵמָה טְמֵאָה אֲמוּרָה. וְאַשְׁמוֹעִינַן בְּמַתְנִיתִין דְּאַף עַל גַּב דְּאַשְׁכְּחַן בְּקָדוֹשׁ קְדֻשַּׁת הַגּוּף וְנָפַל בֵּיהּ מוּמָא דְּמִפְרִיק, הָעוֹפוֹת וְהָעֵצִים וְהַלְּבוֹנָה וּכְלֵי שָׁרֵת דְּקַדְּשֵׁי קְדֻשַּׁת הַגּוּף {ה} וְנִטְמְאוּ לֹא מִפְרְקֵי","rdfs:label":"ר\"ע מברטנורה מנחות יב א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-1"},{"uri":"jbr:mishna-yomtov-5-2-12-1","jbo:text":"עיקר תוי\"ט {א} שֶׁכָּל הָרָאוּי לַמִּזְבֵּחַ אֵינוֹ יוֹצֵא מִידֵי הַמִּזְבֵּחַ לְעוֹלָם. גְּמָרָא: {ב} אֵין כוּ'. דְּמִכְּלִי שָׁרֵת לֹא אַשְׁכְּחַן דָּבָר דְּמִפָּרַק. גְּמָרָא. פֵּרֵשׁ רַשִׁ\"י וַאֲפִלּוּ בְּהֵמָה בַּעֲלַת מוּם שֶׁנֶּאֱמַר בָּהּ פִּדְיוֹן, לְאַחַר שֶׁקִּדְּשָׁהּ בִּכְלִי שָׁרֵת כְּגוֹן שֶׁשְּׁחָטָהּ, לֹא אַשְׁכְּחַן בָּהּ פִּדְיוֹן: {ג} הָעוֹפוֹת. כְּשֶׁקָּדַם הֶקְדֵּשָׁן לְמוּמָן מַיְרֵי. אֲבָל קָדַם מוּמָן לְהֶקְדֵּשָׁן נִפְדִּין. תּוֹסָפוֹת. וְאֶפְשָׁר דִּלְעִנְיַן טֻמְאָה נַמִּי נִשְׁנוּ, וּלְאַחַר מְלִיקָה. כְּגוֹן עוֹלָה שֶׁאֵינָהּ בָּאָה לִכְלִי שָׁרֵת כְּלָל וְלֹא הֲוָה כִּבְהֵמָה שְׁחוּטָה דִּלְעֵיל, וּלְהָכִי אִצְטְרִיךְ לְאַשְׁמְעִינַן: {ד} וְהָעֵצִים כוּ'. וְאַף עַל גַּב דְּלֹא קְדֻשַּׁת הַגּוּף נִינְהוּ אֶלָּא מַכְשִׁירֵי קָרְבָּן הֵם, אֲפִלּוּ הָכִי הוֹאִיל וּמְנָחוֹת וּנְסָכִים טְהוֹרִים אֵין לָהֶם פִּדְיוֹן, הָנֵי אַף עַל גַּב דְּנִטְמְאוּ כִּטְהוֹרִים דַּמְיָן. עֵצִים וּלְבוֹנָה לָאו בְּנֵי אֲשְׁווּיֵי אֹכְלָא נִינְהוּ אֶלָּא הֶקְדֵּשׁ מְשַׁוֵּי לְהוּ אֹכֶל, דְּעֵצִים כַּמָּה דְּלֹא מְשַׁפֵּי לְהוּ לִגְזִירִין לֹא מִתְכַּשְּׁרֵי. לְבוֹנָה נַמִּי כְּמָה דְּלֹא קָדְשָׁה בִּכְלִי שָׁרֵת לֹא מִתְכַּשְּׁרָה. וּכְלֵי שָׁרֵת נַמִּי הוֹאִיל וְאִית לְהוּ טָהֳרָה בְּמִקְוֶה. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וּתְמֵהַנִי, דְּהָא אָמְרִינַן דְּמַכְשִׁירֵי קָרְבָּן לָאו קְדֻשַּׁת הַגּוּף הֵן. וְהָרַמְבַּ\"ם לֹא פֵּרֵשׁ כְּלוּם בָּזֶה, וְנִיחָא דַּהֲוֵי כְּמַשְׁמָעָהּ שֶׁכָּל שֶׁאֵין בְּהֵמָה אֵין בּוֹ פִּדְיוֹן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יב א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-1"},{"uri":"jbr:mishna-bartanura-5-2-12-2","jbo:text":"ר\"ע מברטנורה מַה שֶּׁהֵבִיא הֵבִיא. דְּאָמְרִינַן לֹא לְשֵׁם נִדְרוֹ הֱבִיאָהּ, אֶלָּא נְדָבָה אַחֶרֶת הִיא זוֹ: זוֹ לְהָבִיא בְמַחֲבַת. שֶׁהָיְתָה עִשָּׂרוֹן סֹלֶת מֻנַּחַת לְפָנָיו, וְאָמַר, זוֹ לְהָבִיא בַּמַּחֲבַת וְכוּ': הֲרֵי זוֹ פְסוּלָה. דִּקְבָעָהּ לַכְּלִי שֶׁהִזְכִּיר בָּהּ וְאֵין יָכוֹל לְשַׁנּוֹתָהּ לִכְלִי אַחֵר: אֵלּוּ לְהָבִיא בִּכְלִי אֶחָד. אֵלּוּ שֶׁהָיוּ מֻנָּחִים לְפָנָיו: הֲרֵי אֵלּוּ פְסוּלִים. דְּהֵיכָא דְּנָדַר בִּכְלִי אֶחָד וְהֵבִיא בִּשְׁנֵי כֵּלִים מַפְרִישׁ מִמֶּנָּה שְׁנֵי קֳמָצִים, וְהוּא לֹא נָדַר אֶלָּא קֹמֶץ אֶחָד. וְעוֹד, שֶׁמִּנְחָה חֲסֵרָה הִיא בְּכָל כְּלִי וּכְלִי. וְהֵיכָא דְּנָדַר בִּשְׁנֵי כֵּלִים וְהֵבִיא בִּכְלִי אֶחָד הַוְיָא מִנְחָה יְתֵרָה וּמִעֵט בַּקֳּמָצִין, שֶׁהוּא בֵּרֵר לָהּ שְׁנֵי קֳמָצִין וְלֹא קָמַץ אֶלָּא אֶחָד: אָמְרוּ לוֹ בִּכְלִי אֶחָד נָדָרְתָּ. וְלֹא חָשׁ לְדִבְרֵיהֶם וְהִקְרִיבָהּ בִּשְׁנֵי כֵּלִים, פְּסוּלִים, וְאַף עַל גַּב דְּלֹא אָמַר אֵלּוּ לְהָבִיא בִּכְלִי אֶחָד. מִשּׁוּם דְּהַשְׁתָּא לֵיכָּא לְמֵימַר לְשׁוּם נְדָבָה אַחֶרֶת אַיְתֵי לַהּ, דְּכֵיוָן דְּאָמְרֵי לֵיהּ בִּכְלִי אֶחָד נָדַרְתָּ הֲוָה לֵיהּ לְמֵימַר לְהוּ אֲנָא מִשּׁוּם נֶדֶר אַחֲרִינָא מַיְתִינָא לַהּ: כִּשְׁתֵּי מְנָחוֹת שֶׁנִּתְעָרָבוּ. דְּאָמְרִינַן בְּפֶרֶק הַקּוֹמֵץ, אִם יָכוֹל לִקְמֹץ מִזּוֹ בִּפְנֵי עַצְמָהּ וּמִזּוֹ בִּפְנֵי עַצְמָהּ כְּשֵׁרוֹת, וְאִם לָאו פְּסוּלוֹת. וְהָא דְּקָתָנֵי לְעֵיל אֵלּוּ לְהָבִיא בִּשְׁנֵי כֵּלִים וְהֵבִיא בִּכְלִי אֶחָד פְּסוּלוֹת, מַיְרֵי כְּגוֹן דְּלֹא יָכוֹל לִקְמֹץ מִכָּל אַחַת בִּפְנֵי עַצְמָהּ","rdfs:label":"ר\"ע מברטנורה מנחות יב ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-2"},{"uri":"jbr:mishna-yomtov-5-2-12-2","jbo:text":"עיקר תוי\"ט {ו} שְׁנֵי כוּ'. וּצְרִיכָא, דְּאִי אַשְׁמְעִינַן הַךְ קַמַּיְתָא, מִשּׁוּם דְּאָמַר בְּמַחֲבַת וְקָא מַיְתֵי בְּמַרְחֶשֶׁת (מִשּׁוּם הָכִי לֹא יָצָא) אֲבָל הָכָא דְּאִידִי וְאִידִי (כְּלִי שֶׁנָּדַר וְשֶׁהֵבִיא) בְּמַחֲבַת וְאִידִי וְאִידִי בְּמַרְחֶשֶׁת אֵימָא יְדֵי נִדְרוֹ נַמִּי יָצָא. וְאִי אַשְׁמוֹעִינַן הַךְ מִשּׁוּם דְּקָא פָּלֵיג לְהוּ, אֲבָל הָתָם דְּלֹא פָּלֵיג לְהוּ אֵימָא לֹא, צְרִיכָא. גְּמָרָא: {ז} אָמְרוּ לוֹ כוּ'. יֵרָאֶה לִי דְּהוּא הַדִּין נַמִּי בְּרֵישָׁא אָמְרוּ לוֹ בְּמַחֲבַת נָדַרְתָּ. אֶלָּא דִּבְמַאי דְּסָלֵיק אַשְׁמוֹעִינַן. וְהוּא הַדִּין לְרֵישָׁא","rdfs:label":"עיקר תוי\"ט מנחות יב ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-2"},{"uri":"jbr:mishna-bartanura-5-2-12-3","jbo:text":"ר\"ע מברטנורה הֲרֵי עָלַי מִנְחָה מִן הַשְּׂעֹרִים יָבִיא מִן הַחִטִּים. שֶׁאֵין מִנְחַת נְדָבָה בָּאָה אֶלָּא מִן הַחִטִּים. וּכְגוֹן שֶׁאָמַר אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁאֵין מְבִיאִים מִנְחָה מִן הַשְּׂעֹרִים לֹא הָיִיתִי נוֹדֵר אֶלָּא מִן הַחִטִּים {ח}. אֲבָל אִם אָמַר לֹא הָיִיתִי נוֹדֵר כְּלוּם, אֵינוֹ חַיָּב כְּלוּם: יָבִיא סֹלֶת. דִּכְתִיב (וַיִּקְרָא ב) סֹלֶת יִהְיֶה קָרְבָּנוֹ: רַבִּי שִׁמְעוֹן פּוֹטֵר. רַבִּי שִׁמְעוֹן סָבַר בִּגְמַר דְּבָרָיו אָדָם נִתְפָּס, וְהוֹאִיל וּגְמַר דְּבָרָיו שֶׁלֹּא כְּדִין הַמִּנְחָה, אֵינוֹ חַיָּב כְּלוּם. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה מנחות יב ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-3"},{"uri":"jbr:mishna-yomtov-5-2-12-3","jbo:text":"עיקר תוי\"ט {ח} וּמִיהוּ בְּרֵישׁ פֶּרֶק ב' דְּנָזִיר בְּאוֹמֵר הֲרֵינִי נָזִיר מִן הַגְּרוֹגָרוֹת, סָבְרֵי בֵּית הִלֵּל דְּלֹא הָוֵי נָזִיר, שֶׁלֹּא נָדַר כְּדֶרֶךְ הַנּוֹדְרִים, דְּדַוְקָא גַּבֵּי מִנְחָה מֵבִיא מִן הַחִטִּים, מִשּׁוּם דִּשְׂעֹרִין שָׁיְכָא גַּבֵּי מִנְחָה כִּדְאַשְׁכְּחַן מִנְחַת הָעֹמֶר וּמִנְחַת קְנָאוֹת דְּבָאוֹת שְׂעֹרִין, וּלְמִנְחָה מְעַלְּיָא אִכַּוֵּין. אֲבָל גְּרוֹגֶרֶת לֹא שָׁיְכֵי לִנְזִירוּת, וּמֵעִקָּרָא כִּי אָמַר הֲרֵינִי נָזִיר לֹא הָיָה בְּדַעְתּוֹ לִנְזִירוּת כְּלָל. תּוֹסָפוֹת וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יב ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-3"},{"uri":"jbr:mishna-bartanura-5-2-12-4","jbo:text":"ר\"ע מברטנורה שֶׁכֵּן צִבּוּר מְבִיאִים וְכוּ'. שְׁלֹשָׁה עֶשְׂרוֹנִים לַפָּר לִשְׁלֹשָׁה עָשָׂר פָּרִים הֵם תִּשְׁעָה וּשְׁלֹשִׁים עֶשְׂרוֹנִים, וְעִשָּׂרוֹן לַכֶּבֶשׂ לְאַרְבָּעָה עָשָׂר כְּבָשִׂים הֵם אַרְבָּעָה עָשָׂר עֶשְׂרוֹנִים, וּשְׁנֵי עֶשְׂרוֹנִים לָאַיִל לִשְׁנֵי הָאֵילִים הֵם אַרְבָּעָה עֶשְׂרוֹנִים, הֲרֵי חֲמִשִּׁים וְשִׁבְעָה, וְלִשְׁנֵי תְמִידִים שְׁנַיִם, וְלִשְׁנֵי כִבְשֵׂי מוּסַף שַׁבָּת שְׁנַיִם, הֲרֵי שִׁשִּׁים וְאֶחָד. וְאָמַר לָהֶם רַבִּי שִׁמְעוֹן, וְכִי כָּל אוֹתָן שֶׁל אוֹתוֹ יוֹם בִּכְלִי אֶחָד הָיוּ, וַהֲלֹא אֵלּוּ לַפָּרִים וְאֵלּוּ לָאֵילִים וְלַכְּבָשִׂים, וְאִי מְעָרֵב לְהוּ מִפְּסִיל, שֶׁמִּנְחַת פָּרִים בְּלִילָתָן עָבָה, שְׁנֵי לֻגִּים לְעִשָּׂרוֹן, חֲצִי הַהִין לִשְׁלֹשָׁה עֶשְׂרוֹנִים, וּמִנְחַת כְּבָשִׂים בְּלִילָתָן רַכָּה, רְבִיעִית הַהִין לְעִשָּׂרוֹן דְּהַיְנוּ שְׁלֹשָׁה לֻגִּים, וְהֵן בּוֹלְעוֹת זוֹ מִזּוֹ, וְנִמְצֵאת זוֹ חֲסֵרָה וְזוֹ יְתֵרָה. אֶלָּא מִפְּנֵי מָה אֵין מֵבִיא יָחִיד שִׁשִּׁים וְאֶחָד עֶשְׂרוֹנִים בִּכְלִי אֶחָד, דְּעַד שִׁשִּׁים יָכוֹל לְהִבָּלֵל בְּלֹג אֶחָד. וְהַאי תַּנָּא סָבַר לַהּ כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב דְּאָמַר בְּפֶרֶק שְׁתֵּי מִדּוֹת אֲפִלּוּ מִנְחָה שֶׁל שִׁשִּׁים עֶשְׂרוֹנִים אֵין לָהּ אֶלָּא לֹג {ט}. וְאַף עַל פִּי שֶׁלֹּא נִבְלְלָה כֻּלָּהּ, כֵּיוָן שֶׁרְאוּיָה לְהִבָּלֵל אֵין הַבְּלִילָה מְעַכֶּבֶת, דְּהָכִי קַיְמָא לָן דְּכָל הָרָאוּי לְבִילָה אֵין בִּילָה מְעַכֶּבֶת בּוֹ, וְכָל שֶׁאֵינוֹ רָאוּי לְבִילָה בִּילָה מְעַכֶּבֶת בּוֹ: וְשִׁשִּׁים וְאֶחָד אֵין נִבְלָלִים. בִּתְמִיָּה: קֻרְטוֹב. רְבִיעִית שֶׁל רְבִיעִית הַלֹּג {י}: אֵין מִתְנַדְּבִים לֹג. יַיִן לַנְּסָכִים. שֶׁלֹּא מָצִינוּ מִנְחַת נְסָכִים שֶׁל לֹג אֶחָד וְלֹא שֶׁל שְׁנַיִם וְלֹא שֶׁל חֲמִשָּׁה: אֲבָל מִתְנַדְּבִים שְׁלֹשָׁה. לֻגִּים, דַּחֲזוּ לְכֶבֶשׂ: וְאַרְבָּעָה. דַּחֲזוּ לְאַיִל: וְשִׁשָּׁה. לֻגִּים, שֶׁהוּא חֲצִי הַהִין, דַּחֲזוּ לְפַר","rdfs:label":"ר\"ע מברטנורה מנחות יב ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-4"},{"uri":"jbr:mishna-yomtov-5-2-12-4","jbo:text":"עיקר תוי\"ט {ט} וְקַשְׁיָא דְּאִם כֵּן מִשְׁנָה זוֹ כֻּלָּהּ נִדְחֵית מֵהַהֲלָכָה. דְּדִבְרֵי תַּנָּא קַמָּא נִדָּחִין מִפְּנֵי הַקֻּשְׁיָא הָאֲמִתִּית שֶׁהִקְשָׁה עָלָיו רַבִּי שִׁמְעוֹן, וְדִבְרֵי רַבִּי שִׁמְעוֹן נַמִּי נִדָּחִין מִפְּנֵי דִּלְעֵיל פָּסְקוּ הָרַמְבַּ\"ם וְהָרַ\"ב דְּלֹא כְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב כוּ'. אֲבָל הָרַמְבַּ\"ם בְּפֵרוּשׁוֹ כָּתַב וְזֶה לְשׁוֹנוֹ, אַף עַל פִּי שֶׁזָּכַרְנוּ בְּפֶרֶק ג' מִמַּסֶּכֶת זוֹ שֶׁבְּלִילָה אֵינָהּ מְעַכֶּבֶת עַל מְנָת שֶׁתְּהֵא הַמִּנְחָה מֻעֶטֶת עַד כְּדֵי שֶׁאִם רָצָה לִבְלֹל אוֹתָהּ שֶׁיּוּכָל לִבְלֹל, אֲבָל הָיְתָה מְרֻבָּה עַד שֶׁאִי אֶפְשָׁר לִבְלֹל אוֹתָהּ בְּבַת אַחַת אִי אֶפְשָׁר בְּלֹא בְּלִילָה. עַד כָּאן. וְנִרְאִין דְּבָרָיו דַּאֲפִלּוּ לְתַנָּא קַמָּא דְּרַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב דִּלְכָל עִשָּׂרוֹן מֵבִיא לֹג אֲפִלּוּ הָכִי כָּל שֶׁהָעֶשְׂרוֹנוֹת יוֹתֵר עַל שִׁשִּׁים מִתּוֹךְ שֶׁהַסֹּלֶת רַב הוּא אִי אֶפְשָׁר לְהִבָּלֵל יָפֶה אֲפִלּוּ יִהְיֶה לוֹ לֻגִּים כְּמִסְפַּר הָעֶשְׂרוֹנוֹת. וְהַשְׁתָּא מִשְׁנָתֵנוּ הֲלָכָה הִיא וּמִטַּעֲמָא דְּרַבִּי שִׁמְעוֹן: {י} וְאִם כֵּן הוּא אֶחָד מִשִׁשָּׁה עָשָׂר בַּלֹּג. וְקָשֶׁה, דִּבְפֶרֶק ג' וּפֶרֶק ז' דְּמִקְוָאוֹת פֵּרֵשׁ שֶׁהוּא חֵלֶק מִשִׁשִּׁים וְאַרְבָּעָה בַּלֹּג, וְכֵן הוּא בַּגְּמָרָא דְּבָבָא בָּתְרָא דַּף צ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} שְׁנַיִם וַחֲמִשָּׁה. תֵּימַהּ, דְּכִי הֵיכִי דְּאָמְרִינַן גַּבֵּי מְנָחוֹת בְּמִשְׁנָה ג' דְּאִם אוֹמֵר חֲצִי עִשָּׂרוֹן יָבִיא עִשָּׂרוֹן שָׁלֵם, עִשָּׂרוֹן וּמֶחֱצָה יָבִיא שְׁנַיִם, הָכָא נַמִּי נֵימָא כִּי אָמַר לֹג אוֹ שְׁנַיִם יָבִיא שְׁלֹשָׁה, וְכִי אָמַר חֲמִשָּׁה יָבִיא שִׁשָּׁה. וְשֶׁמָּא יֵשׁ לוֹמַר כוּ'. תּוֹסָפוֹת. וְלִי נִרְאֶה דְּכֵיוָן דְּנִדְבַת יַיִן לָאו בְּהֶדְיָא כְּתִיבָא אֶלָּא מִיִּתּוּרָא דְּאֶזְרָח כִּדְאִיתָא בַּגְּמָרָא, לֹא נוּכַל לְחַיְּבוֹ עַד דְּפָרִישׁ. וְלוּלֵא דְּמִסְתְּפִינָא הָיִיתִי אוֹמֵר דְּאִין הָכִי נַמִּי דְּחַיָּב לְהַשְׁלִים. וּמַתְנִיתִין לְגוּפֵיהּ אִצְטְרִיךְ לְאַשְׁמְעִינַן בְּאֵיזוֹ מִן הָעִנְיָנִים מְנַדְּבִין יַיִן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} אוֹ כְּדֵי נִסְכֵּי שְׁלֹשָׁה כְּבָשִׂים: {יג} אוֹ שְׁנֵי כְּבָשִׂים וְאַיִל: {יד} וּמַשְׁמַע דְּכָךְ הוּא מֵבִיא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יב ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-4"},{"uri":"jbr:mishna-bartanura-5-2-12-5","jbo:text":"ר\"ע מברטנורה וּמִשִּׁשָּׁה וּלְמַעְלָה. מִתְנַדְּבִים, דְּשִׁבְעָה חֲזוּ שְׁלֹשָׁה מִנַּיְהוּ לְכֶבֶשׂ וְאַרְבָּעָה לְאַיִל, וּשְׁמֹנָה חֲזוּ לִשְׁנֵי אֵילִים, וְתִשְׁעָה חֲזוּ לְכֶבֶשׂ וּפַר {יב}, עֲשָׂרָה חֲזוּ לְאַיִל וּפַר {יג}, אַחַד עָשָׂר חֲזוּ לִשְׁנֵי אֵילִים וּלְכֶבֶשׂ {יד}. וְכֵן לְעוֹלָם: מִתְנַדְּבִים יַיִן. בְּלֹא סֹלֶת וְשֶׁמֶן, וּמְנַסְּכוֹ לַשִּׁיתִין בִּפְנֵי עַצְמוֹ: וְאֵין מִתְנַדְּבִים שֶׁמֶן. בְּלֹא סֹלֶת וְיַיִן: מִתְנַדְּבִין שָׁמֶן. וְקֻמְצוֹ {טו} וּמַקְטִיר הַקֹּמֶץ וְשִׁירַיִם נֶאֱכָלִים: שֶׁכֵּן הוּא קָרֵב חוֹבָתוֹ בִפְנֵי עַצְמוֹ. עִם חוֹבָתוֹ הוּא קָרֵב בִּפְנֵי עַצְמוֹ. אַף עַל פִּי שֶׁהוּא בָּא חוֹבָה עִם הַמִּנְחָה, אֵינוֹ מְעַכֵּב הַמִּנְחָה {טז}: תֹּאמַר בַּשֶּׁמֶן כוּ'. דְּכֵיוָן דְּלֹא אַשְׁכְּחַן בֵּיהּ דְּלֵיתֵי בִּכְלִי בִּפְנֵי עַצְמוֹ, הַשְׁתָּא נַמִּי לֹא לֵיתֵי: אֲפִלּוּ פְרִידָה אֶחָת. תּוֹר אֶחָד, אוֹ בֶּן יוֹנָה אֶחָד, מִתְנַדְּבִים בֵּין שְׁנַיִם. וַהֲלָכָה שֶׁמִּתְנַדְּבִים יַיִן וְשֶׁמֶן בִּפְנֵי עַצְמָן. וּמִתְנַדְּבִים מִנְחַת נְסָכִים בֵּין נִסְכֵּי פַּר בֵּין נִסְכֵּי אַיִל וְכֶבֶשׂ. וְכָל הַקָּרְבָּנוֹת בָּאִים בִּנְדָבָה בְּשֻׁתָּפוּת, חוּץ מִן הַמִּנְחָה, לְפִי שֶׁנֶּאֱמַר בָּהּ נֶפֶשׁ, דִּכְתִיב (וַיִּקְרָא ב) וְנֶפֶשׁ כִּי תַקְרִיב קָרְבַּן מִנְחָה","rdfs:label":"ר\"ע מברטנורה מנחות יב ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-5"},{"uri":"jbr:mishna-yomtov-5-2-12-5","jbo:text":"עיקר תוי\"ט {טו} הָכִי אָמַר שְׁמוּאֵל סוֹף פֶּרֶק י' דִּזְבָחִים וְיָלֵיף לֵיהּ מִקְּרָא (וּבְתוֹרַת כֹּהֲנִים יָלְפִינַן נַמִּי דְּמִתְנַדְּבִין יַיִן). וּמִיהוּ וַדַּאי דְלִקְמְצֵיהּ בְּפַס יָדוֹ כְּדֶרֶךְ קְמִיצַת הַמִּנְחָה אִי אֶפְשָׁר, אֶלָּא שֶׁמַּפְרִישׁ בִּכְלִי שִׁעוּר קֹמֶץ שֶׁהוּא כִּשְׁנֵי זֵיתִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} דְּהָא בְּמִשְׁנָה ה' פֶּרֶק ג' לֹא תְּנַן דְּיַיִן מְעַכֵּב הַמִּנְחָה. אֲבָל קָשֶׁה, מַאי בָּעֵי לְהָכִי, תֵּפּוּק לֵיהּ מִמַּשְׁמָעוּתָן שֶׁל הַדְּבָרִים שֶׁהַיַּיִן בִּפְנֵי עַצְמוֹ מַמָּשׁ קָרֵב, וְכִדְפֵרֵשׁ בַּשֶּׁמֶן דְּלֹא אַשְׁכְּחַן דְּלֵיתֵי בִּכְלִי בִּפְנֵי עַצְמוֹ. וּלְשׁוֹן רַשִׁ\"י, אֵינוֹ מְעֹרָב בַּמִּנְחָה","rdfs:label":"עיקר תוי\"ט מנחות יב ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-12","jbo:mishna":"jbr:mishna-5-2-12-5"},{"uri":"jbr:mishna-bartanura-5-2-13-1","jbo:text":"ר\"ע מברטנורה הֲרֵי עָלַי עִשָּׂרוֹן. פֵּרַשְׁתִּי כַּמָּה עֶשְׂרוֹנִים אָבִיא וְאֵינִי יוֹדֵעַ כַּמָּה אָמַרְתִּי: יָבִיא שִׁשִּׁים עֶשְׂרוֹנִים. דְּאִי בְּצִיר מֵהָכִי נָדַר, לֹא אִכְפַּת לֵיהּ, דְּמַתְנֵי וְאוֹמֵר מַה שֶּׁפֵּרַשְׁתִּי יְהֵא לְנִדְרִי וְהַשְּׁאָר יְהֵא לִנְדָבָה. וּבִטְפֵי מֵהָכִי לֵיכָּא לְסַפּוֹקֵי, דְּאֵין מִנְחָה אַחַת יְתֵרָה מִשִּׁשִּׁים עִשָּׂרוֹן: הֲרֵי עָלַי מִנְחָה. הָאוֹמֵר הֲרֵי עָלַי מִנְחָה סְתָם: יָבִיא אֵיזוֹ שֶׁיִּרְצֶה. מֵחָמֵשׁ מְנָחוֹת {ב}: מְיֻחֶדֶת. שֶׁנִּקְרֵאת מִנְחָה סְתָם וְאֵין לָהּ שֵׁם לְוַוי. וְכָל שְׁאָר מְנָחוֹת יֵשׁ לָהֶם שֵׁם לְוַוי, מִנְחַת מַחֲבַת, מִנְחַת מַרְחֶשֶׁת, מִנְחַת מַאֲפֶה. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה מנחות יג א","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-1"},{"uri":"jbr:mishna-yomtov-5-2-13-1","jbo:text":"עיקר תוי\"ט {א} יָבִיא אֶחָד. פְּשִׁיטָא. וְכֵן עֶשְׂרוֹנִים נַמִּי פְּשִׁיטָא, דְּמִעוּט עֶשְׂרוֹנִים שְׁתַּיִם. פֵּרַשְׁתִּי וְאֵינִי יוֹדֵעַ כוּ' אִצְטְרִיךְ לֵיהּ. גְּמָרָא: {ב} אֲבָל בְּמִנְחַת נְסָכִים לֹא אִכַּוֵּן, אַף עַל גַּב דְּמִתְנַדֵּב אָדָם מִנְחַת נְסָכִים בְּכָל יוֹם, דִּסְתָמָא דַּעְתֵּיהּ אַמְּנָחוֹת הַמְפֹרָשׁוֹת וּרְגִילוֹת לָבֹא בִּפְנֵי עַצְמָן וְלֹא בִּגְלַל זֶבַח. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט מנחות יג א","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-1"},{"uri":"jbr:mishna-bartanura-5-2-13-2","jbo:text":"ר\"ע מברטנורה מִנְחָה מִין הַמִּנְחָה. הָאוֹמֵר הֲרֵי עָלַי מִנְחָה, אוֹ מִין מִנְחָה: יָבִיא אֶחָת. מִן הַמְּנָחוֹת הָאֲמוּרוֹת בַּפָּרָשָׁה: מְנָחוֹת. עָלַי, אוֹ שֶׁאוֹמֵר מִין מְנָחוֹת עָלַי, יָבִיא שְׁתֵּי מְנָחוֹת מִמִּין אֶחָד: פֵּרַשְׁתִּי. מִינֵי מְנָחוֹת שֶׁאָבִיא, וְאֵינִי יוֹדֵעַ כַּמָּה מִינִים הֵם שֶׁנָּדַרְתִּי לְהָבִיא: מֵבִיא חֲמִשְׁתָּן. מִנְחַת סֹלֶת, מִנְחַת מַרְחֶשֶׁת, מִנְחַת מַחֲבַת, מִנְחַת מַאֲפֵה תַּנּוּר, וְהִיא בָּאָה שְׁנֵי מִינִים, חַלּוֹת וּרְקִיקִין: פֵּרַשְׁתִּי מִנְחָה שֶׁל עֶשְׂרוֹנִים. בִּכְלִי אֶחָד, וְאֵינִי יוֹדֵעַ כַּמָּה עֶשְׂרוֹנִים קָבַעְתִּי בָּהּ: יָבִיא שִׁשִּׁים עִשָּׂרוֹן. דִּטְפֵי מֵהָכִי לֵיכָּא לְסַפּוֹקֵי. וְאִי בָּצִיר מֵהָכִי נָדַר לֹא אִכְפַּת לָן, דְּמַתְנֶה וְאוֹמֵר כַּמָּה שֶׁפֵּרַשְׁתִּי יְהֵא לְנִדְרִי וְהַשְּׁאָר יְהֵא לִנְדָבָה: רַבִּי אוֹמֵר. כֵּיוָן דְּאָמַר מִנְחָה דְּמַשְׁמַע חֲדָא, אַלְמָא בִּכְלִי אֶחָד קְבָעָהּ {ג}, וְאִם יָבִיא שִׁשִּׁים בִּכְלִי אֶחָד, שֶׁמָּא בְּצִיר מֵהָכִי נָדַר וְהָוֵי מִנְחָה יְתֵרָה, דְּאִית לֵיהּ לְרַבִּי דִּקְבִיעוּתָא דְּמָנָא מִלְּתָא הִיא, הִלְכָּךְ יָבִיא שִׁשִּׁים מְנָחוֹת מֵאַחַת וְעַד שִׁשִּׁים, חֲדָא שֶׁל עִשָּׂרוֹן אֶחָד, וַחֲדָא שֶׁל שְׁנַיִם, וַחֲדָא שֶׁל שְׁלֹשָׁה, וַחֲדָא שֶׁל אַרְבָּעָה, עַד שִׁשִּׁים. שֶׁנִּמְצָא מֵבִיא בֵּין הַכֹּל אֶלֶף שְׁמֹנֶה מֵאוֹת וּשְׁלֹשִׁים עִשָּׂרוֹן, דְּוַדַּאי חֲדָא מִנַּיְהוּ נָדַר. וְאִינָךְ נְדָבָה. וְאֵין הֲלָכָה כְּרַבִּי","rdfs:label":"ר\"ע מברטנורה מנחות יג ב","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-2"},{"uri":"jbr:mishna-yomtov-5-2-13-2","jbo:text":"עיקר תוי\"ט {ג} אֲבָל בַּמִּשְׁנָה דִּלְעֵיל לֹא פָּלֵיג, דְּהַהִיא בְּאוֹמֵר פֵּרַשְׁתִּי עֶשְׂרוֹנוֹת אֲבָל לֹא קְבַעְתִּים בִּכְלִי אֶחָד, דְּמַיְתֵי שִׁשִּׁים עֶשְׂרוֹנוֹת בְּשִׁשִּׁים מָאנֵי. גְּמָרָא. וְקָשֶׁה, דְּאִם כֵּן אַמַּאי סַגִּי לְעֵיל בְּשִׁשִּׁים. וְיֵשׁ לוֹמַר דְּדָמֵי לְמִשְׁנָה ה' דְּיָבִיא כְּיוֹם הַמְרֻבֶּה, דְּשִׁשִּׁים עִשָּׂרוֹן יוֹם מְרֻבֶּה הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יג ב","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-2"},{"uri":"jbr:mishna-bartanura-5-2-13-3","jbo:text":"ר\"ע מברטנורה לֹא יִפְחֹת מִשְּׁנֵי גְזִירִין. שְׁתֵּי בְּקַעִיּוֹת גְּדוֹלוֹת. דְּמִעוּט עֵצִים שְׁנַיִם: וְהַמַּעֲלֶה אֶת הַקֹּמֶץ בַּחוּץ חַיָּב. כָּרֵת, דְּהַעֲלָאָה הִיא. וּבְהַאי כְּלָלָא הָוֵי נַמִּי הַמַּעֲלֶה קֹמֶץ בִּפְנִים דְּהַקְטָרָה מְעַלְיְתָא הִיא, הִלְכָּךְ חֲשִׁיב חֲמִשָּׁה קֳמָצִים וְתוּ לֹא, וְלֹא חֲשִׁיב לְהַאי דְּהַמַּעֲלֶה קֹמֶץ בִּפְנִים לְקֹמֶץ שִׁשִּׁי: וּשְׁנֵי בְזִיכִים. שֶׁל לֶחֶם הַפָּנִים","rdfs:label":"ר\"ע מברטנורה מנחות יג ג","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-3"},{"uri":"jbr:mishna-yomtov-5-2-13-3","jbo:text":"עיקר תוי\"ט {ד} עֵצִים. תָּנוּ רַבָּנָן, קָרְבָּן [נֶפֶשׁ כִּי תַקְרִיב קָרְבַּן מִנְחָה], מְלַמֵּד שֶׁמִּתְנַדְּבִין עֵצִים. [וּבְתוֹרַת כֹּהֲנִים מְרַבִּינַן מִנֵּיהּ נַמִּי יַיִן וְשֶׁמֶן וּלְבוֹנָה]. וְכֵן הוּא אוֹמֵר דְּעֵצִים אִקְרֵי קָרְבָּן, וְהַגּוֹרָלוֹת הִפַּלְנוּ עַל קָרְבַּן הָעֵצִים. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} מִקֹּמֶץ. תְּנַן נַמִּי הָכִי בְּסוֹף פֶּרֶק ז' דִּשְׁקָלִים. וּפֵרֵשׁ הָרַ\"ב שֶׁזֶּה שִׁעוּר הַלְּבוֹנָה הַבָּאָה עִם הַמִּנְחָה, דִּכְתִיב וְהֵרִים מִמֶּנּוּ וְכוּ'. וְהָכִי אִיתָא בַּגְּמָרָא. וְאַף עַל גַּב דִּבְפֶרֶק קַמָּא מִשְׁנָה ג' פֵּרֵשׁ הָרַ\"ב דְּבִשְׁנֵי קֳרָטִין כְּשֵׁרָה, וְיָלֵיף לַהּ מִקְּרָא, הַיְנוּ בְּדִיעֲבַד. וּמִיהוּ הָכָא דְּנוֹדֵר בַּלְּבוֹנָה בִּפְנֵי עַצְמָהּ לֹא יָצָא אֶלָּא בְּקֹמֶץ, דִּלְהָכִי אִצְטְרִיךְ עַל הַמִּנְחָה, דְּבַהֲדֵי מִנְחָה אִין, בִּפְנֵי עַצְמָהּ לֹא. וְאִיכָּא מַאן דְּאָמַר דִּבְבָאָה בִּפְנֵי עַצְמָהּ נַמִּי פְּלִיגֵי. וְהִיא פְּלֻגְתָּא בַּגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} הַקֹּמֶץ כוּ'. לָאו דַּוְקָא. דְּהוּא הַדִּין בְּכַזַּיִת דְּחַיָּב, כְּרַבָּנָן דִּזְבָחִים פֶּרֶק י\"ג מִשְׁנָה ד'. אֶלָּא לַאֲפוֹקֵי מֵרַבִּי אֱלִיעֶזֶר דְּמִשְׁנָה ו' שָׁם בִּבְזִיכֵי לְבוֹנָה עַד שֶׁיַּקְרִיב שְׁנֵי קֳמָצִים. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} שְׁנֵי קֳמָצִים. בְּתוֹרַת כֹּהֲנִים יָלֵיף לֵיהּ","rdfs:label":"עיקר תוי\"ט מנחות יג ג","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-3"},{"uri":"jbr:mishna-bartanura-5-2-13-4","jbo:text":"ר\"ע מברטנורה לֹא יִפְחֹת מִדִּינַר זָהָב. וְהוּא שֶׁיֹּאמַר מַטְבֵּעַ שֶׁל זָהָב. דְּאִי לֹא, דִּלְמָא נִסְכָּא דְּדַהֲבָא קָאָמַר, דְּהַיְנוּ חֲתִיכָה שֶׁל זָהָב {ט}: נְחֹשֶׁת לֹא יִפְחֹת מִמָּעָה כָסֶף. שֶׁיָּבִיא נְחֹשֶׁת שֶׁשָּׁוָה מָעָה כֶּסֶף: פֵּרַשְׁתִּי. כָּךְ וְכָךְ זָהָב: וְאֵינִי יוֹדֵעַ כַּמָּה פֵּרַשְׁתִּי. יָבִיא כָּל כָּךְ עַד שֶׁיֵּדַע בְּעַצְמוֹ שֶׁמֵּעוֹלָם לֹא נִתְכַּוֵּן לְכָל כָּךְ","rdfs:label":"ר\"ע מברטנורה מנחות יג ד","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-4"},{"uri":"jbr:mishna-yomtov-5-2-13-4","jbo:text":"עיקר תוי\"ט {ח} זָהָב. זֶה לְבֶדֶק הַבַּיִת. הָרַמְבַּ\"ם: {ט} וּבְסוֹף פֶּרֶק ו' דִּשְׁקָלִים פֵּרֵשׁ הָרַ\"ב, מֵבִיא אֲפִלּוּ צִנּוֹרָא שֶׁהוּא כְּמִין מַזְלֵג קָטָן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} מִדִּינָר. וְדִלְמָא פְּרִיטֵי. אָמַר רַב שֵׁשֶׁת בְּאַתְרָא דְּלֹא סַגִּי פְּרִיטֵי דְּכַסְפָּא. גְּמָרָא","rdfs:label":"עיקר תוי\"ט מנחות יג ד","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-4"},{"uri":"jbr:mishna-bartanura-5-2-13-5","jbo:text":"ר\"ע מברטנורה הֲרֵי עָלַי יַיִן. לַנְּסָכִים: לֹא יִפְחֹת מִשְּׁלֹשָׁה לֻגִּין. שֶׁהֵן פְּחוּתִים שֶׁבַּנְּסָכִים. רְבִיעִית הַהִין לַכֶּבֶשׂ, תְּלָתָא לֻגִּין הֲווּ, שֶׁהִין שְׁנֵים עָשָׂר לֻגִּין: שֶׁמֶן לֹא יִפְחֹת מִלֹּג. שֶׁהַפָּחוּת שֶׁבַּמִּנְחָה עִשָּׂרוֹן סֹלֶת, וְהִיא טְעוּנָה לֹג שֶׁמֶן {יא}: רַבִּי אוֹמֵר שְׁלֹשָׁה לֻגִּין. כַּפָּחוּת שֶׁבְּמִנְחַת נְסָכִים, עִשָּׂרוֹן לַכֶּבֶשׂ בָּלוּל בִּרְבִיעִית הַהִין שֶׁמֶן. וְאֵין הֲלָכָה כְּרַבִּי: כַּיּוֹם הַמְּרֻבֶּה. כְּיוֹם טוֹב רִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת כְּשֶׁחָל לִהְיוֹת בְּשַׁבָּת. שֶׁאוֹתוֹ הַיּוֹם מְרֻבֶּה בִּנְסָכִים לַקָּרְבָּנוֹת שֶׁל חוֹבַת הַיּוֹם מִכָּל שְׁאָר יְמוֹת הַשָּׁנָה. דַּהֲווּ שְׁלֹשָׁה עָשָׂר פָּרִים וְאַרְבָּעָה עָשָׂר כְּבָשִׂים וְאַרְבָּעָה מוּסָפִים, שְׁנֵי מוּסָף דְּשַׁבָּת וּשְׁנֵי מוּסָף דְּחַג {יג}, וְאֵילִים שְׁנַיִם וְשָׂעִיר אֶחָד {יד}. וְהַנְּסָכִים הַצְּרִיכִים לְכֻלָּם מֵאָה וְאַרְבָּעִים לֹג {טו}","rdfs:label":"ר\"ע מברטנורה מנחות יג ה","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-5"},{"uri":"jbr:mishna-yomtov-5-2-13-5","jbo:text":"עיקר תוי\"ט {יא} דְּשֶׁמֶן דְּבָא בִּנְדָבָה גָּמְרִינַן מִמִּנְחַת נְדָבָה. דְּתַנְיָא, קָרְבָּן, כְּלוֹמַר וְכִי תַקְרִיב קָרְבַּן מִנְחָה, מְלַמֵּד שֶׁמִּתְנַדְּבִין שֶׁמֶן. וְדוּן מִינָהּ וּמִינָהּ, מַה מִּנְחָה בְּלֹג אַף שֶׁמֶן בְּלֹג. וְרַבִּי סָבַר, דּוּן מִינָהּ וְאוֹקֵי בְּאַתְרָהּ, דְּשֶׁמֶן הַבָּא בִּפְנֵי עַצְמוֹ הָוֵי כַּנְּסָכִים דּוּמְיָא דְּיַיִן. בַּגְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} וְאֵינִי יוֹדֵעַ כוּ'. מִן הַיַּיִן אוֹ מִן הַשֶּׁמֶן. הָרַמְבַּ\"ם: {יג} לֹא דָק. אֶלָּא שְׁנֵי תְּמִידֵי הַיּוֹם הֲוָה לֵיהּ לַחְשֹׁב בִּמְקוֹם שְׁנֵי מוּסְפֵי הֶחָג. וְלָכֵן רָאוּי הָיָה לוֹ שֶׁיִּכְתֹּב וְאַרְבָּעָה כְּבָשִׂים, שְׁנֵי מוּסְפֵי שַׁבָּת וּשְׁנֵי תְּמִידֵי הַיּוֹם: {יד} גַּם כֵּן לְפוּם רִיהֲטָא כָּתַב כֵּן, דְּהָא חַטָּאת הוּא וְאֵין לַחַטָּאת נְסָכִים, כְּדִתְנַן בְּפֶרֶק ט' מִשְׁנָה ו': {טו} שֶׁכֵּן שָׁנִינוּ שָׁם מִשְׁנָה ג' כוּ'. וְזֶה הַמִּסְפָּר שָׁוֶה לַשֶּׁמֶן וְלַיַּיִן","rdfs:label":"עיקר תוי\"ט מנחות יג ה","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-5"},{"uri":"jbr:mishna-bartanura-5-2-13-6","jbo:text":"ר\"ע מברטנורה הֲרֵי עָלַי עוֹלָה יָבִיא כֶבֶשׂ. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר אוֹ תּוֹר אוֹ בֶּן יוֹנָה. בְּאַתְרֵיהּ דְּתַנָּא קַמָּא לֹא הָיוּ קוֹרִים עוֹלָה סְתָם אֶלָּא לְעוֹלַת בְּהֵמָה, וּפְחוּתָה שֶׁבְּעוֹלַת בְּהֵמָה הוּא כֶּבֶשׂ, הִלְכָּךְ יָבִיא כֶּבֶשׂ. וּבְאַתְרֵיהּ דְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה הָיוּ קוֹרִים עוֹלָה סְתָם גַּם לְעוֹלַת הָעוֹף, הִלְכָּךְ יָבִיא תּוֹר אוֹ בֶּן יוֹנָה. וּמַר כִּי אַתְרֵיהּ וּמַר כִּי אַתְרֵיהּ: יָבִיא פַר וָעֵגֶל. זְכָרִים וְלֹא נְקֵבוֹת. דְּעוֹלָה לֵיכָּא לְסַפּוֹקֵי אֶלָּא בִּזְכָרִים. וּמַתְנִיתִין רַבִּי הִיא דְּאָמַר לְקַמָּן הַמִּתְנַדֵּב קָטָן וְהֵבִיא גָּדוֹל לֹא יָצָא. אֲבָל רַבָּנָן פְּלִיגֵי עֲלֵיהּ וְאָמְרֵי הַמִּתְנַדֵּב קָטָן וְהֵבִיא גָּדוֹל יָצָא, דְּיֵשׁ בִּכְלָל מְרֻבֶּה מֻעָט. וַהֲלָכָה כַּחֲכָמִים: פֵּרַשְׁתִּי. אֶחָד מִקָּרְבְּנוֹת הַבְּהֵמָה וְאֵינִי יוֹדֵעַ מֵאֵיזֶה מֵהֶן פֵּרַשְׁתִּי. יָבִיא מִכָּל מִינֵי בְּהֵמָה הַזְּכָרִים גְּדוֹלִים וּקְטַנִּים, דְּהַיְנוּ פַּר וָעֵגֶל אַיִל וְשָׂעִיר וּגְדִי וְטָלֶה: פֵּרַשְׁתִּי. אֶת הַמִּין: וְאֵינִי יוֹדֵעַ מַה פֵּרַשְׁתִּי. אִם מִין בְּהֵמָה אוֹ מִין עוֹף","rdfs:label":"ר\"ע מברטנורה מנחות יג ו","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-6"},{"uri":"jbr:mishna-bartanura-5-2-13-7","jbo:text":"ר\"ע מברטנורה תּוֹדָה וּשְׁלָמִים. תּוֹדָה אוֹ שְׁלָמִים: יָבִיא כֶבֶשׂ. פָּחוּת שֶׁבַּתּוֹדָה וּשְׁלָמִים: יָבִיא פָר וּפָרָה. דְּתוֹדָה וּשְׁלָמִים אִיכָּא לְסַפּוֹקֵי בִּזְכָרִים וּנְקֵבוֹת: וְרָחֵל. נְקֵבָה בַּת שְׁתֵּי שָׁנִים {יז}: גְּדִי. בֶּן שָׁנָה מִן הָעִזִּים: שָׂעִיר. עֵז בֶּן שְׁתֵּי שָׁנִים: טָלֶה. כֶּבֶשׂ בֶּן שְׁנָתוֹ","rdfs:label":"ר\"ע מברטנורה מנחות יג ז","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-7"},{"uri":"jbr:mishna-yomtov-5-2-13-7","jbo:text":"עיקר תוי\"ט {טז} עֵגֶל כוּ'. גַּם כֵּן דַּעַת רַבִּי. הָרַמְבַּ\"ם: {יז} וַהֲוָה לֵיהּ לְפָרֵשׁ אַיִל בֶּן שְׁתֵּי שָׁנִים, כְּדִתְנַן בְּמִשְׁנָה ג' פֶּרֶק קַמָּא דְּפָרָה","rdfs:label":"עיקר תוי\"ט מנחות יג ז","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-7"},{"uri":"jbr:mishna-bartanura-5-2-13-8","jbo:text":"ר\"ע מברטנורה יָבִיא הוּא וּנְסָכָיו בְּמָנֶה. כָּךְ נִתְפָּרֵשׁ דִּינוֹ בַּתּוֹרָה שֶׁבְּעַל פֶּה, שֶׁיְּהֵא עֵרֶךְ הַשּׁוֹר עִם נְסָכָיו מָנֶה: עֵגֶל יָבִיא הוּא וּנְסָכָיו בְּחָמֵשׁ. סְלָעִים: אָמַר הֲרֵי עָלַי שׁוֹר בְּמָנֶה. יְבִיאֶנּוּ בְּמָנֶה חוּץ מִנְּסָכָיו, שֶׁהֲרֵי כָּךְ קְבָעוֹ: שׁוֹר בְּמָנֶה וְהֵבִיא שְׁנַיִם בְּמָנֶה לֹא יָצָא. שֶׁהֲרֵי קָבַע שׁוֹר בְּמָנֶה: קָטָן וְהֵבִיא גָּדוֹל יָצָא, רַבִּי אוֹמֵר לֹא יָצָא. מִשּׁוּם הָכִי תָּנָא פְּלֻגְתָּא דְּרַבִּי וְרַבָּנָן הָכָא בְּסֵיפָא, לְפָרוֹשֵׁי דְּרֵישָׁא לָאו דִּבְרֵי הַכֹּל הִיא אֶלָּא רַבִּי הִיא וְלֹא רַבָּנָן. וְאֵין הֲלָכָה כְּרַבִּי","rdfs:label":"ר\"ע מברטנורה מנחות יג ח","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-8"},{"uri":"jbr:mishna-yomtov-5-2-13-8","jbo:text":"עיקר תוי\"ט {יח} וּנְסָכָיו. הַיַּיִן וְהַסֹּלֶת שֶׁמְּבִיאִין עִם הַקָּרְבָּן נִקְרָאִים נְסָכִים. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט מנחות יג ח","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-8"},{"uri":"jbr:mishna-bartanura-5-2-13-9","jbo:text":"ר\"ע מברטנורה וְנִסְתָּאֵב. שֶׁנָּפַל בּוֹ מוּם. דְּבַעַל מוּם אִקְרֵי טָמֵא כְּדִכְתִיב (וַיִּקְרָא כז) וְאִם כָּל בְּהֵמָה טְמֵאָה אֲשֶׁר לֹא יַקְרִיבוּ מִמֶּנָּה קָרְבָּן לַה', וּבְבַעֲלֵי מוּמִין שֶׁיִּפָּדוּ הַכָּתוּב מְדַבֵּר, כִּדְפָרְשִׁינַן בְּפִרְקִין דִּלְעֵיל: אִם רָצָה יָבִיא בְדָמָיו שְׁנָיִם. וְלֹא דָּמִי לְרֵישָׁא דְּאָמְרִינַן שׁוֹר בְּמָנֶה וְהֵבִיא שְׁנַיִם בְּמָנֶה לֹא יָצָא, דְּהָתָם דְּאָמַר הֲרֵי עָלַי שׁוֹר בְּמָנֶה חַיָּב עַד שֶׁיְּבִיאֶנּוּ, אֲבָל הָכָא בְּשׁוֹר זֶה וְנִסְתָּאֵב שָׁאנֵי, דְּכֵיוָן דְּאָמַר שׁוֹר זֶה אַקְרִיב עוֹלָה וְנִסְתָּאֵב, אֲזַל לֵיהּ נִדְרֵיהּ, דְּתוּ לֹא מָצֵי לִקְיוּמֵיהּ: רַבִּי אוֹסֵר. לְכַתְּחִלָּה {יט}. אֲבָל אִם הֵבִיא יָצָא. דְּכֵיוָן דְּאָמַר זֶה, אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. וְאֵין הֲלָכָה כְּרַבִּי: הַבֵּינוֹנִי שֶׁבָּהֶן הֶקְדֵּשׁ. אַף הַבֵּינוֹנִי שֶׁבָּהֶן הֶקְדֵּשׁ. דְּכִי יֵשׁ לוֹ שְׁנַיִם, הַגָּדוֹל הֶקְדֵּשׁ, שֶׁהַמַּקְדִּישׁ בְּעַיִן יָפָה מַקְדִּישׁ, וּמִסְּתָמָא מוּטָב שֶׁבָּהֶן הִקְדִּישׁ, דִּכְתִיב (דְּבָרִים יב) מִבְחַר נִדְרֵיכֶם. וְכִי יֵשׁ לוֹ שְׁלֹשָׁה, חוֹשְׁשִׁין אַף לַבֵּינוֹנִי, דְּלֹא יָדְעִינַן אַהֵי מִנַּיְהוּ חָל הַהֶקְדֵּשׁ, אִי אַגָּדוֹל דַּהֲוֵי עַיִן יָפָה, אִי אַבֵּינוֹנִי דַּהֲוֵי עַיִן יָפָה לְגַבֵּי קָטָן, הִלְכָּךְ תַּרְוַיְהוּ אֲסִירֵי. מִיהוּ לֹא קָרֵב לַמִּזְבֵּחַ אֶלָּא חַד מִנַּיְהוּ. וְהֵיכִי עֲבִיד דְּלִשְׁתְּרֵי חַד מִנַּיְהוּ, מַמְתִּין לַבֵּינוֹנִי עַד שֶׁיּוּמַם {כא}, וּמְחַלֵּל אוֹתוֹ אַגָּדוֹל. דְּמִמַּה נַּפְשָׁךְ, אִי אַבֵּינוֹנִי חָל וְלֹא אַגָּדוֹל, הֲרֵי נָפַל בּוֹ מוּם וְחִלְּלוֹ. וְאִי אַגָּדוֹל חָל מֵעִקָּרָא, נִמְצָא בֵּינוֹנִי חֻלִּין מֵעִקָּרָא: פֵּרַשְׁתִּי. אֵיזֶה מֵהֶן וְלֹא יָדַעְתִּי אֵיזֶה הוּא: אוֹ שֶׁאָמַר לִי אַבָּא. בִּשְׁעַת מִיתָתוֹ, אֶחָד מִשְּׁוָרַי הִפְרַשְׁתִּי לְהֶקְדֵּשׁ, וְאֵינִי יוֹדֵעַ עַל אֵיזֶה מֵהֶן אָמַר לִי: הַגָּדוֹל שֶׁבָּהֶן הֶקְדֵּשׁ. דְּהֵיכָא דְּאָמַר פֵּרַשְׁתִּי לֵיכָּא סְפֵקָא, דְּוַדַּאי הַגָּדוֹל פֵּרֵשׁ","rdfs:label":"ר\"ע מברטנורה מנחות יג ט","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-9"},{"uri":"jbr:mishna-yomtov-5-2-13-9","jbo:text":"עיקר תוי\"ט {יט} וְאַרֵישָׁא יָבִיא בְּדָמָיו שְׁנַיִם דַּהֲוֵי קָטָן וְהֵבִיא גָּדוֹל [שֶׁבְּכָל מָקוֹם שְׁנַיִם חֲשׁוּבִים מֵאֶחָד אֲפִלּוּ שְׁנֵיהֶם שָׁוִים. רַשִׁ\"י] נַמִּי פָּלֵיג, אֶלָּא דִּנְטַר לְתַנָּא קַמָּא עַד דְּמַסִּיק לְמִלְּתֵיהּ. גְּמָרָא: {כ} כֶּבֶשׂ. וּבְרֵישָׁא נַמִּי שׁוֹר זֶה כוּ', אֲפִלּוּ הֵבִיא בְּדָמָיו אַיִל אֶחָד יָצָא. הָרַמְבַּ\"ם: {כא} וּפְשִׁיטָא דְּהוּא הַדִּין נַמִּי אִם הוּמַם הַגָּדוֹל דְּמֵיחֵל בַּבֵּינוֹנִי, אֶלָּא שֶׁצָּרִיךְ שֶׁיָּבִיא גַּם כֵּן בַּדָּמִים הַיְתֵרִים","rdfs:label":"עיקר תוי\"ט מנחות יג ט","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-9"},{"uri":"jbr:mishna-bartanura-5-2-13-10","jbo:text":"ר\"ע מברטנורה בְּבֵית חוֹנְיוֹ. בֵּית הַמִּקְדָּשׁ שֶׁבָּנָה חוֹנְיוֹ בְּנוֹ שֶׁל שִׁמְעוֹן הַצַּדִּיק בְּאַלֶכְּסַנְדְּרִיָּא שֶׁל מִצְרַיִם. שֶׁכְּשֶׁמֵּת שִׁמְעוֹן הַצַּדִּיק אָמַר לָהֶם, חוֹנְיוֹ בְּנִי יְשַׁמֵּשׁ תַּחְתַּי, מִפְּנֵי שֶׁהָיָה בָּקִי וְרָגִיל בָּעֲבוֹדָה יוֹתֵר מִשִּׁמְעִי אָחִיו. וְלֹא קִבֵּל עָלָיו חוֹנְיוֹ לִהְיוֹת כֹּהֵן גָּדוֹל לְפִי שֶׁהָיָה שִׁמְעִי אָחִיו גָּדוֹל מִמֶּנּוּ שְׁתֵּי שָׁנִים וּמֶחֱצָה. וְנִתְמַנָּה שִׁמְעִי כֹּהֵן גָּדוֹל תַּחַת אָבִיו. לְיָמִים {כב} נִתְקַנֵּא חוֹנְיוֹ בְּשִׁמְעִי אָחִיו, אָמַר לוֹ בֹּא וַאֲלַמֶּדְךָ סֵדֶר עֲבוֹדָה. הִלְבִּישׁוֹ כְּתֹנֶת בַּד דַּקָּה שֶׁלּוֹבְשׁוֹת הַנָּשִׁים עַל בְּשָׂרָן וְעָלֶיהָ אֵזוֹר צַר קָטָן וְהֶעֱמִידוֹ אֵצֶל הַמִּזְבֵּחַ, יָצָא וְאָמַר לְאֶחָיו הַכֹּהֲנִים רְאוּ מַה נָּדַר זֶה וְקִיֵּם לַאֲהוּבָתוֹ, אוֹתוֹ הַיּוֹם שֶׁאֶתְמַנֶּה לְכֹהֵן גָּדוֹל אֶלְבַּשׁ כְּתֹנֶת שֶׁלֵּיכִי וְאֶחְגֹּר בְּאֵזוֹר שֶׁלֵּיכִי. בִּקְּשׁוּ אֶחָיו הַכֹּהֲנִים לְהָרְגוֹ, סָח לָהֶם כָּל הַמְּאֹרָע, בִּקְּשׁוּ לַהֲרֹג אֶת חוֹנְיוֹ, רָץ מִפְּנֵיהֶם לְבֵית הַמֶּלֶךְ. וַעֲדַיִן כָּל הָרוֹאֶה אוֹתוֹ אוֹמֵר זֶה הוּא. הָלַךְ לוֹ לְאַלֶכְּסַנְדְּרִיָּא שֶׁל מִצְרַיִם שֶׁהָיוּ בָּהּ רְבָבוֹת מִיִּשְׂרָאֵל וְעָשָׂה שָׁם מִקְדָּשׁ וּבָנָה מִזְבֵּחַ וְהֶעֱלָה עָלָיו לְשֵׁם ה'. וְעַל אוֹתוֹ מִזְבֵּחַ נִתְנַבֵּא יְשַׁעְיָה {יט} בַּיּוֹם הַהוּא יִהְיֶה מִזְבֵּחַ לַה' בְּתוֹךְ אֶרֶץ מִצְרַיִם. וְעָמַד הַבַּיִת הַהוּא קָרוֹב לְמָאתַיִם שָׁנָה וְנִקְרָא בֵּית חוֹנְיוֹ עַל שְׁמוֹ. וְהַכֹּל מוֹדִים שֶׁהַקָּרְבָּנוֹת שֶׁהָיוּ קְרֵבִים שָׁם אֵינָן קָרְבָּן. לְפִיכָךְ מִי שֶׁאָמַר הֲרֵי עָלַי עוֹלָה וְהִקְרִיבָהּ שָׁם לֹא יָצָא יְדֵי נִדְרוֹ: שֶׁאַקְרִיבֶנָּה בְּבֵית חוֹנְיוֹ. נַעֲשֶׂה כְּאוֹמֵר הֲרֵי עָלַי עוֹלָה עַל מְנָת שֶׁאֶהֶרְגֶּנָּה וְלֹא אֶתְחַיֵּב בְּאַחֲרָיוּתָהּ, הִלְכָּךְ אִם הִקְרִיבָהּ בְּבֵית חוֹנְיוֹ יָצָא יְדֵי נִדְרוֹ, אֲבָל חַיָּב כָּרֵת מִשּׁוּם שׁוֹחֵט בַּחוּץ, שֶׁהֲרֵי קָרָא עָלֶיהָ שֵׁם עוֹלָה: רַבִּי שִׁמְעוֹן אוֹמֵר אֵין זוֹ עוֹלָה. וַהֲרֵי הִיא חֻלִּין גְּמוּרִים. שֶׁאֵין שֵׁם הֶקְדֵּשׁ חָל עָלֶיהָ כְּלָל כְּשֶׁאָמַר שֶׁאַקְרִיבֶנָּה בְּבֵית חוֹנְיוֹ. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: וְאִם גִּלַּח בְּבֵית חוֹנְיוֹ לֹא יָצָא. אֶלָּא יַחֲזֹר וִיגַלַּח בַּמִּקְדָּשׁ בִּירוּשָׁלַיִם {כד}, וְשָׁם יָבִיא קָרְבְּנוֹתָיו: שֶׁאֲגַלַּח בְּבֵית חוֹנְיוֹ, אִם גִּלַּח בְּבֵית חוֹנְיוֹ יָצָא. דְּהַאי גַּבְרָא שֶׁנָּדַר בַּנָּזִיר כְּדֵי שֶׁיְּגַלַּח בְּבֵית חוֹנְיוֹ, לְצַעוֹרֵי נַפְשֵׁיהּ נִתְכַּוֵּן {כה}, וּמִפְּנֵי שֶׁהָיָה קָרוֹב לְבֵית חוֹנְיוֹ וְרָחוֹק מֵאֶרֶץ יִשְׂרָאֵל, אָמַר אִי סַגְיָא בְּבֵית חוֹנְיוֹ טָרַחְנָא, טְפֵי לֹא מָצֵינָא לְאִצְטָעוֹרֵי, וְלֹא חָל שֵׁם נְזִירוּת עָלָיו {כו}, אֲבָל נַעֲשֶׂה כְּמִי שֶׁנִּשְׁבַּע שֶׁלֹּא לִשְׁתּוֹת יַיִן עַד זְמַן פְּלוֹנִי: רַבִּי שִׁמְעוֹן אוֹמֵר. אֵינוֹ נָזִיר כְּלָל וּמֻתָּר לִשְׁתּוֹת יַיִן. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: וְאֵין צָרִיךְ לוֹמַר לְדָבָר אַחֵר. אִם שִׁמְּשׁוּ לַעֲבוֹדָה זָרָה שֶׁלֹּא יְשַׁמְּשׁוּ עוֹד בִּירוּשָׁלַיִם: וַהֲרֵי הֵן כְּבַעֲלֵי מוּמִין. שֶׁחוֹלְקִים וְאוֹכְלִים בַּקָּדָשִׁים","rdfs:label":"ר\"ע מברטנורה מנחות יג י","jbo:name":"ר\"ע מברטנורה","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-10"},{"uri":"jbr:mishna-yomtov-5-2-13-10","jbo:text":"עיקר תוי\"ט {כב} נִרְאֶה שֶׁאַף עַל פִּי שֶׁנִּתְמַנָּה לְכֹהֵן גָּדוֹל עֲדַיִן לֹא עָבַד, אֶלָּא שֶׁנִּמְנוּ וְגָמְרוּ וּפָסְקוּ לוֹ הַגְּדֻלָּה, וּלְיָמִים כְּשֶׁהָיָה לוֹ לְהִתְחַנֵּךְ וְלַעֲבֹד נִתְקַנֵּא: {כג} יְגַלַּח. עִנְיַן תִּגְלַחַת, הֲבָאַת קָרְבְּנוֹתָיו. הָרַמְבַּ\"ם: {כד} לֹא יָדַעְתִּי לָמָּה הוֹסִיף בִּירוּשָׁלַיִם. וְעַיֵּן לְקַמָּן: {כה} וְהָכָא לֵיכָּא לְמֵימַר נַעֲשֶׂה כְּאוֹמֵר שֶׁלֹּא אֶתְחַיֵּב בָּאַחֲרָיוּת קָרְבְּנוֹתָיו, דְּנָזִיר כְּמָה דְּלֹא מַיְתֵי קָרְבְּנוֹתָיו לֹא מִתְכַּשַּׁר. גְּמָרָא: {כו} וּלְהָכִי נַמִּי לֹא מִחַיַּב מִשּׁוּם שְׁחוּטֵי חוּץ. רַשִׁ\"י: {כז} בִּירוּשָׁלַיִם. אֲבָל בְּנֹב וְגִבְעוֹן הָיוּ מֻתָּרִים לְשַׁמֵּשׁ, כָּל שֶׁכֵּן בַּזְּמַן הַזֶּה שֶׁאֵין שֵׁרוּת וְאֵין מִקְדָּשׁ דְּוַדַּאי כָּשֵׁר לַדּוּכָן וְלִקְרוֹת בַּתּוֹרָה תְּחִלָּה. תּוֹסָפוֹת בְּשֵׁם רַשִׁ\"י: {כח} וְאֵין צָרִיךְ לוֹמַר כוּ'. מִכְּלַל דְּבֵית חוֹנְיוֹ לָאו עֲבוֹדָה זָרָה הוּא. וְתֵימַהּ. הֲרֵי יֵשׁ כָּאן אִסּוּר שְׁחוּטֵי חוּץ. וְנִרְאֶה, דִּנְדָרִים וּנְדָבוֹת דִּבְנֵי נֹחַ הָיָה מַעֲלֶה. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט מנחות יג י","jbo:name":"עיקר תוי\"ט","jbo:seder":"jbr:mishna-5","jbo:masechet":"jbr:mishna-5-2","jbo:perek":"jbr:mishna-5-2-13","jbo:mishna":"jbr:mishna-5-2-13-10"}]}