{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-1","jbo:text":"באחד באדר משמיעין על השקלים {א} ועל הכלאים. בחמשה עשר בו קורין את המגלה בכרכין, ומתקנין את הדרכים ואת הרחובות ואת מקואות המים, ועושין כל צרכי הרבים, ומצינין את הקברות, ויוצאין אף על הכלאים","jbo:textNikud":"בְּאֶחָד בַּאֲדָר מַשְׁמִיעִין עַל הַשְּׁקָלִים {א} וְעַל הַכִּלְאַיִם. בַּחֲמִשָּׁה עָשָׂר בּוֹ קוֹרִין אֶת הַמְּגִלָּה בַּכְּרַכִּין, וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְוְאוֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם","rdfs:label":"משנה שקלים א א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-1","jbo:text":"ר\"ע מברטנורה באחד באדר משמיעין על השקלים. בית דין שולחים בכל ערי ישראל ומכריזין שיביאו שקליהן. לפי שבאחד בניסן צריך להביא קרבנות צבור מתרומה חדשה, דכתיב (במדבר כח) זאת עולת חדש בחדשו לחדשי השנה, חדש והבא קרבן מתרומה חדשה, וילפינן חדשי השנה דהכא, מראשון הוא לכם לחדשי השנה (שמות יב), הלכך מקדימין שלשים יום, דהינו מאחד באדר, להכריז שיביאו שקליהם: ועל הכלאים. מכריזין שימעטו הזרע האחר עד שלא ישאר בו רבע קב לסאה, כדתנן בפרק ב' דכלאים כל סאה שיש בו רבע קב ממין אחר ימעט. ורבותינו פרשו דלאחר שגדלו הזרעים אפלו אחד באלף צריך לעקר הכל, דכל תרי מילי דכל חד לחודיה שרי ונאסרו על ידי תערבת לא שיך בהו בטול {ב}, דדוקא כשמין אחר מערב בשעת הזרע אין צריך כי אם למעט, דמדאוריתא חד בתרי בטיל ולא מקרי זורע כלאים, אלא מפני מראית העין בעלמא צריך למעט. אבל לאחר שגדלו לא שיך בהו בטול וצריך לעקר את הכל ולא ישיר אלא אחד מן המינים: בחמשה עשר בו קורין את המגלה בכרכין. המקפין חומה מימות יהושע בן נון. איידי דבעי למתני דבחמשה עשר באדר שלחנות יושבין במדינה, תני נמי כל מה שהיו עושין בו ביום {ג}: ומתקנים את הדרכים ואת הרחובות. השוקים שנתקלקלו בגשמים בימות החרף, מתקנים אותם בשביל עולי רגלים. ואית דמפרשי בשביל הרוצחים המכים נפש בשגגה, שיוכלו לנוס מפני גואל הדם, כדכתיב (דברים יט) תכין לך הדרך: ואת מקואות המים. אם נתרבה בהן טיט מנקין אותן, ואם נחסר שעורן ממשיכין להם מים שאובים ומשלימין אותן לכשעור אם היה שם רב ארבעים סאה מן הכשר: ועושים כל צרכי רבים. כגון דיני ממונות {ד} ודיני נפשות, ודיני מכות, ופדית ערכים וחרמים והקדשות, והשקאת סוטה {ה}, ושרפת פרה, ורציעת עבד עברי, וטהרת מצרע, ושולחין לפתח בורות של מים מכנסים כדי שיהיו מצויין לעם לשתות מהן בימות החמה. דכל הנך צרכי רבים נינהו: ומצינין את הקברות. שלא יאהילו עליהם הכהנים ועושי טהרות. והציון הוא שממחים סיד ושפכים אותו סביב הקבר, ובימות הגשמים היה הסיד נמוח וצריך לחזר ולצינו: ויוצאים. שלוחי בית דין: אף על הכלאים. ואף על פי שכבר הכריזו עליהם באחד באדר, לא היו סומכים על ההכרזה, דשמא לא עקרום בעלים. והיו הם יוצאים ועוקרים אותם","jbo:textNikud":"ר\"ע מברטנורה בְּאֶחָד בַּאֲדָר מַשְׁמִיעִין עַל הַשְּׁקָלִים. בֵּית דִּין שׁוֹלְחִים בְּכָל עָרֵי יִשְׂרָאֵל וּמַכְרִיזִין שֶׁיָּבִיאוּ שִׁקְלֵיהֶן. לְפִי שֶׁבְּאֶחָד בְּנִיסָן צָרִיךְ לְהָבִיא קָרְבְּנוֹת צִבּוּר מִתְּרוּמָה חֲדָשָׁה, דִּכְתִיב (בְּמִדְבָּר כח) זֹאת עוֹלַת חֹדֶשׁ בְּחָדְשׁוֹ לְחָדְשֵׁי הַשָּׁנָה, חַדֵּשׁ וְהָבֵא קָרְבָּן מִתְּרוּמָה חֲדָשָׁה, וְיָלְפִינַן חָדְשֵׁי הַשָּׁנָה דְּהָכָא, מֵרִאשׁוֹן הוּא לָכֶם לְחָדְשֵׁי הַשָּׁנָה (שְׁמוֹת יב), הִלְכָּךְ מַקְדִּימִין שְׁלֹשִׁים יוֹם, דְּהַיְנוּ מֵאֶחָד בַּאֲדָר, לְהַכְרִיז שֶׁיָּבִיאוּ שִׁקְלֵיהֶם: וְעַל הַכִּלְאָיִם. מַכְרִיזִין שֶׁיְּמַעֲטוּ הַזֶּרַע הָאַחֵר עַד שֶׁלֹּא יִשָּׁאֵר בּוֹ רֹבַע קַב לִסְאָה, כְּדִתְנַן בְּפֶרֶק ב' דְּכִלְאַיִם כָּל סְאָה שֶׁיֵּשׁ בּוֹ רֹבַע קַב מִמִּין אַחֵר יְמַעֵט. וְרַבּוֹתֵינוּ פֵּרְשׁוּ דִּלְאַחַר שֶׁגָּדְלוּ הַזְּרָעִים אֲפִלּוּ אֶחָד בְּאֶלֶף צָרִיךְ לַעֲקֹר הַכֹּל, דְּכָל תְּרֵי מִילֵי דְּכָל חַד לְחוּדֵיהּ שָׁרֵי וְנֶאֶסְרוּ עַל יְדֵי תַּעֲרֹבֶת לֹא שַׁיָּךְ בְּהוּ בִטּוּל {ב}, דְּדַוְקָא כְּשֶׁמִּין אַחֵר מְעֹרָב בִּשְׁעַת הַזֶּרַע אֵין צָרִיךְ כִּי אִם לְמַעֵט, דְּמִדְּאוֹרַיְתָא חַד בִּתְרֵי בָּטִיל וְלֹא מִקְרֵי זוֹרֵעַ כִּלְאַיִם, אֶלָּא מִפְּנֵי מַרְאִית הָעַיִן בְּעַלְמָא צָרִיךְ לְמַעֵט. אֲבָל לְאַחַר שֶׁגָּדְלוּ לֹא שַׁיָּךְ בְּהוּ בִּטּוּל וְצָרִיךְ לַעֲקֹר אֶת הַכֹּל וְלֹא יְשַׁיֵּר אֶלָּא אֶחָד מִן הַמִּינִים: בַּחֲמִשָּׁה עָשָׂר בּוֹ קוֹרִין אֶת הַמְגִלָּה בַּכְּרַכִּין. הַמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן. אַיְידֵי דְּבָעֵי לְמִתְנֵי דְּבַחֲמִשָּׁה עָשָׂר בַּאֲדָר שֻׁלְחָנוֹת יוֹשְׁבִין בַּמְּדִינָה, תָּנֵי נַמִּי כָּל מַה שֶּׁהָיוּ עוֹשִׂין בּוֹ בַּיּוֹם {ג}: וּמְתַקְּנִים אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת. הַשְּׁוָקִים שֶׁנִּתְקַלְקְלוּ בַּגְּשָׁמִים בִּימוֹת הַחֹרֶף, מְתַקְּנִים אוֹתָם בִּשְׁבִיל עוֹלֵי רְגָלִים. וְאִית דִּמְפָרְשֵׁי בִּשְׁבִיל הָרוֹצְחִים הַמַּכִּים נֶפֶשׁ בִּשְׁגָגָה, שֶׁיּוּכְלוּ לָנוּס מִפְּנֵי גּוֹאֵל הַדָּם, כְּדִכְתִיב (דְּבָרִים יט) תָּכִין לְךָ הַדֶּרֶךְ: וְאֶת מִקְוְאוֹת הַמַּיִם. אִם נִתְרַבָּה בָּהֶן טִיט מְנַקִּין אוֹתָן, וְאִם נֶחֱסַר שִׁעוּרָן מַמְשִׁיכִין לָהֶם מַיִם שְׁאוּבִים וּמַשְׁלִימִין אוֹתָן לִכְשִׁעוּר אִם הָיָה שָׁם רֹב אַרְבָּעִים סְאָה מִן הַכָּשֵׁר: וְעוֹשִׂים כָּל צָרְכֵי רַבִּים. כְּגוֹן דִּינֵי מָמוֹנוֹת {ד} וְדִינֵי נְפָשׁוֹת, וְדִינֵי מַכּוֹת, וּפְדִיַּת עֲרָכִים וַחֲרָמִים וְהַקְדָּשׁוֹת, וְהַשְׁקָאַת סוֹטָה {ה}, וּשְׂרֵפַת פָּרָה, וּרְצִיעַת עֶבֶד עִבְרִי, וְטָהֳרַת מְצֹרָע, וְשׁוֹלְחִין לִפְתֹּחַ בּוֹרוֹת שֶׁל מַיִם מְכֻנָּסִים כְּדֵי שֶׁיִּהְיוּ מְצוּיִין לָעָם לִשְׁתּוֹת מֵהֶן בִּימוֹת הַחַמָּה. דְּכָל הָנָךְ צָרְכֵי רַבִּים נִינְהוּ: וּמְצַיְּנִין אֶת הַקְּבָרוֹת. שֶׁלֹּא יַאֲהִילוּ עֲלֵיהֶם הַכֹּהֲנִים וְעוֹשֵׂי טָהֳרוֹת. וְהַצִּיּוּן הוּא שֶׁמְּמַחִים סִיד וְשֹׁפְכִים אוֹתוֹ סְבִיב הַקֶּבֶר, וּבִימוֹת הַגְּשָׁמִים הָיָה הַסִּיד נִמּוֹחַ וְצָרִיךְ לַחְזֹר וּלְצַיְּנוֹ: וְיוֹצְאִים. שְׁלוּחֵי בֵּית דִּין: אַף עַל הַכִּלְאָיִם. וְאַף עַל פִּי שֶׁכְּבָר הִכְרִיזוּ עָלֵיהֶם בְּאֶחָד בַּאֲדָר, לֹא הָיוּ סוֹמְכִים עַל הַהַכְרָזָה, דְּשֶׁמָּא לֹא עֲקָרוּם בְּעָלִים. וְהָיוּ הֵם יוֹצְאִים וְעוֹקְרִים אוֹתָם","rdfs:label":"ר\"ע מברטנורה משנה שקלים א א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-1","jbo:text":"עיקר תוי\"ט {א} השקלים. הם אותם שאמר הכתוב עליהם זה יתנו כל העובר על הפקודים. רמב\"ם: {ב} ובשר בחלב שאני, דגלי קרא בהדיא דבטל באינו נותן טעם, דדרך בשול הינו דאיכא נתינת טעם, ניחא דליכא למילף משום דחדוש הוא דלא נאסר בכבוש אלא דוקא במבשל: {ג} כלומר להכי לא תני דבארבעה עשר בו קורין שאר עירות. תוספות. ומשום הכי לא הצרך לפרש כן בכלאים דתני אידי דשקלים דפשיטא הוא: {ד} ירושלמי. והכונה כי כל מה שהיה מאלו הדברים תלוי ומסגר ולא נתעסקו בו, שמזרזין וממהרין להשלימו ולהגיעו לתכליתו מחצי חדש אדר. הרמב\"ם. ובודאי מי שהיה זריז והקדים לעשות הרי זה משבח: {ה} והכסף משנה נסתפק מלשון הרמב\"ם שכתב דבודקים על הראויה לשתות כו', דאלו להשקותה לא היו מאחרים אותה עד חמשה עשר באדר אלא בכל יום משקין אותה, אבל בפרושו אין נראה כן אלא דהשקאה עצמה נמי. וזה לשון הרמב\"ם, בית דין היו נפנין לחפש על צרכי צבור כו' ההקדשות כו' וגובים כו' כדי שיהיה כל העם עתיד לתן תרומת השקלים לחזק את בית אלהינו","jbo:textNikud":"עיקר תוי\"ט {א} הַשְּׁקָלִים. הֵם אוֹתָם שֶׁאָמַר הַכָּתוּב עֲלֵיהֶם זֶה יִתְּנוּ כָּל הָעוֹבֵר עַל הַפְּקוּדִים. רַמְבַּ\"ם: {ב} וּבָשָׂר בֶּחָלָב שָׁאנֵי, דְּגַלֵּי קְרָא בְּהֶדְיָא דְּבָטֵל בְּאֵינוֹ נוֹתֵן טַעַם, דְּדֶרֶךְ בִּשּׁוּל הַיְנוּ דְּאִיכָּא נְתִינַת טַעַם, נִיחָא דְּלֵיכָּא לְמֵילַף מִשּׁוּם דְּחִדּוּשׁ הוּא דְּלֹא נֶאֱסַר בְּכָבוּשׁ אֶלָּא דַּוְקָא בִּמְבֻשָּׁל: {ג} כְּלוֹמַר לְהָכִי לֹא תָּנֵי דִּבְאַרְבָּעָה עָשָׂר בּוֹ קוֹרִין שְׁאָר עֲיָרוֹת. תּוֹסָפוֹת. וּמִשּׁוּם הָכִי לֹא הֻצְרַךְ לְפָרֵשׁ כֵּן בְּכִלְאַיִם דְּתָנֵי אַיְדֵי דִּשְׁקָלִים דִּפְשִׁיטָא הוּא: {ד} יְרוּשַׁלְמִי. וְהַכַּוָּנָה כִּי כָּל מַה שֶּׁהָיָה מֵאֵלּוּ הַדְּבָרִים תָּלוּי וּמְסֻגָּר וְלֹא נִתְעַסְּקוּ בּוֹ, שֶׁמְּזָרְזִין וּמְמַהֲרִין לְהַשְׁלִימוֹ וּלְהַגִּיעוֹ לְתַכְלִיתוֹ מֵחֲצִי חֹדֶשׁ אֲדָר. הָרַמְבַּ\"ם. וּבְוַדַּאי מִי שֶׁהָיָה זָרִיז וְהִקְדִּים לַעֲשׂוֹת הֲרֵי זֶה מְשֻׁבָּח: {ה} וְהַכֶּסֶף מִשְׁנֶה נִסְתַּפֵּק מִלְּשׁוֹן הָרַמְבַּ\"ם שֶׁכָּתַב דְּבוֹדְקִים עַל הָרְאוּיָה לִשְׁתּוֹת כוּ', דְּאִלּוּ לְהַשְׁקוֹתָהּ לֹא הָיוּ מְאַחֲרִים אוֹתָהּ עַד חֲמִשָּׁה עָשָׂר בַּאֲדָר אֶלָּא בְּכָל יוֹם מַשְׁקִין אוֹתָהּ, אֲבָל בְּפֵרוּשׁוֹ אֵין נִרְאֶה כֵּן אֶלָּא דְּהַשְׁקָאָה עַצְמָהּ נַמִּי. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, בֵּית דִּין הָיוּ נִפְנִין לְחַפֵּשׂ עַל צָרְכֵי צִבּוּר כוּ' הַהַקְדָּשׁוֹת כוּ' וְגוֹבִים כוּ' כְּדֵי שֶׁיִּהְיֶה כָּל הָעָם עָתִיד לִתֵּן תְּרוּמַת הַשְּׁקָלִים לְחַזֵּק אֶת בֵּית אֱלֹהֵינוּ","rdfs:label":"עיקר תוי\"ט משנה שקלים א א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-2","jbo:text":"אמר רבי יהודה, בראשונה היו עוקרין ומשליכין לפניהם. משרבו עוברי עברה, היו עוקרין ומשליכין על הדרכים, התקינו שיהו מפקירין כל השדה כלה","jbo:textNikud":"אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ עוֹקְרִין וּמַשְׁלִיכִין לִפְנֵיהֶם. מִשֶּׁרַבּוּ עוֹבְרֵי עֲבֵרָה, הָיוּ עוֹקְרִין וּמַשְׁלִיכִין עַל הַדְּרָכִים, הִתְקִינוּ שֶׁיְּהוּ מַפְקִירִין כָּל הַשָּׂדֶה כֻּלָּהּ","rdfs:label":"משנה שקלים א ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-2","jbo:text":"ר\"ע מברטנורה היו עוקרים ומשליכים לפניהם. לפני בעלי השדות כדי שיתבישו. והיו בעלי שדות שמחים שמנכשים להם שדותיהם, ועוד שהיו נותנים אותן לפני בהמתן. התקינו שיהיו משליכים אותן בדרכים. ועדין היו בעלי שדות שמחים שהיו מנכשים להן: התקינו שיהו מפקירין כל השדה. דהפקר בית דין הפקר {ו}","jbo:textNikud":"ר\"ע מברטנורה הָיוּ עוֹקְרִים וּמַשְׁלִיכִים לִפְנֵיהֶם. לִפְנֵי בַּעֲלֵי הַשָּׂדוֹת כְּדֵי שֶׁיִּתְבַּיְּשׁוּ. וְהָיוּ בַּעֲלֵי שָׂדוֹת שְׂמֵחִים שֶׁמְּנַכְּשִׁים לָהֶם שְׂדוֹתֵיהֶם, וְעוֹד שֶׁהָיוּ נוֹתְנִים אוֹתָן לִפְנֵי בְּהֶמְתָּן. הִתְקִינוּ שֶׁיִּהְיוּ מַשְׁלִיכִים אוֹתָן בַּדְּרָכִים. וַעֲדַיִן הָיוּ בַּעֲלֵי שָׂדוֹת שְׂמֵחִים שֶׁהָיוּ מְנַכְּשִׁים לָהֶן: הִתְקִינוּ שֶׁיְּהוּ מַפְקִירִין כָּל הַשָּׂדֶה. דְּהֶפְקֵר בֵּית דִּין הֶפְקֵר {ו}","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-2","jbo:text":"עיקר תוי\"ט {ו} דכתיב [עזרא י] כל אשר לא יבא לשלשת ימים בעצת השרים והזקנים יחרם כל רכושו. ירושלמי","jbo:textNikud":"עיקר תוי\"ט {ו} דִּכְתִיב [עֶזְרָא י] כָּל אֲשֶׁר לֹא יָבֹא לִשְׁלֹשֶׁת יָמִים בַּעֲצַת הַשָּׂרִים וְהַזְּקֵנִים יָחֳרַם כָּל רְכוּשׁוֹ. יְרוּשַׁלְמִי","rdfs:label":"עיקר תוי\"ט משנה שקלים א ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-3","jbo:text":"בחמשה עשר בו, שלחנות {ז} היו יושבין במדינה. בעשרים וחמשה, ישבו במקדש. משישבו במקדש, התחילו למשכן {ח}. את מי ממשכנין, לוים וישראלים, גרים ועבדים משחררים, אבל לא נשים ועבדים וקטנים. כל קטן שהתחיל אביו לשקול על ידו, שוב אינו פוסק {ט}. ואין ממשכנין את הכהנים מפני דרכי שלום","jbo:textNikud":"בַּחֲמִשָּׁה עָשָׂר בּוֹ, שֻׁלְחָנוֹת {ז} הָיוּ יוֹשְׁבִין בַּמְּדִינָה. בְּעֶשְׂרִים וַחֲמִשָּׁה, יָשְׁבוּ בַּמִּקְדָּשׁ. מִשֶּׁיָּשְׁבוּ בַּמִּקְדָּשׁ, הִתְחִילוּ לְמַשְׁכֵּן {ח}. אֶת מִי מְמַשְׁכְּנִין, לְוִיִּם וְיִשְׂרְאֵלִים, גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא נָשִׁים וַעֲבָדִים וּקְטַנִּים. כָּל קָטָן שֶׁהִתְחִיל אָבִיו לִשְׁקוֹל עַל יָדוֹ, שׁוּב אֵינוֹ פּוֹסֵק {ט}. וְאֵין מְמַשְׁכְּנִין אֶת הַכֹּהֲנִים מִפְּנֵי דַּרְכֵּי שָׁלוֹם","rdfs:label":"משנה שקלים א ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-3","jbo:text":"ר\"ע מברטנורה במדינה. בירושלים. והיו מחליפין מחצית השקל לאנשים, שמביאים כל אחד ממטבע מדינתו ואינו יודע כמה מהם יוצאים למחצית השקל: ישבו במקדש. לפי שהיה הזמן מתקרב היו יושבים במקדש, כדי שימהרו להביא. ורמב\"ם פרש שכל ערי ישראל קרויין מדינה, ובעשרים וחמשה בו היו יושבים במקדש בירושלים: התחילו למשכן. מי שלא הביא שקלו: את מי ממשכנין לוים. לאפוקי ממאן דאמר שאין ממשכנין את הלוים דכתיב (שמות ל) כל העובר על הפקודים מבן עשרים שנה ומעלה, ולוים לא היו נמנים מבן עשרים: אבל לא נשים. ונתנו איש כפר נפשו (שם) כתיב, ולא אשה: ולא עבדים. דאין עבדים חיבין אלא במצוות שנשים חיבות: וקטנים. אפלו הביא שתי שערות והוא פחות מבן עשרים: שוב אינו פוסק. אביו, משהתחיל. ואם מת אביו הוא שוקל על ידי עצמו: ואין ממשכנין את הכהנים. ואף על פי שחיבין במחצית השקל: מפני דרכי שלום. לפי שעבודת הקרבנות עליהם חולקים להם כבוד {י} וסומכים עליהם שלא יעכבו את שקליהם. ואי נמי יעכבו ולא יתנו, בית דין מתנה עליהם שיהיה להם חלף עבודתם, כמו שנותנים מתרומת הלשכה לשאר עושי מלאכת הקדש כדמפרש לקמן","jbo:textNikud":"ר\"ע מברטנורה בַּמְּדִינָה. בִּירוּשָׁלַיִם. וְהָיוּ מַחֲלִיפִין מַחֲצִית הַשֶּׁקֶל לָאֲנָשִׁים, שֶׁמְּבִיאִים כָּל אֶחָד מִמַּטְבֵּעַ מְדִינָתוֹ וְאֵינוֹ יוֹדֵעַ כַּמָּה מֵהֶם יוֹצְאִים לְמַחֲצִית הַשֶּׁקֶל: יָשְׁבוּ בַמִּקְדָּשׁ. לְפִי שֶׁהָיָה הַזְּמַן מִתְקָרֵב הָיוּ יוֹשְׁבִים בַּמִּקְדָּשׁ, כְּדֵי שֶׁיְּמַהֲרוּ לְהָבִיא. וְרַמְבַּ\"ם פֵּרֵשׁ שֶׁכָּל עָרֵי יִשְׂרָאֵל קְרוּיִין מְדִינָה, וּבְעֶשְׂרִים וַחֲמִשָּׁה בּוֹ הָיוּ יוֹשְׁבִים בַּמִּקְדָּשׁ בִּירוּשָׁלַיִם: הִתְחִילוּ לְמַשְׁכֵּן. מִי שֶׁלֹּא הֵבִיא שִׁקְלוֹ: אֶת מִי מְמַשְׁכְּנִין לְוִיִּם. לַאֲפוֹקֵי מִמַּאן דְּאָמַר שֶׁאֵין מְמַשְׁכְּנִין אֶת הַלְוִיִּם דִּכְתִיב (שְׁמוֹת ל) כָּל הָעוֹבֵר עַל הַפְּקוּדִים מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה, וּלְוִיִּם לֹא הָיוּ נִמְנִים מִבֶּן עֶשְׂרִים: אֲבָל לֹא נָשִׁים. וְנָתְנוּ אִישׁ כֹּפֶר נַפְשׁוֹ (שָׁם) כְּתִיב, וְלֹא אִשָּׁה: וְלֹא עֲבָדִים. דְּאֵין עֲבָדִים חַיָּבִין אֶלָּא בְּמִצְווֹת שֶׁנָּשִׁים חַיָּבוֹת: וּקְטַנִּים. אֲפִלּוּ הֵבִיא שְׁתֵּי שְׂעָרוֹת וְהוּא פָּחוֹת מִבֶּן עֶשְׂרִים: שׁוּב אֵינוֹ פוֹסֵק. אָבִיו, מִשֶּׁהִתְחִיל. וְאִם מֵת אָבִיו הוּא שׁוֹקֵל עַל יְדֵי עַצְמוֹ: וְאֵין מְמַשְׁכְּנִין אֶת הַכֹּהֲנִים. וְאַף עַל פִּי שֶׁחַיָּבִין בְּמַחֲצִית הַשֶּׁקֶל: מִפְּנֵי דַרְכֵי שָׁלוֹם. לְפִי שֶׁעֲבוֹדַת הַקָּרְבָּנוֹת עֲלֵיהֶם חוֹלְקִים לָהֶם כָּבוֹד {י} וְסוֹמְכִים עֲלֵיהֶם שֶׁלֹּא יְעַכְּבוּ אֶת שִׁקְלֵיהֶם. וְאִי נַמִּי יְעַכְּבוּ וְלֹא יִתְּנוּ, בֵּית דִּין מַתְנֶה עֲלֵיהֶם שֶׁיִּהְיֶה לָהֶם חֵלֶף עֲבוֹדָתָם, כְּמוֹ שֶׁנּוֹתְנִים מִתְּרוּמַת הַלִּשְׁכָּה לִשְׁאָר עוֹשֵׂי מְלֶאכֶת הַקֹּדֶשׁ כְּדִמְפָרֵשׁ לְקַמָּן","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-3","jbo:text":"עיקר תוי\"ט {ז} שלחנות. שלחן שם לשלחן שלפני השלחני שמקבל עליו, וכך קורין לחלפני שלחני בכל המשנה: {ח} למשכן. כלומר שמוציאין העבוט מביתו. תרגום אם חבול תחבל [שמות כב] אם משכנא תסב. הרמב\"ם. ומה שכתב מביתו הינו שהיו לוקחים בעל כרחו, ואפלו כסותו, ואין כאן משום בחוץ תעמד דהכא מצות גבוה עליו, מה שאין כן פריעת בעל חוב אף על גב דנמי מצוה היא אין למדין ממנה למצות גבוה: {ט} שוב אינו פוסק. שאומרין לו מאחר שנתת עליו השנה שעברה והעמדת עליו זאת המצוה תן עליו תמיד עד שיגיע לעשרים ולא תפסק. הרמב\"ם. ונראה מדבריו דאם מת אביו ועדין הוא קטן דאין חיוב עליו, ודלא כהר\"ב, ואולי הר\"ב רצונו לומר שהחיוב חל על נכסי האב ובשירשו. ועין תוספות יום טוב: {י} ונראה לי דהינו דרכי שלום, שאם לא נחלק להם כבוד אתו לאינצויי","jbo:textNikud":"עיקר תוי\"ט {ז} שֻׁלְחָנוֹת. שֻׁלְחָן שֵׁם לַשֻּׁלְחָן שֶׁלִּפְנֵי הַשֻּׁלְחָנִי שֶׁמְּקַבֵּל עָלָיו, וְכָךְ קוֹרִין לְחַלְפָנִי שֻׁלְחָנִי בְּכָל הַמִּשְׁנָה: {ח} לְמַשְׁכֵּן. כְּלוֹמַר שֶׁמּוֹצִיאִין הָעֲבוֹט מִבֵּיתוֹ. תַּרְגּוּם אִם חָבוֹל תַּחְבֹּל [שְׁמוֹת כב] אִם מַשְׁכְּנָא תָּסֵב. הָרַמְבַּ\"ם. וּמַה שֶּׁכָּתַב מִבֵּיתוֹ הַיְנוּ שֶׁהָיוּ לוֹקְחִים בְּעַל כָּרְחוֹ, וַאֲפִלּוּ כְּסוּתוֹ, וְאֵין כָּאן מִשּׁוּם בַּחוּץ תַּעֲמֹד דְּהָכָא מִצְוַת גָּבוֹהַּ עָלָיו, מַה שֶּׁאֵין כֵּן פְּרִיעַת בַּעַל חוֹב אַף עַל גַּב דְּנַמִּי מִצְוָה הִיא אֵין לְמֵדִין מִמֶּנָּה לְמִצְוַת גָּבוֹהַּ: {ט} שׁוּב אֵינוֹ פוֹסֵק. שֶׁאוֹמְרִין לוֹ מֵאַחַר שֶׁנָּתַתָּ עָלָיו הַשָּׁנָה שֶׁעָבְרָה וְהֶעֱמַדְתָּ עָלָיו זֹאת הַמִּצְוָה תֵּן עָלָיו תָּמִיד עַד שֶׁיַּגִּיעַ לְעֶשְׂרִים וְלֹא תִּפְסֹק. הָרַמְבַּ\"ם. וְנִרְאֶה מִדְּבָרָיו דְּאִם מֵת אָבִיו וַעֲדַיִן הוּא קָטָן דְּאֵין חִיּוּב עָלָיו, וּדְלֹא כְּהַר\"ב, וְאוּלַי הָרַ\"ב רְצוֹנוֹ לוֹמַר שֶׁהַחִיּוּב חָל עַל נִכְסֵי הָאָב וּבְשֶׁיָּרְשׁוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} וְנִרְאֶה לִי דְּהַיְנוּ דַּרְכֵי שָׁלוֹם, שֶׁאִם לֹא נַחְלֹק לָהֶם כָּבוֹד אָתוּ לְאִינְּצוֹיֵי","rdfs:label":"עיקר תוי\"ט משנה שקלים א ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-4","jbo:text":"אמר רבי יהודה, העיד בן בוכרי ביבנה, כל כהן ששוקל אינו חוטא. אמר לו רבן יוחנן בן זכאי, לא כי, אלא כל כהן שאינו שוקל חוטא, אלא שהכהנים דורשים מקרא זה לעצמן, (ויקרא ו) וכל מנחת כהן כליל תהיה לא תאכל, הואיל ועמר ושתי הלחם ולחם הפנים שלנו, היאך נאכלים","jbo:textNikud":"אָמַר רַבִּי יְהוּדָה, הֵעִיד בֶּן בּוּכְרִי בְּיַבְנֶה, כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. אָמַר לוֹ רַבָּן יוֹחָנָן בֶּן זַכַּאי, לֹא כִּי, אֶלָּא כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא, אֶלָּא שֶׁהַכֹּהֲנִים דּוֹרְשִׁים מִקְרָא זֶה לְעַצְמָן, (ויקרא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, הוֹאִיל וְעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁלָּנוּ, הֵיאָךְ נֶאֱכָלִים","rdfs:label":"משנה שקלים א ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-4","jbo:text":"ר\"ע מברטנורה כל כהן ששוקל אינו חוטא. ואף על פי שאינו חיב לשקל {יא}. וסלקא דעתך אמינא אם שוקל נמצא קרבן צבור קרב משל יחיד, קמשמע לן דאינו חוטא, לפי שהוא מוסר אותו מחצית השקל לצבור לגמרי, ולא חישינן שמא לא יגמר למסרו יפה: כל כהן שאינו שוקל חוטא. וקרא דכל העובר על הפקודים דריש ליה הכי, כל העובר בים סוף, דהינו כהנים לוים וישראלים שכלן עברו את הים על הפקודים, בין אותן שנמנו לבדן {יב} בין אותן שנמנו עם ישראל, יתן תרומת ה'. ואף על גב דבפרשת אלה פקודי כתיב וכסף פקודי העדה מאת ככר וגו' לשש מאות אלף ושלשת אלפים וכו', ההוא בתרומת האדנים הוא דכתיב, ובאותה תרומה לא היה שבט לוי, אבל בתרומה של קרבנות צבור השוו בה כהנים לוים וישראלים: לעצמן. להנאתן. ולאו דרשא היא, דדוקא במנחת כהן לבדו אמר קרא כליל תהיה, ולא באותה שיש לו בשתפות עם הצבור. והלכה שכהנים חיבים לתן מחצית השקל, ואין ממשכנין אותן מפני דרכי שלום","jbo:textNikud":"ר\"ע מברטנורה כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. וְאַף עַל פִּי שֶׁאֵינוֹ חַיָּב לִשְׁקֹל {יא}. וְסַלְקָא דַּעְתָּךְ אֲמִינָא אִם שׁוֹקֵל נִמְצָא קָרְבַּן צִבּוּר קָרֵב מִשֶּׁל יָחִיד, קָמַשְׁמַע לָן דְּאֵינוֹ חוֹטֵא, לְפִי שֶׁהוּא מוֹסֵר אוֹתוֹ מַחֲצִית הַשֶּׁקֶל לַצִּבּוּר לְגַמְרֵי, וְלֹא חַיְשִׁינַן שֶׁמָּא לֹא יִגְמֹר לְמָסְרוֹ יָפֶה: כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא. וּקְרָא דְּכָל הָעוֹבֵר עַל הַפְּקוּדִים דָּרֵישׁ לֵיהּ הָכִי, כָּל הָעוֹבֵר בְּיַם סוּף, דְּהַיְנוּ כֹּהֲנִים לְוִיִּם וְיִשְׂרְאֵלִים שֶׁכֻּלָּן עָבְרוּ אֶת הַיָּם עַל הַפְּקוּדִים, בֵּין אוֹתָן שֶׁנִּמְנוּ לְבַדָּן {יב} בֵּין אוֹתָן שֶׁנִּמְנוּ עִם יִשְׂרָאֵל, יִתֵּן תְּרוּמַת ה'. וְאַף עַל גַּב דִּבְפָרָשַׁת אֵלֶּה פְּקוּדֵי כְּתִיב וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר וְגוֹ' לְשֵׁשׁ מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וְכוּ', הַהוּא בִּתְרוּמַת הָאֲדָנִים הוּא דִּכְתִיב, וּבְאוֹתָהּ תְּרוּמָה לֹא הָיָה שֵׁבֶט לֵוִי, אֲבָל בִּתְרוּמָה שֶׁל קָרְבְּנוֹת צִבּוּר הֻשְׁווּ בָּהּ כֹּהֲנִים לְוִיִּם וְיִשְׂרְאֵלִים: לְעַצְמָן. לַהֲנָאָתָן. וְלָאו דְּרָשָׁא הִיא, דְּדַוְקָא בְּמִנְחַת כֹּהֵן לְבַדּוֹ אָמַר קְרָא כָּלִיל תִּהְיֶה, וְלֹא בְּאוֹתָהּ שֶׁיֵּשׁ לוֹ בְּשֻׁתָּפוּת עִם הַצִּבּוּר. וַהֲלָכָה שֶׁכֹּהֲנִים חַיָּבִים לִתֵּן מַחֲצִית הַשֶּׁקֶל, וְאֵין מְמַשְׁכְּנִין אוֹתָן מִפְּנֵי דַּרְכֵי שָׁלוֹם","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-4","jbo:text":"עיקר תוי\"ט {יא} כדמפרש טעמא בירושלמי, דכתיב כל העובר כו', כל דעבר על פיקודא יתן, וכמו שכתב הרמב\"ם לעיל גבי לויים, ואותו מאן דאמר שנזכר הוא ניהו בן בוכרי דהכא דכהנים ולויים שוין, והכי נמי הוה מצי למימר כל לוי, אלא משום דלא מצי למימר שדורשים כו' לעצמן. תוספות: {יב} והרי בני אהרן התפקדו כו' דכתיב ואלה שמות בני אהרן. והא דהצרך לומר דעובר בים סוף משום כו' שלא עברו לפני משה אלא היה הולך ועומד על הפתח כפרוש רש\"י בחמש. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} כְּדִמְפָרֵשׁ טַעֲמָא בַּיְרוּשַׁלְמִי, דִּכְתִיב כָּל הָעוֹבֵר כוּ', כָּל דְּעָבַר עַל פִּיקוּדָא יִתֵּן, וּכְמוֹ שֶׁכָּתַב הָרַמְבַּ\"ם לְעֵיל גַּבֵּי לְוִיִּים, וְאוֹתוֹ מַאן דְּאָמַר שֶׁנִּזְכַּר הוּא נִיהוּ בֶּן בּוּכְרִי דְּהָכָא דְּכֹהֲנִים וּלְוִיִּים שָׁוִין, וְהָכִי נַמִּי הֲוָה מָצֵי לְמֵימָר כָּל לֵוִי, אֶלָּא מִשּׁוּם דְּלֹא מָצֵי לְמֵימָר שֶׁדּוֹרְשִׁים כוּ' לְעַצְמָן. תּוֹסָפוֹת: {יב} וַהֲרֵי בְּנֵי אַהֲרֹן הִתְפָּקְדוּ כוּ' דִּכְתִיב וְאֵלֶּה שְׁמוֹת בְּנֵי אַהֲרֹן. וְהָא דְּהֻצְרַךְ לוֹמַר דְּעוֹבֵר בְּיַם סוּף מִשּׁוּם כוּ' שֶׁלֹּא עָבְרוּ לִפְנֵי מֹשֶׁה אֶלָּא הָיָה הוֹלֵךְ וְעוֹמֵד עַל הַפֶּתַח כְּפֵרוּשׁ רַשִׁ\"י בְּחֻמָּשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה שקלים א ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-5","jbo:text":"אף על פי שאמרו, אין ממשכנין נשים ועבדים וקטנים, אם שקלו מקבלין מידן. הנכרי והכותי ששקלו, אין מקבלין מידן. ואין מקבלין מידן קני זבין וקני זבות וקני יולדות, וחטאות ואשמות. (אבל) {יג} נדרים ונדבות, מקבלין מידן. זה הכלל, כל שנדר ונדב, מקבלין מידן. כל שאין נדר ונדב {יד} אין מקבלין מידן. וכן הוא מפרש על ידי עזרא, שנאמר (עזרא ד) לא לכם ולנו לבנות בית לאלהינו","jbo:textNikud":"אַף עַל פִּי שֶׁאָמְרוּ, אֵין מְמַשְׁכְּנִין נָשִׁים וַעֲבָדִים וּקְטַנִּים, אִם שָׁקְלוּ מְקַבְּלִין מִיָּדָן. הַנָּכְרִי וְהַכּוּתִי שֶׁשָּׁקְלוּ, אֵין מְקַבְּלִין מִיָּדָן. וְאֵין מְקַבְּלִין מִיָּדָן קִנֵּי זָבִין וְקִנֵּי זָבוֹת וְקִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת. (אֲבָל) {יג} נְדָרִים וּנְדָבוֹת, מְקַבְּלִין מִיָּדָן. זֶה הַכְּלָל, כָּל שֶׁנִּדָּר וְנִדָּב, מְקַבְּלִין מִיָּדָן. כָּל שֶׁאֵין נִדָּר וְנִדָּב {יד} אֵין מְקַבְּלִין מִיָּדָן. וְכֵן הוּא מְפֹרָשׁ עַל יְדֵי עֶזְרָא, שֶׁנֶּאֱמַר (עזרא ד) לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ","rdfs:label":"משנה שקלים א ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-5","jbo:text":"ר\"ע מברטנורה מקבלין מידם. ובתנאי שימסרום לצבור לגמרי, כי היכי דלא להוי קרבן צבור קרב משל יחיד: קני זבים וזבות. תורים ובני יונה שזבים וזבות מביאים. ובכותים בלבד מירי, דאין זבים וזבות בעובדי כוכבים: כל שהוא נדר ונדב מקבלין מידם. דתניא [מנחות עג:] איש איש, לרבות את הגרים שנודרים נדרים ונדבות כישראל. ואין לי אלא עולה כדכתיב (ויקרא כב) אשר יקריבו לה' עולה, שלמים מנין, תלמוד לומר לכל נדריהם. מנין לרבות העופות והמנחות היין והלבנה והעצים, תלמוד לומר לכל נדריהם ולכל נדבותם: וכן הוא מפרש על ידי עזרא. כשרצו הכותים לסיען ושלחו להם נבנה עמכם כי ככם נדרש לאלהיכם, מה השיבו להם, לא לכם ולנו לבנות בית בשתפות לאלהינו, ולכם אין חלק וצדקה וזכרון בירושלים","jbo:textNikud":"ר\"ע מברטנורה מְקַבְּלִין מִיָּדָם. וּבִתְנַאי שֶׁיִּמְסְרוּם לַצִּבּוּר לְגַמְרֵי, כִּי הֵיכִי דְּלֹא לַהֲוֵי קָרְבַּן צִבּוּר קָרֵב מִשֶּׁל יָחִיד: קִנֵּי זָבִים וְזָבוֹת. תּוֹרִים וּבְנֵי יוֹנָה שֶׁזָּבִים וְזָבוֹת מְבִיאִים. וּבְכוּתִים בִּלְבַד מַיְרֵי, דְּאֵין זָבִים וְזָבוֹת בְּעוֹבְדֵי כּוֹכָבִים: כֹּל שֶׁהוּא נִדָּר וְנִדָּב מְקַבְּלִין מִיָּדָם. דְּתַנְיָא [מְנָחוֹת עג:] אִישׁ אִישׁ, לְרַבּוֹת אֶת הַגֵּרִים שֶׁנּוֹדְרִים נְדָרִים וּנְדָבוֹת כְּיִשְׂרָאֵל. וְאֵין לִי אֶלָּא עוֹלָה כְּדִכְתִיב (וַיִּקְרָא כב) אֲשֶׁר יַקְרִיבוּ לַה' עוֹלָה, שְׁלָמִים מִנַּיִן, תַּלְמוּד לוֹמַר לְכָל נִדְרֵיהֶם. מִנַּיִן לְרַבּוֹת הָעוֹפוֹת וְהַמְּנָחוֹת הַיַּיִן וְהַלְּבֹנָה וְהָעֵצִים, תַּלְמוּד לוֹמַר לְכָל נִדְרֵיהֶם וּלְכָל נִדְבוֹתָם: וְכֵן הוּא מְפֹרָשׁ עַל יְדֵי עֶזְרָא. כְּשֶׁרָצוּ הַכּוּתִים לְסַיְּעָן וְשָׁלְחוּ לָהֶם נִבְנֶה עִמָּכֶם כִּי כָכֶם נִדְרֹשׁ לֵאלֹהֵיכֶם, מַה הֵשִׁיבוּ לָהֶם, לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת בְּשֻׁתָּפוּת לֵאלֹהֵינוּ, וְלָכֶם אֵין חֵלֶק וּצְדָקָה וְזִכָּרוֹן בִּירוּשָׁלַיִם","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-5","jbo:text":"עיקר תוי\"ט {יג} אבל כו'. זה גרסת הר\"ב. אבל הרמב\"ם לא גרס אבל, והכי גרס וחטאות כו' נדרים מקבלין מידן וכו', וזה לשונו ולפיכך מקבלין מהן חטאות ואשמות לפי שכיון שהוא נתכון בכפרה אולי ישוב: {יד} כל שאין כו'. פרוש למזבח, אף על גב דנדר ונדב לבדק הבית אין מקבלין מידן, וכן הוא מפרש כו'. וכן נראה בירושלמי","jbo:textNikud":"עיקר תוי\"ט {יג} אֲבָל כוּ'. זֶה גִּרְסַת הָרַ\"ב. אֲבָל הָרַמְבַּ\"ם לֹא גָּרַס אֲבָל, וְהָכִי גָּרַס וְחַטָּאוֹת כוּ' נְדָרִים מְקַבְּלִין מִיָּדָן וְכוּ', וְזֶה לְשׁוֹנוֹ וּלְפִיכָךְ מְקַבְּלִין מֵהֶן חַטָּאוֹת וַאֲשָׁמוֹת לְפִי שֶׁכֵּיוָן שֶׁהוּא נִתְכַּוֵּן בְּכַפָּרָה אוּלַי יָשׁוּב: {יד} כָּל שֶׁאֵין כוּ'. פֵּרוּשׁ לַמִּזְבֵּחַ, אַף עַל גַּב דְּנִדָּר וְנִדָּב לְבֶדֶק הַבַּיִת אֵין מְקַבְּלִין מִיָּדָן, וְכֵן הוּא מְפֹרָשׁ כוּ'. וְכֵן נִרְאֶה בַּיְרוּשַׁלְמִי","rdfs:label":"עיקר תוי\"ט משנה שקלים א ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-6","jbo:text":"ואלו שחיבין בקלבון, לוים וישראלים וגרים ועבדים משחררים, אבל לא כהנים ונשים ועבדים וקטנים. השוקל על ידי כהן, על ידי אשה, על ידי עבד, על ידי קטן, פטור. ואם שקל על ידו ועל יד חברו, חיב בקלבון אחד. רבי מאיר אומר, שני קלבונות. הנותן סלע ונוטל שקל, חיב שני קלבונות","jbo:textNikud":"וְאֵלּוּ שֶׁחַיָּבִין בַּקָּלְבּוֹן, לְוִיִּם וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא כֹּהֲנִים וְנָשִׁים וַעֲבָדִים וּקְטַנִּים. הַשּׁוֹקֵל עַל יְדֵי כֹּהֵן, עַל יְדֵי אִשָּׁה, עַל יְדֵי עֶבֶד, עַל יְדֵי קָטָן, פָּטוּר. וְאִם שָׁקַל עַל יָדוֹ וְעַל יַד חֲבֵרוֹ, חַיָּב בְּקָלְבּוֹן אֶחָד. רַבִּי מֵאִיר אוֹמֵר, שְׁנֵי קָלְבּוֹנוֹת. הַנּוֹתֵן סֶלַע וְנוֹטֵל שֶׁקֶל, חַיָּב שְׁנֵי קָלְבּוֹנוֹת","rdfs:label":"משנה שקלים א ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-6","jbo:text":"ר\"ע מברטנורה קלבון. קל בון. כלומר דבר קל ומעט שמוסיפין על מחצית השקל להכריע ביניהם {טו}: השוקל על ידי אשה כו' פטור. כגון שהלוה להם, דכיון דפטורים הן לא מחיבי בקלבון. ואי לא הלוה להם אלא שפורע בשבילם, אפלו שוקל בשביל בר חיובא פטור מן הקלבון כדלקמן: אם שקל על ידו ועל יד חברו. בשהלוהו מירי, ושוקל שקל שלם, מחצית השקל בשבילו ומחצית השקל שמלוה לחברו: חיב קלבון אחד. דסבר הנותן מחצית השקל הקצוב בתורה פטור {טז} מן הקלבון, דכתיב זה יתנו, כזה יתנו ולא יותר. ושנים ששקלו שקל שלם אין נותנין אלא קלבון אחד: רבי מאיר אומר שני קלבונות. רבי מאיר סבר השוקל מחצית השקל חיב בקלבון, הלכך שנים ששקלו שקל שלם חיבין שתי קלבונות. ואין הלכה כרבי מאיר: הנותן סלע. דהינו שקל שלם לשלחני של הקדש, ונוטל ממנו מחציתו שנשאר לו ממנו. ושקל האמור כאן הינו מחצית השקל {יז}: נותן שני קלבונות. בהא מודה תנא קמא דנותן שתי קלבונות, אחד קלבון להכרע מחצית השקל שהוא נוטל מן ההקדש, ואחד דכיון שלא שקל מחצית השקל כמו שקצוב בתורה נתחיב בקלבון","jbo:textNikud":"ר\"ע מברטנורה קָלְבּוֹן. קַל בּוֹן. כְּלוֹמַר דָּבָר קַל וּמֻעָט שֶׁמּוֹסִיפִין עַל מַחֲצִית הַשֶּׁקֶל לְהַכְרִיעַ בֵּינֵיהֶם {טו}: הַשּׁוֹקֵל עַל יְדֵי אִשָּׁה כוּ' פָּטוּר. כְּגוֹן שֶׁהִלְוָה לָהֶם, דְּכֵיוָן דִּפְטוּרִים הֵן לֹא מִחַיְּבֵי בְּקָלְבּוֹן. וְאִי לֹא הִלְוָה לָהֶם אֶלָּא שֶׁפּוֹרֵעַ בִּשְׁבִילָם, אֲפִלּוּ שׁוֹקֵל בִּשְׁבִיל בַּר חִיּוּבָא פָּטוּר מִן הַקָּלְבּוֹן כְּדִלְקַמָּן: אִם שָׁקַל עַל יָדוֹ וְעַל יַד חֲבֵרוֹ. בְּשֶׁהִלְוָהוּ מַיְרֵי, וְשׁוֹקֵל שֶׁקֶל שָׁלֵם, מַחֲצִית הַשֶּׁקֶל בִּשְׁבִילוֹ וּמַחֲצִית הַשֶּׁקֶל שֶׁמַּלְוֶה לַחֲבֵרוֹ: חַיָּב קָלְבּוֹן אֶחָד. דְּסָבַר הַנּוֹתֵן מַחֲצִית הַשֶּׁקֶל הַקָּצוּב בַּתּוֹרָה פָּטוּר {טז} מִן הַקָּלְבּוֹן, דִּכְתִיב זֶה יִתְּנוּ, כָּזֶה יִתְּנוּ וְלֹא יוֹתֵר. וּשְׁנַיִם שֶׁשָּׁקְלוּ שֶׁקֶל שָׁלֵם אֵין נוֹתְנִין אֶלָּא קָלְבּוֹן אֶחָד: רַבִּי מֵאִיר אוֹמֵר שְׁנֵי קָלְבּוֹנוֹת. רַבִּי מֵאִיר סָבַר הַשּׁוֹקֵל מַחֲצִית הַשֶּׁקֶל חַיָּב בְּקָלְבּוֹן, הִלְכָּךְ שְׁנַיִם שֶׁשָּׁקְלוּ שֶׁקֶל שָׁלֵם חַיָּבִין שְׁתֵּי קָלְבּוֹנוֹת. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: הַנּוֹתֵן סֶלַע. דְּהַיְנוּ שֶׁקֶל שָׁלֵם לְשֻׁלְחָנִי שֶׁל הֶקְדֵּשׁ, וְנוֹטֵל מִמֶּנּוּ מַחֲצִיתוֹ שֶׁנִּשְׁאַר לוֹ מִמֶּנּוּ. וְשֶׁקֶל הָאָמוּר כָּאן הַיְנוּ מַחֲצִית הַשֶּׁקֶל {יז}: נוֹתֵן שְׁנֵי קָלְבּוֹנוֹת. בְּהָא מוֹדֶה תַּנָּא קַמָּא דְּנוֹתֵן שְׁתֵּי קָלְבּוֹנוֹת, אֶחָד קָלְבּוֹן לְהֶכְרֵעַ מַחֲצִית הַשֶּׁקֶל שֶׁהוּא נוֹטֵל מִן הַהֶקְדֵּשׁ, וְאֶחָד דְּכֵיוָן שֶׁלֹּא שָׁקַל מַחֲצִית הַשֶּׁקֶל כְּמוֹ שֶׁקָּצוּב בַּתּוֹרָה נִתְחַיֵּב בְּקָלְבּוֹן","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-yomtov-2-4-1-6","jbo:text":"עיקר תוי\"ט {טו} כלומר כמו שכתב הרמב\"ם קלבון כו' שחציי השקלים הכל צריכין כו' לפיכך ומצרף שקל בשני חצאין יתן לו תוספת על השקל. אבל הוא לא הזכיר לשון הכרע. ורש\"י כתב הכרע ויש אומרים חלוף, שאין שני חצאין יוצאין בסלע בלא חלוף מעט. משמע דפרוש הכרע הינו תוספת בעלמא כעין וחיב להכריע דסוף פרק ו' דבבא בתרא. וכן כתב הר\"ב סוף פרק קמא דחלין, ומשנה ג' פרק ט' דבכורות. וכאן ארכביה אתרי רכשי: {טז} ורישא דתנן ואלו שחיבין כו' הינו כשבאין שנים ונותנין שקל שלם, ומציעתא השוקל על ידי כהן כו' הינו נמי כששוקל על ידו ועל ידי כהן. הרמב\"ם: {יז} וטעם זה מפני שהעם קורין שקלים לחצי הסלעים שהיו שוקלין בכל שנה, ושקל של משה קורין סלע כתרגומו. רמב\"ן","jbo:textNikud":"עיקר תוי\"ט {טו} כְּלוֹמַר כְּמוֹ שֶׁכָּתַב הָרַמְבַּ\"ם קָלְבּוֹן כוּ' שֶׁחֲצָיֵי הַשְּׁקָלִים הַכֹּל צְרִיכִין כוּ' לְפִיכָךְ וּמְצָרֵף שֶׁקֶל בִּשְׁנֵי חֲצָאִין יִתֵּן לוֹ תּוֹסֶפֶת עַל הַשֶּׁקֶל. אֲבָל הוּא לֹא הִזְכִּיר לְשׁוֹן הֶכְרֵעַ. וְרַשִׁ\"י כָּתַב הֶכְרֵעַ וְיֵשׁ אוֹמְרִים חִלּוּף, שֶׁאֵין שְׁנֵי חֲצָאִין יוֹצְאִין בְּסֶלַע בְּלֹא חִלּוּף מֻעָט. מַשְׁמָע דְּפֵרוּשׁ הֶכְרֵעַ הַיְנוּ תּוֹסֶפֶת בְּעָלְמָא כְּעֵין וְחַיָּב לְהַכְרִיעַ דְּסוֹף פֶּרֶק ו' דְּבָבָא בַּתְרָא. וְכֵן כָּתַב הָרַ\"ב סוֹף פֶּרֶק קַמָּא דְּחֻלִּין, וּמִשְׁנָה ג' פֶּרֶק ט' דִּבְכוֹרוֹת. וְכָאן אַרְכְּבֵיהּ אַתְּרֵי רִכְשֵׁי: {טז} וְרֵישָׁא דִּתְנָן וְאֵלּוּ שֶׁחַיָּבִין כוּ' הַיְנוּ כְּשֶׁבָּאִין שְׁנַיִם וְנוֹתְנִין שֶׁקֶל שָׁלֵם, וּמְצִיעָתָא הַשּׁוֹקֵל עַל יְדֵי כֹּהֵן כוּ' הַיְנוּ נַמִּי כְּשֶׁשּׁוֹקֵל עַל יָדוֹ וְעַל יְדֵי כֹּהֵן. הָרַמְבַּ\"ם: {יז} וְטַעַם זֶה מִפְּנֵי שֶׁהָעָם קוֹרִין שְׁקָלִים לַחֲצִי הַסְּלָעִים שֶׁהָיוּ שׁוֹקְלִין בְּכָל שָׁנָה, וְשֶׁקֶל שֶׁל מֹשֶׁה קוֹרִין סֶלַע כְּתַרְגּוּמוֹ. רַמְבַּ\"ן","rdfs:label":"עיקר תוי\"ט משנה שקלים א ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-2-4-1-7","jbo:text":"השוקל על ידי עני, ועל ידי שכנו, ועל ידי בן עירו, פטור. ואם הלום חיב. האחין והשתפין שחיבין בקלבון, פטורין ממעשר בהמה. וכשחיבין במעשר בהמה, פטורין מן הקלבון. וכמה הוא קלבון, מעה כסף, דברי רבי מאיר. וחכמים אומרים, חצי","jbo:textNikud":"הַשּׁוֹקֵל עַל יְדֵי עָנִי, וְעַל יְדֵי שְׁכֵנוֹ, וְעַל יְדֵי בֶּן עִירוֹ, פָטוּר. וְאִם הִלְוָם חַיָּב. הָאַחִין וְהַשֻּׁתָּפִין שֶׁחַיָּבִין בַּקָּלְבּוֹן, פְּטוּרִין מִמַּעֲשֵׂר בְּהֵמָה. וּכְשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה, פְּטוּרִין מִן הַקָּלְבּוֹן. וְכַמָּה הוּא קָלְבּוֹן, מָעָה כֶּסֶף, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, חֵצִי","rdfs:label":"משנה שקלים א ז"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-1"],"uri":"jbr:mishna-bartanura-2-4-1-7","jbo:text":"ר\"ע מברטנורה השוקל על ידי עני. בשביל עני: פטור. כיון שנותן להם במתנה: האחין השתפין שחיבין בקלבון. אחים שהם שתפים שחלקו וחזרו ונשתתפו, שאז הן חיבין בקלבון כשאר שני אנשים ששקלו סלעים: פטורים ממעשר בהמה. כל הבהמות הנולדות להם כל ימי שתפותן אינן צריכין לעשרן, דדרשינן בפרק [בתרא] דבכורות, יהיה לך, ולא של שתפות, ומוקמינן להאי קרא במעשר, ואף על גב דבבכור כתיב: וכשחיבין במעשר בהמה. הינו כשלא חלקו, שאז חיבים במעשר, כדדרשינן יכול אפלו קנו בתפוסת הבית, תלמוד לומר יהיה מכל מקום: פטורים מן הקלבון. שממון אביהם בחזקתו עומד, והוי כאב ששוקל על ידי בניו ועל ידי שכניו דפטור: מעה כסף. אחד מעשרים וארבעה בסלע, ומשקלה ששה עשר שעורות: חצי מעה. אחד משמנה וארבעים, ומשקלה שמנה שעורות. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הַשּׁוֹקֵל עַל יְדֵי עָנִי. בִּשְׁבִיל עָנִי: פָּטוּר. כֵּיוָן שֶׁנּוֹתֵן לָהֶם בְּמַתָּנָה: הָאַחִין הַשֻׁתָּפִין שֶׁחַיָּבִין בְּקָלְבּוֹן. אַחִים שֶׁהֵם שֻׁתָּפִים שֶׁחִלְּקוּ וְחָזְרוּ וְנִשְׁתַּתְּפוּ, שֶׁאָז הֵן חַיָּבִין בְּקָלְבּוֹן כִּשְׁאָר שְׁנֵי אֲנָשִׁים שֶׁשָּׁקְלוּ סְלָעִים: פְּטוּרִים מִמַּעְשַׂר בְּהֵמָה. כָּל הַבְּהֵמוֹת הַנּוֹלָדוֹת לָהֶם כָּל יְמֵי שֻׁתָּפוּתָן אֵינָן צְרִיכִין לְעַשְּׂרָן, דְּדַרְשִׁינַן בְּפֶרֶק [בַּתְרָא] דִּבְכוֹרוֹת, יִהְיֶה לְךָ, וְלֹא שֶׁל שֻׁתָּפוּת, וּמוֹקְמִינַן לְהַאי קְרָא בְּמַעֲשֵׂר, וְאַף עַל גַּב דְּבִבְכוֹר כְּתִיב: וּכְשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה. הַיְנוּ כְּשֶׁלֹּא חִלְּקוּ, שֶׁאָז חַיָּבִים בְּמַעֲשֵׂר, כִּדְדָּרְשִׁינַן יָכוֹל אֲפִלּוּ קָנוּ בִּתְפוּסַת הַבַּיִת, תַּלְמוּד לוֹמַר יִהְיֶה מִכָּל מָקוֹם: פְּטוּרִים מִן הַקָּלְבּוֹן. שֶׁמָּמוֹן אֲבִיהֶם בְּחֶזְקָתוֹ עוֹמֵד, וַהֲוֵי כְּאָב שֶׁשּׁוֹקֵל עַל יְדֵי בָּנָיו וְעַל יְדֵי שְׁכֵנָיו דְּפָטוּר: מָעָה כֶסֶף. אֶחָד מֵעֶשְׂרִים וְאַרְבָּעָה בְּסֶלַע, וּמִשְׁקָלָהּ שִׁשָּׁה עָשָׂר שְׂעוֹרוֹת: חֲצִי מָעָה. אֶחָד מִשְּׁמֹנָה וְאַרְבָּעִים, וּמִשְׁקָלָהּ שְׁמֹנָה שְׂעוֹרוֹת. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים א ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-2-4-2-1","jbo:text":"מצרפין שקלים לדרכונות מפני משוי הדרך. כשם שהיו שופרות במקדש {א}, כך היו שופרות במדינה. בני העיר ששלחו את שקליהן ונגנבו או שאבדו, אם נתרמה התרומה, נשבעין לגזברים. ואם לאו נשבעין לבני העיר, ובני העיר שוקלין תחתיהן. נמצאו, או שהחזירום הגנבים, אלו ואלו שקלים, ואין עולין להן לשנה הבאה {ב}","jbo:textNikud":"מְצָרְפִין שְׁקָלִים לְדַרְכּוֹנוֹת מִפְּנֵי מַשּׂוֹי הַדֶּרֶךְ. כְּשֵׁם שֶׁהָיוּ שׁוֹפָרוֹת בַּמִּקְדָּשׁ {א}, כָּךְ הָיוּ שׁוֹפָרוֹת בַּמְּדִינָה. בְּנֵי הָעִיר שֶׁשָּׁלְחוּ אֶת שִׁקְלֵיהֶן וְנִגְנְבוּ אוֹ שֶׁאָבָדוּ, אִם נִתְרְמָה הַתְּרוּמָה, נִשְׁבָּעִין לַגִּזְבָּרִים. וְאִם לָאו נִשְׁבָּעִין לִבְנֵי הָעִיר, וּבְנֵי הָעִיר שׁוֹקְלִין תַּחְתֵּיהֶן. נִמְצָאוּ, אוֹ שֶׁהֶחֱזִירוּם הַגַּנָּבִים, אֵלּוּ וָאֵלּוּ שְׁקָלִים, וְאֵין עוֹלִין לָהֶן לְשָׁנָה הַבָּאָה {ב}","rdfs:label":"משנה שקלים ב א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-bartanura-2-4-2-1","jbo:text":"ר\"ע מברטנורה מצרפין שקלים לדרכונות. בני העיר שקבצו שקליהם יכולים להחליפם בדרבונות. והוא מטבע של זהב כדכתיב בעזרא דרכמוני זהב, להקל מעליהם משאוי הדרך: שופרות. תבות שפיהן צר למעלה, כעין שופר שפיו צר מלמעלה והולך ומרחיב, כדי שלא יוכלו לטל מהן כלום. כההיא דכתיב ביהוידע (מלכים ב יב) ויעשו ארון אחד ויתנוהו בהיכל וכו' ויקב חר בדלתו. והיו עומדים בעזרה, וכל אחד מביא שקלו ונותן בו: כך היו במדינה. בירושלים. ולדברי רמב\"ם בשאר ערי ישראל: בני העיר ששלחו שקליהם. ביד שליח להוליכם ללשכה: אם נתרמה התרומה. שהיו רגילים לתרם מהקפות לצרך הקרבנות. והיו תורמים על הגבוי ועל העתיד לגבות, כדי שיהיה חלק בקרבנות אף לאותם שעדין לא שקלו: נשבעין. השלוחים: לגזברים. דהואיל ונתרמה תרומה על המעות הללו קדם שנאבדו הרי נעשו כאלו היו ברשות הגזברים משעה שנתרמה תרומה עליהן, וכשנגנבו או אבדו ברשות הגזברים נגנבו או אבדו, הלכך נשבעים השלוחים לגזברים ונפטרים. ואף על גב דאין נשבעין על ההקדשות, שבועה זו תקנת חכמים היא כדי שלא יזלזלו בהקדשות: ואם לאו. שבשעה שאבדו עדין לא נתרמה תרומה ולא הוציאו מעות מן הקפות על העתיד לגבות, ברשות הבעלים אבדו, הלכך נשבעים השלוחים לאנשי העיר ונפטרים. ואנשי העיר חוזרין ושוקלים שקלים אחרים תחתיהן, שהשקלים הראשונים שאבדו לא עלו להן","jbo:textNikud":"ר\"ע מברטנורה מְצָרְפִין שְׁקָלִים לְדַרְכּוֹנוֹת. בְּנֵי הָעִיר שֶׁקִּבְּצוּ שִׁקְלֵיהֶם יְכוֹלִים לְהַחְלִיפָם בַּדָּרְבוֹנוֹת. וְהוּא מַטְבֵּעַ שֶׁל זָהָב כְּדִכְתִיב בְּעֶזְרָא דַּרְכְּמוֹנֵי זָהָב, לְהָקֵל מֵעֲלֵיהֶם מַשְּׂאוֹי הַדֶּרֶךְ: שׁוֹפָרוֹת. תֵּבוֹת שֶׁפִּיהֶן צָר לְמַעְלָה, כְּעֵין שׁוֹפָר שֶׁפִּיו צַר מִלְּמַעְלָה וְהוֹלֵךְ וּמַרְחִיב, כְּדֵי שֶׁלֹּא יוּכְלוּ לִטֹּל מֵהֶן כְּלוּם. כְּהַהִיא דִּכְתִיב בִּיהוֹיָדָע (מְלָכִים ב יב) וַיַּעֲשׂוּ אֲרוֹן אֶחָד וַיִּתְּנוּהוּ בְּהֵיכַל וְכוּ' וַיִּקֹּב חֹר בְּדַלְתּוֹ. וְהָיוּ עוֹמְדִים בַּעֲזָרָה, וְכָל אֶחָד מֵבִיא שִׁקְלוֹ וְנוֹתֵן בּוֹ: כָּךְ הָיוּ בַּמְּדִינָה. בִּירוּשָׁלַיִם. וּלְדִבְרֵי רַמְבַּ\"ם בִּשְׁאָר עָרֵי יִשְׂרָאֵל: בְּנֵי הָעִיר שֶׁשָּׁלְחוּ שִׁקְלֵיהֶם. בְּיַד שָׁלִיחַ לְהוֹלִיכָם לַלִּשְׁכָּה: אִם נִתְרְמָה הַתְּרוּמָה. שֶׁהָיוּ רְגִילִים לִתְרֹם מֵהַקֻּפּוֹת לְצֹרֶךְ הַקָּרְבָּנוֹת. וְהָיוּ תּוֹרְמִים עַל הַגָּבוּי וְעַל הֶעָתִיד לִגְבּוֹת, כְּדֵי שֶׁיִּהְיֶה חֵלֶק בַּקָּרְבָּנוֹת אַף לְאוֹתָם שֶׁעֲדַיִן לֹא שָׁקְלוּ: נִשְׁבָּעִין. הַשְּׁלוּחִים: לַגִּזְבָּרִים. דְּהוֹאִיל וְנִתְרְמָה תְּרוּמָה עַל הַמָּעוֹת הַלָּלוּ קֹדֶם שֶׁנֶּאֶבְדוּ הֲרֵי נַעֲשׂוּ כְּאִלּוּ הָיוּ בִּרְשׁוּת הַגִּזְבָּרִים מִשָּׁעָה שֶׁנִּתְרְמָה תְּרוּמָה עֲלֵיהֶן, וּכְשֶׁנִּגְנְבוּ אוֹ אָבְדוּ בִּרְשׁוּת הַגִּזְבָּרִים נִגְנְבוּ אוֹ אָבְדוּ, הִלְכָּךְ נִשְׁבָּעִים הַשְּׁלוּחִים לַגִּזְבָּרִים וְנִפְטָרִים. וְאַף עַל גַּב דְּאֵין נִשְׁבָּעִין עַל הַהַקְדָּשׁוֹת, שְׁבוּעָה זוּ תַּקָּנַת חֲכָמִים הִיא כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בַּהַקְדָּשׁוֹת: וְאִם לָאו. שֶׁבַּשָּׁעָה שֶׁאָבְדוּ עֲדַיִן לֹא נִתְרְמָה תְּרוּמָה וְלֹא הוֹצִיאוּ מָעוֹת מִן הַקֻּפּוֹת עַל הֶעָתִיד לִגְבּוֹת, בִּרְשׁוּת הַבְּעָלִים אָבְדוּ, הִלְכָּךְ נִשְׁבָּעִים הַשְּׁלוּחִים לְאַנְשֵׁי הָעִיר וְנִפְטָרִים. וְאַנְשֵׁי הָעִיר חוֹזְרִין וְשׁוֹקְלִים שְׁקָלִים אֲחֵרִים תַּחְתֵּיהֶן, שֶׁהַשְּׁקָלִים הָרִאשׁוֹנִים שֶׁאָבְדוּ לֹא עָלוּ לָהֶן","rdfs:label":"ר\"ע מברטנורה משנה שקלים ב א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-yomtov-2-4-2-1","jbo:text":"עיקר תוי\"ט {א} שופרות במקדש. פרוש שני שופרות לתקלין חדתין ולתקלין עתיקין [כדלקמן בפרק ו' משנה ה']. הרמב\"ם: {ב} לשנה הבאה. אלא הראשונים יפלו לשקלי שנה זו והאחרונים יפלו לשקלי שנה שעברה, כדאמר רב בירושלמי. ופליגי אמוראי, חד אמר הראשונים הן אותן שנגנבו, וחד אמר הן שהגיעו ליד הגזבר תחלה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} שׁוֹפָרוֹת בַּמִּקְדָּשׁ. פֵּרוּשׁ שְׁנֵי שׁוֹפָרוֹת לִתְקָלִין חַדְתִּין וְלִתְקָלִין עַתִּיקִין [כִּדְלְקַמָּן בְּפֶרֶק ו' מִשְׁנָה ה']. הָרַמְבַּ\"ם: {ב} לַשָּׁנָה הַבָּאָה. אֶלָּא הָרִאשׁוֹנִים יִפְּלוּ לְשִׁקְלֵי שָׁנָה זוֹ וְהָאַחֲרוֹנִים יִפְּלוּ לְשִׁקְלֵי שָׁנָה שֶׁעָבְרָה, כִּדְאָמַר רַב בַּיְרוּשַׁלְמִי. וּפְלִיגֵי אָמוֹרָאֵי, חַד אָמַר הָרִאשׁוֹנִים הֵן אוֹתָן שֶׁנִּגְנְבוּ, וְחַד אָמַר הֵן שֶׁהִגִּיעוּ לְיַד הַגִּזְבָּר תְּחִלָּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה שקלים ב א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-2-4-2-2","jbo:text":"הנותן שקלו לחברו לשקל על ידו, ושקלו על ידי עצמו, אם נתרמה תרומה מעל. השוקל שקלו ממעות הקדש, אם נתרמה תרומה וקרבה הבהמה מעל. מדמי מעשר שני, מדמי שביעית, יאכל כנגדן","jbo:textNikud":"הַנּוֹתֵן שִׁקְלוֹ לַחֲבֵרוֹ לִשְׁקֹל עַל יָדוֹ, וּשְׁקָלוֹ עַל יְדֵי עַצְמוֹ, אִם נִתְרְמָה תְּרוּמָה מָעַל. הַשּׁוֹקֵל שִׁקְלוֹ מִמְּעוֹת הֶקְדֵּשׁ, אִם נִתְרְמָה תְרוּמָה וְקָרְבָה הַבְּהֵמָה מָעַל. מִדְּמֵי מַעֲשֵׂר שֵׁנִי, מִדְּמֵי שְׁבִיעִית, יֹאכַל כְּנֶגְדָּן","rdfs:label":"משנה שקלים ב ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-bartanura-2-4-2-2","jbo:text":"ר\"ע מברטנורה הנותן שקלו לחברו לשקל על ידו. בשבילו, והלך השליח ושקל בשביל עצמו: אם נתרמה התרומה. קדם שנתן השקל לגזבר: מעל. זה ששקל בשביל עצמו, דמיד שנתרמה התרומה על העתיד לגבות, היה זה השקל שנתן לו חברו לשקל עליו ברשות הקדש, וכשנתנו על עצמו נהנה מן ההקדש, שהרי אם לא היה נותן שקל זה בשביל עצמו היו ממשכנין אותו, כדתנן לעיל בפרק קמא משישבו במקדש התחילו למשכן, ונמצא נהנה מן ההקדש {ג}, וחיב קרבן מעילה: השוקל שקלו מן ההקדש. שהיו בידו מעות שהקדשו לבדק הבית {ד}, וכסבור {ה} שהם של חלין, ושקל מהם שקלו, ונתרמה התרומה וקנו בהמה באותה תרומה והקריבוה, אז נתחיב השוקל קרבן מעילה, אבל לא קדם, לפי שזה ההקדש נשאר הקדש כמו שהיה בכל מקום שהוא ולא נשתנה, וכשנקרבה הבהמה והוא נתכון שהיא מממון כל מי ששקל בתרומת הלשכה, נעשה כאלו קנה בהמה באותן מעות של הקדש והקריבה, ונהנה שלא משכנוהו בשביל שקלו, ונתחיב בקרבן מעילה. ורישא נמי דקתני כשנתן לו חברו לשקל על ידו ושקל על עצמו דמעל, הינו נמי שקרבה בהמה אחר שנתרמה התרומה. והאי דלא תנייה ברישא, משום דסמיך אסיפא שמפרש בה מעילת שניהם. והינו טעמא שאינו מועל מיד אף על פי שנהנה כבר, לפי שאין מעילה אלא במוציא מן ההקדש לחלין, אבל המוציא מהקדש להקדש אף על פי שנהנה אינו מועל אלא אחר שעשה מעשה בהקדש השני. וכן מוכח בירושלמי: יאכל כנגדן. יביא שקל ויאמר, כל מקום שהם מעשר שני או שביעית יהיו מחללים על שקל זה, דשביעית תופסת דמיה כהקדש, ויאכל פרות שיקנה באותו שקל בירושלים כדין מעשר שני, או יאכלם בקדושת שביעית אם הפרות שחלל היו שביעית","jbo:textNikud":"ר\"ע מברטנורה הַנּוֹתֵן שִׁקְלוֹ לַחֲבֵרוֹ לִשְׁקֹל עַל יָדוֹ. בִּשְׁבִילוֹ, וְהָלַךְ הַשָּׁלִיחַ וְשָׁקַל בִּשְׁבִיל עַצְמוֹ: אִם נִתְרְמָה הַתְּרוּמָה. קֹדֶם שֶׁנָּתַן הַשֶּׁקֶל לַגִּזְבָּר: מָעַל. זֶה שֶׁשָּׁקַל בִּשְׁבִיל עַצְמוֹ, דְּמִיָּד שֶׁנִּתְרְמָה הַתְּרוּמָה עַל הֶעָתִיד לִגְבּוֹת, הָיָה זֶה הַשֶּׁקֶל שֶׁנָּתַן לוֹ חֲבֵרוֹ לִשְׁקֹל עָלָיו בִּרְשׁוּת הֶקְדֵּשׁ, וּכְשֶׁנְּתָנוֹ עַל עַצְמוֹ נֶהֱנֶה מִן הַהֶקְדֵּשׁ, שֶׁהֲרֵי אִם לֹא הָיָה נוֹתֵן שֶׁקֶל זֶה בִּשְׁבִיל עַצְמוֹ הָיוּ מְמַשְׁכְּנִין אוֹתוֹ, כְּדִתְנָן לְעֵיל בְּפֶרֶק קַמָּא מִשֶּׁיָּשְׁבוּ בַּמִּקְדָּשׁ הִתְחִילוּ לְמַשְׁכֵּן, וְנִמְצָא נֶהֱנָה מִן הַהֶקְדֵּשׁ {ג}, וְחַיָּב קָרְבַּן מְעִילָה: הַשּׁוֹקֵל שִׁקְלוֹ מִן הַהֶקְדֵּשׁ. שֶׁהָיוּ בְּיָדוֹ מָעוֹת שֶׁהֻקְדְּשׁוּ לְבֶדֶק הַבַּיִת {ד}, וּכְסָבוּר {ה} שֶׁהֵם שֶׁל חֻלִּין, וְשָׁקַל מֵהֶם שִׁקְלוֹ, וְנִתְרְמָה הַתְּרוּמָה וְקָנוּ בְּהֵמָה בְּאוֹתָהּ תְּרוּמָה וְהִקְרִיבוּהָ, אָז נִתְחַיֵּב הַשּׁוֹקֵל קָרְבַּן מְעִילָה, אֲבָל לֹא קֹדֶם, לְפִי שֶׁזֶּה הַהֶקְדֵּשׁ נִשְׁאַר הֶקְדֵּשׁ כְּמוֹ שֶׁהָיָה בְּכָל מָקוֹם שֶׁהוּא וְלֹא נִשְׁתַּנָּה, וּכְשֶׁנִּקְרְבָה הַבְּהֵמָה וְהוּא נִתְכַּוֵּן שֶׁהִיא מִמָּמוֹן כָּל מִי שֶׁשָּׁקַל בִּתְרוּמַת הַלִּשְׁכָּה, נַעֲשָׂה כְּאִלּוּ קָנָה בְּהֵמָה בְּאוֹתָן מָעוֹת שֶׁל הֶקְדֵּשׁ וְהִקְרִיבָה, וְנֶהֱנָה שֶׁלֹּא מִשְׁכְּנוּהוּ בִּשְׁבִיל שִׁקְלוֹ, וְנִתְחַיֵּב בְּקָרְבַּן מְעִילָה. וְרֵישָׁא נַמִּי דְּקָתָנֵי כְּשֶׁנָּתַן לוֹ חֲבֵרוֹ לִשְׁקֹל עַל יָדוֹ וְשָׁקַל עַל עַצְמוֹ דְּמָעַל, הַיְנוּ נַמִּי שֶׁקָּרְבָה בְּהֵמָה אַחַר שֶׁנִּתְרְמָה הַתְּרוּמָה. וְהָאִי דְּלֹא תַּנְיֵיהּ בָּרֵישָׁא, מִשּׁוּם דְּסָמִיךְ אַסֵּיפָא שֶׁמְּפָרֵשׁ בָּהּ מְעִילַת שְׁנֵיהֶם. וְהַיְנוּ טַעֲמָא שֶׁאֵינוֹ מוֹעֵל מִיַּד אַף עַל פִּי שֶׁנֶּהֱנָה כְּבָר, לְפִי שֶׁאֵין מְעִילָה אֶלָּא בְּמוֹצִיא מִן הַהֶקְדֵּשׁ לְחֻלִּין, אֲבָל הַמּוֹצִיא מֵהֶקְדֵּשׁ לְהֶקְדֵּשׁ אַף עַל פִּי שֶׁנֶּהֱנָה אֵינוֹ מוֹעֵל אֶלָּא אַחַר שֶׁעָשָׂה מַעֲשֶׂה בַּהֶקְדֵּשׁ הַשֵּׁנִי. וְכֵן מוּכָח בַּיְרוּשַׁלְמִי: יֹאכַל כְּנֶגְדָּן. יָבִיא שֶׁקֶל וְיֹאמַר, כָּל מָקוֹם שֶׁהֵם מַעֲשֵׂר שֵׁנִי אוֹ שְׁבִיעִית יִהְיוּ מְחֻלָּלִים עַל שֶׁקֶל זֶה, דִּשְׁבִיעִית תּוֹפֶסֶת דָּמֶיהָ כְּהֶקְדֵּשׁ, וְיֹאכַל פֵּרוֹת שֶׁיִּקְנֶה בְּאוֹתוֹ שֶׁקֶל בִּירוּשָׁלַיִם כְּדִין מַעֲשֵׂר שֵׁנִי, אוֹ יֹאכְלֵם בִּקְדוּשַׁת שְׁבִיעִית אִם הַפֵּרוֹת שֶׁחִלֵּל הָיוּ שְׁבִיעִית","rdfs:label":"ר\"ע מברטנורה משנה שקלים ב ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-yomtov-2-4-2-2","jbo:text":"עיקר תוי\"ט {ג} אבל זה שעשה המצוה לא מקרי הניה, דמצוות לאו להנות נתנו. הרמב\"ם: {ד} דאלו מעות שהפרשו לקדשי מזבח לא פסיקא ליה. דהתנן במשנה ב' פרק ג' דמעילה דמפריש מעות לנזירותו לא נהנין ולא מועלין, דראויין לשלמים, ואין מועלין בקדשים קלים עד שיזרק הדם: {ה} משום דשוגג במעילה מפרש בקרא בפרשת ויקרא, אבל במזיד במעילה לא אתפרש בהדיא בקרא. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ג} אֲבָל זֶה שֶׁעָשָׂה הַמִּצְוָה לֹא מִקְרֵי הֲנָיָה, דְּמִצְווֹת לָאו לֵהָנוֹת נִתְּנוּ. הָרַמְבַּ\"ם: {ד} דְּאִלּוּ מָעוֹת שֶׁהֻפְרְשׁוּ לְקָדְשֵׁי מִזְבֵּחַ לֹא פְּסִיקָא לֵיהּ. דְּהָתְנַן בְּמִשְׁנָה ב' פֶּרֶק ג' דִּמְעִילָה דְּמַפְרִישׁ מָעוֹת לִנְזִירוּתוֹ לֹא נֶהֱנִין וְלֹא מוֹעֲלִין, דִּרְאוּיִין לִשְׁלָמִים, וְאֵין מוֹעֲלִין בְּקָדָשִׁים קַלִּים עַד שֶׁיִּזָּרֵק הַדָּם: {ה} מִשּׁוּם דְּשׁוֹגֵג בִּמְעִילָה מְפֹרָשׁ בִּקְרָא בְּפָרָשַׁת וַיִּקְרָא, אֲבָל בְּמֵזִיד בִּמְעִילָה לֹא אִתְפָּרֵשׁ בְּהֶדְיָא בִּקְרָא. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה שקלים ב ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-2-4-2-3","jbo:text":"המכנס מעות ואמר, הרי אלו לשקלי, בית שמאי אומרים, מותרן נדבה. ובית הלל אומרים, מותרן חלין. שאביא מהן לשקלי, שוין שמותרן חלין. אלו לחטאת, שוין שהמותר נדבה. שאביא מהן לחטאת, שוין שהמותר חלין","jbo:textNikud":"הַמְכַנֵּס מָעוֹת וְאָמַר, הֲרֵי אֵלּוּ לְשִׁקְלִי, בֵּית שַׁמַּאי אוֹמְרִים, מוֹתָרָן נְדָבָה. וּבֵית הִלֵּל אוֹמְרִים, מוֹתָרָן חֻלִּין. שֶׁאָבִיא מֵהֶן לְשִׁקְלִי, שָׁוִין שֶׁמּוֹתָרָן חֻלִּין. אֵלּוּ לְחַטָאת, שָׁוִין שֶׁהַמּוֹתָר נְדָבָה. שֶׁאָבִיא מֵהֶן לְחַטָאת, שָׁוִין שֶׁהַמּוֹתָר חֻלִּין","rdfs:label":"משנה שקלים ב ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-bartanura-2-4-2-3","jbo:text":"ר\"ע מברטנורה המכנס מעות. כונס מעט מעט פרוטה אחר פרוטה לשקלו, ואומר כשהתחיל לכנס, הרי אלו לשקלי, וכשבא לחשב מה שכנס מצא שהותירו על שקלו: בית שמאי אומרים מותרן נדבה. יפלו לשופרות שבמקדש, שעומדים להקריב בדמיהן עולות קיץ למזבח. ובית שמאי לטעמיהו דאית להוא הקדש בטעות שמיה הקדש: ובית הלל אומרים מותרן חלין. דלא נתכון זה להקדיש אלא עד כדי שקלו: שאביא מהן שקלי, שוין שהמותר חלין. דהוי כאומר בפרוש אם אכניס יותר משקל אביא מהם שקל והמותר יהא חלין: אלו לחטאתי. ואם כנס מעות ואומר הרי אלו לחטאתי, מודו בית הלל שהמותר נדבה","jbo:textNikud":"ר\"ע מברטנורה הַמְכַנֵּס מָעוֹת. כּוֹנֵס מְעַט מְעַט פְּרוּטָה אַחַר פְּרוּטָה לְשִׁקְלוֹ, וְאוֹמֵר כְּשֶׁהִתְחִיל לְכַנֵּס, הֲרֵי אֵלּוּ לְשִׁקְלִי, וּכְשֶׁבָּא לְחַשֵּׁב מַה שֶּׁכִּנֵּס מָצָא שֶׁהוֹתִירוּ עַל שִׁקְלוֹ: בֵּית שַׁמַּאי אוֹמְרִים מוֹתָרָן נְדָבָה. יִפְּלוּ לַשּׁוֹפָרוֹת שֶׁבַּמִּקְדָּשׁ, שֶׁעוֹמְדִים לְהַקְרִיב בִּדְמֵיהֶן עוֹלוֹת קַיִץ לַמִּזְבֵּחַ. וּבֵית שַׁמַּאי לְטַעֲמַיְהוּ דְּאִית לְהוּא הֶקְדֵּשׁ בְּטָעוּת שְׁמֵיהּ הֶקְדֵּשׁ: וּבֵית הִלֵּל אוֹמְרִים מוֹתָרָן חֻלִּין. דְּלֹא נִתְכַּוֵּן זֶה לְהַקְדִּישׁ אֶלָּא עַד כְּדֵי שִׁקְלוֹ: שֶׁאָבִיא מֵהֶן שִׁקְלִי, שָׁוִין שֶׁהַמּוֹתָר חֻלִּין. דַּהֲוֵי כְּאוֹמֵר בְּפֵרוּשׁ אִם אַכְנִיס יוֹתֵר מִשֶּׁקֶל אָבִיא מֵהֶם שֶׁקֶל וְהַמּוֹתָר יְהֵא חֻלִּין: אֵלּוּ לְחַטָּאתִי. וְאִם כִּנֵּס מָעוֹת וְאוֹמֵר הֲרֵי אֵלּוּ לְחַטָּאתִי, מוֹדוּ בֵּית הַלֵּל שֶׁהַמּוֹתָר נְדָבָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ב ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-2-4-2-4","jbo:text":"אמר רבי שמעון, מה בין שקלים לחטאת. שקלים יש להם קצבה, וחטאת אין לה קצבה. רבי יהודה אומר, אף לשקלים אין להן קצבה, שכשעלו ישראל מן הגולה היו שוקלים דרכונות, חזרו לשקול סלעים, חזרו לשקול טבעין, ובקשו לשקל דינרים. אמר רבי שמעון, אף על פי כן, יד כלן שוה. אבל חטאת, זה מביא בסלע וזה מביא בשתים וזה מביא בשלש","jbo:textNikud":"אָמַר רַבִּי שִׁמְעוֹן, מַה בֵּין שְׁקָלִים לְחַטָאת. שְׁקָלִים יֵשׁ לָהֶם קִצְבָה, וְחַטָאת אֵין לָהּ קִצְבָה. רַבִּי יְהוּדָה אוֹמֵר, אַף לִשְׁקָלִים אֵין לָהֶן קִצְבָה, שֶׁכְּשֶׁעָלוּ יִשְׂרָאֵל מִן הַגּוֹלָה הָיוּ שׁוֹקְלִים דַּרְכּוֹנוֹת, חָזְרוּ לִשְׁקוֹל סְלָעִים, חָזְרוּ לִשְׁקוֹל טְבָעִין, וּבִקְּשׁוּ לִשְׁקֹל דִּינָרִים. אָמַר רַבִּי שִׁמְעוֹן, אַף עַל פִּי כֵן, יַד כֻּלָּן שָׁוָה. אֲבָל חַטָאת, זֶה מֵבִיא בְּסֶלַע וְזֶה מֵבִיא בִּשְׁתַּיִם וְזֶה מֵבִיא בְּשָׁלשׁ","rdfs:label":"משנה שקלים ב ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-bartanura-2-4-2-4","jbo:text":"ר\"ע מברטנורה מה בין שקלים לחטאת. מאי שנא שקלים דמכנס מעות ואומר הרי אלו [לשקלי] אמרי בית הלל דהוי המותר חלין, ומאי שנא חטאת דמודו לבית שמאי דהוי נדבה: שקלים יש להן קצבה. דכתיב (שמות ל) העשיר לא ירבה והדל לא ימעיט, הלכך בודאי לא נתכון זה אלא לשקל, והמותר הוי הקדש טעות. אבל חטאת אין לה קצבה, אם ירצה יביא חטאת במעה כסף, ואם ירצה יביא בדמים מרבים, הלכך נתפסו הדמים ומותרן נדבה: היו שוקלים דרכונות. מטבע של מלכות מדי שעלה עמהן מן הגולה ושל זהב היה, והוא שוה שני סלעים {ו}, ורגילים לשא ולתן באותו מטבע. וכמו שבזמן בית ראשון ש?היה מטבע שלהן שקל היו נותנים מחצית השקל, גם עתה שהיה מטבע שלהן דרכון היו נותנים חצי דרכון: חזרו לשקל סלעים. אחר שעברה מלכות מדי נתבטל מטבע דרכון, חזרו להיות נושאים ונותנים בסלעים, שהוא מטבע ראשון שהיה יוצא בזמן בית ראשון, ונתנו מחצית השקל כבתחלה: חזרו לשקל טבעין. חזר מטבע היוצא בהוצאה להיות טבעין, דהינו מחצית השקל. בקשו לתן חצי אותו המטבע, דהינו דינר אחד. שהסלע ארבעה דינרין, ולא קבלו מהן, דרשאים להוסיף אשקל דאוריתא לפי שנוי המטבעות היוצאות באותו זמן, ולא לפחת ממנו. אלמא לשקלים נמי אין להם קצבה, דלפעמים השקלים גדולים ולפעמים קטנים, שהרי לא היו נותנים לעולם אלא מחצית השקל היוצא באותה שעה: אף על פי כן יד כלן שוה. כלומר אכתי לא דמי שקלים לחטאת, דבכל זמן וזמן היה מחצית השקל שוה לכל, זה שוקל כמו זה, כל אחד מחצית השקל היוצא בזמן ההוא. אבל חטאת לעולם אינו שוה, שזה מביא בסלע וזה מביא בשנים או בשלשה סלעים. והכי מסקינן דטעמיהו דבית הלל כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה מַה בֵּין שְׁקָלִים לְחַטָּאת. מַאי שְׁנָא שְׁקָלִים דִּמְכַנֵּס מָעוֹת וְאוֹמֵר הֲרֵי אֵלּוּ [לְשִׁקְלִי] אַמְרֵי בֵּית הִלֵּל דַּהֲוֵי הַמּוֹתָר חֻלִּין, וּמַאי שְׁנָא חַטָּאת דְּמוֹדוּ לְבֵית שַׁמַּאי דַּהֲוֵי נְדָבָה: שְׁקָלִים יֵשׁ לָהֶן קִצְבָּה. דִּכְתִיב (שְׁמוֹת ל) הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט, הִלְכָּךְ בְּוַדַּאי לֹא נִתְכַּוֵּן זֶה אֶלָּא לַשֶּׁקֶל, וְהַמּוֹתָר הֲוֵי הֶקְדֵּשׁ טָעוּת. אֲבָל חַטָּאת אֵין לָהּ קִצְבָה, אִם יִרְצֶה יָבִיא חַטָּאת בְּמָעָה כֶּסֶף, וְאִם יִרְצֶה יָבִיא בְּדָמִים מְרֻבִּים, הִלְכָּךְ נִתְפְּסוּ הַדָּמִים וּמוֹתָרָן נְדָבָה: הָיוּ שׁוֹקְלִים דַּרְכּוֹנוֹת. מַטְבֵּעַ שֶׁל מַלְכוּת מָדַי שֶׁעָלָה עִמָּהֶן מִן הַגּוֹלָה וְשֶׁל זָהָב הָיָה, וְהוּא שָׁוֶה שְׁנֵי סְלָעִים {ו}, וּרְגִילִים לִשָּׂא וְלִתֵּן בְּאוֹתוֹ מַטְבֵּעַ. וּכְמוֹ שֶׁבִּזְמַן בַּיִת רִאשׁוֹן שׁ?ֶהָיָה מַטְבֵּעַ שֶׁלָּהֶן שֶׁקֶל הָיוּ נוֹתְנִים מַחֲצִית הַשֶּׁקֶל, גַּם עַתָּה שֶׁהָיָה מַטְבֵּעַ שֶׁלָּהֶן דַּרְכּוֹן הָיוּ נוֹתְנִים חֲצִי דַּרְכּוֹן: חָזְרוּ לִשְׁקֹל סְלָעִים. אַחַר שֶׁעָבְרָה מַלְכוּת מָדַי נִתְבַּטֵּל מַטְבֵּעַ דַּרְכּוֹן, חָזְרוּ לִהְיוֹת נוֹשְׂאִים וְנוֹתְנִים בִּסְלָעִים, שֶׁהוּא מַטְבֵּעַ רִאשׁוֹן שֶׁהָיָה יוֹצֵא בִּזְמַן בַּיִת רִאשׁוֹן, וְנָתְנוּ מַחֲצִית הַשֶּׁקֶל כְּבַתְּחִלָּה: חָזְרוּ לִשְׁקֹל טְבָעִין. חָזַר מַטְבֵּעַ הַיּוֹצֵא בַּהוֹצָאָה לִהְיוֹת טְבָעִין, דְּהַיְנוּ מַחֲצִית הַשֶּׁקֶל. בִּקְּשׁוּ לִתֵּן חֲצִי אוֹתוֹ הַמַּטְבֵּעַ, דְּהַיְנוּ דִּינָר אֶחָד. שֶׁהַסֶּלַע אַרְבָּעָה דִּינָרִין, וְלֹא קִבְּלוּ מֵהֶן, דְּרַשָּׁאִים לְהוֹסִיף אַשֶּׁקֶל דְּאוֹרַיְתָא לְפִי שִׁנּוּי הַמַּטְבְּעוֹת הַיּוֹצְאוֹת בְּאוֹתוֹ זְמַן, וְלֹא לִפְחֹת מִמֶּנּוּ. אַלְמָא לַשְּׁקָלִים נַמִּי אֵין לָהֶם קִצְבָה, דְּלִפְעָמִים הַשְּׁקָלִים גְּדוֹלִים וְלִפְעָמִים קְטַנִּים, שֶׁהֲרֵי לֹא הָיוּ נוֹתְנִים לְעוֹלָם אֶלָּא מַחֲצִית הַשֶּׁקֶל הַיּוֹצֵא בְּאוֹתָהּ שָׁעָה: אַף עַל פִּי כֵן יַד כֻּלָּן שָׁוָה. כְּלוֹמַר אַכַּתִּי לֹא דָּמֵי שְׁקָלִים לְחַטָּאת, דִּבְכָל זְמַן וּזְמַן הָיָה מַחֲצִית הַשֶּׁקֶל שָׁוֶה לַכֹּל, זֶה שׁוֹקֵל כְּמוֹ זֶה, כָּל אֶחָד מַחֲצִית הַשֶּׁקֶל הַיּוֹצֵא בַּזְּמַן הַהוּא. אֲבָל חַטָּאת לְעוֹלָם אֵינוֹ שָׁוֶה, שֶׁזֶּה מֵבִיא בְּסֶלַע וְזֶה מֵבִיא בִּשְׁנַיִם אוֹ בִּשְׁלֹשָׁה סְלָעִים. וְהָכִי מַסְקִינַן דְּטַעֲמַיְהוּ דְּבֵית הִלֵּל כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה שקלים ב ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-yomtov-2-4-2-4","jbo:text":"עיקר תוי\"ט {ו} וקרא דכתיב והעמדנו עלינו מצוה לתת עלינו שלישית השקל בשנה לעבודת בית אלהינו וגו', דרשוהו בירושלמי שאדם חיב באחריות שקלו שלש פעמים בשנה. ובגמרא דבבא בתרא, דאין פוחתין לצדקה בשנה פחות משלישית השקל","jbo:textNikud":"עיקר תוי\"ט {ו} וּקְרָא דִּכְתִיב וְהֶעֱמַדְנוּ עָלֵינוּ מִצְוָה לָתֵת עָלֵינוּ שְׁלִישִׁית הַשֶּׁקֶל בְּשָׁנָה לַעֲבוֹדַת בֵּית אֱלֹהֵינוּ וְגוֹ', דְּרָשׁוּהוּ בַּיְרוּשַׁלְמִי שֶׁאָדָם חַיָּב בְּאַחֲרָיוּת שִׁקְלוֹ שָׁלֹשׁ פְּעָמִים בַּשָּׁנָה. וּבַגְּמָרָא דְּבָבָא בַּתְרָא, דְּאֵין פּוֹחֲתִין לִצְדָקָה בְּשָׁנָה פָּחוֹת מִשְּׁלִישִׁית הַשֶּׁקֶל","rdfs:label":"עיקר תוי\"ט משנה שקלים ב ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-2-4-2-5","jbo:text":"מותר שקלים, חלין. מותר עשירית האפה, מותר קני זבין, קני זבות, קני יולדות, וחטאות ואשמות, מותריהן נדבה. זה הכלל, כל שהוא בא לשם חטאת ולשם אשמה, מותרן נדבה. מותר עולה, לעולה. מותר מנחה, למנחה. מותר שלמים, לשלמים. מותר פסח, לשלמים. מותר נזירים, לנזירים. מותר נזיר, לנדבה. מותר עניים, לעניים. מותר עני, לאותו עני. מותר שבויים, לשבויים. מותר שבוי, לאותו שבוי. מותר המתים, למתים. מותר המת, ליורשיו. רבי מאיר אומר, מותר המת, יהא מנח עד שיבא אליהו. רבי נתן אומר, מותר המת בונין לו נפש {ט} על קברו","jbo:textNikud":"מוֹתַר שְׁקָלִים, חֻלִּין. מוֹתַר עֲשִׂירִית הָאֵפָה, מוֹתַר קִנֵּי זָבִין, קִנֵּי זָבוֹת, קִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת, מוֹתְרֵיהֶן נְדָבָה. זֶה הַכְּלָל, כָּל שֶׁהוּא בָּא לְשֵׁם חַטָאת וּלְשֵׁם אַשְׁמָה, מוֹתָרָן נְדָבָה. מוֹתַר עוֹלָה, לָעוֹלָה. מוֹתַר מִנְחָה, לַמִּנְחָה. מוֹתַר שְׁלָמִים, לַשְּׁלָמִים. מוֹתַר פֶּסַח, לַשְּׁלָמִים. מוֹתַר נְזִירִים, לַנְּזִירִים. מוֹתַר נָזִיר, לַנְּדָבָה. מוֹתַר עֲנִיִּים, לָעֲנִיִּים. מוֹתַר עָנִי, לְאוֹתוֹ עָנִי. מוֹתַר שְׁבוּיִים, לַשְּׁבוּיִים. מוֹתַר שָׁבוּי, לְאוֹתוֹ שָׁבוּי. מוֹתַר הַמֵּתִים, לַמֵּתִים. מוֹתַר הַמֵּת, לְיוֹרְשָׁיו. רַבִּי מֵאִיר אוֹמֵר, מוֹתַר הַמֵּת, יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. רַבִּי נָתָן אוֹמֵר, מוֹתַר הַמֵּת בּוֹנִין לוֹ נֶפֶשׁ {ט} עַל קִבְרוֹ","rdfs:label":"משנה שקלים ב ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-bartanura-2-4-2-5","jbo:text":"ר\"ע מברטנורה מותר שקלים חלין. המכנס מעות ואומר הרי אלו לשקלי, וכשבא לחשב מה שכנס מצא שהותירו, המותר חלין. וסתמא כבית הלל: עשירית האיפה. שמקריבין בדלי דלות. אם הפריש מעות ונתותרו, באות נדבה, דכל מותר חטאת ואשם המעות נדבה לקנות בהן עולות לקיץ המזבח, כמדרשו של יהוידע הכהן {ז}. ועשירית האיפה במקום חטאת היא: מותר עולה עולה. אם הפריש מעות לקנות עולה ונתותרו, יביא באותו המותר עולה אחרת: מותר הפסח לשלמים. דכתיב (דברים טז) וזבחת פסח לה' אלהיך צאן ובקר, וכי פסח מן הבקר הוא בא, אלא מותר פסח יהא לדבר הבא מצאן ובקר, והינו שלמים: מותר נזירים. אם גבו מעות לקרבנות נזירים {ח} ונתותרו, ישמרום עד שיקנו מהם קרבנות נזירים אחרים. ואם נזיר אחד הפריש מעות לקרבנותיו ונתותרו, המותר לנדבה לקיץ המזבח: מותר עני. אם גבו מעות לקנות לו מלבוש ונתותרו, נותנין המותר לאותו עני: מותר שבויים. אם גבו צדקה לצרך פדיון שבויים ונתותר מהם, ישמרום עד שיפדו בהם שבויים אחרים. אבל אם פרשו לשבוי זה, זכה אותו שבוי במותר: מותר המתים למתים. אם גבו לצרך קבורת מת סתם, המותר לקבורת מתים אחרים. למת, זה המותר ליורשיו, דאחולי אחיל המת זילותיה לגבי יורשיו: יהא מנח עד שיבא אליהו. מספקא ליה אי מחיל המת זילותיה לגבי יורשיו אי לא, הלכך יהא מנח עד שיבא אליהו: בונים לו נפש על קברו. פשיטא ליה לרבי נתן דלא מחיל, הלכך בונים לו מצבה על קברו מאותו מותר שכבר זכה בו המת. והלכה כתנא קמא. והיכא דגבו לצרכי קבורת המת מפני שהיו סבורים שלא היה לו ואחר כך נמצא שהיה לו, לא אמרינן בכהאי גונא מותר המת ליורשיו, כיון שהגביה בטעות היתה, והכי מוכח בירושלמי. ועוד מוכח בירושלמי ובגמרא שלנו, דהיכא דאיכא שבעה טובי העיר או חבר עיר שכל עסקי צבור נחתכין על פיו, ונראה בעיניו לשנות מותר שבויים או מותר עניים או מותר מתים למה שיראה בעיניו, יכול לשנות ולהוציא במה שיראה בעיניו שהוא צרך שעה, ואין מוחין בידו. וכן מורין תמיד הלכה למעשה","jbo:textNikud":"ר\"ע מברטנורה מוֹתַר שְׁקָלִים חֻלִּין. הַמְּכַנֵּס מָעוֹת וְאוֹמֵר הֲרֵי אֵלּוּ לְשִׁקְלִי, וּכְשֶׁבָּא לְחַשֵּׁב מַה שֶּׁכִּנֵּס מָצָא שֶׁהוֹתִירוּ, הַמּוֹתָר חֻלִּין. וּסְתָמָא כְּבֵית הִלֵּל: עֲשִׂירִית הָאֵיפָה. שֶׁמַּקְרִיבִין בְּדַלֵּי דַּלּוּת. אִם הִפְרִישׁ מָעוֹת וְנִתּוֹתְרוּ, בָּאוֹת נְדָבָה, דְּכָל מוֹתָר חַטָּאת וְאָשָׁם הַמָּעוֹת נְדָבָה לִקְנוֹת בָּהֶן עוֹלוֹת לְקַיִץ הַמִּזְבֵּחַ, כְּמִדְרָשׁוֹ שֶׁל יְהוֹיָדָע הַכֹּהֵן {ז}. וַעֲשִׂירִית הָאֵיפָה בִּמְקוֹם חַטָּאת הִיא: מוֹתַר עוֹלָה עוֹלָה. אִם הִפְרִישׁ מָעוֹת לִקְנוֹת עוֹלָה וְנִתּוֹתְרוּ, יָבִיא בְּאוֹתוֹ הַמּוֹתָר עוֹלָה אַחֶרֶת: מוֹתַר הַפֶּסַח לִשְׁלָמִים. דִּכְתִיב (דְּבָרִים טז) וְזָבַחְתָּ פֶּסַח לַה' אֱלֹהֶיךָ צֹאן וּבָקָר, וְכִי פֶּסַח מִן הַבָּקָר הוּא בָּא, אֶלָּא מוֹתַר פֶּסַח יְהֵא לְדָבָר הַבָּא מִצֹּאן וּבָקָר, וְהַיְנוּ שְׁלָמִים: מוֹתַר נְזִירִים. אִם גָּבוּ מָעוֹת לְקָרְבְּנוֹת נְזִירִים {ח} וְנִתּוֹתְרוּ, יִשְׁמְרוּם עַד שֶׁיִּקְנוּ מֵהֶם קָרְבְּנוֹת נְזִירִים אֲחֵרִים. וְאִם נָזִיר אֶחָד הִפְרִישׁ מָעוֹת לְקָרְבְּנוֹתָיו וְנִתּוֹתְרוּ, הַמּוֹתָר לִנְדָבָה לְקַיִץ הַמִּזְבֵּחַ: מוֹתַר עָנִי. אִם גָּבוּ מָעוֹת לִקְנוֹת לוֹ מַלְבּוּשׁ וְנִתּוֹתְרוּ, נוֹתְנִין הַמּוֹתָר לְאוֹתוֹ עָנִי: מוֹתַר שְׁבוּיִים. אִם גָּבוּ צְדָקָה לְצֹרֶךְ פִּדְיוֹן שְׁבוּיִים וְנִתּוֹתַר מֵהֶם, יִשְׁמְרוּם עַד שֶׁיִּפְדּוּ בָּהֶם שְׁבוּיִים אֲחֵרִים. אֲבָל אִם פֵּרְשׁוּ לְשָׁבוּי זֶה, זָכָה אוֹתוֹ שָׁבוּי בַּמּוֹתָר: מוֹתַר הַמֵּתִים לְמֵתִים. אִם גָּבוּ לְצֹרֶךְ קְבוּרַת מֵת סְתָם, הַמּוֹתָר לִקְבוּרַת מֵתִים אֲחֵרִים. לַמֵּת, זֶה הַמּוֹתָר לְיוֹרְשָׁיו, דְּאַחוֹלֵי אַחִיל הַמֵּת זִילוּתֵיהּ לְגַבֵּי יוֹרְשָׁיו: יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ. מִסַּפְקָא לֵיהּ אִי מָחִיל הַמֵּת זִילוּתֵיהּ לְגַבֵּי יוֹרְשָׁיו אִי לֹא, הִלְכָּךְ יְהֵא מֻנָּח עַד שֶׁיָּבֹא אֵלִיָּהוּ: בּוֹנִים לוֹ נֶפֶשׁ עַל קִבְרוֹ. פְּשִׁיטָא לֵיהּ לְרַבִּי נָתָן דְּלֹא מָחִיל, הִלְכָּךְ בּוֹנִים לוֹ מַצֵּבָה עַל קִבְרוֹ מֵאוֹתוֹ מוֹתָר שֶׁכְּבָר זָכָה בּוֹ הַמֵּת. וַהֲלָכָה כְּתַנָּא קַמָּא. וְהֵיכָא דְּגָבוּ לְצָרְכֵי קְבוּרַת הַמֵּת מִפְּנֵי שֶׁהָיוּ סְבוּרִים שֶׁלֹּא הָיָה לוֹ וְאַחַר כָּךְ נִמְצָא שֶׁהָיָה לוֹ, לֹא אָמְרִינַן בִּכְהַאי גַּוְנָא מוֹתָר הַמֵּת לְיוֹרְשָׁיו, כֵּיוָן שֶׁהַגְּבִיָּה בְּטָעוּת הָיְתָה, וְהָכִי מוּכָח בַּיְרוּשַׁלְמִי. וְעוֹד מוּכָח בַּיְרוּשַׁלְמִי וּבַגְּמָרָא שֶׁלָּנוּ, דְּהֵיכָא דְּאִיכָּא שִׁבְעָה טוֹבֵי הָעִיר אוֹ חֲבֵר עִיר שֶׁכָּל עִסְקֵי צִבּוּר נֶחְתָּכִין עַל פִּיו, וְנִרְאֶה בְּעֵינָיו לְשַׁנּוֹת מוֹתָר שְׁבוּיִים אוֹ מוֹתָר עֲנִיִּים אוֹ מוֹתָר מֵתִים לְמַה שֶׁיֵּרָאֶה בְּעֵינָיו, יָכוֹל לְשַׁנּוֹת וּלְהוֹצִיא בְּמַה שֶּׁיֵּרָאֶה בְּעֵינָיו שֶׁהוּא צֹרֶךְ שָׁעָה, וְאֵין מוֹחִין בְּיָדוֹ. וְכֵן מוֹרִין תָּמִיד הֲלָכָה לְמַעֲשֶׂה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ב ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-2"],"uri":"jbr:mishna-yomtov-2-4-2-5","jbo:text":"עיקר תוי\"ט {ז} לקמן בסוף פרק ו': {ח} ונראה לי דרצונו לומר לסתם נזירים, דאלו לנזירים ידועים מה לי לרבים מה לי ליחיד, ולהוי כמותר עני. תוספות יום טוב: {ט} בונין לו נפש. ולא פרש אם יש עוד מותר אי סבירא ליה כתנא קמא או כרבי מאיר. ובירושלמי תני בשם רבי נתן מותר המת יבנה לו נפש על קברו, ויעשה לו זלוף על גבי מטתו, עד כאן. ונראה לי דלזלוף אין שעור ויכול לעשותו בממון הרבה","jbo:textNikud":"עיקר תוי\"ט {ז} לְקַמָּן בְּסוֹף פֶּרֶק ו': {ח} וְנִרְאֶה לְי דִּרְצוֹנוֹ לוֹמַר לִסְתָם נְזִירִים, דְּאִלּוּ לִנְזִירִים יְדוּעִים מַה לִי לָרַבִּים מַה לִי לַיָּחִיד, וְלֶהֱוֵי כְּמוֹתָר עָנִי. תּוֹסְפוֹת יוֹם טוֹב: {ט} בּוֹנִין לוֹ נֶפֶשׁ. וְלֹא פֵּרֵשׁ אִם יֵשׁ עוֹד מוֹתָר אִי סְבִירָא לֵיהּ כְּתַנָּא קַמָּא אוֹ כְּרַבִּי מֵאִיר. וּבַיְּרוּשַׁלְמִי תָּנִי בְּשֵׁם רַבִּי נָתָן מוֹתָר הַמֵּת יִבְנֶה לוֹ נֶפֶשׁ עַל קִבְרוֹ, וְיַעֲשֶׂה לוֹ זִלּוּף עַל גַּבֵּי מִטָּתוֹ, עַד כָּאן. וְנִרְאֶה לִי דִּלְזִלּוּף אֵין שִׁעוּר וְיָכוֹל לַעֲשׂוֹתוֹ בְּמָמוֹן הַרְבֵּה","rdfs:label":"עיקר תוי\"ט משנה שקלים ב ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-2-4-3-1","jbo:text":"בשלשה פרקים בשנה, תורמין את הלשכה, בפרוס הפסח, בפרוס עצרת, בפרוס החג, והן גרנות למעשר בהמה, דברי רבי עקיבא. בן עזאי אומר, בעשרים ותשעה באדר, ובאחד בסיון, ובעשרים ותשעה באב. רבי אלעזר ורבי שמעון אומרים, באחד בניסן, באחד בסיון, בעשרים ותשעה באלול. מפני מה אמרו בעשרים ותשעה באלול, ולא אמרו באחד בתשרי, מפני שהוא יום טוב, ואי אפשר לעשר ביום טוב, לפיכך הקדימוהו לעשרים ותשעה באלול","jbo:textNikud":"בִּשְׁלשָׁה פְּרָקִים בַּשָּׁנָה, תּוֹרְמִין אֶת הַלִּשְׁכָּה, בִּפְרוֹס הַפֶּסַח, בִּפְרוֹס עֲצֶרֶת, בִּפְרוֹס הֶחָג, וְהֵן גְּרָנוֹת לְמַעְשַׂר בְּהֵמָה, דִּבְרֵי רַבִּי עֲקִיבָא. בֶּן עַזַּאי אוֹמֵר, בְּעֶשְׂרִים וְתִשְׁעָה בַּאֲדָר, וּבְאֶחָד בְּסִיוָן, וּבְעֶשְׂרִים וְתִשְׁעָה בְּאָב. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּנִיסָן, בְּאֶחָד בְּסִיוָן, בְּעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל. מִפְּנֵי מָה אָמְרוּ בְּעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל, וְלֹא אָמְרוּ בְּאֶחָד בְּתִשְׁרֵי, מִפְּנֵי שֶׁהוּא יוֹם טוֹב, וְאִי אֶפְשָׁר לְעַשֵּׂר בְּיוֹם טוֹב, לְפִיכָךְ הִקְדִּימוּהוּ לְעֶשְׂרִים וְתִשְׁעָה בֶּאֱלוּל","rdfs:label":"משנה שקלים ג א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-bartanura-2-4-3-1","jbo:text":"ר\"ע מברטנורה בשלשה פרקים בשנה תורמין את הלשכה. כל השקלים היו נותנים לתוך לשכה אחת שבמקדש, ושלש פעמים בשנה נוטלין ממנה, ונותנים לתוך שלש קפות, שכל קפה היתה משלש סאין, כדי לקנות מהן קרבנות צבור. ולא היו נוטלים הכל בפעם אחת לצרך כל השנה, לפי שהרחוקים לא הביאו עדין כל שקליהם {א}: בפרס הפסח. חמשה עשר יום קדם המועד קרי פרס המועד {ב}, לפי ששלשים יום קדם הרגל שואלים ודורשים בהלכות הרגל, ופרס הוא לשון פרוסה דהינו חצי: והן גרנות של מעשר. שלשה פרקים הללו הן שלש גרנות של מעשר בהמה, שזמנים אלו קבעו חכמים לעשר בהמות שנולדו. וכמו שהגרן קובעת למעשר דגן, כך זמנים אלו קובעים לאסר הבהמות שנולדו באכילה עד שיעשר, אבל קדם הפרק מתר לאכל אף על פי שלא עשר {ג}. וקבעו חכמים הנך תלתא זמני למעשר בהמה, כדי שיהיו בהמות מצויות לעולי רגלים, דאף על גב דמתר למכר ולשחט ולאכל כל זמן שלא הגיע מועד הגרן, אפלו הכי לא שחטי להו אינשי עד דמעשרן {ד}, דניחא ליה לאיניש לקיומי מצוה בממוניה בדבר שאין חסר בו כלום {ה}, כגון מעשר בהמה, שהוא עצמו מביא מעשר ואוכלו שלמים, ואם לא היו מעשרים בשלשה פרקים הללו היו הרבה נמנעים למכר, לפי שלא עשרו, ולא היו בהמות מצויות לעולי רגלים: בן עזאי אומר בעשרים ותשעה באדר. טעמיהו דכל הני תנאי ומחלקתן מפרש פרק בתרא דבכורות","jbo:textNikud":"ר\"ע מברטנורה בִּשְׁלֹשָׁה פְרָקִים בַּשָּׁנָה תּוֹרְמִין אֶת הַלִּשְׁכָּה. כָּל הַשְּׁקָלִים הָיוּ נוֹתְנִים לְתוֹךְ לִשְׁכָּה אַחַת שֶׁבַּמִּקְדָּשׁ, וְשָׁלֹשׁ פְּעָמִים בַּשָּׁנָה נוֹטְלִין מִמֶּנָּה, וְנוֹתְנִים לְתוֹךְ שָׁלֹשׁ קֻפּוֹת, שֶׁכָּל קֻפָּה הָיְתָה מִשָּׁלֹשׁ סְאִין, כְּדֵי לִקְנוֹת מֵהֶן קָרְבְּנוֹת צִבּוּר. וְלֹא הָיוּ נוֹטְלִים הַכֹּל בְּפַעַם אַחַת לְצֹרֶךְ כָּל הַשָּׁנָה, לְפִי שֶׁהָרְחוֹקִים לֹא הֵבִיאוּ עֲדַיִן כָּל שִׁקְלֵיהֶם {א}: בִּפְרֹס הַפֶּסַח. חֲמִשָּׁה עָשָׂר יוֹם קֹדֶם הַמּוֹעֵד קָרֵי פְּרֹס הַמּוֹעֵד {ב}, לְפִי שֶׁשְּׁלֹשִׁים יוֹם קֹדֶם הָרֶגֶל שׁוֹאֲלִים וְדוֹרְשִׁים בְּהִלְכוֹת הָרֶגֶל, וּפְרֹס הוּא לְשׁוֹן פְּרוּסָה דְּהַיְנוּ חֵצִי: וְהֵן גְּרָנוֹת שֶׁל מַעֲשֵׂר. שְׁלֹשָׁה פְּרָקִים הַלָּלוּ הֵן שָׁלֹשׁ גְּרָנוֹת שֶׁל מַעְשַׂר בְּהֵמָה, שֶׁזְּמַנִּים אֵלּוּ קָבְעוּ חֲכָמִים לְעַשֵּׂר בְּהֵמוֹת שֶׁנּוֹלְדוּ. וּכְמוֹ שֶׁהַגֹּרֶן קוֹבַעַת לְמַעְשַׂר דָּגָן, כָּךְ זְמַנִּים אֵלּוּ קוֹבְעִים לֶאֱסֹר הַבְּהֵמוֹת שֶׁנּוֹלְדוּ בָּאֲכִילָה עַד שֶׁיְּעַשֵּׂר, אֲבָל קֹדֶם הַפֶּרֶק מֻתָּר לֶאֱכֹל אַף עַל פִּי שֶׁלֹּא עִשֵּׂר {ג}. וְקָבְעוּ חֲכָמִים הָנָךְ תְּלָתָא זְמַנֵּי לְמַעְשַׂר בְּהֵמָה, כְּדֵי שֶׁיִּהְיוּ בְּהֵמוֹת מְצוּיוֹת לְעוֹלֵי רְגָלִים, דְּאַף עַל גַּב דְּמֻתָּר לִמְכֹּר וְלִשְׁחֹט וְלֶאֱכֹל כָּל זְמַן שֶׁלֹּא הִגִּיעַ מוֹעֵד הַגֹּרֶן, אֲפִלּוּ הָכִי לֹא שַׁחֲטֵי לְהוּ אֱינָשֵׁי עַד דְּמִעַשְּׂרָן {ד}, דְּנִיחָא לֵיהּ לֶאֱינִישׁ לְקִיּוּמֵי מִצְוָה בְּמָמוֹנֵיהּ בְּדָבָר שֶׁאֵין חָסֵר בּוֹ כְּלוּם {ה}, כְּגוֹן מַעְשַׂר בְּהֵמָה, שֶׁהוּא עַצְמוֹ מֵבִיא מַעֲשֵׂר וְאוֹכְלוֹ שְׁלָמִים, וְאִם לֹא הָיוּ מְעַשְּׂרִים בִּשְׁלֹשָׁה פְּרָקִים הַלָּלוּ הָיוּ הַרְבֵּה נִמְנָעִים לִמְכֹּר, לְפִי שֶׁלֹּא עִשְּׂרוּ, וְלֹא הָיוּ בְּהֵמוֹת מְצוּיוֹת לְעוֹלֵי רְגָלִים: בֶּן עַזַּאי אוֹמֵר בְּעֶשְׂרִים וְתִשְׁעָה בַאֲדָר. טַעְמַיְהוּ דְּכָל הָנֵי תַּנָּאֵי וּמַחְלֹקְתָּן מְפֹרָשׁ פֶּרֶק בַּתְרָא דִּבְכוֹרוֹת","rdfs:label":"ר\"ע מברטנורה משנה שקלים ג א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-yomtov-2-4-3-1","jbo:text":"עיקר תוי\"ט {א} אבל כנסום בעירותיהם בראש חדש ניסן, כדאיתא בפרק קמא. ומיהו אפלו לא שקלו כלל יש להן חלק בקרבנות: {ב} ויש לפרש דיום החג בכלל אלו החמשה עשר, אבל בפרס החג יחול באחד בתשרי ואי אפשר לתרם כמו שאי אפשר לעשר כדלקמן במתניתין. והרמב\"ם כתב ובראש חדש תשרי קדם יום טוב או אחריו. ומיהו נוכל לפרש דחמשה עשר יום קדם החג ממש, ויהיה יום אחרון של אדר ושלשים וחמשה לספירת העמר ויום אחרון של אלול: {ג} דמצוה בעלמא הוא לעשר בהמותיו, דהעשירי קדש מאחר שקרא שם, אבל הרשות בידו לאכלו בלא מעשר. רש\"י בסוף בכורות: {ד} ואף על גב דלפני הזמן יכול לעשר כו', כיון שקבעו חכמים זמן, דרך הוא להמתין עד הזמן ולעשר הכל. תוספות: {ה} קצת קשה דהא חסר האמורים שמקטירין, ויש לפרש דלא חסר בו כלי האי","jbo:textNikud":"עיקר תוי\"ט {א} אֲבָל כִּנְּסוּם בָּעֲיָרוֹתֵיהֶם בְּרֹאשׁ חֹדֶשׁ נִיסָן, כִּדְאִיתָא בְּפֶרֶק קַמָּא. וּמִיהוּ אֲפִלּוּ לֹא שָׁקְלוּ כְּלָל יֵשׁ לָהֶן חֵלֶק בַּקָּרְבָּנוֹת: {ב} וְיֵשׁ לְפָרֵשׁ דְּיוֹם הֶחָג בִּכְלָל אֵלּוּ הַחֲמִשָּׁה עָשָׂר, אֲבָל בִּפְרֹס הֶחָג יָחוּל בְּאֶחָד בְּתִשְׁרֵי וְאִי אֶפְשָׁר לִתְרֹם כְּמוֹ שֶׁאִי אֶפְשָׁר לְעַשֵּׂר כְּדִלְקַמָּן בְּמַתְנִיתִין. וְהָרַמְבַּ\"ם כָּתַב וּבְרֹאשׁ חֹדֶשׁ תִּשְׁרֵי קֹדֶם יוֹם טוֹב אוֹ אַחֲרָיו. וּמִיהוּ נוּכַל לְפָרֵשׁ דַּחֲמִשָּׁה עָשָׂר יוֹם קֹדֶם הֶחָג מַמָּשׁ, וְיִהְיֶה יוֹם אַחֲרוֹן שֶׁל אֲדָר וּשְׁלֹשִׁים וַחֲמִשָּׁה לִסְפִירַת הָעֹמֶר וְיוֹם אַחֲרוֹן שֶׁל אֱלוּל: {ג} דְּמִצְוָה בְּעָלְמָא הוּא לְעַשֵּׂר בַּהֲמוֹתָיו, דְּהָעֲשִׂירִי קֹדֶשׁ מֵאַחַר שֶׁקָּרָא שֵׁם, אֲבָל הָרְשׁוּת בְּיָדוֹ לְאָכְלוֹ בְּלֹא מַעֲשֵׂר. רַשִׁ\"י בְּסוֹף בְּכוֹרוֹת: {ד} וְאַף עַל גַּב דְּלִפְנֵי הַזְּמַן יָכוֹל לְעַשֵּׂר כוּ', כֵּיוָן שֶׁקָּבְעוּ חֲכָמִים זְמַן, דֶּרֶךְ הוּא לְהַמְתִּין עַד הַזְּמַן וּלְעַשֵּׂר הַכֹּל. תּוֹסָפוֹת: {ה} קְצָת קָשֶׁה דְּהָא חָסֵר הָאֵמוּרִים שֶׁמַּקְטִירִין, וְיֵשׁ לְפָרֵשׁ דְּלֹא חָסֵר בּוֹ כֻּלֵּי הַאי","rdfs:label":"עיקר תוי\"ט משנה שקלים ג א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-2-4-3-2","jbo:text":"בשלש קפות של שלש שלש סאין תורמין את הלשכה, וכתוב בהן אל''ף בי''ת גימ''ל. רבי ישמעאל אומר, יונית כתוב בהן אלפ''א בית''א גמל''א. אין התורם נכנס לא בפרגוד חפות, ולא במנעל {ח}, ולא בסנדל, ולא בתפלין, ולא בקמיע, שמא יעני, ויאמרו מעון הלשכה העני, או שמא יעשיר, ויאמרו מתרומת הלשכה העשיר. לפי שאדם צריך לצאת ידי הבריות כדרך שצריך לצאת ידי המקום, שנאמר (במדבר לב) והייתם נקיים מיי ומישראל, ואומר {ט} (משלי ג) ומצא חן ושכל טוב בעיני אלהים ואדם","jbo:textNikud":"בְּשָׁלשׁ קֻפּוֹת שֶׁל שָׁלשׁ שָׁלשׁ סְאִין תּוֹרְמִין אֶת הַלִּשְׁכָּה, וְכָתוּב בָּהֶן אָל''ף בֵי''ת גִימ''ל. רַבִּי יִשְׁמָעֵאל אוֹמֵר, יְוָנִית כָּתוּב בָּהֶן אָלפ''א בֵית''א גָמל''א. אֵין הַתּוֹרֵם נִכְנָס לֹא בְּפַרְגּוֹד חָפוּת, וְלֹא בְּמִנְעָל {ח}, וְלֹא בְּסַנְדָּל, וְלֹא בִּתְפִלִּין, וְלֹא בְּקָמִיעַ, שֶׁמָּא יַעֲנִי, וְיֹאמְרוּ מֵעֲוֹן הַלִּשְׁכָּה הֶעֱנִי, אוֹ שֶׁמָּא יַעֲשִׁיר, וְיֹאמְרוּ מִתְּרוּמַת הַלִּשְׁכָּה הֶעֱשִׁיר. לְפִי שֶׁאָדָם צָרִיךְ לָצֵאת יְדֵי הַבְּרִיּוֹת כְּדֶרֶךְ שֶׁצָּרִיךְ לָצֵאת יְדֵי הַמָּקוֹם, שְׁנֶּאֱמַר (במדבר לב) וִהְיִיתֶם נְקִיִים מֵיְיָ וּמִיִּשְׂרָאֵל, וְאוֹמֵר {ט} (משלי ג) וּמְצָא חֵן וְשֵׂכֶל טוֹב בְּעֵינֵי אֱלֹהִים וְאָדָם","rdfs:label":"משנה שקלים ג ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-bartanura-2-4-3-2","jbo:text":"ר\"ע מברטנורה תורמין את הלשכה. מפרישין השקלים מן הלשכה שהיו השקלים מנחים שם, ונוטלין מהן בשלש קפות, כל קפה מהן של שלש סאין. ורמב\"ם כתב שממלאין תחלה שלש קפות גדולות של שבעה ועשרים סאין, ומהן תורמין לשלש קפות קטנות של תשעה סאין. ובחנם דחק לומר כן {ו}: וכתוב עליהן א' ב' ג'. לידע אי זו נתרמה תחלה, וממנה היו קונים קרבנות צבור ראשונה {ז}, ואחר כך מן השניה, ואחר כך מן השלישית: יונית כתוב עליהן. היו רגילים ביונית משום דכתיב (בראשית ט) יפת אלהים ליפת וישכן באהלי שם, יפיפותו של יפת ישכן באהלי שם [מגלה ט], ואין לך לשון יפה בבני יפת כמו לשון יונית: פרגוד חפות. כשהמלבוש ארך וכופלין אותו מלמטה, אותה השפה הכפולה קרויה פרגוד חפות. ואין התורם נכנס עם השפה כפולה ההיא במלבושו, שלא יחשדוהו שנתן לתוכה ממעות הלשכה: ולא בתפלין ולא בקמע. שלא יאמרו התיר התפר ונתן בתוכן מעות","jbo:textNikud":"ר\"ע מברטנורה תּוֹרְמִין אֶת הַלִּשְׁכָּה. מַפְרִישִׁין הַשְּׁקָלִים מִן הַלִּשְׁכָּה שֶׁהָיוּ הַשְּׁקָלִים מֻנָּחִים שָׁם, וְנוֹטְלִין מֵהֶן בְּשָׁלֹשׁ קֻפּוֹת, כָּל קֻפָּה מֵהֶן שֶׁל שָׁלֹשׁ סְאִין. וְרַמְבַּ\"ם כָּתַב שֶׁמְּמַלְּאִין תְּחִלָּה שָׁלֹשׁ קֻפּוֹת גְּדוֹלוֹת שֶׁל שִׁבְעָה וְעֶשְׂרִים סְאִין, וּמֵהֶן תּוֹרְמִין לְשָׁלֹשׁ קֻפּוֹת קְטַנּוֹת שֶׁל תִּשְׁעָה סְאִין. וּבְחִנָּם דָּחַק לוֹמַר כֵּן {ו}: וְכָתוּב עֲלֵיהֶן א' ב' ג'. לֵידַע אֵי זוֹ נִתְרְמָה תְּחִלָּה, וּמִמֶּנָּה הָיוּ קוֹנִים קָרְבְּנוֹת צִבּוּר רִאשׁוֹנָה {ז}, וְאַחַר כָּךְ מִן הַשְּׁנִיָּה, וְאַחַר כָּךְ מִן הַשְּׁלִישִׁית: יְוָנִית כָּתוּב עֲלֵיהֶן. הָיוּ רְגִילִים בִּיוָנִית מִשּׁוּם דִּכְתִיב (בְּרֵאשִׁית ט) יַפְתְּ אֱלֹהִים לְיֶפֶת וְיִשְׁכֹּן בְּאָהֳלֵי שֵׁם, יְפֵיפוּתוֹ שֶׁל יֶפֶת יִשְׁכֹּן בְּאָהֳלֵי שֵׁם [מְגִלָּה ט], וְאֵין לְךָ לָשׁוֹן יָפָה בִּבְנֵי יֶפֶת כְּמוֹ לָשׁוֹן יְוָנִית: פַּרְגּוֹד חָפוּת. כְּשֶׁהַמַּלְבּוּשׁ אָרֹךְ וְכוֹפְלִין אוֹתוֹ מִלְּמַטָּה, אוֹתָהּ הַשָּׂפָה הַכְּפוּלָה קְרוּיָה פַּרְגּוֹד חָפוּת. וְאֵין הַתּוֹרֵם נִכְנַס עִם הַשָּׂפָה כְּפוּלָה הַהִיא בְּמַלְבּוּשׁוֹ, שֶׁלֹּא יַחְשְׁדוּהוּ שֶׁנָּתַן לְתוֹכָהּ מִמְּעוֹת הַלִּשְׁכָּה: וְלֹא בִתְפִלִּין וְלֹא בְקָמֵעַ. שֶׁלֹּא יֹאמְרוּ הִתִּיר הַתֶּפֶר וְנָתַן בְּתוֹכָן מָעוֹת","rdfs:label":"ר\"ע מברטנורה משנה שקלים ג ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-yomtov-2-4-3-2","jbo:text":"עיקר תוי\"ט {ו} על פי הירושלמי אמר כן, כמה הוא שעורן של שלש קפות כו' תני שלש קפות של שלש שלש סאין של עשרים ושבעה סאין. ולהרמב\"ם תורמין כו' דמתניתין על נטילת ממון מן הקפות הגדולות. תוספות: {ז} שמצוה בראשון, כלומר שהראשון משבח כדאיתא במגלה דף כ\"א: {ח} במנעל כו'. ביבמות דף ק\"ב מסים בה, לפי שאין נכנסין במנעל וסנדל לעזרה. ופרש רש\"י דכתיב [ישעיה א] מי בקש זאת מידכם רמס חצרי: {ט} ואומר. מאי ואומר כו', ונראה לי דאי מקרא דמשה רבינו עליו השלום הוה אמינא דדרך עצה טובה הוא, ואנן שצריך תנן. תא שמע ומצא וגו', שהוא לשון צווי. ובירושלמי, איזה חמור שבכלן, והייתם נקים, הינו אפלו נקיון בעלמא שהוא פחות מחן ושכל טוב","jbo:textNikud":"עיקר תוי\"ט {ו} עַל פִּי הַיְּרוּשַׁלְמִי אָמַר כֵּן, כַּמָּה הוּא שִׁעוּרָן שֶׁל שָׁלֹשׁ קֻפּוֹת כוּ' תָּנִי שָׁלֹשׁ קֻפּוֹת שֶׁל שָׁלֹשׁ שָׁלֹשׁ סְאִין שֶׁל עֶשְׂרִים וְשִׁבְעָה סְאִין. וּלְהָרַמְבַּ\"ם תּוֹרְמִין כוּ' דְּמַתְנִיתִין עַל נְטִילַת מָמוֹן מִן הַקֻּפּוֹת הַגְּדוֹלוֹת. תּוֹסָפוֹת: {ז} שֶׁמִּצְוָה בָּרִאשׁוֹן, כְּלוֹמַר שֶׁהָרִאשׁוֹן מְשֻׁבָּח כִּדְאִיתָא בִּמְגִלָּה דַּף כ\"א: {ח} בְּמִּנְעָל כוּ'. בִּיבָמוֹת דַּף ק\"ב מְסַיֵּם בָּהּ, לְפִי שֶׁאֵין נִכְנָסִין בְּמִנְעָל וְסַנְדָּל לָעֲזָרָה. וּפֵרֵשׁ רַשִׁ\"י דִּכְתִיב [יְשַׁעְיָה א] מִי בִּקֵּשׁ זֹאת מִיֶּדְכֶם רְמֹס חֲצֵרָי: {ט} וְאוֹמֵר. מַאי וְאוֹמֵר כוּ', וְנִרְאֶה לִי דְּאִי מִקְּרָא דְּמֹשֶׁה רַבֵּינוּ עָלָיו הַשָּׁלוֹם הֲוֵה אֲמִינָא דְּדֶרֶךְ עֵצָה טוֹבָה הוּא, וַאֲנָן שֶׁצָּרִיךְ תְּנַן. תָּא שְׁמַע וּמְצָא וְגוֹ', שֶׁהוּא לְשׁוֹן צִוּוּי. וּבַיְּרוּשַׁלְמִי, אֵיזֶה חָמוּר שֶׁבְּכֻלָּן, וִהְיִיתֶם נְקִיִּם, הַיְנוּ אֲפִלּוּ נִקָּיוֹן בְּעָלְמָא שֶׁהוּא פָּחוֹת מֵחֵן וְשֵׂכֶל טוֹב","rdfs:label":"עיקר תוי\"ט משנה שקלים ג ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-2-4-3-3","jbo:text":"של בית רבן גמליאל (היה) נכנס ושקלו בין אצבעותיו, וזורקו לפני התורם, והתורם מתכון ודוחקו לקפה. אין התורם תורם עד שיאמר להם, אתרם. והן אומרים לו, תרם, תרם, תרם, שלש פעמים","jbo:textNikud":"שֶׁל בֵּית רַבָּן גַּמְלִיאֵל (הָיָה) נִכְנָס וְשִׁקְלוֹ בֵּין אֶצְבְּעוֹתָיו, וְזוֹרְקוֹ לִפְנֵי הַתּוֹרֵם, וְהַתּוֹרֵם מִתְכַּוֵּן וְדוֹחֲקוֹ לַקֻּפָּה. אֵין הַתּוֹרֵם תּוֹרֵם עַד שֶׁיֹּאמַר לָהֶם, אֶתְרֹם. וְהֵן אוֹמְרִים לוֹ, תְּרֹם, תְּרֹם, תְּרֹם, שָׁלשׁ פְּעָמִים","rdfs:label":"משנה שקלים ג ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-bartanura-2-4-3-3","jbo:text":"ר\"ע מברטנורה וזורקו לפני התורם. מתכונים היו שיפלו שקליהם לתוך הקפה ויקנו מהם קרבנות צבור. ולא יהיו משירי הלשכה: שלש פעמים. על כל פעם ופעם היה אומר אתרם, והם אומרים לו תרם. וכן דרך לשון חכמים להיות משלש. ודגמתו מצינו בעמר, מגל זו מגל זו מגל זו, אקצר אקצר אקצר. וכן חלוץ הנעל חלוץ הנעל חלוץ הנעל שלשה פעמים","jbo:textNikud":"ר\"ע מברטנורה וְזוֹרְקוֹ לִפְנֵי הַתּוֹרֵם. מִתְכַּוְּנִים הָיוּ שֶׁיִּפְּלוּ שִׁקְלֵיהֶם לְתוֹךְ הַקֻּפָּה וְיִקְנוּ מֵהֶם קָרְבְּנוֹת צִבּוּר. וְלֹא יִהְיוּ מִשְּׁיָרֵי הַלִּשְׁכָּה: שָׁלֹשׁ פְּעָמִים. עַל כָּל פַּעַם וּפַעַם הָיָה אוֹמֵר אֶתְרֹם, וְהֵם אוֹמְרִים לוֹ תְּרֹם. וְכֵן דֶּרֶךְ לְשׁוֹן חֲכָמִים לִהְיוֹת מְשֻׁלָּשׁ. וְדֻגְמָתוֹ מָצִינוּ בָּעֹמֶר, מַגָּל זוּ מַגָּל זוּ מַגָּל זוּ, אֶקְצֹר אֶקְצֹר אֶקְצֹר. וְכֵן חֲלוּץ הַנַּעַל חֲלוּץ הַנַּעַל חֲלוּץ הַנַּעַל שְׁלֹשָׁה פְּעָמִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים ג ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-2-4-3-4","jbo:text":"תרם את הראשונה ומחפה בקטבלאות, שניה ומחפה בקטבלאות. שלישית לא היה מחפה, שמא {י} ישכח ויתרם מן הדבר התרום. תרם את הראשונה לשם ארץ ישראל, ושניה לשום כרכין המקפין לה, והשלישית לשום בבל ולשום מדי ולשום מדינות הרחוקות","jbo:textNikud":"תָּרַם אֶת הָרִאשׁוֹנָה וּמְחַפֶּה בִּקְטַבְלָאוֹת, שְׁנִיָּה וּמְחַפֶּה בִּקְטַבְלָאוֹת. שְׁלִישִׁית לֹא הָיָה מְחַפֶּה, שֶׁמָּא {י} יִשְׁכַּח וְיִתְרֹם מִן הַדָּבָר הַתָּרוּם. תָּרַם אֶת הָרִאשׁוֹנָה לְשֵׁם אֶרֶץ יִשְׂרָאֵל, וּשְׁנִיָּה לְשׁוּם כְּרַכִין הַמֻּקָּפִין לָהּ, וְהַשְּׁלִישִׁית לְשׁוּם בָּבֶל וּלְשׁוּם מָדַי וּלְשׁוּם מְדִינוֹת הָרְחוֹקוֹת","rdfs:label":"משנה שקלים ג ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-bartanura-2-4-3-4","jbo:text":"ר\"ע מברטנורה תרם את הראשונה ומחפה בקטבלאות. תרומה ראשונה שהיתה בפרס הפסח, לאחר שתרם אותה היה מכסה כל השקלים הנשארים בלשכה בקטבלאות, דהינו עור שלוק, כדי שיתנו עליו השקלים שיביאו ממדינות שסביב ארץ ישראל שלא יכלו להביא קדם הפסח ומביאים מפסח ועד עצרת, ונותנים אותם על גבי הקטבלא כדי שיתרם מהן בפרס העצרת, ולא יתרם מן הדבר שתרם כבר בפרס הפסח. ואחר שתרם בפרס העצרת חזר וכסה כל המעות שבלשכה בקטבלאות, ונותנין עליהם כל השקלים המביאים מבבל וממדי ומן המדינות הרחוקות, ותורמין מהן בפרס החג. ועוד לא היה מחפה, שאין עוד תרומה אחריה: הראשונה לשם ארץ ישראל. שהם שלחו שקליהם תחלה, שהאחרים עדין לא הביאו: לשום כרכים המקפים. הסמוכים. כמו עמון ומואב וכיוצא בהן. ודגמתו, לתרם שלא מן המקף [גטין ל], אין מקיפין בבועי [חלין מו:]. ומכל מקום בכל פעם ופעם היו תורמין על שם כל ישראל, על הגבוי ועל העתיד לגבות {יא}. ולא הזכיר התנא חלוקי מקומות הללו אלא להודיעך שתקנו שלשה פרקים אלו לפי שאז יתקבצו כל שקלי ישראל","jbo:textNikud":"ר\"ע מברטנורה תָּרַם אֶת הָרִאשׁוֹנָה וּמְחַפֶּה בְקָטַבְלָאוֹת. תְּרוּמָה רִאשׁוֹנָה שֶׁהָיְתָה בִּפְרֹס הַפֶּסַח, לְאַחַר שֶׁתָּרַם אוֹתָהּ הָיָה מְכַסֶּה כָּל הַשְּׁקָלִים הַנִּשְׁאָרִים בַּלִּשְׁכָּה בְקָטַבְלָאוֹת, דְּהַיְנוּ עוֹר שָׁלוּק, כְּדֵי שֶׁיִּתְּנוּ עָלָיו הַשְּׁקָלִים שֶׁיָּבִיאוּ מִמְּדִינוֹת שֶׁסְּבִיב אֶרֶץ יִשְׂרָאֵל שֶׁלֹּא יָכְלוּ לְהָבִיא קֹדֶם הַפֶּסַח וּמְבִיאִים מִפֶּסַח וְעַד עֲצֶרֶת, וְנוֹתְנִים אוֹתָם עַל גַּבֵּי הַקְּטַבְלָא כְּדֵי שֶׁיִּתְרֹם מֵהֶן בִּפְרֹס הָעֲצֶרֶת, וְלֹא יִתְרֹם מִן הַדָּבָר שֶׁתָּרַם כְּבָר בִּפְרֹס הַפֶּסַח. וְאַחַר שֶׁתָּרַם בִּפְרֹס הָעֲצֶרֶת חָזַר וְכִסָּה כָּל הַמָּעוֹת שֶׁבַּלִּשְׁכָּה בִקְטַבְלָאוֹת, וְנוֹתְנִין עֲלֵיהֶם כָּל הַשְּׁקָלִים הַמְּבִיאִים מִבָּבֶל וּמִמָּדַי וּמִן הַמְּדִינוֹת הָרְחוֹקוֹת, וְתוֹרְמִין מֵהֶן בִּפְרֹס הֶחָג. וְעוֹד לֹא הָיָה מְחַפֶּה, שֶׁאֵין עוֹד תְּרוּמָה אַחֲרֶיהָ: הָרִאשׁוֹנָה לְשֵׁם אֶרֶץ יִשְׂרָאֵל. שֶׁהֵם שָׁלְחוּ שִׁקְלֵיהֶם תְּחִלָּה, שֶׁהָאֲחֵרִים עֲדַיִן לֹא הֵבִיאוּ: לְשׁוּם כְּרַכִּים הַמֻּקָּפִים. הַסְּמוּכִים. כְּמוֹ עַמּוֹן וּמוֹאָב וְכַיּוֹצֵא בָהֶן. וְדֻגְמָתוֹ, לִתְרֹם שֶׁלֹּא מִן הַמֻּקָּף [גִּטִּין ל], אֵין מַקִּיפִין בְּבוּעֵי [חֻלִּין מו:]. וּמִכָּל מָקוֹם בְּכָל פַּעַם וּפַעַם הָיוּ תּוֹרְמִין עַל שֵׁם כָּל יִשְׂרָאֵל, עַל הַגָּבוּי וְעַל הֶעָתִיד לִגְבּוֹת {יא}. וְלֹא הִזְכִּיר הַתַּנָּא חִלּוּקֵי מְקוֹמוֹת הַלָּלוּ אֶלָּא לְהוֹדִיעֲךָ שֶׁתִּקְּנוּ שְׁלֹשָׁה פְּרָקִים אֵלּוּ לְפִי שֶׁאָז יִתְקַבְּצוּ כָּל שִׁקְלֵי יִשְׂרָאֵל","rdfs:label":"ר\"ע מברטנורה משנה שקלים ג ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-3"],"uri":"jbr:mishna-yomtov-2-4-3-4","jbo:text":"עיקר תוי\"ט {י} שמא כו'. לא קאי אדסמיך ליה, לא היה מחפה, אלא ארישא קאי, ומחפה כו', כדפרש הר\"ב. אבל לפרוש הרמב\"ם קאי אדסמיך כו', שהוא מפרש על פי דרכו שהיו שם עוד שלש קפות גדולות ששם כנסו בתחלה בכל אחת תשעה סאין, וקאמר התנא דכשתורם השלש קפות קטנות תורם הקטנה האחת מהגדולה האחת ומחפה הגדולה, ותורם השניה הקטנה מהשניה הגדולה וגם מחפה, ותורם השלישית כו' ולא היה מחפה, כדי שתהיה נכרת שבה סים, ויתחיל ממנה בפעם שניה כשיכנס קדם עצרת, ולא יתרם בתחלה בפעם ההיא מאותה שתרם כבר בתחלה בפעם הראשונה: {יא} פרוש על הגבוי על מה שיש בלשכה, ועל הגבוי שעדין לא הגיע ללשכה, ועל העתיד כו'. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {י} שֶׁמָּא כוּ'. לֹא קָאֵי אַדְסָמִיךְ לֵיהּ, לֹא הָיָה מְחַפֶּה, אֶלָּא אַרֵישָׁא קָאֵי, וּמְחַפֶּה כוּ', כִּדְפֵרֵשׁ הָרַ\"ב. אֲבָל לְפֵרוּשׁ הָרַמְבַּ\"ם קָאֵי אַדְסָמִיךְ כוּ', שֶׁהוּא מְפָרֵשׁ עַל פִּי דַּרְכּוֹ שֶׁהָיוּ שָׁם עוֹד שָׁלֹשׁ קֻפּוֹת גְּדוֹלוֹת שֶׁשָּׁם כִּנְּסוּ בִּתְחִלָּה בְּכָל אַחַת תִּשְׁעָה סְאִין, וְקָאָמַר הַתַּנָּא דִּכְשֶׁתּוֹרֵם הַשָּׁלֹשׁ קֻפּוֹת קְטַנּוֹת תּוֹרֵם הַקְּטַנָּה הָאַחַת מֵהַגְּדוֹלָה הָאַחַת וּמְחַפֶּה הַגְּדוֹלָה, וְתוֹרֵם הַשְּׁנִיָּה הַקְּטַנָּה מֵהַשְּׁנִיָּה הַגְּדוֹלָה וְגַם מְחַפֶּה, וְתוֹרֵם הַשְּׁלִישִׁית כוּ' וְלֹא הָיָה מְחַפֶּה, כְּדֵי שֶׁתִּהְיֶה נִכֶּרֶת שֶׁבָּהּ סִיֵּם, וְיַתְחִיל מִמֶּנָּהּ בְּפַעַם שְׁנִיָּה כְּשֶׁיִּכָּנֵס קֹדֶם עֲצֶרֶת, וְלֹא יִתְרֹם בִּתְחִלָּה בַּפַּעַם הַהִיא מֵאוֹתָהּ שֶׁתָּרַם כְּבָר בִּתְחִלָּה בַּפַּעַם הָרִאשׁוֹנָה: {יא} פֵּרוּשׁ עַל הַגָּבוּי עַל מַה שֶּׁיֵּשׁ בַּלִּשְׁכָּה, וְעַל הַגָּבוּי שֶׁעֲדַיִן לֹא הִגִּיעַ לַלִּשְׁכָּה, וְעַל הֶעָתִיד כוּ'. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה שקלים ג ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-1","jbo:text":"התרומה מה היו עושין בה, לוקחין בה תמידין ומוספין ונסכיהם, העמר ושתי הלחם ולחם הפנים, וכל קרבנות הצבור. שומרי ספיחים {א} בשביעית, נוטלין שכרן מתרומת הלשכה. רבי יוסי אומר, (אף הרוצה) מתנדב שומר חנם. אמרו לו, אף אתה אומר, שאינן באין אלא משל צבור","jbo:textNikud":"הַתְּרוּמָה מֶה הָיוּ עוֹשִׂין בָּהּ, לוֹקְחִין בָּהּ תְּמִידִין וּמוּסָפִין וְנִסְכֵּיהֶם, הָעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים, וְכָל קָרְבְּנוֹת הַצִּבּוּר. שׁוֹמְרֵי סְפִיחִים {א} בַּשְּׁבִיעִית, נוֹטְלִין שְׂכָרָן מִתְּרוּמַת הַלִּשְׁכָּה. רַבִּי יוֹסֵי אוֹמֵר, (אַף הָרוֹצֶה) מִתְנַדֵּב שׁוֹמֵר חִנָּם. אָמְרוּ לוֹ, אַף אַתָּה אוֹמֵר, שֶׁאֵינָן בָּאִין אֶלָּא מִשֶּׁל צִבּוּר","rdfs:label":"משנה שקלים ד א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-1","jbo:text":"ר\"ע מברטנורה התרומה מה היו עושין בה. מה שנתנו לתוך הקפות מה עושין בהן: וכל קרבנות הצבור. לאתויי קטרת: ספיחים. תבואה העולה מאליה ממה שנשר בקציר. ונותנים שכר לשומרים שלא ילקטום עניים בשביעית, ומביאים מהם עמר בפסח ושתי הלחם בעצרת, שאינם באים אלא מן החדש ומן הארץ. ונותנים שכרם מן התרומה, דצרך קרבן כקרבן דמי: שומר חנם. ואף על גב דקנה אותם מן ההפקר כש?שומרם חנם והביאם והרי הן שלו {ב}, רבי יוסי סבר דקרבן יחיד משתנה לקרבן צבור: אף אתה אומר כו'. כלומר אי אתה מודה שאינן באין אלא משל צבור, ואם שומרם חנם והביאם וזכה בהם נמצא שאינם באין משל צבור, דסברי רבנן קרבן יחיד אינו משתנה לשל צבור. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הַתְּרוּמָה מֶה הָיוּ עוֹשִׂין בָּהּ. מַה שֶּׁנָּתְנוּ לְתוֹךְ הַקֻּפּוֹת מַה עוֹשִׂין בָּהֶן: וְכָל קָרְבְּנוֹת הַצִּבּוּר. לַאֲתוֹיֵי קְטֹרֶת: סְפִיחִים. תְּבוּאָה הָעוֹלָה מֵאֵלֶיהָ מִמַּה שֶּׁנָּשַׁר בַּקָּצִיר. וְנוֹתְנִים שָׂכָר לַשּׁוֹמְרִים שֶׁלֹּא יְלַקְּטוּם עֲנִיִּים בַּשְּׁבִיעִית, וּמְבִיאִים מֵהֶם עֹמֶר בְּפֶסַח וּשְׁתֵּי הַלֶּחֶם בָּעֲצֶרֶת, שֶׁאֵינָם בָּאִים אֶלָּא מִן הֶחָדָשׁ וּמִן הָאָרֶץ. וְנוֹתְנִים שְׂכָרָם מִן הַתְּרוּמָה, דְּצֹרֶךְ קָרְבָּן כְּקָרְבָּן דָּמִי: שׁוֹמֵר חִנָּם. וְאַף עַל גַּב דְּקָנָה אוֹתָם מִן הַהֶפְקֵר כְּשׁ?ֶשּׁוֹמְרָם חִנָּם וֶהֱבִיאָם וַהֲרֵי הֵן שֶׁלּוֹ {ב}, רַבִּי יוֹסֵי סָבַר דְּקָרְבַּן יָחִיד מִשְׁתַּנֶּה לְקָרְבַּן צִבּוּר: אַף אַתָּה אוֹמֵר כוּ'. כְּלוֹמַר אִי אַתָּה מוֹדֶה שֶׁאֵינָן בָּאִין אֶלָּא מִשֶּׁל צִבּוּר, וְאִם שׁוֹמְרָם חִנָּם וֶהֱבִיאָם וְזָכָה בָּהֶם נִמְצָא שֶׁאֵינָם בָּאִין מִשֶּׁל צִבּוּר, דְּסָבְרֵי רַבָּנָן קָרְבַּן יָחִיד אֵינוֹ מִשְׁתַּנֶּה לְשֶׁל צִבּוּר. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-1","jbo:text":"עיקר תוי\"ט {א} שומרי ספיחים. הקשו בתוספות דהא דבר השמור אסור כדתנן בפרק ט' דשביעית, ואין להקריב למזבח אלא דבר המתר לישראל. ותרצו שלא שומרין אותה אלא מונעין רגלי בהמה משם, ומודיעין לבני אדם שהם לצרך: {ב} יש להקשות דיתנדב לשמר ושלוחי בית דין יביאום, והשתא לא קנה להם מעולם, ואפשר דסבירא ליה להר\"ב כלישנא בגמרא בסוף בבא מציעא דהבטה בהפקר קניא, ואפלו אי לא קניא אי אפשר לשומר שלא יעשה מעשה כל דהו. ורבי יוסי סבירא ליה לא חישינן שמא לא ימסרם יפה יפה, ולפיכך קרבן יחיד משתנה. וחכמים סבירא להו חישינן. תוספות יום טוב. ועין עוד","jbo:textNikud":"עיקר תוי\"ט {א} שׁוֹמְרֵי סְפִיחִים. הִקְשׁוּ בַּתּוֹסָפוֹת דְּהָא דָּבָר הַשָּׁמוּר אָסוּר כְּדִתְנָן בְּפֶרֶק ט' דִּשְׁבִיעִית, וְאֵין לְהַקְרִיב לַמִּזְבֵּחַ אֶלָּא דָּבָר הַמֻּתָּר לְיִשְׂרָאֵל. וְתֵרְצוּ שֶׁלֹּא שׁוֹמְרִין אוֹתָהּ אֶלָּא מוֹנְעִין רַגְלֵי בְּהֵמָה מִשָּׁם, וּמוֹדִיעִין לִבְנֵי אָדָם שֶׁהֵם לְצֹרֶךְ: {ב} יֵשׁ לְהַקְשׁוֹת דְּיִתְנַדֵּב לִשְׁמֹר וּשְׁלוּחֵי בֵּית דִּין יְבִיאוּם, וְהַשְׁתָּא לֹא קָנָה לָהֶם מֵעוֹלָם, וְאֶפְשָׁר דִּסְבִירָא לֵיהּ לְהָרַ\"ב כְּלִישָׁנָא בַּגְּמָרָא בְּסוֹף בָּבָא מְצִיעָא דְּהַבָּטָה בְּהֶפְקֵר קַנְיָא, וַאֲפִלּוּ אִי לֹא קַנְיָא אִי אֶפְשָׁר לַשּׁוֹמֵר שֶׁלֹּא יַעֲשֶׂה מַעֲשֶׂה כָּל דְּהוּ. וְרַבִּי יוֹסֵי סְבִירָא לֵיהּ לֹא חַיְשִׁינַן שֶׁמָּא לֹא יִמְסְרֵם יָפֶה יָפֶה, וּלְפִיכָךְ קָרְבַּן יָחִיד מִשְׁתַּנֶּה. וַחֲכָמִים סְבִירָא לְהוּ חַיְשִׁינַן. תּוֹסְפוֹת יוֹם טוֹב. וְעַיֵּן עוֹד","rdfs:label":"עיקר תוי\"ט משנה שקלים ד א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-2","jbo:text":"פרה ושעיר המשתלח ולשון של זהורית, באין מתרומת הלשכה. כבש פרה, וכבש שעיר המשתלח ולשון שבין קרניו {ג}, ואמת המים, וחומת העיר ומגדלותיה, וכל צרכי העיר, באין משירי הלשכה. אבא שאול אומר, כבש פרה כהנים גדולים עושין אותו משל עצמן","jbo:textNikud":"פָּרָה וְשָׂעִיר הַמִּשְׁתַּלֵּחַ וְלָשׁוֹן שֶׁל זְהוֹרִית, בָּאִין מִתְּרוּמַת הַלִשְׁכָּה. כֶּבֶשׁ פָּרָה, וְכֶבֶשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ וְלָשׁוֹן שֶׁבֵּין קַרְנָיו {ג}, וְאַמַּת הַמַּיִם, וְחוֹמַת הָעִיר וּמִגְדְּלוֹתֶיהָ, וְכָל צָרְכֵי הָעִיר, בָּאִין מִשְּׁיָרֵי הַלִּשְׁכָּה. אַבָּא שָׁאוּל אוֹמֵר, כֶּבֶשׁ פָּרָה כֹּהֲנִים גְּדוֹלִים עוֹשִׂין אוֹתוֹ מִשֶּׁל עַצְמָן","rdfs:label":"משנה שקלים ד ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-2","jbo:text":"ר\"ע מברטנורה פרה אדמה ושעיר המשתלח. לעזאזל: ולשון של זהורית. שני תולעת שמשליכין אל תוך שרפת הפרה. והוא הדין לעץ ארז ואזוב, אלא נקט לשון של זהורית לבד לחלק בין לשון של זהורית זה ללשון של זהורית של שעיר המשתלח: באין מתרומת הלשכה. אף על גב דפרה אינה נשחטת בעזרה, באה מתרומת הלשכה, דחטאת קריה רחמנא. ושעיר המשתלח, לפי שצריך לקח שני שעירים ואין ידוע על איזה מהם יעלה הגורל לה': כבש פרה. שהיו עושים שני גשרים זה על גבי זה מפני קבר התהום מהר הבית להר המשחה, ועליהן היו מוציאין את הפרה: וכבש [שעיר]. שהיו עושין כמין גשר עד חוץ לעיר, ועליו היה הולך המשלח את השעיר, מפני הבבליים שהיו תולשים שערו ואומרים לו טל וצא שלא תשהה עונותינו: ולשון שבין קרניו. לידע אם הלבין ונתכפרו עוונותיהן של ישראל. והני אינם צרך קרבן, לפיכך אינן באין מתרומה שהפרשה לשם קרבנות, אלא ממה שנשתיר בלשכה אחר הפרשת התרומות: ואמת המים. העוברת בעזרה, אם צריכה תקון: וכל צרכי העיר. לחפר בורות שיחין ומערות, ותקון רחובותיה ושוקיה, ושמירת העיר: אבא שאול אומר כו'. ואין הלכה כאבא שאול","jbo:textNikud":"ר\"ע מברטנורה פָּרָה אֲדֻמָּה וְשָׂעִיר הַמִּשְׁתַּלֵּחַ. לַעֲזָאזֵל: וְלָשׁוֹן שֶׁל זְהוֹרִית. שְׁנִי תוֹלַעַת שֶׁמַּשְׁלִיכִין אֶל תּוֹךְ שְׂרֵפַת הַפָּרָה. וְהוּא הַדִּין לְעֵץ אֶרֶז וְאֵזוֹב, אֶלָּא נָקַט לָשׁוֹן שֶׁל זְהוֹרִית לְבַד לְחַלֵּק בֵּין לָשׁוֹן שֶׁל זְהוֹרִית זֶה לַלָּשׁוֹן שֶׁל זְהוֹרִית שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ: בָּאִין מִתְּרוּמַת הַלִּשְׁכָּה. אַף עַל גַּב דְּפָרָה אֵינָהּ נִשְׁחֶטֶת בָּעֲזָרָה, בָּאָה מִתְּרוּמַת הַלִּשְׁכָּה, דְּחַטָּאת קָרְיָהּ רַחֲמָנָא. וְשָׂעִיר הַמִּשְׁתַּלֵּחַ, לְפִי שֶׁצָּרִיךְ לִקַּח שְׁנֵי שְׂעִירִים וְאֵין יָדוּעַ עַל אֵיזֶה מֵהֶם יַעֲלֶה הַגּוֹרָל לַה': כֶּבֶשׁ פָּרָה. שֶׁהָיוּ עוֹשִׂים שְׁנֵי גְּשָׁרִים זֶה עַל גַּבֵּי זֶה מִפְּנֵי קֶבֶר הַתְּהוֹם מֵהַר הַבַּיִת לְהַר הַמִּשְׁחָה, וַעֲלֵיהֶן הָיוּ מוֹצִיאִין אֶת הַפָּרָה: וְכֶבֶשׁ [שָׂעִיר]. שֶׁהָיוּ עוֹשִׂין כְּמִין גֶּשֶׁר עַד חוּץ לָעִיר, וְעָלָיו הָיָה הוֹלֵךְ הַמְשַׁלֵּחַ אֶת הַשָּׂעִיר, מִפְּנֵי הַבַּבְלִיִּים שֶׁהָיוּ תּוֹלְשִׁים שְׂעָרוֹ וְאוֹמְרִים לוֹ טֹל וְצֵא שֶׁלֹּא תַּשְׁהֶה עֲוֹנוֹתֵינוּ: וְלָשׁוֹן שֶׁבֵּין קַרְנָיו. לֵידַע אִם הִלְבִּין וְנִתְכַּפְּרוּ עֲווֹנוֹתֵיהֶן שֶׁל יִשְׂרָאֵל. וְהָנֵי אֵינָם צֹרֶךְ קָרְבָּן, לְפִיכָךְ אֵינָן בָּאִין מִתְּרוּמָה שֶׁהֻפְרְשָׁה לְשֵׁם קָרְבָּנוֹת, אֶלָּא מִמַּה שֶּׁנִּשְׁתַּיֵּר בַּלִּשְׁכָּה אַחַר הַפְרָשַׁת הַתְּרוּמוֹת: וְאַמַּת הַמַּיִם. הָעוֹבֶרֶת בָּעֲזָרָה, אִם צְרִיכָה תִּקּוּן: וְכָל צָרְכֵי הָעִיר. לַחְפֹּר בּוֹרוֹת שִׁיחִין וּמְעָרוֹת, וְתִקּוּן רְחוֹבוֹתֶיהָ וּשְׁוָקֶיהָ, וּשְׁמִירַת הָעִיר: אַבָּא שָׁאוּל אוֹמֵר כוּ'. וְאֵין הֲלָכָה כְּאַבָּא שָׁאוּל","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-2","jbo:text":"עיקר תוי\"ט {ג} שבין קרניו. ואיכא לספוקי בלשון שבשעיר הנעשה בפנים, ושקושרין בפתחו של היכל","jbo:textNikud":"עיקר תוי\"ט {ג} שֶׁבֵּין קַרְנָיו. וְאִיכָּא לִסְפוּקֵי בַּלָּשׁוֹן שֶׁבַּשָּׂעִיר הַנַּעֲשֶׂה בִּפְנִים, וְשֶׁקּוֹשְׁרִין בְּפִתְחוֹ שֶׁל הֵיכָל","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-3","jbo:text":"מותר שירי הלשכה מה היו עושין בהן, לוקחין בהן יינות, שמנים וסלתות, והשכר להקדש, דברי רבי ישמעאל. רבי עקיבא אומר, אין משתכרין משל הקדש ולא משל עניים","jbo:textNikud":"מוֹתַר שְׁיָרֵי הַלִּשְׁכָּה מֶה הָיוּ עוֹשִׂין בָּהֶן, לוֹקְחִין בָּהֶן יֵינוֹת, שְׁמָנִים וּסְלָתוֹת, וְהַשָּׂכָר לַהֶקְדֵּשׁ, דִּבְרֵי רַבִּי יִשְׁמָעֵאל. רַבִּי עֲקִיבָא אוֹמֵר, אֵין מִשְׂתַּכְּרִין מִשֶּׁל הֶקְדֵּשׁ וְלֹא מִשֶּׁל עֲנִיִּים","rdfs:label":"משנה שקלים ד ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-3","jbo:text":"ר\"ע מברטנורה מותר שירי הלשכה. מה שנשאר אחר שנעשה מהן תקון צרכי העיר: לוקחים מהן יינות שמנים וסלתות. ומוכרים אותן למי שצריך יין לנסכים ושמנים וסלתות למנחות: אין משתכרין בשל הקדש. שאין עניות במקום עשירות, וגנאי הוא להקדש: ואף לא בשל עניים. דלמא מתרמי עני וליכא למיתב ליה. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה מוֹתַר שְׁיָרֵי הַלִּשְׁכָּה. מַה שֶּׁנִּשְׁאַר אַחַר שֶׁנַּעֲשָׂה מֵהֶן תִּקּוּן צָרְכֵי הָעִיר: לוֹקְחִים מֵהֶן יֵינוֹת שְׁמָנִים וּסְלָתוֹת. וּמוֹכְרִים אוֹתָן לְמִי שֶׁצָּרִיךְ יַיִן לִנְסָכִים וּשְׁמָנִים וּסְלָתוֹת לִמְנָחוֹת: אֵין מִשְׂתַּכְּרִין בְּשֶׁל הֶקְדֵּשׁ. שֶׁאֵין עֲנִיּוּת בְּמָקוֹם עֲשִׁירוּת, וּגְנַאי הוּא לַהֶקְדֵּשׁ: וְאַף לֹא בְּשֶׁל עֲנִיִּים. דִּלְמָא מִתְרְמֵי עָנִי וְלֵיכָּא לְמֵיתָב לֵיהּ. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-4","jbo:text":"מותר תרומה מה היו עושין בה, רקועי זהב צפוי לבית קדשי הקדשים. רבי ישמעאל אומר, מותר הפרות לקיץ המזבח, ומותר התרומה לכלי שרת. רבי עקיבא אומר, מותר התרומה לקיץ המזבח, ומותר נסכים לכלי שרת. רבי חנניא סגן הכהנים אומר, מותר נסכים לקיץ המזבח, ומותר התרומה לכלי שרת. זה וזה לא היו מודים בפרות","jbo:textNikud":"מוֹתַר תְּרוּמָה מֶה הָיוּ עוֹשִׂין בָּהּ, רִקּוּעֵי זָהָב צִפּוּי לְבֵית קָדְשֵׁי הַקֳּדָשִׁים. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מוֹתַר הַפֵּרוֹת לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר הַתְּרוּמָה לִכְלֵי שָׁרֵת. רַבִּי עֲקִיבָא אוֹמֵר, מוֹתַר הַתְּרוּמָה לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר נְסָכִים לִכְלֵי שָׁרֵת. רַבִּי חֲנַנְיָא סְגַן הַכֹּהֲנִים אוֹמֵר, מוֹתַר נְסָכִים לְקַיִץ הַמִּזְבֵּחַ, וּמוֹתַר הַתְּרוּמָה לִכְלֵי שָׁרֵת. זֶה וָזֶה לֹא הָיוּ מוֹדִים בַּפֵּרוֹת","rdfs:label":"משנה שקלים ד ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-4","jbo:text":"ר\"ע מברטנורה מותר התרומה. הינו מה שנשאר בקפות בראש חדש ניסן, שאז מביאין קרבנות מתרומה חדשה: צפוי לבית קדשי הקדשים. לרצפה ולכתלים: מותר פרות. רבי ישמעאל לטעמיה, דאמר לעיל מותר שירי הלשכה קונים מהן יינות שמנים וסלתות, והשכר שמשתכרים בהן קרוי מותר פרות, כלומר מה שהותירו ונשתכרו בפרות שקנו: קיץ למזבח. כשהמזבח בטל מביאים מהן עולות, כמו שדרך בני אדם להעלות מיני מתיקה על השלחן בגמר סעודתן {ד}, כך אחר שגמרו להביא חובת היום מביאים עולות הללו כשאין נדרים ונדבות והמזבח בטל: מותר תרומה לכלי שרת. מקרא דריש ליה דכתיב (דברי הימים ב כד) ואת שאר הכסף ויעשהו כלים לבית ה', איזהו כסף שיש לו שירים, הוי אומר זו תרומת הלשכה {ה}: מותר תרומה לקיץ המזבח. שלצרך קרבנות הפרשה: מותר נסכים. גזברי הקדש היו ממציאים מעות לבעלי יינות ושמנים וסלתות, לספק למנחות ונסכים כל השנה, ואם קבל עליו לספק שלש סאים בסלע ועמדו ארבע סאים בסלע, צריך שיתן ארבע סאין, ואותה סאה היא מותר נסכים {ו}. וכן כשמודדין להקדש היו מודדין במדה מברצת וגדושה, והגזבר היה מוחק המדה, הברוץ נקרא מותר נסכים, ועושין מהן כלי שרת, שהנסכים מתקדשים בכלי שרת: מותר נסכים לקיץ המזבח. שהנסכים כליל והעולה כליל: זה וזה. רבי עקיבא ורבי חנינא: לא היו מודים בפרות. כדאמר רבי עקיבא לעיל, שאין משתכרים בשל הקדש. ומסקנא דתנאי בית דין הוא על המותרות שיהיו כלן קרבים עולות. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה מוֹתַר הַתְּרוּמָה. הַיְנוּ מַה שֶּׁנִּשְׁאַר בַּקֻּפּוֹת בְּרֹאשׁ חֹדֶשׁ נִיסָן, שֶׁאָז מְבִיאִין קָרְבָּנוֹת מִתְּרוּמָה חֲדָשָׁה: צִפּוּי לְבֵית קָדְשֵׁי הַקָּדָשִׁים. לָרִצְפָּה וְלַכְּתָלִים: מוֹתַר פֵּרוֹת. רַבִּי יִשְׁמָעֵאל לְטַעֲמֵיהּ, דְּאָמַר לְעֵיל מוֹתַר שְׁיָרֵי הַלִּשְׁכָּה קוֹנִים מֵהֶן יֵינוֹת שְׁמָנִים וּסְלָתוֹת, וְהַשָּׂכָר שֶׁמִּשְׂתַּכְּרִים בָּהֶן קָרוּי מוֹתַר פֵּרוֹת, כְּלוֹמַר מַה שֶּׁהוֹתִירוּ וְנִשְׂתַּכְּרוּ בַּפֵּרוֹת שֶׁקָּנוּ: קַיִץ לַמִּזְבֵּחַ. כְּשֶׁהַמִּזְבֵּחַ בָּטֵל מְבִיאִים מֵהֶן עוֹלוֹת, כְּמוֹ שֶׁדֶּרֶךְ בְּנֵי אָדָם לְהַעֲלוֹת מִינֵי מְתִיקָה עַל הַשֻּׁלְחָן בִּגְמַר סְעוּדָתָן {ד}, כָּךְ אַחַר שֶׁגָּמְרוּ לְהָבִיא חוֹבַת הַיּוֹם מְבִיאִים עוֹלוֹת הַלָּלוּ כְּשֶׁאֵין נְדָרִים וּנְדָבוֹת וְהַמִּזְבֵּחַ בָּטֵל: מוֹתַר תְּרוּמָה לִכְלֵי שָׁרֵת. מִקְרָא דָּרֵישׁ לֵיהּ דִּכְתִיב (דִּבְרֵי הַיָּמִים ב כד) וְאֶת שְׁאָר הַכֶּסֶף וַיַּעֲשֵׂהוּ כֵלִים לְבֵית ה', אֵיזֶהוּ כֶּסֶף שֶׁיֵּשׁ לוֹ שִׁירַיִם, הֲוֵי אוֹמֵר זוֹ תְּרוּמַת הַלִּשְׁכָּה {ה}: מוֹתַר תְּרוּמָה לְקַיִץ הַמִּזְבֵּחַ. שֶׁלְּצֹרֶךְ קָרְבָּנוֹת הֻפְרְשָׁה: מוֹתַר נְסָכִים. גִּזְבְּרֵי הֶקְדֵּשׁ הָיוּ מַמְצִיאִים מָעוֹת לְבַעֲלֵי יֵינוֹת וּשְׁמָנִים וּסְלָתוֹת, לְסַפֵּק לִמְנָחוֹת וּנְסָכִים כָּל הַשָּׁנָה, וְאִם קִבֵּל עָלָיו לְסַפֵּק שָׁלֹשׁ סְאִים בְּסֶלַע וְעָמְדוּ אַרְבַּע סְאִים בְּסֶלַע, צָרִיךְ שֶׁיִּתֵּן אַרְבַּע סְאִין, וְאוֹתָהּ סְאָה הִיא מוֹתַר נְסָכִים {ו}. וְכֵן כְּשֶׁמּוֹדְדִין לַהֶקְדֵּשׁ הָיוּ מוֹדְדִין בְּמִדָּה מְבֹרֶצֶת וּגְדוּשָׁה, וְהַגִּזְבָּר הָיָה מוֹחֵק הַמִּדָּה, הַבֵּרוּץ נִקְרָא מוֹתַר נְסָכִים, וְעוֹשִׂין מֵהֶן כְּלֵי שָׁרֵת, שֶׁהַנְּסָכִים מִתְקַדְּשִׁים בִּכְלֵי שָׁרֵת: מוֹתַר נְסָכִים לְקַיִץ הַמִּזְבֵּחַ. שֶׁהַנְּסָכִים כָּלִיל וְהָעוֹלָה כָּלִיל: זֶה וָזֶה. רַבִּי עֲקִיבָא וְרַבִּי חֲנִינָא: לֹא הָיוּ מוֹדִים בַּפֵּרוֹת. כִּדְאָמַר רַבִּי עֲקִיבָא לְעֵיל, שֶׁאֵין מִשְׂתַּכְּרִים בְּשֶׁל הֶקְדֵּשׁ. וּמַסְקָנָא דִּתְנַאי בֵּית דִּין הוּא עַל הַמּוֹתָרוֹת שֶׁיִּהְיוּ כֻּלָּן קְרֵבִים עוֹלוֹת. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-4","jbo:text":"עיקר תוי\"ט {ד} לשון הרמב\"ם, וקיץ שם לימות החמה, מלשון (זכריה יד) בקיץ ובחרף יהיה. ופרוש הקיץ רצונו לומר שמיבשין התאנים והענבים ואוכלין אותן: {ה} ואף על גב דאיכא שירי הלשכה עצמה, ואימא אותן שירים, משני בגמרא דדריש ה\"א דהכסף כסף הראשון, כלומר שנתרם ולקוח ראשון, מה יהיה שאר ממנו, יהיה לכלי שרת. ועין תוספות יום טוב: {ו} ואין זה משתכר בשל הקדש, אלא שההקדש קרוב לשכר ואין לו הפסד. והראב\"ד כתב דהא דאין משתכרין כו', הני מילי פרות, שהוא כעין גנות והוא דרך עניות, אבל נסכים שהן צרכי צבור לוקחין, ואם הותירו, מוכרין ליחידים","jbo:textNikud":"עיקר תוי\"ט {ד} לְשׁוֹן הָרַמְבַּ\"ם, וְקַיִץ שֵׁם לִימוֹת הַחַמָּה, מִלָּשׁוֹן (זְכַרְיָה יד) בַּקַּיִץ וּבַחֹרֶף יִהְיֶה. וּפֵרוּשׁ הַקַּיִץ רְצוֹנוֹ לוֹמַר שֶׁמְיַבְּשִׁין הַתְּאֵנִים וְהָעֲנָבִים וְאוֹכְלִין אוֹתָן: {ה} וְאַף עַל גַּב דְּאִיכָּא שְׁיָרֵי הַלִּשְׁכָּה עַצְמָהּ, וְאֵימָא אוֹתָן שִׁירַיִם, מְשָׁנֵי בַּגְּמָרָא דְּדָרִישׁ הֵ\"א דְּהַכֶּסֶף כֶּסֶף הָרִאשׁוֹן, כְּלוֹמַר שֶׁנִּתְרַם וְלָקוּחַ רִאשׁוֹן, מַה יִּהְיֶה שְׁאָר מִמֶּנּוּ, יִהְיֶה לִכְלֵי שָׁרֵת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} וְאֵין זֶה מִשְׂתַּכֵּר בְּשֶׁל הֶקְדֵּשׁ, אֶלָּא שֶׁהַהֶקְדֵּשׁ קָרוֹב לְשָׂכָר וְאֵין לוֹ הֶפְסֵד. וְהָרַאֲבַ\"ד כָּתַב דְּהָא דְּאֵין מִשְׂתַּכְּרִין כוּ', הָנֵי מִילֵי פֵּרוֹת, שֶׁהוּא כְּעֵין גְּנוּת וְהוּא דֶּרֶךְ עֲנִיּוּת, אֲבָל נְסָכִים שֶׁהֵן צָרְכֵי צִבּוּר לוֹקְחִין, וְאִם הוֹתִירוּ, מוֹכְרִין לִיחִידִים","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-5","jbo:text":"מותר הקטרת מה היו עושין בה, מפרישין (ממנה) שכר האמנין, ומחללין אותה על שכר האמנין, ונותנין אותה לאמנין בשכרן, וחוזרין ולוקחין אותה מתרומה חדשה {י}. אם בא החדש בזמנו, לוקחין אותה מתרומה חדשה. ואם לאו מן הישנה","jbo:textNikud":"מוֹתַר הַקְּטֹרֶת מֶה הָיוּ עוֹשִׂין בָּהּ, מַפְרִישִׁין (מִמֶּנָּה) שְׂכַר הָאֻמָּנִין, וּמְחַלְּלִין אוֹתָהּ עַל שְׂכַר הָאֻמָּנִין, וְנוֹתְנִין אוֹתָהּ לָאֻמָּנִין בִּשְׂכָרָן, וְחוֹזְרִין וְלוֹקְחִין אוֹתָהּ מִתְּרוּמָה חֲדָשָׁה {י}. אִם בָּא הֶחָדָשׁ בִּזְמַנּוֹ, לוֹקְחִין אוֹתָהּ מִתְּרוּמָה חֲדָשָׁה. וְאִם לָאו מִן הַיְּשָׁנָה","rdfs:label":"משנה שקלים ד ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-5","jbo:text":"ר\"ע מברטנורה מותר הקטרת. הנותר בכל שנה: מה היו עושין בה. להקטירה לשנה הבאה. שאין לך שנה שאין בה מותר, שהקטרת היתה נעשית שלש מאות ששים ושמנה מנים {ז}, שלש מאות ששים וחמשה מנים כמנין שלש מאות ששים וחמשה ימות החמה, ושלשה מנין שמהם כהן גדול מכניס מלא חפניו ביום הכפורים, ולא היו נכנסים כלן בחפניו. ועוד, בכל שנה פשוטה היה מותר {ח}, ששנה פשוטה ימיה שלש מאות חמשים וארבעה: מפרישין ממנה. מן הלשכה: שכר האמנין. מפטמי הקטרת, שהן נוטלים שכרן מתרומת הלשכה. ומזכין המעות לאמנין על יד אחד מן הגזברים, והרי הן חלין {ט}. ואף על פי שאין הקדש יוצא לחלין אם לא שיכנס דבר אחר תחתיו לקדשה, תרומת הלשכה שאני, דבית דין מתנה עליהם לתנם לכמה דברים. ואחרי שזכו במעות לצרך האמנין מחללין הקטרת על אותן המעות, והמעות קדושים לתרומה ישנה, ונותנים הקטרת לאמנים בשכרם, וחוזרין וקונין אותה מהן במעות של תרומה חדשה. והכי צניעא מלתא טפי, ולא למכרה ולחזר ולקנותה: אם בא החדש בזמנו. שהביאו שקלים חדשים קדם ראש חדש ניסן, שהוא זמן התרומה החדשה, לוקחים מותר הקטרת מתרומה חדשה על ידי חלול כדפרשינן לעיל: ואם לאו. שלא הביאו שקלים חדשים עדין, לוקחים אותה מן התרומה ישנה, אם חללוה כבר. ואם לא חללוה, מקטירין אותה, דכיון שלא בא החדש צריך להביא מן הישנה","jbo:textNikud":"ר\"ע מברטנורה מוֹתַר הַקְּטֹרֶת. הַנּוֹתָר בְּכָל שָׁנָה: מֶה הָיוּ עוֹשִׂין בָּהּ. לְהַקְטִירָהּ לַשָּׁנָה הַבָּאָה. שֶׁאֵין לְךָ שָׁנָה שֶׁאֵין בָּהּ מוֹתָר, שֶׁהַקְּטֹרֶת הָיְתָה נַעֲשֵׂית שְׁלֹשׁ מֵאוֹת שִׁשִּׁים וּשְׁמֹנָה מָנִים {ז}, שְׁלֹשׁ מֵאוֹת שִׁשִּׁים וַחֲמִשָּׁה מָנִים כְּמִנְיָן שְׁלֹשׁ מֵאוֹת שִׁשִּׁים וַחֲמִשָּׁה יְמוֹת הַחַמָּה, וּשְׁלֹשָׁה מָנִין שֶׁמֵּהֶם כֹּהֵן גָּדוֹל מַכְנִיס מְלֹא חָפְנָיו בְּיוֹם הַכִּפּוּרִים, וְלֹא הָיוּ נִכְנָסִים כֻּלָּן בְּחָפְנָיו. וְעוֹד, בְּכָל שָׁנָה פְּשׁוּטָה הָיָה מוֹתָר {ח}, שֶׁשָּׁנָה פְּשׁוּטָה יָמֶיהָ שְׁלֹשׁ מֵאוֹת חֲמִשִּׁים וְאַרְבָּעָה: מַפְרִישִׁין מִמֶּנָּה. מִן הַלִּשְׁכָּה: שְׂכַר הָאֻמָּנִין. מִפַּטָּמֵי הַקְּטֹרֶת, שֶׁהֵן נוֹטְלִים שְׂכָרָן מִתְּרוּמַת הַלִּשְׁכָּה. וּמְזַכִּין הַמָּעוֹת לָאֻמָּנִין עַל יַד אֶחָד מִן הַגִּזְבָּרִים, וַהֲרֵי הֵן חֻלִּין {ט}. וְאַף עַל פִּי שֶׁאֵין הֶקְדֵּשׁ יוֹצֵא לְחֻלִּין אִם לֹא שֶׁיִּכָּנֵס דָּבָר אַחֵר תַּחְתָּיו לִקְדֻשָּׁה, תְּרוּמַת הַלִּשְׁכָּה שָׁאנֵי, דְּבֵית דִּין מַתְנֶה עֲלֵיהֶם לִתְּנָם לְכַמָּה דְּבָרִים. וְאַחֲרֵי שֶׁזָּכוּ בַּמָּעוֹת לְצֹרֶךְ הָאֻמָּנִין מְחַלְּלִין הַקְּטֹרֶת עַל אוֹתָן הַמָּעוֹת, וְהַמָּעוֹת קְדוֹשִׁים לִתְרוּמָה יְשָׁנָה, וְנוֹתְנִים הַקְּטֹרֶת לָאֻמָּנִים בִּשְׂכָרָם, וְחוֹזְרִין וְקוֹנִין אוֹתָהּ מֵהֶן בְּמָעוֹת שֶׁל תְּרוּמָה חֲדָשָׁה. וְהָכִי צְנִיעָא מִלְּתָא טְפֵי, וְלֹא לְמָכְרָהּ וְלַחֲזֹר וְלִקְנוֹתָהּ: אִם בָּא הֶחָדָשׁ בִּזְמַנּוֹ. שֶׁהֵבִיאוּ שְׁקָלִים חֲדָשִׁים קֹדֶם רֹאשׁ חֹדֶשׁ נִיסָן, שֶׁהוּא זְמַן הַתְּרוּמָה הַחֲדָשָׁה, לוֹקְחִים מוֹתַר הַקְּטֹרֶת מִתְּרוּמָה חֲדָשָׁה עַל יְדֵי חִלּוּל כִּדְפָרְשִׁינַן לְעֵיל: וְאִם לָאו. שֶׁלֹּא הֵבִיאוּ שְׁקָלִים חֲדָשִׁים עֲדַיִן, לוֹקְחִים אוֹתָהּ מִן הַתְּרוּמָה יְשָׁנָה, אִם חִלְּלוּהָ כְּבָר. וְאִם לֹא חִלְּלוּהָ, מַקְטִירִין אוֹתָהּ, דְּכֵיוָן שֶׁלֹּא בָּא הֶחָדָשׁ צָרִיךְ לְהָבִיא מִן הַיְּשָׁנָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-5","jbo:text":"עיקר תוי\"ט {ז} דהלכה למשה בסיני הם משקל הסממנים. הרמב\"ם: {ח} ואף על פי שהיו צריכין למלאות מהן לשנים מעברות, מכל מקום צריכין היו לחדש בראש חדש ניסן, כדי שיהיו מתרומה חדשה. תוספות: {ט} דבלא חלין אי אפשר לפדותה ממעות תרומה החדשה, שאין הקדש מתחלל על הקדש. רש\"י: {י} מתרומה חדשה. ואם תאמר לרבי עקיבא דלקמן משנה ו' דאמר הקדש מתחלל על המלאכה, למה לי כלי האי, יתנו הקטרת מתחלה לאמנין בשכרן. יש לומר הני מילי בקטרת דיחיד, כגון במקדיש נכסיו כו', אבל בשל צבור החמירו טפי. אי נמי הכא מירי בשכר פטום אמני הקטרת של שנה חדשה, וצריך לתת להם מתרומה חדשה. תוספות","jbo:textNikud":"עיקר תוי\"ט {ז} דַּהֲלָכָה לְמֹשֶׁה בְּסִינַי הֵם מִשְׁקַל הַסַּמְמָנִים. הָרַמְבַּ\"ם: {ח} וְאַף עַל פִּי שֶׁהָיוּ צְרִיכִין לְמַלְּאוֹת מֵהֶן לְשָׁנִים מְעֻבָּרוֹת, מִכָּל מָקוֹם צְרִיכִין הָיוּ לְחַדֵּשׁ בְּרֹאשׁ חֹדֶשׁ נִיסָן, כְּדֵי שֶׁיִּהְיוּ מִתְּרוּמָה חֲדָשָׁה. תּוֹסָפוֹת: {ט} דִּבְלֹא חֻלִּין אִי אֶפְשָׁר לִפְדּוֹתָהּ מִמְּעוֹת תְּרוּמָה הַחֲדָשָׁה, שֶׁאֵין הֶקְדֵּשׁ מִתְחַלֵּל עַל הֶקְדֵּשׁ. רַשִׁ\"י: {י} מִתְּרוּמָה חֲדָשָׁה. וְאִם תֹּאמַר לְרַבִּי עֲקִיבָא דִּלְקַמָּן מִשְׁנָה ו' דְּאָמַר הֶקְדֵּשׁ מִתְחַלֵּל עַל הַמְּלָאכָה, לָמָּה לִי כֻּלֵּי הַאי, יִתְּנוּ הַקְּטֹרֶת מִתְּחִלָּה לָאֻמָּנִין בִּשְׂכָרָן. יֵשׁ לוֹמַר הָנֵי מִילֵי בִּקְטֹרֶת דְּיָחִיד, כְּגוֹן בְּמַקְדִּישׁ נְכָסָיו כוּ', אֲבָל בְּשֶׁל צִבּוּר הֶחְמִירוּ טְפֵי. אִי נַמִּי הָכָא מַיְרֵי בִּשְׂכַר פִּטּוּם אֻמָּנֵי הַקְּטֹרֶת שֶׁל שָׁנָה חֲדָשָׁה, וְצָרִיךְ לָתֵת לָהֶם מִתְּרוּמָה חֲדָשָׁה. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-6","jbo:text":"המקדיש נכסיו והיו בהן דברים ראויין לקרבנות הצבור, ינתנו לאמנין בשכרן, דברי רבי עקיבא. אמר לו בן עזאי, אינה היא המדה, אלא מפרישין מהן שכר האמנין, ומחללין אותן על מעות האמנין, ונותנין אותן לאמנין בשכרן, וחוזרין ולוקחין {יג} אותן מתרומה חדשה","jbo:textNikud":"הַמַּקְדִּישׁ נְכָסָיו וְהָיוּ בָּהֶן דְּבָרִים רְאוּיִין לְקָרְבְּנוֹת הַצִּבּוּר, יִנָּתְנוּ לָאֻמָּנִין בִּשְׂכָרָן, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ בֶּן עֲזַאי, אֵינָהּ הִיא הַמִּדָּה, אֶלָּא מַפְרִישִׁין מֵהֶן שְׂכַר הָאֻמָּנִין, וּמְחַלְּלִין אוֹתָן עַל מָעוֹת הָאֻמָּנִין, וְנוֹתְנִין אוֹתָן לָאֻמָּנִין בִּשְׂכָרָן, וְחוֹזְרִין וְלוֹקְחִין {יג} אוֹתָן מִתְּרוּמָה חֲדָשָׁה","rdfs:label":"משנה שקלים ד ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-6","jbo:text":"ר\"ע מברטנורה המקדיש נכסיו. וסתם הקדש לבדק הבית: והיו בהם דברים הראוים לקרבנות צבור. כגון קטרת, או יינות, שמנים וסלתות {יא}: ינתנו לאמנין בשכרן. ויוצאין לחלין, אף על פי שאין דבר אחר נכנס תחתיו. דקסבר הקדש מתחלל על המלאכה, דכתיב (שמות כה) ועשו לי מקדש, שתהיה המלאכה נעשית מן ההקדש: אינה מן המדה. כלומר אין מדה זו שאתה אומר כמדה האמורה לעיל בקטרת, ואין ראוי אלא שתשוה מדותיך. הלכך מפרישים מהן שכר האמנים כו' כדאמרינן לעיל גבי מותר הקטרת. שאין הקדש מתחלל על המלאכה. והלכה כבן עזאי {יב}","jbo:textNikud":"ר\"ע מברטנורה הַמַּקְדִּישׁ נְכָסָיו. וּסְתָם הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת: וְהָיוּ בָהֶם דְּבָרִים הָרְאוּיִם לְקָרְבְּנוֹת צִבּוּר. כְּגוֹן קְטֹרֶת, אוֹ יֵינוֹת, שְׁמָנִים וּסְלָתוֹת {יא}: יִנָּתְנוּ לָאֻמָּנִין בִּשְׂכָרָן. וְיוֹצְאִין לְחֻלִּין, אַף עַל פִּי שֶׁאֵין דָּבָר אַחֵר נִכְנַס תַּחְתָּיו. דְּקָסָבַר הֶקְדֵּשׁ מִתְחַלֵּל עַל הַמְּלָאכָה, דִּכְתִיב (שְׁמוֹת כה) וְעָשׂוּ לִי מִקְדָּשׁ, שֶׁתִּהְיֶה הַמְּלָאכָה נַעֲשֵׂית מִן הַהֶקְדֵּשׁ: אֵינָהּ מִן הַמִּדָּה. כְּלוֹמַר אֵין מִדָּה זוֹ שֶׁאַתָּה אוֹמֵר כַּמִּדָּה הָאֲמוּרָה לְעֵיל בַּקְּטֹרֶת, וְאֵין רָאוּי אֶלָּא שֶׁתַּשְׁוֶה מִדּוֹתֶיךָ. הִלְכָּךְ מַפְרִישִׁים מֵהֶן שְׂכַר הָאֻמָּנִים כוּ' כִּדְאָמְרִינַן לְעֵיל גַּבֵּי מוֹתַר הַקְּטֹרֶת. שֶׁאֵין הֶקְדֵּשׁ מִתְחַלֵּל עַל הַמְּלָאכָה. וַהֲלָכָה כְּבֶן עַזַּאי {יב}","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-6","jbo:text":"עיקר תוי\"ט {יא} תוספות. ותימה, דבמשנה ח' תנן לשיש בהן יינות כו' שימכרו כו', ובירושלמי מוקי לה במותר הקטרת. ועין תוספות יום טוב: {יב} ומאמר בן עזאי שוה למאמר הנקדם בקטרת, ולפיכך אני אומר הלכה כבן עזאי. הרמב\"ם: {יג} וחוזרין כו'. אתיא ככלי עלמא. וכן הכי נמי ואם לאו כו' כדלעיל","jbo:textNikud":"עיקר תוי\"ט {יא} תּוֹסָפוֹת. וְתֵימַהּ, דִּבְמִשְׁנָה ח' תְּנַן לְשֶׁיֵּשׁ בָּהֶן יֵינוֹת כוּ' שֶׁיִּמְכְּרוּ כוּ', וּבַיְרוּשַׁלְמִי מוֹקֵי לַהּ בְּמוֹתַר הַקְּטֹרֶת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} וּמַאֲמַר בֶּן עַזַּאי שָׁוֶה לַמַּאֲמָר הַנִקְדָּם בַּקְּטֹרֶת, וּלְפִיכָךְ אֲנִי אוֹמֵר הֲלָכָה כְּבֶן עַזַּאי. הָרַמְבַּ\"ם: {יג} וְחוֹזְרִין כוּ'. אָתְיָא כְּכֻלֵּי עָלְמָא. וְכֵן הָכִי נַמִּי וְאִם לָאו כוּ' כְּדִלְעֵיל","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-7","jbo:text":"המקדיש נכסיו והיתה בהן בהמה ראויה לגבי המזבח, זכרים ונקבות, רבי אליעזר אומר, זכרים ימכרו לצרכי עולות, ונקבות ימכרו לצרכי זבחי שלמים, ודמיהן יפלו עם שאר נכסים לבדק הבית. רבי יהושע אומר, זכרים עצמן יקרבו עולות, ונקבות ימכרו לצרכי זבחי שלמים, ויביא בדמיהן עולות, ושאר נכסים יפלו לבדק הבית. רבי עקיבא אומר, רואה אני את דברי רבי אליעזר מדברי רבי יהושע, שרבי אליעזר השוה את מדתו, ורבי יהושע חלק. אמר רבי פפיס, שמעתי כדברי שניהן, שהמקדיש בפרוש, כדברי רבי אליעזר. והמקדיש סתם, כדברי רבי יהושע","jbo:textNikud":"הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה בָּהֶן בְּהֵמָה רְאוּיָה לְגַבֵּי הַמִּזְבֵּחַ, זְכָרִים וּנְקֵבוֹת, רַבִּי אֱלִיעֶזֶר אוֹמֵר, זְכָרִים יִמָּכְרוּ לְצָרְכֵי עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי זִבְחֵי שְׁלָמִים, וּדְמֵיהֶן יִפְּלוּ עִם שְׁאָר נְכָסִים לְבֶדֶק הַבָּיִת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, זְכָרִים עַצְמָן יִקָּרְבוּ עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי זִבְחֵי שְׁלָמִים, וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, וּשְׁאָר נְכָסִים יִפְּלוּ לְבֶדֶק הַבָּיִת. רַבִּי עֲקִיבָא אוֹמֵר, רוֹאֶה אֲנִי אֶת דִּבְרֵי רַבִּי אֱלִיעֶזֶר מִדִּבְרֵי רַבִּי יְהוֹשֻׁעַ, שֶׁרַבִּי אֱלִיעֶזֶר הִשְׁוָה אֶת מִדָּתוֹ, וְרַבִּי יְהוֹשֻׁעַ חָלַק. אָמַר רַבִּי פַּפְּיַס, שָׁמַעְתִּי כְּדִבְרֵי שְׁנֵיהֶן, שֶׁהַמַּקְדִּישׁ בְּפֵרוּשׁ, כְּדִבְרֵי רַבִּי אֱלִיעֶזֶר. וְהַמַּקְדִּישׁ סְתָם, כְּדִבְרֵי רַבִּי יְהוֹשֻׁעַ","rdfs:label":"משנה שקלים ד ז"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-7","jbo:text":"ר\"ע מברטנורה זכרים ימכרו לצרכי עולות כו' ודמיהם יפלו עם שאר הנכסים לבדק הבית. דסבר סתם הקדש לבדק הבית, ואפלו במידי דחזי למזבח, אבל הראוי למזבח אינו יוצא מידי מזבח, שהמקדיש תמימים לבדק הבית אין נפדים אלא למזבח, והדמים יפלו לבדק הבית: ויביא בדמיהן עולות. קסבר מידי דחזי למזבח מסתמא למזבח אקדשינהו, הלכך זכרים עצמן יקרבו עולות, ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות, אבל הן עצמן אין קרבין שלמים, דהמקדיש נכסיו דעתו שיהיו כלם לגבוה, הלכך בהמות שראויות לקרב עולות יקרבו עולות, ונקבות ימכרו לצרכי שלמים ויביא בדמיהן עולות, דכיון דראויות למזבח חלה עליהן קדשת מזבח, ואפלו על הנקבות שאין גופן ראוי למה שדעתו להקדישן, כיון דלשם קרבן מיהא חזיין, לא חל עליהן קדשת בדק הבית, ויביא בדמיהם עולות: שהמקדיש בפרוש. שאמר בהמה ונכסי להקדש. דכיון שהפרישן והבדילן זו מזו ואף על פי כן לא אמר בהמה למזבח ונכסי לבדק הבית, שמע מנה דדעתו היה שבין בהמה ובין נכסיו הכל ילך אל מקום אחד. אבל המקדיש סתם כל נכסיו, דעתו להקדיש כל דבר למה שהוא ראוי. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה זְכָרִים יִמָּכְרוּ לְצָרְכֵי עוֹלוֹת כוּ' וּדְמֵיהֶם יִפְּלוּ עִם שְׁאָר הַנְּכָסִים לְבֶדֶק הַבָּיִת. דְּסָבַר סְתָם הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת, וַאֲפִלּוּ בְּמִידֵי דַּחֲזִי לַמִּזְבֵּחַ, אֲבָל הָרָאוּי לַמִּזְבֵּחַ אֵינוֹ יוֹצֵא מִידֵי מִזְבֵּחַ, שֶׁהַמַּקְדִּישׁ תְּמִימִים לְבֶדֶק הַבַּיִת אֵין נִפְדִּים אֶלָּא לַמִּזְבֵּחַ, וְהַדָּמִים יִפְּלוּ לְבֶדֶק הַבַּיִת: וְיָבִיא בִדְמֵיהֶן עוֹלוֹת. קָסָבַר מִידֵי דַּחֲזִי לְמִזְבֵּחַ מִסְתָמָא לַמִּזְבֵּחַ אַקְדְּשִׁינְהוּ, הִלְכָּךְ זְכָרִים עַצְמָן יִקָּרְבוּ עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי שְׁלָמִים וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, אֲבָל הֵן עַצְמָן אֵין קְרֵבִין שְׁלָמִים, דְּהַמַּקְדִּישׁ נְכָסָיו דַּעְתּוֹ שֶׁיִּהְיוּ כֻּלָּם לְגָבוֹהַּ, הִלְכָּךְ בְּהֵמוֹת שֶׁרְאוּיוֹת לִקָּרֵב עוֹלוֹת יִקָּרְבוּ עוֹלוֹת, וּנְקֵבוֹת יִמָּכְרוּ לְצָרְכֵי שְׁלָמִים וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, דְּכֵיוָן דִּרְאוּיוֹת לַמִּזְבֵּחַ חָלָה עֲלֵיהֶן קְדֻשַּׁת מִזְבֵּחַ, וַאֲפִלּוּ עַל הַנְּקֵבוֹת שֶׁאֵין גּוּפָן רָאוּי לְמַה שֶּׁדַּעְתּוֹ לְהַקְדִּישָׁן, כֵּיוָן דִּלְשֵׁם קָרְבָּן מִיהָא חַזְיָין, לֹא חָל עֲלֵיהֶן קְדֻשַּׁת בֶּדֶק הַבַּיִת, וְיָבִיא בִּדְמֵיהֶם עוֹלוֹת: שֶׁהַמַּקְדִּישׁ בְּפֵרוּשׁ. שֶׁאָמַר בְּהֵמָה וּנְכָסַי לַהֶקְדֵּשׁ. דְּכֵיוָן שֶׁהִפְרִישָׁן וְהִבְדִּילָן זוֹ מִזּוֹ וְאַף עַל פִּי כֵן לֹא אָמַר בְּהֵמָה לַמִּזְבֵּחַ וּנְכָסַי לְבֶדֶק הַבַּיִת, שְׁמַע מִנַּהּ דְּדַעְתּוֹ הָיָה שֶׁבֵּין בְּהֵמָה וּבֵין נְכָסָיו הַכֹּל יֵלֵךְ אֶל מָקוֹם אֶחָד. אֲבָל הַמַּקְדִּישׁ סְתָם כָּל נְכָסָיו, דַּעְתּוֹ לְהַקְדִּישׁ כָּל דָּבָר לְמַה שֶּׁהוּא רָאוּי. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-8","jbo:text":"המקדיש נכסים והיו בהן דברים ראויין על גבי המזבח, יינות, שמנים ועופות, רבי אלעזר אומר, ימכרו לצרכי אותו המין ויביא בדמיהן עולות, ושאר נכסים יפלו לבדק הבית","jbo:textNikud":"הַמַּקְדִּישׁ נְכָסִים וְהָיוּ בָּהֶן דְּבָרִים רְאוּיִין עַל גַּבֵּי הַמִּזְבֵּחַ, יֵינוֹת, שְׁמָנִים וְעוֹפוֹת, רַבִּי אֶלְעָזָר אוֹמֵר, יִמָּכְרוּ לְצָרְכֵי אוֹתוֹ הַמִּין וְיָבִיא בִּדְמֵיהֶן עוֹלוֹת, וּשְׁאָר נְכָסִים יִפְּלוּ לְבֶדֶק הַבָּיִת","rdfs:label":"משנה שקלים ד ח"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-8","jbo:text":"ר\"ע מברטנורה יינות שמנים וסלתות. שהן ראויים למנחות ולנסכים: ועופות. תורים ובני יונה: רבי אלעזר. גרסינן {יד}, ולא רבי אליעזר, וטעמא דרבי אלעזר מפרש בירושלמי, דכתיב (ויקרא כב) לכל נדריהם ולכל נדבותיהם אשר יקריבו לה' לעולה, כל מה שהם נודרים ומתנדבים מדברים אשר יקריבו לה', אפלו יינות שמנים וסלתות, יהיה לעולה. יכול יקריב בדמיהן עולת העוף, או אם הקדיש עוף יקריבנו עולה, תלמוד לומר (שם) בבקר בכשבים ובעזים, הא אינו מקריב בכל מה שהתנדב אלא עולת בהמה בלבד","jbo:textNikud":"ר\"ע מברטנורה יֵינוֹת שְׁמָנִים וּסְלָתוֹת. שֶׁהֵן רְאוּיִים לִמְנָחוֹת וְלִנְסָכִים: וְעוֹפוֹת. תּוֹרִים וּבְנֵי יוֹנָה: רַבִּי אֶלְעָזָר. גַּרְסִינַן {יד}, וְלֹא רַבִּי אֱלִיעֶזֶר, וְטַעֲמָא דְּרַבִּי אֶלְעָזָר מְפֹרָשׁ בַּיְרוּשַׁלְמִי, דִּכְתִיב (וַיִּקְרָא כב) לְכָל נִדְרֵיהֶם וּלְכָל נִדְבוֹתֵיהֶם אֲשֶׁר יַקְרִיבוּ לַה' לְעוֹלָה, כָּל מַה שֶּׁהֵם נוֹדְרִים וּמִתְנַדְּבִים מִדְּבָרִים אֲשֶׁר יַקְרִיבוּ לַה', אֲפִלּוּ יֵינוֹת שְׁמָנִים וּסְלָתוֹת, יִהְיֶה לְעוֹלָה. יָכוֹל יַקְרִיב בִּדְמֵיהֶן עוֹלַת הָעוֹף, אוֹ אִם הִקְדִּישׁ עוֹף יַקְרִיבֶנּוּ עוֹלָה, תַּלְמוּד לוֹמַר (שָׁם) בַּבָּקָר בַּכְּשָׂבִים וּבָעִזִּים, הָא אֵינוֹ מַקְרִיב בְּכָל מַה שֶּׁהִתְנַדֵּב אֶלָּא עוֹלַת בְּהֵמָה בִּלְבַד","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-8","jbo:text":"עיקר תוי\"ט {יד} והוא רבי אלעזר בן שמוע. כסף משנה","jbo:textNikud":"עיקר תוי\"ט {יד} וְהוּא רַבִּי אֶלְעָזָר בֶּן שַׁמּוֹעַ. כֶּסֶף מִשְׁנֶה","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ח","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-8"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-2-4-4-9","jbo:text":"אחת לשלשים יום, משערין את הלשכה. כל המקבל עליו לספק {טז} סלתות מארבע, עמדו משלש, יספק מארבע. משלש ועמדו מארבע, יספק מארבע, שיד הקדש על העליונה. ואם התליעה סלת, התליעה לו. ואם החמיץ יין, החמיץ לו. ואינו מקבל את מעותיו, עד שיהא המזבח מרצה","jbo:textNikud":"אַחַת לִשְׁלשִׁים יוֹם, מְשַׁעֲרִין אֶת הַלִּשְׁכָּה. כָּל הַמְקַבֵּל עָלָיו לְסַפֵּק {טז} סְלָתוֹת מֵאַרְבַּע, עָמְדוּ מִשָּׁלשׁ, יְסַפֵּק מֵאַרְבַּע. מִשָּׁלשׁ וְעָמְדוּ מֵאַרְבַּע, יְסַפֵּק מֵאַרְבַּע, שֶׁיַּד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה. וְאִם הִתְלִיעָה סֹלֶת, הִתְלִיעָה לוֹ. וְאִם הֶחְמִיץ יַיִן, הֶחְמִיץ לוֹ. וְאֵינוֹ מְקַבֵּל אֶת מְעוֹתָיו, עַד שֶׁיְּהֵא הַמִּזְבֵּחַ מְרַצֶּה","rdfs:label":"משנה שקלים ד ט"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-bartanura-2-4-4-9","jbo:text":"ר\"ע מברטנורה משערין את הלשכה. פוסקים שער {טו} ליינות שמנים וסלתות, שער שיעמד זה השער שלשים יום. ולוקחים בכל יום ממוכרי יינות שמנים וסלתות מה שהן צריכין באותו הסכום שפסקו, ואם נתיקר המקח אין מוסיפים דמים, ואם הוזל לוקחים לפי הזול: המקבל עליו לספק סלתות. בימות קציר חטים ובצירת ענבים ומסיקת זיתים היו הגזברים מקדימים מעות לחנוני, והיה החנוני מקבל עליו לספק יינות שמנים וסלתות {יז} כל השנה. ואם היו אז נמכרים ארבע סאין בסלע והוקרו ועמדו שלש סאין בסלע, צריך לתן ארבע סאין, דהקדש קונה בכסף, דכתיב ונתן הכסף וקם לו. ואם קבל לספק שלש סאין בסלע והוזלו ועמדו ארבע בסלע, נותן ארבע בסלע, דלא גרע מהדיוט דלא קני אלא במשיכה {יח}: התליע לו. ואפלו משך הגזבר ונתן מעות, אחריותם על החנוני: אינו מקבל את מעותיו. כלומר אינם נחשבים מעותיו של חנוני ולא זכה בהם, ואף על פי שקבלם מן הגזבר: עד שיהיה המזבח מרצה. שיעלה לרצון על המזבח. הלכך אם החמיץ היין או התליעה הסלת, אחריותם על החנוני","jbo:textNikud":"ר\"ע מברטנורה מְשַׁעֲרִין אֶת הַלִּשְׁכָּה. פּוֹסְקִים שַׁעַר {טו} לְיֵינוֹת שְׁמָנִים וּסְלָתוֹת, שַׁעַר שֶׁיַּעֲמֹד זֶה הַשַּׁעַר שְׁלֹשִׁים יוֹם. וְלוֹקְחִים בְּכָל יוֹם מִמּוֹכְרֵי יֵינוֹת שְׁמָנִים וּסְלָתוֹת מַה שֶּׁהֵן צְרִיכִין בְּאוֹתוֹ הַסְּכוּם שֶׁפָּסְקוּ, וְאִם נִתְיַקֵּר הַמִּקָּח אֵין מוֹסִיפִים דָּמִים, וְאִם הוּזַל לוֹקְחִים לְפִי הַזּוֹל: הַמְקַבֵּל עָלָיו לְסַפֵּק סְלָתוֹת. בִּימוֹת קְצִיר חִטִּים וּבְצִירַת עֲנָבִים וּמְסִיקַת זֵיתִים הָיוּ הַגִּזְבָּרִים מַקְדִּימִים מָעוֹת לַחֶנְוָנִי, וְהָיָה הַחֶנְוָנִי מְקַבֵּל עָלָיו לְסַפֵּק יֵינוֹת שְׁמָנִים וּסְלָתוֹת {יז} כָּל הַשָּׁנָה. וְאִם הָיוּ אָז נִמְכָּרִים אַרְבַּע סְאִין בְּסֶלַע וְהוּקְרוּ וְעָמְדוּ שָׁלֹשׁ סְאִין בְּסֶלַע, צָרִיךְ לִתֵּן אַרְבַּע סְאִין, דְּהֶקְדֵּשׁ קוֹנֶה בְּכֶסֶף, דִּכְתִיב וְנָתַן הַכֶּסֶף וְקָם לוֹ. וְאִם קִבֵּל לְסַפֵּק שָׁלֹשׁ סְאִין בְּסֶלַע וְהוּזְלוּ וְעָמְדוּ אַרְבַּע בְּסֶלַע, נוֹתֵן אַרְבַּע בְּסֶלַע, דְּלֹא גָּרַע מֵהֶדְיוֹט דְּלֹא קָנֵי אֶלָּא בִּמְשִׁיכָה {יח}: הִתְלִיעַ לוֹ. וַאֲפִלּוּ מָשַׁךְ הַגִּזְבָּר וְנָתַן מָעוֹת, אַחֲרָיוּתָם עַל הַחֶנְוָנִי: אֵינוֹ מְקַבֵּל אֶת מְעוֹתָיו. כְּלוֹמַר אֵינָם נֶחֱשָׁבִים מְעוֹתָיו שֶׁל חֶנְוָנִי וְלֹא זָכָה בָּהֶם, וְאַף עַל פִּי שֶׁקִּבְּלָם מִן הַגִּזְבָּר: עַד שֶׁיִּהְיֶה הַמִּזְבֵּחַ מְרַצֶּה. שֶׁיַּעֲלֶה לְרָצוֹן עַל הַמִּזְבֵּחַ. הִלְכָּךְ אִם הֶחֱמִיץ הַיַּיִן אוֹ הִתְלִיעָה הַסֹּלֶת, אַחֲרָיוּתָם עַל הַחֶנְוָנִי","rdfs:label":"ר\"ע מברטנורה משנה שקלים ד ט","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-4"],"uri":"jbr:mishna-yomtov-2-4-4-9","jbo:text":"עיקר תוי\"ט {טו} והוא מלה עברית, [משלי כג] כמו שער בנפשו. וענינו שנותנין שעור לאותו דבר. הרמב\"ם: {טז} לספק. שימכר לנו כדי צרכינו. וספוק הוא השלמת הצרך, תרגום ומצא להם היספקון להון. ועברי ממש, [מלכים א כ] אם ישפק עפר שמרון, במלאת שפקו [איוב כ]. הרמב\"ם: {יז} ותנא חדא נקט. אי נמי לפי שהסלת עקר והשמן טפל שהוא נבלל, וכן יין נמי טפל לאכילה, הלכך נקראו כלם בשם סלתות: {יח} ואכתי קשיא, דתינח שהגזברין אינם מחיבים לקבל ממנו השלש, לפי שלא משכו, אבל שיהא מחיב לספק בארבע לאו טעמא קאמר. אלא נראה שכן הוא תנאי בית דין, שיהא מחיב לספק בארבע כפי השער, ושלא יצטרכו הגזברין לטרח ולילך למוכרים אחרים. והינו נמי טעמא דאחריות ההתלעה והחמוץ על המספק ואפלו משך הגזבר","jbo:textNikud":"עיקר תוי\"ט {טו} וְהוּא מִלָּה עִבְרִית, [מִשְׁלֵי כג] כְּמוֹ שָׁעַר בְּנַפְשׁוֹ. וְעִנְיָנוֹ שֶׁנּוֹתְנִין שִׁעוּר לְאוֹתוֹ דָּבָר. הָרַמְבַּ\"ם: {טז} לְסַפֵּק. שֶׁיִּמְכֹּר לָנוּ כְּדֵי צְרָכֵינוּ. וְסִפּוּק הוּא הַשְׁלָמַת הַצֹּרֶךְ, תַּרְגּוּם וּמָצָא לָהֶם הֲיְסַפְּקוּן לְהוֹן. וְעִבְרִי מַמָּשׁ, [מְלָכִים א כ] אִם יִשְׂפֹּק עֲפַר שֹׁמְרוֹן, בִּמְלֹאת שִׂפְּקוֹ [אִיוֹב כ]. הָרַמְבַּ\"ם: {יז} וְתַנָּא חָדָא נָקַט. אִי נַמִּי לְפִי שֶׁהַסֹּלֶת עִקָּר וְהַשֶּׁמֶן טָפֵל שֶׁהוּא נִבְלָל, וְכֵן יַיִן נַמִּי טָפֵל לָאֲכִילָה, הִלְכָּךְ נִקְרְאוּ כֻּלָּם בְּשֵׁם סְלָתוֹת: {יח} וְאַכַּתִּי קַשְׁיָא, דְּתֵינַח שֶׁהַגִּזְבָּרִין אֵינָם מְחֻיָּבִים לְקַבֵּל מִמֶּנּוּ הַשָּׁלֹשׁ, לְפִי שֶׁלֹּא מָשְׁכוּ, אֲבָל שֶׁיְּהֵא מְחֻיָּב לְסַפֵּק בְּאַרְבַּע לָאו טַעֲמָא קָאָמַר. אֶלָּא נִרְאֶה שֶׁכֵּן הוּא תְּנַאי בֵּית דִּין, שֶׁיְּהֵא מְחֻיָּב לְסַפֵּק בְּאַרְבַּע כְּפִי הַשַּׁעַר, וְשֶׁלֹּא יִצְטָרְכוּ הַגִּזְבָּרִין לִטְרֹחַ וְלֵילֵךְ לְמוֹכְרִים אֲחֵרִים. וְהַיְנוּ נַמִּי טַעֲמָא דְּאַחְרָיוּת הַהַתְלָעָה וְהַחִמּוּץ עַל הַמְסַפֵּק וַאֲפִלּוּ מָשַׁךְ הַגִּזְבָּר","rdfs:label":"עיקר תוי\"ט משנה שקלים ד ט","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-4-9"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-1","jbo:text":"אלו הן הממנין שהיו במקדש, יוחנן בן פנחס על החותמות, אחיה על הנסכים, מתתיה בן שמואל על הפיסות, פתחיה על הקנין. פתחיה, זה מרדכי. למה נקרא שמו פתחיה. שהיה פותח בדברים ודורשן {ג}, ויודע שבעים לשון. בן אחיה על חולי מעים, נחוניא חופר שיחין, גביני כרוז, בן גבר על נעילת שערים, בן בבי על הפקיע, בן ארזה על הצלצל, הגרס בן לוי על השיר {ו}, בית גרמו על מעשה לחם הפנים, בית אבטינס על מעשה הקטרת, אלעזר על הפרוכות, ופנחס על המלבוש","jbo:textNikud":"אֵלּוּ הֵן הַמְמֻנִּין שֶׁהָיוּ בַּמִּקְדָּשׁ, יוֹחָנָן בֶּן פִּנְחָס עַל הַחוֹתָמוֹת, אֲחִיָּה עַל הַנְּסָכִים, מַתִּתְיָה בֶּן שְׁמוּאֵל עַל הַפְּיָסוֹת, פְּתַחְיָה עַל הַקִּנִּין. פְּתַחְיָה, זֶה מָרְדְּכָי. לָמָּה נִקְרָא שְׁמוֹ פְּתַחְיָה. שֶׁהָיָה פּוֹתֵחַ בִּדְבָרִים וְדוֹרְשָׁן {ג}, וְיוֹדֵעַ שִׁבְעִים לָשׁוֹן. בֶּן אֲחִיָּה עַל חוֹלֵי מֵעַיִם, נְחוּנְיָא חוֹפֵר שִׁיחִין, גְּבִינֵי כָרוֹז, בֶּן גֶּבֶר עַל נְעִילַת שְׁעָרִים, בֶּן בֵּבָי עַל הַפָּקִיעַ, בֶּן אַרְזָה עַל הַצִּלְצָל, הֻגְרַס בֶּן לֵוִי עַל הַשִּׁיר {ו}, בֵּית גַּרְמוּ עַל מַעֲשֵׂה לֶחֶם הַפָּנִים, בֵּית אַבְטִינָס עַל מַעֲשֵׂה הַקְּטֹרֶת, אֶלְעָזָר עַל הַפָּרוֹכוֹת, וּפִנְחָס עַל הַמַּלְבּוּשׁ","rdfs:label":"משנה שקלים ה א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-1","jbo:text":"ר\"ע מברטנורה אלו הן הממנים. חמשה עשר מינים של פקידות ומנוי של שררה דחשיב במתניתין היו תמיד במקדש. מיהו הנך גברי דחשיב, לא בזמן אחד היו, אלא החסידים והכשרים שבכל דור ודור הוא מונה {א}. ורבותי פרשו, על שם שהממנים הראשונים שנתמנו על כך, כך היה שמם, לפיכך נקראו הבאים אחריהם על שמם {ב}: על החותמות ועל הסלתות. מפרש לקמן במתניתין: על הפיסות. להורות סדר הגורל מי יזכה בעבודה זו ומי בזו, כמפרש במסכת יומא: על הקנים. מחסרי כפרה כגון זב וזבה ויולדת שמביאים קני חובה, דהינו תורים ובני יונה, נותנין מעותיהן לשופרות שבמקדש, והממנים על השופרות לוקחים המעות ומביאין בהן הקנים. והיה צריך שיתמנה על זה חכם גדול ובקי, כדאמרינן במסכת אבות (פ\"ג מי\"ח) קנים ופתחי נדה הן הן גופי הלכות: שהיה פותח דברים כו'. והוא מרדכי בלשן שעלה מן הגולה. ונקרא כן, שהיה בולל לשונות הרבה {ד}: על חולי מעים. לפי שהכהנים הולכים יחפים על הרצפה ואוכלין בשר הרבה ושותין מים, היו מעיהן מתקלקלין, וצריכין תמיד לרופא לומר להם זה הסם טוב למעים: חופר שיחין. היה ממנה לחפר בורות שיחין ומערות, כדי שיהיו מים מצויין לשתות לעולי רגלים: גביני כרוז. כך שמו של האיש המכריז בכל בקר בבית המקדש עמדו כהנים לעבודתכם. ושומעים קולו מיריחו: על נעילת שערים. לנעל השערים בערב ולפתחן בבקר: על הפקיע. להלקות הכהנים והלוים שנמצאו ישנים על משמרותיהם, שהיו שומרים את המקדש בלילה, כדאמרן במסכת מדות (פ\"א מ\"ב) מי שהיו מוצאים אותו ישן היו חובטים {ה} אותו ושורפים את כסותו. ובירושלמי מפרש, הפקיע, הפתילות של מנורה ושל בית השואבה, כדאמרינן בפרק החליל (סכה פ\"ה מ\"ג) מבלאי מכנסי כהנים ומהמיניהם היו מפקיעים פתילות: צלצל. כלי שיר שיש לו קול גדול, לשון תצלינה אזניו, צימבל\"ו בלע\"ז. וכשהיו שומעין קולו היו הלוים מתחילין בשיר: על השיר. להתחיל את השיר, וכשהיה מסים היו כלן מסימין: בית גרמו. שם משפחה: על לחם הפנים. שהיה עשוי כמין תבה פרוצה, והיו אמנים בעשיתו ובאפיתו לרדותו מן התנור שלא ישבר ולעשותו שלא יתעפש: בית אבטינס. שם משפחה שהיו בקיאים לפטם הקטרת, ומכירין בעשב ששמו מעלה עשן, וכשהיו מערבין אותו עם סממני הקטרת היה עשן הקטרת מתמר ועולה כמין מקל: על הפרכות. לעשות פרכות חדשות כשהיו צריכים: המלביש. היה ממנה להלביש הכהנים בשעת עבודה ולהפשיטם אחר עבודה, ולשמר בגדי כהנה בלשכות העשויות לכך","jbo:textNikud":"ר\"ע מברטנורה אֵלּוּ הֵן הַמְמֻנִּים. חֲמִשָּׁה עָשָׂר מִינִים שֶׁל פְּקִידוּת וּמִנּוּי שֶׁל שְׂרָרָה דְּחָשִׁיב בְּמַתְנִיתִין הָיוּ תָּמִיד בַּמִּקְדָּשׁ. מִיהוּ הָנָךְ גַּבְרֵי דְּחָשִׁיב, לֹא בִּזְמַן אֶחָד הָיוּ, אֶלָּא הַחֲסִידִים וְהַכְּשֵׁרִים שֶׁבְּכָל דּוֹר וָדוֹר הוּא מוֹנֶה {א}. וְרַבּוֹתַי פֵּרְשׁוּ, עַל שֵׁם שֶׁהַמְּמֻנִּים הָרִאשׁוֹנִים שֶׁנִּתְמַנּוּ עַל כָּךְ, כָּךְ הָיָה שְׁמָם, לְפִיכָךְ נִקְרְאוּ הַבָּאִים אַחֲרֵיהֶם עַל שְׁמָם {ב}: עַל הַחוֹתָמוֹת וְעַל הַסְּלָתוֹת. מְפֹרָשׁ לְקַמָּן בְּמַתְנִיתִין: עַל הַפְּיָסוֹת. לְהוֹרוֹת סֵדֶר הַגּוֹרָל מִי יִזְכֶּה בָּעֲבוֹדָה זוֹ וּמִי בְּזוֹ, כִּמְפֹרָשׁ בְּמַסֶּכֶת יוֹמָא: עַל הַקִּנִּים. מְחֻסְּרֵי כַּפָּרָה כְּגוֹן זָב וְזָבָה וְיוֹלֶדֶת שֶׁמְּבִיאִים קִנֵּי חוֹבָה, דְּהַיְנוּ תּוֹרִים וּבְנֵי יוֹנָה, נוֹתְנִין מְעוֹתֵיהֶן לַשּׁוֹפָרוֹת שֶׁבַּמִּקְדָּשׁ, וְהַמְּמֻנִּים עַל הַשּׁוֹפָרוֹת לוֹקְחִים הַמָּעוֹת וּמְבִיאִין בָּהֵן הַקִּנִּים. וְהָיָה צָרִיךְ שֶׁיִּתְמַנֶּה עַל זֶה חָכָם גָּדוֹל וּבָקִי, כִּדְאָמְרִינַן בְּמַסֶּכֶת אָבוֹת (פ\"ג מי\"ח) קִנִּים וּפִתְחֵי נִדָּה הֵן הֵן גּוּפֵי הֲלָכוֹת: שֶׁהָיָה פּוֹתֵחַ דְּבָרִים כוּ'. וְהוּא מָרְדְּכַי בִּלְשָׁן שֶׁעָלָה מִן הַגּוֹלָה. וְנִקְרָא כֵּן, שֶׁהָיָה בּוֹלֵל לְשׁוֹנוֹת הַרְבֵּה {ד}: עַל חוֹלֵי מֵעַיִם. לְפִי שֶׁהַכֹּהֲנִים הוֹלְכִים יְחֵפִים עַל הָרִצְפָּה וְאוֹכְלִין בָּשָׂר הַרְבֵּה וְשׁוֹתִין מַיִם, הָיוּ מֵעֵיהֶן מִתְקַלְקְלִין, וּצְרִיכִין תָּמִיד לְרוֹפֵא לוֹמַר לָהֶם זֶה הַסַּם טוֹב לַמֵּעַיִם: חוֹפֵר שִׁיחִין. הָיָה מְמֻנֶּה לַחְפֹּר בּוֹרוֹת שִׁיחִין וּמְעָרוֹת, כְּדֵי שֶׁיִּהְיוּ מַיִם מְצוּיִין לִשְׁתּוֹת לְעוֹלֵי רְגָלִים: גְּבִינִי כָּרוֹז. כָּךְ שְׁמוֹ שֶׁל הָאִישׁ הַמַּכְרִיז בְּכָל בֹּקֶר בְּבֵית הַמִּקְדָּשׁ עִמְדוּ כֹּהֲנִים לַעֲבוֹדַתְכֶם. וְשׁוֹמְעִים קוֹלוֹ מִיְּרִיחוֹ: עַל נְעִילַת שְׁעָרִים. לִנְעֹל הַשְּׁעָרִים בָּעֶרֶב וּלְפָתְחָן בַּבֹּקֶר: עַל הַפָּקִיעַ. לְהַלְקוֹת הַכֹּהֲנִים וְהַלְוִיִּם שֶׁנִּמְצְאוּ יְשֵׁנִים עַל מִשְׁמְרוֹתֵיהֶם, שֶׁהָיוּ שׁוֹמְרִים אֶת הַמִּקְדָּשׁ בַּלַּיְלָה, כִּדְאָמְרָן בְּמַסֶּכֶת מִדּוֹת (פ\"א מ\"ב) מִי שֶׁהָיוּ מוֹצְאִים אוֹתוֹ יָשֵׁן הָיוּ חוֹבְטִים {ה} אוֹתוֹ וְשׂוֹרְפִים אֶת כְּסוּתוֹ. וּבַיְרוּשַׁלְמִי מְפֹרָשׁ, הַפָּקִיעַ, הַפְּתִילוֹת שֶׁל מְנוֹרָה וְשֶׁל בֵּית הַשּׁוֹאֵבָה, כִּדְאָמְרִינַן בְּפֶרֶק הֶחָלִיל (סֻכָּה פ\"ה מ\"ג) מִבְּלָאֵי מִכְנְסֵי כֹּהֲנִים וּמֵהֶמְיָנֵיהֶם הָיוּ מַפְקִיעִים פְּתִילוֹת: צִלְצָל. כְּלִי שִׁיר שֶׁיֵּשׁ לוֹ קוֹל גָּדוֹל, לָשׁוֹן תְּצִלֶּינָה אָזְנָיו, צימבל\"ו בָּלַע\"ז. וּכְשֶׁהָיוּ שׁוֹמְעִין קוֹלוֹ הָיוּ הַלְוִיִּם מַתְחִילִין בְּשִׁיר: עַל הַשִּׁיר. לְהַתְחִיל אֶת הַשִּׁיר, וּכְשֶׁהָיָה מְסַיֵּם הָיוּ כֻּלָּן מְסַיְּמִין: בֵּית גַּרְמוּ. שֵׁם מִשְׁפָּחָה: עַל לֶחֶם הַפָּנִים. שֶׁהָיָה עָשׂוּי כְּמִין תֵּבָה פְּרוּצָה, וְהָיוּ אֻמָּנִים בַּעֲשִׂיָּתוֹ וּבַאֲפִיָּתוֹ לִרְדּוֹתוֹ מִן הַתַּנּוּר שֶׁלֹּא יִשָּׁבֵר וְלַעֲשׂוֹתוֹ שֶׁלֹּא יִתְעַפֵּשׁ: בֵּיִת אַבְטִינָס. שֵׁם מִשְׁפָּחָה שֶׁהָיוּ בְּקִיאִים לְפַטֵּם הַקְּטֹרֶת, וּמַכִּירִין בְּעֵשֶׂב שֶׁשְּׁמוֹ מַעֲלֶה עָשָׁן, וּכְשֶׁהָיוּ מְעָרְבִין אוֹתוֹ עִם סַמְמָנֵי הַקְּטֹרֶת הָיָה עֲשַׁן הַקְּטֹרֶת מִתַּמֵּר וְעוֹלֶה כְּמִין מַקֵּל: עַל הַפָּרֹכוֹת. לַעֲשׂוֹת פָּרֹכוֹת חֲדָשׁוֹת כְּשֶׁהָיוּ צְרִיכִים: הַמַּלְבִּישׁ. הָיָה מְמֻנֶּה לְהַלְבִּישׁ הַכֹּהֲנִים בִּשְׁעַת עֲבוֹדָה וּלְהַפְשִׁיטָם אַחַר עֲבוֹדָה, וְלִשְׁמֹר בִּגְדֵי כְּהֻנָּה בַּלְּשָׁכוֹת הָעֲשׂוּיוֹת לְכָךְ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-yomtov-2-4-5-1","jbo:text":"עיקר תוי\"ט {א} שאי אפשר שאלו הנזכרים שהיו ממנים בכל זמן הבית, דבכל דור ודור היו משתנים הממנין. ומה שכתב שלא בזמן אחד היו, הוא מהירושלמי. וסברא הוא, שכיון שמונה כל הכשרים, שכמעט נמנע הוא לומר שכל היותר כשרים היו הכל בדור אחד: {ב} הוא דעת התוספות, דעל שם מרדכי הראשון נקראו הממנים על שמו, לפי שאינם ממנים אלא בקיאים בעלי שכל ומדע. ועין תוספות יום טוב: {ג} ודורשן. כדמפרש במנחות דף ס\"ד, דהוה עבדא בתלת נשים דאיתי שלשה קנין, חדא אמרה לזיבתי וחדא אמרה לימתי וחדא אמרה לעונתי, סבור מנה זיבתה זיבה ממש כו', וכלומר דכולהו חדא חטאת וחדא עולה, אמר להו מרדכי שמא בזוב סכנה שמא בים סכנה שמא בעינה סכנה, בדוק ואשכח: {ד} כאותו ששנינו שם שהביאו מעין סוכר (ומגנות) [ומגגות] צריפין. דאלו דידע שבעים לשון, כלהו סנהדרין נמי ידעו שבעים לשון: {ה} והרצועה שמלקין בה נקראת פקיעה, שאינה רחבה בראשה כשאר רצועות מלקות, אלא מפסקת בראשה לרצועות דקות, כדי שירגיש בה יותר. ופקיעי לשון פסוק וסדקים, כמו מבלאי כו' היו מפקיעין, לשון קריעה. רש\"י. ועין תוספות יום טוב: {ו} השיר. פרוש השיר שבפה. ופרש רש\"י בן לוי כלומר מן הלוים","jbo:textNikud":"עיקר תוי\"ט {א} שֶׁאִי אֶפְשָׁר שֶׁאֵלּוּ הַנִּזְכָּרִים שֶׁהָיוּ מְמֻנִּים בְּכָל זְמַן הַבַּיִת, דִּבְכָל דּוֹר וָדוֹר הָיוּ מִשְׁתַּנִּים הַמְּמֻנִּין. וּמַה שֶּׁכָּתַב שֶׁלֹּא בִּזְמַן אֶחָד הָיוּ, הוּא מֵהַיְּרוּשַׁלְמִי. וּסְבָרָא הוּא, שֶׁכֵּיוָן שֶׁמּוֹנֶה כָּל הַכְּשֵׁרִים, שֶׁכִּמְעַט נִמְנָע הוּא לוֹמַר שֶׁכָּל הַיּוֹתֵר כְּשֵׁרִים הָיוּ הַכֹּל בְּדוֹר אֶחָד: {ב} הוּא דַּעַת הַתּוֹסָפוֹת, דְּעַל שֵׁם מָרְדְּכַי הָרִאשׁוֹן נִקְרְאוּ הַמְּמֻנִּים עַל שְׁמוֹ, לְפִי שֶׁאֵינָם מְמַנִּים אֶלָּא בְּקִיאִים בַּעֲלֵי שֵׂכֶל וּמַדָּע. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְדוֹרְשָׁן. כְּדִמְפָרֵשׁ בִּמְנָחוֹת דַּף ס\"ד, דַּהֲוָה עֻבְדָּא בִּתְלַת נָשִׁים דְּאַיְתֵי שְׁלֹשָׁה קִנִּין, חֲדָא אָמְרָה לְזִיבָתִי וַחֲדָא אָמְרָה לְיַמָּתִי וַחֲדָא אָמְרָה לְעוֹנָתִי, סָבוּר מִנָּהּ זִיבָתָהּ זִיבָה מַמָּשׁ כוּ', וּכְלוֹמַר דְּכוּלְהוּ חֲדָא חַטָּאת וַחֲדָא עוֹלָה, אָמַר לְהוּ מָרְדְּכַי שֶׁמָּא בְּזוֹב סִכְּנָהּ שֶׁמָּא בַּיָּם סִכְּנָה שֶׁמָּא בְּעֵינָהּ סִכְּנָה, בָּדוּק וְאַשְׁכַּח: {ד} כְּאוֹתוֹ שֶׁשָּׁנִינוּ שָׁם שֶׁהֵבִיאוּ מֵעֵין סוֹכֵר (וּמִגַּנּוֹת) [וּמִגַּגּוֹת] צְרִיפִין. דְּאִלּוּ דְּיָדַע שִׁבְעִים לָשׁוֹן, כֻּלְּהוּ סַנְהֶדְרִין נַמִּי יָדְעוּ שִׁבְעִים לָשׁוֹן: {ה} וְהָרְצוּעָה שֶׁמַּלְקִין בָּהּ נִקְרֵאת פְּקִיעָה, שֶׁאֵינָהּ רְחָבָה בְּרֹאשָׁהּ כִּשְׁאָר רְצוּעוֹת מַלְקוֹת, אֶלָּא מְפֻסֶּקֶת בְּרֹאשָׁהּ לִרְצוּעוֹת דַּקּוֹת, כְּדֵי שֶׁיַּרְגִּישׁ בָּהּ יוֹתֵר. וּפְקִיעֵי לְשׁוֹן פִּסּוּק וּסְדָקִים, כְּמוֹ מִבְּלָאֵי כוּ' הָיוּ מַפְקִיעִין, לְשׁוֹן קְרִיעָה. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} הַשִּׁיר. פֵּרוּשׁ הַשִּׁיר שֶׁבַּפֶּה. וּפֵרֵשׁ רַשִׁ\"י בֶּן לֵוִי כְּלוֹמַר מִן הַלְוִיִּם","rdfs:label":"עיקר תוי\"ט משנה שקלים ה א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-2","jbo:text":"אין פוחתין משלשה גזברין ומשבעה אמרכלין, ואין עושין שררה על הצבור בממון פחות משנים, חוץ {ט} מבן אחיה שעל חולי מעים ואלעזר שעל הפרוכות, שאותן קבלו רוב הצבור עליהן","jbo:textNikud":"אֵין פּוֹחֲתִין מִשְּׁלֹשָה גִּזְבָּרִין וּמִשִּׁבְעָה אֲמַרְכָּלִין, וְאֵין עוֹשִׂין שְׂרָרָה עַל הַצִּבּוּר בְּמָמוֹן פָּחוּת מִשְּׁנַיִם, חוּץ {ט} מִבֶּן אֲחִיָּה שֶׁעַל חוֹלֵי מֵעַיִם וְאֶלְעָזָר שֶׁעַל הַפָּרוֹכוֹת, שֶׁאוֹתָן קִבְּלוּ רוֹב הַצִּבּוּר עֲלֵיהֶן","rdfs:label":"משנה שקלים ה ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-2","jbo:text":"ר\"ע מברטנורה גזברים. הן שממון ההקדש תחת ידם, והן פודים הערכין {ז} והחרמין וההקדשות, וכל מלאכת הקדש בהם נעשים: אמרכלין. למעלה מן הגזברים. ונשיא נשיאי הלוי (במדבר ג) מתרגמינן ואמרכליא דממונא. ולשון אמרכל, אמר על כל. ובערבי קורים לגדול אמיר. מה היו שבעה אמרכלין עושין, שבעה מפתחות העזרה בידם, רצה אחד מהן לפתח אינו יכול עד שיכנסו כלם ויפתחו, והגזברים נכנסים אחריהם ומוציאים מה שהן צריכין. ועוד מעלה האחרת למעלה מן האמרכלים היתה שם, שלא נזכרה במשנה ומיתי לה בתוספתא, והן שני קתילוקין. ונמצאו שם חמש מדרגות, כהן גדול, סגן, קתילוקין {ח}, אמרכלין, גזברים: אין עושין שררה פחות משנים. דכתיב (שמות כח) והם יקחו את הזהב, מעוט רבים שנים","jbo:textNikud":"ר\"ע מברטנורה גִּזְבָּרִים. הֵן שֶׁמָּמוֹן הַהֶקְדֵּשׁ תַּחַת יָדָם, וְהֵן פּוֹדִים הָעֳרְכִין {ז} וְהַחֲרָמִין וְהַהַקְדָּשׁוֹת, וְכָל מְלֶאכֶת הַקֹּדֶשׁ בָּהֶם נַעֲשִׂים: אֲמַרְכָּלִין. לְמַעְלָה מִן הַגִּזְבָּרִים. וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי (בְּמִדְבָּר ג) מְתַרְגְּמִינַן וַאֲמַרְכָּלַיָא דְמָמוֹנָא. וּלְשׁוֹן אֲמַרְכָּל, אָמַר עַל כָּל. וּבְעַרְבִי קוֹרִים לְגָדוֹל אֱמִיר. מֶה הָיוּ שִׁבְעָה אֲמַרְכָּלִין עוֹשִׂין, שִׁבְעָה מַפְתְּחוֹת הָעֲזָרָה בְּיָדָם, רָצָה אֶחָד מֵהֶן לִפְתֹּחַ אֵינוֹ יָכוֹל עַד שֶׁיִּכָּנְסוּ כֻּלָּם וְיִפְתְּחוּ, וְהַגִּזְבָּרִים נִכְנָסִים אַחֲרֵיהֶם וּמוֹצִיאִים מַה שֶּׁהֵן צְרִיכִין. וְעוֹד מַעֲלָה הָאַחֶרֶת לְמַעְלָה מִן הָאֲמַרְכָּלִים הָיְתָה שָׁם, שֶׁלֹּא נִזְכְּרָה בַּמִּשְׁנָה וּמַיְתֵי לַהּ בַּתּוֹסֶפְתָּא, וְהֵן שְׁנֵי קְתִילוֹקִין. וְנִמְצְאוּ שָׁם חָמֵשׁ מַדְרֵגוֹת, כֹּהֵן גָּדוֹל, סְגָן, קְתִילוֹקִין {ח}, אֲמַרְכָּלִין, גִּזְבָּרִים: אֵין עוֹשִׂין שְׂרָרָה פָּחוֹת מִשְּׁנַיִם. דִּכְתִיב (שְׁמוֹת כח) וְהֵם יִקְּחוּ אֶת הַזָּהָב, מִעוּט רַבִּים שְׁנַיִם","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-yomtov-2-4-5-2","jbo:text":"עיקר תוי\"ט {ז} כלומר פודים את הנפדה מהן ומוציאין אותן הדברים הראויים להם להוציאן. הרמב\"ם: {ח} וכולהו יליף בירושלמי מהקרא [דברי הימים ב לא] ויחיאל ועזזיהו ונחת (גזברין) ועשאל וירימות ויוזבד ואליאל ויסמכיהו ומחת ובניהו (מרכולין) פקידים מיד כנניהו ושמעי אחיו (קתילוקין), במפקד יחזקיהו המלך ועזריהו נגיד בית האלהים, ופרש ביפה מראה דהא פשיטא דהגזברים שלשה, שהרי ממונין על דבר שבממון דבעינן שלשה כדתנן בסוף פאה, הלכך פסקיה לקרא דשלשה מניהו הם הגזברין והשאר הם אמרכלין והם שבעה. ובמנוי הקתילוק איתא בירושלמי המלך וכהן גדול כשהוא חותם הגזבר חותם ונותנו לאמרכל, אמרכל חותם ונותנו, לקתילוק, קתילוק חותם ונותנו לכהן גדול, כהן גדול נותנו למלך: {ט} חוץ כו'. ותימה, דפתחיה שעל הקנין ונחוניא חופר שיחין גם כן בדבר שבממון היו, ויחידים הם","jbo:textNikud":"עיקר תוי\"ט {ז} כְּלוֹמַר פּוֹדִים אֶת הַנִּפְדֶּה מֵהֶן וּמוֹצִיאִין אוֹתָן הַדְּבָרִים הָרְאוּיִים לָהֶם לְהוֹצִיאָן. הָרַמְבַּ\"ם: {ח} וְכוּלְהוּ יָלִיף בַּיְרוּשַׁלְמִי מֵהַקְּרָא [דִּבְרֵי הַיָּמִים ב לא] וִיחִיאֵל וַעֲזַזְיָהוּ וְנַחַת (גִּזְבָּרִין) וַעֲשָׂאֵל וִירִימוֹת וְיוֹזָבָד וֶאֱלִיאֵל וְיִסְמַכְיָהוּ וּמַחַת וּבְנָיָהוּ (מַרְכּוֹלִין) פְּקִידִים מִיַּד כָּנַנְיָהוּ וְשִׁמְעִי אָחִיו (קְתִילוֹקִין), בְּמִפְקַד יְחִזְקִיָּהוּ הַמֶּלֶךְ וַעֲזַרְיָהוּ נְגִיד בֵּית הָאֱלֹהִים, וּפֵרֵשׁ בִּיפֵה מַרְאֶה דְּהָא פְּשִׁיטָא דְּהַגִּזְבָּרִים שְׁלֹשָׁה, שֶׁהֲרֵי מְמוּנִין עַל דָּבָר שֶׁבַּמָּמוֹן דְּבָעִינַן שְׁלֹשָׁה כְּדִתְנָן בְּסוֹף פֵּאָה, הִלְכָּך פַּסְקֵיהּ לִקְרָא דִּשְׁלֹשָׁה מִנַּיְהוּ הֵם הַגִּזְבָּרִין וְהַשְּׁאָר הֵם אֲמַרְכָּלִין וְהֵם שִׁבְעָה. וּבְמִנּוּי הַקְּתִילוֹק אִיתָא בַּיְרוּשַׁלְמִי הַמֶּלֶךְ וְכֹהֵן גָּדוֹל כְּשֶׁהוּא חוֹתֵם הַגִּזְבָּר חוֹתֵם וְנוֹתְנוֹ לַאֲמַרְכָּל, אֲמַרְכָּל חוֹתֵם וְנוֹתְנוֹ, לַקְּתִילוֹק, קְתִילוֹק חוֹתֵם וְנוֹתְנוֹ לְכֹהֵן גָּדוֹל, כֹּהֵן גָּדוֹל נוֹתְנוֹ לַמֶּלֶךְ: {ט} חוּץ כוּ'. וְתֵימַהּ, דִּפְתַחְיָה שֶׁעַל הַקִּנִּין וּנְחוּנְיָא חוֹפֵר שִׁיחִין גַּם כֵּן בְּדָבָר שֶׁבְּמָמוֹן הָיוּ, וִיחִידִים הֵם","rdfs:label":"עיקר תוי\"ט משנה שקלים ה ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-3","jbo:text":"ארבעה חותמות היו במקדש, וכתוב עליהן, עגל, זכר, גדי, חוטא. בן עזאי אומר, חמשה היו, וארמית כתוב עליהן, עגל, זכר, גדי, חוטא דל, וחוטא עשיר. עגל משמש עם נסכי בקר גדולים וקטנים, זכרים ונקבות. גדי {יא} משמש עם נסכי צאן גדולים וקטנים, זכרים ונקבות, חוץ משל אילים. זכר משמש עם נסכי אילים בלבד. חוטא {יב} משמש עם נסכי שלש בהמות של מצורעין","jbo:textNikud":"אַרְבָּעָה חוֹתָמוֹת הָיוּ בַּמִּקְדָּשׁ, וְכָתוּב עֲלֵיהֶן, עֵגֶל, זָכָר, גְּדִי, חוֹטֵא. בֶּן עַזַּאי אוֹמֵר, חֲמִשָּׁה הָיוּ, וַאֲרָמִית כָּתוּב עֲלֵיהֶן, עֵגֶל, זָכָר, גְּדִי, חוֹטֵא דַּל, וְחוֹטֵא עָשִׁיר. עֵגֶל מְשַׁמֵּשׁ עִם נִסְכֵּי בָּקָר גְּדוֹלִים וּקְטַנִּים, זְכָרִים וּנְקֵבוֹת. גְּדִי {יא} מְשַׁמֵּשׁ עִם נִסְכֵּי צֹאן גְּדוֹלִים וּקְטַנִּים, זְכָרִים וּנְקֵבוֹת, חוּץ מִשֶּׁל אֵילִים. זָכָר מְשַׁמֵּשׁ עִם נִסְכֵּי אֵילִים בִּלְבָד. חוֹטֵא {יב} מְשַׁמֵּשׁ עִם נִסְכֵּי שָׁלשׁ בְּהֵמוֹת שֶׁל מְצוֹרָעִין","rdfs:label":"משנה שקלים ה ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-3","jbo:text":"ר\"ע מברטנורה ארבעה חותמות היו במקדש. שלש חותמות לשלשה נסכין חלוקים של בהמות. חותם ראשון לנסכי בקר, והן שלשה עשרונים סלת בלול בחצי ההין שמן, ויין לנסך חצי ההין, וחותמן עגל. והשני זכר לנסכי איל, שתרגום איל דכרא, ונסכיו שתי עשרונים סלת בלול בשמן שלישית ההין, ויין לנסך שלישית ההין. והשלישי גדי, לנסכי כבש בן שנתו, והן עשרון סלת בלול ברביעית ההין שמן, ויין לנסך רביעית ההין. והרביעי חוטא, והם נסכיו של מצרע עשיר שמביא שלש בהמות וצריך עשרה לגין שמן, תשעה לשלשה כבשים ואחד למתן תנוך ובהונות. וקרי ליה חוטא, משום דאמרינן בערכין (טז.) על שבעה דברים נגעים באין: חמשה היו. שני חותמות היו למצרע: וארמית כתוב עליהן. שרב דבורם בלשון ארמי היה {י}: חוטא דל וחוטא עשיר. לפי שמצרע עני אינו מביא אלא בהמה אחת. ואם לא היה למצרע אלא חותם אחד, היו נותנים למצרע עני שלשה עשרונות. ותנא קמא סבר למצרע עני נותנים לו חותם גדי. והלכה כתנא קמא: זכרים ונקבות. בין לנסכי עולות שאינן באות אלא זכרים, בין לנסכי שלמים שבאים זכרים או נקבות. ועולות ושלמים הן שטעונין נסכים, כדכתיב (במדבר טו) עולה או זבח","jbo:textNikud":"ר\"ע מברטנורה אַרְבָּעָה חוֹתָמוֹת הָיוּ בַמִּקְדָּשׁ. שָׁלֹשׁ חוֹתָמוֹת לִשְׁלֹשָׁה נְסָכִין חֲלוּקִים שֶׁל בְּהֵמוֹת. חוֹתָם רִאשׁוֹן לְנִסְכֵּי בָּקָר, וְהֵן שְׁלֹשָׁה עֶשְׂרוֹנִים סֹלֶת בָּלוּל בַּחֲצִי הַהִין שֶׁמֶן, וְיַיִן לְנֶסֶךְ חֲצִי הַהִין, וְחוֹתָמָן עֵגֶל. וְהַשֵּׁנִי זָכָר לְנִסְכֵּי אַיִל, שֶׁתַּרְגּוּם אַיִל דִּכְרָא, וּנְסָכָיו שְׁתֵּי עֶשְׂרוֹנִים סֹלֶת בָּלוּל בַּשֶּׁמֶן שְׁלִישִׁית הַהִין, וְיַיִן לַנֶּסֶךְ שְׁלִישִׁית הַהִין. וְהַשְּׁלִישִׁי גְּדִי, לְנִסְכֵּי כֶּבֶשׂ בֶּן שְׁנָתוֹ, וְהֵן עִשָּׂרוֹן סֹלֶת בָּלוּל בִּרְבִיעִית הַהִין שֶׁמֶן, וְיַיִן לַנֶּסֶךְ רְבִיעִית הַהִין. וְהָרְבִיעִי חוֹטֵא, וְהֵם נְסָכָיו שֶׁל מְצֹרָע עָשִׁיר שֶׁמֵּבִיא שָׁלֹשׁ בְּהֵמוֹת וְצָרִיךְ עֲשָׂרָה לֻגִּין שֶׁמֶן, תִּשְׁעָה לִשְׁלֹשָׁה כְּבָשִׂים וְאֶחָד לְמַתַּן תְּנוּךְ וּבְהוֹנוֹת. וְקָרִי לֵיהּ חוֹטֵא, מִשּׁוּם דְּאָמְרִינַן בַּעֲרָכִין (טז.) עַל שִׁבְעָה דְּבָרִים נְגָעִים בָּאִין: חֲמִשָּׁה הָיוּ. שְׁנֵי חוֹתָמוֹת הָיוּ לַמְצֹרָע: וַאֲרָמִית כָּתוּב עֲלֵיהֶן. שֶׁרֹב דִּבּוּרָם בִּלְשׁוֹן אֲרַמִּי הָיָה {י}: חוֹטֵא דַל וְחוֹטֵא עָשִׁיר. לְפִי שֶׁמְּצֹרָע עָנִי אֵינוֹ מֵבִיא אֶלָּא בְּהֵמָה אַחַת. וְאִם לֹא הָיָה לַמְּצֹרָע אֶלָּא חוֹתָם אֶחָד, הָיוּ נוֹתְנִים לִמְצֹרָע עָנִי שְׁלֹשָׁה עֶשְׂרוֹנוֹת. וְתַנָּא קַמָּא סָבַר לִמְצֹרָע עָנִי נוֹתְנִים לוֹ חוֹתַם גְּדִי. וַהֲלָכָה כְּתַנָּא קַמָּא: זְכָרִים וּנְקֵבוֹת. בֵּין לְנִסְכֵּי עוֹלוֹת שֶׁאֵינָן בָּאוֹת אֶלָּא זְכָרִים, בֵּין לְנִסְכֵּי שְׁלָמִים שֶׁבָּאִים זְכָרִים אוֹ נְקֵבוֹת. וְעוֹלוֹת וּשְׁלָמִים הֵן שֶׁטְּעוּנִין נְסָכִים, כְּדִכְתִיב (בְּמִדְבָּר טו) עוֹלָה אוֹ זֶבַח","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-yomtov-2-4-5-3","jbo:text":"עיקר תוי\"ט {י} לפי שהחותמות היו נותנין לכל הבא מן העם, הצריך בן עזאי שיהיה כתוב עליהם ארמית, כדי שהלוקח החותם ידע מה לוקח. ואף על פי שאין כאן חשד שיתן לו חותם פחות ממה שנתן מעות, מכל מקום אולי בטעות יתן כך, ועל ידי זה שיכול הלוקח לקרות החותם לא יבא לכלל טעות. אבל במשנה ב' פרק ג' לא פליג בן עזאי, משום דסימני הקפות לא נמסרו אלא לממנים על כך, והם היו מגדולי וחשובי העם, והיו מכירין בלשון הקדש. ועין תוספות יום טוב: {יא} גדי כו'. רצונו לומר עזים מן הצאן, כדכתיב ואם מן הצאן קרבנו מן הכשבים או מן העזים, קאמר תנא דשוין בנסכיהם גדולים וקטנים, וכן בכבשה בין גדולה וקטנה, אבל בכבש דוקא בן שנתו, דאלו גדול נסכי איל מביא, והינו דתנן חוץ מן האילים. ועין תוספות יום טוב: {יב} חוטא כו'. שנסכיהם שלשה עשרונות בלול בתשעה לגין כו' ושלש רביעית ההין יין [כדתנן בפרק ט דמנחות]","jbo:textNikud":"עיקר תוי\"ט {י} לְפִי שֶׁהַחוֹתָמוֹת הָיוּ נוֹתְנִין לְכָל הַבָּא מִן הָעָם, הִצְרִיךְ בֶּן עַזַּאי שֶׁיִּהְיֶה כָּתוּב עֲלֵיהֶם אֲרָמִית, כְּדֵי שֶׁהַלּוֹקֵחַ הַחוֹתָם יֵדַע מַה לּוֹקֵחַ. וְאַף עַל פִּי שֶׁאֵין כָּאן חֲשָׁד שֶׁיִּתֵּן לוֹ חוֹתָם פָּחוֹת מִמַּה שֶּׁנָּתַן מָעוֹת, מִכָּל מָקוֹם אוּלַי בְּטָעוּת יִתֵּן כָּךְ, וְעַל יְדֵי זֶה שֶׁיָּכוֹל הַלּוֹקֵחַ לִקְרוֹת הַחוֹתָם לֹא יָבֹא לִכְלַל טָעוּת. אֲבָל בְּמִשְׁנָה ב' פֶּרֶק ג' לֹא פָּלֵיג בֶּן עַזַּאי, מִשּׁוּם דְּסִימָנֵי הַקֻּפּוֹת לֹא נִמְסְרוּ אֶלָּא לַמְּמֻנִּים עַל כָּךְ, וְהֵם הָיוּ מִגְּדוֹלֵי וַחֲשׁוּבֵי הָעָם, וְהָיוּ מַכִּירִין בִּלְשׁוֹן הַקֹּדֶשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} גְּדִי כוּ'. רְצוֹנוֹ לוֹמַר עִזִּים מִן הַצֹּאן, כְּדִכְתִיב וְאִם מִן הַצֹּאן קָרְבָּנוֹ מִן הַכְּשָׂבִים אוֹ מִן הָעִזִּים, קָאָמַר תַּנָּא דְּשָׁוִין בְּנִסְכֵּיהֶם גְּדוֹלִים וּקְטַנִּים, וְכֵן בְּכִבְשָׂה בֵּין גְּדוֹלָה וּקְטַנָּה, אֲבָל בְּכֶבֶשׂ דַּוְקָא בֶּן שְׁנָתוֹ, דְּאִלּוּ גָּדוֹל נִסְכֵּי אַיִל מֵבִיא, וְהַיְנוּ דִּתְנָן חוּץ מִן הָאֵילִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} חוֹטֵא כוּ'. שֶׁנִּסְכֵּיהֶם שְׁלשָׁה עֶשְׂרוֹנוֹת בָּלוּל בְּתִשְׁעָה לֻגִּין כוּ' וּשָׁלֹשׁ רְבִיעִית הַהִין יַיִן [כְּדִתְנָן בְּפֶרֶק ט דִּמְנָחוֹת]","rdfs:label":"עיקר תוי\"ט משנה שקלים ה ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-4","jbo:text":"מי שהוא מבקש נסכים הולך לו אצל יוחנן שהוא ממנה על החותמות, נותן לו מעות ומקבל ממנו חותם. בא לו אצל אחיה שהוא ממנה על הנסכים, ונותן לו חותם ומקבל ממנו נסכים. ולערב באין זה אצל זה, ואחיה מוציא את החותמות ומקבל כנגדן מעות. ואם הותירו הותירו להקדש. ואם פחתו, היה משלם יוחנן מביתו, שיד הקדש על העליונה","jbo:textNikud":"מִי שֶׁהוּא מְבַקֵּשׁ נְסָכִים הוֹלֵךְ לוֹ אֵצֶל יוֹחָנָן שֶׁהוּא מְמֻנֶּה עַל הַחוֹתָמוֹת, נוֹתֵן לוֹ מָעוֹת וּמְקַבֵּל מִמֶּנּוּ חוֹתָם. בָּא לוֹ אֵצֶל אֲחִיָּה שֶׁהוּא מְמֻנֶּה עַל הַנְּסָכִים, וְנוֹתֵן לוֹ חוֹתָם וּמְקַבֵּל מִמֶּנּוּ נְסָכִים. וְלָעֶרֶב בָּאִין זֶה אֵצֶל זֶה, וַאֲחִיָּה מוֹצִיא אֶת הַחוֹתָמוֹת וּמְקַבֵּל כְּנֶגְדָּן מָעוֹת. וְאִם הוֹתִירוּ הוֹתִירוּ לַהֶקְדֵּשׁ. וְאִם פָּחָתוּ, הָיָה מְשַׁלֵּם יוֹחָנָן מִבֵּיתוֹ, שֶׁיַּד הֶקְדֵּשׁ עַל הָעֶלְיוֹנָה","rdfs:label":"משנה שקלים ה ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-4","jbo:text":"ר\"ע מברטנורה נותן לו מעות. כפי הנסכים שהוא צריך: בא לו אצל אחיה שהיה ממנה. לקנות נסכים {יג}, יינות שמנים וסלתות, כדי שלא יהא צריך כל מביא קרבן לחזר אחר נסכים העשויין על טהרת הקדש: ואם הותירו הותירו להקדש. ולא אמרינן שמא מעותיו של יוחנן הם שנתערבו במעות ש?ל נסכים","jbo:textNikud":"ר\"ע מברטנורה נוֹתֵן לוֹ מָעוֹת. כְּפִי הַנְּסָכִים שֶׁהוּא צָרִיךְ: בָּא לוֹ אֵצֶל אֲחִיָּה שֶׁהָיָה מְמֻנֶּה. לִקְנוֹת נְסָכִים {יג}, יֵינוֹת שְׁמָנִים וּסְלָתוֹת, כְּדֵי שֶׁלֹּא יְהֵא צָרִיךְ כָּל מֵבִיא קָרְבָּן לְחַזֵּר אַחַר נְסָכִים הָעֲשׂוּיִין עַל טָהֳרַת הַקֹּדֶשׁ: וְאִם הוֹתִירוּ הוֹתִירוּ לַהֶקְדֵּשׁ. וְלֹא אָמְרִינַן שֶׁמָּא מְעוֹתָיו שֶׁל יוֹחָנָן הֵם שֶׁנִּתְעָרְבוּ בְּמָעוֹת שׁ?ֶל נְסָכִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-yomtov-2-4-5-4","jbo:text":"עיקר תוי\"ט {יג} התוספות יום טוב מפלפל לשיטת הר\"ב אם הוא ניהו החנוני שמקבל לספק כו' או הוא רק גזבר, ומסיק ומכל מקום ודאי שדין זה המותר הוא בכלל מותר נסכים","jbo:textNikud":"עיקר תוי\"ט {יג} הַתּוֹסְפוֹת יוֹם טוֹב מְפַלְפֵּל לְשִׁיטַת הָרַ\"ב אִם הוּא נִיהוּ הַחֶנְוָנִי שֶׁמְּקַבֵּל לְסַפֵּק כוּ' אוֹ הוּא רַק גִּזְבָּר, וּמַסִּיק וּמִכָּל מָקוֹם וַדַּאי שֶׁדִּין זֶה הַמּוֹתָר הוּא בִּכְלָל מוֹתַר נְסָכִים","rdfs:label":"עיקר תוי\"ט משנה שקלים ה ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-5","jbo:text":"מי שאבד ממנו חותמו, ממתינין לו עד הערב. אם מוצאין לו כדי חותמו, נותנין לו. ואם לאו לא היה לו. ושם היום כתוב עליהן מפני הרמאין","jbo:textNikud":"מִי שֶׁאָבַד מִמֶּנּוּ חוֹתָמוֹ, מַמְתִּינִין לוֹ עַד הָעֶרֶב. אִם מוֹצְאִין לוֹ כְּדֵי חוֹתָמוֹ, נוֹתְנִין לוֹ. וְאִם לָאו לֹא הָיָה לוֹ. וְשֵׁם הַיּוֹם כָּתוּב עֲלֵיהֶן מִפְּנֵי הָרַמָּאִין","rdfs:label":"משנה שקלים ה ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-5","jbo:text":"ר\"ע מברטנורה ממתינין לו עד הערב. שיזדוגו יחד יוחנן ואחיה, אם נמצאו מעות יתרים ביד יוחנן כנגד החותם שאומר זה שנאבד ממנו, נותנים לו: ושם היום כתוב. על החותם, יום פלוני וחדש פלוני: מפני הרמאין. שמא מצא חותם שנפל מחברו או מאחיה או מיוחנן, ובא עכשיו לקח, וביום שמצאו אינו רשאי להוציאו, שהאובד מחזר אחריו. ועוד יש לחוש שמא לקח חותם כשער הזול, והצניעו עד שנתיקר השער","jbo:textNikud":"ר\"ע מברטנורה מַמְתִּינִין לוֹ עַד הָעָרֶב. שֶׁיִּזְדַּוְּגוּ יַחַד יוֹחָנָן וַאֲחִיָּה, אִם נִמְצְאוּ מָעוֹת יְתֵרִים בְּיַד יוֹחָנָן כְּנֶגֶד הַחוֹתָם שֶׁאוֹמֵר זֶה שֶׁנֶּאֱבַד מִמֶּנּוּ, נוֹתְנִים לוֹ: וְשֵׁם הַיּוֹם כָּתוּב. עַל הַחוֹתָם, יוֹם פְּלוֹנִי וְחֹדֶשׁ פְּלוֹנִי: מִפְּנֵי הָרַמָּאִין. שֶׁמָּא מָצָא חוֹתָם שֶׁנָּפַל מֵחֲבֵרוֹ אוֹ מֵאֲחִיָּה אוֹ מִיּוֹחָנָן, וּבָא עַכְשָׁיו לִקַּח, וּבַיּוֹם שֶׁמְּצָאוֹ אֵינוֹ רַשַּׁאי לְהוֹצִיאוֹ, שֶׁהָאוֹבֵד מְחַזֵּר אַחֲרָיו. וְעוֹד יֵשׁ לָחוּשׁ שֶׁמָּא לָקַח חוֹתָם כְּשַׁעַר הַזּוֹל, וְהִצְנִיעוֹ עַד שֶׁנִּתְיַקֵּר הַשַּׁעַר","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-2-4-5-6","jbo:text":"שתי לשכות היו במקדש, אחת לשכת חשאים, ואחת לשכת הכלים, לשכת חשאים יראי חטא נותנים לתוכה בחשאי, ועניים בני טובים מתפרנסים מתוכה בחשאי. לשכת הכלים, כל מי שהוא מתנדב כלי, זורקו לתוכה. ואחת לשלשים יום, גזברין פותחין אותה. וכל כלי שמוצאין בו צרך לבדק הבית, מניחין אותו. והשאר נמכרין בדמיהן ונופלין ללשכת בדק הבית","jbo:textNikud":"שְׁתֵּי לְשָׁכוֹת הָיוּ בַּמִּקְדָּשׁ, אַחַת לִשְׁכַּת חֲשָׁאִים, וְאַחַת לִשְׁכַּת הַכֵּלִים, לִשְׁכַּת חֲשָׁאִים יִרְאֵי חֵטְא נוֹתְנִים לְתוֹכָה בַּחֲשַׁאי, וַעֲנִיִּים בְּנֵי טוֹבִים מִתְפַּרְנְסִים מִתוֹכָהּ בַּחֲשַׁאי. לִשְׁכַּת הַכֵּלִים, כָּל מִי שֶׁהוּא מִתְנַדֵּב כֶּלִי, זוֹרְקוֹ לְתוֹכָהּ. וְאַחַת לִשְׁלשִׁים יוֹם, גִּזְבָּרִין פּוֹתְחִין אוֹתָהּ. וְכָל כְּלִי שֶׁמּוֹצְאִין בּוֹ צֹרֶךְ לְבֶדֶק הַבַּיִת, מַנִּיחִין אוֹתוֹ. וְהַשְּׁאָר נִמְכָּרִין בִּדְמֵיהֶן וְנוֹפְלִין לְלִשְׁכַּת בֶּדֶק הַבַּיִת","rdfs:label":"משנה שקלים ה ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-bartanura-2-4-5-6","jbo:text":"ר\"ע מברטנורה לשכת חשאים. על שם שהנותנים בתוכה מעות נותנים בסתר {יד}, והמתפרנסים ממנה נוטלים בסתר: ללשכת בדק הבית. ללשכה שנותנים בה כל קדשי בדק הבית","jbo:textNikud":"ר\"ע מברטנורה לִשְׁכַּת חֲשָׁאִים. עַל שֵׁם שֶׁהַנּוֹתְנִים בְּתוֹכָהּ מָעוֹת נוֹתְנִים בְּסֵתֶר {יד}, וְהַמִּתְפַּרְנְסִים מִמֶּנָּה נוֹטְלִים בְּסֵתֶר: לְלִשְׁכַּת בֶּדֶק הַבַּיִת. לַלִּשְׁכָּה שֶׁנּוֹתְנִים בָּהּ כָּל קָדְשֵׁי בֶּדֶק הַבָּיִת","rdfs:label":"ר\"ע מברטנורה משנה שקלים ה ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-5"],"uri":"jbr:mishna-yomtov-2-4-5-6","jbo:text":"עיקר תוי\"ט {יד} תרגום קול דממה דקה [מלכים א יט], קל דמשבחין בחשאי","jbo:textNikud":"עיקר תוי\"ט {יד} תַּרְגּוּם קוֹל דְּמָמָה דַּקָּה [מְלָכִים א יט], קָל דִּמְשַׁבְּחִין בַּחֲשַׁאי","rdfs:label":"עיקר תוי\"ט משנה שקלים ה ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-1","jbo:text":"שלשה עשר שופרות, שלשה עשר שלחנות, שלש עשרה השתחויות, היו במקדש. של בית רבן גמליאל ושל בית רבי חנניא סגן הכהנים היו משתחוין ארבע עשרה. והיכן היתה יתרה, כנגד דיר העצים, שכן מסרת בידם מאבותיהם ששם הארון נגנז {א}","jbo:textNikud":"שְלשָׁה עָשָר שוֹפָרוֹת, שְלשָה עָשָר שֻלְחָנוֹת, שְׁלשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת, הָיוּ בַּמִקְדָּשׁ. שֶׁל בֵּית רַבָּן גַּמְלִיאֵל וְשֶׁל בֵּית רַבִּי חֲנַנְיָא סְגַן הַכֹּהֲנִים הָיוּ מִשְׁתַּחֲוִין אַרְבַּע עֶשְׂרֵה. וְהֵיכָן הָיְתָה יְתֵרָה, כְּנֶגֶד דִּיר הָעֵצִים, שֶׁכֵּן מָסֹרֶת בְּיָדָם מֵאֲבוֹתֵיהֶם שֶׁשָּׁם הָאָרוֹן נִגְנַז {א}","rdfs:label":"משנה שקלים ו א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-1","jbo:text":"ר\"ע מברטנורה שלשה עשר שופרות. תבות צרות מלמעלה ורחבות מלמטה עקמות כעין שופר, מפני הרמאים שלא יוכלו להכניס ידן לתוכן להראות עצמן כאלו נותנין לתוכן, ונוטלין מתוכן. ולקמן מפרש למה שלשה עשר שופרות ושלשה עשר שלחנות, ובאיזה מקום מנחים: שלש עשרה השתחויות. לקמן מפרש היכן היו: כנגד דיר העצים. לשכה ששם היו אוצרים כל עצי המערכה, והיא היתה במקצוע מזרחית צפונית של עזרת נשים: ששם הארון נגנז. שיאשיהו המלך צוה וגנזוהו למטה במטמוניות עקמות ועקלקלות שבנה שלמה בזמן שבנה את הבית וידע שסופו לחרב. והינו דכתיב בדברי הימים (ב לה) ביאשיהו, ויאמר ללוים המבינים [וגו'] תנו את ארון הקדש בבית אשר בנה שלמה וכו'. ועמו נגנז מטה אהרן, וצנצנת המן, וצלוחית של שמן המשחה","jbo:textNikud":"ר\"ע מברטנורה שְׁלֹשָׁה עָשָׂר שׁוֹפָרוֹת. תֵּבוֹת צָרוֹת מִלְּמַעְלָה וּרְחָבוֹת מִלְּמַטָּה עֲקֻמּוֹת כְּעֵין שׁוֹפָר, מִפְּנֵי הָרַמָּאִים שֶׁלֹּא יוּכְלוּ לְהַכְנִיס יָדָן לְתוֹכָן לְהַרְאוֹת עַצְמָן כְּאִלּוּ נוֹתְנִין לְתוֹכָן, וְנוֹטְלִין מִתּוֹכָן. וּלְקַמָּן מְפָרֵשׁ לָמָּה שְׁלֹשָׁה עָשָׂר שׁוֹפָרוֹת וּשְׁלֹשָׁה עָשָׂר שֻׁלְחָנוֹת, וּבְאֵיזֶה מָקוֹם מֻנָּחִים: שְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת. לְקַמָּן מְפָרֵשׁ הֵיכָן הָיוּ: כְּנֶגֶד דִּיר הָעֵצִים. לִשְׁכָּה שֶׁשָּׁם הָיוּ אוֹצְרִים כָּל עֲצֵי הַמַּעֲרָכָה, וְהִיא הָיְתָה בְּמִקְצוֹעַ מִזְרָחִית צְפוֹנִית שֶׁל עֶזְרַת נָשִׁים: שֶׁשָּׁם הָאָרוֹן נִגְנַז. שֶׁיֹּאשִׁיָּהוּ הַמֶּלֶךְ צִוָּה וּגְנָזוּהוּ לְמַטָּה בְּמַטְמוֹנִיּוֹת עֲקֻמּוֹת וַעֲקַלְקַלּוֹת שֶׁבָּנָה שְׁלֹמֹה בִּזְמַן שֶׁבָּנָה אֶת הַבַּיִת וְיָדַע שֶׁסּוֹפוֹ לֵחָרֵב. וְהַיְנוּ דִּכְתִיב בְּדִבְרֵי הַיָּמִים (ב לה) בְּיֹאשִׁיָּהוּ, וַיֹּאמֶר לַלְוִיִּם הַמְּבִינִים [וְגוֹ'] תְּנוּ אֶת אֲרוֹן הַקֹּדֶשׁ בַּבַּיִת אֲשֶׁר בָּנָה שְׁלֹמֹה וְכוּ'. וְעִמּוֹ נִגְנַז מַטֵּה אַהֲרֹן, וְצִנְצֶנֶת הַמָּן, וּצְלוֹחִית שֶׁל שֶׁמֶן הַמִּשְׁחָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-1","jbo:text":"עיקר תוי\"ט {א} הארון נגנז. ונראה לי דאינך שלא השתחוו היתרה, סבירא להו דארון גלה לבבל, וכדדיקינן בגמרא","jbo:textNikud":"עיקר תוי\"ט {א} הָאָרוֹן נִגְנַז. וְנִרְאֶה לִי דְּאִינָךְ שֶׁלֹּא הִשְׁתַּחֲווּ הַיְתֵרָה, סְבִירָא לְהוּ דְּאָרוֹן גָּלָה לְבָבֶל, וְכִדְדַיְקִינַן בִּגְמָרָא","rdfs:label":"עיקר תוי\"ט משנה שקלים ו א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-2","jbo:text":"מעשה בכהן אחד שהיה מתעסק, וראה הרצפה שהיא משנה מחברותיה. בא ואמר לחברו. לא הספיק לגמר את הדבר עד שיצתה נשמתו, וידעו ביחוד ששם הארון נגנז","jbo:textNikud":"מַעֲשֶׂה בְּכֹהֵן אֶחָד שֶׁהָיָה מִתְעַסֵּק, וְרָאָה הָרִצְפָּה שֶׁהִיא מְשֻׁנָּה מֵחֲבֵרוֹתֶיהָ. בָּא וְאָמַר לַחֲבֵרוֹ. לֹא הִסְפִּיק לִגְמֹר אֶת הַדָּבָר עַד שֶׁיָּצְתָה נִשְׁמָתוֹ, וְיָדְעוּ בְיִחוּד שֶׁשָּׁם הָאָרוֹן נִגְנַז","rdfs:label":"משנה שקלים ו ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-2","jbo:text":"ר\"ע מברטנורה שהיה מתעסק. במלאכתו, מתליע את העצים {ב}, ובעל מום היה, ומלאכתן של בעלי מומין להכין עצים למערכה, וכל עץ שנמצא בו תולעת פסול למזבח: שהיא משנה. לא היתה האבן שוה לשאר אבני הרצפה, והבין שנסתלקה משם והחזרה {ג}: ביחוד. בברור","jbo:textNikud":"ר\"ע מברטנורה שֶׁהָיָה מִתְעַסֵּק. בִּמְלַאכְתּוֹ, מַתְלִיעַ אֶת הָעֵצִים {ב}, וּבַעַל מוּם הָיָה, וּמְלַאכְתָּן שֶׁל בַּעֲלֵי מוּמִין לְהָכִין עֵצִים לַמַּעֲרָכָה, וְכָל עֵץ שֶׁנִּמְצָא בּוֹ תּוֹלַעַת פָּסוּל לַמִּזְבֵּחַ: שֶׁהִיא מְשֻׁנָּה. לֹא הָיְתָה הָאֶבֶן שָׁוָה לִשְׁאַר אַבְנֵי הָרִצְפָּה, וְהֵבִין שֶׁנִּסְתַּלְּקָה מִשָּׁם וְהֻחְזְרָה {ג}: בְּיִחוּד. בְּבֵרוּר","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-2","jbo:text":"עיקר תוי\"ט {ב} כלומר בודק העצים המתלעים ומשליכם. ובעל מום כו', מדלא אמר עובד. הרמב\"ם: {ג} ביומא דף נ\"ד, ומוקי התם דבבית שני היה","jbo:textNikud":"עיקר תוי\"ט {ב} כְּלוֹמַר בּוֹדֵק הָעֵצִים הַמְּתֻלָּעִים וּמַשְׁלִיכָם. וּבַעַל מוּם כוּ', מִדְּלֹא אָמַר עוֹבֵד. הָרַמְבַּ\"ם: {ג} בְּיוֹמָא דַּף נ\"ד, וּמוֹקֵי הָתָם דִּבְבַיִת שֵׁנִי הָיָה","rdfs:label":"עיקר תוי\"ט משנה שקלים ו ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-3","jbo:text":"והיכן היו משתחוים, ארבע בצפון, וארבע בדרום, שלש במזרח, ושתים במערב, כנגד שלשה עשר שערים {ד}. שערים דרומיים סמוכין למערב, שער העליון {ה}, שער הדלק, שער הבכורות, שער המים. ולמה נקרא שמו שער המים, שבו מכניסין צלוחית של מים של נסוך בחג. רבי אליעזר בן יעקב אומר, בו המים מפכים ועתידין להיות יוצאין מתחת מפתן הבית. לעמתן בצפון סמוכין למערב, שער יכניה, שער קרבן, שער נשים, שער השיר. ולמה נקרא שמו שער יכניה, שבו יצא יכניה בגלותו. במזרח, שער ניקנור, ושני פשפשין היו לו, אחד בימינו ואחד בשמאלו. ושנים {ט} במערב שלא היה להם שם","jbo:textNikud":"וְהֵיכָן הָיוּ מִשְׁתַּחֲוִים, אַרְבַּע בַּצָּפוֹן, וְאַרְבַּע בַּדָּרוֹם, שָׁלשׁ בַּמִּזְרָח, וּשְׁתַּיִם בַּמַּעֲרָב, כְּנֶגֶד שְׁלשָׁה עָשָׂר שְׁעָרִים {ד}. שְׁעָרִים דְּרוֹמִיִּים סְמוּכִין לַמַּעֲרָב, שַׁעַר הָעֶלְיוֹן {ה}, שַׁעַר הַדֶּלֶק, שַׁעַר הַבְּכוֹרוֹת, שַׁעַר הַמָּיִם. וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר הַמַּיִם, שֶׁבּוֹ מַכְנִיסִין צְלוֹחִית שֶׁל מַיִם שֶׁל נִסּוּךְ בֶּחָג. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, בּוֹ הַמַּיִם מְפַכִּים וַעֲתִידִין לִהְיוֹת יוֹצְאִין מִתַּחַת מִפְתַּן הַבַּיִת. לְעֻמָּתָן בַּצָּפוֹן סְמוּכִין לַמַּעֲרָב, שַׁעַר יְכָנְיָה, שַׁעַר קָרְבָּן, שַׁעַר נָשִׁים, שַׁעַר הַשִּׁיר. וְלָמָּה נִקְרָא שְׁמוֹ שַׁעַר יְכָנְיָה, שֶׁבּוֹ יָצָא יְכָנְיָה בְּגָלוּתוֹ. בַּמִּזְרָח, שַׁעַר נִיקָנוֹר, וּשְׁנֵי פִשְׁפְּשִׁין הָיוּ לוֹ, אֶחָד בִּימִינוֹ וְאֶחָד בִּשְׂמֹאלוֹ. וּשְׁנַיִם {ט} בַּמַּעֲרָב שֶׁלֹּא הָיָה לָהֶם שֵׁם","rdfs:label":"משנה שקלים ו ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-3","jbo:text":"ר\"ע מברטנורה והיכן היו השתחויות. שלש עשרה השתחויות דתנן לעיל, היכן היו עושין אותן: שער העליון. הר הבית היה משפע ועולה ממזרח למערב, והשער הסמוך למערב הוא שער העליון. ואחריו שער הדלק, הוא שער של לשכת העץ שהיתה בדרום העזרה {ו}, ועל שם שמכניסין דרך שם עצי המערכה שדולקים על המזבח נקרא שער הדלק: שער הבכורות. שמכניסין שם הבכורות הנשחטים בדרום {ז}: המים מפכים. כדכתיב ביחזקאל (מז) והנה מים מפכים מן הכתף הימנית, והינו דרום שקרוי ימין, כדכתיב צפון וימין. וראה יחזקאל בנבואה שהיו יוצאים מבית קדש הקדשים דקים כקרני חגבים, וכשמגיעים לשער זה מתגברים ונעשים כמלא פי פך קטן, והינו דקרי להו מים מפכים: שער הקרבן. שם מכניסים קדשי קדשים ששחיטתן בצפון: שער הנשים. שבו הנשים נכנסות לסמך על קרבנן לדברי רבי יוסי דאמר נשים סומכות רשות, ולדברי רבי יהודה ורבי שמעון לעמד על קרבנן: שער השיר. דרך שם היו מכניסין כלי שיר: שבו יצא יכניהו בגלותו. שנכנס לבית המקדש להשתחוות ולטל רשות כשהלך בגולה לבבל, ויצא דרך אותו שער: שער ניקנור. מפרש ביומא [לח] פרק אמר להם הממנה: פשפשין. שערים קטנים בתוך השערים הגדולים. ואף הם ממנין שלש עשרה שערים. ואף על גב דגם לשער בית המוקד {ח} היה לו פשפש, לא חשיב ליה, לפי שהיה קטן ביותר, אבל אלו היו גדולים קצת. והך מתניתין דשלש עשרה שערים מוקמינן לה בגמרא בירושלמי כאבא יוסי בן חנן. אבל חכמים אומרים שבעה שערים היו לעזרה, ואינהו סברי דהנך שלש עשרה השתחויות כנגד שלש עשרה פרצות שפרצו מלכי יון בעזרה, וכשגברו מלכי חשמונאי ונצחום וגדרו אותם פרצות, תקנו שלש עשרה השתחויות, כנגד כל פרצה גדורה השתחויה","jbo:textNikud":"ר\"ע מברטנורה וְהֵיכָן הָיוּ הִשְׁתַּחֲוָיוֹת. שְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת דִּתְנַן לְעֵיל, הֵיכָן הָיוּ עוֹשִׂין אוֹתָן: שַׁעַר הָעֶלְיוֹן. הַר הַבַּיִת הָיָה מְשֻׁפָּע וְעוֹלֶה מִמִּזְרָח לְמַעֲרָב, וְהַשַּׁעַר הַסָּמוּךְ לְמַעֲרָב הוּא שַׁעַר הָעֶלְיוֹן. וְאַחֲרָיו שַׁעַר הַדֶּלֶק, הוּא שַׁעַר שֶׁל לִשְׁכַּת הָעֵץ שֶׁהָיְתָה בִּדְרוֹם הָעֲזָרָה {ו}, וְעַל שֵׁם שֶׁמַּכְנִיסִין דֶּרֶךְ שָׁם עֲצֵי הַמַּעֲרָכָה שֶׁדּוֹלְקִים עַל הַמִּזְבֵּחַ נִקְרָא שַׁעַר הַדֶּלֶק: שַׁעַר הַבְּכוֹרוֹת. שֶׁמַּכְנִיסִין שָׁם הַבְּכוֹרוֹת הַנִּשְׁחָטִים בְּדָרוֹם {ז}: הַמַּיִם מְפַכִּים. כְּדִכְתִיב בִּיחֶזְקֵאל (מז) וְהִנֵּה מַיִם מְפַכִּים מִן הַכָּתֵף הַיְּמָנִית, וְהַיְנוּ דָּרוֹם שֶׁקָּרוּי יָמִין, כְּדִכְתִיב צָפוֹן וְיָמִין. וְרָאָה יְחֶזְקֵאל בִּנְבוּאָה שֶׁהָיוּ יוֹצְאִים מִבֵּית קֹדֶשׁ הַקָּדָשִׁים דַּקִּים כְּקַרְנֵי חֲגָבִים, וּכְשֶׁמַּגִּיעִים לְשַׁעַר זֶה מִתְגַּבְּרִים וְנַעֲשִׂים כִּמְלֹא פִּי פַּךְ קָטָן, וְהַיְנוּ דְּקָרֵי לְהוּ מַיִם מְפַכִּים: שַׁעַר הַקָּרְבָּן. שָׁם מַכְנִיסִים קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחִיטָתָן בַּצָּפוֹן: שַׁעַר הַנָּשִׁים. שֶׁבּוֹ הַנָּשִׁים נִכְנָסוֹת לִסְמֹךְ עַל קָרְבָּנָן לְדִבְרֵי רַבִּי יוֹסֵי דְּאָמַר נָשִׁים סוֹמְכוֹת רְשׁוּת, וּלְדִבְרֵי רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן לַעֲמֹד עַל קָרְבָּנָן: שַׁעַר הַשִּׁיר. דֶּרֶךְ שָׁם הָיוּ מַכְנִיסִין כְּלֵי שִׁיר: שֶׁבּוֹ יָצָא יְכָנְיָהוּ בִגְלוֹתוֹ. שֶׁנִּכְנַס לְבֵית הַמִּקְדָּשׁ לְהִשְׁתַּחֲווֹת וְלִטֹּל רְשׁוּת כְּשֶׁהָלַךְ בַּגּוֹלָה לְבָבֶל, וְיָצָא דֶּרֶךְ אוֹתוֹ שַׁעַר: שַׁעַר נִיקָנוֹר. מְפֹרָשׁ בְּיוֹמָא [לח] פֶּרֶק אָמַר לָהֶם הַמְּמֻנֶּה: פִּשְׁפָּשִׁין. שְׁעָרִים קְטַנִּים בְּתוֹךְ הַשְּׁעָרִים הַגְּדוֹלִים. וְאַף הֵם מִמִּנְיַן שְׁלֹשׁ עֶשְׂרֵה שְׁעָרִים. וְאַף עַל גַּב דְּגַם לְשַׁעַר בֵּית הַמּוֹקֵד {ח} הָיָה לוֹ פִּשְׁפָּשׁ, לֹא חָשֵׁיב לֵיהּ, לְפִי שֶׁהָיָה קָטָן בְּיוֹתֵר, אֲבָל אֵלּוּ הָיוּ גְּדוֹלִים קְצָת. וְהַךְ מַתְנִיתִין דִּשְׁלֹשׁ עֶשְׂרֵה שְׁעָרִים מוֹקְמִינַן לַהּ בִּגְמָרָא בַּיְרוּשַׁלְמִי כְּאַבָּא יוֹסֵי בֶּן חָנָן. אֲבָל חֲכָמִים אוֹמְרִים שִׁבְעָה שְׁעָרִים הָיוּ לָעֲזָרָה, וְאִינְהוּ סָבְרֵי דְּהָנָךְ שְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת כְּנֶגֶד שְׁלֹשׁ עֶשְׂרֵה פְּרָצוֹת שֶׁפָּרְצוּ מַלְכֵי יָוָן בָּעֲזָרָה, וּכְשֶׁגָּבְרוּ מַלְכֵי חַשְׁמוֹנַאי וְנִצְּחוּם וְגָדְרוּ אוֹתָם פְּרָצוֹת, תִּקְנוּ שְׁלֹשׁ עֶשְׂרֵה הִשְׁתַּחֲוָיוֹת, כְּנֶגֶד כָּל פִּרְצָה גְּדוּרָה הִשְׁתַּחֲוָיָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-3","jbo:text":"עיקר תוי\"ט {ד} שלשה עשר שערים. שהיו משתחוים ומודים על נוי הבנין: {ה} שער העליון. לא אתפרש מה היה משמש: {ו} אי אפשר לכונו, שהרי בריש פרקין כתב בעצמו שלשכת העץ במקצוע מזרחית צפונית, ועוד שאלו השערים בעזרת ישראל, ולעיל פרש דהלשכה בעזרת נשים: {ז} פרוש אף בדרום: {ח} הוא אחד משערי הצפון, דרבנן קחשבי ליה מהנך שלשה דסבירא להו דבצפון בפרק קמא דמדות. ועין תוספות יום טוב: {ט} ושנים כו'. ונראה לי דבכתל מערבי של העזרה המקפת בית המקדש היו, וקטנים היו ולא היו משמשים כלום אלא לעת הצרך הגדול. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ד} שְׁלֹשָׁה עָשָׂר שְׁעָרִים. שֶׁהָיוּ מִשְׁתַּחֲוִים וּמוֹדִים עַל נוֹי הַבִּנְיָן: {ה} שַׁעַר הָעֶלְיוֹן. לֹא אִתְפָּרֵשׁ מֶה הָיָה מְשַׁמֵּשׁ: {ו} אִי אֶפְשָׁר לְכַוְּנוֹ, שֶׁהֲרֵי בְּרֵישׁ פִּרְקִין כָּתַב בְּעַצְמוֹ שֶׁלִּשְׁכַּת הָעֵץ בְּמִקְצוֹעַ מִזְרָחִית צְפוֹנִית, וְעוֹד שֶׁאֵלּוּ הַשְּׁעָרִים בְּעֶזְרַת יִשְׂרָאֵל, וּלְעֵיל פֵּרֵשׁ דְּהַלִּשְׁכָּה בְּעֶזְרַת נָשִׁים: {ז} פֵּרוּשׁ אַף בַּדָּרוֹם: {ח} הוּא אֶחָד מִשַּׁעֲרֵי הַצָּפוֹן, דְּרַבָּנָן קָחַשְׁבֵי לֵיהּ מֵהָנָךְ שְׁלֹשָׁה דִּסְבִירָא לְהוּ דְּבַצָּפוֹן בְּפֶרֶק קַמָּא דְּמִדּוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּשְׁנַיִם כוּ'. וְנִרְאֶה לִי דִּבְכֹתֶל מַעֲרָבִי שֶׁל הָעֲזָרָה הַמַּקֶּפֶת בֵּית הַמִּקְדָּשׁ הָיוּ, וּקְטַנִּים הָיוּ וְלֹא הָיוּ מְשַׁמְּשִׁים כְּלוּם אֶלָּא לְעֵת הַצֹּרֶךְ הַגָּדוֹל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה שקלים ו ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-4","jbo:text":"שלשה עשר שלחנות היו במקדש, שמונה של שיש בבית המטבחים, שעליהן מדיחין את הקרבים. ושנים במערב הכבש, אחד של שיש ואחד של כסף על של שיש היו נותנים את האברים, על של כסף כלי שרת. ושנים באולם מבפנים על פתח הבית, אחד של שיש ואחד של זהב, על של שיש נותנין לחם הפנים בכניסתו, ועל של זהב ביציאתו, שמעלין {יא} בקדש ולא מורידין. ואחד של זהב מבפנים, שעליו לחם הפנים תמיד","jbo:textNikud":"שְׁלשָׁה עָשָׂר שֻׁלְחָנוֹת הָיוּ בַּמִּקְדָּשׁ, שְׁמוֹנֶה שֶׁל שַׁיִשׁ בְּבֵית הַמִּטְבְּחַיִם, שֶׁעֲלֵיהֶן מְדִיחִין אֶת הַקְּרָבַיִם. וּשְׁנַיִם בְּמַעֲרַב הַכֶּבֶשׁ, אֶחָד שֶׁל שַׁיִשׁ וְאֶחָד שֶׁל כֶּסֶף עַל שֶׁל שַׁיִשׁ הָיוּ נוֹתְנִים אֶת הָאֵבָרִים, עַל שֶׁל כֶּסֶף כְּלֵי שָׁרֵת. וּשְׁנַיִם בָּאוּלָם מִבִּפְנִים עַל פֶּתַח הַבַּיִת, אֶחָד שֶׁל שַׁיִשׁ וְאֶחָד שֶׁל זָהָב, עַל שֶׁל שַׁיִשׁ נוֹתְנִין לֶחֶם הַפָּנִים בִּכְנִיסָתוֹ, וְעַל שֶׁל זָהָבּ בִּיצִיאָתוֹ, שֶׁמַּעֲלִין {יא} בַּקֹּדֶשׁ וְלֹא מוֹרִידִין. וְאֶחָד שֶׁל זָהָב מִבִּפְנִים, שֶׁעָלָיו לֶחֶם הַפָּנִים תָּמִיד","rdfs:label":"משנה שקלים ו ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-4","jbo:text":"ר\"ע מברטנורה על של שיש מניחין את האברים. אחר הנתוח מסדרין אותן על השלחן עד שיעלום הכהנים. ולא עשאום של כסף או של זהב דהא אין עניות במקום עשירות, לפי שהזהב והכסף מרתיחים ומסריחים והשיש מצנן ושומר הבשר שלא יסריח, ולא היו סומכין על הנס שלא הסריח בשר הקדש מעולם: ועל של כסף כלי שרת. שמוציאין בכל בקר תשעים ושלשה כלי שרת, כדתנן במסכת תמיד: נותנים לחם הפנים בכניסתו. אחר שנאפה, עד שיסדרוהו על השלחן {י}: ועל של זהב ביציאתו. והיה מנח שם עד זמן חלוקו: שמעלין בקדש ולא מורידין. דכיון שסלקוהו מעל השלחן של זהב אין מורידין אותו להניחו בשל כסף {יב}","jbo:textNikud":"ר\"ע מברטנורה עַל שֶׁל שַׁיִשׁ מְנִיחִין אֶת הָאֵבָרִים. אַחַר הַנִּתּוּחַ מְסַדְּרִין אוֹתָן עַל הַשֻּׁלְחָן עַד שֶׁיַּעֲלוּם הַכֹּהֲנִים. וְלֹא עֲשָׂאוּם שֶׁל כֶּסֶף אוֹ שֶׁל זָהָב דְּהָא אֵין עֲנִיּוּת בִּמְקוֹם עֲשִׁירוּת, לְפִי שֶׁהַזָּהָב וְהַכֶּסֶף מַרְתִּיחִים וּמַסְרִיחִים וְהַשַּׁיִשׁ מְצַנֵּן וְשׁוֹמֵר הַבָּשָׂר שֶׁלֹּא יַסְרִיחַ, וְלֹא הָיוּ סוֹמְכִין עַל הַנֵּס שֶׁלֹּא הִסְרִיחַ בְּשַׂר הַקֹּדֶשׁ מֵעוֹלָם: וְעַל שֶׁל כֶּסֶף כְּלֵי שָׁרֵת. שֶׁמוֹצִיאִין בְּכָל בֹּקֶר תִּשְׁעִים וּשְׁלֹשָׁה כְּלֵי שָׁרֵת, כְּדִתְנָן בְּמַסֶּכֶת תָּמִיד: נוֹתְנִים לֶחֶם הַפָּנִים בִּכְנִיסָתוֹ. אַחַר שֶׁנֶּאֱפָה, עַד שֶׁיְּסַדְּרוּהוּ עַל הַשֻּׁלְחָן {י}: וְעַל שֶׁל זָהָב בִּיצִיאָתוֹ. וְהָיָה מֻנָּח שָׁם עַד זְמַן חִלּוּקוֹ: שֶׁמַּעֲלִין בַּקֹּדֶשׁ וְלֹא מוֹרִידִין. דְּכֵיוָן שֶׁסִּלְּקוּהוּ מֵעַל הַשֻּׁלְחָן שֶׁל זָהָב אֵין מוֹרִידִין אוֹתוֹ לַהֲנִיחוֹ בְּשֶׁל כֶּסֶף {יב}","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-4","jbo:text":"עיקר תוי\"ט {י} ולפי ששהו זמן רב, שאין אפיתן דוחה שבת, הלכך לא עשאו של כסף, אף על פי שאין עניות כו', והינו נמי טעמא שלא יתעפש: {יא} שמעלין כו'. תוספתא הובאה ברש\"י מגלה ריש פרק ג': {יב} כלומר ולכך לא עשאו של כסף, ויהיו שוין לאותן של כבש, אחד של שיש ואחד של כסף","jbo:textNikud":"עיקר תוי\"ט {י} וּלְפִי שֶׁשָּׁהוּ זְמַן רַב, שֶׁאֵין אֲפִיָּתָן דּוֹחָה שַׁבָּת, הִלְכָּך לֹא עֲשָׂאוֹ שֶׁל כֶּסֶף, אַף עַל פִּי שֶׁאֵין עֲנִיּוּת כוּ', וְהַיְנוּ נַמִּי טַעֲמָא שֶׁלֹּא יִתְעַפֵּשׁ: {יא} שֶׁמַּעֲלִין כוּ'. תּוֹסֶפְתָּא הוּבְאָה בְּרַשִׁ\"י מְגִלָּה רֵישׁ פֶּרֶק ג': {יב} כְּלוֹמַר וּלְכָךְ לֹא עֲשָׂאוֹ שֶׁל כֶּסֶף, וְיִהְיוּ שָׁוִין לְאוֹתָן שֶׁל כֶּבֶשׁ, אֶחָד שֶׁל שַׁיִשׁ וְאֶחָד שֶׁל כֶּסֶף","rdfs:label":"עיקר תוי\"ט משנה שקלים ו ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-5","jbo:text":"שלשה עשר שופרות היו במקדש, וכתוב עליהם, תקלין חדתין {יג} ותקלין עתיקין, קנין וגוזלי עולה, עצים, ולבונה, זהב לכפרת. ששה, לנדבה. תקלין חדתין, שבכל שנה ושנה. עתיקין, מי שלא שקל אשתקד, שוקל לשנה הבאה. קנין, הם תורים. וגוזלי עולה, הן בני יונה. וכלן עולות, דברי רבי יהודה. וחכמים אומרים, קנין, אחד חטאת ואחד עולה. וגוזלי עולה, כלן עולות","jbo:textNikud":"שְׁלשָׁה עָשָׂר שׁוֹפָרוֹת הָיוּ בַּמִּקְדָּשׁ, וְכָתוּב עֲלֵיהֶם, תִּקְלִין חַדְתִין {יג} וְתִקְלִין עַתִּיקִין, קִנִּין וְגוֹזְלֵי עוֹלָה, עֵצִים, וּלְבוֹנָה, זָהָב לַכַּפֹּרֶת. שִׁשָּׁה, לִנְדָבָה. תִּקְלִין חַדְתִּין, שֶׁבְּכָל שָׁנָה וְשָׁנָה. עַתִּיקִין, מִי שֶׁלֹּא שָׁקַל אֶשְׁתָּקַד, שׁוֹקֵל לְשָׁנָה הַבָּאָה. קִנִּין, הֵם תּוֹרִים. וְגוֹזְלֵי עוֹלָה, הֵן בְּנֵי יוֹנָה. וְכֻלָּן עוֹלוֹת, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, קִנִּין, אֶחָד חַטָאת וְאֶחָד עוֹלָה. וְגוֹזְלֵי עוֹלָה, כֻּלָּן עוֹלוֹת","rdfs:label":"משנה שקלים ו ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-5","jbo:text":"ר\"ע מברטנורה תקלין חדתין. כדמפרש במתניתין, שבו נותנין שקלי שנה זו, וכשמגיע זמן התרומה, הגזבר מוציא כל שקלים שבשופר ונותנם ללשכה כדי שיתרמו מהם. והשני כתוב עליו תקלין עתיקים, ומי שלא הביא שקלו באותה שנה מביאו בשנה שאחר כך ונותנו באותו שופר, והגזבר נוטלם ונותנם בשירי הלשכה. והשלישי כתוב עליו קנין, והם תורים גדולים. והרביעי גוזלי עולה, בני יונה קטנים, וכלן עולות. אבל המביאים קני חובה נותנים המעות או העופות ליד הכהן, ולא היו נותנים מעות לשופר. ומפרש טעמא בירושלמי, מפני התערבות, שמא ימות אחד מבעלי קנין, ונמצא דמי חטאת שמתו בעליה דאזלא למיתה מערבת בהן. אבל רבנן לא חישי להכי, וסברי דבשופר של קנין משימין דמי קני חובה, ובכל המעות הנמצאים בו מקריבין קן אחד חטאת ואחד עולה, והשני כלן נדבה וקרבים עולות. והלכה כחכמים: עצים. והמתנדב עצים למערכה נותן דמיהן לתוכו: לבונה. המתנדב לבונה נותן דמים לתוכו, והגזברים לוקחים המעות שבשופר וקונים מהן לבונה ומקטירים על המזבח: זהב. המתנדב זהב נותנו שם או דמי שויו, והוא לכפרת, כלומר לכלי שרת. שהמזרקות נקראו כפורי זהב בעזרא ובדברי הימים, לפי שהכהן מקנח {יד} אצבעו בהם בין הזאה להזאה, ובין מתנות של חטאת, שהשירים שבאצבע פסולים: ששה לנדבה. ששה שופרות הנותרות הן לנדבה, האחד כתוב עליו מותר חטאת, השני מותר אשם {טו}, השלישי מותר קני זבים וזבות ויולדות, והרביעי מותר קרבנות נזיר, החמשי מותר אשם מצרע, הששי נדבה סתם. ומי שהפריש מעות לחטאת וקנה חטאתו ונתותרו מן המעות, משליך המותר לשופר שכתוב בו מותר חטאת. וכן מותר אשם משליך לשופר שכתוב בו מותר אשם, וכן כלם. ושופר שכתוב בו נדבה סתם, כל מי שמתנדב דבר למזבח נותן לתוכו","jbo:textNikud":"ר\"ע מברטנורה תְּקָלִין חַדְתִּין. כְּדִמְפָרֵשׁ בְּמַתְנִיתִין, שֶׁבּוֹ נוֹתְנִין שִׁקְלֵי שָׁנָה זוֹ, וּכְשֶׁמַּגִּיעַ זְמַן הַתְּרוּמָה, הַגִּזְבָּר מוֹצִיא כָּל שְׁקָלִים שֶׁבַּשּׁוֹפָר וְנוֹתְנָם לְלִשְׁכָּה כְּדֵי שֶׁיִּתְרְמוּ מֵהֶם. וְהַשֵּׁנִי כָּתוּב עָלָיו תְּקָלִין עַתִּיקִים, וּמִי שֶׁלֹּא הֵבִיא שִׁקְלוֹ בְּאוֹתָהּ שָׁנָה מְבִיאוֹ בְּשָׁנָה שֶׁאַחַר כָּךְ וְנוֹתְנוֹ בְּאוֹתוֹ שׁוֹפָר, וְהַגִּזְבָּר נוֹטְלָם וְנוֹתְנָם בִּשְׁיָרֵי הַלִּשְׁכָּה. וְהַשְּׁלִישִׁי כָּתוּב עָלָיו קִנִּין, וְהֵם תּוֹרִים גְּדוֹלִים. וְהָרְבִיעִי גּוֹזְלֵי עוֹלָה, בְּנֵי יוֹנָה קְטַנִּים, וְכֻלָּן עוֹלוֹת. אֲבָל הַמְּבִיאִים קִנֵּי חוֹבָה נוֹתְנִים הַמָּעוֹת אוֹ הָעוֹפוֹת לְיַד הַכֹּהֵן, וְלֹא הָיוּ נוֹתְנִים מָעוֹת לַשּׁוֹפָר. וּמְפָרֵשׁ טַעֲמָא בַּיְרוּשַׁלְמִי, מִפְּנֵי הַתַּעֲרֹבוֹת, שֶׁמָּא יָמוּת אֶחָד מִבַּעֲלֵי קִנִּין, וְנִמְצָא דְּמֵי חַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ דְּאָזְלָא לְמִיתָה מְעֹרֶבֶת בָּהֶן. אֲבָל רַבָּנָן לֹא חָיְשֵׁי לְהָכִי, וְסָבְרֵי דִּבְשׁוֹפָר שֶׁל קִנִּין מְשִׂימִין דְּמֵי קִנֵּי חוֹבָה, וּבְכָל הַמָּעוֹת הַנִּמְצָאִים בּוֹ מַקְרִיבִין קֵן אֶחָד חַטָּאת וְאֶחָד עוֹלָה, וְהַשֵּׁנִי כֻּלָּן נְדָבָה וּקְרֵבִים עוֹלוֹת. וַהֲלָכָה כַּחֲכָמִים: עֵצִים. וְהַמִּתְנַדֵּב עֵצִים לַמַּעֲרָכָה נוֹתֵן דְּמֵיהֶן לְתוֹכוֹ: לְבוֹנָה. הַמִּתְנַדֵּב לְבוֹנָה נוֹתֵן דָּמִים לְתוֹכוֹ, וְהַגִּזְבָּרִים לוֹקְחִים הַמָּעוֹת שֶׁבַּשּׁוֹפָר וְקוֹנִים מֵהֶן לְבוֹנָה וּמַקְטִירִים עַל הַמִּזְבֵּחַ: זָהָב. הַמִּתְנַדֵּב זָהָב נוֹתְנוֹ שָׁם אוֹ דְּמֵי שָׁוְיוֹ, וְהוּא לַכַּפֹּרֶת, כְּלוֹמַר לִכְלֵי שָׁרֵת. שֶׁהַמִּזְרָקוֹת נִקְרְאוּ כְּפוֹרֵי זָהָב בְּעֶזְרָא וּבְדִבְרֵי הַיָּמִים, לְפִי שֶׁהַכֹּהֵן מְקַנֵּחַ {יד} אֶצְבָּעוֹ בָּהֶם בֵּין הַזָּאָה לְהַזָּאָה, וּבֵין מַתָּנוֹת שֶׁל חַטָּאת, שֶׁהַשִּׁירַיִם שֶׁבָּאֶצְבַּע פְּסוּלִים: שִׁשָּׁה לִנְדָבָה. שִׁשָּׁה שׁוֹפָרוֹת הַנּוֹתָרוֹת הֵן לִנְדָבָה, הָאֶחָד כָּתוּב עָלָיו מוֹתַר חַטָּאת, הַשֵּׁנִי מוֹתַר אָשָׁם {טו}, הַשְּׁלִישִׁי מוֹתַר קִנֵּי זָבִים וְזָבוֹת וְיוֹלְדוֹת, וְהָרְבִיעִי מוֹתַר קָרְבְּנוֹת נָזִיר, הַחֲמִשִּׁי מוֹתַר אֲשַׁם מְצֹרָע, הַשִּׁשִּׁי נְדָבָה סְתָם. וּמִי שֶׁהִפְרִישׁ מָעוֹת לְחַטָּאת וְקָנָה חַטָּאתוֹ וְנִתּוֹתְרוּ מִן הַמָּעוֹת, מַשְׁלִיךְ הַמּוֹתָר לַשּׁוֹפָר שֶׁכָּתוּב בּוֹ מוֹתַר חַטָּאת. וְכֵן מוֹתַר אָשָׁם מַשְׁלִיךְ לַשּׁוֹפָר שֶׁכָּתוּב בּוֹ מוֹתַר אָשָׁם, וְכֵן כֻּלָּם. וְשׁוֹפָר שֶׁכָּתוּב בּוֹ נְדָבָה סְתָם, כָּל מִי שֶׁמִּתְנַדֵּב דָּבָר לַמִּזְבֵּחַ נוֹתֵן לְתוֹכוֹ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-5","jbo:text":"עיקר תוי\"ט {יג} תקלין חדתין. הכא כלי עלמא סבירא להו דארמית כתוב עליהן, כדי שכל הבא לתת מעות שידע להיכן יטילנו. אבל לעיל תנא קמא סבר דהממנה נאמן שיתן לו חותם הראוי לו, ולמטעי לא חישינן: {יד} כמאן דמכפר ידיה בגלימא דחבריה, רש\"י. ותרגום על אכלה ומחתה פיה [משלי ל] אכלה ומכפרא פומהא: {טו} וכלן לנדבה כדתנן טעמא במתניתין דלקמן. ואשם סתם הינו דגזלות ודמעילות. (והוא הדין דחרופה ותלוי בכלל) ולא מערב מותר דידיה בהדי חטאת, ודנזיר ומצרע לא מערב בהדי אשם סתם, דזה בן שתי שנים ואלו בני שנה, ודמצרע ודנזיר לא מערבי בהדדי, דאשם נזיר בא להכשירו לנזירות טהורה ואין טעון מתן בהונות ולא נסכים, ועוד דאשם מצרע בא להתירו במחנה. רש\"י","jbo:textNikud":"עיקר תוי\"ט {יג} תְּקָלִין חַדְתִּין. הָכָא כֻּלֵּי עָלְמָא סְבִירָא לְהוּ דַּאֲרָמִית כָּתוּב עֲלֵיהֶן, כְּדֵי שֶׁכָּל הַבָּא לָתֵת מָעוֹת שֶׁיֵּדַע לְהֵיכָן יַטִּילֶנּוּ. אֲבָל לְעֵיל תַּנָּא קַמָּא סָבַר דְּהַמְּמֻנֶּה נֶאֱמָן שֶׁיִּתֵּן לוֹ חוֹתָם הָרָאוּי לוֹ, וּלְמִטְּעֵי לֹא חַיְשִׁינַן: {יד} כְּמַאן דִּמְכַפֵּר יָדֵיהּ בִּגְלִימָא דְּחַבְרֵיהּ, רַשִׁ\"י. וְתַרְגּוּם עַל אָכְלָה וּמָחֲתָה פִּיהָ [מִשְׁלֵי ל] אָכְלָה וּמְכַפְּרָא פּוּמְהָא: {טו} וְכֻלָּן לִנְדָבָה כְּדִתְנַן טַעֲמָא בְּמַתְנִיתִין דִּלְקַמָּן. וְאָשָׁם סְתָם הַיְנוּ דִּגְזֵלוֹת וְדִמְעִילוֹת. (וְהוּא הַדִּין דַּחֲרוּפָה וְתָלוּי בִּכְלָל) וְלֹא מְעָרֵב מוֹתַר דִּידֵיהּ בַּהֲדֵי חַטָּאת, וּדְנָזִיר וּמְצֹרָע לֹא מִעַרַב בַּהֲדֵי אָשָׁם סְתָם, דְּזֶה בֶּן שְׁתֵּי שָׁנִים וְאֵלּוּ בְּנֵי שָׁנָה, וְדִמְצֹרָע וּדְנָזִיר לֹא מִעַרְבֵי בַּהֲדָדֵי, דְּאָשָׁם נָזִיר בָּא לְהַכְשִׁירוֹ לִנְזִירוּת טְהוֹרָה וְאֵין טָעוּן מַתַּן בְּהוֹנוֹת וְלֹא נְסָכִים, וְעוֹד דְּאָשָׁם מְצֹרָע בָּא לְהַתִּירוֹ בַּמַּחֲנֶה. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה שקלים ו ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-2-4-6-6","jbo:text":"האומר, הרי עלי עצים, לא יפחות משני גזרין. לבונה, לא יפחות מקמץ. זהב, לא יפחות מדינר זהב, ששה לנדבה, נדבה מה היו עושין בה, לוקחין בה עולות, הבשר לשם, והעורות לכהנים. זה מדרש דרש יהוידע כהן גדול, (ויקרא ה) אשם הוא אשם אשם ליי. (זה הכלל), כל שהוא בא משום חטא ומשום אשמה, ילקח בו עולות, הבשר לשם, והעורות לכהנים. נמצאו שני כתובים קימים, אשם לה', ואשם לכהנים, ואומר, (מלכים ב יב), כסף אשם וכסף חטאות לא יובא בית ה' לכהנים יהיו","jbo:textNikud":"הָאוֹמֵר, הֲרֵי עָלַי עֵצִים, לֹא יִפְחוֹת מִשְּׁנֵי גִּזְרִין. לְבוֹנָה, לֹא יִפְחוֹת מִקֹּמֶץ. זָהָב, לֹא יִפְחוֹת מִדִּינַר זָהָב, שִׁשָּׁה לִנְדָבָה, נְדָבָה מֶה הָיוּ עוֹשִׂין בָּהּ, לוֹקְחִין בָּהּ עוֹלוֹת, הַבָּשָׂר לַשֵּׁם, וְהָעוֹרוֹת לַכֹּהֲנִים. זֶה מִדְרָשׁ דָּרַשׁ יְהוֹיָדָע כֹּהֵן גָּדוֹל, (ויקרא ה) אָשָׁם הוּא אָשֹׁם אָשַׁם לַיְיָ. (זֶה הַכְּלָל), כֹּל שֶׁהוּא בָּא מִשּׁוּם חֵטְא וּמִשּׁוּם אַשְׁמָה, יִלָּקַח בּוֹ עוֹלוֹת, הַבָּשָׂר לַשֵּׁם, וְהָעוֹרוֹת לַכֹּהֲנִים. נִמְצְאוּ שְׁנֵי כְּתוּבִים קַיָּמִים, אָשָׁם לַה', וְאָשָׁם לַכֹּהֲנִים, וְאוֹמֵר, (מלכים ב יב), כֶּסֶף אָשָׁם וְכֶסֶף חַטָאוֹת לֹא יוּבָא בֵּית ה' לַכֹּהֲנִים יִהְיוּ","rdfs:label":"משנה שקלים ו ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-bartanura-2-4-6-6","jbo:text":"ר\"ע מברטנורה לא יפחת משני גזרים. המתנדב עצים סתם לא יפחות משני גזרים, כאותם שמסדרים על המערכה, וידוע היה שעורן. ודוקא המתנדב עצים סתם, אבל הרוצה להביא אפלו עץ אחד, יביא {טז}: לא יפחת מן קמץ. שזהו שעור הלבונה הבאה עם המנחה, דכתיב (ויקרא ו) והרים ממנו בקמצו מסלת המנחה ומשמנה ואת כל לבונתה, מה הרמה דמנחה קמץ, אף לבונה קמץ. ודוקא המתנדב סתם, אבל אם רצה להביא אפלו קרט של לבונה מביא. והמתנדב זהב סתם, לא יפחת מדינר זהב. והוא שהזכיר צורת מטבע, אבל אם לא הזכיר מטבע אלא זהב סתם, מביא אפלו צנורא, שהוא כמין מזלג קטן: אשם הוא אשם אשם לה'. וקשה קרא רישיה לסיפיה, דאשם הוא משמע בהויתו ובהלכתו הוא, שהוא נאכל לכהנים, ואשם לה' משמע שכלו לה'. ודרש יהוידע הכהן, אשם אשם לה', כל שהוא בא משום חטא ומשום אשמה, כגון הפריש מעות לחטאת ואשם ונתותרו מהם, ילקח באותו המותר עולות, הבשר לה' והעורות לכהנים, ונמצאו שני המקראות קימים, אשם לה' הבשר, ואשם לכהנים העורות. והיכן מצינו מדרש זה ביהוידע, דכתיב במלכים (ב יב) ביהוידע כסף אשם וכסף חטאת לא יובא בית ה' לכהנים יהיו, ואי אפשר לומר אשם דכסף שקדש לשם חטאת ולשם אשם יהנו ממנו הכהנים {יז}, אלא על כרחך הכי קאמר, יעשו ממנו דבר שיהנו בו הכהנים, והינו עולות, שהעורות לכהנים","jbo:textNikud":"ר\"ע מברטנורה לֹא יִפְחֹת מִשְּׁנֵי גִּזְרִים. הַמִּתְנַדֵּב עֵצִים סְתָם לֹא יִפְחוֹת מִשְּׁנֵי גִּזְרִים, כְּאוֹתָם שֶׁמְּסַדְּרִים עַל הַמַּעֲרָכָה, וְיָדוּעַ הָיָה שִׁעוּרָן. וְדַוְקָא הַמִּתְנַדֵּב עֵצִים סְתָם, אֲבָל הָרוֹצֶה לְהָבִיא אֲפִלּוּ עֵץ אֶחָד, יָבִיא {טז}: לֹא יִפְחֹת מִן קֹמֶץ. שֶׁזֶּהוּ שִׁעוּר הַלְּבוֹנָה הַבָּאָה עִם הַמִּנְחָה, דִּכְתִיב (וְיִקְרָא ו) וְהֵרִים מִמֶּנּוּ בְּקֻמְצוֹ מִסֹּלֶת הַמִּנְחָה וּמִשַּׁמְנָהּ וְאֶת כָּל לְבוֹנָתָהּ, מָה הֲרָמָה דְּמִנְחָה קֹמֶץ, אַף לְבוֹנָה קֹמֶץ. וְדַוְקָא הַמִּתְנַדֵּב סְתָם, אֲבָל אִם רָצָה לְהָבִיא אֲפִלּוּ קֹרְט שֶׁל לְבוֹנָה מֵבִיא. וְהַמִּתְנַדֵּב זָהָב סְתָם, לֹא יִפְחֹת מִדִּינָר זָהָב. וְהוּא שֶׁהִזְכִּיר צוּרַת מַטְבֵּעַ, אֲבָל אִם לֹא הִזְכִּיר מַטְבֵּעַ אֶלָּא זָהָב סְתָם, מֵבִיא אֲפִלּוּ צִנּוֹרָא, שֶׁהוּא כְּמִין מַזְלֵג קָטָן: אָשָׁם הוּא אָשֹׁם אָשַׁם לַה'. וְקָשֶׁה קְרָא רֵישֵׁיהּ לְסֵיפֵיהּ, דְּאָשָׁם הוּא מַשְׁמַע בַּהֲוָיָתוֹ וּבְהִלְכָתוֹ הוּא, שֶׁהוּא נֶאֱכַל לַכֹּהֲנִים, וְאָשַׁם לַה' מַשְׁמַע שֶׁכֻּלּוֹ לַה'. וְדָרַשׁ יְהוֹיָדָע הַכֹּהֵן, אָשֹׁם אָשַׁם לַה', כָּל שֶׁהוּא בָּא מִשּׁוּם חֵטְא וּמִשּׁוּם אַשְׁמָה, כְּגוֹן הִפְרִישׁ מָעוֹת לְחַטָּאת וְאָשָׁם וְנִתּוֹתְרוּ מֵהֶם, יִלָּקַח בְּאוֹתוֹ הַמּוֹתַר עוֹלוֹת, הַבָּשָׂר לַה' וְהָעוֹרוֹת לַכֹּהֲנִים, וְנִמְצְאוּ שְׁנֵי הַמִּקְרָאוֹת קַיָּמִים, אָשַׁם לַה' הַבָּשָׂר, וְאָשָׁם לַכֹּהֲנִים הָעוֹרוֹת. וְהֵיכָן מָצִינוּ מִדְרָשׁ זֶה בִּיהוֹיָדָע, דִּכְתִיב בִּמְלָכִים (ב יב) בִּיהוֹיָדָע כֶּסֶף אָשָׁם וְכֶסֶף חַטָּאת לֹא יוּבָא בֵּית ה' לַכֹּהֲנִים יִהְיוּ, וְאִי אֶפְשָׁר לוֹמַר אָשָׁם דְּכֶסֶף שֶׁקָּדַשׁ לְשֵׁם חַטָּאת וּלְשֵׁם אָשָׁם יֵהָנוּ מִמֶּנּוּ הַכֹּהֲנִים {יז}, אֶלָּא עַל כָּרְחֲךָ הָכִי קָאָמַר, יַעֲשׂוּ מִמֶּנּוּ דָּבָר שֶׁיֵּהָנוּ בּוֹ הַכֹּהֲנִים, וְהַיְנוּ עוֹלוֹת, שֶׁהָעוֹרוֹת לַכֹּהֲנִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים ו ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-6"],"uri":"jbr:mishna-yomtov-2-4-6-6","jbo:text":"עיקר תוי\"ט {טז} שזה קרבן בפני עצמו וזה קרבן בפני עצמו. דתנן יומא פרק ב' ושנים בידם שני גזירים. ירושלמי: {יז} דאין לומר שיביאו חטאות ואשמות עצמן, והוי נמי לכהנים, שנהנים בבשרם שאוכלים, דאם כן מאי לכהנים, לחטאת ואשם יהיו מבעיא ליה, אלא בעולה דעורה לכהנים כו', ולא יובא בית ה' כלומר לבדק הבית","jbo:textNikud":"עיקר תוי\"ט {טז} שֶׁזֶּה קָרְבָּן בִּפְנֵי עַצְמוֹ וְזֶה קָרְבָּן בִּפְנֵי עַצְמוֹ. דִּתְנָן יוֹמָא פֶּרֶק ב' וּשְׁנַיִם בְּיָדָם שְׁנֵי גְּזִירִים. יְרוּשַׁלְמִי: {יז} דְּאֵין לוֹמַר שֶׁיָּבִיאוּ חַטָּאוֹת וַאֲשָׁמוֹת עַצְמָן, וַהֲוֵי נַמִּי לַכֹּהֲנִים, שֶׁנֶּהֱנִים בִּבְשָׂרָם שֶׁאוֹכְלִים, דְּאִם כֵּן מַאי לַכֹּהֲנִים, לַחַטָּאת וְאָשָׁם יִהְיוּ מִבַּעְיָא לֵיהּ, אֶלָּא בְּעוֹלָה דְּעוֹרָהּ לַכֹּהֲנִים כוּ', וְלֹא יוּבָא בֵּית ה' כְּלוֹמַר לְבֶדֶק הַבַּיִת","rdfs:label":"עיקר תוי\"ט משנה שקלים ו ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-1","jbo:text":"מעות שנמצאו בין השקלים לנדבה, קרוב לשקלים יפלו לשקלים, לנדבה יפלו לנדבה, מחצה למחצה יפלו לנדבה. בין עצים ללבונה, קרוב לעצים יפלו לעצים, ללבונה יפלו ללבונה, מחצה למחצה יפלו ללבונה. בין קנין לגוזלי עולה, קרוב לקנין יפלו לקנין. לגוזלי עולה יפלו לגוזלי עולה, מחצה למחצה יפלו לגוזלי עולה. בין חלין למעשר שני, קרוב לחלין יפלו לחלין, למעשר שני יפלו למעשר שני, מחצה למחצה יפלו למעשר שני. זה הכלל, הולכים אחר הקרוב (להקל). מחצה למחצה להחמיר","jbo:textNikud":"מָעוֹת שֶׁנִּמְצְאוּ בֵּין הַשְּׁקָלִים לִנְדָבָה, קָרוֹב לַשְּׁקָלִים יִפְּלוּ לַשְּׁקָלִים, לַנְּדָבָה יִפְּלוּ לַנְּדָבָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לַנְּדָבָה. בֵּין עֵצִים לִלְבוֹנָה, קָרוֹב לָעֵצִים יִפְּלוּ לָעֵצִים, לַלְּבוֹנָה יִפְּלוּ לַלְּבוֹנָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לַלְּבוֹנָה. בֵּין קִנִּין לְגוֹזְלֵי עוֹלָה, קָרוֹב לַקִּנִּין יִפְּלוּ לַקִּנִּין. לְגוֹזְלֵי עוֹלָה יִפְּלוּ לְגוֹזְלֵי עוֹלָה, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לְגוֹזְלֵי עוֹלָה. בֵּין חֻלִּין לְמַעֲשֵׂר שֵׁנִי, קָרוֹב לַחֻלִּין יִפְּלוּ לַחֻלִּין, לְמַעֲשֵׂר שֵׁנִי יִפְּלוּ לְמַעֲשֵׂר שֵׁנִי, מֶחֱצָה לְמֶחֱצָה יִפְּלוּ לְמַעֲשֵׂר שֵׁנִי. זֶה הַכְּלָל, הוֹלְכִים אַחַר הַקָּרוֹב (לְהָקֵל). מֶחֱצָה לְמֶחֱצָה לְהַחְמִיר","rdfs:label":"משנה שקלים ז א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-1","jbo:text":"ר\"ע מברטנורה מעות שנמצאו. קרוב לשקלים יפלו לשקלים. דבתר קרוב אזלינן, דכתיב (דברים כא) והיתה העיר הקרובה אל החלל. והאומר רב וקרוב הלך אחר הרב {א}, מוקי מתניתין כגון ששקלים ונדבה שוין: מחצה על מחצה יפלו לנדבה. דחמירא משקלים, דכלה עולות, אבל שקלים מביאין מהן פעמים חטאות שנאכלים לכהנים. ועוד, דשירי שקלים לחומות העיר ומגדלותיה: מחצה על מחצה יפלו ללבונה. דלבונה היא עצמה קרבן. ועצים מכשירי קרבן: מחצה על מחצה יפלו לגוזלי עולה. בירושלמי פריך, בשלמא קרוב לגוזלי עולה, כיון דמדאוריתא אזלינן בתר קורבה הוי כאלו ודאי הן מגוזלי עולה, אלא מחצה על מחצה, דמספיקא שדינן להו לגוזלי עולה לחמרא, האשה שהביאה המעות הללו במה תתכפר, שמא מקני חובה נפלו, וכשאתה מקריב מהן גוזלי עולה במה מתכפרת האשה. ומשני, בית דין הממנים על הקנין לוקחים משל צבור כפי אותן מעות שנמצאו, ומקנין אותן לבעלי המעות שנמצאו, ומקריבין מהן קנין על הספק, והחטאת לא תהא נאכלת","jbo:textNikud":"ר\"ע מברטנורה מָעוֹת שֶׁנִּמְצְאוּ. קָרוֹב לַשְּׁקָלִים יִפְּלוּ לַשְּׁקָלִים. דְּבָתַר קָרוֹב אָזְלִינַן, דִּכְתִיב (דְּבָרִים כא) וְהָיְתָה הָעִיר הַקְּרוֹבָה אֶל הֶחָלָל. וְהָאוֹמֵר רֹב וְקָרוֹב הֲלֵךְ אַחַר הָרֹב {א}, מוֹקֵי מַתְנִיתִין כְּגוֹן שֶׁשְּׁקָלִים וּנְדָבָה שָׁוִין: מֶחֱצָה עַל מֶחֱצָה יִפְּלוּ לַנְּדָבָה. דַּחֲמִירָא מִשְּׁקָלִים, דְּכֻלָּהּ עוֹלוֹת, אֲבָל שְׁקָלִים מְבִיאִין מֵהֶן פְּעָמִים חַטָּאוֹת שֶׁנֶּאֱכָלִים לַכֹּהֲנִים. וְעוֹד, דִּשְׁיָרֵי שְׁקָלִים לְחוֹמוֹת הָעִיר וּמִגְדְּלוֹתֶיהָ: מֶחֱצָה עַל מֶחֱצָה יִפְּלוּ לַלְּבוֹנָה. דִּלְבוֹנָה הִיא עַצְמָהּ קָרְבָּן. וְעֵצִים מַכְשִׁירֵי קָרְבָּן: מֶחֱצָה עַל מֶחֱצָה יִפְּלוּ לְגוֹזְלֵי עוֹלָה. בַּיְרוּשַׁלְמִי פָּרֵיךְ, בִּשְׁלָמָא קָרוֹב לְגוֹזְלֵי עוֹלָה, כֵּיוָן דְּמִדְּאוֹרַיְתָא אָזְלִינַן בָּתַר קוּרְבָה הֲוֵי כְּאִלּוּ וַדַּאי הֵן מִגּוֹזְלֵי עוֹלָה, אֶלָּא מֶחֱצָה עַל מֶחֱצָה, דְּמִסְּפֵיקָא שָׁדִינַן לְהוּ לְגוֹזְלֵי עוֹלָה לְחֻמְרָא, הָאִשָּׁה שֶׁהֵבִיאָה הַמָּעוֹת הַלָּלוּ בְּמַה תִּתְכַּפֵּר, שֶׁמָּא מִקִּנֵּי חוֹבָה נָפְלוּ, וּכְשֶׁאַתָּה מַקְרִיב מֵהֶן גּוֹזְלֵי עוֹלָה בְּמַה מִּתְכַּפֶּרֶת הָאִשָּׁה. וּמְשָׁנֵי, בֵּית דִּין הַמְּמֻנִּים עַל הַקִנִּין לוֹקְחִים מִשֶּׁל צִבּוּר כְּפִי אוֹתָן מָעוֹת שֶׁנִּמְצְאוּ, וּמַקְנִין אוֹתָן לְבַעֲלֵי הַמָּעוֹת שֶׁנִּמְצְאוּ, וּמַקְרִיבִין מֵהֶן קִנִּין עַל הַסָּפֵק, וְהַחַטָּאת לֹא תְהֵא נֶאֱכֶלֶת","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-1","jbo:text":"עיקר תוי\"ט {א} דרב נמי דאוריתא, דכתיב [שמות כג] אחרי רבים להטות. והא דאמר קרא והעיר הקרובה, בדליכא דנפישא מינה, ולרבא דעלמא נמי ליכא למיחש, כגון שיושבת בין ההרים, דאין דרך רוצחים לבא ממקומות אחרים לכאן. גמרא","jbo:textNikud":"עיקר תוי\"ט {א} דְּרֹב נַמִּי דְּאוֹרַיְתָא, דִּכְתִיב [שְׁמוֹת כג] אַחֲרֵי רַבִּים לְהַטּוֹת. וְהָא דְּאָמַר קְרָא וְהָעִיר הַקְּרוֹבָה, בִּדְלֵיכָּא דִּנְפִישָׁא מִינַּהּ, וּלְרֻבָּא דְּעָלְמָא נַמִּי לֵיכָּא לְמֵיחָשׁ, כְּגוֹן שֶׁיּוֹשֶׁבֶת בֵּין הֶהָרִים, דְּאֵין דֶּרֶךְ רוֹצְחִים לָבֹא מִמְּקוֹמוֹת אֲחֵרִים לְכָאן. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה שקלים ז א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-2","jbo:text":"מעות שנמצאו לפני סוחרי בהמה, לעולם מעשר. בהר הבית, חלין {ד}. בירושלים בשעת הרגל, מעשר. ובשאר כל ימות השנה, חלין","jbo:textNikud":"מָעוֹת שֶׁנִּמְצְאוּ לִפְנֵי סוֹחֲרֵי בְּהֵמָה, לְעוֹלָם מַעֲשֵׂר. בְּהַר הַבַּיִת, חֻלִּין {ד}. בִּירוּשָׁלַיִם בִּשְׁעַת הָרֶגֶל, מַעֲשֵׂר. וּבִשְׁאָר כָּל יְמוֹת הַשָּׁנָה, חֻלִּין","rdfs:label":"משנה שקלים ז ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-2","jbo:text":"ר\"ע מברטנורה לעולם מעשר. אפלו כל השנה כלה. לפי שעולי רגלים אינן מספיקין להוציא כל מעשר שני שלהן ברגלים, ומניחין אותן לקרוביהן או לאוהביהן לאכל אותן כל השנה בירושלים {ב}, ועקר מצות אכילת מעשר שני היא שלמים, לפיכך רב בהמות הנמכרות בירושלים בכל ימות השנה הן נקחות בכסף מעשר. ואף על גב דאיכא למימר שמא מן המוכרים נפלו ונתחללו כבר, כיון דלוקחים הוו רבא, שהרי כמה אנשים לוקחים מתגר אחד {ג}, אמרינן דלוקחים הן ולא נתחללו והרי הן מעשר: ובהר הבית חלין. ואפלו ברגל, שרב מעות שביד בני אדם אז הן של מעשר, אפלו הכי הוו חלין, דאזלינן בתר רבא דשתא, ואמור מקמי הרגל נפול: בירושלים. שלא בשוק הבהמות: בשעת הרגל הכל מעשר. ולא אזלינן בתר רב שתא, לפי ששוקי ירושלים עשויים להתכבד בכל יום, ואי נפול מקדם כבר נמצאו. אבל הר הבית לא היה עשוי להתכבד, לפי שהוא גבוה, והרוח מכבד ומסיר כל האבק, וגם אין אדם רשאי לכנס בהר הבית באבק שברגליו, לפיכך אין אבק מצוי שם","jbo:textNikud":"ר\"ע מברטנורה לְעוֹלָם מַעֲשֵׂר. אֲפִלּוּ כָּל הַשָּׁנָה כֻּלָּהּ. לְפִי שֶׁעוֹלֵי רְגָלִים אֵינָן מַסְפִּיקִין לְהוֹצִיא כָּל מַעֲשֵׂר שֵׁנִי שֶׁלָּהֶן בָּרְגָלִים, וּמְנִיחִין אוֹתָן לִקְרוֹבֵיהֶן אוֹ לְאוֹהֲבֵיהֶן לֶאֱכֹל אוֹתָן כָּל הַשָּׁנָה בִּירוּשָׁלַיִם {ב}, וְעִקַּר מִצְוַת אֲכִילַת מַעֲשֵׂר שֵׁנִי הִיא שְׁלָמִים, לְפִיכָךְ רֹב בְּהֵמוֹת הַנִּמְכָּרוֹת בִּירוּשָׁלַיִם בְּכָל יְמוֹת הַשָּׁנָה הֵן נִקָּחוֹת בְּכֶסֶף מַעֲשֵׂר. וְאַף עַל גַּב דְּאִיכָּא לְמֵימָר שֶׁמָּא מִן הַמּוֹכְרִים נָפְלוּ וְנִתְחַלְּלוּ כְּבָר, כֵּיוָן דְּלוֹקְחִים הֲווּ רֻבָּא, שֶׁהֲרֵי כַּמָּה אֲנָשִׁים לוֹקְחִים מִתַּגָּר אֶחָד {ג}, אָמְרִינַן דְּלוֹקְחִים הֵן וְלֹא נִתְחַלְּלוּ וַהֲרֵי הֵן מַעֲשֵׂר: וּבְהַר הַבַּיִת חֻלִּין. וַאֲפִלּוּ בָּרֶגֶל, שֶׁרֹב מָעוֹת שֶׁבְּיַד בְּנֵי אָדָם אָז הֵן שֶׁל מַעֲשֵׂר, אֲפִלּוּ הָכִי הֲווּ חֻלִּין, דְּאָזְלִינַן בָּתַר רֻבָּא דְּשַׁתָּא, וְאֵמוּר מִקָּמֵי הָרֶגֶל נָפוּל: בִּירוּשָׁלַיִם. שֶׁלֹּא בְּשׁוּק הַבְּהֵמוֹת: בִּשְׁעַת הָרֶגֶל הַכֹּל מַעֲשֵׂר. וְלֹא אָזְלִינַן בָּתַר רֹב שַׁתָּא, לְפִי שֶׁשְׁוָקֵי יְרוּשָׁלַיִם עֲשׂוּיִים לְהִתְכַּבֵּד בְּכָל יוֹם, וְאִי נָפוּל מִקֹּדֶם כְּבָר נִמְצְאוּ. אֲבָל הַר הַבַּיִת לֹא הָיָה עָשׂוּי לְהִתְכַּבֵּד, לְפִי שֶׁהוּא גָּבוֹהַּ, וְהָרוּחַ מְכַבֵּד וּמֵסִיר כָּל הָאָבָק, וְגַם אֵין אָדָם רַשַּׁאי לִכָּנֵס בְּהַר הַבַּיִת בָּאָבָק שֶׁבְּרַגְלָיו, לְפִיכָךְ אֵין אָבָק מָצוּי שָׁם","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-2","jbo:text":"עיקר תוי\"ט {ב} בטובת הנאה. רש\"י. ונמוקו עמו, דהא קימא לן מתנה כמכר לענין מעשר שני ואסור: {ג} דכמה בני אדם עומדים על בהמה אחת לקנות. תוספות: {ד} בהר הבית חלין. ואם תאמר לפרוש הראשון של הר\"ב בסוף ברכות דאפונדתו אזור חלול שנותנין בו מעות, ותנן שלא יכנס בו להר הבית, ואם כן מסתמא של הקדש הן ונפלו מן המביאים שקליהן ללשכה. תרצו התוספות דאין אסור לכנס אלא במעות הצרורים, דנראה שנושא אותם לסחורה וגנאי הוא, ובענין זה אפלו של הקדש אסור. אבל בידו אפלו הם של חלין מתר לכנס. ואם תאמר אכתי נימא דשל תרומת הלשכה הן, תרץ הרמב\"ם חזקה דאין הכהן מוציא מעות מהלשכה עד שהוא מחללן על הבהמה, וכל מה שיפל ממנו חלין הוא, מה שאחר כך הוציאוהו מן הלשכה","jbo:textNikud":"עיקר תוי\"ט {ב} בְּטוֹבַת הֲנָאָה. רַשִׁ\"י. וְנִמּוּקוֹ עִמּוֹ, דְּהָא קַיְמָא לָן מַתָּנָה כְּמֶכֶר לְעִנְיַן מַעֲשֵׂר שֵׁנִי וְאָסוּר: {ג} דְּכַמָּה בְּנֵי אָדָם עוֹמְדִים עַל בְּהֵמָה אַחַת לִקְנוֹת. תּוֹסָפוֹת: {ד} בְּהַר הַבַּיִת חֻלִּין. וְאִם תֹּאמַר לַפֵּרוּשׁ הָרִאשׁוֹן שֶׁל הָרַ\"ב בְּסוֹף בְּרָכוֹת דַּאֲפוּנְדָתוֹ אֵזוֹר חָלוּל שֶׁנּוֹתְנִין בּוֹ מָעוֹת, וּתְנַן שֶׁלֹּא יִכָּנֵס בּוֹ לְהַר הַבַּיִת, וְאִם כֵּן מִסְתָּמָא שֶׁל הֶקְדֵּשׁ הֵן וְנָפְלוּ מִן הַמְּבִיאִים שִׁקְלֵיהֶן לַלִּשְׁכָּה. תֵּרְצוּ הַתּוֹסָפוֹת דְּאֵין אִסּוּר לִכָּנֵס אֶלָּא בְּמָעוֹת הַצְּרוּרִים, דְּנִרְאֶה שֶׁנּוֹשֵׂא אוֹתָם לִסְחוֹרָה וּגְנַאי הוּא, וּבְעִנְיָן זֶה אֲפִלּוּ שֶׁל הֶקְדֵּשׁ אָסוּר. אֲבָל בְּיָדוֹ אֲפִלּוּ הֵם שֶׁל חֻלִּין מֻתָּר לִכָּנֵס. וְאִם תֹּאמַר אַכַּתִּי נֵימָא דְּשֶׁל תְּרוּמַת הַלִּשְׁכָּה הֵן, תֵּרֵץ הָרַמְבַּ\"ם חֲזָקָה דְּאֵין הַכֹּהֵן מוֹצִיא מָעוֹת מֵהַלִּשְׁכָּה עַד שֶׁהוּא מְחַלְּלָן עַל הַבְּהֵמָה, וְכָל מַה שֶּׁיִּפֹּל מִמֶּנּוּ חֻלִּין הוּא, מַה שֶּׁאַחַר כָּךְ הוֹצִיאוּהוּ מִן הַלִּשְׁכָּה","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-3","jbo:text":"בשר שנמצא בעזרה, אברים, עולות. וחתיכות, חטאות. בירושלים, זבחי שלמים. זה וזה תעבר צורתו ויצא לבית השרפה. נמצא בגבולין, אברים, נבלות. חתיכות, מתרות. ובשעת הרגל שהבשר מרבה, אף אברים מתרין","jbo:textNikud":"בָּשָׂר שֶׁנִּמְצָא בָּעֲזָרָה, אֵבָרִים, עוֹלוֹת. וַחֲתִיכוֹת, חַטָאוֹת. בִּירוּשָׁלַיִם, זִבְחֵי שְׁלָמִים. זֶה וָזֶה תְּעֻבַּר צוּרָתוֹ וְיֵצֵא לְבֵית הַשְּׂרֵפָה. נִמְצָא בַּגְּבוּלִין, אֵבָרִים, נְבֵלוֹת. חֲתִיכוֹת, מֻתָּרוֹת. וּבִשְׁעַת הָרֶגֶל שֶׁהַבָּשָׂר מְרֻבֶּה, אַף אֵבָרִים מֻתָּרִין","rdfs:label":"משנה שקלים ז ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-3","jbo:text":"ר\"ע מברטנורה אברים עולות. כיון שמנתח כדרך הנתוח המפרש בעולות, בידוע שהן של עולות: חתיכות חטאות. דאין אוכלים בעזרה אלא חטאות ואשמות {ה}: ובירושלים זבחי שלמים. דרב בשר הנאכל בירושלים הוי שלמים: זה וזה. בין שנמצא בעזרה בין שנמצא בירושלים: תעבר צורתן. לפי שנפסלו בהסח הדעת ואסורין באכילה {ו}, ואין לזלזל בהן ולשרפן עד שיפסלו בודאי, הלכך בעו עבור צורה, הינו שיפסלו בנותר. ועבור צורה דשלמים הינו עד יום שלישי {ז}: נמצאו בגבולים. בערי ישראל: אברים נבלות. שכן דרך שחותכין הנבלות לאברים ומשליכין ברחובות שיאכלום הכלבים: חתיכות מתרים. שאין רגילין לחתך הנבלות לחתיכות, אלא הכשרות רגילין לחתך לחתיכות קטנות למכרן לישראל או לתת אותה בתוך הקדרה. ודין זה בעיר שכלה ישראל, אבל בעיר שיש בה נכרים, אפלו חתיכות אסורים {ח}: שהבשר מרבה. ואין חותכין הבשר לחתיכות קטנות אלא מבשלים אותו אברים","jbo:textNikud":"ר\"ע מברטנורה אֵבָרִים עוֹלוֹת. כֵּיוָן שֶׁמְּנֻתָּח כְּדֶרֶךְ הַנִּתּוּחַ הַמְפֹרָשׁ בְּעוֹלוֹת, בְּיָדוּעַ שֶׁהֵן שֶׁל עוֹלוֹת: חֲתִיכוֹת חַטָּאוֹת. דְּאֵין אוֹכְלִים בָּעֲזָרָה אֶלָּא חַטָּאוֹת וַאֲשָׁמוֹת {ה}: וּבִירוּשָׁלַיִם זִבְחֵי שְׁלָמִים. דְּרֹב בָּשָׂר הַנֶּאֱכָל בִּירוּשָׁלַיִם הֲוֵי שְׁלָמִים: זֶה וְזֶה. בֵּין שֶׁנִּמְצָא בָּעֲזָרָה בֵּין שֶׁנִּמְצָא בִּירוּשָׁלַיִם: תְּעֻבַּר צוּרָתָן. לְפִי שֶׁנִּפְסְלוּ בְּהֶסַּח הַדַּעַת וַאֲסוּרִין בָּאֲכִילָה {ו}, וְאֵין לְזַלְזֵל בָּהֶן וּלְשָׂרְפָן עַד שֶׁיִּפָּסְלוּ בְּוַדַּאי, הִלְכָּךְ בָּעוּ עִבּוּר צוּרָה, הַיְנוּ שֶׁיִּפָּסְלוּ בְּנוֹתָר. וְעִבּוּר צוּרָה דִּשְׁלָמִים הַיְנוּ עַד יוֹם שְׁלִישִׁי {ז}: נִמְצְאוּ בַגְּבוּלִים. בְּעָרֵי יִשְׂרָאֵל: אֵבָרִים נְבֵלוֹת. שֶׁכֵּן דֶּרֶךְ שֶׁחוֹתְכִין הַנְּבֵלוֹת לְאֵבָרִים וּמַשְׁלִיכִין בָּרְחוֹבוֹת שֶׁיֹּאכְלוּם הַכְּלָבִים: חֲתִיכוֹת מֻתָּרִים. שֶׁאֵין רְגִילִין לַחְתֹּךְ הַנְּבֵלוֹת לַחֲתִיכוֹת, אֶלָּא הַכְּשֵׁרוֹת רְגִילִין לַחְתֹּךְ לַחֲתִיכוֹת קְטַנּוֹת לְמָכְרָן לְיִשְׂרָאֵל אוֹ לָתֵת אוֹתָהּ בְּתוֹךְ הַקְּדֵרָה. וְדִין זֶה בְּעִיר שֶׁכֻּלָּהּ יִשְׂרָאֵל, אֲבָל בָּעִיר שֶׁיֵּשׁ בָּהּ נָכְרִים, אֲפִלּוּ חֲתִיכוֹת אֲסוּרִים {ח}: שֶׁהַבָּשָׂר מְרֻבֶּה. וְאֵין חוֹתְכִין הַבָּשָׂר לַחֲתִיכוֹת קְטַנּוֹת אֶלָּא מְבַשְּׁלִים אוֹתוֹ אֵבָרִים","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-3","jbo:text":"עיקר תוי\"ט {ה} שדין אכילת שניהם שוים: {ו} ואם היא עולה אין צריך לזה שהיא כלה כליל לאשים, ואם היא חטאת נפסלו בלאו הכי, שמא לנו. והרמב\"ם לא כתב אלא מפני חשש שמא עבר זמנו. ועין תוספות יום טוב: {ז} כלומר אף על פי שהשלמים אסורים באכילה מתחלת ליל שלישי, עבור צורתו אינו אלא ביום שלישי. כדילפינן בזבחים: {ח} ומסתברא דאפלו מעוט נכרים קאמר. וכן כתב הרמב\"ם, כי העקר אצלנו בשר שנתעלם מן העין אסור והינו כרב. וקשה דאם כן בלא אינו יהודי אם הוא במקום שהעורבים מצויים אסור, וצריך עיון. ועוד הא הר\"ב פסק דלא כרב. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ה} שֶׁדִּין אֲכִילַת שְׁנֵיהֶם שָׁוִים: {ו} וְאִם הִיא עוֹלָה אֵין צָרִיךְ לָזֶה שֶׁהִיא כֻּלָּהּ כָּלִיל לָאִשִּׁים, וְאִם הִיא חַטָּאת נִפְסְלוּ בְּלָאו הָכִי, שֶׁמָּא לָנוּ. וְהָרַמְבַּ\"ם לֹא כָּתַב אֶלָּא מִפְּנֵי חֲשָׁשׁ שֶׁמָּא עָבַר זְמַנּוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} כְּלוֹמַר אַף עַל פִּי שֶׁהַשְּׁלָמִים אֲסוּרִים בָּאֲכִילָה מִתְּחִלַּת לֵיל שְׁלִישִׁי, עִבּוּר צוּרָתוֹ אֵינוֹ אֶלָּא בְּיוֹם שְׁלִישִׁי. כִּדְּיָלְפִינַן בִּזְבָחִים: {ח} וּמִסְתַּבְּרָא דַּאֲפִלּוּ מִעוּט נָכְרִים קָאָמַר. וְכֵן כָּתַב הָרַמְבַּ\"ם, כִּי הָעִקָּר אֶצְלֵנוּ בָּשָׂר שֶׁנִּתְעַלֵּם מִן הָעַיִן אָסוּר וְהַיְנוּ כְּרַב. וְקָשֶׁה דְּאִם כֵּן בְּלֹא אֵינוֹ יְהוּדִי אִם הוּא בְּמָקוֹם שֶׁהָעוֹרְבִים מְצוּיִים אָסוּר, וְצָרִיךְ עִיּוּן. וְעוֹד הָא הָרַ\"ב פָּסַק דְּלֹא כְּרַב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-4","jbo:text":"בהמה שנמצאת מירושלים ועד מגדל עדר, וכמדתה לכל רוח, זכרים, עולות {ט}. נקבות, זבחי שלמים {י}. רבי יהודה אומר, הראוי לפסחים, פסחים קדם לרגל שלשים יום","jbo:textNikud":"בְּהֵמָה שֶׁנִּמְצֵאת מִירוּשָׁלַיִם וְעַד מִגְדַּל עֵדֶר, וּכְמִדָּתָהּ לְכָל רוּחַ, זְכָרִים, עוֹלוֹת {ט}. נְקֵבוֹת, זִבְחֵי שְׁלָמִים {י}. רַבִּי יְהוּדָה אוֹמֵר, הָרָאוּי לִפְסָחִים, פְּסָחִים קֹדֶם לָרֶגֶל שְׁלשִׁים יוֹם","rdfs:label":"משנה שקלים ז ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-4","jbo:text":"ר\"ע מברטנורה זכרים עולות. שאנו תולין שיצאה מירושלים, ורב זכרים שבירושלים הן עולות, ורב נקבות זבחי שלמים: הראוי לפסחים. זכר בן שנה מן הכשבים או מן העזים: פסחים. והמוצאו מתר לו להקריבו לפסחו, ואם יבא בעליו אחר כך יתן לו את דמיו {יא}: קדם לרגל שלשים יום. משעה שמתחילין לדרש בהלכות הפסח ואדם מפריש את פסחו. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה זְכָרִים עוֹלוֹת. שֶׁאָנוּ תּוֹלִין שֶׁיָּצְאָה מִירוּשָׁלַיִם, וְרֹב זְכָרִים שֶׁבִּירוּשָׁלַיִם הֵן עוֹלוֹת, וְרֹב נְקֵבוֹת זִבְחֵי שְׁלָמִים: הָרָאוּי לִפְסָחִים. זָכָר בֶּן שָׁנָה מִן הַכְּשָׂבִים אוֹ מִן הָעִזִּים: פְּסָחִים. וְהַמּוֹצְאוֹ מֻתָּר לוֹ לְהַקְרִיבוֹ לְפִסְחוֹ, וְאִם יָבֹא בְּעָלָיו אַחַר כָּךְ יִתֵּן לוֹ אֶת דָּמָיו {יא}: קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם. מִשָּׁעָה שֶׁמַּתְחִילִין לִדְרֹשׁ בְּהִלְכוֹת הַפֶּסַח וְאָדָם מַפְרִישׁ אֶת פִּסְחוֹ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-4","jbo:text":"עיקר תוי\"ט {ט} זכרים עולות. ודלמא זבח שלמים (תודה) הן, ואיך מקריב האברים, ומסיק דממתין לה עד שתומם, ומיתי שתי בהמות ומתנה, ומיתי נמי תודה ולחם. ודלמא אשם הוא, אשם בן שתי שנים ואשתכח בן שנה. ודלמא אשם מצרע ונזיר הוא, לא שכיחי. ודלמא פסח הוא, בזמנו מזהר זהירי ביה, ושלא בזמנו שלמים הוא. ודלמא בכור ומעשר הוא, למאי הלכתא, למיכלינהו במומן, הכי נמי במומן תתאכל. גמרא קדושין דף נ\"ה: {י} שלמים. דלמא תודה היא (כו' כדלעיל) שעברה שנתה, לא שכיח. אשתכח בת שנתה מאי, אמר אביי בת שנתה כחטאת ודאי, כונסה לכפה והיא מתה מאליה. גמרא שם. וכן פסק הרמב\"ם: {יא} ואין להשהותה אצלו עד שיבא, דהוי דבר שאינו עושה ואוכל, דימכר [כדתנן בבא מציעא פ\"ב מ\"ז], ובקדשים אי אפשר להמכר","jbo:textNikud":"עיקר תוי\"ט {ט} זְכָרִים עוֹלוֹת. וְדִלְמָא זֶבַח שְׁלָמִים (תּוֹדָה) הֵן, וְאֵיךְ מַקְרִיב הָאֵבָרִים, וּמַסִּיק דְּמַמְתִּין לָהּ עַד שֶׁתּוּמָם, וּמַיְתֵי שְׁתֵּי בְּהֵמוֹת וּמַתְנֶה, וּמַיְתֵי נַמִּי תּוֹדָה וְלֶחֶם. וְדִלְמָא אָשָׁם הוּא, אָשָׁם בֶּן שְׁתֵּי שָׁנִים וְאִשְׁתַּכַּח בֶּן שָׁנָה. וְדִלְמָא אֲשַׁם מְצֹרָע וְנָזִיר הוּא, לֹא שְׁכִיחֵי. וְדִלְמָא פֶּסַח הוּא, בִּזְמַנּוֹ מִזְּהַר זְהִירֵי בֵּיהּ, וְשֶׁלֹּא בִּזְמַנּוֹ שְׁלָמִים הוּא. וְדִלְמָא בְּכוֹר וּמַעְשֵׂר הוּא, לְמַאי הִלְכְתָא, לְמֵיכְלִינְהוּ בְּמוּמָן, הָכִי נַמִּי בְּמוּמָן תִּתְאָכֵל. גְּמָרָא קִדּוּשִׁין דַּף נ\"ה: {י} שְׁלָמִים. דִּלְמָא תּוֹדָה הִיא (כוּ' כְּדִלְעֵיל) שֶׁעָבְרָה שְׁנָתָהּ, לֹא שְׁכִיחַ. אִשְׁתַּכַּח בַּת שְׁנָתָהּ מַאי, אָמַר אַבַּיֵי בַּת שְׁנָתָהּ כְּחַטָּאת וַדַּאי, כּוֹנְסָה לְכִפָּה וְהִיא מֵתָה מֵאֵלֶיהָ. גְּמָרָא שָׁם. וְכֵן פָּסַק הָרַמְבַּ\"ם: {יא} וְאֵין לְהַשְׁהוֹתָהּ אֶצְלוֹ עַד שֶׁיָּבֹא, דַּהֲוֵי דָּבָר שֶׁאֵינוֹ עוֹשֶׂה וְאוֹכֵל, דְּיִמָּכֵר [כְּדִתְנָן בָּבָא מְצִיעָא פ\"ב מ\"ז], וּבְקָדָשִׁים אִי אֶפְשָׁר לְהִמָּכֵר","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ד","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-5","jbo:text":"בראשונה היו ממשכנין את מוצאיה, עד שהוא מביא נסכיה. חזרו להיות מניחין אותה ובורחין. התקינו בית דין שיהו נסכיה באין משל צבור {יב}","jbo:textNikud":"בָּרִאשׁוֹנָה הָיוּ מְמַשְׁכְּנִין אֶת מוֹצְאֶיהָ, עַד שֶׁהוּא מֵבִיא נְסָכֶיהָ. חָזְרוּ לִהְיוֹת מַנִּיחִין אוֹתָהּ וּבוֹרְחִין. הִתְקִינוּ בֵּית דִּין שֶׁיְּהוּ נְסָכֶיהָ בָּאִין מִשֶּׁל צִבּוּר {יב}","rdfs:label":"משנה שקלים ז ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-5","jbo:text":"ר\"ע מברטנורה היו ממשכנין את מוצאיה. המוצא עולה או שלמים היו ממשכנין אותו עד שיביא נסכיה משלו, שלשה עשרונים לפר ושני עשרונים לאיל ועשרון לכבש: מניחין אותה ובורחים. כדי שלא להתחיב בנסכיה","jbo:textNikud":"ר\"ע מברטנורה הָיוּ מְמַשְׁכְּנִין אֶת מוֹצְאֶיהָ. הַמּוֹצֵא עוֹלָה אוֹ שְׁלָמִים הָיוּ מְמַשְׁכְּנִין אוֹתוֹ עַד שֶׁיָּבִיא נְסָכֶיהָ מִשֶּׁלּוֹ, שְׁלֹשָׁה עֶשְׂרוֹנִים לַפָּר וּשְׁנֵי עֶשְׂרוֹנִים לָאַיִל וְעִשָּׂרוֹן לַכֶּבֶשׂ: מַנִּיחִין אוֹתָהּ וּבוֹרְחִים. כְּדֵי שֶׁלֹּא לְהִתְחַיֵּב בִּנְסָכֶיהָ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-5","jbo:text":"עיקר תוי\"ט {יב} משל צבור. ובכל מקום שאומר משל צבור הכונה בו שיבא מתרומת הלשכה. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {יב} מִשֶּׁל צִבּוּר. וּבְכָל מָקוֹם שֶׁאוֹמֵר מִשֶּׁל צִבּוּר הַכַּוָּנָה בּוֹ שֶׁיָּבֹא מִתְּרוּמַת הַלִּשְׁכָּה. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-6","jbo:text":"אמר רבי שמעון, שבעה דברים התקינו בית דין, וזה אחד מהן, נכרי ששלח עולתו {יג} ממדינת הים {יד} ושלח עמה נסכים, קרבין משלו. ואם לאו, קרבין משל צבור. וכן גר {טו} שמת והניח זבחים, אם יש לו נסכים {טז}, קרבין משלו. ואם לאו, קרבין משל צבור. ותנאי בית דין הוא {יז} על כהן גדול שמת, שתהא מנחתו קרבה משל צבור. רבי יהודה אומר, משל יורשין. ושלמה היתה קרבה {יח}","jbo:textNikud":"אָמַר רַבִּי שִׁמְעוֹן, שִׁבְעָה דְּבָרִים הִתְקִינוּ בֵּית דִּין, וְזֶה אֶחָד מֵהֶן, נָכְרִי שֶׁשִּׁלַּח עוֹלָתוֹ {יג} מִמְּדִינַת הַיָּם {יד} וְשִׁלַּח עִמָּהּ נְסָכִים, קְרֵבִין מִשֶׁלּוֹ. וְאִם לָאו, קְרֵבִין מִשֶּׁל צִבּוּר. וְכֵן גֵּר {טו} שֶׁמֵּת וְהִנִּיחַ זְבָחִים, אִם יֵשׁ לוֹ נְסָכִים {טז}, קְרֵבִין מִשֶּׁלּוֹ. וְאִם לָאו, קְרֵבִין מִשֶּׁל צִבּוּר. וּתְנַאי בֵּית דִּין הוּא {יז} עַל כֹּהֵן גָּדוֹל שֶׁמֵּת, שֶׁתְּהֵא מִנְחָתוֹ קְרֵבָה מִשֶּׁל צִבּוּר. רַבִּי יְהוּדָה אוֹמֵר, מִשֶּׁל יוֹרְשִׁין. וּשְׁלֵמָה הָיְתָה קְרֵבָה {יח}","rdfs:label":"משנה שקלים ז ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-6","jbo:text":"ר\"ע מברטנורה שבעה דברים. וקחשיב להו ואזיל: נכרי ששלח עולתו. דדרשינן איש איש, מלמד שהנכרים נודרים נדרים ונדבות כישראל: שתהא מנחתו. עשירית האיפה שכהן גדול מקריב בכל יום מחציתה בבקר ומחציתה בערב: קרבה משל צבור. דכתיב (ויקרא ו) חק עולם, חק זה יהיה משל עולם, כלומר משל צבור, דהינו מתרומת הלשכה: רבי יהודה אומר משל יורשים. דכתיב (שם) והכהן המשיח תחתיו מבניו, והכי משמע, והכהן המשיח שמת, תחתיו אחד מבניו יעשה אותה: ושלמה היתה קרבה. כשהיא באה משל צבור לרבי שמעון או משל יורשים לרבי יהודה, עשרון שלם היתה קרבה ולא חצי עשרון. ורבי יהודה מפיק ליה מדכתיב מבניו יעשה אותה, כשהאחד מבניו מקריב לאחר שמת אביו, דהינו היורשים, יעשה אותה ולא חציה. והלכה כרבי יהודה, שמשל יורשים היא באה. והא דתנן במתניתין דתנאי בית דין הוא לדברי רבי שמעון שתהא באה מן הצבור, ולא מן התורה, מפרש בגמרא דשתי תקנות הוו, בתחלה מדאוריתא קרבה משל צבור, מדכתיב חק עולם כדאמרינן, כיון שראו דקא מדחקא לשכה, התקינו דנגבו מיורשים {יט}, כיון דחזו דקא פשעו בה, אוקמוה אדאוריתא. ונמצאת עכשיו קרבה מן הצבור בתנאי בית דין, דאוקמוה אדאוריתא","jbo:textNikud":"ר\"ע מברטנורה שִׁבְעָה דְבָרִים. וְקָחָשֵׁיב לְהוּ וְאָזֵיל: נָכְרִי שֶׁשָּׁלַח עוֹלָתוֹ. דְּדָרְשִׁינַן אִישׁ אִישׁ, מְלַמֵּד שֶׁהַנָּכְרִים נוֹדְרִים נְדָרִים וּנְדָבוֹת כְּיִשְׂרָאֵל: שֶׁתְּהֵא מִנְחָתוֹ. עֲשִׂירִית הָאֵיפָה שֶׁכֹּהֵן גָּדוֹל מַקְרִיב בְּכָל יוֹם מַחֲצִיתָהּ בַּבֹּקֶר וּמַחֲצִיתָהּ בָּעֶרֶב: קְרֵבָה מִשֶּׁל צִבּוּר. דִּכְתִיב (וַיִּקְרָא ו) חָק עוֹלָם, חֹק זֶה יִהְיֶה מִשֶּׁל עוֹלָם, כְּלוֹמַר מִשֶּׁל צִבּוּר, דְּהַיְנוּ מִתְּרוּמַת הַלִּשְׁכָּה: רַבִּי יְהוּדָה אוֹמֵר מִשֶּׁל יוֹרְשִׁים. דִּכְתִיב (שָׁם) וְהַכֹּהֵן הַמָּשִׁיחַ תַּחְתָּיו מִבָּנָיו, וְהָכִי מַשְׁמַע, וְהַכֹּהֵן הַמָּשִׁיחַ שֶׁמֵּת, תַּחְתָּיו אֶחָד מִבָּנָיו יַעֲשֶׂה אוֹתָהּ: וּשְׁלֵמָה הָיְתָה קְרֵבָה. כְּשֶׁהִיא בָּאָה מִשֶּׁל צִבּוּר לְרַבִּי שִׁמְעוֹן אוֹ מִשֶּׁל יוֹרְשִׁים לְרַבִּי יְהוּדָה, עִשָּׂרוֹן שָׁלֵם הָיְתָה קְרֵבָה וְלֹא חֲצִי עִשָּׂרוֹן. וְרַבִּי יְהוּדָה מַפִּיק לֵיהּ מִדִּכְתִיב מִבָּנָיו יַעֲשֶׂה אוֹתָהּ, כְּשֶׁהָאֶחָד מִבָּנָיו מַקְרִיב לְאַחַר שֶׁמֵּת אָבִיו, דְּהַיְנוּ הַיּוֹרְשִׁים, יַעֲשֶׂה אוֹתָהּ וְלֹא חֶצְיָהּ. וַהֲלָכָה כְּרַבִּי יִהוּדָה, שֶׁמִּשֶּׁל יוֹרְשִׁים הִיא בָּאָה. וְהָא דִּתְנַן בְּמַתְנִיתִין דִּתְנַאי בֵּית דִּין הוּא לְדִבְרֵי רַבִּי שִׁמְעוֹן שֶׁתְּהֵא בָּאָה מִן הַצִּבּוּר, וְלֹא מִן הַתּוֹרָה, מְפָרֵשׁ בִּגְמָרָא דִּשְׁתֵּי תַּקָּנוֹת הֲווּ, בִּתְחִלָּה מִדְּאוֹרַיְתָא קְרֵבָה מִשֶּׁל צִבּוּר, מִדִּכְתִיב חָק עוֹלָם כִּדְאָמְרִינַן, כֵּיוָן שֶׁרָאוּ דְּקָא מִדַּחֲקָא לִשְׁכָּה, הִתְקִינוּ דְּנִגְבּוּ מִיּוֹרְשִׁים {יט}, כֵּיוָן דְּחָזוּ דְּקָא פָּשְׁעוּ בָּהּ, אוֹקְמוּהָ אַדְּאוֹרַיְתָא. וְנִמְצֵאת עַכְשָׁיו קְרֵבָה מִן הַצִּבּוּר בִּתְנַאי בֵּית דִּין, דְּאוּקְמוּהָ אַדְּאוֹרַיְתָא","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-6","jbo:text":"עיקר תוי\"ט {יג} ששלח עולתו. כרבי עקיבא דסבירא ליה דאין מקבלין מהן אלא עולה, ותנן הכא דנסכין קרבין משלו, ועולה וכל חברתה קאמר, דהינו נסכים, אבל נסכים לחודיהו לא, כדאיתא במנחות דף ע\"ג: {יד} ממדינת הים. דברו חכמים בהוה, דבארץ ישראל בזמן הבית לא שכיחי נכרים כלי האי: {טו} וכן גר. דאלו ישראל הוי מקרבי יורשיו נסכים. רש\"י: {טז} יש לו נסכים. שהפרישן בחייו. דלאחר מיתה הוי הכל הפקר. תוספות: {יז} ותנאי בית דין הוא. הואיל וזה אינו תנאי בית דין ממש, אלא דאוקמוהו אדאוריתא כדפרש הר\"ב, ועוד דרבי יהודה פליג, דקדק התנא לחזר ולשנות ותנאי בית דין: {יח} ושלמה כו'. מסקינן בגמרא סוף פרק ד' דמנחות דבין בבקר בין בערב, ואין כופלין שמנה ולבונתה: {יט} ויכולין לתקן כן, לפי דאדעתא דהכי ממנין כהן גדול, שיהיו נכסיו משעבדים, שאם ימות שיורשיו יתנו מנכסיו החביתין, דודאי מסתברא דאם לא ירשו שלא יהיו מחיבים להביא מביתם, ולהכי קרי להו יורשים","jbo:textNikud":"עיקר תוי\"ט {יג} שֶׁשָּׁלַח עוֹלָתוֹ. כְּרַבִּי עֲקִיבָא דִּסְבִירָא לֵיהּ דְּאֵין מְקַבְּלִין מֵהֶן אֶלָּא עוֹלָה, וּתְנַן הָכָא דִּנְסָכִין קְרֵבִין מִשֶּׁלּוֹ, וְעוֹלָה וְכָל חֲבֶרְתָּהּ קָאָמַר, דְּהַיְנוּ נְסָכִים, אֲבָל נְסָכִים לְחוּדַיְהוּ לֹא, כִּדְאִיתָא בִּמְנָחוֹת דַּף ע\"ג: {יד} מִמְּדִינַת הַיָּם. דִּבְּרוּ חֲכָמִים בַּהֹוֶה, דִּבְאֶרֶץ יִשְׂרָאֵל בִּזְמַן הַבַּיִת לֹא שְׁכִיחֵי נָכְרִים כֻּלֵּי הַאי: {טו} וְכֵן גֵּר. דְּאִלּוּ יִשְׂרָאֵל הֲוֵי מַקְרְבֵי יוֹרְשָׁיו נְסָכִים. רַשִׁ\"י: {טז} יֵשׁ לוֹ נְסָכִים. שֶׁהִפְרִישָׁן בְּחַיָּיו. דִּלְאַחַר מִיתָה הֲוֵי הַכֹּל הֶפְקֵר. תּוֹסָפוֹת: {יז} וּתְנַאי בֵּית דִּין הוּא. הוֹאִיל וְזֶה אֵינוֹ תְּנַאי בֵּית דִּין מַמָּשׁ, אֶלָּא דְּאוֹקְמוּהוּ אַדְּאוֹרַיְתָא כִּדְפֵרֵשׁ הָרַ\"ב, וְעוֹד דְּרַבִּי יְהוּדָה פָּלֵיג, דִּקְדֵּק הַתַּנָּא לַחֲזֹר וְלִשְׁנוֹת וּתְנַאי בֵּית דִּין: {יח} וּשְׁלֵמָה כוּ'. מַסְקִינַן בִּגְמָרָא סוֹף פֶּרֶק ד' דִּמְנָחוֹת דְּבֵין בַּבֹּקֶר בֵּין בָּעֶרֶב, וְאֵין כּוֹפְלִין שַׁמְנָהּ וּלְבוֹנָתָהּ: {יט} וִיכוֹלִין לְתַקֵּן כֵּן, לְפִי דְּאַדַּעְתָּא דְּהָכִי מְמַנִּין כֹּהֵן גָּדוֹל, שֶׁיִּהְיוּ נְכָסָיו מְשֻׁעְבָּדִים, שֶׁאִם יָמוּת שֶׁיּוֹרְשָׁיו יִתְּנוּ מִנְּכָסָיו הַחֲבִיתִין, דְּוַדַּאי מִסְתַּבְּרָא דְּאִם לֹא יָרְשׁוּ שֶׁלֹּא יִהְיוּ מְחֻיָּבִים לְהָבִיא מִבֵּיתָם, וּלְהָכִי קָרֵי לְהוּ יוֹרְשִׁים","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ו","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-2-4-7-7","jbo:text":"על המלח ועל העצים שיהיו הכהנים נאותים בהן, ועל הפרה שלא יהו מועלין באפרה, ועל הקנין הפסולות שיהו באות משל צבור. רבי יוסי אומר, המספק את הקנין, מספק את הפסולות","jbo:textNikud":"עַל הַמֶּלַח וְעַל הָעֵצִים שֶׁיִּהְיוּ הַכֹּהֲנִים נֵאוֹתִים בָּהֶן, וְעַל הַפָּרָה שֶׁלֹּא יְהוּ מוֹעֲלִין בְּאֶפְרָהּ, וְעַל הַקִּנִּין הַפְּסוּלוֹת שֶׁיְּהוּ בָאוֹת מִשֶּׁל צִבּוּר. רַבִּי יוֹסֵי אוֹמֵר, הַמְסַפֵּק אֶת הַקִּנִּין, מְסַפֵּק אֶת הַפְּסוּלוֹת","rdfs:label":"משנה שקלים ז ז"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-bartanura-2-4-7-7","jbo:text":"ר\"ע מברטנורה שיהיו הכהנים נאותים בהן. דוקא לאכילת הקרבנות. אבל לאכילת חלין, אפלו למלח חלין הנאכלין בעזרה עם הקרבנות כדי שיהו הקרבנות נאכלים על השבע {כ}, אין נאותים בהן: שלא יהיו מועלין באפרה. דמן התורה אין מועלין באפרה, דכתיב (במדבר יט) חטאת היא, בה מועלין ואין מועלין באפרה. כיון דחזו דקא מזלזלי בה {כא}, גזרו באפרה מעילה. כיון דחזו דקא פרשי [מאפר] הזאות, אוקמוה אדאוריתא: ועל הקנין הפסולות. המחיבין קנין מביאין מעות ונותנים לשופר, ובית דין לוקחין המעות וקונים בהן קנין, והבעלים הולכים להם {כב} וסומכים על בית דין שיקריבו קניהן, ואם פרחו הקנין או נמצאו פסולים, תנאי בית דין הוא שיקחו אחרים מדמי הלשכה, ומקנים אותם לבעלים, ויוצאין בהן ידי חובתן: רבי יוסי אומר. אותו שהוא רגיל לספק את הקנין, שפסק דמים עם הגזברים למכר להם כל הקנין הצריכים, הוא חיב להחליף כל שימצא בהן פסול, כדתנן לעיל פרק התרומה, אינו מקבל מעותיו עד שיהיה המזבח מרצה, ואם החמיץ היין או התליע הסלת מחזירין אותו למוכר, כך אם נפסל העוף אחר לקיחתו מחזירו לו, והוא מחזיר את הדמים. והלכה כרבי יוסי, דהכי אמרינן בירושלמי, תנאי בית דין הוא, המספק את הקנין מספק את האובדות ואת הפסולות","jbo:textNikud":"ר\"ע מברטנורה שֶׁיִּהְיוּ הַכֹּהֲנִים נֵאוֹתִים בָּהֶן. דַּוְקָא לַאֲכִילַת הַקָּרְבָּנוֹת. אֲבָל לַאֲכִילַת חֻלִּין, אֲפִלּוּ לִמְלֹחַ חֻלִּין הַנֶּאֱכָלִין בַּעֲזָרָה עִם הַקָּרְבָּנוֹת כְּדֵי שֶׁיְּהוּ הַקָּרְבָּנוֹת נֶאֱכָלִים עַל הַשּׂבַע {כ}, אֵין נֵאוֹתִים בָּהֶן: שֶׁלֹּא יִהְיוּ מוֹעֲלִין בְּאֶפְרָהּ. דְּמִן הַתּוֹרָה אֵין מוֹעֲלִין בְּאֶפְרָהּ, דִּכְתִיב (בְּמִדְבָּר יט) חַטָּאת הִיא, בָּהּ מוֹעֲלִין וְאֵין מוֹעֲלִין בְּאֶפְרָהּ. כֵּיוָן דְּחָזוּ דְּקָא מְזַלְזְלֵי בָּהּ {כא}, גָּזְרוּ בְּאֶפְרָהּ מְעִילָה. כֵּיוָן דְּחָזוּ דְּקָא פָּרְשֵׁי [מֵאֵפֶר] הַזָּאוֹת, אוֹקְמוּהָ אַדְּאוֹרַיְתָא: וְעַל הַקִּנִּין הַפְּסוּלוֹת. הַמְּחֻיָּבִין קִנִּין מְבִיאִין מָעוֹת וְנוֹתְנִים לַשּׁוֹפָר, וּבֵית דִּין לוֹקְחִין הַמָּעוֹת וְקוֹנִים בָּהֵן קִנִּין, וְהַבְּעָלִים הוֹלְכִים לָהֶם {כב} וְסוֹמְכִים עַל בֵּית דִּין שֶׁיַּקְרִיבוּ קִנֵּיהֶן, וְאִם פָּרְחוּ הַקִנִּין אוֹ נִמְצְאוּ פְּסוּלִים, תְּנַאי בֵּית דִּין הוּא שֶׁיִּקְּחוּ אֲחֵרִים מִדְּמֵי הַלִּשְׁכָּה, וּמַקְנִים אוֹתָם לַבְּעָלִים, וְיוֹצְאִין בָּהֶן יְדֵי חוֹבָתָן: רַבִּי יוֹסֵי אוֹמֵר. אוֹתוֹ שֶׁהוּא רָגִיל לְסַפֵּק אֶת הַקִּנִּין, שֶׁפָּסַק דָּמִים עִם הַגִּזְבָּרִים לִמְכֹּר לָהֶם כָּל הַקִנִּין הַצְּרִיכִים, הוּא חַיָּב לְהַחְלִיף כָּל שֶׁיִּמָּצֵא בָּהֶן פְּסוּל, כְּדִתְנַן לְעֵיל פֶּרֶק הַתְּרוּמָה, אֵינוֹ מְקַבֵּל מְעוֹתָיו עַד שֶׁיִּהְיֶה הַמִּזְבֵּחַ מְרַצֶּה, וְאִם הֶחְמִיץ הַיַּיִן אוֹ הִתְלִיעַ הַסֹּלֶת מַחֲזִירִין אוֹתוֹ לַמּוֹכֵר, כָּךְ אִם נִפְסַל הָעוֹף אַחַר לְקִיחָתוֹ מַחֲזִירוֹ לוֹ, וְהוּא מַחֲזִיר אֶת הַדָּמִים. וַהֲלָכָה כְּרַבִּי יוֹסֵי, דְּהָכִי אָמְרִינַן בַּיְרוּשַׁלְמִי, תְּנַאי בֵּית דִּין הוּא, הַמְּסַפֵּק אֶת הַקִּנִּין מְסַפֵּק אֶת הָאוֹבְדוֹת וְאֶת הַפְּסוּלוֹת","rdfs:label":"ר\"ע מברטנורה משנה שקלים ז ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-7"],"uri":"jbr:mishna-yomtov-2-4-7-7","jbo:text":"עיקר תוי\"ט {כ} בתורת כהנים ובמנחות דף כ\"א: {כא} וקא עבדי מניה למכתן, פרש רש\"י דאפר מרפא מכה: {כב} וצריך לומר דתקנת נביאים ראשונים במעמדות קאי נמי אקרבנות יחיד כגון הקנין, דאי לאו הכי היאך קרבנו של אדם קרב והוא אינו עומד על גביו, כדתנן במשנה ב' פרק ד' דתענית","jbo:textNikud":"עיקר תוי\"ט {כ} בְּתוֹרַת כֹּהֲנִים וּבִמְנָחוֹת דַּף כ\"א: {כא} וְקָא עַבְדֵי מִנֵּיהּ לְמַכָּתָן, פֵּרֵשׁ רַשִׁ\"י דְּאֵפֶר מְרַפֵּא מַכָּה: {כב} וְצָרִיךְ לוֹמַר דְּתַקָּנַת נְבִיאִים רִאשׁוֹנִים בַּמַּעֲמָדוֹת קָאֵי נַמִּי אַקָּרְבְּנוֹת יָחִיד כְּגוֹן הַקִּנִּין, דְּאִי לָאו הָכִי הֵיאַךְ קָרְבָּנוֹ שֶׁל אָדָם קָרֵב וְהוּא אֵינוֹ עוֹמֵד עַל גַּבָּיו, כְּדִתְנַן בְּמִשְׁנָה ב' פֶּרֶק ד' דְּתַעֲנִית","rdfs:label":"עיקר תוי\"ט משנה שקלים ז ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-7-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-1","jbo:text":"כל הרקין הנמצאים בירושלים טהורין {א}, חוץ משל שוק העליון, דברי רבי מאיר. רבי יוסי אומר, בשאר ימות השנה, שבאמצע טמאין ושבצדדין טהורין. ובשעת הרגל, שבאמצע טהורין ושבצדדין טמאין, שמפני שהן מעטין מסתלקין לצדדין","jbo:textNikud":"כָּל הָרֻקִּין הַנִּמְצָאִים בִּירוּשָׁלַיִם טְהוֹרִין {א}, חוּץ מִשֶּׁל שׁוּק הָעֶלְיוֹן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בִּשְׁאָר יְמוֹת הַשָּׁנָה, שֶׁבָּאֶמְצַע טְמֵאִין וְשֶׁבַּצְּדָדִין טְהוֹרִין. וּבִשְׁעַת הָרֶגֶל, שֶׁבָּאֶמְצַע טְהוֹרִין וְשֶׁבַּצְּדָדִין טְמֵאִין, שֶׁמִּפְּנֵי שֶׁהֵן מֻעָטִין מִסְתַּלְּקִין לַצְּדָדִין","rdfs:label":"משנה שקלים ח א"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-1","jbo:text":"ר\"ע מברטנורה כל הרקין הנמצאים בירושלים טהורים. ולא מחזיקינן להו ברקו של זב וזבה שהן מטמאין אדם וכלים, משום דאזלינן בתר רבה: חוץ משל שוק העליון. לפי שכובסין נכרים היו מצויין שם, וחכמים גזרו על הנכרים שיהיו כזבין לכל דבריהן ורקן טמא. ואית דאמרי, לפי ששוק העליון לא היתה דריסת הרגל מצויה שם, וזבין וזבות שמתבודדין ומתרחקין מבני אדם היו מצויין שם: שבאמצע טמאים. משום דזבין וזבות שכיחי ומהלכים באמצע דרכים, והטהורים מסתלקים לצדי הדרכים, מקום שאין דריסת הרגל מצויה, ומזהירין לכל טמא שלא יגע בהן. אבל בשעת הרגל, שרב ישראל טהורין {ב}, הטמאים מסתלקים לצדדים שלא יטמאו את העם, והטהורים הולכים באמצע הדרכים, הלכך בשעת הרגל רקין הנמצאים באמצע טהורים ושבצדדים טמאין. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה כָּל הָרֻקִּין הַנִּמְצְאִים בִּירוּשָׁלַיִם טְהוֹרִים. וְלֹא מַחֲזִיקִינַן לְהוּ בְּרֻקּוֹ שֶׁל זָב וְזָבָה שֶׁהֵן מְטַמְּאִין אָדָם וְכֵלִים, מִשּׁוּם דְּאָזְלִינַן בָּתַר רֻבָּהּ: חוּץ מִשֶּׁל שׁוּק הָעֶלְיוֹן. לְפִי שֶׁכּוֹבְסִין נָכְרִים הָיוּ מְצוּיִין שָׁם, וַחֲכָמִים גָּזְרוּ עַל הַנָּכְרִים שֶׁיִּהְיוּ כְּזָבִין לְכָל דִּבְרֵיהֶן וְרֻקָּן טָמֵא. וְאִית דְּאָמְרֵי, לְפִי שֶׁשּׁוּק הָעֶלְיוֹן לֹא הָיְתָה דְּרִיסַת הָרֶגֶל מְצוּיָה שָׁם, וְזָבִין וְזָבוֹת שֶׁמִּתְבּוֹדְדִין וּמִתְרַחֲקִין מִבְּנֵי אָדָם הָיוּ מְצוּיִין שָׁם: שֶׁבָּאֶמְצַע טְמֵאִים. מִשּׁוּם דְּזָבִין וְזָבוֹת שְׁכִיחֵי וּמְהַלְּכִים בְּאֶמְצַע דְּרָכִים, וְהַטְּהוֹרִים מִסְתַּלְּקִים לְצִדֵּי הַדְּרָכִים, מְקוֹם שֶׁאֵין דְּרִיסַת הָרֶגֶל מְצוּיָה, וּמַזְהִירִין לְכָל טָמֵא שֶׁלֹּא יִגַּע בָּהֶן. אֲבָל בִּשְׁעַת הָרֶגֶל, שֶׁרֹב יִשְׂרָאֵל טְהוֹרִין {ב}, הַטְּמֵאִים מִסְתַּלְּקִים לַצְּדָדִים שֶׁלֹּא יְטַמְּאוּ אֶת הָעָם, וְהַטְּהוֹרִים הוֹלְכִים בְּאֶמְצַע הַדְּרָכִים, הִלְכָּךְ בִּשְׁעַת הָרֶגֶל רֻקִּין הַנִּמְצָאִים בָּאֶמְצַע טְהוֹרִים וְשֶׁבַּצְּדָדִים טְמֵאִין. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח א","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-1","jbo:text":"עיקר תוי\"ט {א} בירושלים כו'. דאלו חוץ לירושלים גזרו על ספק רקין, כדתנן במשנה ה' פרק ד' דטהרות: {ב} כי העקר אצלנו כל ישראל חברים ברגל. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {א} בִּירוּשָׁלַיִם כוּ'. דְּאִלּוּ חוּץ לִירוּשָׁלַיִם גָּזְרוּ עַל סְפֵק רֻקִּין, כְּדִתְנַן בְּמִשְׁנָה ה' פֶּרֶק ד' דְּטָהֳרוֹת: {ב} כִּי הָעִקָּר אֶצְלֵנוּ כָּל יִשְׂרָאֵל חֲבֵרִים בָּרֶגֶל. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה שקלים ח א","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-2","jbo:text":"כל הכלים הנמצאין בירושלים {ג} דרך ירידה {ד} לבית הטבילה טמאין. דרך עליה, טהורין, שלא כדרך ירידתן עליתן, דברי רבי מאיר. רבי יוסי אומר, כלן טהורין, חוץ מן הסל והמגרפה והמרצה המיחדין לקברות","jbo:textNikud":"כָּל הַכֵּלִים הַנִּמְצָאִין בִּירוּשָׁלַיִם {ג} דֶּרֶךְ יְרִידָה {ד} לְבֵית הַטְבִילָה טְמֵאִין. דֶּרֶךְ עֲלִיָּה, טְהוֹרִין, שֶׁלֹּא כְּדֶרֶךְ יְרִידָתָן עֲלִיָּתָן, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּן טְהוֹרִין, חוּץ מִן הַסַּל וְהַמַּגְרֵפָה וְהַמְּרִצָּה הַמְיֻחָדִין לַקְּבָרוֹת","rdfs:label":"משנה שקלים ח ב"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-2","jbo:text":"ר\"ע מברטנורה דרך ירידה לבית הטבילה. שני דרכים היו למקוה, באחד יורדים ובאחד עולים, שלא יגעו הטמאים בטהורים. ושל דרך ירידה ודאי טמאים, לפי שנפלו מיד המביאם לטבילה: שלא כירידתן עליתן. דבירידתן ודאי טמאים היו, לכך היה מורידן לבית הטבילה, ובעליתן טהרו לאחר שהטבילן: רבי יוסי אומר כלן טהורין. דלא גזרו {ה} על ספק כלים בירושלים. והלכה כרבי יוסי: מגרפה. כלי שגורפים וכונסים בו עצמות המתים כשהם מפזרים: מרצה. כלי שרוצצים {ו} ומשברים בו עצמות המת כשרוצים להכניסם בסל להוליכן ממקום למקום","jbo:textNikud":"ר\"ע מברטנורה דֶּרֶךְ יְרִידָה לְבֵית הַטְּבִילָה. שְׁנֵי דְּרָכִים הָיוּ לַמִּקְוֶה, בְּאֶחָד יוֹרְדִים וּבְאֶחָד עוֹלִים, שֶׁלֹּא יִגְּעוּ הַטְּמֵאִים בַּטְּהוֹרִים. וְשֶׁל דֶּרֶךְ יְרִידָה וַדַּאי טְמֵאִים, לְפִי שֶׁנָּפְלוּ מִיַּד הַמְּבִיאָם לַטְּבִילָה: שֶׁלֹּא כִּירִידָתָן עֲלִיָּתָן. דְּבִירִידָתָן וַדַּאי טְמֵאִים הָיוּ, לְכָךְ הָיָה מוֹרִידָן לְבֵית הַטְּבִילָה, וּבַעֲלִיָּתָן טָהֲרוּ לְאַחַר שֶׁהִטְבִּילָן: רַבִּי יוֹסֵי אוֹמֵר כֻּלָּן טְהוֹרִין. דְּלֹא גָּזְרוּ {ה} עַל סְפֵק כֵּלִים בִּירוּשָׁלַיִם. וַהֲלָכָה כְּרַבִּי יוֹסֵי: מַגְרֵפָה. כְּלִי שֶׁגּוֹרְפִים וְכוֹנְסִים בּוֹ עַצְמוֹת הַמֵּתִים כְּשֶׁהֵם מְפֻזָּרִים: מְרִצָּה. כְּלִי שֶׁרוֹצְצִים {ו} וּמְשַׁבְּרִים בּוֹ עַצְמוֹת הַמֵּת כְּשֶׁרוֹצִים לְהַכְנִיסָם בַּסַּל לְהוֹלִיכָן מִמָּקוֹם לְמָקוֹם","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ב","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-2","jbo:text":"עיקר תוי\"ט {ג} בירושלים. דחוץ לירושלים גזרו, כדתנן פרק ד' דטהרות: {ד} דרך ירידה. הא דכל העיר טהורין. ודתנן דרך עליה טהורים, דיק הכי, הא דגזיתא טמאים, פרוש מבואות קטנות שהיו סמוך לדרך ירידה ועליה, ופעמים שהיו יורדין דרך אותן מבואות ופעמים עולין, והנהו טמאים מספק. גמרא פסחים דף י\"ט: {ה} וצריך לומר דירידה לבית הטבילה לא הוי הוכחה כלי האי כמו אמצע הדרך לענין זבים, דלעיל מודה רבי יוסי דגזרו: {ו} וזה השם מגזרת [שפטים ט] ותרץ את גלגלתו. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {ג} בִּירוּשָׁלַיִם. דְּחוּץ לִירוּשָׁלַיִם גָּזְרוּ, כְּדִתְנַן פֶּרֶק ד' דְּטָהֳרוֹת: {ד} דֶּרֶךְ יְרִידָה. הָא דְּכָל הָעִיר טְהוֹרִין. וְדִתְנַן דֶּרֶךְ עֲלִיָּה טְהוֹרִים, דִּיֵּק הָכִי, הָא דְּגָזְיָתָא טְמֵאִים, פֵּרוּשׁ מְבוֹאוֹת קְטַנּוֹת שֶׁהָיוּ סָמוּךְ לְדֶרֶךְ יְרִידָה וַעֲלִיָּה, וּפְעָמִים שֶׁהָיוּ יוֹרְדִין דֶּרֶךְ אוֹתָן מְבוֹאוֹת וּפְעָמִים עוֹלִין, וְהַנְהוּ טְמֵאִים מִסָּפֵק. גְּמָרָא פְּסָחִים דַּף י\"ט: {ה} וְצָרִיךְ לוֹמַר דִּירִידָה לְבֵית הַטְּבִילָה לֹא הָוֵי הוֹכָחָה כֻּלֵּי הָאי כְּמוֹ אֶמְצַע הַדֶּרֶךְ לְעִנְיַן זָבִים, דִּלְעֵיל מוֹדֶה רַבִּי יוֹסֵי דְּגָזְרוּ: {ו} וְזֶה הַשֵּׁם מִגְּזֵרַת [שֹׁפְטִים ט] וַתָּרִץ אֶת גֻּלְגָּלְתּוֹ. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה שקלים ח ב","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-3","jbo:text":"סכין שנמצאת בארבעה עשר, שוחט בה מיד. בשלשה עשר, שונה ומטביל. וקופיץ, בין בזה ובין בזה שונה ומטביל. חל ארבעה עשר להיות בשבת, שוחט בה מיד. בחמשה עשר, שוחט בה מיד. נמצאת קשורה לסכין, הרי זו כסכין","jbo:textNikud":"סַכִּין שֶׁנִּמְצֵאת בְּאַרְבָּעָה עָשָׂר, שׁוֹחֵט בָּהּ מִיָּד. בִּשְׁלשָׁה עָשָׂר, שׁוֹנֶה וּמַטְבִּיל. וְקוֹפִיץ, בֵּין בָּזֶה וּבֵין בָּזֶה שׁוֹנֶה וּמַטְבִּיל. חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת, שׁוֹחֵט בָּהּ מִיָּד. בַּחֲמִשָּׁה עָשָׂר, שׁוֹחֵט בָּהּ מִיָּד. נִמְצֵאת קְשׁוּרָה לְסַכִּין, הֲרֵי זוֹ כַּסַּכִּין","rdfs:label":"משנה שקלים ח ג"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-3","jbo:text":"ר\"ע מברטנורה שוחט בה מיד. דודאי הטבילוה בעליה מאתמול {ז} כדי שיהיה לה הערב שמש ותהא ראויה לשחט בה היום בערב הפסח: בשלשה עשר שונה ומטביל. כלומר אף על גב דאיכא למימר כבר הטבילוה בעליה, צריך המוצאה להטבילה שנית, דשמא לא הטבילוה בעליה, דהיה להם שהות להמתין עד סמוך לחשכה, ואף על פי שלא גזרו על ספק כלים בירושלים, משום חמרא דקדשים הצריכוה טבילה. ורמב\"ם פרש שונה להזות עליה {ח}, דשמא נטמאה במת והזה עליה בשלישי, ועתה שונה ומזה עליה ואחר כך מטבילה: קופיץ. סכין גדול עשוי לחתך בשר ולשבר בו עצמות: בזה ובזה. בין בשלשה עשר בין בארבעה עשר: שונה ומטביל. לפי שאין הקופיץ ראוי אלא לחגיגה, ששבירת עצם מתר בה. ובגמרא בפסחים (דף ע) מוקי מתניתין בזמן שהיה הנשיא גוסס בשלשה עשר, שאם ימות יהיו כל הצבור טמאים {ט} ויקרב הפסח בטמאה ולא יהיו צריכים לטהר הכלים. הלכך, סכין שצריך לשחיטת הפסח, דחד ספקא הוא, שמא לא ימות הנשיא ויעשו את הפסח בטהרה, מטבילין אותו, וחזקה שטהרוהו ביום שלשה עשר כדי לשחט בו את הפסח בארבעה עשר. אבל קופיץ, דתרי ספקי, שמא ימות הנשיא ויעשו פסח בטמאה ואז אין מביאין חגיגה ואינו צריך לקופיץ, ואף אם לא ימות שמא יהיו הפסחים מרבים ולא יעשו חגיגה בארבעה עשר, הלכך לא מטבלי ליה וחזקתו שלא טהרוהו: חל ארבעה עשר להיות בשבת שוחט בה מיד. ולא אמרינן כיון דשבת הוא לא נשחט בה מספיקא שמא טמאה היא ונמצא הפסח טמא ומחלל את השבת שלא במקום מצוה. ורבותי פרשו, שוחט בה מיד, בקופיץ קאמר {י}, דאף על גב דאין חגיגה בשבת, מכל מקום חזקה שהטבילה מערב שבת לצרך חגיגת חמשה עשר: בחמשה עשר שוחט בה מיד {יא}. לפי שכל העם יודעים שהזאה וטבילה אסורה ביום טוב, ומטבילין את הכל מלפני יום טוב: נמצאת. הקופיץ: קשורה לסכין. אמרינן ודאי הטבילוה עם הסכין. אבל רמב\"ם פרש, נמצאת סכין סתמא קשורה עם סכין אחרת ידועה, הרי היא כסכין הידועה, אם טמאה טמאה ואם טהורה טהורה","jbo:textNikud":"ר\"ע מברטנורה שׁוֹחֵט בָּהּ מִיָּד. דְּוַדַּאי הִטְבִּילוּהָ בְּעָלֶיהָ מֵאֶתְמוֹל {ז} כְּדֵי שֶׁיִּהְיֶה לָהּ הַעֲרֵב שֶׁמֶשׁ וּתְהֵא רְאוּיָה לִשְׁחֹט בָּהּ הַיּוֹם בְּעֶרֶב הַפֶּסַח: בִּשְׁלֹשָׁה עָשָׂר שׁוֹנֶה וּמַטְבִּיל. כְּלוֹמַר אַף עַל גַּב דְּאִיכָּא לְמֵימָר כְּבָר הִטְבִּילוּהָ בְּעָלֶיהָ, צָרִיךְ הַמּוֹצְאָהּ לְהַטְבִּילָהּ שֵׁנִית, דְּשֶׁמָּא לֹא הִטְבִּילוּהָ בְּעָלֶיהָ, דְּהָיָה לָהֶם שְׁהוּת לְהַמְתִּין עַד סָמוּךְ לַחֲשֵׁכָה, וְאַף עַל פִּי שֶׁלֹּא גָּזְרוּ עַל סְפֵק כֵּלִים בִּירוּשָׁלַיִם, מִשּׁוּם חֻמְרָא דְּקָדָשִׁים הִצְרִיכוּהָ טְבִילָה. וְרַמְבַּ\"ם פֵּרֵשׁ שׁוֹנֶה לְהַזּוֹת עָלֶיהָ {ח}, דְּשֶׁמָּא נִטְמְאָה בְּמֵת וְהִזָּה עָלֶיהָ בַּשְּׁלִישִׁי, וְעַתָּה שׁוֹנֶה וּמַזֶּה עָלֶיהָ וְאַחַר כָּךְ מַטְבִּילָהּ: קוֹפִיץ. סַכִּין גָּדוֹל עָשׂוּי לַחְתֹּךְ בָּשָׂר וְלִשְׁבֹּר בּוֹ עֲצָמוֹת: בָּזֶה וּבָזֶה. בֵּין בִּשְׁלֹשָׁה עָשָׂר בֵּין בְּאַרְבָּעָה עָשָׂר: שׁוֹנֶה וּמַטְבִּיל. לְפִי שֶׁאֵין הַקּוֹפִיץ רָאוּי אֶלָּא לַחֲגִיגָה, שֶׁשְּׁבִירַת עֶצֶם מֻתָּר בָּהּ. וּבִגְמָרָא בִּפְסָחִים (דַּף ע) מוֹקֵי מַתְנִיתִין בִּזְמַן שֶׁהָיָה הַנָּשִׂיא גּוֹסֵס בִּשְׁלֹשָׁה עָשָׂר, שֶׁאִם יָמוּת יִהְיוּ כָּל הַצִּבּוּר טְמֵאִים {ט} וְיֻקְרַב הַפֶּסַח בְּטֻמְאָה וְלֹא יִהְיוּ צְרִיכִים לְטַהֵר הַכֵּלִים. הִלְכָּךְ, סַכִּין שֶׁצָּרִיךְ לִשְׁחִיטַת הַפֶּסַח, דְּחַד סְפֵקָא הוּא, שֶׁמָּא לֹא יָמוּת הַנָּשִׂיא וְיַעֲשׂוּ אֶת הַפֶּסַח בְּטָהֳרָה, מַטְבִּילִין אוֹתוֹ, וַחֲזָקָה שֶׁטִּהֲרוּהוּ בְּיוֹם שְׁלֹשָׁה עָשָׂר כְּדֵי לִשְׁחֹט בּוֹ אֶת הַפֶּסַח בְּאַרְבָּעָה עָשָׂר. אֲבָל קוֹפִיץ, דִּתְרֵי סְפֵקֵי, שֶׁמָּא יָמוּת הַנָּשִׂיא וְיַעֲשׂוּ פֶּסַח בְּטֻמְאָה וְאָז אֵין מְבִיאִין חֲגִיגָה וְאֵינוֹ צָרִיךְ לַקּוֹפִיץ, וְאַף אִם לֹא יָמוּת שֶׁמָּא יִהְיוּ הַפְּסָחִים מְרֻבִּים וְלֹא יַעֲשׂוּ חֲגִיגָה בְּאַרְבָּעָה עָשָׂר, הִלְכָּךְ לֹא מַטְבְּלֵי לֵיהּ וְחֶזְקָתוֹ שֶׁלֹּא טִהֲרוּהוּ: חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת שׁוֹחֵט בָּהּ מִיָּד. וְלֹא אָמְרִינַן כֵּיוָן דְּשַׁבָּת הוּא לֹא נִשְׁחֹט בָּהּ מִסְּפֵיקָא שֶׁמָּא טְמֵאָה הִיא וְנִמְצָא הַפֶּסַח טָמֵא וּמְחַלֵּל אֶת הַשַּׁבָּת שֶׁלֹּא בִּמְקוֹם מִצְוָה. וְרַבּוֹתַי פֵּרְשׁוּ, שׁוֹחֵט בָּהּ מִיָּד, בַּקּוֹפִיץ קָאָמַר {י}, דְּאַף עַל גַּב דְּאֵין חֲגִיגָה בְּשַׁבָּת, מִכָּל מָקוֹם חֲזָקָה שֶׁהִטְבִּילָהּ מֵעֶרֶב שַׁבָּת לְצֹרֶךְ חֲגִיגַת חֲמִשָּׁה עָשָׂר: בַּחֲמִשָּׁה עָשָׂר שׁוֹחֵט בָּהּ מִיָּד {יא}. לְפִי שֶׁכָּל הָעָם יוֹדְעִים שֶׁהַזָּאָה וּטְבִילָה אֲסוּרָה בְּיוֹם טוֹב, וּמַטְבִּילִין אֶת הַכֹּל מִלִּפְנֵי יוֹם טוֹב: נִמְצֵאת. הַקּוֹפִיץ: קְשׁוּרָה לְסַכִּין. אָמְרִינַן וַדַּאי הִטְבִּילוּהָ עִם הַסַּכִּין. אֲבָל רַמְבַּ\"ם פֵּרֵשׁ, נִמְצֵאת סַכִּין סְתָמָא קְשׁוּרָה עִם סַכִּין אַחֶרֶת יְדוּעָה, הֲרֵי הִיא כַּסַּכִּין הַיְּדוּעָה, אִם טְמֵאָה טְמֵאָה וְאִם טְהוֹרָה טְהוֹרָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ג","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-3","jbo:text":"עיקר תוי\"ט {ז} והא לא חישינן שמא אבדה לו זה ימים רבים. דודאי היום נפלה ממנו, דמתוך שבשעת הרגל העם רב, אין שוהה שם במקום נפילתו שלא תמצא. רש\"י: {ח} לפרושו לשון שונה ניחא טפי. כסף משנה. טעמו לפי שאין ראוי לקרא לזו הטבילה שניה, כיון שלא ידענו שראשונה קדמה לה בודאי: {ט} דמצוה לכל ישראל להתעסק בו. רש\"י. לפי שאין כבוד הנשיא ביורשים וקרובים, אלא בכל אדם, שיתעסקו בו הכל כקרובים ויטמאו לו. הרמב\"ם: {י} דגם כן יכול לשחט בו אם ירצה. ולשון רש\"י לעיל, ורבן אינן לשחיטה אלא לחתוך: {יא} אם נפרש דהכא בקופיץ ניחא, דבארבעה עשר שאינו חל בשבת שונה ומטביל, קא משמע לן דבחמשה עשר שוחט בה מיד כו'. ונראה לי דמשום הכי הכרח רש\"י (דהינו רבותי שכתב הר\"ב) לפרש בבא דחל ארבעה עשר כו' בקופיץ","jbo:textNikud":"עיקר תוי\"ט {ז} וְהָא לֹא חַיְשִׁינַן שֶׁמָּא אָבְדָה לוֹ זֶה יָמִים רַבִּים. דְּוַדַּאי הַיּוֹם נָפְלָה מִמֶּנּוּ, דְּמִתּוֹך שֶׁבִּשְׁעַת הָרֶגֶל הָעָם רַב, אֵין שׁוֹהָה שָׁם בִּמְקוֹם נְפִילָתוֹ שֶׁלֹּא תִמָּצֵא. רַשִׁ\"י: {ח} לְפֵרוּשׁוֹ לָשׁוֹן שׁוֹנֶה נִיחָא טְפֵי. כֶּסֶף מִשְׁנֶה. טַעֲמוֹ לְפִי שֶׁאֵין רָאוּי לִקְרֹא לְזוֹ הַטְּבִילָה שְׁנִיָּה, כֵּיוָן שֶׁלֹּא יָדַעְנוּ שֶׁרִאשׁוֹנָה קָדְמָה לָהּ בְּוַדַּאי: {ט} דְּמִצְוָה לְכָל יִשְׂרָאֵל לְהִתְעַסֵּק בּוֹ. רַשִׁ\"י. לְפִי שֶׁאֵין כְּבוֹד הַנָּשִׂיא בְּיוֹרְשִׁים וּקְרוֹבִים, אֶלָּא בְּכָל אָדָם, שֶׁיִּתְעַסְּקוּ בּוֹ הַכֹּל כִּקְרוֹבִים וִיטַמְּאוּ לוֹ. הָרַמְבַּ\"ם: {י} דְּגַם כֵּן יָכוֹל לִשְׁחֹט בּוֹ אִם יִרְצֶה. וּלְשׁוֹן רַשִׁ\"י לְעֵיל, וְרֻבָּן אֵינָן לִשְׁחִיטָה אֶלָּא לְחִתּוּךְ: {יא} אִם נְפָרֵשׁ דְּהָכָא בַּקּוֹפִיץ נִיחָא, דִּבְאַרְבָּעָה עָשָׂר שֶׁאֵינוֹ חָל בְּשַׁבָּת שׁוֹנֶה וּמַטְבִּיל, קָא מַשְׁמַע לָן דְּבַחֲמִשָּׁה עָשָׂר שׁוֹחֵט בָּהּ מִיָּד כוּ'. וְנִרְאֶה לִי דְּמִשּׁוּם הָכִי הֻכְרַח רַשִׁ\"י (דְּהַיְנוּ רַבּוֹתַי שֶׁכָּתַב הָרַ\"ב) לְפָרֵשׁ בָּבָא דְּחָל אַרְבָּעָה עָשָׂר כוּ' בְּקוֹפִיץ","rdfs:label":"עיקר תוי\"ט משנה שקלים ח ג","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-3"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-4","jbo:text":"פרכת שנטמאת בולד הטמאה, מטבילין אותה בפנים ומכניסין אותה מיד. ואת שנטמאת באב הטמאה, מטבילין אותה בחוץ ושוטחין אותה בחיל. ואם היתה חדשה, שוטחין אותה על גג האצטבא, כדי שיראו העם את מלאכתה שהיא נאה","jbo:textNikud":"פָּרֹכֶת שֶׁנִּטְמֵאת בִּוְלַד הַטֻמְאָה, מַטְבִּילִין אוֹתָהּ בִּפְנִים וּמַכְנִיסִין אוֹתָהּ מִיָּד. וְאֶת שֶׁנִּטְמֵאת בְּאַב הַטֻמְאָה, מַטְבִּילִין אוֹתָהּ בַּחוּץ וְשׁוֹטְחִין אוֹתָהּ בַּחֵיל. וְאִם הָיְתָה חֲדָשָׁה, שׁוֹטְחִין אוֹתָהּ עַל גַּג הָאִצְטַבָּא, כְּדֵי שֶׁיִּרְאוּ הָעָם אֶת מְלַאכְתָּהּ שֶׁהִיא נָאָה","rdfs:label":"משנה שקלים ח ד"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-4","jbo:text":"ר\"ע מברטנורה פרכת שנטמאת בולד הטמאה. שנגעה במשקין טמאים, שחכמים גזרו על המשקין שמטמאין כלים, גזרה משום משקה דזב וזבה כגון רקו ושכבת זרעו שהם אב הטמאה ומטמאין אדם וכלים מדאוריתא: מטבילין אותה בפנים. ואינה טעונה שלוח מחוץ למחנה שכינה, כיון שלא נטמאת אלא בולד הטמאה: ומכניסין אותה מיד. שאינה טעונה הערב שמש: נטמאת באב הטמאה. בשרץ או בנבלה: מטבילין אותה בחוץ. דטעונה שלוח, כדאמרינן בפרק בתרא דערובין, המכניס טמא שרץ במקדש חיב: ושוטחין אותה בחיל. חוץ לעזרה","jbo:textNikud":"ר\"ע מברטנורה פָּרֹכֶת שֶׁנִּטְמֵאת בִּוְלַד הַטֻּמְאָה. שֶׁנָּגְעָה בְּמַשְׁקִין טְמֵאִים, שֶׁחֲכָמִים גָּזְרוּ עַל הַמַּשְׁקִין שֶׁמְּטַמְּאִין כֵּלִים, גְּזֵרָה מִשּׁוּם מַשְׁקֶה דְּזָב וְזָבָה כְּגוֹן רֻקּוֹ וְשִׁכְבַת זַרְעוֹ שֶׁהֵם אַב הַטֻּמְאָה וּמְטַמְּאִין אָדָם וְכֵלִים מִדְּאוֹרַיְתָא: מַטְבִּילִין אוֹתָהּ בִּפְנִים. וְאֵינָהּ טְעוּנָה שִׁלּוּחַ מִחוּץ לְמַחֲנֶה שְׁכִינָה, כֵּיוָן שֶׁלֹּא נִטְמֵאת אֶלָּא בִּוְלַד הַטֻּמְאָה: וּמַכְנִיסִין אוֹתָהּ מִיָּד. שֶׁאֵינָהּ טְעוּנָה הַעֲרֵב שֶׁמֶשׁ: נִטְמֵאת בְּאַב הַטֻּמְאָה. בְּשֶׁרֶץ אוֹ בִּנְבֵלָה: מַטְבִּילִין אוֹתָהּ בַּחוּץ. דִּטְעוּנָה שִׁלּוּחַ, כִּדְאָמְרִינַן בְּפֶרֶק בַּתְרָא דְּעֵרוּבִין, הַמַּכְנִיס טְמֵא שֶׁרֶץ בְּמִקְדָּשׁ חַיָּב: וְשׁוֹטְחִין אוֹתָהּ בַּחֵיל. חוּץ לַעֲזָרָה","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ד","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-4"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-5","jbo:text":"רבן שמעון בן גמליאל אומר משום רבי שמעון בן הסגן, פרכת עביה טפח, ועל שבעים ושתים נימין נארגת, ועל כל נימא ונימא עשרים וארבעה חוטין. ארכה ארבעים אמה ורחבה עשרים אמה, ומשמונים ושתי רבוא נעשית. ושתים עושין בכל שנה, ושלש מאות כהנים מטבילין אותה","jbo:textNikud":"רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן הַסְּגַן, פָּרֹכֶת עָבְיָהּ טֶפַח, וְעַל שִׁבְעִים וּשְׁתַּיִם נִימִין נֶאֱרֶגֶת, וְעַל כָּל נִימָא וְנִימָא עֶשְׂרִים וְאַרְבָּעָה חוּטִין. אָרְכָּהּ אַרְבָּעִים אַמָּה וְרָחְבָּהּ עֶשְׂרִים אַמָּה, וּמִשְּׁמוֹנִים וּשְׁתֵּי רִבּוֹא נַעֲשֵׂית. וּשְׁתַּיִם עוֹשִׂין בְּכָל שָׁנָה, וּשְׁלשׁ מֵאוֹת כֹּהֲנִים מַטְבִּילִין אוֹתָהּ","rdfs:label":"משנה שקלים ח ה"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-5","jbo:text":"ר\"ע מברטנורה נימין. ליצי\"ש בלע\"ז: עשרים וארבעה חוטין. לפי שהיא עשויה מתכלת וארגמן ותולעת שני ושש, וכל מין ומין חוטו כפול שש. כדאיתא ביומא: ארכה ארבעים ורחבה עשרים. כמדת פתח האולם, שהיה גבהו ארבעים ורחבו עשרים {יב}: ומשמנים ושתים רבוא. כך היה מנין החוטים שהיא נעשית מהן. פרוש אחר, מנין דינרי זהב שהיו מוציאין עליה. ויש ספרים שכתוב בהן ובשמונים ושתים ריבות {יג}, כלומר דשמונים ושתים נערות בתולות היו מתעסקות בעשיתה: ושלש מאות כהנים היו מטבילין אותה. דכלים הנגמרים אף על פי שנגמרו בטהרה צריכים טבילה לקדש, כדאיתא במסכת חגיגה. ושלש מאות כהנים דתנן במתניתין לשון גזמא והבאי הוא, דלא היה צריך כל כך כהנים להטבילה","jbo:textNikud":"ר\"ע מברטנורה נִימִין. ליצי\"ש בְּלַעַ\"ז: עֶשְׂרִים וְאַרְבָּעָה חוּטִין. לְפִי שֶׁהִיא עֲשׂוּיָה מִתְּכֵלֶת וְאַרְגָּמָן וְתוֹלַעַת שָׁנִי וָשֵׁשׁ, וְכָל מִין וּמִין חוּטוֹ כָּפוּל שֵׁשׁ. כִּדְאִיתָא בְּיוֹמָא: אָרְכָּהּ אַרְבָּעִים וְרָחְבָּהּ עֶשְׂרִים. כְּמִדַּת פֶּתַח הָאוּלָם, שֶׁהָיָה גָּבְהוֹ אַרְבָּעִים וְרָחְבּוֹ עֶשְׂרִים {יב}: וּמִשְּׁמֹנִים וּשְׁתַּיִם רִבּוֹא. כָּךְ הָיָה מִנְיַן הַחוּטִים שֶׁהִיא נַעֲשֵׂית מֵהֶן. פֵּרוּשׁ אַחֵר, מִנְיַן דִּינְרֵי זָהָב שֶׁהָיוּ מוֹצִיאִין עָלֶיהָ. וְיֵשׁ סְפָרִים שֶׁכָּתוּב בָּהֶן וּבִשְׁמוֹנִים וּשְׁתַּיִם רִיבוֹת {יג}, כְּלוֹמַר דִּשְׁמוֹנִים וּשְׁתַּיִם נְעָרוֹת בְּתוּלוֹת הָיוּ מִתְעַסְּקוֹת בַּעֲשִׂיָּתָהּ: וּשְׁלֹשׁ מֵאוֹת כֹּהֲנִים הָיוּ מַטְבִּילִין אוֹתָהּ. דְּכֵלִים הַנִּגְמָרִים אַף עַל פִּי שֶׁנִּגְמְרוּ בְּטָהֳרָה צְרִיכִים טְבִילָה לְקֹדֶשׁ, כִּדְאִיתָא בְּמַסֶּכֶת חֲגִיגָה. וּשְׁלֹשׁ מֵאוֹת כֹּהֲנִים דִּתְנַן בְּמַתְנִיתִין לְשׁוֹן גֻּזְמָא וַהֲבַאי הוּא, דְּלֹא הָיָה צָרִיךְ כָּל כָּךְ כֹּהֲנִים לְהַטְבִּילָהּ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ה","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-5","jbo:text":"עיקר תוי\"ט {יב} כדתנן במשנה ו' פרק ג' דמדות. ומיהו בפרק ד' משנה ו' תנן דגבהו של היכל נמי ארבעים אמה, ובמשנה ז' דרחבו עשרים, ונמצא דרחב קדשי קדשים עשרים וגבהו ארבעים. ואם כן יש לפרש נמי אפרכת הדביר. ועין תוספות יום טוב: {יג} והמפרש במסכת תמיד פרש נערות שלא באו עדין לכלל נדות מתעסקות בו, שרוצים לעסק בו בטהרה","jbo:textNikud":"עיקר תוי\"ט {יב} כְּדִתְנַן בְּמִשְׁנָה ו' פֶּרֶק ג' דְּמִדּוֹת. וּמִיהוּ בְּפֶרֶק ד' מִשְׁנָה ו' תְּנַן דְּגָבְהוֹ שֶׁל הֵיכָל נַמִּי אַרְבָּעִים אַמָּה, וּבְמִשְׁנָה ז' דְּרָחְבּוֹ עֶשְׂרִים, וְנִמְצָא דְּרֹחַב קָדְשֵׁי קָדָשִׁים עֶשְׂרִים וְגָבְהוֹ אַרְבָּעִים. וְאִם כֵּן יֵשׁ לְפָרֵשׁ נַמִּי אַפָּרֹכֶת הַדְּבִיר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} וְהַמְּפָרֵשׁ בְּמַסֶּכֶת תָּמִיד פֵּרֵשׁ נְעָרוֹת שֶׁלֹּא בָּאוּ עֲדַיִן לִכְלָל נִדּוֹת מִתְעַסְּקוֹת בּוֹ, שֶׁרוֹצִים לַעֲסֹק בּוֹ בְּטָהֳרָה","rdfs:label":"עיקר תוי\"ט משנה שקלים ח ה","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-5"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-6","jbo:text":"בשר קדשי קדשים שנטמא, בין באב הטמאה, בין בולד הטמאה, בין בפנים, בין בחוץ, בית שמאי אומרים, הכל ישרף בפנים, חוץ משנטמא באב הטמאה בחוץ. ובית הלל אומרים, הכל ישרף בחוץ, חוץ משנטמא בולד הטמאה בפנים","jbo:textNikud":"בְּשַׂר קָדְשֵׁי קָדָשִׁים שֶׁנִּטְמָא, בֵּין בְּאַב הַטֻמְאָה, בֵּין בִּוְלַד הַטֻמְאָה, בֵּין בִּפְנִים, בֵּין בַּחוּץ, בֵּית שַׁמַּאי אוֹמְרִים, הַכֹּל יִשָּׂרֵף בִּפְנִים, חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻמְאָה בַּחוּץ. וּבֵית הִלֵּל אוֹמְרִים, הַכֹּל יִשָּׂרֵף בַּחוּץ, חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻמְאָה בִּפְנִים","rdfs:label":"משנה שקלים ח ו"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-6","jbo:text":"ר\"ע מברטנורה הכל ישרף בפנים. בבית הדשן הגדול שהיה בעזרה, ששם שורפים פסולי קדשי קדשים, שכל שפסולו בקדש שורפין אותו בקדש: חוץ משנטמא באב הטמאה בחוץ. דכיון דחמירא טמאתו וארע פסולו בחוץ, אין להכניסו לעזרה לשרפו, הואיל ולא היה פסולו בקדש: חוץ משנטמא בולד הטמאה בפנים. דאית ביה תרתי, טמאתו בפנים וקילא טמאתו. אבל נטמא באב הטמאה אין להשהות הטמאה בפנים עד שתשרף, אלא יוציאנה מיד וישרפנה בחוץ","jbo:textNikud":"ר\"ע מברטנורה הַכֹּל יִשָּׂרֵף בִּפְנִים. בְּבֵית הַדֶּשֶׁן הַגָּדוֹל שֶׁהָיָה בַּעֲזָרָה, שֶׁשָּׁם שׂוֹרְפִים פְּסוּלֵי קָדְשֵׁי קָדָשִׁים, שֶׁכָּל שֶׁפְּסוּלוֹ בַּקֹּדֶשׁ שׂוֹרְפִין אוֹתוֹ בַּקֹּדֶשׁ: חוּץ מִשֶּׁנִּטְמָא בְּאַב הַטֻּמְאָה בַּחוּץ. דְּכֵיוָן דַּחֲמִירָא טֻמְאָתוֹ וְאֵרַע פְּסוּלוֹ בַּחוּץ, אֵין לְהַכְנִיסוֹ לַעֲזָרָה לְשָׂרְפוֹ, הוֹאִיל וְלֹא הָיָה פְּסוּלוֹ בַּקֹּדֶשׁ: חוּץ מִשֶּׁנִּטְמָא בִּוְלַד הַטֻּמְאָה בִּפְנִים. דְּאִית בֵּיהּ תַּרְתֵּי, טֻמְאָתוֹ בִּפְנִים וְקִילָא טֻמְאָתוֹ. אֲבָל נִטְמָא בְּאַב הַטֻּמְאָה אֵין לְהַשְׁהוֹת הַטֻּמְאָה בִּפְנִים עַד שֶׁתִּשָּׂרֵף, אֶלָּא יוֹצִיאֶנָּה מִיָּד וְיִשְׂרְפֶנָּה בַּחוּץ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ו","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-6"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-7","jbo:text":"רבי אליעזר אומר, את שנטמא באב הטמאה, בין בפנים בין בחוץ, ישרף בחוץ. ואת שנטמא בולד הטמאה, בין בפנים בין בחוץ, ישרף בפנים. רבי עקיבא אומר, מקום טמאתו שם שרפתו","jbo:textNikud":"רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֶת שֶׁנִּטְמָא בְּאַב הַטֻמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, יִשָּׂרֵף בַּחוּץ. וְאֶת שֶׁנִּטְמָא בִּוְלַד הַטֻמְאָה, בֵּין בִּפְנִים בֵּין בַּחוּץ, יִשָּׂרֵף בִּפְנִים. רַבִּי עֲקִיבָא אוֹמֵר, מְקוֹם טֻמְאָתוֹ שָׁם שְׂרֵפָתוֹ","rdfs:label":"משנה שקלים ח ז"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-7","jbo:text":"ר\"ע מברטנורה ואת שנטמא בולד הטמאה בין בחוץ בין בפנים ישרף בפנים. דכיון דטהור מדאוריתא {יד}, אפלו נטמא בחוץ יש לקים בו שרפתו בקדש","jbo:textNikud":"ר\"ע מברטנורה וְאֶת שֶׁנִּטְמָא בִּוְלַד הַטֻּמְאָה בֵּין בַּחוּץ בֵּין בִּפְנִים יִשָּׂרֵף בִּפְנִים. דְּכֵיוָן דְּטָהוֹר מִדְּאוֹרַיְתָא {יד}, אֲפִלּוּ נִטְמָא בַּחוּץ יֵשׁ לְקַיֵּם בּוֹ שְׂרֵפָתוֹ בַּקֹּדֶשׁ","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ז","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-7","jbo:text":"עיקר תוי\"ט {יד} לאו כלי עלמא סבירא להו הכי, שהרי כלל זה מסר בידינו הרמב\"ם בפרק י' מהלכות אבות הטמאות, דהאכלין יהיו ראשון ושני מדברי תורה, שהאדם או הכלי שהוא ראשון לטמאה אם נגע באכל עשאהו שני. אלא רבי אליעזר הוא דסבירא ליה הכי, ולא קימא לן כותיה. ובירושלמי פליגי בר קפרא ורבי יוחנן, בר קפרא סבירא ליה דבר תורה אב הטמאה וולד הטמאה מדבריהם, ורבי יוחנן אומר בין בזה בין בזה מדברי תורה","jbo:textNikud":"עיקר תוי\"ט {יד} לָאו כֻּלֵּי עָלְמָא סְבִירָא לְהוּ הָכִי, שֶׁהֲרֵי כְּלָל זֶה מָסַר בְּיָדֵינוּ הָרַמְבַּ\"ם בְּפֶרֶק י' מֵהִלְכוֹת אֲבוֹת הַטֻּמְאוֹת, דְּהָאֳכָלִין יִהְיוּ רִאשׁוֹן וְשֵׁנִי מִדִּבְרֵי תּוֹרָה, שֶׁהָאָדָם אוֹ הַכְּלִי שֶׁהוּא רִאשׁוֹן לְטֻמְאָה אִם נָגַע בְּאֹכֶל עֲשָׂאָהוּ שֵׁנִי. אֶלָּא רַבִּי אֱלִיעֶזֶר הוּא דִּסְבִירָא לֵיהּ הָכִי, וְלֹא קַיְמָא לָן כְּוָתֵיהּ. וּבַיְרוּשַׁלְמִי פְּלִיגֵי בַּר קַפָּרָא וְרַבִּי יוֹחָנָן, בַּר קַפָּרָא סְבִירָא לֵיהּ דְּבַר תּוֹרָה אַב הַטֻּמְאָה וּוְלַד הַטֻּמְאָה מִדִּבְרֵיהֶם, וְרַבִּי יוֹחָנָן אוֹמֵר בֵּין בָּזֶה בֵּין בָּזֶה מִדִּבְרֵי תּוֹרָה","rdfs:label":"עיקר תוי\"ט משנה שקלים ח ז","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-7"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-2-4-8-8","jbo:text":"אברי התמיד, נתנין מחצי כבש ולמטה במזרח, ושל מוספין נתנין מחצי כבש ולמטה במערב, ושל ראשי חדשים נתנין מתחת כרכב המזבח מלמטה {טז}, השקלים והבכורים אין נוהגין אלא בפני הבית, אבל מעשר דגן ומעשר בהמה והבכורות נוהגין בין בפני הבית בין שלא בפני הבית. המקדיש שקלים ובכורים, הרי זה קדש. רבי שמעון אומר, האומר בכורים קדש, אינן קדש","jbo:textNikud":"אֵבָרֵי הַתָּמִיד, נִתָּנִין מֵחֲצִי כֶּבֶשׁ וּלְמַטָה בַּמִּזְרָח, וְשֶׁל מוּסָפִין נִתָּנִין מֵחֲצִי כֶּבֶשׁ וּלְמַטָה בַּמַּעֲרָב, וְשֶׁל רָאשֵׁי חֳדָשִׁים נִתָּנִין מִתַּחַת כַּרְכֹּב הַמִּזְבֵּחַ מִלְּמָטָה {טז}, הַשְּׁקָלִים וְהַבִּכּוּרִים אֵין נוֹהֲגִין אֶלָּא בִּפְנֵי הַבַּיִת, אֲבָל מַעְשַׂר דָּגָן וּמַעְשַׂר בְּהֵמָה וְהַבְּכוֹרוֹת נוֹהֲגִין בֵּין בִּפְנֵי הַבַּיִת בֵּין שֶׁלֹּא בִּפְנֵי הַבַּיִת. הַמַּקְדִּישׁ שְׁקָלִים וּבִכּוּרִים, הֲרֵי זֶה קֹדֶשׁ. רַבִּי שִׁמְעוֹן אוֹמֵר, הָאוֹמֵר בִּכּוּרִים קֹדֶשׁ, אֵינָן קֹדֶשׁ","rdfs:label":"משנה שקלים ח ח"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-bartanura-2-4-8-8","jbo:text":"ר\"ע מברטנורה מחצי הכבש ולמטה במערב {טו}. כהנים הזוכים בפיס באברי התמיד להעלותם, לא היו מעלים אותם בפעם אחת, אלא נותנים אותן על הכבש, והולכים ללשכת הגזית לקרא את שמע, ואחר כך חוזרים ומקריבים האברים על גבי המזבח. וקתני הכא דנתנים מחצי הכבש ולמטה, שהכבש ארך שלשים ושתים אמה, ומחציו ולמטה נותנים אותן. ורחב הכבש שש עשרה אמה, ובחציו שלצד מערב היו נותנים אותן: ושל ראשי חדשים. מחציו ולמעלה, דהינו על כרכב המזבח שהוא הסובב. וכלפי המזרח: אינן נוהגים אלא בפני הבית. שקלים, משום דצרך קרבן נינהו וכיון שאין קרבן אין שקלים. ובכורים, דכתיב (שמות כג) ראשית בכורי אדמתך תביא בית ה' אלהיך, בזמן שיש לך בית יש לך בכורים, אין לך בית אין לך בכורים: אבל מעשר דגן וכו'. נוהגים בפני הבית. ושלא בפני הבית. דקדושת הארץ לא בטלה, הלכך צריך להפריש תרומות ומעשרות. ומעשר בהמה, צריך להפריש העשירי. ובמסכת בכורות אמרו שבטלו מעשר בהמה דלא ליתו בה לידי תקלה: המקדיש שקלים ובכורים. דאין נוהגים אלא בפני הבית, אם הפרישן שלא בפני הבית קדשי: בכורים קדש אינן קדש. כיון דבהדיא כתיב בהו (שמות כג) תביא בית ה' אלהיך, אפלו הפרישן בדיעבד לא קדשי, ואין שם בכורים חל עליהן שלא בפני הבית. ורמב\"ם פרש, המקדיש לבדק הבית שקלים ובכורים שיש לו כבר. ולפרושו לא אתבריר טעמא דרבי שמעון אמאי שקלים קדשי ובכורים לא קדשי {יז}. והלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה מֵחֲצִי הַכֶּבֶשׁ וּלְמַטָּה בַמַּעֲרָב {טו}. כֹּהֲנִים הַזּוֹכִים בַּפַּיִס בְּאֶבְרֵי הַתָּמִיד לְהַעֲלוֹתָם, לֹא הָיוּ מַעֲלִים אוֹתָם בְּפַעַם אַחַת, אֶלָּא נוֹתְנִים אוֹתָן עַל הַכֶּבֶשׁ, וְהוֹלְכִים לְלִשְׁכַּת הַגָּזִית לִקְרֹא אֶת שְׁמַע, וְאַחַר כָּךְ חוֹזְרִים וּמַקְרִיבִים הָאֵבָרִים עַל גַּבֵּי הַמִּזְבֵּחַ. וְקָתָנֵי הָכָא דְּנִתָּנִים מֵחֲצִי הַכֶּבֶשׁ וּלְמַטָּה, שֶׁהַכֶּבֶשׁ אָרֹךְ שְׁלֹשִׁים וּשְׁתַּיִם אַמָּה, וּמֵחֶצְיוֹ וּלְמַטָּה נוֹתְנִים אוֹתָן. וְרֹחַב הַכֶּבֶשׁ שֵׁשׁ עֶשְׂרֵה אַמָּה, וּבְחֶצְיוֹ שֶׁלְּצַד מַעֲרָב הָיוּ נוֹתְנִים אוֹתָן: וְשֶׁל רָאשֵׁי חֳדָשִׁים. מֵחֶצְיוֹ וּלְמַעְלָה, דְּהַיְנוּ עַל כַּרְכֹּב הַמִּזְבֵּחַ שֶׁהוּא הַסּוֹבֵב. וּכְלַפֵּי הַמִּזְרָח: אֵינָן נוֹהֲגִים אֶלָּא בִפְנֵי הַבַּיִת. שְׁקָלִים, מִשּׁוּם דְּצֹרֶךְ קָרְבָּן נִינְהוּ וְכֵיוָן שֶׁאֵין קָרְבָּן אֵין שְׁקָלִים. וּבִכּוּרִים, דִּכְתִיב (שְׁמוֹת כג) רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ, בִּזְמַן שֶׁיֵּשׁ לְךָ בַּיִת יֵשׁ לְךָ בִּכּוּרִים, אֵין לְךָ בַּיִת אֵין לְךָ בִּכּוּרִים: אֲבָל מַעֲשַׂר דָּגָן וְכוּ'. נוֹהֲגִים בִּפְנֵי הַבַּיִת. וְשֶׁלֹּא בִּפְנֵי הַבַּיִת. דִּקְדוּשַׁת הָאָרֶץ לֹא בָּטְלָה, הִלְכָּךְ צָרִיךְ לְהַפְרִישׁ תְּרוּמוֹת וּמַעַשְׂרוֹת. וּמַעֲשַׂר בְּהֵמָה, צָרִיךְ לְהַפְרִישׁ הָעֲשִׂירִי. וּבְמַסֶּכֶת בְּכוֹרוֹת אָמְרוּ שֶׁבִּטְּלוּ מַעֲשַׂר בְּהֵמָה דְּלֹא לֵיתוֹ בָּהּ לִידֵי תַּקָּלָה: הַמַּקְדִּישׁ שְׁקָלִים וּבִכּוּרִים. דְּאֵין נוֹהֲגִים אֶלָּא בִּפְנֵי הַבַּיִת, אִם הִפְרִישָׁן שֶׁלֹּא בִּפְנֵי הַבַּיִת קַדְשֵׁי: בִּכּוּרִים קֹדֶשׁ אֵינָן קֹדֶשׁ. כֵּיוָן דִּבְהֶדְיָא כְּתִיב בְּהוּ (שְׁמוֹת כג) תָּבִיא בֵּית ה' אֱלֹהֶיךָ, אֲפִלּוּ הִפְרִישָׁן בְּדִיעֲבַד לֹא קַדְשֵׁי, וְאֵין שֵׁם בִּכּוּרִים חָל עֲלֵיהֶן שֶׁלֹּא בִּפְנֵי הַבַּיִת. וְרַמְבַּ\"ם פֵּרֵשׁ, הַמַּקְדִּישׁ לְבֶדֶק הַבַּיִת שְׁקָלִים וּבִכּוּרִים שֶׁיֵּשׁ לוֹ כְּבָר. וּלְפֵרוּשׁוֹ לֹא אִתְבָּרֵיר טַעֲמָא דְּרַבִּי שִׁמְעוֹן אַמַּאי שְׁקָלִים קַדְשֵׁי וּבִכּוּרִים לֹא קַדְשֵׁי {יז}. וַהֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה שקלים ח ח","jbo:name":"ר\"ע מברטנורה","jbo:explains":"jbr:mishna-2-4-8-8"},{"jbo:within":["jbr:mishna","jbr:mishna-2","jbr:mishna-2-4","jbr:mishna-2-4-8"],"uri":"jbr:mishna-yomtov-2-4-8-8","jbo:text":"עיקר תוי\"ט {טו} כך הוא גרסתו. וגרסת הספר, במזרח. ובשל מוספים להפך. ורש\"י גרס כגרסת הספר, ועין שם טעמו. והתוספות והמפרש גרסי כגרסת הר\"ב, דלהכי נתנום לאברי תמיד במערב, לפי שהמערכה שעל המזבח הוא למזרחו, לכך נותנים האברים במערבו של כבש, לפנות מקום הליכתם כשיוליכום אחר כך לראש המזבח על המערכה שהיא במזרח: {טז} מלמטה. הכי גרס רש\"י. ופרש של ראשי חדשים, אברים של מוספי ראשי חדשים נתנין היו בכבש סמוך לכרכב המזבח למטה הימנו מעט, דהינו בחצי העליון של הכבש, שכל הכבש ארכו שלשים ושתים, ואינו משפע ועולה אלא תשע אמות, שש אמות מן הארץ לסובב ושלש מן הסובב ולמעלה, נמצאו שני שלישי ארך הכבש מן הארץ לסובב. וגרסת הר\"ב מלמעלה, עין תוספות יום טוב. ולשתי הגרסאות טעמא דעבדינן שנוי בראש חדש מפרש בגמרא דסכה, לידע שהקבע ראש חדש בזמנו. ופרש רש\"י האי חשיבותא עבדינן ליה להכירא שיכירו דפשיטא להו לבית דין שקדשוהו כהלכתו ולא יגמגם לב אדם עליו, דרב בני אדם לא ראו חדוש הלבנה: {יז} ואני למדתי טעמו מלשון הרמב\"ם שסים ואמר, אבל אם הקדישן הכהן אחר שבא לידו והרי הם שלו יכול להקדישן. אבל שקלים דלמזבח יכול להקדיש, כדתנן במשנה ז' פרק ח' דערכין דמקדיש אדם קדשי מזבח. תוספות יום טוב. ועין עוד","jbo:textNikud":"עיקר תוי\"ט {טו} כָּךְ הוּא גִּרְסָתוֹ. וְגִרְסַת הַסֵּפֶר, בַּמִּזְרָח. וּבְשֶׁל מוּסָפִים לְהֵפֶךְ. וְרַשִׁ\"י גָּרַס כְּגִרְסַת הַסֵּפֶר, וְעַיֵּן שָׁם טַעֲמוֹ. וְהַתּוֹסָפוֹת וְהַמְּפָרֵשׁ גָרְסֵי כְּגִרְסַת הָרַ\"ב, דִּלְהָכִי נְתָנוּם לְאֶבְרֵי תָּמִיד בַּמַּעֲרָב, לְפִי שֶׁהַמַּעֲרָכָה שֶׁעַל הַמִּזְבֵּחַ הוּא לְמִזְרָחוֹ, לְכָךְ נוֹתְנִים הָאֵבָרִים בְּמַעֲרָבוֹ שֶׁל כֶּבֶשׁ, לְפַנּוֹת מְקוֹם הֲלִיכָתָם כְּשֶׁיּוֹלִיכוּם אַחַר כָּךְ לְרֹאשׁ הַמִּזְבֵּחַ עַל הַמַּעֲרָכָה שֶׁהִיא בַּמִּזְרָח: {טז} מִלְּמַטָּה. הָכִי גָּרַס רַשִׁ\"י. וּפֵרֵשׁ שֶׁל רֹאשֵׁי חֳדָשִׁים, אֵבָרִים שֶׁל מוּסְפֵי רֹאשֵׁי חֳדָשִׁים נִתָּנִין הָיוּ בַּכֶּבֶשׁ סָמוּךְ לְכַרְכֹּב הַמִּזְבֵּחַ לְמַטָּה הֵימֶנּוּ מְעַט, דְּהַיְנוּ בַּחֵצִי הָעֶלְיוֹן שֶׁל הַכֶּבֶשׁ, שֶׁכָּל הַכֶּבֶשׁ אָרְכּוֹ שְׁלֹשִׁים וּשְׁתַּיִם, וְאֵינוֹ מְשֻׁפָּע וְעוֹלֶה אֶלָּא תֵּשַׁע אַמּוֹת, שֵׁשׁ אַמּוֹת מִן הָאָרֶץ לַסּוֹבֵב וְשָׁלֹשׁ מִן הַסּוֹבֵב וּלְמַעְלָה, נִמְצְאוּ שְׁנֵי שְׁלִישֵׁי אֹרֶךְ הַכֶּבֶשׁ מִן הָאָרֶץ לַסּוֹבֵב. וְגִרְסַת הָרַ\"ב מִלְמַעְלָה, עַיֵּן תּוֹסְפוֹת יוֹם טוֹב. וְלִשְׁתֵּי הַגִּרְסָאוֹת טַעֲמָא דְּעָבְדִינַן שִׁנּוּי בְּרֹאשׁ חֹדֶשׁ מְפֹרָשׁ בַּגְּמָרָא דְּסֻכָּה, לֵידַע שֶׁהֻקְבַּע רֹאשׁ חֹדֶשׁ בִּזְמַנּוֹ. וּפֵרֵשׁ רַשִׁ\"י הַאי חֲשִׁיבוּתָא עָבְדִינַן לֵיהּ לְהֶכֵּירָא שֶׁיַּכִּירוּ דִּפְשִׁיטָא לְהוּ לְבֵית דִּין שֶׁקִּדְּשׁוּהוּ כְּהִלְכָתוֹ וְלֹא יְגַמְגֵּם לֵב אָדָם עָלָיו, דְּרֹב בְּנֵי אָדָם לֹא רָאוּ חִדּוּשׁ הַלְּבָנָה: {יז} וַאֲנִי לָמַדְתִּי טַעֲמוֹ מִלְּשׁוֹן הָרַמְבַּ\"ם שֶׁסִּיֵּם וְאָמַר, אֲבָל אִם הִקְדִּישָׁן הַכֹּהֵן אַחַר שֶׁבָּא לְיָדוֹ וַהֲרֵי הֵם שֶׁלּוֹ יָכוֹל לְהַקְדִּישָׁן. אֲבָל שְׁקָלִים דְּלַמִּזְבֵּחַ יָכוֹל לְהַקְדִּישׁ, כְּדִתְנַן בְּמִשְׁנָה ז' פֶּרֶק ח' דַּעֲרָכִין דְּמַקְדִּישׁ אָדָם קָדְשֵׁי מִזְבֵּח. תּוֹסְפוֹת יוֹם טוֹב. וְעַיֵּן עוֹד","rdfs:label":"עיקר תוי\"ט משנה שקלים ח ח","jbo:name":"עיקר תוי\"ט","jbo:explains":"jbr:mishna-2-4-8-8"}]}