{"subjects":[{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-1","jbo:text":"כל כנויי נזירות כנזירות. האומר אהא, הרי זה נזיר. או אהא נוה, נזיר. נזיק, נזיח, פזיח, הרי זה נזיר. הריני כזה, הריני מסלסל {ו}, הריני מכלכל, הרי עלי לשלח פרע, הרי זה נזיר. הרי עלי צפרים, רבי מאיר אומר, נזיר. וחכמים אומרים, אינו נזיר","jbo:textNikud":"כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. הָאוֹמֵר אֱהֵא, הֲרֵי זֶה נָזִיר. אוֹ אֱהֵא נָוֶה, נָזִיר. נָזִיק, נָזִיחַ, פָּזִיחַ, הֲרֵי זֶה נָזִיר. הֲרֵינִי כָּזֶה, הֲרֵינִי מְסַלְסֵל {ו}, הֲרֵינִי מְכַלְכֵּל, הֲרֵי עָלַי לְשַׁלַּח פֶּרַע, הֲרֵי זֶה נָזִיר. הֲרֵי עָלַי צִפֳּרִים, רַבִּי מֵאִיר אוֹמֵר, נָזִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ נָזִיר","rdfs:label":"משנה נזיר א א","jbo:interprets":"jbr:mishna-3-4-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-1","jbo:text":"ר\"ע מברטנורה כל כנויי נזירות. דבר שאינו עקרו של שם מקרי כנוי. כמו המכנה שם לחברו [בבא מציעא נח:]: האומר אהא. לאו כנוי הוא, אלא יד מקרי, כמו בית יד שהכלי נאחז בו כך הנדר נתפס בלשון זה. ומתניתין חסורי מחסרא והכי קתני, כל כנויי נזירות כנזירות וכל ידות נזירות כנזירות {א}, אלו הן ידות נזירות, האומר אהא, אהא נוה, ואלו הן כנויי נזירות, נזיק נזיח פזיח: האומר אהא. שראה נזיר עובר לפניו ואמר אהא, אף על פי שלא אמר אהא כזה, אם נתכון {ב} להיות נזיר כמותו הרי זה נזיר, ואף על פי שלא הוציא בפיו כזה: אהא נוה. שהיה תופס בשערו {ג} ואמר אהא נוה, משמע אהיה נאה בגדול שער זה. ואם נתכון לשם כך הרי זה נזיר ואף על פי שלא פרש, שאלו וכיוצא בהם ידות לנזירות הם והוו כנזירות: נזיק נזיח פזיח. לשונות של גויים הם שקורין כך לנזיר {ד}, ולשונם קרוב ללשון של ישראל, ומקורו כנויי נזירות: הריני כזה. ורומז לנזיר שכנגדו {ה}: הריני מסלסל הריני מכלכל הרי עלי לשלח פרע. וכלהו דוקא כשתופס בשערו {ז} ודעתו לנזירות: מסלסל. מחליק בשער: מכלכל. מגדל שער. ודגמתו, משתכלכל העטרה [נדה נב:], משיגדל שער הערוה: הרי עלי צפרים. שתי תורים או שני בני יונה, והם קרבן נזיר שנטמא. וכגון שנזיר עובר לפניו: רבי מאיר אומר נזיר. הואיל ונזיר עובר לפניו וצפרים קרבן נזיר שנטמא הם, מוכיחין הדברים דהרי עלי צפרים לנזירות קאמר: וחכמים אומרים אינו נזיר. והלכה כחכמים, שאינו נזיר, אבל מביא צפרים לשלם נדרו","jbo:textNikud":"ר\"ע מברטנורה כָּל כִּנּוּיֵי נְזִירוּת. דָּבָר שֶׁאֵינוֹ עִקָּרוֹ שֶׁל שֵׁם מִקְּרֵי כִּנּוּי. כְּמוֹ הַמְּכַנֶּה שֵׁם לַחֲבֵרוֹ [בָּבָא מְצִיעָא נח:]: הָאוֹמֵר אֱהֵא. לָאו כִּנּוּי הוּא, אֶלָּא יָד מִקְּרֵי, כְּמוֹ בֵּית יָד שֶׁהַכְּלִי נֶאֱחַז בּוֹ כָּךְ הַנֶּדֶר נִתְפָּס בְּלָשׁוֹן זֶה. וּמַתְנִיתִין חֲסוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת וְכָל יְדוֹת נְזִירוּת כִּנְזִירוּת {א}, אֵלּוּ הֵן יְדוֹת נְזִירוּת, הָאוֹמֵר אֱהֵא, אֱהֵא נָוֶה, וְאֵלּוּ הֵן כִּנּוּיֵי נְזִירוּת, נָזִיק נָזִיחַ פָּזִיחַ: הָאוֹמֵר אֱהֵא. שֶׁרָאָה נָזִיר עוֹבֵר לְפָנָיו וְאָמַר אֱהֵא, אַף עַל פִּי שֶׁלֹּא אָמַר אֱהֵא כָּזֶה, אִם נִתְכַּוֵּן {ב} לִהְיוֹת נָזִיר כְּמוֹתוֹ הֲרֵי זֶה נָזִיר, וְאַף עַל פִּי שֶׁלֹּא הוֹצִיא בְּפִיו כָּזֶה: אֱהֵא נָוֶה. שֶׁהָיָה תּוֹפֵס בִּשְׂעָרוֹ {ג} וְאָמַר אֱהֵא נָוֶה, מַשְׁמַע אֶהֱיֶה נָאֶה בְּגִדּוּל שֵׂעָר זֶה. וְאִם נִתְכַּוֵּן לְשֵׁם כָּךְ הֲרֵי זֶה נָזִיר וְאַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ, שֶׁאֵלּוּ וְכַיּוֹצֵא בָּהֶם יָדוֹת לִנְזִירוּת הֵם וַהֲווּ כִּנְזִירוּת: נָזִיק נָזִיחַ פָּזִיחַ. לְשׁוֹנוֹת שֶׁל גּוֹיִים הֵם שֶׁקּוֹרִין כָּךְ לַנָּזִיר {ד}, וּלְשׁוֹנָם קָרוֹב לַלָּשׁוֹן שֶׁל יִשְׂרָאֵל, וּמְקוֹרוֹ כִּנּוּיֵי נְזִירוּת: הֲרֵינִי כָּזֶה. וְרוֹמֵז לַנָּזִיר שֶׁכְּנֶגְדּוֹ {ה}: הֲרֵינִי מְסַלְסֵל הֲרֵינִי מְכַלְכֵּל הֲרֵי עָלַי לְשַׁלַּח פֶּרַע. וְכֻלְּהוּ דַּוְקָא כְּשֶׁתּוֹפֵס בִּשְׂעָרוֹ {ז} וְדַעְתּוֹ לִנְזִירוּת: מְסַלְסֵל. מַחְלִיק בַּשֵּׂעָר: מְכַלְכֵּל. מְגַדֵּל שֵׂעָר. וְדֻגְמָתוֹ, מִשֶּׁתְּכַלְכֵּל הָעֲטָרָה [נִדָּה נב:], מִשֶּׁיִּגְדַּל שְׂעַר הָעֶרְוָה: הֲרֵי עָלַי צִפֳּרִים. שְׁתֵּי תוֹרִים אוֹ שְׁנֵי בְנֵי יוֹנָה, וְהֵם קָרְבַּן נָזִיר שֶׁנִּטְמָא. וּכְגוֹן שֶׁנָּזִיר עוֹבֵר לְפָנָיו: רַבִּי מֵאִיר אוֹמֵר נָזִיר. הוֹאִיל וְנָזִיר עוֹבֵר לְפָנָיו וְצִפֳּרִים קָרְבַּן נָזִיר שֶׁנִּטְמָא הֵם, מוֹכִיחִין הַדְּבָרִים דַּהֲרֵי עָלַי צִפֳּרִים לִנְזִירוּת קָאָמַר: וַחֲכָמִים אוֹמְרִים אֵינוֹ נָזִיר. וַהֲלָכָה כַּחֲכָמִים, שֶׁאֵינוֹ נָזִיר, אֲבָל מֵבִיא צִפֳּרִים לְשַׁלֵּם נִדְרוֹ","rdfs:label":"ר\"ע מברטנורה משנה נזיר א א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-1","jbo:text":"עיקר תוי\"ט {א} וילפינן להו מקרא בריש פרק קמא דנדרים: {ב} ומכל מקום בעינן שיהא נזיר עובר לפניו, דקבלה בלב אינה כלום, דגבי נזיר כתיב [במדבר ו] כי יפליא, שיפרש בפיו, אבל כי נזיר עובר לפניו ופרש בשפתיו אהא ובלבו חשב להיות נזיר מחשבת הלב מהניא כאלו אמר בפיו אהא נזיר כזה שעובר לפניו. תוספות: {ג} דאי לאו הכי דלמא אתנאה כו' קאמר. גמרא. ואפלו נזיר עובר לפניו. תוספות. ועין תוספות יום טוב: {ד} שהעלגים מן האמות המשתתפין לישראל היו משבשין לשון נזיר על צד שנוי לשונם, אחר כך נעתק זה אל ההמון ונפסד הלשון לפי דבורם. הרמב\"ם. והוא הדין לשאר כנויים כפי המקום וכפי הזמן, כמו שאיתא בפרק קמא דנדרים משנה ב': {ה} גמרא. ולגופיה לא איצטריך, דהא ברישא אפלו היה אומר אהא הרי זה נזיר, אלא לדיוקא איצטריך, טעמא דאמר כזה, הא האומר הריני אפלו נזיר עובר לפניו לא מהני, דטפי משמע אהא כזה מן הריני כי לא סים כזה. תוספות. ועין לעיל ריש פרק ד': {ו} מסלסל. הני לאו ידות נינהו, דאם כן ליתנינהו לעיל, אלא כיון דגמר דבורו אלא שלא פרש להדיא אנזירות ואנן הוא דמפרשים דבוריה, משמע דנזירות בא לומר כי אמר הני לשונות ותפס בשעריה. תוספות: {ז} דאי לא הכי, מסלסל אימא שמקבל עליו ללמד תורה דכתיב [משלי ד] סלסלה ותרוממך, מכלכל אימא למיזן עניים כדכתיב ויכלכל יוסף וגו' [בראשית מז]. גמרא. אבל בשלוח פרע לא אוקים לה בגמרא כשתופס בשערו, ומביא קרא דמשמעותיה גדול שער דכתיב [שיר השירים ד] שלחיך פרדס רמונים. וברמב\"ם בחבורו משמע דבעי אחיזת שער גם לשלוח פרע","jbo:textNikud":"עיקר תוי\"ט {א} וְיָלְפִינַן לְהוּ מִקְּרָא בְּרֵישׁ פֶּרֶק קַמָּא דִּנְדָרִים: {ב} וּמִכָּל מָקוֹם בָּעִינַן שֶׁיְּהֵא נָזִיר עוֹבֵר לְפָנָיו, דְּקַבָּלָה בַּלֵּב אֵינָהּ כְּלוּם, דְּגַבֵּי נָזִיר כְּתִיב [בְּמִדְבָּר ו] כִּי יַפְלִיא, שֶׁיְּפָרֵשׁ בְּפִיו, אֲבָל כִּי נָזִיר עוֹבֵר לְפָנָיו וּפֵרֵשׁ בִּשְׂפָתָיו אֱהֵא וּבְלִבּוֹ חָשַׁב לִהְיוֹת נָזִיר מַחְשֶׁבֶת הַלֵּב מַהֲנְיָא כְאִלּוּ אָמַר בְּפִיו אֱהֵא נָזִיר כָּזֶה שֶׁעוֹבֵר לְפָנָיו. תּוֹסָפוֹת: {ג} דְּאִי לָאו הָכִי דִּלְמָא אֶתְנָאֶה כוּ' קָאָמַר. גְּמָרָא. וַאֲפִלּוּ נָזִיר עוֹבֵר לְפָנָיו. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ד} שֶׁהָעִלְּגִים מִן הַאֻמּוֹת הַמִּשְׁתַּתְּפִין לְיִשְׂרָאֵל הָיוּ מְשַׁבְּשִׁין לְשׁוֹן נָזִיר עַל צַד שִׁנּוּי לְשׁוֹנָם, אַחַר כָּךְ נֶעְתַּק זֶה אֶל הֶהָמוֹן וְנִפְסָד הַלָּשׁוֹן לְפִי דִּבּוּרָם. הָרַמְבַּ\"ם. וְהוּא הַדִּין לִשְׁאָר כִּנּוּיִים כְּפִי הַמָּקוֹם וּכְפִי הַזְּמַן, כְּמוֹ שֶׁאִיתָא בְּפֶרֶק קַמָּא דִּנְדָרִים מִשְׁנָה ב': {ה} גְּמָרָא. וּלְגוּפֵיהּ לֹא אִיצְטְרִיךְ, דְּהָא בָּרֵישָׁא אֲפִלּוּ הָיָה אוֹמֵר אֱהֵא הֲרֵי זֶה נָזִיר, אֶלָּא לְדִיּוּקָא אִיצְטְרִיךְ, טַעְמָא דְּאָמַר כָּזֶה, הָא הָאוֹמֵר הֲרֵינִי אֲפִלּוּ נָזִיר עוֹבֵר לְפָנָיו לֹא מַהֲנֵי, דִּטְפֵי מַשְׁמַע אֱהֵא כָּזֶה מִן הֲרֵינִי כִּי לֹא סִיֵּם כָּזֶה. תּוֹסָפוֹת. וְעַיֵּן לְעֵיל רֵישׁ פֶּרֶק ד': {ו} מְסַלְסֵל. הָנֵי לָאו יָדוֹת נִינְהוּ, דְּאִם כֵּן לִיתְנִינְהוּ לְעֵיל, אֶלָּא כֵּיוָן דְּגָמַר דִּבּוּרוֹ אֶלָּא שֶׁלֹּא פֵּרֵשׁ לְהֶדְיָא אַנְּזִירוּת וַאֲנַן הוּא דִמְפָרְשִׁים דִּבּוּרֵיהּ, מַשְׁמַע דִּנְזִירוּת בָּא לוֹמַר כִּי אָמַר הָנֵי לְשׁוֹנוֹת וְתָפַס בִּשְׂעָרֵיהּ. תּוֹסָפוֹת: {ז} דְּאִי לֹא הָכִי, מְסַלְסֵל אֵימָא שֶׁמְּקַבֵּל עָלָיו לִלְמֹד תּוֹרָה דִּכְתִיב [מִשְׁלֵי ד] סַלְסְלֶהָ וּתְרוֹמְמֶךָּ, מְכַלְכֵּל אֵימָא לְמֵיזַן עֲנִיִּים כְּדִכְתִיב וַיְכַלְכֵּל יוֹסֵף וְגוֹ' [בְּרֵאשִׁית מז]. גְּמָרָא. אֲבָל בְּשִׁלּוּחַ פֶּרַע לֹא אוֹקִים לָהּ בַּגְּמָרָא כְּשֶׁתּוֹפֵס בִּשְׂעָרוֹ, וּמֵבִיא קְרָא דְמַשְׁמָעוּתֵיהּ גִּדּוּל שֵׂעָר דִּכְתִיב [שִׁיר הַשִּׁירִים ד] שְׁלָחַיִךְ פַּרְדֵּס רִמּוֹנִים. וּבָרַמְבַּ\"ם בְּחִבּוּרוֹ מַשְׁמַע דְּבָעֵי אֲחִיזַת שֵׂעָר גַּם לְשִׁלּוּחַ פֶּרַע","rdfs:label":"עיקר תוי\"ט משנה נזיר א א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-2","jbo:text":"הריני נזיר מן החרצנים, ומן הזגים, ומן התגלחת, ומן הטמאה, הרי זה נזיר {ח} וכל דקדוקי נזירות עליו. הריני כשמשון {ט}, כבן מנוח, כבעל דלילה, כמי שעקר דלתות עזה, כמי שנקרו פלשתים את עיניו, הרי זה נזיר שמשון {י}. מה בין נזיר עולם לנזיר שמשון. נזיר עולם, הכביד שערו, מקל בתער {יא} ומביא שלש בהמות {יב}. ואם נטמא, מביא קרבן טמאה. נזיר שמשון, הכביד שערו, אינו מקל. ואם נטמא {יג}, אינו מביא קרבן טמאה","jbo:textNikud":"הֲרֵינִי נָזִיר מִן הַחַרְצַנִּים, וּמִן הַזַּגִּים, וּמִן הַתִּגְלַחַת, וּמִן הַטֻּמְאָה, הֲרֵי זֶה נָזִיר {ח} וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו. הֲרֵינִי כְשִׁמְשׁוֹן {ט}, כְּבֶן מָנוֹחַ, כְּבַעַל דְּלִילָה, כְּמִי שֶׁעָקַר דַּלְתוֹת עַזָּה, כְּמִי שֶׁנִּקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, הֲרֵי זֶה נְזִיר שִׁמְשׁוֹן {י}. מַה בֵּין נְזִיר עוֹלָם לִנְזִיר שִׁמְשׁוֹן. נְזִיר עוֹלָם, הִכְבִּיד שְׂעָרוֹ, מֵקֵל בְּתַעַר {יא} וּמֵבִיא שָׁלשׁ בְּהֵמוֹת {יב}. וְאִם נִטְמָא, מֵבִיא קָרְבַּן טֻמְאָה. נְזִיר שִׁמְשׁוֹן, הִכְבִּיד שְׂעָרוֹ, אֵינוֹ מֵקֵל. וְאִם נִטְמָא {יג}, אֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה","rdfs:label":"משנה נזיר א ב","jbo:interprets":"jbr:mishna-3-4-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-2","jbo:text":"ר\"ע מברטנורה הריני נזיר מן החרצנים ומן הזגים וכו'. אם הזכיר אחד מכל אלו, הרי זה נזיר כאלו אמר הריני נזיר סתם. ומשום דבעי למתנא סיפא דנזיר עולם ונזיר שמשון אין כל דקדוקי נזירות עליהם, תנא הכא כל דקדוקי נזירות עליו: מה בין נזיר עולם וכו'. מתניתין חסורי מחסרא והכי קתני, ואם נדר להיות נזיר עולם הרי זה נזיר עולם. ומה בין נזיר עולם לנזיר שמשון, נזיר עולם הכביד שערו מקל בתער משנים עשר חדש לשנים עשר חדש דילפינן מאבשלום שהיה נזיר עולם וכתיב ביה (שמואל ב יד) ויהי מקץ ימים לימים אשר יגלח כי כבד עליו וגלחו, וכתיב התם (ויקרא כה) ימים תהיה גאלתו: ואם נטמא אינו מביא קרבן טמאה. ואפלו לכתחלה מתר לטמא, דשמשון היה מטמא למתים, והכי גמירי לה, והאי דקתני אם נטמא דמשמע דיעבד אין לכתחלה לא, משום דתנא רישא גבי נזיר עולם ואם נטמא תנא סיפא נמי גבי נזיר שמשון ואם נטמא","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר מִן הַחַרְצַנִּים וּמִן הַזַּגִּים וְכוּ'. אִם הִזְכִּיר אֶחָד מִכָּל אֵלּוּ, הֲרֵי זֶה נָזִיר כְּאִלּוּ אָמַר הֲרֵינִי נָזִיר סְתָם. וּמִשּׁוּם דְּבָעֵי לְמִתְנָא סֵיפָא דְּנָזִיר עוֹלָם וּנְזִיר שִׁמְשׁוֹן אֵין כָּל דִּקְדּוּקֵי נְזִירוּת עֲלֵיהֶם, תָּנָא הָכָא כָּל דִּקְדּוּקֵי נְזִירוּת עָלָיו: מַה בֵּין נְזִיר עוֹלָם וְכוּ'. מַתְנִיתִין חִסּוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, וְאִם נָדַר לִהְיוֹת נְזִיר עוֹלָם הֲרֵי זֶה נְזִיר עוֹלָם. וּמַה בֵּין נְזִיר עוֹלָם לִנְזִיר שִׁמְשׁוֹן, נְזִיר עוֹלָם הִכְבִּיד שְׂעָרוֹ מֵקֵל בְּתַעַר מִשְּׁנֵים עָשָׂר חֹדֶשׁ לִשְׁנֵים עָשָׂר חֹדֶשׁ דְּיָלְפִינַן מֵאַבְשָׁלוֹם שֶׁהָיָה נְזִיר עוֹלָם וּכְתִיב בֵּיהּ (שְׁמוּאֵל ב יד) וַיְהִי מִקֵּץ יָמִים לַיָּמִים אֲשֶׁר יְגַלֵּחַ כִּי כָבֵד עָלָיו וְגִלְּחוֹ, וּכְתִיב הָתָם (וַיִּקְרָא כה) יָמִים תִּהְיֶה גְּאֻלָּתוֹ: וְאִם נִטְמָא אֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה. וַאֲפִלּוּ לְכַתְּחִלָּה מֻתָּר לִטָּמֵא, דְּשִׁמְשׁוֹן הָיָה מִטַּמֵּא לְמֵתִים, וְהָכִי גְמִירֵי לַהּ, וְהַאי דְקָתָנֵי אִם נִטְמָא דְּמַשְׁמַע דִּיעֲבַד אִין לְכַתְּחִלָּה לֹא, מִשּׁוּם דְּתָנָא רֵישָׁא גַּבֵּי נְזִיר עוֹלָם וְאִם נִטְמָא תָּנָא סֵיפָא נַמִּי גַּבֵּי נְזִיר שִׁמְשׁוֹן וְאִם נִטְמָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-2","jbo:text":"עיקר תוי\"ט {ח} הרי זה נזיר. גמרא, מאי טעמא, אמר קרא [במדבר ו] מיין ושכר יזיר, ופרש רש\"י דמשמע דאפלו לא נזר אלא מיין לחודיה הוי כנזיר מכלם: {ט} כשמשון. ופרש רש\"י ותוספות דכשאומר שמשון ואי נמי שמשון בן מנוח לא סגי עד שיאמר עוד סימן אחד משלשה סימנים, כבעל דלילה כו', ואי אמר חד מהני שלשה סימנים בלבד נמי סגי. ולהרמב\"ם בכל חד סגי ואפלו אומר כשמשון בלבד. ומהר\"ב בסוף פרק ט' מוכח דסבירא ליה כדעת הרמב\"ם. ועין תוספות יום טוב: {י} שמשון. כדתנן בסיפא שמתר להטמא למתים, וכתב הרמב\"ם ואשר התירו לו זה שהוא לא נדר בנזיר אבל המלאך אמר לאמו כי נזיר אלהים יהיה הנער. ענינו פרוש. ותימה דאם כן הריני כשמשון למה יהיה נזיר, והרי אין נזיר עד שיתפיס בדבר הנדור כדתנן ריש פרק ב' דנדרים, והנזירות מכלל הנדרים הוא שנאמר כי ידר נדר נזיר. תוספות יום טוב. ועין עוד: {יא} בתער. ולא לגמרי, מאבשלום שלא גלח לגמרי, שהרי נתלה בשערו. תוספות. כלומר שהרי מעשה תליתו סמוך למעשה גלוחו היה: {יב} שלש בהמות. בשעה שמקל, הלכה למשה מסיני, ואסמכתא מאבשלום מדאמר אשלם נדרי, חטאת עולה ושלמים כנזיר טהור. קרבן טמאה, שתי תורים ואשם. תוספות: {יג} ואם נטמא כו'. לא אתא לאשמעינן אלא החלוקים שבין נזיר עולם לנזיר שמשון אבל ביין אסורים שניהם. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ח} הֲרֵי זֶה נָזִיר. גְּמָרָא, מַאי טַעְמָא, אָמַר קְרָא [בְּמִדְבָּר ו] מִיַּיִן וְשֵׁכָר יָזִיר, וּפֵרֵשׁ רַשִׁ\"י דְמַשְׁמַע דַּאֲפִלּוּ לֹא נָזַר אֶלָּא מִיַּיִן לְחוּדֵיהּ הָוֵי כְנָזִיר מִכֻּלָּם: {ט} כְּשִׁמְשׁוֹן. וּפֵרֵשׁ רַשִׁ\"י וְתוֹסָפוֹת דִּכְשֶׁאוֹמֵר שִׁמְשׁוֹן וְאִי נַמִּי שִׁמְשׁוֹן בֶּן מָנוֹחַ לֹא סַגִּי עַד שֶׁיֹּאמַר עוֹד סִימָן אֶחָד מִשְּׁלֹשָׁה סִימָנִים, כְּבַעַל דְּלִילָה כוּ', וְאִי אָמַר חַד מֵהָנֵי שְׁלֹשָׁה סִימָנִים בִּלְבַד נַמִּי סַגִּי. וּלְהָרַמְבַּ\"ם בְּכָל חַד סַגִּי וַאֲפִלּוּ אוֹמֵר כְּשִׁמְשׁוֹן בִּלְבַד. וּמֵהָרַ\"ב בְּסוֹף פֶּרֶק ט' מוּכָח דִּסְבִירָא לֵיהּ כְּדַעַת הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} שִׁמְשׁוֹן. כְּדִתְנַן בְּסֵיפָא שֶׁמֻּתָּר לְהִטָּמֵא לְמֵתִים, וְכָתַב הָרַמְבַּ\"ם וַאֲשֶׁר הִתִּירוּ לוֹ זֶה שֶׁהוּא לֹא נָדַר בְּנָזִיר אֲבָל הַמַּלְאָךְ אָמַר לְאִמּוֹ כִּי נְזִיר אֱלֹהִים יִהְיֶה הַנַּעַר. עִנְיָנוֹ פָּרוּשׁ. וְתֵימַהּ דְּאִם כֵּן הֲרֵינִי כְּשִׁמְשׁוֹן לָמָּה יִהְיֶה נָזִיר, וַהֲרֵי אֵין נָזִיר עַד שֶׁיַּתְפִּיס בְּדָבָר הַנָּדוּר כְּדִתְנַן רֵישׁ פֶּרֶק ב' דִּנְדָרִים, וְהַנְּזִירוּת מִכְּלָל הַנְּדָרִים הוּא שֶׁנֶּאֱמַר כִּי יִדֹּר נֶדֶר נָזִיר. תּוֹסְפוֹת יוֹם טוֹב. וְעַיֵּן עוֹד: {יא} בְּתַעַר. וְלֹא לְגַמְרֵי, מֵאַבְשָׁלוֹם שֶׁלֹּא גִּלַּח לְגַמְרֵי, שֶׁהֲרֵי נִתְלָה בִּשְׂעָרוֹ. תּוֹסָפוֹת. כְּלוֹמַר שֶׁהֲרֵי מַעֲשֵׂה תְלִיָּתוֹ סָמוּךְ לְמַעֲשֵׂה גִלּוּחוֹ הָיָה: {יב} שָׁלֹשׁ בְּהֵמוֹת. בְּשָׁעָה שֶׁמֵּקֵל, הֲלָכָה לְמֹשֶׁה מִסִּינַי, וְאַסְמַכְתָּא מֵאַבְשָׁלוֹם מִדְּאָמַר אֲשַׁלֵּם נִדְרִי, חַטַּאת עוֹלָה וּשְׁלָמִים כְּנָזִיר טָהוֹר. קָרְבַּן טֻמְאָה, שְׁתֵּי תוֹרִים וְאָשָׁם. תּוֹסָפוֹת: {יג} וְאִם נִטְמָא כוּ'. לֹא אָתָא לְאַשְׁמְעִינַן אֶלָּא הַחֲלוּקִים שֶׁבֵּין נְזִיר עוֹלָם לִנְזִיר שִׁמְשׁוֹן אֲבָל בַּיַּיִן אֲסוּרִים שְׁנֵיהֶם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר א ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-3","jbo:text":"סתם נזירות שלשים יום. אמר הריני נזיר אחת גדולה, הריני נזיר אחת קטנה, אפלו מכאן ועד סוף העולם, נזיר שלשים יום. הריני נזיר ויום אחד, הריני נזיר ושעה אחת {טז}, הריני נזיר אחת ומחצה {יז}, הרי זה נזיר שתים {יח}. הריני נזיר שלשים יום ושעה אחת, נזיר שלשים ואחד יום, שאין נוזרים לשעות","jbo:textNikud":"סְתָם נְזִירוּת שְׁלשִׁים יוֹם. אָמַר הֲרֵינִי נָזִיר אַחַת גְּדוֹלָה, הֲרֵינִי נָזִיר אַחַת קְטַנָּה, אֲפִלּוּ מִכָּאן וְעַד סוֹף הָעוֹלָם, נָזִיר שְׁלשִׁים יוֹם. הֲרֵינִי נָזִיר וְיוֹם אֶחָד, הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת {טז}, הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה {יז}, הֲרֵי זֶה נָזִיר שְׁתָּיִם {יח}. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם וְשָׁעָה אֶחָת, נָזִיר שְׁלשִׁים וְאֶחָד יוֹם, שֶׁאֵין נוֹזְרִים לְשָׁעוֹת","rdfs:label":"משנה נזיר א ג","jbo:interprets":"jbr:mishna-3-4-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-3","jbo:text":"ר\"ע מברטנורה סתם נזירות שלשים יום. דכתיב (במדבר ו) קדוש יהיה. יהי\"ה בגימטריא שלשים, מכאן סמכו {יד} לומר שאין נזירות פחות משלשים יום: הריני נזיר אחת גדולה. בין שאמר הריני נזיר נזירות אחת גדולה, בין שאמר הריני נזיר אחת קטנה, ובין שאמר הריני נזיר אחת מכאן ועד סוף העולם, נוהג נזירות שלשים יום. ומכאן ועד סוף העולם דקאמר הכי משמע, ארכה עלי זאת הנזירות כאלו היא מכאן ועד סוף העולם {טו}: הכי גרסינן הריני נזיר ויום אחד הריני נזיר ושעה אחת הריני נזיר אחת ומחצה הרי זה נזיר שתים. והכי פרושו, אמר הריני נזיר ויום אחד כיון שאמר הריני נזיר קבל עליו נזירות אחת, וכי אמר תו ויום אחד הרי יש כאן נזירות אחרת, דאין נזירות פחות משלשים יום. וכן נמי כי אמר הריני נזיר ושעה אחת והריני נזיר אחת ומחצה, יש כאן שתי נזירות, שאי אפשר להיות נזיר שעה אחת או מחצה נזירות שלא יהיה נזיר שלשים יום, ומשום הכי הרי זה נזיר שתים ומגלח לסוף שלשים ונוהג נזירות אחרת: הריני נזיר שלשים יום ושעה אחת, הרי זה נזיר שלשים ואחד יום, שאין נזירות לשעות. שנאמר (שם) ימי נזרו, והרי הוא כאלו אמר שלשים ואחד יום {יט}. ולא אמרינן דשעה אחת דאמר הויא נזירות בפני עצמה, הואיל ויש לצרפה עם מנין שלשים שהזכיר תחלה","jbo:textNikud":"ר\"ע מברטנורה סְתָם נְזִירוּת שְׁלֹשִׁים יוֹם. דִּכְתִיב (בְּמִדְבָּר ו) קָדוֹשׁ יִהְיֶה. יִהְיֶ\"ה בְּגִימַטְרִיָּא שְׁלֹשִׁים, מִכָּאן סָמְכוּ {יד} לוֹמַר שֶׁאֵין נְזִירוּת פָּחוֹת מִשְּׁלֹשִׁים יוֹם: הֲרֵינִי נָזִיר אַחַת גְּדוֹלָה. בֵּין שֶׁאָמַר הֲרֵינִי נָזִיר נְזִירוּת אַחַת גְּדוֹלָה, בֵּין שֶׁאָמַר הֲרֵינִי נָזִיר אַחַת קְטַנָּה, וּבֵין שֶׁאָמַר הֲרֵינִי נָזִיר אַחַת מִכָּאן וְעַד סוֹף הָעוֹלָם, נוֹהֵג נְזִירוּת שְׁלֹשִׁים יוֹם. וּמִכָּאן וְעַד סוֹף הָעוֹלָם דְּקָאָמַר הָכִי מַשְׁמַע, אֲרֻכָּה עָלַי זֹאת הַנְּזִירוּת כְּאִלּוּ הִיא מִכָּאן וְעַד סוֹף הָעוֹלָם {טו}: הָכִי גָּרְסִינַן הֲרֵינִי נָזִיר וְיוֹם אֶחָד הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה הֲרֵי זֶה נָזִיר שְׁתָּיִם. וְהָכִי פֵּרוּשׁוֹ, אָמַר הֲרֵינִי נָזִיר וְיוֹם אֶחָד כֵּיוָן שֶׁאָמַר הֲרֵינִי נָזִיר קִבֵּל עָלָיו נְזִירוּת אַחַת, וְכִי אָמַר תּוּ וְיוֹם אֶחָד הֲרֵי יֵשׁ כָּאן נְזִירוּת אַחֶרֶת, דְּאֵין נְזִירוּת פָּחוֹת מִשְּׁלֹשִׁים יוֹם. וְכֵן נַמִּי כִּי אָמַר הֲרֵינִי נָזִיר וְשָׁעָה אַחַת וַהֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה, יֵשׁ כָּאן שְׁתֵּי נְזִירוּת, שֶׁאִי אֶפְשָׁר לִהְיוֹת נָזִיר שָׁעָה אַחַת אוֹ מֶחֱצָה נְזִירוּת שֶׁלֹּא יִהְיֶה נָזִיר שְׁלֹשִׁים יוֹם, וּמִשּׁוּם הָכִי הֲרֵי זֶה נָזִיר שְׁתַּיִם וּמְגַלֵּחַ לְסוֹף שְׁלֹשִׁים וְנוֹהֵג נְזִירוּת אַחֶרֶת: הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם וְשָׁעָה אֶחָת, הֲרֵי זֶה נָזִיר שְׁלֹשִׁים וְאֶחָד יוֹם, שֶׁאֵין נְזִירוּת לְשָׁעוֹת. שֶׁנֶּאֱמַר (שָׁם) יְמֵי נִזְרוֹ, וַהֲרֵי הוּא כְּאִלּוּ אָמַר שְׁלֹשִׁים וְאֶחָד יוֹם {יט}. וְלֹא אָמְרִינַן דְּשָׁעָה אַחַת דְּאָמַר הַוְיָא נְזִירוּת בִּפְנֵי עַצְמָה, הוֹאִיל וְיֵשׁ לְצָרְפָהּ עִם מִנְיַן שְׁלֹשִׁים שֶׁהִזְכִּיר תְּחִלָּה","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-3","jbo:text":"עיקר תוי\"ט {יד} וזה לשון הרמב\"ם, וזה ענין מקבל, ואמנם סמך לזה על דרך סימן: {טו} גמרא. ולא אמרינן דלהוי נזיר לעולם כמו במשנה דלקמן, דאם הוא רצונו לומר כן הוה ליה להזכיר מנין סוף העולם, דיודע הוא שפיר דהעולם יש בו חמש מאות שנה מהלך והוה ליה למימר חמש מאות שנים, ולפיכך אזלינן לקלא. וגדולה רצונו לומר טריחא עלי, וקטנה כלומר דלא טריחא. תוספות: {טז} אחת. צריכי, דלא תימא דדי לנו מאותה שעה לעשותה יום ומצטרפין בהדי שלשים יום ויהיה שלשים ואחד יום, קא משמע לן כיון שיש להוסיף על דבורו מוסיף נזירות שלם. גמרא ותוספות: {יז} אחת ומחצה. הכי נמי קרב נזיר אצל מחצה, שלא היה יכול לקרב יותר, דהריני נזיר מחצה לא משמע על מה מחצה. תוספות. וצריכא, דלא תימא דשאני שעות דאין נודרים לשעות כו' אבל הכא דנחית לדוקא אימא לא לימני אלא ארבעים וחמשה יום. גמרא ותוספות: {יח} שתים. דסמיך נזיר בדבורו אצל היום ואצל השעה. תוספות: {יט} דודאי חיל עליה שלשים ואחד יום, דיום אחד מצטרף שפיר בהדי שלשים יום למהוי נזיר כל שלשים ואחד יום. והוא הדין אם אמר הריני נזיר שלשים ויום אחד, דלא הוי נזיר אלא שלשים ואחד יום כיון שהפסיק בתבת שלשים, דארישא קאי, אלא דנקט אחד מן הדינין, וממאי דסליק חלק דהינו דקאמר הריני נזיר ושעה אחת. תוספות","jbo:textNikud":"עיקר תוי\"ט {יד} וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, וְזֶה עִנְיָן מְקֻבָּל, וְאָמְנָם סָמַךְ לָזֶה עַל דֶּרֶךְ סִימָן: {טו} גְּמָרָא. וְלֹא אָמְרִינַן דְּלֶהֱוֵי נָזִיר לְעוֹלָם כְּמוֹ בַּמִּשְׁנָה דִּלְקַמָּן, דְּאִם הוּא רְצוֹנוֹ לוֹמַר כֵּן הֲוָה לֵיהּ לְהַזְכִּיר מִנְיַן סוֹף הָעוֹלָם, דְּיוֹדֵעַ הוּא שַׁפִּיר דְּהָעוֹלָם יֵשׁ בּוֹ חֲמֵשׁ מֵאוֹת שָׁנָה מַהֲלַךְ וַהֲוָה לֵיהּ לְמֵימַר חָמֵשׁ מְאוֹת שָׁנִים, וּלְפִיכָךְ אָזְלִינַן לְקֻלָּא. וּגְדוֹלָה רְצוֹנוֹ לוֹמַר טְרִיחָא עָלַי, וּקְטַנָּה כְּלוֹמַר דְּלֹא טְרִיחָא. תּוֹסָפוֹת: {טז} אֶחָת. צְרִיכֵי, דְּלֹא תֵימָא דְּדַי לָנוּ מֵאוֹתָהּ שָׁעָה לַעֲשׂוֹתָהּ יוֹם וְמִצְטָרְפִין בַּהֲדֵי שְׁלֹשִׁים יוֹם וְיִהְיֶה שְׁלֹשִׁים וְאֶחָד יוֹם, קָא מַשְׁמַע לָן כֵּיוָן שֶׁיֵּשׁ לְהוֹסִיף עַל דִּבּוּרוֹ מוֹסִיף נְזִירוּת שָׁלֵם. גְּמָרָא וְתוֹסָפוֹת: {יז} אַחַת וּמֶחֱצָה. הָכִי נַמִּי קֵרַב נָזִיר אֵצֶל מֶחֱצָה, שֶׁלֹּא הָיָה יָכוֹל לְקָרֵב יוֹתֵר, דַּהֲרֵינִי נָזִיר מֶחֱצָה לֹא מַשְׁמַע עַל מָה מֶחֱצָה. תּוֹסָפוֹת. וּצְרִיכָא, דְּלֹא תֵימָא דְּשָׁאנֵי שָׁעוֹת דְּאֵין נוֹדְרִים לְשָׁעוֹת כוּ' אֲבָל הָכָא דְּנָחִית לְדַוְקָא אֵימָא לֹא לִימְנֵי אֶלָּא אַרְבָּעִים וַחֲמִשָּׁה יוֹם. גְּמָרָא וְתוֹסָפוֹת: {יח} שְׁתָּיִם. דְּסָמִיךְ נָזִיר בְּדִבּוּרוֹ אֵצֶל הַיּוֹם וְאֵצֶל הַשָּׁעָה. תּוֹסָפוֹת: {יט} דְּוַדַּאי חָיֵל עָלֶיהָ שְׁלֹשִׁים וְאֶחָד יוֹם, דְּיוֹם אֶחָד מִצְטָרֵף שַׁפִּיר בַּהֲדֵי שְׁלֹשִׁים יוֹם לְמֵהָוֵי נָזִיר כָּל שְׁלֹשִׁים וְאֶחָד יוֹם. וְהוּא הַדִּין אִם אָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים וְיוֹם אֶחָד, דְּלֹא הָוֵי נָזִיר אֶלָּא שְׁלֹשִׁים וְאֶחָד יוֹם כֵּיוָן שֶׁהִפְסִיק בְּתֵבַת שְׁלֹשִׁים, דְּאַרֵישָׁא קָאֵי, אֶלָּא דְּנָקַט אֶחָד מִן הַדִּינִין, וּמִמַּאי דְּסָלִיק חִלֵּק דְּהַיְנוּ דְּקָאָמַר הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר א ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-4","jbo:text":"הריני נזיר כשער ראשי, וכעפר הארץ, וכחול הים, הרי זה נזיר עולם {כ} ומגלח אחת לשלשים יום. רבי אומר, אין זה מגלח אחת לשלשים יום. ואיזהו שמגלח אחת לשלשים יום, האומר הרי עלי נזירות כשער ראשי, וכעפר הארץ, וכחול הים","jbo:textNikud":"הֲרֵינִי נָזִיר כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם, הֲרֵי זֶה נְזִיר עוֹלָם {כ} וּמְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. רַבִּי אוֹמֵר, אֵין זֶה מְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. וְאֵיזֶהוּ שֶׁמְּגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם, הָאוֹמֵר הֲרֵי עָלַי נְזִירוּת כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם","rdfs:label":"משנה נזיר א ד","jbo:interprets":"jbr:mishna-3-4-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-4","jbo:text":"ר\"ע מברטנורה הריני נזיר כשער ראשי וכעפר הארץ וכו' הרי זה נזיר עולם. ולא נזיר עולם ממש, דאלו נזיר עולם מגלח אחד לשנים עשר חדש וזה מגלח אחת לשלשים יום, הואיל ותלה נזירותו בדברים חלוקים {כא}, הוי כאלו נדר במנין נזיריותיו כמנין שער ראשו ועפר הארץ, מה שאין כן בנזיר עולם שלא חלק נזיריות שלו אלא נעשה הכל נזירות אחת: רבי אומר אין זה מגלח אחת לשלשים יום. דכיון דאמר הריני נזיר, הכל נזירות אחת היא ואינו מגלח אלא לשנים עשר חדש כנזיר עולם. ואיזהו מגלח לשלשים יום, האומר הרי עלי נזירות כשער ראשי, דאז מוכיח דנזיריות מפסקות קבל עליו כמנין שער ראשו. ואין הלכה כרבי","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר כִּשְׂעַר רֹאשִׁי וְכַעֲפַר הָאָרֶץ וְכוּ' הֲרֵי זֶה נְזִיר עוֹלָם. וְלֹא נְזִיר עוֹלָם מַמָּשׁ, דְּאִלּוּ נְזִיר עוֹלָם מְגַלֵּחַ אֶחָד לִשְׁנֵים עָשָׂר חֹדֶשׁ וְזֶה מְגַלֵּחַ אַחַת לִשְׁלֹשִׁים יוֹם, הוֹאִיל וְתָלָה נְזִירוּתוֹ בִּדְבָרִים חֲלוּקִים {כא}, הָוֵי כְּאִלּוּ נָדַר בְּמִנְיַן נְזִירִיּוֹתָיו כְּמִנְיַן שְׂעַר רֹאשׁוֹ וַעֲפַר הָאָרֶץ, מַה שֶּׁאֵין כֵּן בִּנְזִיר עוֹלָם שֶׁלֹּא חָלַק נְזִירִיּוֹת שֶׁלּוֹ אֶלָּא נַעֲשָׂה הַכֹּל נְזִירוּת אַחַת: רַבִּי אוֹמֵר אֵין זֶה מְגַלֵּחַ אַחַת לִשְׁלֹשִׁים יוֹם. דְּכֵיוָן דְּאָמַר הֲרֵינִי נָזִיר, הַכֹּל נְזִירוּת אַחַת הִיא וְאֵינוֹ מְגַלֵּחַ אֶלָּא לִשְׁנֵים עָשָׂר חֹדֶשׁ כִּנְזִיר עוֹלָם. וְאֵיזֶהוּ מְגַלֵּחַ לִשְׁלֹשִׁים יוֹם, הָאוֹמֵר הֲרֵי עָלַי נְזִירוּת כִּשְׂעַר רֹאשִׁי, דְּאָז מוֹכִיחַ דִּנְזִירִיּוֹת מֻפְסָקוֹת קִבֵּל עָלָיו כְּמִנְיַן שְׂעַר רֹאשׁוֹ. וְאֵין הֲלָכָה כְּרַבִּי","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-4","jbo:text":"עיקר תוי\"ט {כ} עולם. לפי ששערות ראשו מרבים משני חייו. רש\"י: {כא} גמרא. ופרש רש\"י, אבל מכאן ועד סוף עולם דלעיל אי נמי עד מקום פלוני דלקמן, אף על גב דכמה פרסאות איכא, סדנא דארעא חד הוא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כ} עוֹלָם. לְפִי שֶׁשַּׂעֲרוֹת רֹאשׁוֹ מְרֻבִּים מִשְּׁנֵי חַיָּיו. רַשִׁ\"י: {כא} גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י, אֲבָל מִכָּאן וְעַד סוֹף עוֹלָם דִּלְעֵיל אִי נַמִּי עַד מְקוֹם פְּלוֹנִי דִּלְקַמָּן, אַף עַל גַּב דְּכַמָּה פַּרְסָאוֹת אִיכָּא, סַדְנָא דְּאַרְעָא חַד הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר א ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-5","jbo:text":"הריני נזיר מלא הבית {כב} או מלא הקפה, בודקין אותו, אם אמר אחת גדולה {כג} נזרתי, נזיר שלשים יום. ואם אמר סתם נזרתי, רואין את הקפה כאלו היא מלאה חרדל {כה}, ונזיר כל ימיו","jbo:textNikud":"הֲרֵינִי נָזִיר מְלֹא הַבַּיִת {כב} אוֹ מְלֹא הַקֻּפָּה, בּוֹדְקִין אוֹתוֹ, אִם אָמַר אַחַת גְּדוֹלָה {כג} נָזָרְתִּי, נָזִיר שְׁלשִׁים יוֹם. וְאִם אָמַר סְתָם נָזָרְתִּי, רוֹאִין אֶת הַקֻּפָּה כְּאִלּוּ הִיא מְלֵאָה חַרְדָּל {כה}, וְנָזִיר כָּל יָמָיו","rdfs:label":"משנה נזיר א ה","jbo:interprets":"jbr:mishna-3-4-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-5","jbo:text":"ר\"ע מברטנורה אם אמר אחת גדולה נדרתי. נזירות אחת קבלתי ונראית לי גדולה כמלא הבית, נזיר שלשים יום: ואם אמר סתם נדרתי. ולא היה בלבי אלא כמו שידונו חכמים לשוני, הרי זה נזיר כל ימיו ומגלח כל שנים עשר חדש {כד}","jbo:textNikud":"ר\"ע מברטנורה אִם אָמַר אַחַת גְּדוֹלָה נָדָרְתִּי. נְזִירוּת אַחַת קִבַּלְתִּי וְנִרְאֵית לִי גְּדוֹלָה כִּמְלֹא הַבַּיִת, נָזִיר שְׁלֹשִׁים יוֹם: וְאִם אָמַר סְתָם נָדָרְתִּי. וְלֹא הָיָה בְּלִבִּי אֶלָּא כְּמוֹ שֶׁיָּדוּנוּ חֲכָמִים לְשׁוֹנִי, הֲרֵי זֶה נָזִיר כָּל יָמָיו וּמְגַלֵּחַ כָּל שְׁנֵים עָשָׂר חֹדֶשׁ {כד}","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-5","jbo:text":"עיקר תוי\"ט {כב} הבית. פרוש בית ריקנית או קפה ריקנית. תוספות: {כג} אם אמר כו'. אבל מסתמא לא, משום שאינו במשמע הלשון כמו גבי מכאן ועד סוף העולם: {כד} דכרבי אתיא. אבל לתנא קמא דהלכתא כותיה לא הוי נזיר אלא לשון יום ולא יותר, ומטעם שכתוב בסמוך, וזה הוה להו להר\"ב והרמב\"ם לפרש, וצריך עיון. ועין תוספות יום טוב: {כה} חרדל. ובגמרא ואימא ליחזיה כאלו היא מלאה קשואין ודלועין ולהוי ליה תקנתא כמספר הקשואין שמחזקת הקפה, מי לא תנן ספק נזירות מתר, ומשני, התם לא נחית לנזירות, הכא נחית לנזירות, שאפלו תדיניה בקשואין הרי הוא נזיר על כל פנים, וכיון דנחית לנזירות במאי לסלקה, דדלמא כחרדל קבל עליו. ופריך אכתי כשהשלים נזירות דקשואין הוה ליה כלא נחית לנזירות. ומשני האי תנא בהא כרבי סבירא ליה דאם לא אמר הרי עלי נזירות כו' אינו מגלח אלא לשנים עשר חדש. וכלומר ושמא כחרדל קביל, ונדון עד יום מותו נזירות חד וארך וכפרוש רש\"י ותוספות, ולא קשיא הא לאחר שנים עשר חדש הוי כמסלק מנזירות, דהא דמגלח לשנים עשר חדש אינו אלא הקלת הכבדת השער בעלמא ולא גלוח ממש, אם כן לית ליה תקנתא. נראה לי","jbo:textNikud":"עיקר תוי\"ט {כב} הַבַּיִת. פֵּרוּשׁ בַּיִת רֵיקָנִית אוֹ קֻפָּה רֵיקָנִית. תּוֹסָפוֹת: {כג} אִם אָמַר כוּ'. אֲבָל מִסְתָּמָא לֹא, מִשּׁוּם שֶׁאֵינוֹ בְמַשְׁמַע הַלָּשׁוֹן כְּמוֹ גַּבֵּי מִכָּאן וְעַד סוֹף הָעוֹלָם: {כד} דִּכְרַבִּי אָתְיָא. אֲבָל לַתַּנָּא קַמָּא דְּהִלְכְתָא כְּוָתֵיהּ לֹא הָוֵי נָזִיר אֶלָּא לְשׁוֹן יוֹם וְלֹא יוֹתֵר, וּמִטַּעַם שֶׁכָּתוּב בְּסָמוּךְ, וְזֶה הֲוָה לְהוּ לְהָרַ\"ב וְהָרַמְבַּ\"ם לְפָרֵשׁ, וְצָרִיךְ עִיּוּן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כה} חַרְדָּל. וּבַגְּמָרָא וְאֵימָא לֵיחַזְיָה כְּאִלּוּ הִיא מְלֵאָה קִשּׁוּאִין וּדְלוּעִין וּלְהֱוֵי לֵיהּ תַּקַּנְתָּא כְּמִסְפָּר הַקִּשּׁוּאִין שֶׁמַּחְזֶקֶת הַקֻּפָּה, מִי לֹא תְּנַן סְפֵק נְזִירוּת מֻתָּר, וּמְשָׁנֵי, הָתָם לֹא נָחִית לִנְזִירוּת, הָכָא נָחִית לִנְזִירוּת, שֶׁאֲפִלּוּ תְדַיְּנֵיהּ בְּקִשּׁוּאִין הֲרֵי הוּא נָזִיר עַל כָּל פָּנִים, וְכֵיוָן דְּנָחִית לִנְזִירוּת בְּמַאי לְסַלְּקָהּ, דְּדִלְמָא כְּחַרְדָּל קִבֵּל עָלָיו. וּפָרֵיךְ אַכַּתִּי כְּשֶׁהִשְׁלִים נְזִירוּת דְּקִשּׁוּאִין הֲוָה לֵיהּ כְּלֹא נָחִית לִנְזִירוּת. וּמְשָׁנֵי הַאי תַּנָּא בְהָא כְּרַבִּי סְבִירָא לֵיהּ דְּאִם לֹא אָמַר הֲרֵי עָלַי נְזִירוּת כוּ' אֵינוֹ מְגַלֵּחַ אֶלָּא לִשְׁנֵים עָשָׂר חֹדֶשׁ. וּכְלוֹמַר וְשֶׁמָּא כְּחַרְדָּל קָבִיל, וְנִדּוֹן עַד יוֹם מוֹתוֹ נְזִירוּת חָד וְאָרֹךְ וּכְפֵרוּשׁ רַשִׁ\"י וְתוֹסָפוֹת, וְלֹא קָשְׁיָא הָא לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ הָוֵי כִמְסֻלָּק מִנְּזִירוּת, דְּהָא דִּמְגַלֵּחַ לִשְׁנֵים עָשָׂר חֹדֶשׁ אֵינוֹ אֶלָּא הֲקָלַת הַכְבָּדַת הַשֵּׂעָר בְּעָלְמָא וְלֹא גִּלּוּחַ מַמָּשׁ, אִם כֵּן לֵית לֵיהּ תַּקַּנְתָּא. נִרְאֶה לִי","rdfs:label":"עיקר תוי\"ט משנה נזיר א ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-6","jbo:text":"הריני נזיר מכאן עד מקום פלוני, אומדין כמה ימים מכאן עד מקום פלוני, אם פחות משלשים יום, נזיר שלשים יום, ואם לאו, נזיר כמנין הימים","jbo:textNikud":"הֲרֵינִי נָזִיר מִכָּאן עַד מָקוֹם פְּלוֹנִי, אוֹמְדִין כַּמָּה יָמִים מִכָּאן עַד מָקוֹם פְּלוֹנִי, אִם פָּחוֹת מִשְּׁלשִׁים יוֹם, נָזִיר שְׁלשִׁים יוֹם, וְאִם לָאו, נָזִיר כְּמִנְיַן הַיָּמִים","rdfs:label":"משנה נזיר א ו","jbo:interprets":"jbr:mishna-3-4-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-6","jbo:text":"ר\"ע מברטנורה הריני נזיר מכאן עד מקום פלוני. והחזיק בדרך {כו} כדי ללכת לאותו מקום. אבל אם לא החזיק ללכת לאותו מקום, נעשה כאומר מכאן ועד סוף העולם והוי נזיר שלשים יום, בין שהיה המקום קרוב בין שהיה רחוק ואפלו מהלך כמה שנים, שלא נתכון אלא לנזירות אחת גדולה","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר מִכָּאן עַד מָקוֹם פְּלוֹנִי. וְהֶחֱזִיק בַּדֶּרֶךְ {כו} כְּדֵי לָלֶכֶת לְאוֹתוֹ מָקוֹם. אֲבָל אִם לֹא הֶחֱזִיק לָלֶכֶת לְאוֹתוֹ מָקוֹם, נַעֲשָׂה כְּאוֹמֵר מִכָּאן וְעַד סוֹף הָעוֹלָם וְהָוֵי נָזִיר שְׁלֹשִׁים יוֹם, בֵּין שֶׁהָיָה הַמָּקוֹם קָרוֹב בֵּין שֶׁהָיָה רָחוֹק וַאֲפִלּוּ מַהֲלָךְ כַּמָּה שָׁנִים, שֶׁלֹּא נִתְכַּוֵּן אֶלָּא לִנְזִירוּת אַחַת גְּדוֹלָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-6","jbo:text":"עיקר תוי\"ט {כו} גמרא, דכיון שהחזיק בדרך מוכחא מלתא דאדעתא דלהוי נזיר כל זמן שיהא בדרך קאמר, ועוד דכיון דהחזיק בדרך ליכא למימר דאריכא ליה מלתא מכאן ועד מקום פלוני, דהא חזינן דלא אריכא ליה דרך, דהחזיק בדרך כבר. רש\"י. והתוספות כתבו דמסתמא מפני אנסי הדרך קבל עליו נזירות להנצל מסכנת הדרך, לכך אומדין מהלך הימים עד מקום פלוני","jbo:textNikud":"עיקר תוי\"ט {כו} גְּמָרָא, דְּכֵיוָן שֶׁהֶחְזִיק בַּדֶּרֶךְ מוּכְחָא מִלְּתָא דְאַדַּעְתָּא דְּלֶהֱוֵי נָזִיר כָּל זְמַן שֶׁיְּהֵא בַּדֶּרֶךְ קָאָמַר, וְעוֹד דְּכֵיוָן דְּהֶחְזִיק בַּדֶּרֶךְ לֵיכָּא לְמֵימַר דַּאֲרִיכָא לֵיהּ מִלְּתָא מִכָּאן וְעַד מָקוֹם פְּלוֹנִי, דְּהָא חָזִינַן דְּלֹא אֲרִיכָא לֵיהּ דֶּרֶךְ, דְּהֶחְזִיק בַּדֶּרֶךְ כְּבָר. רַשִׁ\"י. וְהַתּוֹסְפוֹת כָּתְבוּ דְּמִסְתָּמָא מִפְּנֵי אֳנָסֵי הַדֶּרֶךְ קִבֵּל עָלָיו נְזִירוּת לְהִנָּצֵל מִסַּכָּנַת הַדֶּרֶךְ, לְכָךְ אוֹמְדִין מַהֲלַךְ הַיָּמִים עַד מָקוֹם פְּלוֹנִי","rdfs:label":"עיקר תוי\"ט משנה נזיר א ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-3-4-1-7","jbo:text":"הריני נזיר כמנין ימות החמה, מונה נזירות כמנין ימות החמה. אמר רבי יהודה, מעשה היה, כיון שהשלים מת","jbo:textNikud":"הֲרֵינִי נָזִיר כְּמִנְיַן יְמוֹת הַחַמָּה, מוֹנֶה נְזִירוּת כְּמִנְיַן יְמוֹת הַחַמָּה. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה הָיָה, כֵּיוָן שֶׁהִשְׁלִים מֵת","rdfs:label":"משנה נזיר א ז","jbo:interprets":"jbr:mishna-3-4-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-bartanura-3-4-1-7","jbo:text":"ר\"ע מברטנורה מונה נזירות כמנין ימות השנה. שלש מאות ששים וחמש נזירות כמנין ימות החמה: אמר רבי יהודה מעשה היה כיון שהשלים מת. רבי יהודה שמעיה לרבי דאפליג אתנא קמא ואמר שהאומר הריני נזיר כמנין ימות החמה הוי נזיר עולם. והביא מעשה להוכיח שאינו נזיר עולם {כז}, דמעשה היה וכיון שהשלים מת, ובנזיר עולם לא שיך השלמה, אלא ודאי מונה נזיריות. וכן הלכה","jbo:textNikud":"ר\"ע מברטנורה מוֹנֶה נְזִירוּת כְּמִנְיַן יְמוֹת הַשָּׁנָה. שְׁלֹשׁ מֵאוֹת שִׁשִּׁים וְחָמֵשׁ נְזִירוּת כְּמִנְיַן יְמוֹת הַחַמָּה: אָמַר רַבִּי יְהוּדָה מַעֲשֶׂה הָיָה כֵּיוָן שֶׁהִשְׁלִים מֵת. רַבִּי יְהוּדָה שַׁמְעֵיהּ לְרַבִּי דְּאַפְלִיג אַתַּנָּא קַמָּא וְאָמַר שֶׁהָאוֹמֵר הֲרֵינִי נָזִיר כְּמִנְיַן יְמוֹת הַחַמָּה הָוֵי נְזִיר עוֹלָם. וְהֵבִיא מַעֲשֶׂה לְהוֹכִיחַ שֶׁאֵינוֹ נְזִיר עוֹלָם {כז}, דְּמַעֲשֶׂה הָיָה וְכֵיוָן שֶׁהִשְׁלִים מֵת, וּבִנְזִיר עוֹלָם לֹא שַׁיָּךְ הַשְׁלָמָה, אֶלָּא וַדַּאי מוֹנֶה נְזִירִיּוֹת. וְכֵן הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר א ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-1"],"uri":"jbr:mishna-yomtov-3-4-1-7","jbo:text":"עיקר תוי\"ט {כז} ומיהו פליגי תנא קמא ורבי יהודה אתנא קמא דמשנה ד', דהתם דלא אמר כמנין סבירא ליה כרבי. ומהאי טעמא אתיא משנה ה' כרבי יהודה דהכא, ואם כן קשה דהתם פסקו הרמב\"ם והר\"ב לא כרבי, ומשמע אלא כתנא קמא, והכא פסקו כרבי יהודה. וצריך עיון","jbo:textNikud":"עיקר תוי\"ט {כז} וּמִיהוּ פְלִיגֵי תַּנָּא קַמָּא וְרַבִּי יְהוּדָה אַתַּנָּא קַמָּא דְּמִשְׁנָה ד', דְּהָתָם דְּלֹא אָמַר כְּמִנְיָן סְבִירָא לֵיהּ כְּרַבִּי. וּמֵהַאי טַעְמָא אָתְיָא מִשְׁנָה ה' כְּרַבִּי יְהוּדָה דְהָכָא, וְאִם כֵּן קָשֶׁה דְּהָתָם פָּסְקוּ הָרַמְבַּ\"ם וְהָרַ\"ב לֹא כְּרַבִּי, וּמַשְׁמַע אֶלָּא כְּתַנָּא קַמָּא, וְהָכָא פָּסְקוּ כְּרַבִּי יְהוּדָה. וְצָרִיךְ עִיּוּן","rdfs:label":"עיקר תוי\"ט משנה נזיר א ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-1-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-1","jbo:text":"הריני נזיר מן הגרוגרות ומן הדבלה, בית שמאי אומרים, נזיר, ובית הלל אומרים, אינו נזיר. אמר רבי יהודה, אף כשאמרו בית שמאי, לא אמרו אלא באומר הרי הן עלי קרבן","jbo:textNikud":"הֲרֵינִי נָזִיר מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה, בֵּית שַׁמַּאי אוֹמְרִים, נָזִיר, וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ נָזִיר. אָמַר רַבִּי יְהוּדָה, אַף כְּשֶׁאָמְרוּ בֵית שַׁמַּאי, לֹא אָמְרוּ אֶלָּא בְאוֹמֵר הֲרֵי הֵן עָלַי קָרְבָּן","rdfs:label":"משנה נזיר ב א","jbo:interprets":"jbr:mishna-3-4-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-1","jbo:text":"ר\"ע מברטנורה הריני נזיר מן הגרוגרות ומן הדבלה בית שמאי אומרים נזיר. דסבירא להו לבית שמאי אין אדם מוציא דבריו לבטלה, וכי אמר הריני נזיר אדעתא דלהוי נזיר קאמר, וכי הדר אמר מן הגרוגרות ומן הדבלה, מהדר הוא דבעי הדר ביה, ואפלו בתוך כדי דבור לא מצי הדר ביה, דסבירא להו הקדש בטעות שמיה הקדש ולא שיך ביה שאלה ולא חזרה, והוא הדין בנזיר דכתיב ביה (במדבר ו) קדוש יהיה, הלכך הוי נזיר. ובית הלל סברי הואיל ולא נדר כדרך הנודרים {א} לא הוי נזיר, שאין נזירות מן הגרוגרות ומן הדבלה: אמר רבי יהודה אף כשאמרו בית שמאי לא אמרו אלא באומר הרי הן עלי קרבן. דלא נחלקו בית שמאי ובית הלל לענין נזירות דלא הוי נזיר. לא נחלקו אלא באומר בלבי היה שיהיו הגרוגרות עלי קרבן, בית שמאי סברי דהוי נדור {ב} מן הגרוגרות, ובית הלל סברי דלא הוי נדור {ג}","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה בֵּית שַׁמַּאי אוֹמְרִים נָזִיר. דִּסְבִירָא לְהוּ לְבֵית שַׁמַּאי אֵין אָדָם מוֹצִיא דְבָרָיו לְבַטָּלָה, וְכִי אָמַר הֲרֵינִי נָזִיר אַדַּעְתָּא דְלֵהֲוֵי נָזִיר קָאָמַר, וְכִי הָדַר אָמַר מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה, מַהֲדַר הוּא דְּבָעֵי הֲדַר בֵּיהּ, וַאֲפִלּוּ בְּתוֹךְ כְּדֵי דִּבּוּר לֹא מָצֵי הֲדַר בֵּיהּ, דִּסְבִירָא לְהוּ הֶקְדֵּשׁ בְּטָעוּת שְׁמֵיהּ הֶקְדֵּשׁ וְלֹא שַׁיָּךְ בֵּיהּ שְׁאֵלָה וְלֹא חֲזָרָה, וְהוּא הַדִּין בְּנָזִיר דִּכְתִיב בֵּיהּ (בְּמִדְבָּר ו) קָדוֹשׁ יִהְיֶה, הִלְכָּךְ הָוֵי נָזִיר. וּבֵית הִלֵּל סָבְרֵי הוֹאִיל וְלֹא נָדַר כְּדֶרֶךְ הַנּוֹדְרִים {א} לֹא הָוֵי נָזִיר, שֶׁאֵין נְזִירוּת מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה: אָמַר רַבִּי יְהוּדָה אַף כְּשֶׁאָמְרוּ בֵית שַׁמַּאי לֹא אָמְרוּ אֶלָּא בְאוֹמֵר הֲרֵי הֵן עָלַי קָרְבָּן. דְּלֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל לְעִנְיַן נְזִירוּת דְּלֹא הָוֵי נָזִיר. לֹא נֶחְלְקוּ אֶלָּא בְּאוֹמֵר בְּלִבִּי הָיָה שֶׁיִּהְיוּ הַגְּרוֹגָרוֹת עָלַי קָרְבָּן, בֵּית שַׁמַּאי סָבְרֵי דַּהֲוֵי נָדוּר {ב} מִן הַגְּרוֹגָרוֹת, וּבֵית הִלֵּל סָבְרֵי דְּלֹא הָוֵי נָדוּר {ג}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-1","jbo:text":"עיקר תוי\"ט {א} בגמרא. ואם תאמר לימא בית הלל סבירא להו יש שאלה להקדש, ויש לומר משום דאכתי לבית הלל נהי דנזיר מיין לא הוי, מיהו להוי נדור מן הגרוגרות, להכי קאמר דפטור לגמרי, שלא התנדב כדרך המתנדבים, שאם בא להיות נדור מן הגרוגרות הוה ליה למימר בלשון קונם כדרך הנודרים. תוספות: {ב} ואם תאמר והא איהו נזיר קאמר, ואיך יהיה נדור. ויש לומר נזיר לשון הפרשה כאלו אמר הריני פרוש מן הגרוגרות. ואף על גב דרבי יהודה סבירא ליה דאמר קרבן בלא כ\"ף לא הוי נדר בקרבן, באומר עלי לא בעי כ\"ף. תוספות, ועין תוספות יום טוב: {ג} ואם כן רבי יהודה טעמא דבית שמאי אתא לאשמעינן, ומצינו כיוצא בזה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} בַּגְּמָרָא. וְאִם תֹּאמַר לֵימָא בֵּית הִלֵּל סְבִירָא לְהוּ יֵשׁ שְׁאֵלָה לְהֶקְדֵּשׁ, וְיֵשׁ לוֹמַר מִשּׁוּם דְּאַכַּתִּי לְבֵית הִלֵּל נְהִי דְּנָזִיר מִיַּיִן לֹא הָוֵי, מִיהוּ לֶהֱוֵי נָדוּר מִן הַגְּרוֹגָרוֹת, לְהָכִי קָאָמַר דְּפָטוּר לְגַמְרֵי, שֶׁלֹּא הִתְנַדֵּב כְּדֶרֶךְ הַמִּתְנַדְּבִים, שֶׁאִם בָּא לִהְיוֹת נָדוּר מִן הַגְּרוֹגָרוֹת הֲוָה לֵיהּ לְמֵימַר בִּלְשׁוֹן קוֹנָם כְּדֶרֶךְ הַנּוֹדְרִים. תּוֹסָפוֹת: {ב} וְאִם תֹּאמַר וְהָא אִיהוּ נָזִיר קָאָמַר, וְאֵיךְ יִהְיֶה נָדוּר. וְיֵשׁ לוֹמַר נָזִיר לְשׁוֹן הַפְרָשָׁה כְּאִלּוּ אָמַר הֲרֵינִי פָּרוּשׁ מִן הַגְּרוֹגָרוֹת. וְאַף עַל גַּב דְּרַבִּי יְהוּדָה סְבִירָא לֵיהּ דְּאָמַר קָרְבָּן בְּלֹא כ\"ף לֹא הָוֵי נֶדֶר בַּקָּרְבָּן, בְּאוֹמֵר עָלַי לֹא בָּעֵי כ\"ף. תּוֹסָפוֹת, וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְאִם כֵּן רַבִּי יְהוּדָה טַעְמָא דְבֵית שַׁמַּאי אֲתָא לְאַשְׁמְעִינַן, וּמָצִינוּ כַּיּוֹצֵא בָּזֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ב א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-2","jbo:text":"אמר, אמרה פרה זו הריני נזירה אם עומדת אני. אמר, הדלת {ה} הזה {ו} הריני נזיר אם נפתח אני. בית שמאי אומרים, נזיר, ובית הלל אומרים, אינו נזיר. אמר רבי יהודה, אף כשאמרו בית שמאי, לא אמרו אלא באומר הרי פרה זו עלי קרבן {ז} אם עומדת היא","jbo:textNikud":"אָמַר, אָמְרָה פָרָה זוֹ הֲרֵינִי נְזִירָה אִם עוֹמֶדֶת אָנִי. אָמַר, הַדֶּלֶת {ה} הַזֶּה {ו} הֲרֵינִי נָזִיר אִם נִפְתָּח אָנִי. בֵּית שַׁמַּאי אוֹמְרִים, נָזִיר, וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ נָזִיר. אָמַר רַבִּי יְהוּדָה, אַף כְּשֶׁאָמְרוּ בֵית שַׁמַּאי, לֹא אָמְרוּ אֶלָּא בְאוֹמֵר הֲרֵי פָרָה זוֹ עָלַי קָרְבָּן {ז} אִם עוֹמֶדֶת הִיא","rdfs:label":"משנה נזיר ב ב","jbo:interprets":"jbr:mishna-3-4-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-2","jbo:text":"ר\"ע מברטנורה אמר, אמרה פרה זו הריני נזירה אם עומדת אני. מי שהיתה פרתו רבוצה ואינה רוצה לעמד, ואמר, פרה זו סבורה שלא תעמד ואומרת בלבה הריני נזירה אם עומדת אני {ד}, ואני אומר הריני נזיר ממנה אם לא תעמד. וכן דלת נעולה שאינה יכולה להפתח, ואמר, סבורה דלת זו שלא אפתחנה ואומרת הריני נזירה אם נפתחת אני, ואני אומר הריני נזיר ממנה אם לא תפתח. ואחר כך עמדה פרה זו מאליה או שהעמידוה אחרים ולא העמידה הוא, וכן הדלת נפתחה מאליה או בא אחר ופתחה ולא פתחה הוא: בית שמאי אומרים הרי זה נזיר. דאזלי לטעמיהו דאמרי בנודר מן הגרוגרות ומן הדבלה שהוא נזיר אף על פי שאין נזירות מן הגרוגרות ומן הדבלה, הכי נמי אף על פי שאין נזירות מן הבהמה ומן הדלת, הרי זה נזיר. ואף על פי שעמדה הבהמה ונפתחה הדלת, לא היתה דעתו אלא שיעמידנה או יפתחנה הוא בעצמו: ובית הלל אומרים. לדבריהם דבית שמאי. לדידן אפלו אם לא עמדה כלל לא הוי נזיר, מפני שנדר שלא כדרך הנודרים, שאין נזירות מן הבהמה ומן הדלת, אלא לדידכו דאמריתו שאין אדם מוציא דבריו לבטלה וכי אמר הריני נזיר אדעתא דלהוי נזיר קאמר, אודו לן מיהת היכא דעמדה מאליה או אחרים העמידוה דלא הוי נזיר, שהרי הוא לא אמר אלא אם לא תעמד והרי עמדה: אמר רבי יהודה וכו'. לא נחלקו בית שמאי על בית הלל לענין נזירות דלא הוי נזיר. לא נחלקו אלא באומר בלבי היה שתהיה בהמה זו קרבן בשעה שאמרתי שאהיה נזיר ממנה אם לא תעמד {ח}. דבית שמאי סברי הואיל ולא העמידה הוא הויא קרבן, ובית הלל סברי הואיל ועמדה אינה קרבן","jbo:textNikud":"ר\"ע מברטנורה אָמַר, אָמְרָה פָרָה זוֹ הֲרֵינִי נְזִירָה אִם עוֹמֶדֶת אָנִי. מִי שֶׁהָיְתָה פָּרָתוֹ רְבוּצָה וְאֵינָהּ רוֹצָה לַעֲמֹד, וְאָמַר, פָּרָה זוֹ סְבוּרָה שֶׁלֹּא תַּעֲמֹד וְאוֹמֶרֶת בְּלִבָּהּ הֲרֵינִי נְזִירָה אִם עוֹמֶדֶת אֲנִי {ד}, וַאֲנִי אוֹמֵר הֲרֵינִי נָזִיר מִמֶּנָּה אִם לֹא תַעֲמֹד. וְכֵן דֶּלֶת נְעוּלָה שֶׁאֵינָהּ יְכוֹלָה לְהִפָּתַח, וְאָמַר, סְבוּרָה דֶּלֶת זוֹ שֶׁלֹּא אֶפְתְּחֶנָּהּ וְאוֹמֶרֶת הֲרֵינִי נְזִירָה אִם נִפְתַּחַת אֲנִי, וַאֲנִי אוֹמֵר הֲרֵינִי נָזִיר מִמֶּנָּה אִם לֹא תִּפָּתַח. וְאַחַר כָּךְ עָמְדָה פָּרָה זוֹ מֵאֵלֶיהָ אוֹ שֶׁהֶעֱמִידוּהָ אֲחֵרִים וְלֹא הֶעֱמִידָהּ הוּא, וְכֵן הַדֶּלֶת נִפְתְּחָה מֵאֵלֶיהָ אוֹ בָּא אַחֵר וּפְתָחָהּ וְלֹא פְתָחָהּ הוּא: בֵּית שַׁמַּאי אוֹמְרִים הֲרֵי זֶה נָזִיר. דְּאָזְלֵי לְטַעֲמַיְהוּ דְּאָמְרֵי בַּנּוֹדֵר מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה שֶׁהוּא נָזִיר אַף עַל פִּי שֶׁאֵין נְזִירוּת מִן הַגְּרוֹגָרוֹת וּמִן הַדְּבֵלָה, הָכִי נַמִּי אַף עַל פִּי שֶׁאֵין נְזִירוּת מִן הַבְּהֵמָה וּמִן הַדֶּלֶת, הֲרֵי זֶה נָזִיר. וְאַף עַל פִּי שֶׁעָמְדָה הַבְּהֵמָה וְנִפְתְּחָה הַדֶּלֶת, לֹא הָיְתָה דַעְתּוֹ אֶלָּא שֶׁיַּעֲמִידֶנָּהּ אוֹ יִפְתְּחֶנָּהּ הוּא בְּעַצְמוֹ: וּבֵית הִלֵּל אוֹמְרִים. לְדִבְרֵיהֶם דְּבֵית שַׁמַּאי. לְדִידָן אֲפִלּוּ אִם לֹא עָמְדָה כְּלָל לֹא הָוֵי נָזִיר, מִפְּנֵי שֶׁנָּדַר שֶׁלֹּא כְּדֶרֶךְ הַנּוֹדְרִים, שֶׁאֵין נְזִירוּת מִן הַבְּהֵמָה וּמִן הַדֶּלֶת, אֶלָּא לְדִידְכוּ דְּאַמְרִיתּוּ שֶׁאֵין אָדָם מוֹצִיא דְּבָרָיו לְבַטָּלָה וְכִי אָמַר הֲרֵינִי נָזִיר אַדַּעְתָּא דְּלֶהֱוֵי נָזִיר קָאָמַר, אוֹדוּ לָן מִיהַת הֵיכָא דְּעָמְדָה מֵאֵלֶיהָ אוֹ אֲחֵרִים הֶעֱמִידוּהָ דְּלֹא הָוֵי נָזִיר, שֶׁהֲרֵי הוּא לֹא אָמַר אֶלָּא אִם לֹא תַעֲמֹד וַהֲרֵי עָמְדָה: אָמַר רַבִּי יְהוּדָה וְכוּ'. לֹא נֶחְלְקוּ בֵּית שַׁמַּאי עַל בֵּית הִלֵּל לְעִנְיַן נְזִירוּת דְּלֹא הָוֵי נָזִיר. לֹא נֶחְלְקוּ אֶלָּא בְּאוֹמֵר בְּלִבִּי הָיָה שֶׁתִּהְיֶה בְּהֵמָה זוֹ קָרְבָּן בַּשָּׁעָה שֶׁאָמַרְתִּי שֶׁאֶהֱיֶה נָזִיר מִמֶּנָּה אִם לֹא תַּעֲמֹד {ח}. דְּבֵית שַׁמַּאי סָבְרֵי הוֹאִיל וְלֹא הֶעֱמִידָהּ הוּא הַוְיָא קָרְבָּן, וּבֵית הִלֵּל סָבְרֵי הוֹאִיל וְעָמְדָה אֵינָהּ קָרְבָּן","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-2","jbo:text":"עיקר תוי\"ט {ד} וזה לשון הרמב\"ם, אמרה זאת הפרה נזירה אני על דרך העברה, כמו שאומרים בני אדם בזמנינו זה בשביל הרבה מן הגלמים כשקשה עליו המלאכה בהם אומר נשבע זה הדבר שהוא לא יתפעל, כמו כן בלא ספק היה גם כן בזמנם. עד כאן. ובלשון הכתוב נמצא מחשבה אף בדבר שאין בו רוח חיים כמו והאניה חשבה להשבר (יונה א), ונמצא מחשבה בלשון אמירה (בראשית כז) ויאמר עשו בלבו. רש\"י: {ה} הדלת. וצריכא, דלא תימא דוקא גרוגרות [ובשר] מחלפי בענבים אבל בדלת מודו בית שמאי, ואי אשמעינן דלת הוה אמינא בהא אמרי בית הלל. גמרא. דפירי בפירי מחלף. רש\"י. ועין תוספות יום טוב: {ו} הזה. אף על פי שבכתוב נמצא (משלי כו) הדלת תסב על צירה כו' כבר אמר החכם רבי אברהם בן עזרא כל אשר אין בו רוח חיים זכרהו ונקבהו: {ז} קרבן. כלומר נדור וכדלעיל, וכן מן הדלת שיך לדר בקרבן, שהרי כל דברים שבעולם יכול לאסר עליו בהתפסת קרבן: {ח} וכדמפרשינן ברישא ונראה לי לפרש דהכי קאמר היה בלבי לומר הרי פרה זו עלי קרבן כשאמרתי שהפרה אמרה שתהא נזירה אם עומדת היא שאני אומר הריני נזיר ממנה כו'. תוספות יום טוב. ועין עוד","jbo:textNikud":"עיקר תוי\"ט {ד} וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, אָמְרָה זֹאת הַפָּרָה נְזִירָה אֲנִי עַל דֶּרֶךְ הַעֲבָרָה, כְּמוֹ שֶׁאוֹמְרִים בְּנֵי אָדָם בִּזְמַנֵּינוּ זֶה בִּשְׁבִיל הַרְבֵּה מִן הַגֹּלָמִים כְּשֶׁקָּשֶׁה עָלָיו הַמְּלָאכָה בָּהֶם אוֹמֵר נִשְׁבַּע זֶה הַדָּבָר שֶׁהוּא לֹא יִתְפַּעֵל, כְּמוֹ כֵן בְּלֹא סָפֵק הָיָה גַּם כֵּן בִּזְמַנָּם. עַד כָּאן. וּבִלְשׁוֹן הַכָּתוּב נִמְצָא מַחְשָׁבָה אַף בְּדָבָר שֶׁאֵין בּוֹ רוּחַ חַיִּים כְּמוֹ וְהָאֳנִיָּה חִשְׁבָה לְהִשָּׁבֵר (יוֹנָה א), וְנִמְצָא מַחְשָׁבָה בִּלְשׁוֹן אֲמִירָה (בְּרֵאשִׁית כז) וַיֹּאמֶר עֵשָׂו בְּלִבּוֹ. רַשִׁ\"י: {ה} הַדֶּלֶת. וּצְרִיכָא, דְּלֹא תֵּימָא דַּוְקָא גְּרוֹגָרוֹת [וּבָשָׂר] מִחַלְּפֵי בָּעֲנָבִים אֲבָל בְּדֶלֶת מוֹדוּ בֵּית שַׁמַּאי, וְאִי אַשְׁמְעִינַן דֶּלֶת הֲוָה אֲמִינָא בְּהָא אָמְרֵי בֵּית הִלֵּל. גְּמָרָא. דְּפֵירֵי בְּפֵירֵי מִחֲלַף. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} הַזֶּה. אַף עַל פִּי שֶׁבַּכָּתוּב נִמְצָא (מִשְׁלֵי כו) הַדֶּלֶת תִּסֹּב עַל צִירָהּ כוּ' כְּבָר אָמַר הֶחָכָם רַבִּי אַבְרָהָם בֶּן עֶזְרָא כָּל אֲשֶׁר אֵין בּוֹ רוּחַ חַיִּים זָכְרֵהוּ וְנַקְּבֵהוּ: {ז} קָרְבָּן. כְּלוֹמַר נָדוּר וּכְדִלְעֵיל, וְכֵן מִן הַדֶּלֶת שַׁיָּךְ לִדֹּר בְּקָרְבָּן, שֶׁהֲרֵי כָּל דְּבָרִים שֶׁבָּעוֹלָם יָכוֹל לֶאֱסֹר עָלָיו בְּהַתְפָּסַת קָרְבָּן: {ח} וּכְדִמְפַרְשִׁינַן בָּרֵישָׁא וְנִרְאֶה לִי לְפָרֵשׁ דְּהָכִי קָאָמַר הָיָה בְּלִבִּי לוֹמַר הֲרֵי פָרָה זוֹ עָלַי קָרְבָּן כְּשֶׁאָמַרְתִּי שֶׁהַפָּרָה אָמְרָה שֶׁתְּהֵא נְזִירָה אִם עוֹמֶדֶת הִיא שֶׁאֲנִי אוֹמֵר הֲרֵינִי נָזִיר מִמֶּנָּה כוּ'. תּוֹסְפוֹת יוֹם טוֹב. וְעַיֵּן עוֹד","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-3","jbo:text":"מזגו לו את הכוס, ואמר הריני נזיר ממנו, הרי זה נזיר {ט}. מעשה באשה אחת שהיתה שכורה ומזגו לה את הכוס, ואמרה הריני נזירה ממנו, אמרו חכמים, לא נתכונה אלא לומר הרי הוא עלי קרבן","jbo:textNikud":"מָזְגוּ לוֹ אֶת הַכּוֹס, וְאָמַר הֲרֵינִי נָזִיר מִמֶּנוּ, הֲרֵי זֶה נָזִיר {ט}. מַעֲשֶׂה בְאִשָּׁה אַחַת שֶׁהָיְתָה שִׁכּוֹרָה וּמָזְגוּ לָהּ אֶת הַכּוֹס, וְאָמְרָה הֲרֵינִי נְזִירָה מִמֶּנּוּ, אָמְרוּ חֲכָמִים, לֹא נִתְכַּוְּנָה אֶלָּא לוֹמַר הֲרֵי הוּא עָלַי קָרְבָּן","rdfs:label":"משנה נזיר ב ג","jbo:interprets":"jbr:mishna-3-4-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-3","jbo:text":"ר\"ע מברטנורה מעשה באשה אחת וכו'. מתניתין חסורי מחסרא והכי קתני, אם היה שכור {י} ואמר הריני נזיר ממנו, אינו נזיר, שלא היה דעתו אלא לאסר אותו הכוס עליו בלבד, וכי היכי דלא ליתי ליה כוס אחרינא אמר הריני נזיר. ומעשה נמי באשה אחת שכורה וכו'","jbo:textNikud":"ר\"ע מברטנורה מַעֲשֶׂה בְאִשָּׁה אַחַת וְכוּ'. מַתְנִיתִין חִסּוּרֵי מִחַסְּרָא וְהָכִי קָתָנֵי, אִם הָיָה שִׁכּוֹר {י} וְאָמַר הֲרֵינִי נָזִיר מִמֶּנּוּ, אֵינוֹ נָזִיר, שֶׁלֹּא הָיָה דַּעְתּוֹ אֶלָּא לֶאֱסֹר אוֹתוֹ הַכּוֹס עָלָיו בִלְבַד, וְכִי הֵיכִי דְּלֹא לֵיְתֵי לֵיהּ כּוֹס אַחֲרִינָא אָמַר הֲרֵינִי נָזִיר. וּמַעֲשֶׂה נַמִּי בְאִשָּׁה אַחַת שִׁכּוֹרָה וְכוּ'","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-3","jbo:text":"עיקר תוי\"ט {ט} נזיר. כמו בנודר מן החרצנים דמשנה ב' פרק קמא, ולא קתני לה אלא משום סיפא: {י} פרש הרמב\"ם אבל לא הגיע לשכרותו של לוט, שאז אינו בר חיובא","jbo:textNikud":"עיקר תוי\"ט {ט} נָזִיר. כְּמוֹ בְּנוֹדֵר מִן הַחַרְצַנִּים דְּמִשְׁנָה ב' פֶּרֶק קַמָּא, וְלֹא קָתָנֵי לַהּ אֶלָּא מִשּׁוּם סֵיפָא: {י} פֵּרֵשׁ הָרַמְבַּ\"ם אֲבָל לֹא הִגִּיעַ לְשִׁכְרוּתוֹ שֶׁל לוֹט, שֶׁאָז אֵינוֹ בַּר חִיּוּבָא","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-4","jbo:text":"הריני נזיר על מנת שאהא שותה יין {יא} ומטמא למתים, הרי זה נזיר ואסור בכלן. יודע אני שיש נזירות אבל איני יודע שהנזיר אסור ביין, הרי זה אסור. ורבי שמעון מתיר. יודע אני שהנזיר אסור ביין אבל סבור הייתי שחכמים מתירים לי מפני שאין אני יכול לחיות אלא ביין, או מפני {יג} שאני קובר את המתים, הרי זה מתר. ורבי שמעון אוסר","jbo:textNikud":"הֲרֵינִי נָזִיר עַל מְנָת שֶׁאֱהֵא שׁוֹתֶה יַיִן {יא} וּמִטַּמֵּא לְמֵתִים, הֲרֵי זֶה נָזִיר וְאָסוּר בְּכֻלָּן. יוֹדֵעַ אֲנִי שֶׁיֵּשׁ נְזִירוּת אֲבָל אֵינִי יוֹדֵעַ שֶׁהַנָּזִיר אָסוּר בְּיַּיִן, הֲרֵי זֶה אָסוּר. וְרַבִּי שִׁמְעוֹן מַתִּיר. יוֹדֵעַ אֲנִי שֶׁהַנָּזִיר אָסוּר בְּיַּיִן אֲבָל סָבוּר הָיִיתִי שֶׁחֲכָמִים מַתִּירִים לִי מִפְּנֵי שֶׁאֵין אֲנִי יָכוֹל לִחְיוֹת אֶלָּא בְיַּיִן, אוֹ מִפְּנֵי {יג} שֶׁאֲנִי קוֹבֵר אֶת הַמֵּתִים, הֲרֵי זֶה מֻתָּר. וְרַבִּי שִׁמְעוֹן אוֹסֵר","rdfs:label":"משנה נזיר ב ד","jbo:interprets":"jbr:mishna-3-4-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-4","jbo:text":"ר\"ע מברטנורה הרי זה נזיר ואסור בכלם. ובהא כלי עלמא מודו, מפני שהתנה על מה שכתוב בתורה וכל המתנה על מה שכתוב בתורה תנאו בטל: אבל איני יודע שהנזיר אסור ביין הרי זה אסור. דיין ותגלחת וטמאה האסורים בנזיר, הנוזר מאחד מהן נזיר בכלן {יב}: ורבי שמעון מתיר. דסבר אינו נזיר עד שיזור מכלן: או מפני שאני קובר מתים הרי זה מתר. דהוי נדרי אנסים, והוא אחד מארבעה נדרים שהתירו חכמים {יד}: ורבי שמעון אוסר. דסבר ארבעה נדרים שהתירו חכמים צריכים שאלה לחכם {טו}. ואין הלכה כרבי שמעון בהני תרי בבי דמתניתין","jbo:textNikud":"ר\"ע מברטנורה הֲרֵי זֶה נָזִיר וְאָסוּר בְּכֻלָּם. וּבְהָא כֻּלֵּי עָלְמָא מוֹדוּ, מִפְּנֵי שֶׁהִתְנָה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה וְכָל הַמַּתְנֶה עַל מַה שֶּׁכָּתוּב בַּתּוֹרָה תְּנָאוֹ בָּטֵל: אֲבָל אֵינִי יוֹדֵעַ שֶׁהַנָּזִיר אָסוּר בְּיַיִן הֲרֵי זֶה אָסוּר. דְּיַיִן וְתִגְלַחַת וְטֻמְאָה הָאֲסוּרִים בַּנָּזִיר, הַנּוֹזֵר מֵאֶחָד מֵהֶן נָזִיר בְּכֻלָּן {יב}: וְרַבִּי שִׁמְעוֹן מַתִּיר. דְּסָבַר אֵינוֹ נָזִיר עַד שֶׁיִּזּוֹר מִכֻּלָּן: אוֹ מִפְּנֵי שֶׁאֲנִי קוֹבֵר מֵתִים הֲרֵי זֶה מֻתָּר. דַּהֲוֵי נִדְרֵי אֳנָסִים, וְהוּא אֶחָד מֵאַרְבָּעָה נְדָרִים שֶׁהִתִּירוּ חֲכָמִים {יד}: וְרַבִּי שִׁמְעוֹן אוֹסֵר. דְּסָבַר אַרְבָּעָה נְדָרִים שֶׁהִתִּירוּ חֲכָמִים צְרִיכִים שְׁאֵלָה לְחָכָם {טו}. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן בְּהָנֵי תְּרֵי בָּבֵי דְמַתְנִיתִין","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-4","jbo:text":"עיקר תוי\"ט {יא} שותה יין כו'. משום דכתיב [במדבר ו] נזר אלהיו על ראשו, ניחא להו לאנשי לדור בתגלחת. אבל הוא הדין כשנודר על מנת לגלח: {יב} ומשמע דאין לו התרה. וכן פסק הרמב\"ם. אבל הראב\"ד כתב שאם בא לפני חכם ואמר לו כך דרך שאלה שהחכם מתיר לו, שאין פתח לנדרו גדול מזה, ולא אמרו אסור אלא כשהוא סובר להתיר לעצמו מזה הדרך. ועין תוספות יום טוב: {יג} מפני כו'. כלומר שאני צריך לטמאות בהם ולטפל בהם בשכר מחמת דחקא. תוספות. ורש\"י פרש שאין קוברין באותו מקום אלא הוא: {יד} והקשו בתוספות, דמי דמי, דנדרי אנסים הינו שהאנס בא אחר כך, אבל בשעת הנדר לא ידע האנס. ומפרש רבנו תם דמתניתין נמי אירי שהאנס בא אחר כך, כגון שבשעת הנדר היה בריא וחזק ויכול לחיות בלא יין, ולבסוף החליש. ועין תוספות יום טוב: {טו} ועל ידי שאלה מתרים אף לרבי שמעון, ולא אסר אלא עד שישאל. ומכאן סיעתא לפרוש הראב\"ד דמפרש לאסר דבדברי תנא קמא דרישא הינו נמי עד שישאל","jbo:textNikud":"עיקר תוי\"ט {יא} שׁוֹתֶה יַיִן כוּ'. מִשּׁוּם דִּכְתִיב [בְּמִדְבָּר ו] נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, נִיחָא לְהוּ לֶאֱנָשֵׁי לִדּוֹר בְּתִגְלַחַת. אֲבָל הוּא הַדִּין כְּשֶׁנּוֹדֵר עַל מְנָת לְגַלֵּחַ: {יב} וּמַשְׁמַע דְּאֵין לוֹ הַתָּרָה. וְכֵן פָּסַק הָרַמְבַּ\"ם. אֲבָל הָרַאֲבַ\"ד כָּתַב שֶׁאִם בָּא לִפְנֵי חָכָם וְאָמַר לוֹ כָּךְ דֶּרֶךְ שְׁאֵלָה שֶׁהֶחָכָם מַתִּיר לוֹ, שֶׁאֵין פֶּתַח לְנִדְרוֹ גָּדוֹל מִזֶּה, וְלֹא אָמְרוּ אָסוּר אֶלָּא כְשֶׁהוּא סוֹבֵר לְהַתִּיר לְעַצְמוֹ מִזֶּה הַדֶּרֶךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} מִפְּנֵי כוּ'. כְּלוֹמַר שֶׁאֲנִי צָרִיךְ לִטַּמְּאוֹת בָּהֶם וּלְטַפֵּל בָּהֶם בְּשָׂכָר מֵחֲמַת דֻּחְקָא. תּוֹסָפוֹת. וְרַשִׁ\"י פֵּרֵשׁ שֶׁאֵין קוֹבְרִין בְּאוֹתוֹ מָקוֹם אֶלָּא הוּא: {יד} וְהִקְשׁוּ בַּתּוֹסָפוֹת, דְּמִי דָּמֵי, דְּנִדְרֵי אֳנָסִים הַיְנוּ שֶׁהָאֹנֶס בָּא אַחַר כָּךְ, אֲבָל בִּשְׁעַת הַנֶּדֶר לֹא יָדַע הָאֹנֶס. וּמְפָרֵשׁ רַבֵּנוּ תַם דְּמַתְנִיתִין נַמִּי אָיְרֵי שֶׁהָאֹנֶס בָּא אַחַר כָּךְ, כְּגוֹן שֶׁבִּשְׁעַת הַנֶּדֶר הָיָה בָּרִיא וְחָזָק וְיָכוֹל לִחְיוֹת בְּלֹא יַיִן, וּלְבַסּוֹף הֶחְלִישׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} וְעַל יְדֵי שְׁאֵלָה מֻתָּרִים אַף לְרַבִּי שִׁמְעוֹן, וְלֹא אָסַר אֶלָּא עַד שֶׁיִּשְׁאַל. וּמִכָּאן סִיַּעְתָּא לְפֵרוּשׁ הָרַאֲבַ\"ד דִּמְפָרֵשׁ לֶאֱסֹר דִּבְדִבְרֵי תַּנָּא קַמָּא דְּרֵישָׁא הַיְנוּ נַמִּי עַד שֶׁיִּשְׁאַל","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-5","jbo:text":"הריני נזיר ועלי לגלח נזיר, ושמע חברו ואמר ואני ועלי לגלח נזיר, אם היו פקחים, מגלחים זה את זה. ואם לאו {יח}, מגלחים נזירים אחרים","jbo:textNikud":"הֲרֵינִי נָזִיר וְעָלַי לְגַלֵּחַ נָזִיר, וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי וְעָלַי לְגַלֵּחַ נָזִיר, אִם הָיוּ פִקְּחִים, מְגַלְּחִים זֶה אֶת זֶה. וְאִם לָאו {יח}, מְגַלְּחִים נְזִירִים אֲחֵרִים","rdfs:label":"משנה נזיר ב ה","jbo:interprets":"jbr:mishna-3-4-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-5","jbo:text":"ר\"ע מברטנורה הריני נזיר ועלי לגלח נזיר. קבל עליו נזירות, ועוד קבל עליו להביא קרבנות {טז} על נזיר אחר, ובא חברו גם הוא ואמר כן: אם היו פקחים. כל אחד פוטר את חברו בקרבנותיו, ואף על פי שבשעה שנדר הראשון לגלח נזיר אכתי לא הוי השני נזיר {יז}","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר וְעָלַי לְגַלֵּחַ נָזִיר. קִבֵּל עָלָיו נְזִירוּת, וְעוֹד קִבֵּל עָלָיו לְהָבִיא קָרְבָּנוֹת {טז} עַל נָזִיר אַחֵר, וּבָא חֲבֵרוֹ גַּם הוּא וְאָמַר כֵּן: אִם הָיוּ פִקְּחִים. כָּל אֶחָד פּוֹטֵר אֶת חֲבֵרוֹ בְּקָרְבְּנוֹתָיו, וְאַף עַל פִּי שֶׁבַּשָּׁעָה שֶׁנָּדַר הָרִאשׁוֹן לְגַלֵּחַ נָזִיר אַכַּתִּי לֹא הָוֵי הַשֵּׁנִי נָזִיר {יז}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-5","jbo:text":"עיקר תוי\"ט {טז} שחיב בהם בשעת התגלחת כשנשלם הנזירות. הרמב\"ם: {יז} משום דהכי קאמר, דאי משכחנא דהוי נזיר אגלחיה. גמרא: {יח} ואם לאו. שאין להם פקחות זה אלא כל אחד הביא קרבן לעצמו, צריך [כל אחד] לגלח לנזיר אחר להביא קרבנותיו תחתיו. תוספות","jbo:textNikud":"עיקר תוי\"ט {טז} שֶׁחַיָּב בָּהֶם בִּשְׁעַת הַתִּגְלַחַת כְּשֶׁנִּשְׁלָם הַנְּזִירוּת. הָרַמְבַּ\"ם: {יז} מִשּׁוּם דְּהָכִי קָאָמַר, דְּאִי מַשְׁכַּחְנָא דַּהֲוֵי נָזִיר אֲגַלְּחֵיהּ. גְּמָרָא: {יח} וְאִם לָאו. שֶׁאֵין לָהֶם פִּקְּחוּת זֶה אֶלָּא כָּל אֶחָד הֵבִיא קָרְבָּן לְעַצְמוֹ, צָרִיךְ [כָּל אֶחָד] לְגַלֵּחַ לְנָזִיר אַחֵר לְהָבִיא קָרְבְּנוֹתָיו תַחְתָּיו. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-6","jbo:text":"הרי עלי לגלח חצי נזיר, ושמע חברו ואמר ואני עלי לגלח חצי נזיר, זה מגלח נזיר שלם וזה מגלח נזיר שלם, דברי רבי מאיר. וחכמים אומרים, זה מגלח חצי נזיר וזה מגלח חצי נזיר","jbo:textNikud":"הֲרֵי עָלַי לְגַלֵּחַ חֲצִי נָזִיר, וְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי עָלַי לְגַלֵּחַ חֲצִי נָזִיר, זֶה מְגַלֵּחַ נָזִיר שָׁלֵם וְזֶה מְגַלֵּחַ נָזִיר שָׁלֵם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, זֶה מְגַלֵּחַ חֲצִי נָזִיר וְזֶה מְגַלֵּחַ חֲצִי נָזִיר","rdfs:label":"משנה נזיר ב ו","jbo:interprets":"jbr:mishna-3-4-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-6","jbo:text":"ר\"ע מברטנורה [זה מגלח נזיר שלם] וזה מגלח נזיר שלם דברי רבי מאיר. רבי מאיר לטעמיה דסבר תפוס לשון ראשון, וכי אמר הרי עלי לגלח, תגלחת שלמה קאמר, וכי הדר קאמר חצי נזיר, לאו כל כמיניה למהדר ביה אפלו תוך כדי דבור. ורבנן סברי נדר ופתחו עמו הוא, והוי כאומר חצי קרבנות {יט} של נזיר עלי, שאינו חיב אלא חצי קרבנות של נזיר. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה [זֶה מְגַלֵּחַ נָזִיר שָׁלֵם] וְזֶה מְגַלֵּחַ נָזִיר שָׁלֵם דִּבְרֵי רַבִּי מֵאִיר. רַבִּי מֵאִיר לְטַעְמֵיהּ דְּסָבַר תְּפוֹס לָשׁוֹן רִאשׁוֹן, וְכִי אָמַר הֲרֵי עָלַי לְגַלֵּחַ, תִּגְלַחַת שְׁלֵמָה קָאָמַר, וְכִי הָדַר קָאָמַר חֲצִי נָזִיר, לָאו כָּל כְּמִינֵיהּ לְמֵהֲדַר בֵּיהּ אֲפִלּוּ תּוֹךְ כְּדֵי דִבּוּר. וְרַבָּנָן סָבְרֵי נֶדֶר וּפִתְחוֹ עִמּוֹ הוּא, וְהָוֵי כְּאוֹמֵר חֲצִי קָרְבָּנוֹת {יט} שֶׁל נָזִיר עָלַי, שֶׁאֵינוֹ חַיָּב אֶלָּא חֲצִי קָרְבָּנוֹת שֶׁל נָזִיר. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-6","jbo:text":"עיקר תוי\"ט {יט} שבזה הכל מודים שאינו מביא אלא חצי כו', כיון שתלה החצי בקרבן. וכשאומר [קרבנות] חצי נזיר עלי הכל מודים דכליה בעי אתויי, כן הוא שיטת התוספות. וכתב דושמע חברו ואמר ואני, בכדי נקט, דהא בראשון נמי פליגי. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יט} שֶׁבָּזֶה הַכֹּל מוֹדִים שֶׁאֵינוֹ מֵבִיא אֶלָּא חֲצִי כוּ', כֵּיוָן שֶׁתָּלָה הַחֲצִי בַּקָּרְבָּן. וּכְשֶׁאוֹמֵר [קָרְבָּנוֹת] חֲצִי נָזִיר עָלַי הַכֹּל מוֹדִים דְּכֻלֵּיהּ בָּעֵי אֲתוֹיֵי, כֵּן הוּא שִׁיטַת הַתּוֹסָפוֹת. וְכָתַב דִּוְשָׁמַע חֲבֵרוֹ וְאָמַר וַאֲנִי, בִּכְדִי נָקַט, דְּהָא בָּרִאשׁוֹן נַמִּי פְלִיגֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-7","jbo:text":"הריני נזיר לכשיהיה לי בן {כ}, ונולד לו בן, הרי זה נזיר {כא}. נולד לו בת, טמטום, ואנדרוגינוס, אינו נזיר. אם אמר, כשאראה, כשיהיה {כב} לי ולד, אפלו נולד לו בת {כג}, טמטום, ואנדרוגינוס, הרי זה נזיר","jbo:textNikud":"הֲרֵינִי נָזִיר לִכְשֶׁיִּהְיֶה לִי בֵן {כ}, וְנוֹלַד לוֹ בֵן, הֲרֵי זֶה נָזִיר {כא}. נוֹלַד לוֹ בַת, טֻמְטוּם, וְאַנְדְּרוֹגִינוֹס, אֵינוֹ נָזִיר. אִם אָמַר, כְּשֶׁאֶרְאֶה, כְּשֶׁיִּהְיֶה {כב} לִי וָלָד, אֲפִלּוּ נוֹלַד לוֹ בַת {כג}, טֻמְטוּם, וְאַנְדְּרוֹגִינוֹס, הֲרֵי זֶה נָזִיר","rdfs:label":"משנה נזיר ב ז","jbo:interprets":"jbr:mishna-3-4-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-7","jbo:text":"ר\"ע מברטנורה ונולד לו בן הרי זה נזיר. דבלשון בני אדם לא מקרי בן אלא זכר, ולא נקבה ולא טמטום ואנדרוגינוס. וולד מקרי אפלו נקבה וטמטום ואנדרוגינוס","jbo:textNikud":"ר\"ע מברטנורה וְנוֹלַד לוֹ בֵן הֲרֵי זֶה נָזִיר. דְּבִלְשׁוֹן בְּנֵי אָדָם לֹא מִקְרֵי בֵּן אֶלָּא זָכָר, וְלֹא נְקֵבָה וְלֹא טֻמְטוּם וְאַנְדְּרוֹגִינוֹס. וּוָלָד מִקְרֵי אֲפִלּוּ נְקֵבָה וְטֻמְטוּם וְאַנְדְּרוֹגִינוֹס","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-7","jbo:text":"עיקר תוי\"ט {כ} בן. פרוש הודאה ושבח להקדוש ברוך הוא שחנני וזכני ונולד לי בן. תוספות: {כא} הרי זה נזיר. בגמרא פריך פשיטא, ומשני משום סיפא בת טמטום כו' שאינו נזיר, דמהו דתימא לכשאבנה הוא דקאמר [דכתיב (בראשית ל) ואבנה גם אנכי ממנה וכי נולד בת כו' בהני נמי בנוי ולהוי נזיר], קא משמע לן דלא: {כב} כשיהיה. יש נסחאות דלא גרסינן לה ולא ידענא אמאי שני בסיפא מלישנא דרישא: {כג} בת. דמהו דתימא ולד דמחשבי ביני אינשי קאמר, דהינו בן, קא משמע לן דבת כו' נמי מקרי ולד. גמרא","jbo:textNikud":"עיקר תוי\"ט {כ} בֵּן. פֵּרוּשׁ הוֹדָאָה וְשֶׁבַח לְהַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁחָנַּנִי וְזִכַּנִי וְנוֹלַד לִי בֵּן. תּוֹסָפוֹת: {כא} הֲרֵי זֶה נָזִיר. בַּגְּמָרָא פָּרֵיךְ פְּשִׁיטָא, וּמְשָׁנֵי מִשּׁוּם סֵיפָא בַּת טֻמְטוּם כוּ' שֶׁאֵינוֹ נָזִיר, דְּמַהוּ דְּתֵימָא לִכְשֶׁאֶבָּנֶה הוּא דְּקָאָמַר [דִּכְתִיב (בְּרֵאשִׁית ל) וְאִבָּנֶה גַּם אָנֹכִי מִמֶּנָּה וְכִי נוֹלַד בַּת כוּ' בְּהָנֵי נַמִּי בָּנוּי וְלֶהֱוֵי נָזִיר], קָא מַשְׁמַע לָן דְּלֹא: {כב} כְּשֶׁיִּהְיֶה. יֵשׁ נֻסְחָאוֹת דְּלֹא גָּרְסִינַן לַהּ וְלֹא יָדַעְנָא אַמַּאי שָׁנֵי בַּסֵּיפָא מִלִּישְׁנָא דְרֵישָׁא: {כג} בַּת. דְּמַהוּ דְּתֵימָא וָלָד דִּמְחַשְּׁבֵי בֵּינֵי אֱינָשֵׁי קָאָמַר, דְּהַיְנוּ בֵּן, קָא מַשְׁמַע לָן דְּבַת כוּ' נַמִּי מִקְרֵי וָלָד. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-8","jbo:text":"הפילה אשתו, אינו נזיר. רבי שמעון אומר {כה}, יאמר, אם היה בן קימא, הרי אני נזיר חובה. ואם לאו, הרי אני נזיר נדבה. חזרה וילדה, הרי זה נזיר. רבי שמעון אומר, יאמר, אם הראשון בן קימא, הראשון חובה וזו נדבה. ואם לאו, הראשון נדבה וזו חובה","jbo:textNikud":"הִפִּילָה אִשְׁתּוֹ, אֵינוֹ נָזִיר. רַבִּי שִׁמְעוֹן אוֹמֵר {כה}, יֹאמַר, אִם הָיָה בֶן קְיָמָא, הֲרֵי אֲנִי נְזִיר חוֹבָה. וְאִם לָאו, הֲרֵי אֲנִי נְזִיר נְדָבָה. חָזְרָה וְיָלְדָה, הֲרֵי זֶה נָזִיר. רַבִּי שִׁמְעוֹן אוֹמֵר, יֹאמַר, אִם הָרִאשׁוֹן בֶּן קְיָמָא, הָרִאשׁוֹן חוֹבָה וְזוֹ נְדָבָה. וְאִם לָאו, הָרִאשׁוֹן נְדָבָה וְזוֹ חוֹבָה","rdfs:label":"משנה נזיר ב ח","jbo:interprets":"jbr:mishna-3-4-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-8","jbo:text":"ר\"ע מברטנורה הפילה אשתו. ולא ידע אי בר קימא הוא אי נפל הוא: אינו נזיר. ומתניתין רבי יהודה היא דאמר לא מחית איניש נפשיה אספקא {כד}, וכי אמר כשיהיה לי ולד, על ולד ודאי קאמר: רבי שמעון אומר יאמר אם היה בן קימא וכו'. רבי שמעון סבר ספק נזירות להחמיר, הלכך צריך להיות נזיר מספק, ומתנה ואומר אם בן קימא הוא הריני נזיר חובה, ואם לאו הריני נזיר נדבה, ומגלח ומביא קרבנותיו לסוף שלשים יום. ובלא תנאי לא היה יכול להביא קרבן מספק. ואין הלכה כרבי שמעון: חזרה וילדה הרי זה נזיר. שהרי לא נהג נזירות מחמת הנפל, ועכשיו שילדה ולד של קימא חלה נזירות. ולדברי רבי שמעון צריך לחזר ולהתנות, דשמא הראשון היה ולד של קימא","jbo:textNikud":"ר\"ע מברטנורה הִפִּילָה אִשְׁתּוֹ. וְלֹא יָדַע אִי בַּר קְיָמָא הוּא אִי נֵפֶל הוּא: אֵינוֹ נָזִיר. וּמַתְנִיתִין רַבִּי יְהוּדָה הִיא דְּאָמַר לֹא מַחֵית אֱינִישׁ נַפְשֵׁיהּ אַסְּפֵקָא {כד}, וְכִי אָמַר כְּשֶׁיִּהְיֶה לִי וָלָד, עַל וָלָד וַדַּאי קָאָמַר: רַבִּי שִׁמְעוֹן אוֹמֵר יֹאמַר אִם הָיָה בֶן קְיָמָא וְכוּ'. רַבִּי שִׁמְעוֹן סָבַר סְפֵק נְזִירוּת לְהַחְמִיר, הִלְכָּךְ צָרִיךְ לִהְיוֹת נָזִיר מִסָּפֵק, וּמַתְנֶה וְאוֹמֵר אִם בֶּן קְיָמָא הוּא הֲרֵינִי נְזִיר חוֹבָה, וְאִם לָאו הֲרֵינִי נְזִיר נְדָבָה, וּמְגַלֵּחַ וּמֵבִיא קָרְבְּנוֹתָיו לְסוֹף שְׁלֹשִׁים יוֹם. וּבְלֹא תְּנַאי לֹא הָיָה יָכוֹל לְהָבִיא קָרְבָּן מִסָּפֵק. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: חָזְרָה וְיָלְדָה הֲרֵי זֶה נָזִיר. שֶׁהֲרֵי לֹא נָהַג נְזִירוּת מֵחֲמַת הַנֵּפֶל, וְעַכְשָׁיו שֶׁיָּלְדָה וָלָד שֶׁל קְיָמָא חָלָה נְזִירוּת. וּלְדִבְרֵי רַבִּי שִׁמְעוֹן צָרִיךְ לַחְזֹר וּלְהַתְנוֹת, דְּשֶׁמָּא הָרִאשׁוֹן הָיָה וָלָד שֶׁל קְיָמָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-8","jbo:text":"עיקר תוי\"ט {כד} בסוף פרקין דלעיל, גם משנה ה' דהתם כותיה: {כה} רבי שמעון אומר. ולא פליג אהא דנולד לו בן [טמטום כו'] דלעיל, דכשאמר שיהיה לי בן, ודאי לא היה דעתו אלא לבן ודאי לא לטמטום, ולא פליג אלא היכא דהפילה בן זכר, דמספקא ליה דשמא הוי בן קימא והוי בן גמור. תוספות","jbo:textNikud":"עיקר תוי\"ט {כד} בְּסוֹף פִּרְקִין דִּלְעֵיל, גַּם מִשְׁנָה ה' דְּהָתָם כְּוָתֵיהּ: {כה} רַבִּי שִׁמְעוֹן אוֹמֵר. וְלֹא פָּלֵיג אֲהָא דְּנוֹלָד לוֹ בֵּן [טֻמְטוּם כוּ'] דִּלְעֵיל, דִּכְשֶׁאָמַר שֶׁיִּהְיֶה לִי בֵּן, וַדַּאי לֹא הָיָה דַּעְתּוֹ אֶלָּא לְבֵן וַדָּאִי לֹא לְטֻמְטוּם, וְלֹא פָּלֵיג אֶלָּא הֵיכָא דְּהִפִּילָה בֵּן זָכָר, דְּמִסָּפְקָא לֵיהּ דְּשֶׁמָּא הָוֵי בֶּן קְיָמָא וְהָוֵי בֵּן גָּמוּר. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-9","jbo:text":"הריני נזיר, ונזיר כשיהיה לי בן, התחיל מונה את שלו ואחר כך נולד לו בן, משלים את שלו ואחר כך מונה את של בנו. הריני נזיר כשיהיה לי בן ונזיר, התחיל מונה את שלו ואחר כך נולד לו בן, מניח את שלו ומונה את של בנו, ואחר כך משלים {כו} את שלו","jbo:textNikud":"הֲרֵינִי נָזִיר, וְנָזִיר כְּשֶׁיִּהְיֶה לִי בֵן, הִתְחִיל מוֹנֶה אֶת שֶׁלּוֹ וְאַחַר כָּךְ נוֹלַד לוֹ בֵן, מַשְׁלִים אֶת שֶׁלּוֹ וְאַחַר כָּךְ מוֹנֶה אֶת שֶׁל בְּנוֹ. הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵן וְנָזִיר, הִתְחִיל מוֹנֶה אֶת שֶׁלּוֹ וְאַחַר כָּךְ נוֹלַד לוֹ בֵן, מַנִּיחַ אֶת שֶׁלּוֹ וּמוֹנֶה אֶת שֶׁל בְּנוֹ, וְאַחַר כָּךְ מַשְׁלִים {כו} אֶת שֶׁלּוֹ","rdfs:label":"משנה נזיר ב ט","jbo:interprets":"jbr:mishna-3-4-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-9","jbo:text":"ר\"ע מברטנורה הריני נזיר ונזיר לכשיהיה לי בן. מי שקבל עליו נזירות סתם, ועוד קבל עליו נזירות אחרת כשיהיה לו בן: משלים את שלו. תחלה, ומגלח ומביא קרבן, ואחר כך מונה את של בנו: הריני נזיר כשיהיה לי בן ונזיר. שקבל עליו תחלה נזירות בנו: והתחיל מונה את שלו ואחר כך נולד לו בן. קדם שישלמו שלשים יום: מניח את שלו ומונה את של בנו. דכיון שקבל עליו נזירות בנו תחלה, מיד כשנולד לו בן צריך להניח את שלו ולמנות של בנו, ואחר כך משלים את שלו","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר וְנָזִיר לִכְשֶׁיִּהְיֶה לִי בֵן. מִי שֶׁקִּבֵּל עָלָיו נְזִירוּת סְתָם, וְעוֹד קִבֵּל עָלָיו נְזִירוּת אַחֶרֶת כְּשֶׁיִּהְיֶה לוֹ בֵּן: מַשְׁלִים אֶת שֶׁלּוֹ. תְּחִלָּה, וּמְגַלֵּחַ וּמֵבִיא קָרְבָּן, וְאַחַר כָּךְ מוֹנֶה אֶת שֶׁל בְּנוֹ: הֲרֵינִי נָזִיר כְּשֶׁיִּהְיֶה לִי בֵן וְנָזִיר. שֶׁקִּבֵּל עָלָיו תְּחִלָּה נְזִירוּת בְּנוֹ: וְהִתְחִיל מוֹנֶה אֶת שֶׁלּוֹ וְאַחַר כָּךְ נוֹלַד לוֹ בֵן. קֹדֶם שֶׁיִּשְׁלְמוּ שְׁלֹשִׁים יוֹם: מַנִּיחַ אֶת שֶׁלּוֹ וּמוֹנֶה אֶת שֶׁל בְּנוֹ. דְּכֵיוָן שֶׁקִּבֵּל עָלָיו נְזִירוּת בְּנוֹ תְחִלָּה, מִיָּד כְּשֶׁנּוֹלַד לוֹ בֵּן צָרִיךְ לְהַנִּיחַ אֶת שֶׁלּוֹ וְלִמְנוֹת שֶׁל בְּנוֹ, וְאַחַר כָּךְ מַשְׁלִים אֶת שֶׁלּוֹ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-yomtov-3-4-2-9","jbo:text":"עיקר תוי\"ט {כו} משלים. ואחר כך יגלח על שתיהם, ומביא שני קרבנות, אחד לנזירות בנו ואחד לנזירות עצמו. אבל לא יגלח אחר שהשלים נזירות בנו, דאם כן האיך ישלים נזירות שלו, כי לא יוכל לגלח בהשלמת נזירות, דאין גדול שער פחות משלשים יום, ונהי דאם נדר נזירות מרבה שיהיה נשאר אחר נזירות בנו שלשים יום דאז היה יכול לגלח לנזירות בנו להשלים נזירותו ולשוב ולגלח, מכל מקום במתניתין דמירי בסתם נזירות דהוי שלשים יום כו', לכך לא יגלח עד שישלים שתי הנזירות ויביא שני קרבנות. רש\"י ותוספות. והרמב\"ם כתב דסבירא ליה דאפלו בנזירות מעטת יחזר וימנה שלשים יום. ובדעת הר\"ב אין הכרע","jbo:textNikud":"עיקר תוי\"ט {כו} מַשְׁלִים. וְאַחַר כָּךְ יְגַלֵּחַ עַל שְׁתֵּיהֶם, וּמֵבִיא שְׁנֵי קָרְבָּנוֹת, אֶחָד לִנְזִירוּת בְּנוֹ וְאֶחָד לִנְזִירוּת עַצְמוֹ. אֲבָל לֹא יְגַלֵּחַ אַחַר שֶׁהִשְׁלִים נְזִירוּת בְּנוֹ, דְּאִם כֵּן הָאֵיךְ יַשְׁלִים נְזִירוּת שֶׁלּוֹ, כִּי לֹא יוּכַל לְגַלֵּחַ בְּהַשְׁלָמַת נְזִירוּת, דְּאֵין גִּדּוּל שֵׂעָר פָּחוֹת מִשְּׁלֹשִׁים יוֹם, וּנְהִי דְּאִם נָדַר נְזִירוּת מְרֻבָּה שֶׁיִּהְיֶה נִשְׁאַר אַחַר נְזִירוּת בְּנוֹ שְׁלֹשִׁים יוֹם דְּאָז הָיָה יָכוֹל לְגַלֵּחַ לִנְזִירוּת בְּנוֹ לְהַשְׁלִים נְזִירוּתוֹ וְלָשׁוּב וּלְגַלֵּחַ, מִכָּל מָקוֹם בְּמַתְנִיתִין דְּמַיְרֵי בִּסְתָם נְזִירוּת דַּהֲוֵי שְׁלֹשִׁים יוֹם כוּ', לְכָךְ לֹא יְגַלֵּחַ עַד שֶׁיַּשְׁלִים שְׁתֵּי הַנְּזִירוּת וְיָבִיא שְׁנֵי קָרְבָּנוֹת. רַשִׁ\"י וְתוֹסָפוֹת. וְהָרַמְבַּ\"ם כָּתַב דִּסְבִירָא לֵיהּ דַּאֲפִלּוּ בִּנְזִירוּת מֻעֶטֶת יַחְזֹר וְיִמְנֶה שְׁלֹשִׁים יוֹם. וּבְדַעַת הָרַ\"ב אֵין הֶכְרֵעַ","rdfs:label":"עיקר תוי\"ט משנה נזיר ב ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-2-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-3-4-2-10","jbo:text":"הריני נזיר לכשיהא לי בן, ונזיר מאה יום. נולד לו בן עד שבעים, לא הפסיד כלום. לאחר שבעים, סותר שבעים, שאין תגלחת פחות משלשים יום","jbo:textNikud":"הֲרֵינִי נָזִיר לִכְשֶׁיְּהֵא לִי בֵן, וְנָזִיר מֵאָה יוֹם. נוֹלַד לוֹ בֵן עַד שִׁבְעִים, לֹא הִפְסִיד כְּלוּם. לְאַחַר שִׁבְעִים, סוֹתֵר שִׁבְעִים, שֶׁאֵין תִּגְלַחַת פָּחוֹת מִשְּׁלשִׁים יוֹם","rdfs:label":"משנה נזיר ב י","jbo:interprets":"jbr:mishna-3-4-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-2"],"uri":"jbr:mishna-bartanura-3-4-2-10","jbo:text":"ר\"ע מברטנורה עד שבעים לא הפסיד כלום. שכשהוא מפסיק נזירותו ומונה נזירות בנו ומגלח וחוזר ומשלים את שלו לתשלום נזירותו מן השבעים שמנה כבר עד המאה שנדר, הם שלשים יום, נמצא בין תגלחת של נזירות בנו לתגלחת של תשלום נזירותו שלשים יום ואינו מפסיד כלום. אבל אם מנה יותר משבעים יום קודם שהתחיל בנזירות בנו ובא להפסיק נזירותו כדי להתחיל נזירות בנו, כשיגלח על נזירות בנו ובא להשלים נזירותו עד מאה יום שנדר נמצאו פחות משלשים יום בין תגלחת של נזירות בנו לתגלחת של נזירותו, ואי אפשר להיות בין תגלחת לתגלחת פחות משלשים יום, ונמצא מפסיד כל אותן הימים שמנה יותר משבעים","jbo:textNikud":"ר\"ע מברטנורה עַד שִׁבְעִים לֹא הִפְסִיד כְּלוּם. שֶׁכְּשֶׁהוּא מַפְסִיק נְזִירוּתוֹ וּמוֹנֶה נְזִירוּת בְּנוֹ וּמְגַלֵּחַ וְחוֹזֵר וּמַשְׁלִים אֶת שֶׁלּוֹ לְתַשְׁלוּם נְזִירוּתוֹ מִן הַשִּׁבְעִים שֶׁמָּנָה כְּבָר עַד הַמֵּאָה שֶׁנָּדַר, הֵם שְׁלֹשִׁים יוֹם, נִמְצָא בֵּין תִּגְלַחַת שֶׁל נְזִירוּת בְּנוֹ לְתִגְלַחַת שֶׁל תַּשְׁלוּם נְזִירוּתוֹ שְׁלֹשִׁים יוֹם וְאֵינוֹ מַפְסִיד כְּלוּם. אֲבָל אִם מָנָה יוֹתֵר מִשִּׁבְעִים יוֹם קוֹדֵם שֶׁהִתְחִיל בִּנְזִירוּת בְּנוֹ וּבָא לְהַפְסִיק נְזִירוּתוֹ כְּדֵי לְהַתְחִיל נְזִירוּת בְּנוֹ, כְּשֶׁיְּגַלֵּחַ עַל נְזִירוּת בְּנוֹ וּבָא לְהַשְׁלִים נְזִירוּתוֹ עַד מֵאָה יוֹם שֶׁנָּדַר נִמְצְאוּ פָּחוֹת מִשְּׁלֹשִׁים יוֹם בֵּין תִּגְלַחַת שֶׁל נְזִירוּת בְּנוֹ לְתִגְלַחַת שֶׁל נְזִירוּתוֹ, וְאִי אֶפְשָׁר לִהְיוֹת בֵּין תִּגְלַחַת לְתִגְלַחַת פָּחוֹת מִשְּׁלֹשִׁים יוֹם, וְנִמְצָא מַפְסִיד כָּל אוֹתָן הַיָּמִים שֶׁמָּנָה יוֹתֵר מִשִּׁבְעִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ב י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-2-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-1","jbo:text":"מי שאמר הריני נזיר, מגלח יום שלשים ואחד. ואם גלח ליום שלשים, יצא. הריני נזיר שלשים יום, אם גלח ליום שלשים לא יצא","jbo:textNikud":"מִי שֶׁאָמַר הֲרֵינִי נָזִיר, מְגַלֵּחַ יוֹם שְׁלשִׁים וְאֶחָד. וְאִם גִּלַּח לְיוֹם שְׁלשִׁים, יָצָא. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם, אִם גִּלַּח לְיוֹם שְׁלשִׁים לֹא יָצָא","rdfs:label":"משנה נזיר ג א","jbo:interprets":"jbr:mishna-3-4-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-1","jbo:text":"ר\"ע מברטנורה מי שאמר הריני נזיר מגלח יום שלשים ואחד. דסתם נזירות שלשים יום: ואם גלח יום שלשים יצא. דמקצת היום ככלו: הריני נזיר שלשים יום אם גלח יום שלשים לא יצא. דהואיל ופרש שלשים יום, שלמים קאמר","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁאָמַר הֲרֵינִי נָזִיר מְגַלֵּחַ יוֹם שְׁלֹשִׁים וְאֶחָד. דִּסְתָם נְזִירוּת שְׁלֹשִׁים יוֹם: וְאִם גִּלַּח יוֹם שְׁלֹשִׁים יָצָא. דְּמִקְצַת הַיּוֹם כְּכֻלּוֹ: הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם אִם גִּלַּח יוֹם שְׁלֹשִׁים לֹא יָצָא. דְּהוֹאִיל וּפֵרֵשׁ שְׁלֹשִׁים יוֹם, שְׁלֵמִים קָאָמַר","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-2","jbo:text":"מי שנזר שתי נזיריות, מגלח את הראשונה יום שלשים ואחד, ואת השניה יום ששים ואחד {א}. ואם גלח את הראשונה יום שלשים, מגלח את השניה יום ששים. ואם גלח יום ששים חסר אחד, יצא. וזו עדות העיד רבי פפיס על מי שנזר שתי נזיריות, שאם גלח את הראשונה שלשים יום, מגלח את השניה יום ששים. ואם גלח ליום ששים חסר אחד, יצא, שיום שלשים עולה לו מן המנין","jbo:textNikud":"מִי שֶׁנָּזַר שְׁתֵּי נְזִירִיּוֹת, מְגַלֵּחַ אֶת הָרִאשׁוֹנָה יוֹם שְׁלשִׁים וְאֶחָד, וְאֶת הַשְּׁנִיָּה יוֹם שִׁשִּׁים וְאֶחָד {א}. וְאִם גִּלַּח אֶת הָרִאשׁוֹנָה יוֹם שְׁלשִׁים, מְגַלֵּחַ אֶת הַשְּׁנִיָּה יוֹם שִׁשִּׁים. וְאִם גִּלַּח יוֹם שִׁשִּׁים חָסֵר אֶחָד, יָצָא. וְזוֹ עֵדוּת הֵעִיד רַבִּי פַּפְּיַס עַל מִי שֶׁנָּזַר שְׁתֵּי נְזִירִיּוֹת, שֶׁאִם גִּלַּח אֶת הָרִאשׁוֹנָה שְׁלשִׁים יוֹם, מְגַלֵּחַ אֶת הַשְּׁנִיָּה יוֹם שִׁשִּׁים. וְאִם גִּלַּח לְיוֹם שִׁשִּׁים חָסֵר אֶחָד, יָצָא, שֶׁיּוֹם שְׁלשִׁים עוֹלֶה לוֹ מִן הַמִּנְיָן","rdfs:label":"משנה נזיר ג ב","jbo:interprets":"jbr:mishna-3-4-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-2","jbo:text":"ר\"ע מברטנורה ואם גלח יום ששים חסר אחד יצא. שיום שלשים של נזירות ראשונה עולה לכאן ולכאן, וכיון שיום שלשים של הראשונה נמנה גם מן הנזירות השניה נמצאו שלשים יום של נזירות שניה כלים בששים חסר אחד","jbo:textNikud":"ר\"ע מברטנורה וְאִם גִּלַּח יוֹם שִׁשִּׁים חָסֵר אֶחָד יָצָא. שֶׁיּוֹם שְׁלֹשִׁים שֶׁל נְזִירוּת רִאשׁוֹנָה עוֹלָה לְכָאן וּלְכָאן, וְכֵיוָן שֶׁיּוֹם שְׁלֹשִׁים שֶׁל הָרִאשׁוֹנָה נִמְנֶה גַּם מִן הַנְּזִירוּת הַשְּׁנִיָּה נִמְצְאוּ שְׁלֹשִׁים יוֹם שֶׁל נְזִירוּת שְׁנִיָּה כָּלִים בְּשִׁשִּׁים חָסֵר אֶחָד","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-2","jbo:text":"עיקר תוי\"ט {א} ששים ואחד. שכשגלח הראשונה ביום שלשים ואחד נגמר הנזירות ומתחלת נזירות שניה בו ביום, מידי דהוה אאדם שמקבל עליו נזירות בחצי היום שאותו היום עולה לו ליום שלם, הלכך ביום ששים כלו שתי נזיריות ובששים ואחד מגלח על השניה, ונמצא דכל תגלחת ביום שלשים ואחד. תוספות","jbo:textNikud":"עיקר תוי\"ט {א} שִׁשִּׁים וְאֶחָד. שֶׁכְּשֶׁגִּלֵּחַ הָרִאשׁוֹנָה בְּיוֹם שְׁלֹשִׁים וְאֶחָד נִגְמַר הַנְּזִירוּת וּמַתְחֶלֶת נְזִירוּת שְׁנִיָּה בּוֹ בַיּוֹם, מִידֵי דַּהֲוָה אַאָדָם שֶׁמְּקַבֵּל עָלָיו נְזִירוּת בַּחֲצִי הַיּוֹם שֶׁאוֹתוֹ הַיּוֹם עוֹלֶה לוֹ לְיוֹם שָׁלֵם, הִלְכָּךְ בְּיוֹם שִׁשִּׁים כָּלוּ שְׁתֵּי נְזִירִיּוֹת וּבְשִׁשִּׁים וְאֶחָד מְגַלֵּחַ עַל הַשְּׁנִיָּה, וְנִמְצָא דְּכָל תִּגְלַחַת בְּיוֹם שְׁלֹשִׁים וְאֶחָד. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-3","jbo:text":"מי שאמר הריני נזיר, נטמא יום שלשים, סותר {ב} את הכל. רבי אליעזר אומר, אינו סותר אלא שבעה {ג}. הריני נזיר שלשים יום, נטמא יום שלשים, סותר את הכל","jbo:textNikud":"מִי שֶׁאָמַר הֲרֵינִי נָזִיר, נִטְמָא יוֹם שְׁלשִׁים, סוֹתֵר {ב} אֶת הַכֹּל. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינוֹ סוֹתֵר אֶלָּא שִׁבְעָה {ג}. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם, נִטְמָא יוֹם שְׁלשִׁים, סוֹתֵר אֶת הַכֹּל","rdfs:label":"משנה נזיר ג ג","jbo:interprets":"jbr:mishna-3-4-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-3","jbo:text":"ר\"ע מברטנורה נטמא יום שלשים סותר את הכל. שהרי נטמא בתוך ימי הנזירות. ולא אמרינן דיום שלשים עולה לכאן ולכאן דמקצת היום ככלו אלא כשגלח והביא קרבנותיו בו ביום: רבי אליעזר אומר אינו סותר אלא שבעה. דסבירא ליה אמרינן מקצת היום ככלו וכאלו נטמא לאחר מלאת, וטמאה דלאחר מלאת לרבי אליעזר אינה סותרת אלא שבעה: הריני נזיר שלשים יום נטמא יום שלשים סותר את הכל. בין לרבי אליעזר בין לרבנן. דכיון דאמר הריני נזיר שלשים יום, הכל מודים דשלשים יום שלמים בעינן, ולא אמרינן בהא מקצת היום ככלו. ורבי אליעזר דסבירא ליה שהנטמא ביום מלאת ממש סותר שלשים בלבד ואינו סותר הכל, יליף לה מקרא דכתיב (במדבר ו) וזאת תורת הנזיר ביום מלאת, נטמא ביום מלאת תן לו תורת הנזיר, כלומר סתם נזירות שלשים יום, הכא שאמר הריני נזיר שלשים יום ונטמא ביום שלשים שהוא יום מלאת, לכי סותר כל השלשים, סותר את הכל. ורבנן נמי דפליגי עליה דרבי אליעזר ואמרי שהנטמא ביום מלאת סותר את הכל ואפלו מנה כמה ימים, הכא כי אמר הריני נזיר שלשים יום ונטמא ביום מלאת, לכי נמי סותר שלשים סותר את הכל, הלכך בין לרבי אליעזר בין לרבנן סותר את הכל. ובכל הא דאפליגו רבי אליעזר וחכמים הלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה נִטְמָא יוֹם שְׁלֹשִׁים סוֹתֵר אֶת הַכֹּל. שֶׁהֲרֵי נִטְמָא בְּתוֹךְ יְמֵי הַנְּזִירוּת. וְלֹא אָמְרִינַן דְּיוֹם שְׁלֹשִׁים עוֹלֶה לְכָאן וּלְכָאן דְּמִקְצַת הַיּוֹם כְּכֻלּוֹ אֶלָּא כְּשֶׁגִּלַּח וְהֵבִיא קָרְבְּנוֹתָיו בּוֹ בַיּוֹם: רַבִּי אֱלִיעֶזֶר אוֹמֵר אֵינוֹ סוֹתֵר אֶלָּא שִׁבְעָה. דִּסְבִירָא לֵיהּ אָמְרִינַן מִקְצַת הַיּוֹם כְּכֻלּוֹ וּכְאִלּוּ נִטְמָא לְאַחַר מְלֹאת, וְטֻמְאָה דִּלְאַחַר מְלֹאת לְרַבִּי אֱלִיעֶזֶר אֵינָהּ סוֹתֶרֶת אֶלָּא שִׁבְעָה: הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם נִטְמָא יוֹם שְׁלֹשִׁים סוֹתֵר אֶת הַכֹּל. בֵּין לְרַבִּי אֱלִיעֶזֶר בֵּין לְרַבָּנָן. דְּכֵיוָן דְּאָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם, הַכֹּל מוֹדִים דִּשְׁלֹשִׁים יוֹם שְׁלֵמִים בָּעִינַן, וְלֹא אָמְרִינַן בְּהָא מִקְצַת הַיּוֹם כְּכֻלּוֹ. וְרַבִּי אֱלִיעֶזֶר דִּסְבִירָא לֵיהּ שֶׁהַנִּטְמָא בְּיוֹם מְלֹאת מַמָּשׁ סוֹתֵר שְׁלֹשִׁים בִּלְבַד וְאֵינוֹ סוֹתֵר הַכֹּל, יָלֵיף לָהּ מִקְּרָא דִכְתִיב (בְּמִדְבָּר ו) וְזֹאת תּוֹרַת הַנָּזִיר בְּיוֹם מְלֹאת, נִטְמָא בְּיוֹם מְלֹאת תֵּן לוֹ תּוֹרַת הַנָּזִיר, כְּלוֹמַר סְתָם נְזִירוּת שְׁלֹשִׁים יוֹם, הָכָא שֶׁאָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם וְנִטְמָא בְּיוֹם שְׁלֹשִׁים שֶׁהוּא יוֹם מְלֹאת, לְכִי סוֹתֵר כָּל הַשְּׁלֹשִׁים, סוֹתֵר אֶת הַכֹּל. וְרַבָּנָן נַמִּי דִפְלִיגֵי עֲלֵיהּ דְּרַבִּי אֱלִיעֶזֶר וְאָמְרֵי שֶׁהַנִּטְמָא בְּיוֹם מְלֹאת סוֹתֵר אֶת הַכֹּל וַאֲפִלּוּ מָנָה כַּמָּה יָמִים, הָכָא כִּי אָמַר הֲרֵינִי נָזִיר שְׁלֹשִׁים יוֹם וְנִטְמָא בְּיוֹם מְלֹאת, לְכִי נַמִּי סוֹתֵר שְׁלֹשִׁים סוֹתֵר אֶת הַכֹּל, הִלְכָּךְ בֵּין לְרַבִּי אֱלִיעֶזֶר בֵּין לְרַבָּנָן סוֹתֵר אֶת הַכֹּל. וּבְכָל הָא דְּאַפְלִיגוּ רַבִּי אֱלִיעֶזֶר וַחֲכָמִים הֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-3","jbo:text":"עיקר תוי\"ט {ב} סותר. כדכתיב (במדבר ו) וכי ימות מת עליו וגו' והימים הראשונים יפלו: {ג} אלא שבעה. כדי שיביא קרבנותיו בטהרה שיזה עליו בשלישי ושביעי. רש\"י. והינו סותר שבעה, שאסור לשתות יין ולהטמא למתים עד שיביא קרבנותיו. תוספות","jbo:textNikud":"עיקר תוי\"ט {ב} סוֹתֵר. כְּדִכְתִיב (בְּמִדְבָּר ו) וְכִי יָמוּת מֵת עָלָיו וְגוֹ' וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ: {ג} אֶלָּא שִׁבְעָה. כְּדֵי שֶׁיָּבִיא קָרְבְּנוֹתָיו בְּטָהֳרָה שֶׁיַּזֶּה עָלָיו בַּשְּׁלִישִׁי וּשְׁבִיעִי. רַשִׁ\"י. וְהַיְנוּ סוֹתֵר שִׁבְעָה, שֶׁאָסוּר לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לְמֵתִים עַד שֶׁיָּבִיא קָרְבְּנוֹתָיו. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-4","jbo:text":"הריני נזיר מאה יום, נטמא יום מאה, סותר את הכל. רבי אליעזר אומר, אינו סותר אלא שלשים. נטמא יום מאה ואחד, סותר שלשים יום. רבי אליעזר אומר, אינו סותר אלא שבעה","jbo:textNikud":"הֲרֵינִי נָזִיר מֵאָה יוֹם, נִטְמָא יוֹם מֵאָה, סוֹתֵר אֶת הַכֹּל. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינוֹ סוֹתֵר אֶלָּא שְׁלשִׁים. נִטְמָא יוֹם מֵאָה וְאֶחָד, סוֹתֵר שְׁלשִׁים יוֹם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֵינוֹ סוֹתֵר אֶלָּא שִׁבְעָה","rdfs:label":"משנה נזיר ג ד","jbo:interprets":"jbr:mishna-3-4-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-4","jbo:text":"ר\"ע מברטנורה הריני נזיר מאה יום נטמא יום מאה סותר את הכל. רבנן לטעמיהו דאמרי נטמא יום מלאת כאלו נטמא בתוך זמנו וסותר את הכל: רבי אליעזר אומר לא סותר אלא שלשים. דסבירא ליה נטמא ביום מלאת אינו סותר אלא שלשים {ד}: נטמא יום מאה ואחד. לרבנן סותר שלשים, דגזרו יום מאה ואחד שהוא יום תגלחת אטו יום מאה. ומכל מקום לא החמירו {ה} עליו לעשותו כיום מאה שהוא יום מלאת שהוא סותר הכל, וגזרו שיסתר סתם נזירות שהוא שלשים יום בלבד: ורבי אליעזר אומר אינו סותר אלא שבעה. ואזדא לטעמיה דאפלו ביום שלשים לא גזר באומר הריני נזיר סתם {ו}","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר מֵאָה יוֹם נִטְמָא יוֹם מֵאָה סוֹתֵר אֶת הַכֹּל. רַבָּנָן לְטַעֲמַיְהוּ דְאָמְרֵי נִטְמָא יוֹם מְלֹאת כְּאִלּוּ נִטְמָא בְּתוֹךְ זְמַנּוֹ וְסוֹתֵר אֶת הַכֹּל: רַבִּי אֱלִיעֶזֶר אוֹמֵר לֹא סוֹתֵר אֶלָּא שְׁלֹשִׁים. דִּסְבִירָא לֵיהּ נִטְמָא בְּיוֹם מְלֹאת אֵינוֹ סוֹתֵר אֶלָּא שְׁלֹשִׁים {ד}: נִטְמָא יוֹם מֵאָה וְאֶחָד. לְרַבָּנָן סוֹתֵר שְׁלֹשִׁים, דְּגָזְרוּ יוֹם מֵאָה וְאֶחָד שֶׁהוּא יוֹם תִּגְלַחַת אַטּוּ יוֹם מֵאָה. וּמִכָּל מָקוֹם לֹא הֶחְמִירוּ {ה} עָלָיו לַעֲשׂוֹתוֹ כְּיוֹם מֵאָה שֶׁהוּא יוֹם מְלֹאת שֶׁהוּא סוֹתֵר הַכֹּל, וְגָזְרוּ שֶׁיִּסְתֹּר סְתָם נְזִירוּת שֶׁהוּא שְׁלֹשִׁים יוֹם בִּלְבַד: וְרַבִּי אֱלִיעֶזֶר אוֹמֵר אֵינוֹ סוֹתֵר אֶלָּא שִׁבְעָה. וְאַזְדָא לְטַעְמֵיהּ דַּאֲפִלּוּ בְּיוֹם שְׁלֹשִׁים לֹא גָּזַר בְּאוֹמֵר הֲרֵינִי נָזִיר סְתָם {ו}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-4","jbo:text":"עיקר תוי\"ט {ד} ואף על גב דסבירא ליה לרבי אליעזר מקצת היום ככלו, הואיל דקאמר מאה יום, שלמים משמע. רש\"י. וקצת קשה דאלא היכי הוה ליה למימר, דבשלמא כשאמר שלשים שהיה יכול לדר בנזיר סתם והוה שלשים, כי פרש ואמר שלשים ודאי שלמים בעי למימר, אבל כשרוצה לדר בנזירות מרבה על כרחו צריך לפרש, ומנלן דשלמים בעי למימר. ונראה כפרוש התוספות דמשמעות דקרא דזאת תורת הנזיר משמע דאירי בדמפרש נזירותו ולא בסתם נזיר, מדקאמר נטמא ביום מלאת תן לו תורת נזיר פרוש סתם נזירות, מכלל דעד השתא לאו בכלל נזירות קימי, אבל מנזירות סתם לא מירי כלל. אבל כי נדר בפרוש שלשים אז לא הוי נמי סתם נזיר, דהא פרש שלשים יום, בההיא מודה רבי אליעזר כי נטמא ביום שלשים דסותר שלשים, דבדידיה נמי אירי קרא: {ה} אבל התוספות כתבו דלכך אינו סותר אלא שלשים, דהואיל ויום מאה ואחד יום תגלחת ויום הבאת קרבנותיו גזרינן אטו נזיר סתם היכא דנטמא ביום שלשים, דהוי יום שלשים יום תגלחת מן התורה משום דאמרינן מקצת היום ככלו וסותר כל שלשים מדין תורה כדלעיל, וגזרינן יום מאה ואחד אטו יום שלשים, והוא הדין לעיל הוה מצי למתני הכי גבי הריני נזיר נטמא יום שלשים ואחד סותר הכל מדרבנן: {ו} כלומר דלית ליה גזרה כלל ואפלו ביום שלשים, אבל לרבנן דסותר ביום שלשים לאו משום גזרה הוא אלא מן התורה הוא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ד} וְאַף עַל גַּב דִּסְבִירָא לֵיהּ לְרַבִּי אֱלִיעֶזֶר מִקְצַת הַיּוֹם כְּכֻלּוֹ, הוֹאִיל דְּקָאָמַר מֵאָה יוֹם, שְׁלֵמִים מַשְׁמַע. רַשִׁ\"י. וּקְצָת קָשֶׁה דְּאֶלָּא הֵיכִי הֲוָה לֵיהּ לְמֵימַר, דְּבִשְׁלָמָא כְּשֶׁאָמַר שְׁלֹשִׁים שֶׁהָיָה יָכוֹל לִדֹּר בְּנָזִיר סְתָם וַהֲוָה שְׁלֹשִׁים, כִּי פֵרֵשׁ וְאָמַר שְׁלֹשִׁים וַדַּאי שְׁלֵמִים בָּעֵי לְמֵימַר, אֲבָל כְּשֶׁרוֹצֶה לִדֹּר בִּנְזִירוּת מְרֻבָּה עַל כָּרְחוֹ צָרִיךְ לְפָרֵשׁ, וּמְנָלָן דִשְׁלֵמִים בָּעֵי לְמֵימַר. וְנִרְאֶה כְפֵרוּשׁ הַתּוֹסָפוֹת דְּמַשְׁמָעוּת דִּקְרָא דְּזֹאת תּוֹרַת הַנָּזִיר מַשְׁמַע דְּאָיְרֵי בְדִמְפָרֵשׁ נְזִירוּתוֹ וְלֹא בִּסְתָם נָזִיר, מִדְקָאָמַר נִטְמָא בְּיוֹם מְלֹאת תֵּן לוֹ תּוֹרַת נָזִיר פֵּרוּשׁ סְתָם נְזִירוּת, מִכְּלָל דְּעַד הַשְׁתָּא לָאו בִּכְלַל נְזִירוּת קַיְּמֵי, אֲבָל מִנְּזִירוּת סְתָם לֹא מַיְרֵי כְּלָל. אֲבָל כִּי נָדַר בְּפֵרוּשׁ שְׁלֹשִׁים אָז לֹא הָוֵי נַמִּי סְתָם נָזִיר, דְּהָא פֵּרֵשׁ שְׁלֹשִׁים יוֹם, בְּהַהִיא מוֹדֶה רַבִּי אֱלִיעֶזֶר כִּי נִטְמָא בְּיוֹם שְׁלֹשִׁים דְּסוֹתֵר שְׁלֹשִׁים, דִּבְדִידֵיהּ נַמִּי אָיְרֵי קְרָא: {ה} אֲבָל הַתּוֹסָפוֹת כָּתְבוּ דִּלְכָךְ אֵינוֹ סוֹתֵר אֶלָּא שְׁלֹשִׁים, דְּהוֹאִיל וְיוֹם מֵאָה וְאֶחָד יוֹם תִּגְלַחַת וְיוֹם הֲבָאַת קָרְבְּנוֹתָיו גָּזְרִינַן אַטּוּ נָזִיר סְתָם הֵיכָא דְּנִטְמָא בְּיוֹם שְׁלֹשִׁים, דַּהֲוֵי יוֹם שְׁלֹשִׁים יוֹם תִּגְלַחַת מִן הַתּוֹרָה מִשּׁוּם דְּאָמְרִינַן מִקְצַת הַיּוֹם כְּכֻלּוֹ וְסוֹתֵר כָּל שְׁלֹשִׁים מִדִּין תּוֹרָה כְּדִלְעֵיל, וְגָזְרִינַן יוֹם מֵאָה וְאֶחָד אַטּוּ יוֹם שְׁלֹשִׁים, וְהוּא הַדִּין לְעֵיל הֲוָה מָצֵי לְמִתְנֵי הָכִי גַּבֵּי הֲרֵינִי נָזִיר נִטְמָא יוֹם שְׁלֹשִׁים וְאֶחָד סוֹתֵר הַכֹּל מִדְּרַבָּנָן: {ו} כְּלוֹמַר דְּלֵית לֵיהּ גְּזֵרָה כְּלָל וַאֲפִלּוּ בְּיוֹם שְׁלֹשִׁים, אֲבָל לְרַבָּנָן דְּסוֹתֵר בְּיוֹם שְׁלֹשִׁים לָאו מִשּׁוּם גְּזֵרָה הוּא אֶלָּא מִן הַתּוֹרָה הוּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-5","jbo:text":"מי שנזר והוא בבית הקברות {ז}, אפלו היה שם שלשים יום, אין עולין לו מן המנין ואינו מביא קרבן טמאה {ח}. יצא ונכנס, עולין לו מן המנין ומביא קרבן טמאה. רבי אליעזר אומר, לא בו ביום, שנאמר (במדבר ו) והימים הראשנים יפלו, עד שיהיו לו ימים ראשונים","jbo:textNikud":"מִי שֶׁנָּזַר וְהוּא בְּבֵית הַקְּבָרוֹת {ז}, אֲפִלּוּ הָיָה שָׁם שְׁלשִׁים יוֹם, אֵין עוֹלִין לוֹ מִן הַמִּנְיָן וְאֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה {ח}. יָצָא וְנִכְנַס, עוֹלִין לוֹ מִן הַמִּנְיָן וּמֵבִיא קָרְבַּן טֻמְאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לֹא בוֹ בַיּוֹם, שֶׁנֶּאֱמַר (במדבר ו) וְהַיָּמִים הָרִאשֹׁנִים יִפְּלוּ, עַד שֶׁיִּהְיוּ לוֹ יָמִים רִאשׁוֹנִים","rdfs:label":"משנה נזיר ג ה","jbo:interprets":"jbr:mishna-3-4-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-5","jbo:text":"ר\"ע מברטנורה ואינו מביא קרבן טמאה. דכי כתיב קרבן טמאה, בנזיר טהור שנטמא הוא דכתיב. ומכל מקום אם התרו בו חיב מלקות: יצא ונכנס עולין לו מן המנין ומביא קרבן טמאה. הא מתניתין מפרשא בגמרא הכי, יצא מבית הקברות והזה שלישי ושביעי וטבל וטהר מטמאתו והתחיל למנות ימי נזירותו, אף על פי שחזר ונכנס אחר כך לבית הקברות, עולין לו מן המנין אלו הימים שמנה אחר שטהר, הואיל והפסיקה טהרה בין הימים הראשונים שנזר והוא בבית הקברות ובין אלו הימים האחרונים. ואף על פי שחזר ונכנס לבית הקברות, טמאת בית הקברות אינה סותרת מנין הימים שנמנו בטהרה, שאין סותר בנזיר אלא שתים עשרה טמאות האמורות בו {ט}. והאי דקאמר תו ומביא קרבן טמאה, הכי קאמר, אם נטמא שוב באחת מן הטמאות שהנזיר מגלח, מביא קרבן טמאה וסותר: רבי אליעזר אומר לא בו ביום. כלומר אם בו ביום שטבל וטהר בו ביום נטמא באחת מן הטמאות שהנזיר מגלח, אינו סותר אותו היום, דכתיב והימים הראשונים יפלו, אין הטמאה סותרת עד שיהיו לו שני ימים {י} של נזירות מנויים. והוא הדין בנזיר בעלמא שנטמא ביום ראשון של מנין נזירותו, שאין הטמאה סותרת אותו היום, אלא משלים עליו מנין ימי נזירותו. והלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה וְאֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה. דְּכִי כְּתִיב קָרְבַּן טֻמְאָה, בְּנָזִיר טָהוֹר שֶׁנִּטְמָא הוּא דִכְתִיב. וּמִכָּל מָקוֹם אִם הִתְרוּ בּוֹ חַיָּב מַלְקוֹת: יָצָא וְנִכְנַס עוֹלִין לוֹ מִן הַמִּנְיָן וּמֵבִיא קָרְבַּן טֻמְאָה. הָא מַתְנִיתִין מִפָּרְשָׁא בַּגְּמָרָא הָכִי, יָצָא מִבֵּית הַקְּבָרוֹת וְהִזָּה שְׁלִישִׁי וּשְׁבִיעִי וְטָבַל וְטָהַר מִטֻּמְאָתוֹ וְהִתְחִיל לִמְנוֹת יְמֵי נְזִירוּתוֹ, אַף עַל פִּי שֶׁחָזַר וְנִכְנַס אַחַר כָּךְ לְבֵית הַקְּבָרוֹת, עוֹלִין לוֹ מִן הַמִּנְיָן אֵלּוּ הַיָּמִים שֶׁמָּנָה אַחַר שֶׁטָּהַר, הוֹאִיל וְהִפְסִיקָה טָהֳרָה בֵּין הַיָּמִים הָרִאשׁוֹנִים שֶׁנָּזַר וְהוּא בְּבֵית הַקְּבָרוֹת וּבֵין אֵלּוּ הַיָּמִים הָאַחֲרוֹנִים. וְאַף עַל פִּי שֶׁחָזַר וְנִכְנַס לְבֵית הַקְּבָרוֹת, טֻמְאַת בֵּית הַקְּבָרוֹת אֵינָהּ סוֹתֶרֶת מִנְיַן הַיָּמִים שֶׁנִּמְנוּ בְּטָהֳרָה, שֶׁאֵין סוֹתֵר בַּנָּזִיר אֶלָּא שְׁתֵּים עֶשְׂרֵה טֻמְאוֹת הָאֲמוּרוֹת בּוֹ {ט}. וְהַאי דְקָאָמַר תּוּ וּמֵבִיא קָרְבַּן טֻמְאָה, הָכִי קָאָמַר, אִם נִטְמָא שׁוּב בְּאַחַת מִן הַטֻּמְאוֹת שֶׁהַנָּזִיר מְגַלֵּחַ, מֵבִיא קָרְבַּן טֻמְאָה וְסוֹתֵר: רַבִּי אֱלִיעֶזֶר אוֹמֵר לֹא בוֹ בַיּוֹם. כְּלוֹמַר אִם בּוֹ בַיּוֹם שֶׁטָּבַל וְטָהַר בּוֹ בַיּוֹם נִטְמָא בְּאַחַת מִן הַטֻּמְאוֹת שֶׁהַנָּזִיר מְגַלֵּחַ, אֵינוֹ סוֹתֵר אוֹתוֹ הַיּוֹם, דִּכְתִיב וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ, אֵין הַטֻּמְאָה סוֹתֶרֶת עַד שֶׁיִּהְיוּ לוֹ שְׁנֵי יָמִים {י} שֶׁל נְזִירוּת מְנוּיִים. וְהוּא הַדִּין בְּנָזִיר בְּעָלְמָא שֶׁנִּטְמָא בְּיוֹם רִאשׁוֹן שֶׁל מִנְיַן נְזִירוּתוֹ, שֶׁאֵין הַטֻּמְאָה סוֹתֶרֶת אוֹתוֹ הַיּוֹם, אֶלָּא מַשְׁלִים עָלָיו מִנְיָן יְמֵי נְזִירוּתוֹ. וַהֲלָכָה כְּרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-5","jbo:text":"עיקר תוי\"ט {ז} בבית הקברות. והוא הדין אם היה טמא ונדר. תוספות: {ח} ואינו כו'. אם נטמא טמאה שהנזיר מגלח עליה. הרמב\"ם: {ט} עין ריש פרק ז'. ויש עוד שתי טמאות שמגלח עליהן, והן עצם כשערה ורבע קב עצמות, שאלו בנזיר אין מטמא באהל, אבל מטמא לנזיר במגע ובמשא. ועין תוספות יום טוב: {י} כלומר עד שיתחיל יום השני. וכן פסקו רש\"י ותוספות, וכן הוא בפרוש הרמב\"ם. אבל בחבורו כתב דוקא שני ימים, לכן צריך לומר דמה שכתב [הר\"ב] והוא הדין כו' ביום ראשון לאו דוקא, וכן בדברי רבי אליעזר לא בו ביום, לאו דוקא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} בְּבֵית הַקְּבָרוֹת. וְהוּא הַדִּין אִם הָיָה טָמֵא וְנָדַר. תּוֹסָפוֹת: {ח} וְאֵינוֹ כוּ'. אִם נִטְמָא טֻמְאָה שֶׁהַנָּזִיר מְגַלֵּחַ עָלֶיהָ. הָרַמְבַּ\"ם: {ט} עַיֵּן רֵישׁ פֶּרֶק ז'. וְיֵשׁ עוֹד שְׁתֵּי טֻמְאוֹת שֶׁמְּגַלֵּחַ עֲלֵיהֶן, וְהֵן עֶצֶם כִּשְׂעֹרָה וְרֹבַע קַב עֲצָמוֹת, שֶׁאֵלּוּ בַּנָּזִיר אֵין מְטַמֵּא בָאֹהֶל, אֲבָל מְטַמֵּא לַנָּזִיר בַּמַּגָּע וּבַמַּשָּׂא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} כְּלוֹמַר עַד שֶׁיַּתְחִיל יוֹם הַשֵּׁנִי. וְכֵן פָּסְקוּ רַשִׁ\"י וְתוֹסָפוֹת, וְכֵן הוּא בְּפֵרוּשׁ הָרַמְבַּ\"ם. אֲבָל בְּחִבּוּרוֹ כָּתַב דַּוְקָא שְׁנֵי יָמִים, לָכֵן צָרִיךְ לוֹמַר דְּמַה שֶׁכָּתַב [הָרַ\"ב] וְהוּא הַדִּין כוּ' בְּיוֹם רִאשׁוֹן לָאו דַּוְקָא, וְכֵן בְּדִבְרֵי רַבִּי אֱלִיעֶזֶר לֹא בּוֹ בַיּוֹם, לָאו דַּוְקָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-6","jbo:text":"מי שנזר נזירות הרבה {יא} והשלים את נזירותו, ואחר כך בא לארץ, בית שמאי אומרים, נזיר שלשים יום, ובית הלל אומרים, נזיר בתחלה. מעשה בהילני המלכה, שהלך בנה למלחמה, ואמרה, אם יבא בני מן המלחמה בשלום אהא נזירה שבע שנים, ובא בנה מן המלחמה, והיתה נזירה שבע שנים. ובסוף שבע שנים עלתה לארץ, והורוה בית הלל שתהא נזירה עוד שבע שנים אחרות. ובסוף שבע שנים נטמאת, ונמצאת נזירה עשרים ואחת שנה. אמר רבי יהודה, לא היתה נזירה אלא ארבע עשרה שנה","jbo:textNikud":"מִי שֶׁנָּזַר נְזִירוּת הַרְבֵּה {יא} וְהִשְׁלִים אֶת נְזִירוּתוֹ, וְאַחַר כָּךְ בָּא לָאָרֶץ, בֵּית שַׁמַּאי אוֹמְרִים, נָזִיר שְׁלשִׁים יוֹם, וּבֵית הִלֵּל אוֹמְרִים, נָזִיר בַּתְּחִלָּה. מַעֲשֶׂה בְהִילְנִי הַמַּלְכָּה, שֶׁהָלַךְ בְּנָהּ לַמִּלְחָמָה, וְאָמְרָה, אִם יָבֹא בְנִי מִן הַמִּלְחָמָה בְשָׁלוֹם אֱהֵא נְזִירָה שֶׁבַע שָׁנִים, וּבָא בְנָהּ מִן הַמִּלְחָמָה, וְהָיְתָה נְזִירָה שֶׁבַע שָׁנִים. וּבְסוֹף שֶׁבַע שָׁנִים עָלְתָה לָאָרֶץ, וְהוֹרוּהָ בֵית הִלֵּל שֶׁתְּהֵא נְזִירָה עוֹד שֶׁבַע שָׁנִים אֲחֵרוֹת. וּבְסוֹף שֶׁבַע שָׁנִים נִטְמֵאת, וְנִמְצֵאת נְזִירָה עֶשְׂרִים וְאַחַת שָׁנָה. אָמַר רַבִּי יְהוּדָה, לֹא הָיְתָה נְזִירָה אֶלָּא אַרְבַּע עֶשְׂרֵה שָׁנָה","rdfs:label":"משנה נזיר ג ו","jbo:interprets":"jbr:mishna-3-4-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-6","jbo:text":"ר\"ע מברטנורה והשלים את נזירותו ואחר כך בא לארץ. שאין נזירות נוהגת אלא בארץ, משום טמאת ארץ העמים. ומי שנדר נזירות בחוצה לארץ מחיבין אותו לעלות לארץ ישראל ולהיות נוהג שם נזירותו {יב}: נזיר בתחלה. צריך לנהג בארץ ישראל כמנין הימים שנדר בנזירות, והימים שנהג בנזירות בחוצה לארץ כאלו לא נהג בהם נזירות כלל: אמר רבי יהודה לא היתה נזירה אלא ארבע עשרה שנה. רבי יהודה סבירא ליה כרבי אליעזר דאמר לעיל בפרקין הנטמא ביום מלאת אינו סותר אלא שלשים יום, ומשום הכי קאמר דהילני המלכה שנטמאה בסוף ארבע עשרה שנה שהיה ביום מלאת לא סתרה הכל ולא הצרכה למנות עוד שבע שנים אחרות אלא שלשים יום בלבד. ולפי שלא היתה שנה שלמה לא מנאה בחשבון, והרי הוא כאלו אמר לא היתה נזירה אלא ארבע עשרה שנה ושלשים יום","jbo:textNikud":"ר\"ע מברטנורה וְהִשְׁלִים אֶת נְזִירוּתוֹ וְאַחַר כָּךְ בָּא לָאָרֶץ. שֶׁאֵין נְזִירוּת נוֹהֶגֶת אֶלָּא בָּאָרֶץ, מִשּׁוּם טֻמְאַת אֶרֶץ הָעַמִּים. וּמִי שֶׁנָּדַר נְזִירוּת בְּחוּצָה לָאָרֶץ מְחַיְּבִין אוֹתוֹ לַעֲלוֹת לְאֶרֶץ יִשְׂרָאֵל וְלִהְיוֹת נוֹהֵג שָׁם נְזִירוּתוֹ {יב}: נָזִיר בַּתְּחִלָּה. צָרִיךְ לִנְהֹג בְּאֶרֶץ יִשְׂרָאֵל כְּמִנְיַן הַיָּמִים שֶׁנָּדַר בִּנְזִירוּת, וְהַיָּמִים שֶׁנָּהַג בִּנְזִירוּת בְּחוּצָה לָאָרֶץ כְּאִלּוּ לֹא נָהַג בָּהֶם נְזִירוּת כְּלָל: אָמַר רַבִּי יְהוּדָה לֹא הָיְתָה נְזִירָה אֶלָּא אַרְבַּע עֶשְׂרֵה שָׁנָה. רַבִּי יְהוּדָה סְבִירָא לֵיהּ כְּרַבִּי אֱלִיעֶזֶר דְּאָמַר לְעֵיל בְּפִרְקִין הַנִּטְמָא בְּיוֹם מְלֹאת אֵינוֹ סוֹתֵר אֶלָּא שְׁלֹשִׁים יוֹם, וּמִשּׁוּם הָכִי קָאָמַר דְּהִילְנִי הַמַּלְכָּה שֶׁנִּטְמְאָה בְּסוֹף אַרְבַּע עֶשְׂרֵה שָׁנָה שֶׁהָיָה בְּיוֹם מְלֹאת לֹא סָתְרָה הַכֹּל וְלֹא הֻצְרְכָה לִמְנוֹת עוֹד שֶׁבַע שָׁנִים אֲחֵרוֹת אֶלָּא שְׁלֹשִׁים יוֹם בִּלְבַד. וּלְפִי שֶׁלֹּא הָיְתָה שָׁנָה שְׁלֵמָה לֹא מְנָאָהּ בַּחֶשְׁבּוֹן, וַהֲרֵי הוּא כְאִלּוּ אָמַר לֹא הָיְתָה נְזִירָה אֶלָּא אַרְבַּע עֶשְׂרֵה שָׁנָה וּשְׁלֹשִׁים יוֹם","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-6","jbo:text":"עיקר תוי\"ט {יא} הרבה. פרשו התוספות הרבה משלשים יום. וביש ספרים גרס מרבה: {יב} והא דתנן ואחר כך בא לארץ, לאו דוקא במקרה בעלמא דלא סגי דלא אתי לארץ ישראל להקריב קרבנותיו ולהשלים נזירות לכל מר כדאית ליה. תוספות. ומשמע דמחיבין היו אותו מיד לילך לארץ ישראל. והילני המלכה אפשר שלא ידעו חכמים בנזירותה כו'. כסף משנה. ולפי מה שכתב הר\"ב בעדיות פרק ד' משנה י\"א דטעמא משום קנסא, יש לומר דאין מחיבים אלא כשהשלים נזירותו. וכן משמע מלשון הר\"ב. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} הַרְבֵּה. פֵּרְשׁוּ הַתּוֹסָפוֹת הַרְבֵּה מִשְּׁלֹשִׁים יוֹם. וּבְיֵּשׁ סְפָרִים גָּרַס מְרֻבֶּה: {יב} וְהָא דִתְנַן וְאַחַר כָּךְ בָּא לָאָרֶץ, לָאו דַּוְקָא בְּמִקְרֶה בְּעָלְמָא דְּלֹא סַגִּי דְּלֹא אָתֵי לְאֶרֶץ יִשְׂרָאֵל לְהַקְרִיב קָרְבְּנוֹתָיו וּלְהַשְׁלִים נְזִירוּת לְכָל מַר כִּדְאִית לֵיהּ. תּוֹסָפוֹת. וּמַשְׁמַע דִּמְחַיְּבִין הָיוּ אוֹתוֹ מִיָּד לֵילֵךְ לְאֶרֶץ יִשְׂרָאֵל. וְהִילְנִי הַמַּלְכָּה אֶפְשָׁר שֶׁלֹּא יָדְעוּ חֲכָמִים בִּנְזִירוּתָהּ כוּ'. כֶּסֶף מִשְׁנֶה. וּלְפִי מַה שֶּׁכָּתַב הָרַ\"ב בְּעֵדֻיּוֹת פֶּרֶק ד' מִשְׁנָה י\"א דְּטַעְמָא מִשּׁוּם קְנָסָא, יֵשׁ לוֹמַר דְּאֵין מְחַיְּבִים אֶלָּא כְּשֶׁהִשְׁלִים נְזִירוּתוֹ. וְכֵן מַשְׁמַע מִלָּשׁוֹן הָרַ\"ב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-3-4-3-7","jbo:text":"מי שהיו שתי כתי עדים מעידות אותו, אלו מעידים שנזר שתים, ואלו מעידים שנזר חמש, בית שמאי אומרים, נחלקה העדות ואין כאן נזירות. ובית הלל אומרים, יש בכלל חמש שתים, שיהא נזיר שתים","jbo:textNikud":"מִי שֶׁהָיוּ שְׁתֵּי כִתֵּי עֵדִים מְעִידוֹת אוֹתוֹ, אֵלּוּ מְעִידִים שֶׁנָּזַר שְׁתַּיִם, וְאֵלּוּ מְעִידִים שֶׁנָּזַר חָמֵשׁ, בֵּית שַׁמַּאי אוֹמְרִים, נֶחְלְקָה הָעֵדוּת וְאֵין כָּאן נְזִירוּת. וּבֵית הִלֵּל אוֹמְרִים, יֵשׁ בִּכְלָל חָמֵשׁ שְׁתַּיִם, שֶׁיְּהֵא נָזִיר שְׁתָּיִם","rdfs:label":"משנה נזיר ג ז","jbo:interprets":"jbr:mishna-3-4-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-bartanura-3-4-3-7","jbo:text":"ר\"ע מברטנורה אלו מעידים שנדר שתים. שתי נזיריות: ואלו מעידים שנדר חמש. באותה שעה שאתם אומרים שנדר שתים, אנו מעידים שנדר חמש נזירות. והוא אומר שלא נדר כלל {יג}: בית שמאי אומרים נחלקה העדות. הואיל ומכחישות זו את זו נתבטלו דבריהם ואין כאן עדות כלל: ובית הלל אומרים יש בכלל חמש שתים. ויהא נזיר שתים","jbo:textNikud":"ר\"ע מברטנורה אֵלּוּ מְעִידִים שֶׁנָּדַר שְׁתַּיִם. שְׁתֵּי נְזִירִיּוֹת: וְאֵלּוּ מְעִידִים שֶׁנָּדַר חָמֵשׁ. בְּאוֹתָהּ שָׁעָה שֶׁאַתֶּם אוֹמְרִים שֶׁנָּדַר שְׁתַּיִם, אָנוּ מְעִידִים שֶׁנָּדַר חָמֵשׁ נְזִירוּת. וְהוּא אוֹמֵר שֶׁלֹּא נָדַר כְּלָל {יג}: בֵּית שַׁמַּאי אוֹמְרִים נֶחְלְקָה הָעֵדוּת. הוֹאִיל וּמַכְחִישׁוֹת זוֹ אֶת זוֹ נִתְבַּטְּלוּ דִּבְרֵיהֶם וְאֵין כָּאן עֵדוּת כְּלָל: וּבֵית הִלֵּל אוֹמְרִים יֵשׁ בִּכְלַל חָמֵשׁ שְׁתַּיִם. וִיהֵא נָזִיר שְׁתַּיִם","rdfs:label":"ר\"ע מברטנורה משנה נזיר ג ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-3"],"uri":"jbr:mishna-yomtov-3-4-3-7","jbo:text":"עיקר תוי\"ט {יג} ואי נמי באומר איני יודע, והשתא צריך לדון לפי העדות, אי נמי ששותק ובאו שתי הכתות יחד, דלא הוי שתיקתו כהודאה, דלאו מודה הוא דאמר מה לי להכחישן הא שתיהן מכחישות זו את זו. תוספות","jbo:textNikud":"עיקר תוי\"ט {יג} וְאִי נַמִּי בְּאוֹמֵר אֵינִי יוֹדֵעַ, וְהַשְׁתָּא צָרִיךְ לִדּוֹן לְפִי הָעֵדוּת, אִי נַמִּי שֶׁשּׁוֹתֵק וּבָאוּ שְׁתֵּי הַכִּתּוֹת יַחַד, דְּלֹא הָוֵי שְׁתִיקָתוֹ כְהוֹדָאָה, דְּלָאו מוֹדֶה הוּא דְּאָמַר מַה לִּי לְהַכְחִישָׁן הָא שְׁתֵּיהֶן מַכְחִישׁוֹת זוֹ אֶת זוֹ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ג ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-3-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-1","jbo:text":"מי שאמר הריני נזיר, ושמע חברו ואמר ואני, ואני {א}, כלם נזירין. התר הראשון, התרו כלן. התר האחרון, האחרון מתר וכלם אסורין. אמר הריני נזיר, ושמע חברו ואמר, פי כפיו ושערי כשערו, הרי זה נזיר. הריני נזיר, ושמעה אשתו ואמרה, ואני, מפר את שלה, ושלו קים. הריני נזירה, ושמע בעלה ואמר, ואני, אינו יכול להפר","jbo:textNikud":"מִי שֶׁאָמַר הֲרֵינִי נָזִיר, וְשָׁמַע חֲבֵרוֹ וְאָמַר וָאָנִי, וָאָנִי {א}, כֻּלָּם נְזִירִין. הֻתַּר הָרִאשׁוֹן, הֻתְּרוּ כֻלָּן. הֻתַּר הָאַחֲרוֹן, הָאַחֲרוֹן מֻתָּר וְכֻלָּם אֲסוּרִין. אָמַר הֲרֵינִי נָזִיר, וְשָׁמַע חֲבֵרוֹ וְאָמַר, פִּי כְפִיו וּשְׂעָרִי כִשְׂעָרוֹ, הֲרֵי זֶה נָזִיר. הֲרֵינִי נָזִיר, וְשָׁמְעָה אִשְׁתּוֹ וְאָמְרָה, וָאָנִי, מֵפֵר אֶת שֶׁלָּהּ, וְשֶׁלּוֹ קַיָּם. הֲרֵינִי נְזִירָה, וְשָׁמַע בַּעְלָהּ וְאָמַר, וָאָנִי, אֵינוֹ יָכוֹל לְהָפֵר","rdfs:label":"משנה נזיר ד א","jbo:interprets":"jbr:mishna-3-4-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-1","jbo:text":"ר\"ע מברטנורה מי שאמר הריני נזיר. כלם נזירים. והוא שהתפיס כל אחד מהן בתוך דברי חברו {ב} {ג} בכדי שאלת שלום תלמיד לרב, שהוא כדי שיאמר שלום עליך רבי: פי כפיו כו'. והוא שיאמר פי כפיו מיין ושערי כשערו מלהגזז: ושמע בעלה ואמר ואני, אינו יכול להפר. שכבר קים נדרה כשאמר ואני. ואם אשה נדרה בנזיר ושמע אחר ואמר ואני, ואחר כך הפר לה בעלה, אינו מופר לזה שאמר ואני, שאין הבעל עוקר הנדר מעקרו כמו החכם","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁאָמַר הֲרֵינִי נָזִיר. כֻּלָּם נְזִירִים. וְהוּא שֶׁהִתְפִּיס כָּל אֶחָד מֵהֶן בְּתוֹךְ דִּבְרֵי חֲבֵרוֹ {ב} {ג} בִּכְדֵי שְׁאֵלַת שָׁלוֹם תַּלְמִיד לָרַב, שֶׁהוּא כְּדֵי שֶׁיֹּאמַר שָׁלוֹם עָלֶיךָ רַבִּי: פִּי כְפִיו כוּ'. וְהוּא שֶׁיֹּאמַר פִּי כְּפִיו מִיַּיִן וּשְׂעָרִי כִּשְׂעָרוֹ מִלְּהִגָּזֵז: וְשָׁמַע בַּעְלָהּ וְאָמַר וָאָנִי, אֵינוֹ יָכוֹל לְהָפֵר. שֶׁכְּבָר קִיֵּם נִדְרָהּ כְּשֶׁאָמַר וַאֲנִי. וְאִם אִשָּׁה נָדְרָה בְּנָזִיר וְשָׁמַע אַחֵר וְאָמַר וַאֲנִי, וְאַחַר כָּךְ הֵפֵר לָהּ בַּעְלָהּ, אֵינוֹ מוּפָר לָזֶה שֶׁאָמַר וַאֲנִי, שֶׁאֵין הַבַּעַל עוֹקֵר הַנֶּדֶר מֵעִקָּרוֹ כְּמוֹ הֶחָכָם","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-1","jbo:text":"עיקר תוי\"ט {א} ואני ואני. כלומר שנים שמעו לראשון שקבל נזירות והאחד אמר ואני וכן השני אמר ואני. תוספות: {ב} דחד בחבריה מתפיס, ולאו בקמא. גמרא. ולפיכך משנתנו ששנאה ואני ואני הוא הדין אפלו מאה, דהא אין צריך שיתפיסו בתוך כדי דבור של ראשון, אלא דתנא לאו כי רוכלא לחשב וליזל. ועין תוספות יום טוב: {ג} מסיע לדברי התוספות [בפרק א' אות ה'] דהריני לא סגי כמו אהא, דהא הכי נמי ואני לחוד לא מהני אלא על ידי התפסה דתוך כדי דבור, אף על פי שהיה הנזיר עומד לפניו, ושעור הדבור כתב הרמב\"ם כדרך בינונית","jbo:textNikud":"עיקר תוי\"ט {א} וָאָנִי וָאָנִי. כְּלוֹמַר שְׁנַיִם שָׁמְעוּ לָרִאשׁוֹן שֶׁקִּבֵּל נְזִירוּת וְהָאֶחָד אָמַר וַאֲנִי וְכֵן הַשֵּׁנִי אָמַר וַאֲנִי. תּוֹסָפוֹת: {ב} דְּחַד בְּחַבְרֵיהּ מִתְפִּיס, וְלָאו בְקַמָּא. גְּמָרָא. וּלְפִיכָךְ מִשְׁנָתֵנוּ שֶׁשָּׁנְאָה וַאֲנִי וַאֲנִי הוּא הַדִּין אֲפִלּוּ מֵאָה, דְּהָא אֵין צָרִיךְ שֶׁיַּתְפִּיסוּ בְּתוֹךְ כְּדֵי דִבּוּר שֶׁל רִאשׁוֹן, אֶלָּא דְּתַנָּא לָאו כִּי רוֹכְלָא לְחַשֵּׁב וְלֵיזַל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} מְסַיֵּעַ לְדִבְרֵי הַתּוֹסָפוֹת [בְּפֶרֶק א' אוֹת ה'] דַּהֲרֵינִי לֹא סַגִּי כְּמוֹ אֱהֵא, דְּהָא הָכִי נַמִּי וַאֲנִי לְחוּד לֹא מַהֲנֵי אֶלָּא עַל יְדֵי הַתְפָּסָה דְּתוֹךְ כְּדֵי דִבּוּר, אַף עַל פִּי שֶׁהָיָה הַנָּזִיר עוֹמֵד לְפָנָיו, וְשִׁעוּר הַדִּבּוּר כָּתַב הָרַמְבַּ\"ם כְּדֶרֶךְ בֵּינוֹנִית","rdfs:label":"עיקר תוי\"ט משנה נזיר ד א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-2","jbo:text":"הריני נזיר, ואת, ואמרה אמן {ד}, מפר את שלה, ושלו קים. הריני נזירה, ואתה, ואמר אמן, אינו יכול להפר","jbo:textNikud":"הֲרֵינִי נָזִיר, וָאַתְּ, וְאָמְרָה אָמֵן {ד}, מֵפֵר אֶת שֶׁלָּהּ, וְשֶׁלּוֹ קַיָּם. הֲרֵינִי נְזִירָה, וָאָתָּה, וְאָמַר אָמֵן, אֵינוֹ יָכוֹל לְהָפֵר","rdfs:label":"משנה נזיר ד ב","jbo:interprets":"jbr:mishna-3-4-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-2","jbo:text":"ר\"ע מברטנורה הריני נזיר ואת ואמרה אמן מפר את שלה. ודוקא כי אמר לה בלשון שאלה, כלומר ואת מה תאמרי, תהוי נזירה כמוני אם לאו, אז יכול להפר. אבל אם אמר הריני נזיר ואת, בנחותא, וענתה אמן, אינו יכול להפר, שהרי קים לה","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר וָאַתְּ וְאָמְרָה אָמֵן מֵפֵר אֶת שֶׁלָּהּ. וְדַוְקָא כִּי אָמַר לָהּ בִּלְשׁוֹן שְׁאֵלָה, כְּלוֹמַר וָאָתְּ מַה תֹּאמְרִי, תֶהֱוִי נְזִירָה כָּמוֹנִי אִם לָאו, אָז יָכוֹל לְהָפֵר. אֲבָל אִם אָמַר הֲרֵינִי נָזִיר וָאָתְּ, בְּנִחוּתָא, וְעָנְתָה אָמֵן, אֵינוֹ יָכוֹל לְהָפֵר, שֶׁהֲרֵי קִיֵּם לָהּ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-2","jbo:text":"עיקר תוי\"ט {ד} אמן. דאי לא אמרה אמן היא מתרת, שאינו יכול להדירה בעל כרחה. תוספות","jbo:textNikud":"עיקר תוי\"ט {ד} אָמֵן. דְּאִי לֹא אָמְרָה אָמֵן הִיא מֻתֶּרֶת, שֶׁאֵינוֹ יָכוֹל לְהַדִּירָהּ בְּעַל כָּרְחָהּ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ד ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-3","jbo:text":"האשה שנדרה בנזיר, והיתה שותה ביין ומטמאה למתים, הרי זו סופגת את הארבעים. הפר לה בעלה והיא לא ידעה שהפר לה בעלה, והיתה שותה ביין ומטמאה למתים, אינה סופגת את הארבעים. רבי יהודה אומר, אם אינה סופגת את הארבעים, תספג מכת מרדות","jbo:textNikud":"הָאִשָּׁה שֶׁנָּדְרָה בְנָזִיר, וְהָיְתָה שׁוֹתָה בְיַיִן וּמִטַּמְּאָה לְמֵתִים, הֲרֵי זוֹ סוֹפֶגֶת אֶת הָאַרְבָּעִים. הֵפֵר לָהּ בַּעְלָהּ וְהִיא לֹא יָדְעָה שֶׁהֵפֵר לָהּ בַּעְלָהּ, וְהָיְתָה שׁוֹתָה בְיַיִן וּמִטַּמְּאָה לְמֵתִים, אֵינָהּ סוֹפֶגֶת אֶת הָאַרְבָּעִים. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵינָהּ סוֹפֶגֶת אֶת הָאַרְבָּעִים, תִּסְפֹּג מַכַּת מַרְדּוּת","rdfs:label":"משנה נזיר ד ג","jbo:interprets":"jbr:mishna-3-4-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-3","jbo:text":"ר\"ע מברטנורה והיתה שותה יין ומטמאה למתים. ואחר כך הפר לה בעלה: הרי זו סופגת את הארבעים. על שעברה קדם הפרה {ה}: תספג מכת מרדות. מדברי סופרים. ומכות מרדות {ו} האמורה בכל מקום, כפי מראה עיני הדין וכפי צרך השעה. ודוקא בעברה שכבר נעשתה, אבל גבי מצות עשה כגון עשה סכה ואינו עושה, טל לולב ואינו נוטל, מכין אותו עד שיעשה או עד שתצא נפשו","jbo:textNikud":"ר\"ע מברטנורה וְהָיְתָה שׁוֹתָה יַיִן וּמִטַּמְּאָה לְמֵתִים. וְאַחַר כָּךְ הֵפֵר לָהּ בַּעְלָהּ: הֲרֵי זוֹ סוֹפֶגֶת אֶת הָאַרְבָּעִים. עַל שֶׁעָבְרָה קֹדֶם הֲפָרָה {ה}: תִּסְפֹּג מַכַּת מַרְדּוּת. מִדִּבְרֵי סוֹפְרִים. וּמַכּוֹת מַרְדּוּת {ו} הָאֲמוּרָה בְּכָל מָקוֹם, כְּפִי מַרְאֶה עֵינֵי הַדַּיָּן וּכְפִי צֹרֶךְ הַשָּׁעָה. וְדַוְקָא בַּעֲבֵרָה שֶׁכְּבָר נֶעֶשְׂתָה, אֲבָל גַּבֵּי מִצְוֹת עֲשֵׂה כְּגוֹן עֲשֵׂה סֻכָּה וְאֵינוֹ עוֹשֶׂה, טֹל לוּלָב וְאֵינוֹ נוֹטֵל, מַכִּין אוֹתוֹ עַד שֶׁיַּעֲשֶׂה אוֹ עַד שֶׁתֵּצֵא נַפְשׁוֹ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-3","jbo:text":"עיקר תוי\"ט {ה} דבעל מיגז גייז ולא מעקר כדלעיל: {ו} ולמה קורין אותו מכת מרדות, מפני שמרד בדברי תורה ובדברי סופרים. הר\"ן","jbo:textNikud":"עיקר תוי\"ט {ה} דְּבַעַל מֵיגַז גַּיִיז וְלֹא מְעַקֵּר כְּדִלְעֵיל: {ו} וְלָמָּה קוֹרִין אוֹתוֹ מַכַּת מַרְדּוּת, מִפְּנֵי שֶׁמָּרַד בְּדִבְרֵי תוֹרָה וּבְדִבְרֵי סוֹפְרִים. הָרַ\"ן","rdfs:label":"עיקר תוי\"ט משנה נזיר ד ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-4","jbo:text":"האשה שנדרה בנזיר והפרישה את בהמתה ואחר כך הפר לה בעלה, אם שלו היתה בהמתה, תצא ותרעה בעדר {ז}. ואם שלה היתה בהמתה, החטאת תמות {ט}, ועולה תקרב עולה, והשלמים יקרבו שלמים, ונאכלין ליום אחד, ואינן טעונין לחם. היו לה מעות סתומים, יפלו לנדבה. מעות מפרשים, דמי חטאת, ילכו לים המלח, לא נהנים ולא מועלים {יא} בהן. דמי עולה, יביאו עולה, ומועלים בהן. דמי שלמים, יביאו שלמים {יב}, ונאכלין ליום אחד, ואינן טעונין לחם","jbo:textNikud":"הָאִשָּׁה שֶׁנָּדְרָה בְנָזִיר וְהִפְרִישָׁה אֶת בְּהֶמְתָּהּ וְאַחַר כָּךְ הֵפֵר לָהּ בַּעְלָהּ, אִם שֶׁלּוֹ הָיְתָה בְהֶמְתָּהּ, תֵּצֵא וְתִרְעֶה בָעֵדֶר {ז}. וְאִם שֶׁלָּהּ הָיְתָה בְהֶמְתָּהּ, הַחַטָּאת תָּמוּת {ט}, וְעוֹלָה תִּקְרַב עוֹלָה, וְהַשְּׁלָמִים יִקְרְבוּ שְׁלָמִים, וְנֶאֱכָלִין לְיוֹם אֶחָד, וְאֵינָן טְעוּנִין לָחֶם. הָיוּ לָהּ מָעוֹת סְתוּמִים, יִפְּלוּ לִנְדָבָה. מָעוֹת מְפֹרָשִׁים, דְּמֵי חַטָּאת, יֵלְכוּ לְיַם הַמֶּלַח, לֹא נֶהֱנִים וְלֹא מוֹעֲלִים {יא} בָּהֶן. דְּמֵי עוֹלָה, יָבִיאוּ עוֹלָה, וּמוֹעֲלִים בָּהֶן. דְּמֵי שְׁלָמִים, יָבִיאוּ שְׁלָמִים {יב}, וְנֶאֱכָלִין לְיוֹם אֶחָד, וְאֵינָן טְעוּנִין לָחֶם","rdfs:label":"משנה נזיר ד ד","jbo:interprets":"jbr:mishna-3-4-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-4","jbo:text":"ר\"ע מברטנורה ואם שלה. כגון שנתן לה אחר במתנה על מנת שאין לבעלה רשות בהן {ח}. דנכסי מלוג ונכסי צאן ברזל כלן משעבדים לבעלה: חטאת תמות. ממתינין לה עד שתמות: ונאכלין ליום אחד. כשלמי נזיר שאין נאכלים אלא ליום ולילה: ואין טעונין לחם. שכל שלמי נזיר טעונים לחם, וזו הואיל והפר לה בעלה אין שלמים הללו טעונין לחם: היו לה מעות סתומים. שהפרישתן סתם לקרבנות נזיר, ולא פרשה אלו הם לחטאת ואלו הם לעולה ואלו הם לשלמים {י}: יפלו לנדבה. לתבות שבמקדש שמשליכים בהם שאר מעות נדבה וקונים מהן קרבנות שכלן עולות: לא נהנין ולא מועלין. לכתחלה אסור להנות בהן, ואם נהנה אינו חיב להביא קרבן מעילה האמור בכל מי שנהנה מן ההקדש","jbo:textNikud":"ר\"ע מברטנורה וְאִם שֶׁלָּהּ. כְּגוֹן שֶׁנָּתַן לָהּ אַחֵר בְּמַתָּנָה עַל מְנָת שֶׁאֵין לְבַעֲלָהּ רְשׁוּת בָּהֶן {ח}. דְּנִכְסֵי מְלוֹג וְנִכְסֵי צֹאן בַּרְזֶל כֻּלָּן מְשֻׁעְבָּדִים לְבַעֲלָהּ: חַטָּאת תָּמוּת. מַמְתִּינִין לָהּ עַד שֶׁתָּמוּת: וְנֶאֱכָלִין לְיוֹם אֶחָד. כְּשַׁלְמֵי נָזִיר שֶׁאֵין נֶאֱכָלִים אֶלָּא לְיוֹם וְלַיְלָה: וְאֵין טְעוּנִין לָחֶם. שֶׁכָּל שַׁלְמֵי נָזִיר טְעוּנִים לֶחֶם, וְזוֹ הוֹאִיל וְהֵפֵר לָהּ בַּעְלָהּ אֵין שְׁלָמִים הַלָּלוּ טְעוּנִין לֶחֶם: הָיוּ לָהּ מָעוֹת סְתוּמִים. שֶׁהִפְרִישָׁתָן סְתָם לְקָרְבְּנוֹת נָזִיר, וְלֹא פֵּרְשָׁה אֵלּוּ הֵם לַחַטָּאת וְאֵלּוּ הֵם לְעוֹלָה וְאֵלּוּ הֵם לִשְׁלָמִים {י}: יִפְּלוּ לִנְדָבָה. לַתֵּבוֹת שֶׁבַּמִּקְדָּשׁ שֶׁמַּשְׁלִיכִים בָּהֶם שְׁאָר מְעוֹת נְדָבָה וְקוֹנִים מֵהֶן קָרְבָּנוֹת שֶׁכֻּלָּן עוֹלוֹת: לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. לְכַתְּחִלָּה אָסוּר לֵהָנוֹת בָּהֶן, וְאִם נֶהֱנָה אֵינוֹ חַיָּב לְהָבִיא קָרְבַּן מְעִילָה הָאָמוּר בְּכָל מִי שֶׁנֶּהֱנֶה מִן הַהֶקְדֵּשׁ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-4","jbo:text":"עיקר תוי\"ט {ז} בעדר. דכי אקני לה מידי דצריכא לה, מידי דלא צריכא לה לא אקני לה. גמרא: {ח} גמרא. וצריך גם כן שיאמר לה [אלא מה] שאת נושאת ונותנת לפיך. תוספות: {ט} תמות. כדמפרש בגמרא לעיל דאשה שהפר לה בעלה והיא לא ידעה ועברה צריכה כפרה וסליחה שנאמר אישה הפרם וה' יסלח לה. והויא כחטאת שמתו בעליה דגמירי דלמיתה אזלא. והתוספות חדשים מקשה על זה דהתם משום דמכונה לאסור, אבל הכא הוי קרבנות דנזיר טהור בלי שום העברה. ונראה לי טעמא דכיון שאשה ידעה שבעלה יוכל להפר ואף על פי כן הקדישה, קדשה על כל פנים לענין זה, וכן לקמן גבי אב שהפריש בשביל בנו הקטן: {י} לאו דוקא, אלא אפלו אמרה אלו לחטאת ולעולה ולשלמים. ואיכא דאמרי אפלו אמרה אלו הן לחובתי מפרשים הן. וכן פסק הרמב\"ם: {יא} ולא מועלין. דכיון דלים המלח אזלי לא קרינן בהו קדש לה'. והוא הדין דלעיל גבי בהמה מצי למתני לא נהנין ולא מועלין. תוספות: {יב} שלמים. ואין צריך לומר דאין מועלין בהן. רש\"י. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} בָּעֵדֶר. דְּכִי אַקְנֵי לָהּ מִידֵי דִּצְרִיכָא לָהּ, מִידֵי דְּלֹא צְרִיכָא לָהּ לֹא אַקְנֵי לָהּ. גְּמָרָא: {ח} גְּמָרָא. וְצָרִיךְ גַּם כֵּן שֶׁיֹּאמַר לָהּ [אֶלָּא מַה] שֶׁאַתְּ נוֹשֵׂאת וְנוֹתֶנֶת לְפִיךְ. תּוֹסָפוֹת: {ט} תָּמוּת. כְּדִמְפָרֵשׁ בַּגְּמָרָא לְעֵיל דְּאִשָּׁה שֶׁהֵפֵר לָהּ בַּעְלָהּ וְהִיא לֹא יָדְעָה וְעָבְרָה צְרִיכָה כַּפָּרָה וּסְלִיחָה שֶׁנֶּאֱמַר אִישָׁהּ הֲפֵרָם וַה' יִסְלַח לָהּ. וְהַוְיָא כְּחַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ דִגְמִירֵי דִלְמִיתָה אַזְלָא. וְהַתּוֹסָפוֹת חֲדָשִׁים מַקְשֶׁה עַל זֶה דְּהָתָם מִשּׁוּם דִּמְכַוְּנָהּ לְאִסּוּר, אֲבָל הָכָא הָוֵי קָרְבָּנוֹת דְּנָזִיר טָהוֹר בְּלִי שׁוּם הַעֲבָרָה. וְנִרְאֶה לִי טַעְמָא דְּכֵיוָן שֶׁאִשָּׁה יָדְעָה שֶׁבַּעֲלָהּ יוּכַל לְהָפֵר וְאַף עַל פִּי כֵן הִקְדִּישָׁה, קִדְּשָׁה עַל כָּל פָּנִים לְעִנְיָן זֶה, וְכֵן לְקַמָּן גַּבֵּי אָב שֶׁהִפְרִישׁ בִּשְׁבִיל בְּנוֹ הַקָּטָן: {י} לָאו דַוְקָא, אֶלָּא אֲפִלּוּ אָמְרָה אֵלּוּ לְחַטָּאת וּלְעוֹלָה וְלִשְׁלָמִים. וְאִיכָּא דְאָמְרֵי אֲפִלּוּ אָמְרָה אֵלּוּ הֵן לְחוֹבָתִי מְפֹרָשִׁים הֵן. וְכֵן פָּסַק הָרַמְבַּ\"ם: {יא} וְלֹא מוֹעֲלִין. דְּכֵיוָן דִּלְיַם הַמֶּלַח אָזְלֵי לֹא קָרִינַן בָּהוּ קֹדֶשׁ לַה'. וְהוּא הַדִּין דִּלְעֵיל גַּבֵּי בְּהֵמָה מָצֵי לְמִתְנֵי לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. תּוֹסָפוֹת: {יב} שְׁלָמִים. וְאֵין צָרִיךְ לוֹמַר דְּאֵין מוֹעֲלִין בָּהֶן. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ד ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-5","jbo:text":"נזרק עליה אחד מן הדמים, אינו יכול להפר. רבי עקיבא אומר, אפלו נשחטה עליה אחת מכל הבהמות, אינו יכול להפר. במה דברים אמורים, בתגלחת הטהרה. אבל בתגלחת הטמאה, יפר {טו}, שהוא יכול לומר אי אפשי באשה מנולת. רבי אומר, אף בתגלחת הטהרה יפר, שהוא יכול לומר אי אפשי באשה מגלחת","jbo:textNikud":"נִזְרַק עָלֶיהָ אֶחָד מִן הַדָּמִים, אֵינוֹ יָכוֹל לְהָפֵר. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ נִשְׁחֲטָה עָלֶיהָ אַחַת מִכָּל הַבְּהֵמוֹת, אֵינוֹ יָכוֹל לְהָפֵר. בַּמֶּה דְבָרִים אֲמוּרִים, בְּתִגְלַחַת הַטָּהֳרָה. אֲבָל בְּתִגְלַחַת הַטֻּמְאָה, יָפֵר {טו}, שֶׁהוּא יָכוֹל לוֹמַר אִי אֶפְשִׁי בְאִשָּׁה מְנֻוָּלֶת. רַבִּי אוֹמֵר, אַף בְּתִגְלַחַת הַטָּהֳרָה יָפֵר, שֶׁהוּא יָכוֹל לוֹמַר אִי אֶפְשִׁי בְּאִשָּׁה מְגֻלָּחַת","rdfs:label":"משנה נזיר ד ה","jbo:interprets":"jbr:mishna-3-4-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-5","jbo:text":"ר\"ע מברטנורה נזרק עליה אחד מן הדמים אינו יכול להפר. דלאחר שנזרק הדם היא יכולה לשתות יין ולטמא למתים {יג}, ואין כאן יותר נדר של ענוי נפש: רבי עקיבא אומר אפלו נשחטה עליה אחת מכל הבהמות אינו יכול להפר. משום הפסד קדשים {יד}: תגלחת טמאה יפר. שצריכים לחזר ולמנות נזירות טהרה, ויכול לומר אי אפשי באשה מנולת, כלומר מענה ומנועה משתית יין {טז}: אף בתגלחת הטהרה יפר. כדי שלא תצטרך להתנול בגלוח, דגלוח באשה נוול הוא. ותנא קמא סבר אין הגלוח נוול, שהרי יכולה לעשות פאה נכרית {יז}. ואין הלכה לא כרבי עקיבא ולא כרבי","jbo:textNikud":"ר\"ע מברטנורה נִזְרַק עָלֶיהָ אֶחָד מִן הַדָּמִים אֵינוֹ יָכוֹל לְהָפֵר. דִּלְאַחַר שֶׁנִּזְרַק הַדָּם הִיא יְכוֹלָה לִשְׁתּוֹת יַיִן וְלִטָּמֵא לְמֵתִים {יג}, וְאֵין כָּאן יוֹתֵר נֶדֶר שֶׁל עִנּוּי נֶפֶשׁ: רַבִּי עֲקִיבָא אוֹמֵר אֲפִלּוּ נִשְׁחֲטָה עָלֶיהָ אַחַת מִכָּל הַבְּהֵמוֹת אֵינוֹ יָכוֹל לְהָפֵר. מִשּׁוּם הֶפְסֵד קָדָשִׁים {יד}: תִּגְלַחַת טֻמְאָה יָפֵר. שֶׁצְּרִיכִים לַחְזֹר וְלִמְנוֹת נְזִירוּת טָהֳרָה, וְיָכוֹל לוֹמַר אִי אֶפְשִׁי בְּאִשָּׁה מְנֻוֶּלֶת, כְּלוֹמַר מְעֻנָּה וּמְנוּעָה מִשְּׁתִיַּת יַיִן {טז}: אַף בְּתִגְלַחַת הַטָּהֳרָה יָפֵר. כְּדֵי שֶׁלֹּא תִּצְטָרֵךְ לְהִתְנַּוֵּל בְּגִלּוּחַ, דְּגִלּוּחַ בְּאִשָּׁה נִוּוּל הוּא. וְתַנָּא קַמָּא סָבַר אֵין הַגִּלּוּחַ נִוּוּל, שֶׁהֲרֵי יְכוֹלָה לַעֲשׂוֹת פֵּאָה נָכְרִית {יז}. וְאֵין הֲלָכָה לֹא כְרַבִּי עֲקִיבָא וְלֹא כְרַבִּי","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-5","jbo:text":"עיקר תוי\"ט {יג} לישנא דמשנה ט' פרק ו' הוא דנקט. אבל ודאי דבמניעה מלטמא למתים אין כאן ענוי נפש. תוספות יום טוב. והתוספות חדשים מסיק מגמרא דנדרים דף פ\"ג ב' דגבי טמאה נמי אית לה צערא. וכתבו תוספות שם נפקא מנה שאם נדרה שלא תלך לבית אבל, בעלה מפר לה משום ענוי נפש: {יד} כשנשחטה החטאת, שאם יפר לה נמצאת בהמה זו תצא לבית השרפה, שהיא אינה צריכה לחטאת, וגם לא יכול לזרק דמה לשם שלמים, דחטאת שלא לשמה פסולה. גמרא: {טו} יפר. אף על פי שקרבו הקרבנות של תגלחת הטמאה. הרמב\"ם: {טז} ומצינו נוול עם שם הענוי בסוף פרק ט' דנדרים שהעניות מנולתן. והקשו התוספות דלמה לא אמר לישנא דענוי, צריך לומר דקאי אדרבי עקיבא דקאמר שאפלו שנשחטה כו' מפני שאפשר לבא להפסד קדשים, אף על גב דאסורה ביין עד שיזרק הדם ויש כאן ענוי נפש פורתא. אבל בתגלחת הטמאה דאיכא ענוי נפש גדול שסותרת ובעי לממני נזירות אחרת מודה שיכול לומר לה אי אפשי בענוי גדול: {יז} ורבי סבר בפאה נכרית אידי דזוהמא שאינה מגופה ומגניא לבעל לא ניחא ליה. גמרא","jbo:textNikud":"עיקר תוי\"ט {יג} לִישְׁנָא דְּמִשְׁנָה ט' פֶּרֶק ו' הוּא דְּנָקַט. אֲבָל וַדַּאי דְבִמְנִיעָה מִלִּטַּמֵּא לְמֵתִים אֵין כָּאן עִנּוּי נֶפֶשׁ. תּוֹסְפוֹת יוֹם טוֹב. וְהַתּוֹסָפוֹת חֲדָשִׁים מַסִּיק מִגְּמָרָא דִנְדָרִים דַּף פ\"ג ב' דְגַבֵּי טֻמְאָה נַמִּי אִית לָהּ צַעֲרָא. וְכָתְבוּ תּוֹסָפוֹת שָׁם נָפְקָא מִנַּהּ שֶׁאִם נָדְרָה שֶׁלֹּא תֵלֵךְ לְבֵית אֵבֶל, בַּעֲלָהּ מֵפֵר לָהּ מִשּׁוּם עִנּוּי נֶפֶשׁ: {יד} כְּשֶׁנִּשְׁחֲטָה הַחַטָּאת, שֶׁאִם יָפֵר לָהּ נִמְצֵאת בְּהֵמָה זוֹ תֵּצֵא לְבֵית הַשְּׂרֵפָה, שֶׁהִיא אֵינָהּ צְרִיכָה לַחַטָּאת, וְגַם לֹא יָכוֹל לִזְרֹק דָּמָהּ לְשֵׁם שְׁלָמִים, דְּחַטָּאת שֶׁלֹּא לִשְׁמָהּ פְּסוּלָה. גְּמָרָא: {טו} יָפֵר. אַף עַל פִּי שֶׁקָּרְבוּ הַקָּרְבָּנוֹת שֶׁל תִּגְלַחַת הַטֻּמְאָה. הָרַמְבַּ\"ם: {טז} וּמָצִינוּ נִוּוּל עִם שֵׁם הָעִנּוּי בְּסוֹף פֶּרֶק ט' דִּנְדָרִים שֶׁהָעֲנִיּוּת מְנַוַּלְתָּן. וְהִקְשׁוּ הַתּוֹסָפוֹת דְּלָמָּה לֹא אָמַר לִישְׁנָא דְּעִנּוּי, צָרִיךְ לוֹמַר דְּקָאֵי אַדְּרַבִּי עֲקִיבָא דְּקָאָמַר שֶׁאֲפִלּוּ שֶׁנִּשְׁחֲטָה כוּ' מִפְּנֵי שֶׁאֶפְשָׁר לָבֹא לְהֶפְסֵד קָדָשִׁים, אַף עַל גַּב דַּאֲסוּרָה בַּיַּיִן עַד שֶׁיִּזְרֹק הַדָּם וְיֵשׁ כָּאן עִנּוּי נֶפֶשׁ פּוּרְתָּא. אֲבָל בְּתִגְלַחַת הַטֻּמְאָה דְּאִיכָּא עִנּוּי נֶפֶשׁ גָּדוֹל שֶׁסּוֹתֶרֶת וּבָעִי לְמִמְנֵי נְזִירוּת אַחֶרֶת מוֹדֶה שֶׁיָּכוֹל לוֹמַר לָהּ אִי אֶפְשִׁי בְעִנּוּי גָּדוֹל: {יז} וְרַבִּי סָבַר בְּפֵאָה נָכְרִית אַיְדֵי דְּזוֹהֲמָא שֶׁאֵינָהּ מִגּוּפָהּ וּמִגַּנְיָא לַבַּעַל לֹא נִיחָא לֵיהּ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה נזיר ד ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-6","jbo:text":"האיש מדיר את בנו בנזיר, ואין האשה מדרת את בנה בנזיר. כיצד, גלח או שגלחוהו קרוביו, מחה או שמחו קרוביו, היתה לו בהמה מפרשת, החטאת תמות ועולה תקרב עולה והשלמים יקרבו שלמים, ונאכלין ליום אחד, ואינן טעונין לחם. היו לו מעות סתומין, יפלו לנדבה. מעות מפרשין, דמי חטאת ילכו לים המלח, לא נהנין ולא מועלין. דמי עולה, יביאו עולה ומועלין בהן. דמי שלמים, יביאו שלמים, ונאכלין ליום אחד, ואינן טעונין לחם","jbo:textNikud":"הָאִישׁ מַדִּיר אֶת בְּנוֹ בְנָזִיר, וְאֵין הָאִשָּׁה מַדֶּרֶת אֶת בְּנָהּ בְּנָזִיר. כֵּיצַד, גִּלַּח אוֹ שֶׁגִּלְּחוּהוּ קְרוֹבָיו, מִחָה אוֹ שֶׁמִּחוּ קְרוֹבָיו, הָיְתָה לוֹ בְהֵמָה מֻפְרֶשֶׁת, הַחַטָּאת תָּמוּת וְעוֹלָה תִּקְרַב עוֹלָה וְהַשְּׁלָמִים יִקְרְבוּ שְׁלָמִים, וְנֶאֱכָלִין לְיוֹם אֶחָד, וְאֵינָן טְעוּנִין לָחֶם. הָיוּ לוֹ מָעוֹת סְתוּמִין, יִפְּלוּ לִנְדָבָה. מָעוֹת מְפֹרָשִׁין, דְּמֵי חַטָּאת יֵלְכוּ לְיָם הַמֶּלַח, לֹא נֶהֱנִין וְלֹא מוֹעֲלִין. דְּמֵי עוֹלָה, יָבִיאוּ עוֹלָה וּמוֹעֲלִין בָּהֶן. דְּמֵי שְׁלָמִים, יָבִיאוּ שְׁלָמִים, וְנֶאֱכָלִין לְיוֹם אֶחָד, וְאֵינָן טְעוּנִין לָחֶם","rdfs:label":"משנה נזיר ד ו","jbo:interprets":"jbr:mishna-3-4-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-6","jbo:text":"ר\"ע מברטנורה האיש מדיר את בנו בנזיר. כשהוא קטן עד שיביא שתי שערות אחר שיהיה בן שלש עשרה שנה ויום אחד, וכל דין נזירות עליו, ואביו מביא קרבנותיו, ואם נטמא מביא קרבן טמאה. והאי מדירו, שאומר לו תהא נזיר או הרי בני פלוני נזיר, והוא שלא ימחה לא הבן ולא הקרובים. ודבר זה הלכה מפי הקבלה: כיצד, גלח או שגלחוהו קרובים. כיצד יעשה האב בקרבנות בזמן שגלח הבן ולא קבל הנזירות או שגלחוהו קרובים, או מחה או שמחוהו קרובים, דבטל הנזירות. ודוקא כשמחה הוא או מחו הקרובים מיד. אבל אם התחיל לנהג נזירות או שקבל עליו הנזירות, תו לא מצי לממחי לא הוא ולא קרובים","jbo:textNikud":"ר\"ע מברטנורה הָאִישׁ מַדִּיר אֶת בְּנוֹ בְנָזִיר. כְּשֶׁהוּא קָטָן עַד שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת אַחַר שֶׁיִּהְיֶה בֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד, וְכָל דִּין נְזִירוּת עָלָיו, וְאָבִיו מֵבִיא קָרְבְּנוֹתָיו, וְאִם נִטְמָא מֵבִיא קָרְבַּן טֻמְאָה. וְהַאי מַדִּירוֹ, שֶׁאוֹמֵר לוֹ תְּהֵא נָזִיר אוֹ הֲרֵי בְּנִי פְּלוֹנִי נָזִיר, וְהוּא שֶׁלֹּא יִמְחֶה לֹא הַבֵּן וְלֹא הַקְּרוֹבִים. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה: כֵּיצַד, גִּלַּח אוֹ שֶׁגִּלְּחוּהוּ קְרוֹבִים. כֵּיצַד יַעֲשֶׂה הָאָב בַּקָּרְבָּנוֹת בִּזְמַן שֶׁגִּלַּח הַבֵּן וְלֹא קִבֵּל הַנְּזִירוּת אוֹ שֶׁגִּלְּחוּהוּ קְרוֹבִים, אוֹ מִחָה אוֹ שֶׁמִּחוּהוּ קְרוֹבִים, דְּבָטֵל הַנְּזִירוּת. וְדַוְקָא כְּשֶׁמִּחָה הוּא אוֹ מִחוּ הַקְּרוֹבִים מִיָּד. אֲבָל אִם הִתְחִיל לִנְהֹג נְזִירוּת אוֹ שֶׁקִּבֵּל עָלָיו הַנְּזִירוּת, תּוּ לֹא מָצֵי לְמִמְחֵי לֹא הוּא וְלֹא קְרוֹבִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-3-4-4-7","jbo:text":"האיש מגלח על נזירות אביו ואין האשה מגלחת על נזירות אביה. כיצד. מי שהיה אביו נזיר והפריש מעות סתומים על נזירותו ומת, ואמר הריני נזיר על מנת שאגלח על מעות אבא, אמר רבי יוסי, הרי אלו יפלו לנדבה, אין זה מגלח על נזירות אביו. איזהו שמגלח על נזירות אביו, מי שהיה הוא ואביו נזירים והפריש אביו מעות סתומים לנזירותו ומת, זהו שמגלח על נזירות אביו","jbo:textNikud":"הָאִישׁ מְגַלֵּחַ עַל נְזִירוּת אָבִיו וְאֵין הָאִשָּׁה מְגַלַּחַת עַל נְזִירוּת אָבִיהָ. כֵּיצַד. מִי שֶׁהָיָה אָבִיו נָזִיר וְהִפְרִישׁ מָעוֹת סְתוּמִים עַל נְזִירוּתוֹ וּמֵת, וְאָמַר הֲרֵינִי נָזִיר עַל מְנָת שֶׁאֲגַלַּח עַל מְעוֹת אַבָּא, אָמַר רַבִּי יוֹסֵי, הֲרֵי אֵלּוּ יִפְּלוּ לִנְדָבָה, אֵין זֶה מְגַלֵּחַ עַל נְזִירוּת אָבִיו. אֵיזֶהוּ שֶׁמְּגַלֵּחַ עַל נְזִירוּת אָבִיו, מִי שֶׁהָיָה הוּא וְאָבִיו נְזִירִים וְהִפְרִישׁ אָבִיו מָעוֹת סְתוּמִים לִנְזִירוּתוֹ וּמֵת, זֶהוּ שֶׁמְּגַלֵּחַ עַל נְזִירוּת אָבִיו","rdfs:label":"משנה נזיר ד ז","jbo:interprets":"jbr:mishna-3-4-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-bartanura-3-4-4-7","jbo:text":"ר\"ע מברטנורה האיש מגלח על נזירות אביו ואין האשה מגלחת על נזירות אביה. ואפלו היא בת יורשת. ודבר זה הלכה מפי הקבלה: אמר רבי יוסי הרי אלו יפלו לנדבה וכו'. ואין הלכה כרבי יוסי. אלא בין שמת אביו ואמר הריני נזיר על מנת שאגלח על מעות אבא, בין שהיו הוא ואביו {יח} נזירים ומת אביו, מגלח על נזירות אביו. ואם היו בנים רבים וקדם אחד מהן וגלח על נזירות אביו, זכה","jbo:textNikud":"ר\"ע מברטנורה הָאִישׁ מְגַלֵּחַ עַל נְזִירוּת אָבִיו וְאֵין הָאִשָּׁה מְגַלַּחַת עַל נְזִירוּת אָבִיהָ. וַאֲפִלּוּ הִיא בַּת יוֹרֶשֶׁת. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה: אָמַר רַבִּי יוֹסֵי הֲרֵי אֵלּוּ יִפְּלוּ לִנְדָבָה וְכוּ'. וְאֵין הֲלָכָה כְּרַבִּי יוֹסֵי. אֶלָּא בֵּין שֶׁמֵּת אָבִיו וְאָמַר הֲרֵינִי נָזִיר עַל מְנָת שֶׁאֲגַלַּח עַל מְעוֹת אַבָּא, בֵּין שֶׁהָיוּ הוּא וְאָבִיו {יח} נְזִירִים וּמֵת אָבִיו, מְגַלֵּחַ עַל נְזִירוּת אָבִיו. וְאִם הָיוּ בָּנִים רַבִּים וְקָדַם אֶחָד מֵהֶן וְגִלַּח עַל נְזִירוּת אָבִיו, זָכָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר ד ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-4"],"uri":"jbr:mishna-yomtov-3-4-4-7","jbo:text":"עיקר תוי\"ט {יח} כלומר או שהיה. אי נמי יש לגרס בדברי הר\"ב [לעיל בתחילת הדבור] אלא בין שמת. תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יח} כְּלוֹמַר אוֹ שֶׁהָיָה. אִי נַמִּי יֵשׁ לִגְרֹס בְּדִבְרֵי הָרַ\"ב [לָעֵיל בִּתְחִילָת הַדִּבּוּר] אֶלָּא בֵּין שֶׁמֵּת. תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ד ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-4-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-1","jbo:text":"בית שמאי אומרים, הקדש טעות הקדש. ובית הלל אומרים, אינו הקדש. כיצד. אמר, שור שחור שיצא מביתי ראשון הרי הוא הקדש, ויצא לבן, בית שמאי אומרים הקדש, ובית הלל אומרים אינו הקדש","jbo:textNikud":"בֵּית שַׁמַּאי אוֹמְרִים, הֶקְדֵּשׁ טָעוּת הֶקְדֵּשׁ. וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ הֶקְדֵּשׁ. כֵּיצַד. אָמַר, שׁוֹר שָׁחוֹר שֶׁיֵּצֵא מִבֵּיתִי רִאשׁוֹן הֲרֵי הוּא הֶקְדֵּשׁ, וְיָצָא לָבָן, בֵּית שַׁמַּאי אוֹמְרִים הֶקְדֵּשׁ, וּבֵית הִלֵּל אוֹמְרִים אֵינוֹ הֶקְדֵּשׁ","rdfs:label":"משנה נזיר ה א","jbo:interprets":"jbr:mishna-3-4-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-1","jbo:text":"ר\"ע מברטנורה בית שמאי אומרים הקדש טעות הקדש. דילפינן מתמורה דהוי אפלו בטעות, דכתיב (ויקרא כז) והיה הוא ותמורתו יהיה קדש, ודרשינן יהיה לרבות שוגג כמזיד {א}: ובית הלל אומרים אינו הקדש. דלא גמרינן תחלת הקדש, דבר שאינו בא מכח הקדש, מתמורה שהוא סוף הקדש, שבא מכח דבר אחר שהיה הקדש","jbo:textNikud":"ר\"ע מברטנורה בֵּית שַׁמַּאי אוֹמְרִים הֶקְדֵּשׁ טָעוּת הֶקְדֵּשׁ. דְּיָלְפִינַן מִתְּמוּרָה דַּהֲוֵי אֲפִלּוּ בְּטָעוּת, דִּכְתִיב (וַיִּקְרָא כז) וְהָיָה הוּא וּתְמוּרָתוֹ יִהְיֶה קֹדֶשׁ, וְדָרְשִׁינַן יִהְיֶה לְרַבּוֹת שׁוֹגֵג כְּמֵזִיד {א}: וּבֵית הִלֵּל אוֹמְרִים אֵינוֹ הֶקְדֵּשׁ. דְּלֹא גָמְרִינַן תְּחִלַּת הֶקְדֵּשׁ, דָּבָר שֶׁאֵינוֹ בָּא מִכֹּחַ הֶקְדֵּשׁ, מִתְּמוּרָה שֶׁהוּא סוֹף הֶקְדֵּשׁ, שֶׁבָּא מִכֹּחַ דָּבָר אַחֵר שֶׁהָיָה הֶקְדֵּשׁ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-1","jbo:text":"עיקר תוי\"ט {א} ובגמרא פריך מה אלו אמר זה תחת זה לחצי היום, מי הויא תמורה מההיא שעתא [בתמיהה], אלא עד דמטי חצי היום הוא דהוה תמורה, הכי נמי לכי מגליא מלתא דיצא שחור תחלה קדוש, ולא השתא דנפיק לבן ברישא. ומסיק דשאני תמורה דליכא לפרושי מלתא בענין אחר כלל ממה שאמר זו תחת זו לחצי היום, אבל הכא יש לנו לפרש דבריו דמתחלה נתכון להקדיש לא שנא שחור לא שנא לבן שיצא מפתח ראשון, והא דקאמר שחור לפי שטעה והיה סבור שהשחור יצא ראשון, הלכך טעותו לא ימנע את ההקדש מלחול על השור שיצא מביתו ראשון, ואפלו על הלבן חל ההקדש","jbo:textNikud":"עיקר תוי\"ט {א} וּבַגְּמָרָא פָּרֵיךְ מָה אִלּוּ אָמַר זֶה תַּחַת זֶה לַחֲצִי הַיּוֹם, מִי הַוְיָא תְּמוּרָה מֵהַהִיא שַׁעְתָּא [בִּתְמִיהָה], אֶלָּא עַד דְּמַטֵּי חֲצִי הַיּוֹם הוּא דַּהֲוָה תְמוּרָה, הָכִי נַמִּי לְכִי מִגַּלְּיָא מִלְּתָא דְּיָצָא שָׁחוֹר תְּחִלָּה קָדוֹשׁ, וְלֹא הַשְׁתָּא דְּנָפֵיק לָבָן בָּרֵישָׁא. וּמַסִּיק דְּשָׁאנֵי תְּמוּרָה דְּלֵיכָּא לְפֵרוּשֵׁי מִלְּתָא בְּעִנְיָן אַחֵר כְּלָל מִמַּה שֶּׁאָמַר זוֹ תַּחַת זוֹ לַחֲצִי הַיּוֹם, אֲבָל הָכָא יֵשׁ לָנוּ לְפָרֵשׁ דְּבָרָיו דְמִתְּחִלָּה נִתְכַּוֵּן לְהַקְדִּישׁ לֹא שְׁנָא שָׁחוֹר לֹא שְׁנָא לָבָן שֶׁיֵּצֵא מִפֶּתַח רִאשׁוֹן, וְהָא דְקָאָמַר שָׁחוֹר לְפִי שֶׁטָּעָה וְהָיָה סָבוּר שְׁהַשָּׁחוֹר יֵצֵא רִאשׁוֹן, הִלְכָּךְ טָעוּתוֹ לֹא יִמְנַע אֶת הַהֶקְדֵּשׁ מִלָּחוּל עַל הַשּׁוֹר שֶׁיָּצָא מִבֵּיתוֹ רִאשׁוֹן, וַאֲפִלּוּ עַל הַלָּבָן חָל הַהֶקְדֵּשׁ","rdfs:label":"עיקר תוי\"ט משנה נזיר ה א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-2","jbo:text":"דינר זהב שיעלה בידי ראשון הרי הוא הקדש, ועלה של כסף, בית שמאי אומרים הקדש, ובית הלל אומרים אינו הקדש. חבית של יין שתעלה בידי ראשונה הרי היא הקדש, ועלתה של שמן {ב}, בית שמאי אומרים הקדש, ובית הלל אומרים אינו הקדש","jbo:textNikud":"דִּינַר זָהָב שֶׁיַּעֲלֶה בְיָדִי רִאשׁוֹן הֲרֵי הוּא הֶקְדֵּשׁ, וְעָלָה שֶׁל כֶּסֶף, בֵּית שַׁמַּאי אוֹמְרִים הֶקְדֵּשׁ, וּבֵית הִלֵּל אוֹמְרִים אֵינוֹ הֶקְדֵּשׁ. חָבִית שֶׁל יַיִן שֶׁתַּעֲלֶה בְיָדִי רִאשׁוֹנָה הֲרֵי הִיא הֶקְדֵּשׁ, וְעָלְתָה שֶׁל שֶׁמֶן {ב}, בֵּית שַׁמַּאי אוֹמְרִים הֶקְדֵּשׁ, וּבֵית הִלֵּל אוֹמְרִים אֵינוֹ הֶקְדֵּשׁ","rdfs:label":"משנה נזיר ה ב","jbo:interprets":"jbr:mishna-3-4-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-2","jbo:text":"ר\"ע מברטנורה דינר זהב. רישא אשמועינן במידי דקדוש קדשת הגוף, והכא אשמועינן במידי דקדוש קדשת דמים","jbo:textNikud":"ר\"ע מברטנורה דִּינַר זָהָב. רֵישָׁא אַשְׁמוֹעִינַן בְּמִידֵי דְּקָדוֹשׁ קְדֻשַּׁת הַגּוּף, וְהָכָא אַשְׁמוֹעִינַן בְּמִידֵי דְּקָדוֹשׁ קְדֻשַּׁת דָּמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-2","jbo:text":"עיקר תוי\"ט {ב} שמן. במקום שהיין שם ביקר מן השמן, ואפלו הכי קאמרו בית הלל דאינו קדוש, אף על פי שמה שתעלה בידי הוא פחות בדמיו מדמי מה שנדר, והויא דומיא דדינר זהב כו'","jbo:textNikud":"עיקר תוי\"ט {ב} שֶׁמֶן. בְּמָקוֹם שֶׁהַיַּיִן שָׁם בְּיֹקֶר מִן הַשֶּׁמֶן, וַאֲפִלּוּ הָכִי קָאָמְרוּ בֵּית הִלֵּל דְּאֵינוֹ קָדוֹשׁ, אַף עַל פִּי שֶׁמַּה שֶּׁתַּעֲלֶה בְּיָדִי הוּא פָּחוֹת בְּדָמָיו מִדְּמֵי מַה שֶּׁנָּדַר, וְהַוְיָא דּוּמְיָא דְּדִינַר זָהָב כוּ'","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-3","jbo:text":"מי שנדר בנזיר ונשאל לחכם ואסרו, מונה משעה שנדר. נשאל לחכם והתירו, היתה לו בהמה מפרשת, תצא ותרעה {ה} בעדר. אמרו בית הלל לבית שמאי, אי אתם מודים בזה שהוא הקדש טעות שתצא ותרעה בעדר. אמרו להן בית שמאי, אי אתם מודים במי שטעה וקרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שהוא מקדש. אמרו להם בית הלל, לא השבט קדשו. ומה אלו טעה והניח את השבט על שמיני ועל שנים עשר, שמא עשה כלום. אלא כתוב שקדש את העשירי, הוא קדש את התשיעי ואת אחד עשר","jbo:textNikud":"מִי שֶׁנָּדַר בְּנָזִיר וְנִשְׁאַל לְחָכָם וַאֲסָרוֹ, מוֹנֶה מִשָּׁעָה שֶׁנָּדַר. נִשְׁאַל לְחָכָם וְהִתִּירוֹ, הָיְתָה לוֹ בְהֵמָה מֻפְרֶשֶׁת, תֵּצֵא וְתִרְעֶה {ה} בָעֵדֶר. אָמְרוּ בֵית הִלֵּל לְבֵית שַׁמַּאי, אִי אַתֶּם מוֹדִים בָּזֶה שֶׁהוּא הֶקְדֵּשׁ טָעוּת שֶׁתֵּצֵא וְתִרְעֶה בָעֵדֶר. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, אִי אַתֶּם מוֹדִים בְּמִי שֶׁטָּעָה וְקָרָא לַתְּשִׁיעִי עֲשִׂירִי וְלָעֲשִׂירִי תְשִׁיעִי וְלָאַחַד עָשָׂר עֲשִׂירִי שֶׁהוּא מְקֻדָּשׁ. אָמְרוּ לָהֶם בֵּית הִלֵּל, לֹא הַשֵּׁבֶט קִדְּשׁוֹ. וּמָה אִלּוּ טָעָה וְהִנִּיחַ אֶת הַשֵּׁבֶט עַל שְׁמִינִי וְעַל שְׁנֵים עָשָׂר, שֶׁמָּא עָשָׂה כְלוּם. אֶלָּא כָּתוּב שֶׁקִּדֵּשׁ אֶת הָעֲשִׂירִי, הוּא קִדֵּשׁ אֶת הַתְּשִׁיעִי וְאֶת אַחַד עָשָׂר","rdfs:label":"משנה נזיר ה ג","jbo:interprets":"jbr:mishna-3-4-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-3","jbo:text":"ר\"ע מברטנורה מי שנדר בנזיר. בלשון שהיה דומה לו שלא היה נזיר: ונשאל לחכם ואסרו. ואמר לו שיש בלשון זה לשון נזירות, והוא לא נזהר מלשתות יין {ג}: מונה משעה שנדר. ולא קנסינן ליה {ד} על שעבר ושתה יין, אף על גב דמספק אסור היה לו לפרש עד שישאל לחכם: נשאל לחכם והתירו. שאמר לו שאין בלשון זה לשון נזירות: תצא ותרעה בעדר. דהפרשה בטעות הואי ותצא לחלין. ובהא מודו בית שמאי, דכיון דאינו נזיר, כי קאמר לקרבנות נזירותו ולא מידי קאמר, כאדם שאינו חיב חטאת ואמר הרי זו לחטאתי: אי אתם מודים בזה שהוא הקדש טעות. ומאי שנא מריש פרקין דאמריתו הקדש בטעות הוי הקדש: אמרו להם בית שמאי. לא חשו להשיבם עקר טעמם, אלא לדבריהם קאמרי להו, מתשיעי ואחד עשר דקדשו בטעות, דמרבינן ליה מן וכל מעשר בקר וצאן (ויקרא כז): אמרו להם בית הלל לא השבט קדשו. בתמיה {ו}. כלומר גזרת הכתוב היא דתשיעי ואחד עשר הסמוכים לעשירי השבט מקדשן אם קרא להם עשירי, ולא ילפינן מניה בעלמא דהקדש בטעות הוי הקדש, דאלו הוי טעמא משום הקדש בטעות אם כן אפלו שמיני ושנים עשר נמי, אלא הכתוב שקדש עשירי כו', וגזרת הכתוב היא ולא ילפינן מנה {ז}","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁנָּדַר בְּנָזִיר. בִּלְשׁוֹן שֶׁהָיָה דּוֹמֶה לוֹ שֶׁלֹּא הָיָה נָזִיר: וְנִשְׁאַל לְחָכָם וַאֲסָרוֹ. וְאָמַר לוֹ שֶׁיֵּשׁ בְּלָשׁוֹן זֶה לְשׁוֹן נְזִירוּת, וְהוּא לֹא נִזְהַר מִלִּשְׁתּוֹת יַיִן {ג}: מוֹנֶה מִשָּׁעָה שֶׁנָּדַר. וְלֹא קָנְסִינַן לֵיהּ {ד} עַל שֶׁעָבַר וְשָׁתָה יַיִן, אַף עַל גַּב דְּמִסָּפֵק אָסוּר הָיָה לוֹ לִפְרֹשׁ עַד שֶׁיִּשְׁאַל לְחָכָם: נִשְׁאַל לְחָכָם וְהִתִּירוֹ. שֶׁאָמַר לוֹ שֶׁאֵין בְּלָשׁוֹן זֶה לְשׁוֹן נְזִירוּת: תֵּצֵא וְתִרְעֶה בָעֵדֶר. דְּהַפְרָשָׁה בְטָעוּת הֲוַאי וְתֵצֵא לְחֻלִּין. וּבְהָא מוֹדוּ בֵּית שַׁמַּאי, דְּכֵיוָן דְּאֵינוֹ נָזִיר, כִּי קָאָמַר לְקָרְבְּנוֹת נְזִירוּתוֹ וְלֹא מִידֵי קָאָמַר, כְּאָדָם שֶׁאֵינוֹ חַיָּב חַטָּאת וְאָמַר הֲרֵי זוֹ לְחַטָּאתִי: אִי אַתֶּם מוֹדִים בָּזֶה שֶׁהוּא הֶקְדֵּשׁ טָעוּת. וּמַאי שְׁנָא מֵרֵישׁ פִּרְקִין דְּאַמְרִיתּוּ הֶקְדֵּשׁ בְּטָעוּת הָוֵי הֶקְדֵּשׁ: אָמְרוּ לָהֶם בֵּית שַׁמַּאי. לֹא חָשׁוּ לְהָשִׁיבָם עִקָּר טַעֲמָם, אֶלָּא לְדִבְרֵיהֶם קָאָמְרִי לְהוּ, מִתְּשִׁיעִי וְאַחַד עָשָׂר דְּקִדְּשׁוֹ בְטָעוּת, דִּמְרַבִּינַן לֵיהּ מִן וְכָל מַעְשַׂר בָּקָר וָצֹאן (וַיִּקְרָא כז): אָמְרוּ לָהֶם בֵּית הִלֵּל לֹא הַשֵּׁבֶט קִדְּשׁוֹ. בִּתְמִיהַּ {ו}. כְּלוֹמַר גְּזֵרַת הַכָּתוּב הִיא דִתְשִׁיעִי וְאַחַד עָשָׂר הַסְּמוּכִים לָעֲשִׂירִי הַשֵּׁבֶט מְקַדְּשָׁן אִם קָרָא לָהֶם עֲשִׂירִי, וְלֹא יָלְפִינַן מִנֵּיהּ בְּעָלְמָא דְהֶקְדֵּשׁ בְּטָעוּת הָוֵי הֶקְדֵּשׁ, דְּאִלּוּ הָוֵי טַעְמָא מִשּׁוּם הֶקְדֵּשׁ בְּטָעוּת אִם כֵּן אֲפִלּוּ שְׁמִינִי וּשְׁנֵים עָשָׂר נַמִּי, אֶלָּא הַכָּתוּב שֶׁקִּדֵּשׁ עֲשִׂירִי כוּ', וּגְזֵרַת הַכָּתוּב הִיא וְלֹא יָלְפִינַן מִנַּהּ {ז}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-3","jbo:text":"עיקר תוי\"ט {ג} ובדוקא נקט, משום דשתית יין אינו סותר, אבל טמאה וגלוח דסותרין לא גרע מגלח או גלחוהו לסטים [בפרק ו' משנה ג']: {ד} משמע אפלו מדברי סופרים, דאלו מדברי תורה לא שיך קנסא אלא דינא הוא או לאו דינא. ועין תוספות יום טוב: {ה} ותרעה כו'. אף על גב דבאשה שהפר לה בעלה אם שלה בהמתה החטאת תמות, התם שאני, דבעל מיגז גייז, אבל החכם עוקר הנדר מעקרו. תוספות: {ו} משמע דהכי קאמר, דהתם שאני שעל ידי גזרת הכתוב קדשו השבט, ודחק לפרש כן, שהרי הוא אומר ומה אלו טעה והניח השבט כו' משמע דאדרבה הכי קאמר שאין השבט מקדשו אלא גזרת הכתוב כו'. ויש לומר דלהר\"ב הכי קאמר, לא כמו שאתם אומרים וכי השבט קדשו בתמיהה. וכמו זה נמצא במשנה שמשיבים כדרך לא כן, בפרק ו' דפסחים: {ז} ואף בית שמאי לא השיבו זה לעקר טעמם, אלא עקר טעמם דמתמורה ילפינן","jbo:textNikud":"עיקר תוי\"ט {ג} וּבְדַוְקָא נָקַט, מִשּׁוּם דִּשְׁתִיַּת יַיִן אֵינוֹ סוֹתֵר, אֲבָל טֻמְאָה וְגִלּוּחַ דְּסוֹתְרִין לֹא גָּרַע מִגִּלַּח אוֹ גִּלְּחוּהוּ לִסְטִים [בְּפֶרֶק ו' מִשְׁנָה ג']: {ד} מַשְׁמַע אֲפִלּוּ מִדִּבְרֵי סוֹפְרִים, דְּאִלּוּ מִדִּבְרֵי תוֹרָה לֹא שַׁיָּךְ קְנָסָא אֶלָּא דִינָא הוּא אוֹ לָאו דִינָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} וְתִרְעֶה כוּ'. אַף עַל גַּב דִּבְאִשָּׁה שֶׁהֵפֵר לָהּ בַּעֲלָהּ אִם שֶׁלָּהּ בְּהֶמְתָּהּ הַחַטָּאת תָּמוּת, הָתָם שָׁאנֵי, דְּבַעַל מֵיגַז גַּיִיז, אֲבָל הֶחָכָם עוֹקֵר הַנֶּדֶר מֵעִקָּרוֹ. תּוֹסָפוֹת: {ו} מַשְׁמַע דְּהָכִי קָאָמַר, דְּהָתָם שָׁאנֵי שֶׁעַל יְדֵי גְּזֵרַת הַכָּתוּב קִדְּשׁוֹ הַשֵּׁבֶט, וְדֹחַק לְפָרֵשׁ כֵּן, שֶׁהֲרֵי הוּא אוֹמֵר וּמָה אִלּוּ טָעָה וְהֵנִיחַ הַשֵּׁבֶט כוּ' מַשְׁמַע דְּאַדְּרַבָּה הָכִי קָאָמַר שֶׁאֵין הַשֵּׁבֶט מְקַדְּשׁוֹ אֶלָּא גְּזֵרַת הַכָּתוּב כוּ'. וְיֵשׁ לוֹמַר דְּלְהָרַ\"ב הָכִי קָאָמַר, לֹא כְמוֹ שֶׁאַתֶּם אוֹמְרִים וְכִי הַשֵּׁבֶט קִדְּשׁוֹ בִתְמִיהָה. וּכְמוֹ זֶה נִמְצָא בַּמִּשְׁנָה שֶׁמְּשִׁיבִים כְּדֶרֶךְ לֹא כֵן, בְּפֶרֶק ו' דִּפְסָחִים: {ז} וְאַף בֵּית שַׁמַּאי לֹא הֵשִׁיבוּ זֶה לְעִקַּר טַעֲמָם, אֶלָּא עִקָּר טַעְמָם דְּמִתְּמוּרָה יָלְפִינַן","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-4","jbo:text":"מי שנדר בנזיר והלך להביא את בהמתו {ח} ומצאה שנגנבה, אם עד שלא נגנבה בהמתו נזר, הרי זה נזיר. ואם משנגנבה בהמתו נזר, אינו נזיר. וזו טעות טעה נחום המדי כשעלו נזירים מן הגולה ומצאו בית המקדש חרב, אמר להם נחום המדי, אלו הייתם יודעים שבית המקדש חרב הייתם נוזרים. אמרו לו לא, והתירן נחום המדי. וכשבא הדבר אצל חכמים, אמרו לו, כל שנזר עד שלא חרב בית המקדש, נזיר. ומשחרב בית המקדש, אינו נזיר","jbo:textNikud":"מִי שֶׁנָּדַר בְּנָזִיר וְהָלַךְ לְהָבִיא אֶת בְּהֶמְתּוֹ {ח} וּמְצָאָהּ שֶׁנִּגְנְבָה, אִם עַד שֶׁלֹּא נִגְנְבָה בְהֶמְתּוֹ נָזַר, הֲרֵי זֶה נָזִיר. וְאִם מִשֶּׁנִּגְנְבָה בְהֶמְתּוֹ נָזַר, אֵינוֹ נָזִיר. וְזוֹ טָעוּת טָעָה נַחוּם הַמָּדִי כְּשֶׁעָלוּ נְזִירִים מִן הַגּוֹלָה וּמָצְאוּ בֵית הַמִּקְדָּשׁ חָרֵב, אָמַר לָהֶם נַחוּם הַמָּדִי, אִלּוּ הֱיִיתֶם יוֹדְעִים שֶׁבֵּית הַמִּקְדָּשׁ חָרֵב הֱיִיתֶם נוֹזְרִים. אָמְרוּ לוֹ לֹא, וְהִתִּירָן נַחוּם הַמָּדִי. וּכְשֶׁבָּא הַדָּבָר אֵצֶל חֲכָמִים, אָמְרוּ לוֹ, כֹּל שֶׁנָּזַר עַד שֶׁלֹּא חָרַב בֵּית הַמִּקְדָּשׁ, נָזִיר. וּמִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, אֵינוֹ נָזִיר","rdfs:label":"משנה נזיר ה ד","jbo:interprets":"jbr:mishna-3-4-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-4","jbo:text":"ר\"ע מברטנורה מי שנדר בנזיר. ובשעה שנדר היו לו בהמות ואדעתא דהכי נדר שיקריב קרבנותיו מאותם בהמות. והלך ומצאן שנגנבו ומחמת זה מתחרט על שנדר בנזיר: אם עד שלא נגנבו בהמותיו נדר הרי זה נזיר. ולא יתיר לו החכם בפתח זה, דנולד הוי {ט} ואין פותחין בנולד: ואם לאחר שנגנבו נדר. ואמר אלו הייתי יודע שנגנבו לא הייתי נודר, הרי זה פתח ויתירנו החכם: וזו טעות טעה נחום המדי שכשעלו נזירים מן הגולה ומצאו בית המקדש חרב. והם נדרו קדם שחרב הבית, והתיר להן, ואמרו לו חכמים דנולד הוא ואין פותחין בנולד. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה מִי שֶׁנָּדַר בְּנָזִיר. וּבְשָׁעָה שֶׁנָּדַר הָיוּ לוֹ בְהֵמוֹת וְאַדַּעְתָּא דְּהָכִי נָדַר שֶׁיַּקְרִיב קָרְבְּנוֹתָיו מֵאוֹתָם בְּהֵמוֹת. וְהָלַךְ וּמְצָאָן שֶׁנִּגְנְבוּ וּמֵחֲמַת זֶה מִתְחָרֵט עַל שֶׁנָּדַר בְּנָזִיר: אִם עַד שֶׁלֹּא נִגְנְבוּ בְהֵמוֹתָיו נָדַר הֲרֵי זֶה נָזִיר. וְלֹא יַתִּיר לוֹ הֶחָכָם בְּפֶתַח זֶה, דְּנוֹלָד הָוֵי {ט} וְאֵין פּוֹתְחִין בְּנוֹלָד: וְאִם לְאַחַר שֶׁנִּגְנְבוּ נָדַר. וְאָמַר אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁנִּגְנְבוּ לֹא הָיִיתִי נוֹדֵר, הֲרֵי זֶה פֶּתַח וְיַתִּירֶנּוּ הֶחָכָם: וְזוֹ טָעוּת טָעָה נַחוּם הַמָּדִי שֶׁכְּשֶׁעָלוּ נְזִירִים מִן הַגּוֹלָה וּמָצְאוּ בֵית הַמִּקְדָּשׁ חָרֵב. וְהֵם נָדְרוּ קֹדֶם שֶׁחָרַב הַבַּיִת, וְהִתִּיר לָהֶן, וְאָמְרוּ לוֹ חֲכָמִים דְּנוֹלָד הוּא וְאֵין פּוֹתְחִין בְּנוֹלָד. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-4","jbo:text":"עיקר תוי\"ט {ח} בהמתו. רצונו לומר שלש בהמות המחיבות לו. הרמב\"ם בפרושו. ואפשר שהמשנה נתכונה להורות שאפלו לא נגנבה אלא אחת, ולפיכך שנאן הכל בלשון בהמה אחת: {ט} ונולד דלא שכיח הוא. וכן חרבן הבית כשהיה קים בשעת הנזירות. תוספות","jbo:textNikud":"עיקר תוי\"ט {ח} בְּהֶמְתּוֹ. רְצוֹנוֹ לוֹמַר שָׁלֹשׁ בְּהֵמוֹת הַמְּחֻיָּבוֹת לוֹ. הָרַמְבַּ\"ם בְּפֵרוּשׁוֹ. וְאֶפְשָׁר שֶׁהַמִּשְׁנָה נִתְכַּוְּנָה לְהוֹרוֹת שֶׁאֲפִלּוּ לֹא נִגְנְבָה אֶלָּא אַחַת, וּלְפִיכָךְ שְׁנָאָן הַכֹּל בִּלְשׁוֹן בְּהֵמָה אַחַת: {ט} וְנוֹלַד דְּלֹא שְׁכִיחַ הוּא. וְכֵן חֻרְבַּן הַבַּיִת כְּשֶׁהָיָה קַיָּם בִּשְׁעַת הַנְּזִירוּת. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-5","jbo:text":"היו מהלכין בדרך ואחד בא כנגדן, אמר אחד מהן הריני נזיר שזה פלוני, ואחד אמר הריני נזיר שאין זה פלוני, הריני נזיר שאחד מכם נזיר, שאין אחד מכם נזיר {י}, ששניכם נזירים, שכלכם נזירים, בית שמאי אומרים כלם נזירים. ובית הלל אומרים, אינו נזיר אלא מי שלא {יא} נתקימו דבריו. ורבי טרפון אומר, אין אחד מהם נזיר","jbo:textNikud":"הָיוּ מְהַלְּכִין בַּדֶּרֶךְ וְאֶחָד בָּא כְנֶגְדָּן, אָמַר אֶחָד מֵהֶן הֲרֵינִי נָזִיר שֶׁזֶּה פְלוֹנִי, וְאֶחָד אָמַר הֲרֵינִי נָזִיר שֶׁאֵין זֶה פְלוֹנִי, הֲרֵינִי נָזִיר שֶׁאֶחָד מִכֶּם נָזִיר, שֶׁאֵין אֶחָד מִכֶּם נָזִיר {י}, שֶׁשְּׁנֵיכֶם נְזִירִים, שֶׁכֻּלְּכֶם נְזִירִים, בֵּית שַׁמַּאי אוֹמְרִים כֻּלָּם נְזִירִים. וּבֵית הִלֵּל אוֹמְרִים, אֵינוֹ נָזִיר אֶלָּא מִי שֶׁלֹּא {יא} נִתְקַיְּמוּ דְבָרָיו. וְרַבִּי טַרְפוֹן אוֹמֵר, אֵין אֶחָד מֵהֶם נָזִיר","rdfs:label":"משנה נזיר ה ה","jbo:interprets":"jbr:mishna-3-4-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-5","jbo:text":"ר\"ע מברטנורה הריני נזיר שזה איש פלוני. אם זה ההולך לנגדי הוא איש פלוני הריני נזיר, והשני אומר אם אין זה איש פלוני הריני נזיר: כלם נזירים. ואפלו אותם שלא נתקימו דבריהם. דכי היכי דהקדש בטעות הוי הקדש, הכי נמי נזירות בטעות הויא נזירות: רבי טרפון אומר אין אחד מהם נזיר. דסבר רבי טרפון אין נזירות אלא להפלאה, כלומר שיהא ברור וידוע לו בשעת נדרו שיהא נזיר, וכל הני לא היה ידוע לו בשעת נדרו שיהיה כדבריו. ואין הלכה כרבי טרפון","jbo:textNikud":"ר\"ע מברטנורה הֲרֵינִי נָזִיר שֶׁזֶּה אִישׁ פְּלוֹנִי. אִם זֶה הַהוֹלֵךְ לְנֶגְדִּי הוּא אִישׁ פְּלוֹנִי הֲרֵינִי נָזִיר, וְהַשֵּׁנִי אוֹמֵר אִם אֵין זֶה אִישׁ פְּלוֹנִי הֲרֵינִי נָזִיר: כֻּלָּם נְזִירִים. וַאֲפִלּוּ אוֹתָם שֶׁלֹּא נִתְקַיְּמוּ דִבְרֵיהֶם. דְּכִי הֵיכִי דְהֶקְדֵּשׁ בְּטָעוּת הָוֵי הֶקְדֵּשׁ, הָכִי נַמִּי נְזִירוּת בְּטָעוּת הַוְיָא נְזִירוּת: רַבִּי טַרְפוֹן אוֹמֵר אֵין אֶחָד מֵהֶם נָזִיר. דְּסָבַר רַבִּי טַרְפוֹן אֵין נְזִירוּת אֶלָּא לְהַפְלָאָה, כְּלוֹמַר שֶׁיְּהֵא בָּרוּר וְיָדוּעַ לוֹ בִּשְׁעַת נִדְרוֹ שֶׁיְּהֵא נָזִיר, וְכָל הָנֵי לֹא הָיָה יָדוּעַ לוֹ בִּשְׁעַת נִדְרוֹ שֶׁיִּהְיֶה כִדְבָרָיו. וְאֵין הֲלָכָה כְּרַבִּי טַרְפוֹן","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-5","jbo:text":"עיקר תוי\"ט {י} שאין כו'. משמע שאין אחד מהם נזיר וחברו מיהא הוי נזיר. ולא שאין בשנים הראשונים שום נזיר דאם כן לרבי טרפון להוי נזיר שהרי שניהם אינם נזירים לדידיה ושפיר הוי חשוב להפלאה. תוספות. ועין עוד: {יא} שלא כו'. בגמרא מי שלא נתקימו דבריו אמאי הוי נזיר, אמר רב יהודה אימא מי שנתקימו דבריו. אביי אמר כגון דאמר אי נמי לאו פלוני הוא אהוי נזיר, ומאי לא נתקימו דבריו, לא נתקימו דבריו הראשונים אלא דבריו האחרונים. ופרש רש\"י דהכי קאמרו בית הלל, לא מבעיא כי נתקימו דבריו הראשונים דהוי נזיר, אלא אפלו לא נתקימו דבריו הראשונים הרי זה נזיר משום דבריו האחרונים. והתוספות פרשו דמירי שחזר בו תוך כדי דבור, ואגב אורחיה קא משמע לן דתוך כדי דבור כדבור דמי, ודבריו האחרונים עקרים. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} שֶׁאֵין כוּ'. מַשְׁמַע שֶׁאֵין אֶחָד מֵהֶם נָזִיר וַחֲבֵרוֹ מִיהָא הָוֵי נָזִיר. וְלֹא שֶׁאֵין בִּשְׁנַיִם הָרִאשׁוֹנִים שׁוּם נָזִיר דְּאִם כֵּן לְרַבִּי טַרְפוֹן לֶהֱוֵי נָזִיר שֶׁהֲרֵי שְׁנֵיהֶם אֵינָם נְזִירִים לְדִידֵיהּ וְשַׁפִּיר הָוֵי חָשׁוּב לְהַפְלָאָה. תּוֹסָפוֹת. וְעַיֵּן עוֹד: {יא} שֶׁלֹּא כוּ'. בַּגְּמָרָא מִי שֶׁלֹּא נִתְקַיְּמוּ דְבָרָיו אַמַּאי הָוֵי נָזִיר, אָמַר רַב יְהוּדָה אֵימָא מִי שֶׁנִּתְקַיְּמוּ דְּבָרָיו. אַבַּיֵי אָמַר כְּגוֹן דְּאָמַר אִי נַמִּי לָאו פְּלוֹנִי הוּא אֶהֱוֵי נָזִיר, וּמַאי לֹא נִתְקַיְּמוּ דְבָרָיו, לֹא נִתְקַיְּמוּ דְבָרָיו הָרִאשׁוֹנִים אֶלָּא דְבָרָיו הָאַחֲרוֹנִים. וּפֵרֵשׁ רַשִׁ\"י דְּהָכִי קָאָמְרוּ בֵּית הִלֵּל, לֹא מִבַּעְיָא כִּי נִתְקַיְּמוּ דְבָרָיו הָרִאשׁוֹנִים דַּהֲוֵי נָזִיר, אֶלָּא אֲפִלּוּ לֹא נִתְקַיְּמוּ דְבָרָיו הָרִאשׁוֹנִים הֲרֵי זֶה נָזִיר מִשּׁוּם דְּבָרָיו הָאַחֲרוֹנִים. וְהַתּוֹסָפוֹת פֵּרְשׁוּ דְּמַיְרֵי שֶׁחָזַר בּוֹ תּוֹךְ כְּדֵי דִבּוּר, וְאַגַּב אוֹרְחֵיהּ קָא מַשְׁמַע לָן דְּתוֹךְ כְּדֵי דִבּוּר כְּדִבּוּר דָּמֵי, וּדְבָרָיו הָאַחֲרוֹנִים עִקָּרִים. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-6","jbo:text":"הרתיע לאחוריו, אינו נזיר. רבי שמעון אומר, יאמר, אם היה כדברי, הריני נזיר חובה. ואם לאו, הריני נזיר נדבה","jbo:textNikud":"הִרְתִּיעַ לַאֲחוֹרָיו, אֵינוֹ נָזִיר. רַבִּי שִׁמְעוֹן אוֹמֵר, יֹאמַר, אִם הָיָה כִדְבָרַי, הֲרֵינִי נְזִיר חוֹבָה. וְאִם לָאו, הֲרֵינִי נְזִיר נְדָבָה","rdfs:label":"משנה נזיר ה ו","jbo:interprets":"jbr:mishna-3-4-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-6","jbo:text":"ר\"ע מברטנורה הרתיע לאחוריו. זה שבא כנגדן חזר לאחוריו ולא נודע מי הוא: אינו נזיר. אין אחד מהם נזיר, דלא מחית אינש נפשיה אספקא {יב}, ודעתו היה בשעת הנדר שאם לא יבא הדבר לידי ברור שלא יהיה בדבריו כלום: רבי שמעון אומר כו'. רבי שמעון לטעמיה דאמר ספק נזירות להחמיר. ומה תקנתן, שהרי אי אפשר להביא קרבן מספק, אלא צריכים להתנות כל אחד ולומר אם אינו כדבריו שיהא נזיר נדבה. ואין הלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה הִרְתִּיעַ לַאֲחוֹרָיו. זֶה שֶׁבָּא כְּנֶגְדָּן חָזַר לַאֲחוֹרָיו וְלֹא נוֹדַע מִי הוּא: אֵינוֹ נָזִיר. אֵין אֶחָד מֵהֶם נָזִיר, דְּלֹא מַחֵית אֱינַשׁ נַפְשֵׁיהּ אַסְּפֵקָא {יב}, וְדַעְתּוֹ הָיָה בִשְׁעַת הַנֶּדֶר שֶׁאִם לֹא יָבֹא הַדָּבָר לִידֵי בֵּרוּר שֶׁלֹּא יִהְיֶה בִּדְבָרָיו כְּלוּם: רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. רַבִּי שִׁמְעוֹן לְטַעְמֵיהּ דְּאָמַר סְפֵק נְזִירוּת לְהַחְמִיר. וּמַה תַּקָּנָתָן, שֶׁהֲרֵי אִי אֶפְשָׁר לְהָבִיא קָרְבָּן מִסָּפֵק, אֶלָּא צְרִיכִים לְהַתְנוֹת כָּל אֶחָד וְלוֹמַר אִם אֵינוֹ כִדְבָרָיו שֶׁיְּהֵא נְזִיר נְדָבָה. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-6","jbo:text":"עיקר תוי\"ט {יב} ורבי יהודה היא, ופרשו התוספות דפלוגתיהו במתניתין אליבא דבית הלל היא","jbo:textNikud":"עיקר תוי\"ט {יב} וְרַבִּי יְהוּדָה הִיא, וּפֵרְשׁוּ הַתּוֹסָפוֹת דִּפְלוּגְתַּיְהוּ בְּמַתְנִיתִין אַלִּיבָּא דְבֵית הִלֵּל הִיא","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-3-4-5-7","jbo:text":"ראה את הכוי ואמר, הריני נזיר שזה חיה, הריני נזיר שזה אינו חיה, הריני נזיר שזה בהמה, הריני נזיר שאין זה בהמה, הריני נזיר שזה חיה ובהמה, הריני נזיר שאין זה לא חיה ולא בהמה, הריני נזיר שאחד מכם נזיר, הריני נזיר שאין אחד מכם נזיר, הריני נזיר שכלכם נזירים, הרי כלם נזירים","jbo:textNikud":"רָאָה אֶת הַכּוֹי וְאָמַר, הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה, הֲרֵינִי נָזִיר שֶׁזֶּה אֵינוֹ חַיָּה, הֲרֵינִי נָזִיר שֶׁזֶּה בְהֵמָה, הֲרֵינִי נָזִיר שֶׁאֵין זֶה בְהֵמָה, הֲרֵינִי נָזִיר שֶׁזֶּה חַיָּה וּבְהֵמָה, הֲרֵינִי נָזִיר שֶׁאֵין זֶה לֹא חַיָּה וְלֹא בְהֵמָה, הֲרֵינִי נָזִיר שֶׁאֶחָד מִכֶּם נָזִיר, הֲרֵינִי נָזִיר שֶׁאֵין אֶחָד מִכֶּם נָזִיר, הֲרֵינִי נָזִיר שֶׁכֻּלְּכֶם נְזִירִים, הֲרֵי כֻלָּם נְזִירִים","rdfs:label":"משנה נזיר ה ז","jbo:interprets":"jbr:mishna-3-4-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-bartanura-3-4-5-7","jbo:text":"ר\"ע מברטנורה ראה את הכוי. ששה בני אדם שראו את הכוי, ואמר אחד מהן הריני נזיר אם זה חיה, ואמר השני הריני נזיר אם אינו חיה, ואמר השלישי הריני נזיר אם הוא בהמה, ואמר הרביעי הריני נזיר אם אינו בהמה, ואמר החמישי הריני נזיר אם הוא חיה ובהמה, ואמר הששי הריני נזיר אם אינו לא חיה ולא בהמה, ואתו שלשה אחריני מעלמא ואמר חד מניהו לאלו הששה, הריני נזיר אם אחד מכם נזיר, ואמר השני הריני נזיר אם אין אחד מכם נזיר, ואמר השלישי הריני נזיר אם כלכם נזירים, כלן נזירים, הששה הראשונים והשלשה האחרונים. לבית שמאי {יג} הוו נזירים ודאי, דנזירות בטעות הוי נזירות, ובין אותו שנתקימו דבריו ובין אותו שלא נתקימו דבריו הוי נזיר. ולבית הלל הוי נזירות ספק, מפני שהכוי ספק בהמה ספק חיה ספק בריה בפני עצמה {יד}","jbo:textNikud":"ר\"ע מברטנורה רָאָה אֶת הַכּוֹי. שִׁשָּׁה בְּנֵי אָדָם שֶׁרָאוּ אֶת הַכּוֹי, וְאָמַר אֶחָד מֵהֶן הֲרֵינִי נָזִיר אִם זֶה חַיָּה, וְאָמַר הַשֵּׁנִי הֲרֵינִי נָזִיר אִם אֵינוֹ חַיָּה, וְאָמַר הַשְּׁלִישִׁי הֲרֵינִי נָזִיר אִם הוּא בְּהֵמָה, וְאָמַר הָרְבִיעִי הֲרֵינִי נָזִיר אִם אֵינוֹ בְּהֵמָה, וְאָמַר הַחֲמִישִׁי הֲרֵינִי נָזִיר אִם הוּא חַיָּה וּבְהֵמָה, וְאָמַר הַשִּׁשִּׁי הֲרֵינִי נָזִיר אִם אֵינוֹ לֹא חַיָּה וְלֹא בְהֵמָה, וְאָתוּ שְׁלֹשָׁה אַחֲרִינֵי מֵעָלְמָא וְאָמַר חַד מִנַּיְהוּ לְאֵלוּ הַשִּׁשָּׁה, הֲרֵינִי נָזִיר אִם אֶחָד מִכֶּם נָזִיר, וְאָמַר הַשֵּׁנִי הֲרֵינִי נָזִיר אִם אֵין אֶחָד מִכֶּם נָזִיר, וְאָמַר הַשְּׁלִישִׁי הֲרֵינִי נָזִיר אִם כֻּלְּכֶם נְזִירִים, כֻּלָּן נְזִירִים, הַשִּׁשָּׁה הָרִאשׁוֹנִים וְהַשְּׁלֹשָׁה הָאַחֲרוֹנִים. לְבֵית שַׁמַּאי {יג} הָווּ נְזִירִים וַדַּאי, דִּנְזִירוּת בְּטָעוּת הָוֵי נְזִירוּת, וּבֵין אוֹתוֹ שֶׁנִּתְקַיְּמוּ דְבָרָיו וּבֵין אוֹתוֹ שֶׁלֹּא נִתְקַיְּמוּ דְבָרָיו הָוֵי נָזִיר. וּלְבֵית הִלֵּל הָוֵי נְזִירוּת סָפֵק, מִפְּנֵי שֶׁהַכּוֹי סְפֵק בְּהֵמָה סְפֵק חַיָּה סְפֵק בְּרִיָּה בִּפְנֵי עַצְמָהּ {יד}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ה ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-5"],"uri":"jbr:mishna-yomtov-3-4-5-7","jbo:text":"עיקר תוי\"ט {יג} וכן פרשו התוספות, ופרוש זה דחוק לומר דכלה רבי שמעון היא ואין הלכה. ונראה כפרוש הרמב\"ם שפרש כוי יש בו דרכים שוה לחיה ולבהמה כו' ולפיכך חל עליו הנזירות באיזה צד שיאמר כו' שכבר אמר אמת במקצת. עד כאן. ובחבורו הוסיף וזה לשונו, וכל הדרכים האלו בעניני המצות ולא בטבעו ותולדתו. עד כאן. כלומר וזה אמת ודאי שיש בו דרך חיה ודרך בהמה כו' ונמצא שהוא נזיר ודאי ולא בא לכלל לא מחית אינש לספקא: {יד} לכאורה משמע ששלש ספקות בדבר. וליתא, שכך אמרו, בריה בפני עצמה ולא הכריעו בו חכמים אם חיה אם בהמה. וזה לשון התוספות, שאין זה לא חיה ולא בהמה, דמשמע בריה ולא יכול להרביעה לא עם חיה ולא עם בהמה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יג} וְכֵן פֵּרְשׁוּ הַתּוֹסָפוֹת, וּפֵרוּשׁ זֶה דָּחוּק לוֹמַר דְּכֻלָּהּ רַבִּי שִׁמְעוֹן הִיא וְאֵין הֲלָכָה. וְנִרְאֶה כְּפֵרוּשׁ הָרַמְבַּ\"ם שֶׁפֵּרֵשׁ כּוֹי יֵשׁ בּוֹ דְּרָכִים שָׁוֶה לַחַיָּה וְלַבְּהֵמָה כוּ' וּלְפִיכָךְ חָל עָלָיו הַנְּזִירוּת בְּאֵיזֶה צַד שֶׁיֹּאמַר כוּ' שֶׁכְּבָר אָמַר אֱמֶת בְּמִקְצָת. עַד כָּאן. וּבְחִבּוּרוֹ הוֹסִיף וְזֶה לְשׁוֹנוֹ, וְכָל הַדְּרָכִים הָאֵלּוּ בְּעִנְיְנֵי הַמִּצְוֹת וְלֹא בְּטִבְעוֹ וְתוֹלַדְתּוֹ. עַד כָּאן. כְּלוֹמַר וְזֶה אֱמֶת וַדַּאי שֶׁיֵּשׁ בּוֹ דֶּרֶךְ חַיָּה וְדֶרֶךְ בְּהֵמָה כוּ' וְנִמְצָא שֶׁהוּא נָזִיר וַדָּאִי וְלֹא בָּא לִכְלָל לֹא מַחֵית אֱינַשׁ לִסְפֵקָא: {יד} לִכְאוֹרָה מַשְׁמַע שֶׁשָּׁלֹשׁ סְפֵקוֹת בַּדָּבָר. וְלֵיתָא, שֶׁכָּךְ אָמְרוּ, בְּרִיָּה בִּפְנֵי עַצְמָהּ וְלֹא הִכְרִיעוּ בּוֹ חֲכָמִים אִם חַיָּה אִם בְּהֵמָה. וְזֶה לְשׁוֹן הַתּוֹסָפוֹת, שֶׁאֵין זֶה לֹא חַיָּה וְלֹא בְהֵמָה, דְּמַשְׁמַע בְּרִיָּה וְלֹא יָכוֹל לְהַרְבִּיעָהּ לֹא עִם חַיָּה וְלֹא עִם בְּהֵמָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ה ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-5-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-1","jbo:text":"שלשה מינין אסורין בנזיר, הטמאה והתגלחת והיוצא מן הגפן. וכל היוצא מן הגפן מצטרפין זה עם זה. ואינו חיב עד שיאכל מן הענבים {א} כזית. משנה ראשונה, עד שישתה רביעית יין. רבי עקיבא אומר, אפלו שרה פתו ביין ויש בה כדי לצרף כזית, חיב","jbo:textNikud":"שְׁלשָׁה מִינִין אֲסוּרִין בַּנָּזִיר, הַטֻּמְאָה וְהַתִּגְלַחַת וְהַיּוֹצֵא מִן הַגָּפֶן. וְכָל הַיּוֹצֵא מִן הַגֶּפֶן מִצְטָרְפִין זֶה עִם זֶה. וְאֵינוֹ חַיָּב עַד שֶׁיֹּאכַל מִן הָעֲנָבִים {א} כַּזָּיִת. מִשְׁנָה רִאשׁוֹנָה, עַד שֶׁיִּשְׁתֶּה רְבִיעִית יַיִן. רַבִּי עֲקִיבָא אוֹמֵר, אֲפִלּוּ שָׁרָה פִתּוֹ בְיַיִן וְיֶשׁ בָּהּ כְּדֵי לְצָרֵף כַּזַּיִת, חַיָּב","rdfs:label":"משנה נזיר ו א","jbo:interprets":"jbr:mishna-3-4-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-1","jbo:text":"ר\"ע מברטנורה שלשה מינין אסורין בנזיר. הטמאה. דכתיב (במדבר ו) על כל נפשות מת לא יבא: התגלחת. דכתיב (שם) תער לא יעבר על ראשו: והיוצא מן הגפן. דכתיב (שם) וענבים לחים ויבשים לא יאכל: כל היוצא מן הגפן. כגון ענבים לחים ויבשים חרצנים וזגים, מצטרפין לכזית ללקות עליהן: ואינו חיב עד שיאכל מן הענבים כזית. והוא הדין לשעור שתיה בכזית {ב}. דכיון דכתיב וענבים לחים ויבשים לא יאכל, גמרינן מנה מה אכילה בכזית אף שתיה בכזית: משנה ראשונה עד שישתה רביעית יין. אבל משנה ראשונה איפכא שמעינן לה, דגמרינן אכילה משתיה, ושעור שתיה בנזיר רביעית, דגמרינן שכר שכר ממקדש, ומה שעור אסור שתיה ברביעית, אף שעור אסור אכילה ברביעית: אפלו שרה פתו ביין ויש בה כדי לצרף כזית חיב. דסבירא ליה לרבי עקיבא שעור אסורי נזיר בין באכילה בין בשתיה בכזית, והתר מצטרף לאסור {ג} להשלים לכשעור. ואין הלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה שְׁלֹשָׁה מִינִין אֲסוּרִין בַּנָּזִיר. הַטֻּמְאָה. דִּכְתִיב (בְּמִדְבָּר ו) עַל כָּל נַפְשׁוֹת מֵת לֹא יָבֹא: הַתִּגְלַחַת. דִּכְתִיב (שָׁם) תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ: וְהַיּוֹצֵא מִן הַגֶּפֶן. דִּכְתִיב (שָׁם) וַעֲנָבִים לַחִים וִיבֵשִׁים לֹא יֹאכַל: כָּל הַיּוֹצֵא מִן הַגֶּפֶן. כְּגוֹן עֲנָבִים לַחִים וִיבֵשִׁים חַרְצַנִּים וְזַגִּים, מִצְטָרְפִין לְכַזַּיִת לִלְקוֹת עֲלֵיהֶן: וְאֵינוֹ חַיָּב עַד שֶׁיֹּאכַל מִן הָעֲנָבִים כַּזָּיִת. וְהוּא הַדִּין לְשִׁעוּר שְׁתִיָּה בְּכַזַּיִת {ב}. דְּכֵיוָן דִּכְתִיב וַעֲנָבִים לַחִים וִיבֵשִׁים לֹא יֹאכַל, גָּמְרִינַן מִנַּהּ מָה אֲכִילָה בְּכַזַּיִת אַף שְׁתִיָּה בְּכַזַּיִת: מִשְׁנָה רִאשׁוֹנָה עַד שֶׁיִּשְׁתֶּה רְבִיעִית יַיִן. אֲבָל מִשְׁנָה רִאשׁוֹנָה אִיפְּכָא שָׁמְעִינַן לַהּ, דְּגָמְרִינַן אֲכִילָה מִשְּׁתִיָּה, וְשִׁעוּר שְׁתִיָּה בַּנָּזִיר רְבִיעִית, דְּגָמְרִינַן שֵׁכָר שֵׁכָר מִמִּקְדָּשׁ, וּמַה שִּׁעוּר אִסּוּר שְׁתִיָּה בִּרְבִיעִית, אַף שִׁעוּר אִסּוּר אֲכִילָה בִּרְבִיעִית: אֲפִלּוּ שָׁרָה פִתּוֹ בְיַיִן וְיֵשׁ בָּהּ כְּדֵי לְצָרֵף כַּזַּיִת חַיָּב. דִּסְבִירָא לֵיהּ לְרַבִּי עֲקִיבָא שִׁעוּר אִסּוּרֵי נָזִיר בֵּין בַּאֲכִילָה בֵּין בִּשְׁתִיָּה בְּכַזַּיִת, וְהֶתֵּר מִצְטָרֵף לְאִסּוּר {ג} לְהַשְׁלִים לִכְשִׁעוּר. וְאֵין הֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-1","jbo:text":"עיקר תוי\"ט {א} הענבים. [והוא הדין] נמי מחיב על זג וחרצן. אלא הא אתא לאשמעינן דאינו חיב אלא בכזית, והאי דקתני ענבים לאפוקי מרבי אליעזר דאמר אפלו עלין ולולבין. רש\"י: {ב} והינו כמשנה האחרונה. ורבי עקיבא נמי הכי סבירא ליה, דאמר כדי לצרף כזית. והתוספות כתבו דמתניתין [דקתני ברישא עד שיאכל מן הענבים כזית] אליבא דכלי עלמא, דבאכילה מודו כלי עלמא דבכזית, ולא פליגי אלא בשתיה, דמשנה ראשונה עד שישתה רביעית יין כדרך כל שתיה ולא גמר שתיה מאכילה, ורבי עקיבא גמר כו'. ועין תוספות יום טוב איך משערין שתיה בכזית ואכילה ברביעית: {ג} בגמרא יליף ליה מקרא.ורבנן דרשי ליה לדרשא אחריתי. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} הָעֲנָבִים. [וְהוּא הַדִּין] נַמִּי מְחַיֵּב עַל זַג וְחַרְצָן. אֶלָּא הָא אֲתָא לְאַשְׁמְעִינַן דְּאֵינוֹ חַיָּב אֶלָּא בְכַזַּיִת, וְהַאי דְקָתָנֵי עֲנָבִים לַאֲפוֹקֵי מֵרַבִּי אֱלִיעֶזֶר דְּאָמַר אֲפִלּוּ עָלִין וְלוּלָבִין. רַשִׁ\"י: {ב} וְהַיְנוּ כְּמִשְׁנָה הָאַחֲרוֹנָה. וְרַבִּי עֲקִיבָא נַמִּי הָכִי סְבִירָא לֵיהּ, דְּאָמַר כְּדֵי לְצָרֵף כַּזַּיִת. וְהַתּוֹסָפוֹת כָּתְבוּ דְּמַתְנִיתִין [דְּקָתָנֵי בְרֵישָׁא עַד שְׁיֹאכַל מִן הָעֲנָבִים כַּזַּיִת] אַלִּיבָּא דְּכֻלֵּי עָלְמָא, דְּבַאֲכִילָה מוֹדוּ כֻּלֵּי עָלְמָא דִבְכַזַּיִת, וְלֹא פְלִיגֵי אֶלָּא בִשְׁתִיָּה, דְּמִשְׁנָה רִאשׁוֹנָה עַד שֶׁיִּשְׁתֶּה רְבִיעִית יַיִן כְּדֶרֶךְ כָּל שְׁתִיָּה וְלֹא גָּמַר שְׁתִיָּה מֵאֲכִילָה, וְרַבִּי עֲקִיבָא גָּמַר כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב אֵיךְ מְשַׁעֲרִין שְׁתִיָּה בְּכַזַּיִת וַאֲכִילָה בִּרְבִיעִית: {ג} בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא.וְרַבָּנָן דָּרְשִׁי לֵיהּ לִדְרָשָׁא אַחֲרִיתִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ו א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-2","jbo:text":"וחיב על היין בפני עצמו {ד}, ועל הענבים בפני עצמן, ועל החרצנים בפני עצמן, ועל הזגים בפני עצמן. רבי אלעזר בן עזריה אומר, אינו חיב עד שיאכל שני חרצנים וזגן. אלו הן חרצנים ואלו הן זגים, החרצנים אלו החיצונים, הזגים אלו הפנימים, דברי רבי יהודה. רבי יוסי אומר, שלא תטעה, כזוג של בהמה, החיצון זוג והפנימי ענבל","jbo:textNikud":"וְחַיָּב עַל הַיַּיִן בִּפְנֵי עַצְמוֹ {ד}, וְעַל הָעֲנָבִים בִּפְנֵי עַצְמָן, וְעַל הַחַרְצַנִּים בִּפְנֵי עַצְמָן, וְעַל הַזַּגִּים בִּפְנֵי עַצְמָן. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֵינוֹ חַיָּב עַד שֶׁיֹּאכַל שְׁנֵי חַרְצַנִּים וְזַגָּן. אֵלּוּ הֵן חַרְצַנִּים וְאֵלּוּ הֵן זַגִּים, הַחַרְצַנִּים אֵלּוּ הַחִיצוֹנִים, הַזַּגִּים אֵלּוּ הַפְּנִימִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, שֶׁלֹּא תִטְעֶה, כְּזוֹג שֶׁל בְּהֵמָה, הַחִיצוֹן זוֹג וְהַפְּנִימִי עִנְבָּל","rdfs:label":"משנה נזיר ו ב","jbo:interprets":"jbr:mishna-3-4-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-2","jbo:text":"ר\"ע מברטנורה עד שיאכל שני חרצנים וזגין. דכתיב (במדבר ו) מחרצנים ועד זג, ומעוט חרצנים שנים, ויש להם זג אחד {ה}. ואין הלכה כרבי אלעזר בן עזריה, אלא האכל מן החרצן והזג אינו לוקה עד שיאכל מהן כזית {ו}: רבי יוסי אומר שלא תטעה. רבי יוסי היה נותן סימן שלא תטעה: זוג של בהמה. שהחיצון קרוי זוג","jbo:textNikud":"ר\"ע מברטנורה עַד שֶׁיֹּאכַל שְׁנֵי חַרְצַנִּים וְזַגִּין. דִּכְתִיב (בְּמִדְבָּר ו) מֵחַרְצַנִּים וְעַד זַג, וּמִעוּט חַרְצַנִּים שְׁנַיִם, וְיֵשׁ לָהֶם זַג אֶחָד {ה}. וְאֵין הֲלָכָה כְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, אֶלָּא הָאֹכֵל מִן הַחַרְצָן וְהַזַּג אֵינוֹ לוֹקֶה עַד שֶׁיֹּאכַל מֵהֶן כַּזַּיִת {ו}: רַבִּי יוֹסֵי אוֹמֵר שֶׁלֹּא תִטְעֶה. רַבִּי יוֹסֵי הָיָה נוֹתֵן סִימָן שֶׁלֹּא תִטְעֶה: זוֹג שֶׁל בְּהֵמָה. שֶׁהַחִיצוֹן קָרוּי זוֹג","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-2","jbo:text":"עיקר תוי\"ט {ד} בפני עצמו. ונראה דעקר חדוש לתנא קמא בא לומר חיב על הזגים בפני עצמו אם אכל לבד מן הזגים, ואההיא אתא לאפלוגי רבי אלעזר בן עזריה כו'. תוספות: {ה} ועל שניהם הכתוב אומר זג אחד: {ו} אף על גב דלפי לשון המשנה אינו חיב עד שיאכל כו' משמע דלהקל בא וכלומר שאפלו אכל כזית מחרצנים או מן הזגים אינו חיב עוד כו'. אבל סובר הר\"ב שכמו שיש בדברי רבי אלעזר בן עזריה להקל כן יש בדבריו להחמיר, שאם אוכל חרצנים וזגין שיהיה חיב אפלו אם הוא בפחות מכזית, שסובר שהתורה הקפידה שיהיו חרצנים שנים וזג אחד ושאם אוכל כך הרי הוא חיב ואפלו אין בהם כזית, ויש בדבר להקל ולהחמיר, וכלפי הך סברא הוא דכתב שאין הלכה אלא אינו לוקה עד שיאכל כזית","jbo:textNikud":"עיקר תוי\"ט {ד} בִּפְנֵי עַצְמוֹ. וְנִרְאֶה דְעִקָּר חִדּוּשׁ לְתַנָּא קַמָּא בָּא לוֹמַר חַיָּב עַל הַזַּגִּים בִּפְנֵי עַצְמוֹ אִם אָכַל לְבַד מִן הַזַּגִּים, וְאַהַהִיא אָתָא לְאַפְלוֹגֵי רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה כוּ'. תּוֹסָפוֹת: {ה} וְעַל שְׁנֵיהֶם הַכָּתוּב אוֹמֵר זַג אֶחָד: {ו} אַף עַל גַּב דִּלְפִי לְשׁוֹן הַמִּשְׁנָה אֵינוֹ חַיָּב עַד שֶׁיֹּאכַל כוּ' מַשְׁמַע דִּלְהָקֵל בָּא וּכְלוֹמַר שֶׁאֲפִלּוּ אָכַל כַּזַּיִת מֵחַרְצַנִּים אוֹ מִן הַזַּגִּים אֵינוֹ חַיָּב עוֹד כוּ'. אֲבָל סוֹבֵר הָרַ\"ב שֶׁכְּמוֹ שֶׁיֵּשׁ בְּדִבְרֵי רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה לְהָקֵל כֵּן יֵשׁ בִּדְבָרָיו לְהַחְמִיר, שֶׁאִם אוֹכֵל חַרְצַנִּים וְזַגִּין שֶׁיִּהְיֶה חַיָּב אֲפִלּוּ אִם הוּא בְּפָחוֹת מִכַּזַּיִת, שֶׁסּוֹבֵר שֶׁהַתּוֹרָה הִקְפִּידָה שֶׁיִּהְיוּ חַרְצַנִּים שְׁנַיִם וְזַג אֶחָד וְשֶׁאִם אוֹכֵל כָּךְ הֲרֵי הוּא חַיָּב וַאֲפִלּוּ אֵין בָּהֶם כַּזַּיִת, וְיֵשׁ בַּדָּבָר לְהָקֵל וּלְהַחְמִיר, וּכְלַפֵּי הַךְ סְבָרָא הוּא דְּכָתַב שֶׁאֵין הֲלָכָה אֶלָּא אֵינוֹ לוֹקֶה עַד שֶׁיֹּאכַל כַּזַּיִת","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-3","jbo:text":"סתם נזירות שלשים יום. גלח או שגלחוהו לסטים, סותר שלשים יום. נזיר שגלח בין בזוג בין בתער או שספסף כל שהוא, חיב. נזיר חופף ומפספס, אבל לא סורק. רבי ישמעאל אומר, לא יחוף באדמה, מפני שמשרת את השער","jbo:textNikud":"סְתָם נְזִירוּת שְׁלשִׁים יוֹם. גִּלַּח אוֹ שֶׁגִּלְּחוּהוּ לִסְטִים, סוֹתֵר שְׁלשִׁים יוֹם. נָזִיר שֶׁגִּלַּח בֵּין בְּזוּג בֵּין בְּתַעַר אוֹ שֶׁסִּפְסֵף כָּל שֶׁהוּא, חַיָּב. נָזִיר חוֹפֵף וּמְפַסְפֵּס, אֲבָל לֹא סוֹרֵק. רַבִּי יִשְׁמָעֵאל אוֹמֵר, לֹא יָחוֹף בַּאֲדָמָה, מִפְּנֵי שֶׁמַּשֶּׁרֶת אֶת הַשֵּׂעָר","rdfs:label":"משנה נזיר ו ג","jbo:interprets":"jbr:mishna-3-4-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-3","jbo:text":"ר\"ע מברטנורה סתם נזירות שלשים יום. אף על גב דתני לה לעיל, משום דבעי למתני סיפא גלח או שגלחוהו לסטים סותר שלשים יום, הדר תנא ליה הכא: סותר שלשים יום. כלומר סותר עד שיהיה לו גדול שער של שלשים יום כשהוא מגלח תגלחת של מצוה {ז}: או שספסף כל שהוא. שעקר והשיר אפלו שער אחד, חיב, דכתיב (במדבר ו) תער לא יעבר, לרבות כל המעבירין {ח}: חופף. מחכך בידו: ומפספס. בצפרניו או בכלי, ובלבד שלא יתכון להשיר, דדבר שאין מתכון מתר: אבל לא סורק. במסרק, דהוי פסיק רישיה ואסור. אף על גב דהמשיר אפלו שער אחת לוקה, מכל מקום אינו סותר שלשים יום עד שיגלח רב שערו בתער או במספרים בצד עקרו של שער {ט}: לא יחוף באדמה. מין ממיני אדמה שהיא משרת השער {י}, דהא נמי הוי פסיק רישיה. והלכה כרבי ישמעאל","jbo:textNikud":"ר\"ע מברטנורה סְתָם נְזִירוּת שְׁלֹשִׁים יוֹם. אַף עַל גַּב דְּתָנֵי לָהּ לְעֵיל, מִשּׁוּם דְּבָעֵי לְמִתְנֵי סֵיפָא גִּלַּח אוֹ שֶׁגִּלְּחוּהוּ לִסְטִים סוֹתֵר שְׁלֹשִׁים יוֹם, הָדַר תָּנָא לֵיהּ הָכָא: סוֹתֵר שְׁלֹשִׁים יוֹם. כְּלוֹמַר סוֹתֵר עַד שֶׁיִּהְיֶה לוֹ גִּדּוּל שֵׂעָר שֶׁל שְׁלֹשִׁים יוֹם כְּשֶׁהוּא מְגַלֵּחַ תִּגְלַחַת שֶׁל מִצְוָה {ז}: אוֹ שֶׁסִּפְסֵף כָּל שֶׁהוּא. שֶׁעָקַר וְהִשִּׁיר אֲפִלּוּ שֵׂעָר אֶחָד, חַיָּב, דִּכְתִיב (בְּמִדְבָּר ו) תַּעַר לֹא יַעֲבֹר, לְרַבּוֹת כָּל הַמַּעֲבִירִין {ח}: חוֹפֵף. מְחַכֵּךְ בְּיָדוֹ: וּמְפַסְפֵּס. בְּצִפָּרְנָיו אוֹ בִכְלִי, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לְהַשִּׁיר, דְּדָבָר שֶׁאֵין מִתְכַּוֵּן מֻתָּר: אֲבָל לֹא סוֹרֵק. בְּמַסְרֵק, דַּהֲוֵי פְּסִיק רֵישֵׁיהּ וְאָסוּר. אַף עַל גַּב דְּהַמַּשִּׁיר אֲפִלּוּ שֵׂעָר אַחַת לוֹקֶה, מִכָּל מָקוֹם אֵינוֹ סוֹתֵר שְׁלֹשִׁים יוֹם עַד שֶׁיְּגַלֵּחַ רֹב שְׂעָרוֹ בְתַעַר אוֹ בְמִסְפָּרַיִם בְּצַד עִקָּרוֹ שֶׁל שֵׂעָר {ט}: לֹא יָחוֹף בַּאֲדָמָה. מִין מִמִּינֵי אֲדָמָה שֶׁהִיא מַשֶּׁרֶת הַשֵּׂעָר {י}, דְּהָא נַמִּי הָוֵי פְּסִיק רֵישֵׁיהּ. וַהֲלָכָה כְּרַבִּי יִשְׁמָעֵאל","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-3","jbo:text":"עיקר תוי\"ט {ז} לומר שזה שסותר הינו אם אין מיום שגלח [או גלחוהו לסטים] עד סוף ימי נזירותו שלשים יום, כגון שגלחוהו ביום מלאת, צריך שימתין שלשים יום, אבל אם יש לו עוד שלשים יום אינו סותר, כלומר כיון דאיכא עדין גדול שער שלשים יום. וכן כתבו התוספות. ודעת הרמב\"ם דאפלו בנזירות מרבה סותר שלשים יום וכל דקדוקי נזירות עליו, אלא שאין עולין לו מן המנין: {ח} דהוה ליה למכתב בתער לא יגלח כו'. ולמסקנת הגמרא אינו חיב אלא כעין תער, לפרוש רש\"י שמעבירן סמוך לעקרן. והתוספות כתבו שעוקר השער ומשחיתו מעקרו. ועין תוספות יום טוב: {ט} כלומר שלא יניח ממנו שיכוף ראשו לעקרו: {י} כלומר ולא בכל אדמה אמר רבי ישמעאל ואפלו שאינה משרת ולגזר אטו משרת, ואף על גב דבגמרא אבעיא לן כו' פרש הר\"ב להקל. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} לוֹמַר שֶׁזֶּה שֶׁסּוֹתֵר הַיְנוּ אִם אֵין מִיּוֹם שֶׁגִּלַּח [אוֹ גִלְּחוּהוּ לִסְטִים] עַד סוֹף יְמֵי נְזִירוּתוֹ שְׁלֹשִׁים יוֹם, כְּגוֹן שֶׁגִּלְּחוּהוּ בְּיוֹם מְלֹאת, צָרִיךְ שֶׁיַּמְתִּין שְׁלֹשִׁים יוֹם, אֲבָל אִם יֵשׁ לוֹ עוֹד שְׁלֹשִׁים יוֹם אֵינוֹ סוֹתֵר, כְּלוֹמַר כֵּיוָן דְּאִיכָּא עֲדַיִן גִּדּוּל שֵׂעָר שְׁלֹשִׁים יוֹם. וְכֵן כָּתְבוּ הַתּוֹסָפוֹת. וְדַעַת הָרַמְבַּ\"ם דַּאֲפִלּוּ בִּנְזִירוּת מְרֻבָּה סוֹתֵר שְׁלֹשִׁים יוֹם וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו, אֶלָּא שֶׁאֵין עוֹלִין לוֹ מִן הַמִּנְיָן: {ח} דַּהֲוָה לֵיהּ לְמִכְתַּב בַּתַּעַר לֹא יְגַלֵּחַ כוּ'. וּלְמַסְקָנַת הַגְּמָרָא אֵינוֹ חַיָּב אֶלָּא כְעֵין תַּעַר, לְפֵרוּשׁ רַשִׁ\"י שֶׁמַּעֲבִירָן סָמוּךְ לְעִקָּרָן. וְהַתּוֹסָפוֹת כָּתְבוּ שֶׁעוֹקֵר הַשֵּׂעָר וּמַשְׁחִיתוֹ מֵעִקָּרוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} כְּלוֹמַר שֶׁלֹּא יַנִּיחַ מִמֶּנּוּ שֶׁיָּכוֹף רֹאשׁוֹ לְעִקָּרוֹ: {י} כְּלוֹמַר וְלֹא בְּכָל אֲדָמָה אָמַר רַבִּי יִשְׁמָעֵאל וַאֲפִלּוּ שֶׁאֵינָהּ מַשֶּׁרֶת וְלִגְזֹר אַטּוּ מַשֶּׁרֶת, וְאַף עַל גַּב דְּבַגְּמָרָא אִבַּעְיָא לָן כוּ' פֵּרֵשׁ הָרַ\"ב לְהָקֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-4","jbo:text":"נזיר שהיה שותה יין כל היום, אינו חיב אלא אחת {יא}. אמרו לו אל תשתה אל תשתה, והוא שותה, חיב על כל אחת ואחת. היה מגלח כל היום, אינו חיב אלא אחת. אמרו לו אל תגלח אל תגלח, והוא מגלח, חיב על כל אחת ואחת. היה מטמא למתים כל היום, אינו חיב אלא אחת. אמרו לו אל תטמא אל תטמא, והוא מטמא, חיב על כל אחת ואחת","jbo:textNikud":"נָזִיר שֶׁהָיָה שׁוֹתֶה יַיִן כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת {יא}. אָמְרוּ לוֹ אַל תִּשְׁתֶּה אַל תִּשְׁתֶּה, וְהוּא שׁוֹתֶה, חַיָּב עַל כָּל אַחַת וְאֶחָת. הָיָה מְגַלֵּחַ כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תְּגַלֵּחַ אַל תְּגַלֵּחַ, וְהוּא מְגַלֵּחַ, חַיָּב עַל כָּל אַחַת וְאֶחָת. הָיָה מִטַּמֵּא לְמֵתִים כָּל הַיּוֹם, אֵינוֹ חַיָּב אֶלָּא אֶחָת. אָמְרוּ לוֹ אַל תִּטַּמָּא אַל תִּטַּמָּא, וְהוּא מִטַּמֵּא, חַיָּב עַל כָּל אַחַת וְאֶחָת","rdfs:label":"משנה נזיר ו ד","jbo:interprets":"jbr:mishna-3-4-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-4","jbo:text":"ר\"ע מברטנורה נזיר שהיה שותה יין כל היום. ולא התרו בו אלא אחת: אל תשתה אל תשתה. שהתרו בו בין שתיה לשתיה","jbo:textNikud":"ר\"ע מברטנורה נָזִיר שֶׁהָיָה שׁוֹתֶה יַיִן כָּל הַיּוֹם. וְלֹא הִתְרוּ בוֹ אֶלָּא אַחַת: אַל תִּשְׁתֶּה אַל תִּשְׁתֶּה. שֶׁהִתְרוּ בּוֹ בֵּין שְׁתִיָּה לִשְׁתִיָּה","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-4","jbo:text":"עיקר תוי\"ט {יא} אלא אחת. אין זה אלא בדיני אדם, שאינו מחיב מלקות אלא אחר התראה, ולכן צריך התראה על כל מלקות. אבל בדיני שמים כל זמן ששתה רביעית יין עברה, ועל כל גלוח [שערה] וכל טמאה עברה. ועל זה תעשה הקש לכל אסורים שבתורה, אין הפרש בין לאו או כרת או מיתה בסנהדרין, אבל תדע שהבא על הערוה חיב על כל עברה ועברה בכלל, ואם אנחנו לא נוכל להעניש עליו אלא ענש אחד הקדוש ברוך הוא מעניש אותו על כל עברה ועברה, ואם המיתו אותו בסנהדרין על אחד מאלו העברות והתודה נתכפר על הכל מצד התשובה, לא מצד שהענש האחד שמענישין אותו הסנהדרין יכפר עונות הרבה. הרמב\"ם","jbo:textNikud":"עיקר תוי\"ט {יא} אֶלָּא אֶחָת. אֵין זֶה אֶלָּא בְּדִינֵי אָדָם, שֶׁאֵינוֹ מְחֻיָּב מַלְקוֹת אֶלָּא אַחַר הַתְרָאָה, וְלָכֵן צָרִיךְ הַתְרָאָה עַל כָּל מַלְקוֹת. אֲבָל בְּדִינֵי שָׁמָיִם כָּל זְמַן שֶׁשָּׁתָה רְבִיעִית יַיִן עֲבֵרָה, וְעַל כָּל גִּלּוּחַ [שַׂעֲרָה] וְכָל טֻמְאָה עֲבֵרָה. וְעַל זֶה תַּעֲשֶׂה הֶקֵּשׁ לְכָל אִסּוּרִים שֶׁבַּתּוֹרָה, אֵין הֶפְרֵשׁ בֵּין לָאו אוֹ כָּרֵת אוֹ מִיתָה בְּסַנְהֶדְרִין, אֲבָל תֵּדַע שֶׁהַבָּא עַל הָעֶרְוָה חַיָּב עַל כָּל עֲבֵרָה וַעֲבֵרָה בִּכְלַל, וְאִם אֲנַחְנוּ לֹא נוּכַל לְהַעֲנִישׁ עָלָיו אֶלָּא עֹנֶשׁ אֶחָד הַקָּדוֹשׁ בָּרוּךְ הוּא מַעֲנִישׁ אוֹתוֹ עַל כָּל עֲבֵרָה וַעֲבֵרָה, וְאִם הֵמִיתוּ אוֹתוֹ בְּסַנְהֶדְרִין עַל אֶחָד מֵאֵלּוּ הָעֲבֵרוֹת וְהִתְוַדָּה נִתְכַּפֵּר עַל הַכֹּל מִצַּד הַתְּשׁוּבָה, לֹא מִצַּד שֶׁהָעֹנֶשׁ הָאֶחָד שֶׁמַּעֲנִישִׁין אוֹתוֹ הַסַּנְהֶדְרִין יְכַפֵּר עֲוֹנוֹת הַרְבֵּה. הָרַמְבַּ\"ם","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-5","jbo:text":"שלשה מינין אסורין בנזיר, הטמאה והתגלחת והיוצא מן הגפן. חמר בטמאה ובתגלחת מביוצא מן הגפן, שהטמאה והתגלחת סותרין, והיוצא מן הגפן אינו סותר. חמר ביוצא מן הגפן מבטמאה ובתגלחת, שהיוצא מן הגפן לא התר מכללו, וטמאה ותגלחת התרו מכללן בתגלחת מצוה ובמת מצוה {יד}. וחמר בטמאה מבתגלחת, שהטמאה סותרת את הכל וחיבין עליה קרבן, ותגלחת אינה סותרת אלא שלשים יום ואין חיבין עליה קרבן","jbo:textNikud":"שְׁלשָׁה מִינִין אֲסוּרִין בַּנָּזִיר, הַטֻּמְאָה וְהַתִּגְלַחַת וְהַיּוֹצֵא מִן הַגָּפֶן. חֹמֶר בַּטֻּמְאָה וּבַתִּגְלַחַת מִבַּיּוֹצֵא מִן הַגֶּפֶן, שֶׁהַטֻּמְאָה וְהַתִּגְלַחַת סוֹתְרִין, וְהַיּוֹצֵא מִן הַגֶּפֶן אֵינוֹ סוֹתֵר. חֹמֶר בַּיּוֹצֵא מִן הַגֶּפֶן מִבַּטֻּמְאָה וּבַתִּגְלַחַת, שֶׁהַיּוֹצֵא מִן הַגֶּפֶן לֹא הֻתַּר מִכְּלָלוֹ, וְטֻמְאָה וְתִגְלַחַת הֻתְּרוּ מִכְּלָלָן בְּתִגְלַחַת מִצְוָה וּבְמֵת מִצְוָה {יד}. וְחֹמֶר בַּטֻּמְאָה מִבַּתִּגְלַחַת, שֶׁהַטֻּמְאָה סוֹתֶרֶת אֶת הַכֹּל וְחַיָּבִין עָלֶיהָ קָרְבָּן, וְתִגְלַחַת אֵינָהּ סוֹתֶרֶת אֶלָּא שְׁלשִׁים יוֹם וְאֵין חַיָּבִין עָלֶיהָ קָרְבָּן","rdfs:label":"משנה נזיר ו ה","jbo:interprets":"jbr:mishna-3-4-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-5","jbo:text":"ר\"ע מברטנורה שהטמאה והתגלחת סותרים. דכתיב בטמאה (שם), והימים הראשונים יפלו. ותגלחת סותרת שלשים, דבעינן גדל פרע שער ראשו (שם), ואין גדול פרע פחות משלשים יום: שהיוצא מן הגפן לא התר מכללו. כגון לשתות יין מצוה, דאמרינן מיין ושכר יזיר (שם) לאסר יין מצוה כיין הרשות {יב}: טמאה ותגלחת התרו מכללן. טמאה, למת מצוה, דכתיב (במדבר ו) לאביו ולאמו לא יטמא, לאביו הוא דאינו מטמא, אבל מטמא למת מצוה. ותגלחת, לנזיר מצרע, דאתי עשה דוגלח את כל שערו (ויקרא יד) ודחי את לא תעשה דתער לא יעבר על ראשו {יג} (במדבר ו)","jbo:textNikud":"ר\"ע מברטנורה שֶׁהַטֻּמְאָה וְהַתִּגְלַחַת סוֹתְרִים. דִּכְתִיב בַּטֻּמְאָה (שָׁם), וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ. וְתִגְלַחַת סוֹתֶרֶת שְׁלֹשִׁים, דְּבָעִינַן גַּדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ (שָׁם), וְאֵין גִּדּוּל פֶּרַע פָּחוֹת מִשְּׁלֹשִׁים יוֹם: שֶׁהַיּוֹצֵא מִן הַגֶּפֶן לֹא הֻתַּר מִכְּלָלוֹ. כְּגוֹן לִשְׁתּוֹת יֵין מִצְוָה, דְּאָמְרִינַן מִיַּיִן וְשֵׁכָר יַזִּיר (שָׁם) לֶאֱסֹר יֵין מִצְוָה כְּיֵין הָרְשׁוּת {יב}: טֻמְאָה וְתִגְלַחַת הֻתְּרוּ מִכְּלָלָן. טֻמְאָה, לְמֵת מִצְוָה, דִּכְתִיב (בְּמִדְבָּר ו) לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא, לְאָבִיו הוּא דְּאֵינוֹ מִטַּמֵּא, אֲבָל מִטַּמֵּא לְמֵת מִצְוָה. וְתִגְלַחַת, לְנָזִיר מְצֹרָע, דְּאָתֵי עֲשֵׂה דִוְגִלַּח אֶת כָּל שְׂעָרוֹ (וַיִּקְרָא יד) וְדָחֵי אֶת לֹא תַעֲשֶׂה דְּתַעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ {יג} (בְּמִדְבָּר ו)","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-5","jbo:text":"עיקר תוי\"ט {יב} אבל בטמאה לא אמר לא יטמא בלבד אלא אמר לאביו וגו'. הרמב\"ם. משמע דמדסתם וכתב מיין ושכר יזיר ילפינן והכל בכלל ואפלו דמצוה. הרמב\"ם כו'. ובגמרא יין דמצוה מאי היא, קדושא ואבדלתא ליכא למימר, שאף על פי שקדוש יום השבת בדברים דבר תורה הוא, זה שמקדשין על היין מדברי סופרים הוא כו'. ומשני כגון שנשבע לשתות, וקא משמע לן דחיל עליה נזירות אף על גב שנשבע לשתות: {יג} ותימה דהא איכא נמי עשה דגדל פרע שער ראשו ואין עשה דוחה לא תעשה ועשה. ובגמרא פריך ותגלחת לא תתר מכללה קל וחמר מיין כו', ומשני אמר קרא ראשו ואמר קרא זקנו. ופרשו התוספות דאי לאו קרא הוה מקימינן הגלוח בשאר גופו, אבל ראשו יהיה אסור מטעם דאין עשה כו'. והרמב\"ם מישב מפני שכבר נטמא הנזיר בצרעת וימי חלוטו אין עולין לו, והרי אין קדוש בהן, ובטל העשה מאליו ולא נשאר אלא לא תעשה. ואפשר דסבירא ליה כאידך תנא דראשו להקפה אתי. ועין תוספות יום טוב: {יד} ובמת מצוה. תניא איזהו מת מצוה, כל שאין לו קוברים. קורא ואחרים עונים אותו אין זה מת מצוה. גמרא","jbo:textNikud":"עיקר תוי\"ט {יב} אֲבָל בַּטֻּמְאָה לֹא אָמַר לֹא יִטַּמֵּא בִלְבַד אֶלָּא אָמַר לְאָבִיו וְגוֹ'. הָרַמְבַּ\"ם. מַשְׁמַע דְּמִדְּסָתַם וְכָתַב מִיַּיִן וְשֵׁכָר יַזִּיר יָלְפִינַן וְהַכֹּל בִּכְלַל וַאֲפִלּוּ דְּמִצְוָה. הָרַמְבַּ\"ם כוּ'. וּבַגְּמָרָא יַיִן דְּמִצְוָה מַאי הִיא, קִדּוּשָׁא וְאַבְדַּלְתָּא לֵיכָּא לְמֵימַר, שֶׁאַף עַל פִּי שֶׁקִּדּוּשׁ יוֹם הַשַּׁבָּת בִּדְבָרִים דְּבַר תּוֹרָה הוּא, זֶה שֶׁמְּקַדְּשִׁין עַל הַיַּיִן מִדִּבְרֵי סוֹפְרִים הוּא כוּ'. וּמְשָׁנֵי כְּגוֹן שֶׁנִּשְׁבַּע לִשְׁתּוֹת, וְקָא מַשְׁמַע לָן דְּחַיִּל עֲלֵיהּ נְזִירוּת אַף עַל גַּב שֶׁנִּשְׁבַּע לִשְׁתּוֹת: {יג} וְתֵימַהּ דְּהָא אִיכָּא נַמִּי עֲשֵׂה דְּגַדֵּל פֶּרַע שְׂעַר רֹאשׁוֹ וְאֵין עֲשֵׂה דּוֹחֶה לֹא תַעֲשֶׂה וַעֲשֵׂה. וּבַגְּמָרָא פָּרֵיךְ וְתִגְלַחַת לֹא תֻתַּר מִכְּלָלָהּ קַל וָחֹמֶר מִיַּיִן כוּ', וּמְשָׁנֵי אָמַר קְרָא רֹאשׁוֹ וְאָמַר קְרָא זְקָנוֹ. וּפֵרְשׁוּ הַתּוֹסָפוֹת דְּאִי לָאו קְרָא הֲוָה מְקַיְמִינַן הַגִּלּוּחַ בִּשְׁאָר גּוּפוֹ, אֲבָל רֹאשׁוֹ יִהְיֶה אָסוּר מִטַּעַם דְּאֵין עֲשֵׂה כוּ'. וְהָרַמְבַּ\"ם מְיַשֵּׁב מִפְּנֵי שֶׁכְּבָר נִטְמָא הַנָּזִיר בְּצָרַעַת וִימֵי חִלּוּטוֹ אֵין עוֹלִין לוֹ, וַהֲרֵי אֵין קָדוֹשׁ בָּהֶן, וּבָטֵל הָעֲשֵׂה מֵאֵלָיו וְלֹא נִשְׁאַר אֶלָּא לֹא תַעֲשֶׂה. וְאֶפְשָׁר דִּסְבִירָא לֵיהּ כְּאִידָךְ תַּנָּא דְּרֹאשׁוֹ לַהַקָּפָה אָתֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יד} וּבְמֵת מִצְוָה. תַּנְיָא אֵיזֶהוּ מֵת מִצְוָה, כָּל שֶׁאֵין לוֹ קוֹבְרִים. קוֹרֵא וַאֲחֵרִים עוֹנִים אוֹתוֹ אֵין זֶה מֵת מִצְוָה. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-6","jbo:text":"תגלחת הטמאה כיצד, היה מזה בשלישי ובשביעי, ומגלח בשביעי, ומביא קרבנותיו בשמיני. ואם גלח בשמיני, מביא קרבנותיו בו ביום, דברי רבי עקיבא. אמר לו רבי טרפון, מה בין זה למצרע. אמר לו, זה טהרתו תלויה בימיו, ומצרע טהרתו תלויה בתגלחתו, ואינו מביא קרבן אלא אם כן {טו} היה מערב שמש","jbo:textNikud":"תִּגְלַחַת הַטֻּמְאָה כֵּיצַד, הָיָה מַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי, וּמְגַלֵּחַ בַּשְּׁבִיעִי, וּמֵבִיא קָרְבְּנוֹתָיו בַּשְּׁמִינִי. וְאִם גִּלַּח בַּשְּׁמִינִי, מֵבִיא קָרְבְּנוֹתָיו בּוֹ בַיּוֹם, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ רַבִּי טַרְפוֹן, מַה בֵּין זֶה לַמְּצֹרָע. אָמַר לוֹ, זֶה טָהֳרָתוֹ תְלוּיָה בְיָמָיו, וּמְצֹרָע טָהֳרָתוֹ תְלוּיָה בְתִגְלַחְתּוֹ, וְאֵינוֹ מֵבִיא קָרְבָּן אֶלָּא אִם כֵּן {טו} הָיָה מְעֹרַב שָׁמֶשׁ","rdfs:label":"משנה נזיר ו ו","jbo:interprets":"jbr:mishna-3-4-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-6","jbo:text":"ר\"ע מברטנורה מגלח בשביעי ומביא קרבן בשמיני. כדכתיב (שם) וגלח ראשו ביום טהרתו ביום השביעי יגלחנו. וביום השמיני יביא שתי תורים וגו' וכבש לאשם: מה בין זה למצרע. דכתיב בפרשת מצרע בתגלחת שניה (ויקרא יד) והיה ביום השביעי יגלח את כל שערו וכו' וביום השמיני יקח וכו', וקימא לן במצרע דאם גלח בשמיני מביא קרבן בתשיעי: אמר לו שזה טהרתו תלויה בימיו. נזיר טהרתו תלויה בהזאת שלישי ושביעי וטבילה, הלכך כיון שטהר בשביעי אף על פי שלא גלח עד יום השמיני, מביא קרבנותיו בו ביום: אבל מצרע טהרתו תלויה בתגלחתו. כדכתיב (שם) ביום השביעי יגלח את כל שערו והדר כתיב ורחץ את בשרו במים, ואם טבל עד שלא גלח לא עלתה לו טבילה, הלכך אם גלח בשמיני אכתי צריך טבילה והערב שמש, הלכך אינו יכול להביא קרבנותיו עד תשיעי. והלכה כרבי עקיבא","jbo:textNikud":"ר\"ע מברטנורה מְגַלֵּחַ בַּשְּׁבִיעִי וּמֵבִיא קָרְבָּן בַּשְּׁמִינִי. כְּדִכְתִיב (שָׁם) וְגִלַּח רֹאשׁוֹ בְּיוֹם טָהֳרָתוֹ בַּיּוֹם הַשְּׁבִיעִי יְגַלְּחֶנוּ. וּבַיּוֹם הַשְּׁמִינִי יָבִיא שְׁתֵּי תוֹרִים וְגוֹ' וְכֶבֶשׂ לָאָשָׁם: מַה בֵּין זֶה לַמְּצֹרָע. דִּכְתִיב בְּפָרָשַׁת מְצֹרָע בְּתִגְלַחַת שְׁנִיָּה (וַיִּקְרָא יד) וְהָיָה בַּיּוֹם הַשְּׁבִיעִי יְגַלַּח אֶת כָּל שְׂעָרוֹ וְכוּ' וּבַיּוֹם הַשְּׁמִינִי יִקַּח וְכוּ', וְקַיְמָא לָן בַּמְּצֹרָע דְּאִם גִּלַּח בַּשְּׁמִינִי מֵבִיא קָרְבָּן בַּתְּשִׁיעִי: אָמַר לוֹ שֶׁזֶּה טָהֳרָתוֹ תְלוּיָה בְיָמָיו. נָזִיר טָהֳרָתוֹ תְּלוּיָה בְּהַזָּאַת שְׁלִישִׁי וּשְׁבִיעִי וּטְבִילָה, הִלְכָּךְ כֵּיוָן שֶׁטָּהַר בַּשְּׁבִיעִי אַף עַל פִּי שֶׁלֹּא גִּלַּח עַד יוֹם הַשְּׁמִינִי, מֵבִיא קָרְבְּנוֹתָיו בּוֹ בַיּוֹם: אֲבָל מְצֹרָע טָהֳרָתוֹ תְלוּיָה בְתִגְלַחְתּוֹ. כְּדִכְתִיב (שָׁם) בַּיּוֹם הַשְּׁבִיעִי יְגַלַּח אֶת כָּל שְׂעָרוֹ וַהֲדַר כְּתִיב וְרָחַץ אֶת בְּשָׂרוֹ בַמַּיִם, וְאִם טָבַל עַד שֶׁלֹּא גִּלַּח לֹא עָלְתָה לוֹ טְבִילָה, הִלְכָּךְ אִם גִּלַּח בַּשְּׁמִינִי אַכַּתִּי צָרִיךְ טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ, הִלְכָּךְ אֵינוֹ יָכוֹל לְהָבִיא קָרְבְּנוֹתָיו עַד תְּשִׁיעִי. וַהֲלָכָה כְּרַבִּי עֲקִיבָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ו","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-6","jbo:text":"עיקר תוי\"ט {טו} אלא אם כן כו'. ולכאורה קאי אמצרע כו'. אי נמי יש לפרש דקאי אנזיר, וכן פרש רש\"י, וכן נראה מן הרמב\"ם בפרושו ובחבורו. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {טו} אֶלָּא אִם כֵּן כוּ'. וְלִכְאוֹרָה קָאֵי אַמְּצֹרָע כוּ'. אִי נַמִּי יֵשׁ לְפָרֵשׁ דְּקָאֵי אַנָּזִיר, וְכֵן פֵּרֵשׁ רַשִׁ\"י, וְכֵן נִרְאֶה מִן הָרַמְבַּ\"ם בְּפֵרוּשׁוֹ וּבְחִבּוּרוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ו","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-6"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-7","jbo:text":"תגלחת הטהרה כיצד, היה מביא שלש בהמות, חטאת עולה ושלמים, ושוחט את השלמים {טז}, ומגלח {יז} עליהם, דברי רבי יהודה. רבי אלעזר אומר, לא היה מגלח אלא על החטאת, שהחטאת קודמת בכל מקום. ואם גלח {יט} על אחת משלשתן, יצא","jbo:textNikud":"תִּגְלַחַת הַטָּהֳרָה כֵּיצַד, הָיָה מֵבִיא שָׁלשׁ בְּהֵמוֹת, חַטָּאת עוֹלָה וּשְׁלָמִים, וְשׁוֹחֵט אֶת הַשְּׁלָמִים {טז}, וּמְגַלֵּחַ {יז} עֲלֵיהֶם, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי אֶלְעָזָר אוֹמֵר, לֹא הָיָה מְגַלֵּחַ אֶלָּא עַל הַחַטָּאת, שֶׁהַחַטָּאת קוֹדֶמֶת בְּכָל מָקוֹם. וְאִם גִּלַּח {יט} עַל אַחַת מִשְּׁלָשְׁתָּן, יָצָא","rdfs:label":"משנה נזיר ו ז","jbo:interprets":"jbr:mishna-3-4-6-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-7","jbo:text":"ר\"ע מברטנורה שחט את השלמים ומגלח עליהם. דכתיב בנזיר (במדבר ו) וגלח את ראשו פתח אהל מועד, ומפרשינן לקרא הכי, וגלח את ראשו על זבח שכתוב בו פתח אהל מועד, דהינו שלמים דכתיב בהו (ויקרא ג) ושחטו פתח אהל מועד {יח}: שחטאת קודמת בכל מקום. לעולה ושלמים, ודין הוא שיגלח על הראשון. והלכה כרבי יהודה שמגלח על השלמים","jbo:textNikud":"ר\"ע מברטנורה שָׁחַט אֶת הַשְּׁלָמִים וּמְגַלֵּחַ עֲלֵיהֶם. דִּכְתִיב בַּנָּזִיר (בְּמִדְבָּר ו) וְגִלַּח אֶת רֹאשׁוֹ פֶּתַח אֹהֶל מוֹעֵד, וּמְפָרְשִׁינַן לִקְרָא הָכִי, וְגִלַּח אֶת רֹאשׁוֹ עַל זֶבַח שֶׁכָּתוּב בּוֹ פֶּתַח אֹהֶל מוֹעֵד, דְּהַיְנוּ שְׁלָמִים דִּכְתִיב בְּהוּ (וַיִּקְרָא ג) וּשְׁחָטוֹ פֶּתַח אֹהֶל מוֹעֵד {יח}: שֶׁחַטָּאת קוֹדֶמֶת בְּכָל מָקוֹם. לְעוֹלָה וּשְׁלָמִים, וְדִין הוּא שֶׁיְּגַלֵּחַ עַל הָרִאשׁוֹן. וַהֲלָכָה כְּרַבִּי יְהוּדָה שֶׁמְּגַלֵּחַ עַל הַשְּׁלָמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ז","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-7","jbo:text":"עיקר תוי\"ט {טז} ושוחט כו'. לשון התוספות אחרי שאמר הכא שעל השלמים יגלח דין הוא שיקדימו, וקשה אם כן למה הקדים חטאת ועולה לשלמים. אבל הר\"ב העתיק שחט כו', יש לומר דהכי קאמר, אשחיטת שלמים מגלח ולא על הקודמים, וכן סדורן בפרשה, בין בהבאה בין בעשיה. ולפיכך נראה לי שכסדרן בכתוב כן הוא סדרן, דמנלן לשנות הסדר ממה שסדורין בכתוב. וכן הוא לשון הרמב\"ם בחבורו. ובפרושו פסק כרבי יהודה. ולשון דבכל מקום שאמר רבי אליעזר, לא איצטריך, אלא דהאמת הוא אומר. ועין תוספות יום טוב: {יז} ומגלח. שתהיה תגלחתו אחר שחיטתן. הרמב\"ם: {יח} דאי פתח אהל מועד ממש, אי נמי כנגד הפתח, בזיון מקדש הוא, כדאיתא בגמרא: {יט} ואם גלח כו'. אתיא ככלי עלמא. ובירושלמי יליף לה מקרא","jbo:textNikud":"עיקר תוי\"ט {טז} וְשׁוֹחֵט כוּ'. לְשׁוֹן הַתּוֹסָפוֹת אַחֲרֵי שֶׁאָמַר הָכָא שֶׁעַל הַשְּׁלָמִים יְגַלֵּחַ דִּין הוּא שֶׁיַּקְדִּימוֹ, וְקָשֶׁה אִם כֵּן לָמָּה הִקְדִּים חַטָּאת וְעוֹלָה לַשְּׁלָמִים. אֲבָל הָרַ\"ב הֶעְתִּיק שָׁחַט כוּ', יֵשׁ לוֹמַר דְּהָכִי קָאָמַר, אַשְּׁחִיטַת שְׁלָמִים מְגַלֵּחַ וְלֹא עַל הַקּוֹדְמִים, וְכֵן סִדּוּרָן בַּפָּרָשָׁה, בֵּין בַּהֲבָאָה בֵּין בָּעֲשִׂיָּה. וּלְפִיכָךְ נִרְאֶה לִי שֶׁכְּסִדְרָן בַּכָּתוּב כֵּן הוּא סִדְרָן, דִּמְנָלָן לְשַׁנּוֹת הַסֵּדֶר מִמַּה שֶּׁסְדוּרִין בַּכָּתוּב. וְכֵן הוּא לְשׁוֹן הָרַמְבַּ\"ם בְּחִבּוּרוֹ. וּבְפֵרוּשׁוֹ פָּסַק כְּרַבִּי יְהוּדָה. וְלָשׁוֹן דִּבְכָל מָקוֹם שֶׁאָמַר רַבִּי אֱלִיעֶזֶר, לֹא אִיצְטְרִיךְ, אֶלָּא דְּהָאֱמֶת הוּא אוֹמֵר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} וּמְגַלֵּחַ. שֶׁתִּהְיֶה תִגְלַחְתּוֹ אַחַר שְׁחִיטָתָן. הָרַמְבַּ\"ם: {יח} דְּאִי פֶּתַח אֹהֶל מוֹעֵד מַמָּשׁ, אִי נַמִּי כְּנֶגֶד הַפֶּתַח, בִּזְיוֹן מִקְדָּשׁ הוּא, כִּדְאִיתָא בַּגְּמָרָא: {יט} וְאִם גִּלַּח כוּ'. אָתְיָא כְּכֻלֵּי עָלְמָא. וּבַיְרוּשַׁלְמִי יָלֵיף לַהּ מִקְּרָא","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ז","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-7"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-8","jbo:text":"רבן שמעון בן גמליאל אומר, הביא שלש בהמות ולא פרש, הראויה לחטאת תקרב חטאת, לעולה תקרב עולה, לשלמים תקרב שלמים. היה נוטל שער ראש נזרו ומשלח תחת הדוד. ואם גלח במדינה היה משלח תחת הדוד. במה דברים אמורים, בתגלחת הטהרה. אבל בתגלחת הטמאה, לא היה משלח תחת הדוד. רבי מאיר אומר, הכל משלחין תחת הדוד, חוץ מן הטמא שבמדינה בלבד","jbo:textNikud":"רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, הֵבִיא שָׁלשׁ בְּהֵמוֹת וְלֹא פֵרֵשׁ, הָרְאוּיָה לְחַטָּאת תִּקְרַב חַטָּאת, לְעוֹלָה תִּקְרַב עוֹלָה, לִשְׁלָמִים תִּקְרַב שְׁלָמִים. הָיָה נוֹטֵל שְׂעַר רֹאשׁ נִזְרוֹ וּמְשַׁלֵּחַ תַּחַת הַדּוּד. וְאִם גִּלַּח בַּמְּדִינָה הָיָה מְשַׁלֵּחַ תַּחַת הַדּוּד. בַּמֶּה דְבָרִים אֲמוּרִים, בְּתִגְלַחַת הַטָּהֳרָה. אֲבָל בְּתִגְלַחַת הַטֻּמְאָה, לֹא הָיָה מְשַׁלֵּחַ תַּחַת הַדּוּד. רַבִּי מֵאִיר אוֹמֵר, הַכֹּל מְשַׁלְּחִין תַּחַת הַדּוּד, חוּץ מִן הַטָּמֵא שֶׁבַּמְּדִינָה בִּלְבָד","rdfs:label":"משנה נזיר ו ח","jbo:interprets":"jbr:mishna-3-4-6-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-8","jbo:text":"ר\"ע מברטנורה ולא פרש. אף על גב דכל הקרבנות צריך שיקראו להם הבעלים שם, הכא לא צריך, דמכי אמר אלו לנזירותי הוי כאלו קרא שם לכל אחד ואחד, דכבשה אינה ראויה אלא לחטאת {כ}, וכבש לעולה, ואיל לשלמים: ומשלח תחת הדוד. שמבשלים בו זבח השלמים: היה מגלח במדינה. בירושלים. ואף על גב דכתיב פתח אהל מועד, לאו דוקא, אלא ללמד שאינו מגלח עד שיהיה פתח אהל מועד פתוח {כא}: לא היה משלח תחת הדוד. דכתיב (במדבר ו) ולקח את שער ראש נזרו ונתן על האש, מי שאינו מחסר אלא לקיחה ונתינה, יצא זה שמחסר לקיחה והבאה ונתינה תחת הדוד: במה דברים אמורים. שבמקדש נוטל שער ומשלח תחת הדוד, בתגלחת טהרה: אבל בתגלחת טמאה. אפלו גלח במקדש, אינו נוטל שער ומשלח תחת הדוד של אשם וחטאת העוף, דלא כתיב נתינת שער תחת הדוד אלא בנזיר טהור: הכל משלחין. טהור במקדש ובמדינה, וטמא במקדש {כב}, חוץ מטמא שגלח במדינה, מפני ששערו נקבר. ופסק ההלכה, שאין משלח תחת הדוד אלא נזיר טהור שגלח פתח אהל מועד, שנעשה כמצותו. ואם שלח תחת הדוד של חטאת, יצא {כג}. לא נאמר אשר תחת זבח השלמים אלא למצוה","jbo:textNikud":"ר\"ע מברטנורה וְלֹא פֵרֵשׁ. אַף עַל גַּב דְּכָל הַקָּרְבָּנוֹת צָרִיךְ שֶׁיִּקְרְאוּ לָהֶם הַבְּעָלִים שֵׁם, הָכָא לֹא צָרִיךְ, דִּמְכִי אָמַר אֵלּוּ לִנְזִירוּתִי הָוֵי כְאִלּוּ קָרָא שֵׁם לְכָל אֶחָד וְאֶחָד, דְּכִבְשָׂה אֵינָהּ רְאוּיָה אֶלָּא לְחַטָּאת {כ}, וְכֶבֶשׂ לְעוֹלָה, וְאַיִל לִשְׁלָמִים: וּמְשַׁלֵּחַ תַּחַת הַדּוּד. שֶׁמְּבַשְּׁלִים בּוֹ זֶבַח הַשְּׁלָמִים: הָיָה מְגַלֵּחַ בַּמְּדִינָה. בִּירוּשָׁלַיִם. וְאַף עַל גַּב דִּכְתִיב פֶּתַח אֹהֶל מוֹעֵד, לָאו דַוְקָא, אֶלָּא לְלַמֵּד שֶׁאֵינוֹ מְגַלֵּחַ עַד שֶׁיִּהְיֶה פֶּתַח אֹהֶל מוֹעֵד פָּתוּחַ {כא}: לֹא הָיָה מְשַׁלֵּחַ תַּחַת הַדּוּד. דִּכְתִיב (בְּמִדְבָּר ו) וְלָקַח אֶת שְׂעַר רֹאשׁ נִזְרוֹ וְנָתַן עַל הָאֵשׁ, מִי שֶׁאֵינוֹ מְחֻסָּר אֶלָּא לְקִיחָה וּנְתִינָה, יָצָא זֶה שֶׁמְּחֻסַּר לְקִיחָה וַהֲבָאָה וּנְתִינָה תַּחַת הַדּוּד: בַּמֶּה דְבָרִים אֲמוּרִים. שֶׁבַּמִּקְדָּשׁ נוֹטֵל שֵׂעָר וּמְשַׁלֵּחַ תַּחַת הַדּוּד, בְּתִגְלַחַת טָהֳרָה: אֲבָל בְּתִגְלַחַת טֻמְאָה. אֲפִלּוּ גִלַּח בַּמִּקְדָּשׁ, אֵינוֹ נוֹטֵל שֵׂעָר וּמְשַׁלֵּחַ תַּחַת הַדּוּד שֶׁל אָשָׁם וְחַטַּאת הָעוֹף, דְּלֹא כְתִיב נְתִינַת שֵׂעָר תַּחַת הַדּוּד אֶלָּא בְנָזִיר טָהוֹר: הַכֹּל מְשַׁלְּחִין. טָהוֹר בַּמִּקְדָּשׁ וּבַמְּדִינָה, וְטָמֵא בַמִּקְדָּשׁ {כב}, חוּץ מִטָּמֵא שֶׁגִּלַּח בַּמְּדִינָה, מִפְּנֵי שֶׁשְּׂעָרוֹ נִקְבָּר. וּפְסַק הַהֲלָכָה, שֶׁאֵין מְשַׁלֵּחַ תַּחַת הַדּוּד אֶלָּא נָזִיר טָהוֹר שֶׁגִּלַּח פֶּתַח אֹהֶל מוֹעֵד, שֶׁנַּעֲשָׂה כְמִצְוָתוֹ. וְאִם שִׁלַּח תַּחַת הַדּוּד שֶׁל חַטָּאת, יָצָא {כג}. לֹא נֶאֱמַר אֲשֶׁר תַּחַת זֶבַח הַשְּׁלָמִים אֶלָּא לְמִצְוָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ח","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-8","jbo:text":"עיקר תוי\"ט {כ} הינו בנזיר דכתיב ביה כבשה וכבש ואיל אבל בעלמא ראויה היא לשלמים: {כא} ולעיל דרשינן דבשלמים הכתוב מדבר והכל במשמע: {כג} ויליף לה בגמרא מזבח, לרבות חטאת בנזיר טהור ואשם בנזיר טמא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כ} הַיְנוּ בַּנָּזִיר דִּכְתִיב בֵּיהּ כִּבְשָׂה וְכֶבֶשׂ וְאַיִל אֲבָל בְּעָלְמָא רְאוּיָה הִיא לַשְּׁלָמִים: {כא} וּלְעֵיל דָּרְשִׁינַן דְּבִשְׁלָמִים הַכָּתוּב מְדַבֵּר וְהַכֹּל בַּמַּשְׁמָע: {כג} וְיָלֵיף לָהּ בַּגְּמָרָא מִזֶּבַח, לְרַבּוֹת חַטָּאת בְּנָזִיר טָהוֹר וְאָשָׁם בְּנָזִיר טָמֵא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ח","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-8"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-9","jbo:text":"היה מבשל את השלמים או שולקן {כד}. הכהן נוטל את הזרוע בשלה מן האיל, וחלת מצה אחת מן הסל, ורקיק מצה אחד, ונותן על כפי הנזיר ומניפן, ואחר כך התר הנזיר לשתות יין ולהטמא למתים. רבי שמעון אומר, כיון שנזרק עליו אחד מן הדמים, התר {כז} הנזיר לשתות ביין ולהטמא למתים","jbo:textNikud":"הָיָה מְבַשֵּׁל אֶת הַשְּׁלָמִים אוֹ שׁוֹלְקָן {כד}. הַכֹּהֵן נוֹטֵל אֶת הַזְּרוֹעַ בְּשֵׁלָה מִן הָאַיִל, וְחַלַּת מַצָּה אַחַת מִן הַסַּל, וּרְקִיק מַצָּה אֶחָד, וְנוֹתֵן עַל כַּפֵּי הַנָּזִיר וּמְנִיפָן, וְאַחַר כָּךְ הֻתַּר הַנָּזִיר לִשְׁתּוֹת יַיִן וּלְהִטַּמֵּא לְמֵתִים. רַבִּי שִׁמְעוֹן אוֹמֵר, כֵּיוָן שֶׁנִּזְרַק עָלָיו אֶחָד מִן הַדָּמִים, הֻתַּר {כז} הַנָּזִיר לִשְׁתּוֹת בְּיַיִן וּלְהִטַּמֵּא לְמֵתִים","rdfs:label":"משנה נזיר ו ט","jbo:interprets":"jbr:mishna-3-4-6-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-9","jbo:text":"ר\"ע מברטנורה ואחר כך התר הנזיר לשתות יין. דכתיב (במדבר ו) ואחר ישתה הנזיר יין, אחר המעשים כלם {כה}: רבי שמעון אומר כו'. כתיב הכא ואחר ישתה הנזיר יין, וכתיב התם (שם) אחר התגלחו את נזרו, מה להלן אחר מעשה יחידי {כו}, אף כאן אחר מעשה יחידי, הא למדת שכיון שנזרק עליו אחד מן הדמים מתר לשתות יין ולהטמא למתים. וכן הלכה {כח}","jbo:textNikud":"ר\"ע מברטנורה וְאַחַר כָּךְ הֻתַּר הַנָּזִיר לִשְׁתּוֹת יַיִן. דִּכְתִיב (בְּמִדְבָּר ו) וְאַחַר יִשְׁתֶּה הַנָּזִיר יַיִן, אַחַר הַמַּעֲשִׂים כֻּלָּם {כה}: רַבִּי שִׁמְעוֹן אוֹמֵר כוּ'. כְּתִיב הָכָא וְאַחַר יִשְׁתֶּה הַנָּזִיר יַיִן, וּכְתִיב הָתָם (שָׁם) אַחַר הִתְגַּלְּחוֹ אֶת נִזְרוֹ, מַה לְהַלָּן אַחַר מַעֲשֶׂה יְחִידִי {כו}, אַף כָּאן אַחַר מַעֲשֶׂה יְחִידִי, הָא לָמַדְתָּ שֶׁכֵּיוָן שֶׁנִּזְרַק עָלָיו אֶחָד מִן הַדָּמִים מֻתָּר לִשְׁתּוֹת יַיִן וּלְהִטַּמֵּא לְמֵתִים. וְכֵן הֲלָכָה {כח}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו ט","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-9","jbo:text":"עיקר תוי\"ט {כד} או שולקן. בפרק ב' דפסחים משנה ו' פרש הר\"ב דשליקה בשול יותר מדאי עד שנמוח, ולא הוי זו ואין צריך לומר זו, דקא משמע לן דבשליקה אינו יוצא מתורת בשול: {כה} אחר קרבן ואחר התגלחת, ותגלחת מעכבת. רש\"י. והינו דלא תני התר לגלח לפי שכבר גלח שהרי גלוח מעכבת: {כו} דלאחר גלוח עביד תנופה, אף כאן אחר מעשה יחידי אחר קרבן אף על פי שעדין לא גלח, ותגלחת לא מעכבת. רש\"י. ובגמרא אימא עד דאיכא תרויהו, דמה התם אחר התגלחת כדכתיב אחר התגלחו, אף כאן נימא אחר התגלחו. ומשני אי הכי גזרה שוה למה לי: {כז} התר. משמע ודאי מיד התר. ועין סוף פרק ח': {כח} דשנה רבי לדרבי שמעון בלשון חכמים לקמן [בסוף הפרק]. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כד} אוֹ שׁוֹלְקָן. בְּפֶרֶק ב' דִּפְסָחִים מִשְׁנָה ו' פֵּרֵשׁ הָרַ\"ב דִּשְׁלִיקָה בִּשּׁוּל יוֹתֵר מִדַּאי עַד שֶׁנִּמּוֹחַ, וְלֹא הָוֵי זוֹ וְאֵין צָרִיךְ לוֹמַר זוֹ, דְּקָא מַשְׁמַע לָן דְּבִשְׁלִיקָה אֵינוֹ יוֹצֵא מִתּוֹרַת בִּשּׁוּל: {כה} אַחַר קָרְבָּן וְאַחַר הַתִּגְלַחַת, וְתִגְלַחַת מְעַכֶּבֶת. רַשִׁ\"י. וְהַיְנוּ דְּלֹא תָּנֵי הֻתַּר לְגַלֵּחַ לְפִי שֶׁכְּבָר גִּלַּח שֶׁהֲרֵי גִּלּוּחַ מְעַכֶּבֶת: {כו} דִּלְאַחַר גִּלּוּחַ עֲבִיד תְּנוּפָה, אַף כָּאן אַחַר מַעֲשֶׂה יְחִידִי אַחַר קָרְבָּן אַף עַל פִּי שֶׁעֲדַיִן לֹא גִּלַּח, וְתִגְלַחַת לֹא מְעַכֶּבֶת. רַשִׁ\"י. וּבַגְּמָרָא אֵימָא עַד דְּאִיכָּא תַּרְוַיְהוּ, דְּמַה הָתָם אַחַר הַתִּגְלַחַת כְּדִכְתִיב אַחַר הִתְגַּלְּחוֹ, אַף כָּאן נֵימָא אַחַר הִתְגַּלְּחוֹ. וּמְשָׁנֵי אִי הָכִי גְּזֵרָה שָׁוָה לָמָּה לִי: {כז} הֻתַּר. מַשְׁמַע וַדַּאי מִיָּד הֻתַּר. וְעַיֵּן סוֹף פֶּרֶק ח': {כח} דְּשָׁנָה רַבִּי לִדְרַבִּי שִׁמְעוֹן בִּלְשׁוֹן חֲכָמִים לְקַמָּן [בְּסוֹף הַפֶּרֶק]. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ו ט","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-9"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-10","jbo:text":"גלח על הזבח ונמצא פסול, תגלחתו פסולה, וזבחיו לא עלו לו. גלח על החטאת שלא לשמה ואחר כך הביא קרבנותיו לשמן, תגלחתו פסולה, וזבחיו לא עלו לו. גלח על העולה או על השלמים שלא לשמן ואחר כך הביא קרבנותיו לשמן, תגלחתו פסולה, וזבחיו לא עלו לו. רבי שמעון אומר, אותו הזבח לא עלה לו, אבל שאר זבחים עלו לו. ואם גלח על שלשתן ונמצא אחד מהן כשר, תגלחתו כשרה, ויביא שאר הזבחים","jbo:textNikud":"גִּלַּח עַל הַזֶּבַח וְנִמְצָא פָסוּל, תִּגְלַחְתּוֹ פְסוּלָה, וּזְבָחָיו לֹא עָלוּ לוֹ. גִּלַּח עַל הַחַטָּאת שֶׁלֹּא לִשְׁמָהּ וְאַחַר כָּךְ הֵבִיא קָרְבְּנוֹתָיו לִשְׁמָן, תִּגְלַחְתּוֹ פְסוּלָה, וּזְבָחָיו לֹא עָלוּ לוֹ. גִּלַּח עַל הָעוֹלָה אוֹ עַל הַשְּׁלָמִים שֶׁלֹּא לִשְׁמָן וְאַחַר כָּךְ הֵבִיא קָרְבְּנוֹתָיו לִשְׁמָן, תִּגְלַחְתּוֹ פְסוּלָה, וּזְבָחָיו לֹא עָלוּ לוֹ. רַבִּי שִׁמְעוֹן אוֹמֵר, אוֹתוֹ הַזֶּבַח לֹא עָלָה לוֹ, אֲבָל שְׁאָר זְבָחִים עָלוּ לוֹ. וְאִם גִּלַּח עַל שְׁלָשְׁתָּן וְנִמְצָא אֶחָד מֵהֶן כָּשֵׁר, תִּגְלַחְתּוֹ כְשֵׁרָה, וְיָבִיא שְׁאָר הַזְּבָחִים","rdfs:label":"משנה נזיר ו י","jbo:interprets":"jbr:mishna-3-4-6-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-10","jbo:text":"ר\"ע מברטנורה ונמצא פסול. כגון שנשפך דמו, או יצא או נטמא: תגלחתו פסולה. הואיל ונפסל הזבח שגלח עליו, הוה ליה כגלחוהו לסטים דאמרינן לעיל לרבי אליעזר סותר שבעה ימים {כט} ולרבנן סותר שלשים יום: וזבחיו לא עלו לו. שאר הזבחים שהקריב אחר תגלחתו הפסולה, לא עלו לו, דכיון דצריך לסתר עד שיגדל שערו, הוי כאלו הקריבן קדם זמנם: על החטאת שלא לשמה. הינו על הזבח ונמצא פסול, דחטאת שלא לשמה פסולה. ואידי דבעי למתני על העולה ועל השלמים פלגתא דרבי שמעון ורבנן, תנא נמי על החטאת: על העולה ועל השלמים שלא לשמן וכו' תגלחתו פסולה. דהואיל ולא עלו לשם חובת שלמי נזיר ועולת נזיר, הוי ליה כמגלח על עולת נדבה ושלמי נדבה. ורבי שמעון סבר דאם גלח על עולת נדבה ושלמי נדבה יצא {ל}. ואין הלכה כרבי שמעון: אם גלח על שלשתן. אחר שהקריבו שלשתן: ונמצא אחד מהן כשר. והשאר פסולים: תגלחתו כשרה. לדברי הכל. דהא תנן ואם גלח על אחד משלשתן יצא","jbo:textNikud":"ר\"ע מברטנורה וְנִמְצָא פָסוּל. כְּגוֹן שֶׁנִּשְׁפַּךְ דָּמוֹ, אוֹ יָצָא אוֹ נִטְמָא: תִּגְלַחְתּוֹ פְסוּלָה. הוֹאִיל וְנִפְסַל הַזֶּבַח שֶׁגִּלַּח עָלָיו, הֲוָה לֵיהּ כְּגִלְּחוּהוּ לִסְטִים דְּאָמְרִינַן לְעֵיל לְרַבִּי אֱלִיעֶזֶר סוֹתֵר שִׁבְעָה יָמִים {כט} וּלְרַבָּנָן סוֹתֵר שְׁלֹשִׁים יוֹם: וּזְבָחָיו לֹא עָלוּ לוֹ. שְׁאָר הַזְּבָחִים שֶׁהִקְרִיב אַחַר תִּגְלַחְתּוֹ הַפְּסוּלָה, לֹא עָלוּ לוֹ, דְּכֵיוָן דְּצָרִיךְ לִסְתֹּר עַד שֶׁיִּגְדַּל שְׂעָרוֹ, הָוֵי כְאִלּוּ הִקְרִיבָן קֹדֶם זְמַנָּם: עַל הַחַטָּאת שֶׁלֹּא לִשְׁמָהּ. הַיְנוּ עַל הַזֶּבַח וְנִמְצָא פָּסוּל, דְּחַטָּאת שֶׁלֹּא לִשְׁמָהּ פְּסוּלָה. וְאַיְדֵי דְבָעֵי לְמִתְנֵי עַל הָעוֹלָה וְעַל הַשְּׁלָמִים פְּלֻגְתָּא דְּרַבִּי שִׁמְעוֹן וְרַבָּנָן, תָּנָא נַמִּי עַל הַחַטָּאת: עַל הָעוֹלָה וְעַל הַשְּׁלָמִים שֶׁלֹּא לִשְׁמָן וְכוּ' תִּגְלַחְתּוֹ פְסוּלָה. דְּהוֹאִיל וְלֹא עָלוּ לְשֵׁם חוֹבַת שַׁלְמֵי נָזִיר וְעוֹלַת נָזִיר, הָוֵי לֵיהּ כִּמְגַלֵּחַ עַל עוֹלַת נְדָבָה וְשַׁלְמֵי נְדָבָה. וְרַבִּי שִׁמְעוֹן סָבַר דְּאִם גִּלַּח עַל עוֹלַת נְדָבָה וְשַׁלְמֵי נְדָבָה יָצָא {ל}. וְאֵין הֲלָכָה כְּרַבִּי שִׁמְעוֹן: אִם גִּלַּח עַל שְׁלָשְׁתָּן. אַחַר שֶׁהִקְרִיבוּ שְׁלָשְׁתָּן: וְנִמְצָא אֶחָד מֵהֶן כָּשֵׁר. וְהַשְּׁאָר פְּסוּלִים: תִּגְלַחְתּוֹ כְשֵׁרָה. לְדִבְרֵי הַכֹּל. דְּהָא תְּנַן וְאִם גִּלַּח עַל אֶחָד מִשְּׁלָשְׁתָּן יָצָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו י","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-10","jbo:text":"עיקר תוי\"ט {כט} לפום רהיטא כתב כן, דסתמא תנן לעיל משנה ג' דסותר שלשים יום. ומיהו בגמרא אמרינן דלרבי אליעזר סותר שבעה ימים בלבד, וטעמא כי היכי דגדלי שערות, דקים להו לרבנן כל שבעה יומין אתיא מזיא כדי לכוף ראשו לעקרו: {ל} ויליף לה מקרא. ופרוש יצא הינו מצות גלוחו. אבל ידי נדרו דקרבן נזיר לא יצא, וכדתנן בריש זבחים שלא עלו לבעלים לשם חובה. והינו דקאמר אותו זבח לא עלה לו","jbo:textNikud":"עיקר תוי\"ט {כט} לְפוּם רָהִיטָא כָּתַב כֵּן, דִּסְתָמָא תְּנַן לְעֵיל מִשְׁנָה ג' דְּסוֹתֵר שְׁלֹשִׁים יוֹם. וּמִיהוּ בַּגְּמָרָא אָמְרִינַן דִּלְרַבִּי אֱלִיעֶזֶר סוֹתֵר שִׁבְעָה יָמִים בִּלְבַד, וְטַעְמָא כִּי הֵיכִי דְּגַדְּלֵי שְׂעָרוֹת, דְּקִים לְהוּ לְרַבָּנָן כָּל שִׁבְעָה יוֹמִין אָתְיָא מַזְיָא כְּדֵי לָכוֹף רֹאשׁוֹ לְעָקְרוֹ: {ל} וְיָלֵיף לַהּ מִקְּרָא. וּפֵרוּשׁ יָצָא הַיְנוּ מִצְוַת גִּלּוּחוֹ. אֲבָל יְדֵי נִדְרוֹ דְּקָרְבַּן נָזִיר לֹא יָצָא, וּכְדִתְנַן בְּרֵישׁ זְבָחִים שֶׁלֹּא עָלוּ לַבְּעָלִים לְשֵׁם חוֹבָה. וְהַיְנוּ דְקָאָמַר אוֹתוֹ זֶבַח לֹא עָלָה לוֹ","rdfs:label":"עיקר תוי\"ט משנה נזיר ו י","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-10"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-3-4-6-11","jbo:text":"מי שנזרק עליו אחד מן הדמים ונטמא, רבי אליעזר אומר, סותר את הכל. וחכמים אומרים, יביא שאר קרבנותיו ויטהר. אמרו לו, מעשה במרים התרמודית שנזרק עליה אחד מן הדמים, ובאו ואמרו לה על בתה שהיתה מסכנת, והלכה ומצאתה שמתה {לג}, ואמרו חכמים, תביא שאר קרבנותיה ותטהר","jbo:textNikud":"מִי שֶׁנִּזְרַק עָלָיו אֶחָד מִן הַדָּמִים וְנִטְמָא, רַבִּי אֱלִיעֶזֶר אוֹמֵר, סוֹתֵר אֶת הַכֹּל. וַחֲכָמִים אוֹמְרִים, יָבִיא שְׁאָר קָרְבְּנוֹתָיו וְיִטְהָר. אָמְרוּ לוֹ, מַעֲשֶׂה בְמִרְיָם הַתַּרְמוֹדִית שֶׁנִּזְרַק עָלֶיהָ אֶחָד מִן הַדָּמִים, וּבָאוּ וְאָמְרוּ לָהּ עַל בִּתָּהּ שֶׁהָיְתָה מְסֻכֶּנֶת, וְהָלְכָה וּמְצָאתָהּ שֶׁמֵּתָה {לג}, וְאָמְרוּ חֲכָמִים, תָּבִיא שְׁאָר קָרְבְּנוֹתֶיהָ וְתִטְהָר","rdfs:label":"משנה נזיר ו יא","jbo:interprets":"jbr:mishna-3-4-6-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-bartanura-3-4-6-11","jbo:text":"ר\"ע מברטנורה רבי אליעזר אומר סותר את הכל. לא כל הימים קאמר {לא}, אלא סותר כל הקרבנות. ורבי אליעזר לטעמיה דאמר שלא התר הנזיר לשתות יין אלא אחר כל המעשים כלם, אחר הבאת כל הקרבנות, וכשנטמא קדם שהקריב כלם, הוי כאלו נטמא שחרית קדם שהקריב שום אחד מהם, והוי הקרבן שהקריב כאלו הביאו תוך מלאת: וחכמים אומרים יביא שאר קרבנותיו ויטהר. פרוש, לכשיטהר. ואותו הזבח שהביא בטהרה לא יחזר ויביאנו. רבנן לטעמיהו דאמרי אחר מעשה יחידי מתר לשתות יין ומתר לגלח {לב}. הלכך קדם שנטמא היה ראוי לתגלחת ולא יסתר אותו זבח, אבל שאר הזבחים שהקריב משנטמא, ודאי סותר, דקרא קפיד שיהו קרבנות נזיר כלן בטהרה: מרים התרמודית. מתרמוד היתה. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה רַבִּי אֱלִיעֶזֶר אוֹמֵר סוֹתֵר אֶת הַכֹּל. לֹא כָּל הַיָּמִים קָאָמַר {לא}, אֶלָּא סוֹתֵר כָּל הַקָּרְבָּנוֹת. וְרַבִּי אֱלִיעֶזֶר לְטַעְמֵיהּ דְּאָמַר שֶׁלֹּא הֻתַּר הַנָּזִיר לִשְׁתּוֹת יַיִן אֶלָּא אַחַר כָּל הַמַּעֲשִׂים כֻּלָּם, אַחַר הֲבָאַת כָּל הַקָּרְבָּנוֹת, וּכְשֶׁנִּטְמָא קֹדֶם שֶׁהִקְרִיב כֻּלָּם, הָוֵי כְאִלּוּ נִטְמָא שַׁחֲרִית קֹדֶם שֶׁהִקְרִיב שׁוּם אֶחָד מֵהֶם, וְהָוֵי הַקָּרְבָּן שֶׁהִקְרִיב כְּאִלּוּ הֱבִיאוֹ תּוֹךְ מְלֹאת: וַחֲכָמִים אוֹמְרִים יָבִיא שְׁאָר קָרְבְּנוֹתָיו וְיִטְהָר. פֵּרוּשׁ, לִכְשֶׁיִּטְהָר. וְאוֹתוֹ הַזֶּבַח שֶׁהֵבִיא בְּטָהֳרָה לֹא יַחְזֹר וִיבִיאֶנּוּ. רַבָּנָן לְטַעֲמַיְהוּ דְאָמְרֵי אַחַר מַעֲשֶׂה יְחִידִי מֻתָּר לִשְׁתּוֹת יַיִן וּמֻתָּר לְגַלֵּחַ {לב}. הִלְכָּךְ קֹדֶם שֶׁנִּטְמָא הָיָה רָאוּי לַתִּגְלַחַת וְלֹא יִסְתֹּר אוֹתוֹ זֶבַח, אֲבָל שְׁאָר הַזְּבָחִים שֶׁהִקְרִיב מִשֶּׁנִּטְמָא, וַדַּאי סוֹתֵר, דִּקְרָא קָפִיד שֶׁיְּהוּ קָרְבְּנוֹת נָזִיר כֻּלָּן בְּטָהֳרָה: מִרְיָם הַתַּרְמוֹדִית. מִתַּרְמוֹד הָיְתָה. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ו יא","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-6-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-6"],"uri":"jbr:mishna-yomtov-3-4-6-11","jbo:text":"עיקר תוי\"ט {לא} דהא אמר [לעיל בפרק ג' משנה ד'] כל לאחר מלאת שבעה סותר. גמרא: {לב} קצת יש לדקדק מדכתב ומתר לגלח שסובר כמו שאיתא לעיל במשנה ז' דלרבי יהודה עקר מצות הגלוח אחר השלמים שקרב באחרונה. אבל מכל מקום קשה למה נקטיה כלל, ושני מלישנא דרבי אלעזר ורבי שמעון דלא נקטי דמצותו קודמת, ולרבי אלעזר מעכב נמי: {לג} שמתה. ונטמאת עליה. רש\"י","jbo:textNikud":"עיקר תוי\"ט {לא} דְּהָא אָמַר [לָעֵיל בְּפֶרֶק ג' מִשְׁנָה ד'] כָּל לְאַחַר מְלֹאת שִׁבְעָה סוֹתֵר. גְּמָרָא: {לב} קְצָת יֵשׁ לְדַקְדֵּק מִדְּכָתַב וּמֻתָּר לְגַלֵּחַ שֶׁסּוֹבֵר כְּמוֹ שֶׁאִיתָא לְעֵיל בְּמִשְׁנָה ז' דִּלְרַבִּי יְהוּדָה עִקַּר מִצְוַת הַגִּלּוּחַ אַחַר הַשְּׁלָמִים שֶׁקָּרֵב בָּאַחֲרוֹנָה. אֲבָל מִכָּל מָקוֹם קָשֶׁה לָמָּה נַקְטֵיהּ כְּלָל, וְשָׁנֵי מִלִּישְׁנָא דְּרַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן דְּלֹא נַקְטֵי דְּמִצְוָתוֹ קוֹדֶמֶת, וּלְרַבִּי אֶלְעָזָר מְעַכֵּב נַמִּי: {לג} שֶׁמֵּתָה. וְנִטְמֵאת עָלֶיהָ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה נזיר ו יא","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-6-11"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-3-4-7-1","jbo:text":"כהן גדול ונזיר אינן מטמאין לקרוביהן, אבל מטמאין למת מצוה {א}. היו מהלכין בדרך ומצאו מת מצוה, רבי אליעזר אומר, יטמא כהן גדול ואל יטמא נזיר. וחכמים אומרים, יטמא נזיר ואל יטמא כהן גדול. אמר להם רבי אליעזר, יטמא כהן שאינו מביא קרבן על טמאתו, ואל יטמא נזיר {ב} שהוא מביא קרבן על טמאתו. אמרו לו, יטמא נזיר שאין קדשתו קדשת עולם {ג}, ואל יטמא כהן שקדשתו קדשת עולם","jbo:textNikud":"כֹּהֵן גָּדוֹל וְנָזִיר אֵינָן מִטַּמְּאִין לִקְרוֹבֵיהֶן, אֲבָל מִטַּמְּאִין לְמֵת מִצְוָה {א}. הָיוּ מְהַלְּכִין בַּדֶּרֶךְ וּמָצְאוּ מֵת מִצְוָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִטַּמָּא כֹהֵן גָּדוֹל וְאַל יִטַּמָּא נָזִיר. וַחֲכָמִים אוֹמְרִים, יִטַּמָּא נָזִיר וְאַל יִטַּמָּא כֹהֵן גָּדוֹל. אָמַר לָהֶם רַבִּי אֱלִיעֶזֶר, יִטַּמָּא כֹהֵן שֶׁאֵינוֹ מֵבִיא קָרְבָּן עַל טֻמְאָתוֹ, וְאַל יִטַּמָּא נָזִיר {ב} שֶׁהוּא מֵבִיא קָרְבָּן עַל טֻמְאָתוֹ. אָמְרוּ לוֹ, יִטַּמָּא נָזִיר שֶׁאֵין קְדֻשָּׁתוֹ קְדֻשַּׁת עוֹלָם {ג}, וְאַל יִטַּמָּא כֹהֵן שֶׁקְּדֻשָּׁתוֹ קְדֻשַּׁת עוֹלָם","rdfs:label":"משנה נזיר ז א","jbo:interprets":"jbr:mishna-3-4-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-bartanura-3-4-7-1","jbo:text":"ר\"ע מברטנורה כהן גדול ונזיר אינן מטמאין לקרוביהן. כדכתיב בפרשת אמר ובפרשת נשא: היו מהלכים בדרך. לאו דוקא בכהן גדול פליגי, דהוא הדין בכהן הדיוט נמי פליגי, דחד טעמא הוא","jbo:textNikud":"ר\"ע מברטנורה כֹּהֵן גָּדוֹל וְנָזִיר אֵינָן מִטַּמְּאִין לִקְרוֹבֵיהֶן. כְּדִכְתִיב בְּפָרָשַׁת אֱמֹר וּבְפָרָשַׁת נָשֹׂא: הָיוּ מְהַלְּכִים בַּדֶּרֶךְ. לָאו דַוְקָא בְּכֹהֵן גָּדוֹל פְּלִיגֵי, דְּהוּא הַדִּין בְּכֹהֵן הֶדְיוֹט נַמִּי פְלִיגֵי, דְּחַד טַעְמָא הוּא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ז א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-yomtov-3-4-7-1","jbo:text":"עיקר תוי\"ט {א} למת מצוה. נזיר מפרש במשנה ה' פרק דלעיל מדכתיב גביה לאביו כו'. והכי נמי [כתיב] בכהן גדול: {ב} נזיר כו'. שקדשתו עדיפא כיון שהזקיקתו תורה להביא קרבן על טמאתו. תוספות: {ג} עולם. ואפלו אמר נזיר עולם, מכל מקום סתם נזירות הוי שלשים יום. תוספות. ואפשר נמי לומר שקדשתו לא היתה מעולם אלא משנזר, מה שאין כן כהן גדול שאף על פי שלא היתה עליו קדשת כהן גדול אלא משנתמנה, מכל מקום היתה עליו קדשת כהן הדיוט. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} לְמֵת מִצְוָה. נָזִיר מְפֹרָשׁ בְּמִשְׁנָה ה' פֶּרֶק דִּלְעֵיל מִדִּכְתִיב גַּבֵּיהּ לְאָבִיו כוּ'. וְהָכִי נַמִּי [כְּתִיב] בְּכֹהֵן גָּדוֹל: {ב} נָזִיר כוּ'. שֶׁקְּדֻשָּׁתוֹ עֲדִיפָא כֵּיוָן שֶׁהִזְקִיקָתוֹ תּוֹרָה לְהָבִיא קָרְבָּן עַל טֻמְאָתוֹ. תּוֹסָפוֹת: {ג} עוֹלָם. וַאֲפִלּוּ אָמַר נְזִיר עוֹלָם, מִכָּל מָקוֹם סְתָם נְזִירוּת הָוֵי שְׁלֹשִׁים יוֹם. תּוֹסָפוֹת. וְאֶפְשָׁר נַמִּי לוֹמַר שֶׁקְּדֻשָּׁתוֹ לֹא הָיְתָה מֵעוֹלָם אֶלָּא מִשֶּׁנָּזַר, מַה שֶּׁאֵין כֵּן כֹּהֵן גָּדוֹל שֶׁאַף עַל פִּי שֶׁלֹּא הָיְתָה עָלָיו קְדֻשַּׁת כֹּהֵן גָּדוֹל אֶלָּא מִשֶּׁנִּתְמַנָּה, מִכָּל מָקוֹם הָיְתָה עָלָיו קְדֻשַּׁת כֹּהֵן הֶדְיוֹט. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ז א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-7-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-3-4-7-2","jbo:text":"על אלו {ד} טמאות הנזיר מגלח, על המת, ועל כזית מן המת, ועל כזית נצל {ו} ועל מלא תרוד רקב, על השדרה ועל הגלגלת ועל אבר מן המת ועל אבר מן החי שיש עליו בשר כראוי, ועל חצי קב עצמות ועל חצי לג דם, על מגען {ח} ועל משאן ועל אהלן, ועל עצם כשערה, על מגעו ועל משאו. על אלו {ט} הנזיר מגלח ומזה בשלישי ובשביעי, וסותר את הקודמין, ואינו מתחיל למנות אלא עד שיטהר ומביא {י} את קרבנותיו","jbo:textNikud":"עַל אֵלּוּ {ד} טֻמְאוֹת הַנָּזִיר מְגַלֵּחַ, עַל הַמֵּת, וְעַל כַּזַּיִת מִן הַמֵּת, וְעַל כַּזַּיִת נֶצֶל {ו} וְעַל מְלֹא תַרְוָד רָקָב, עַל הַשִּׁדְרָה וְעַל הַגֻּלְגֹּלֶת וְעַל אֵבֶר מִן הַמֵּת וְעַל אֵבֶר מִן הַחַי שֶׁיֵּשׁ עָלָיו בָּשָׂר כָּרָאוּי, וְעַל חֲצִי קַב עֲצָמוֹת וְעַל חֲצִי לֹג דָּם, עַל מַגָּעָן {ח} וְעַל מַשָּׂאָן וְעַל אָהֳלָן, וְעַל עֶצֶם כַּשְּׂעֹרָה, עַל מַגָּעוֹ וְעַל מַשָּׂאוֹ. עַל אֵלּוּ {ט} הַנָּזִיר מְגַלֵּחַ וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי, וְסוֹתֵר אֶת הַקּוֹדְמִין, וְאֵינוֹ מַתְחִיל לִמְנוֹת אֶלָּא עַד שֶׁיִּטְהַר וּמֵבִיא {י} אֶת קָרְבְּנוֹתָיו","rdfs:label":"משנה נזיר ז ב","jbo:interprets":"jbr:mishna-3-4-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-bartanura-3-4-7-2","jbo:text":"ר\"ע מברטנורה על המת. אף על פי שאינו שלם {ה} אלא שיש בו רב בנין, שהם שני שוקים וירך אחד, או רב מנין האברים שהם מאה עשרים וחמשה אברים, אפלו אין בהם רבע קב, מטמא באהל, ונזיר מגלח עליו. ואם אין במת לא רב מנין ולא רב בנין, אין הנזיר מגלח על אהלו עד שיהא בעצמות חצי קב: ועל כזית נצל. מהל היוצא מן המת כמין לחה היוצאת מעפוש הבשר: מלא תרוד רקב. מלא כף מעפר רקבון של מת. ואין הרקבון מטמא אלא כשנקבר המת ערום בארון של שיש וכיוצא בו שאין שם רקבון אחר אלא מגופו של מת, ונקבר המת כלו שלם שלא נחסר ממנו אבר: תרוד. כף גדולה שמחזקת מלא חפנים {ז}: על השדרה. אפלו אין בה בשר כלל: וכן על עצם הגלגלת. של הראש, אפלו אין בה בשר: ועל אבר מן החי ועל אבר מן המת שיש עליהם בשר כראוי. כל שאלו היה האבר מחבר באדם חי היה יכול להעלות ארוכה על ידי אותו בשר הוא נקרא כראוי. והוא פחות מכזית: ועל חצי קב עצמות. ואף על גב דרבע קב עצמות מטמא באהל, הלכה למשה מסיני שאין הנזיר מגלח אלא על חצי קב, וכן על חצי לג דם. ואף על גב דרבע דם מטמא באהל, אין הנזיר מגלח אלא על חצי לג: ועל עצם כשערה על מגעו ועל משאו. אבל על אהלו לא, שאין עצם כשערה מטמא באהל: וסותר את הקודמים. כדכתיב (במדבר ו) והימים הראשונים יפלו: עד שיטהר. שיטבל ויעריב שמשו אחר שיזה שלישי ושביעי","jbo:textNikud":"ר\"ע מברטנורה עַל הַמֵּת. אַף עַל פִּי שֶׁאֵינוֹ שָׁלֵם {ה} אֶלָּא שֶׁיֵּשׁ בּוֹ רֹב בִּנְיָן, שֶׁהֵם שְׁנֵי שׁוֹקַיִם וְיָרֵךְ אֶחָד, אוֹ רֹב מִנְיַן הָאֵבָרִים שֶׁהֵם מֵאָה עֶשְׂרִים וַחֲמִשָּׁה אֵבָרִים, אֲפִלּוּ אֵין בָּהֶם רֹבַע קַב, מְטַמֵּא בָאֹהֶל, וְנָזִיר מְגַלֵּחַ עָלָיו. וְאִם אֵין בַּמֵּת לֹא רֹב מִנְיָן וְלֹא רֹב בִּנְיָן, אֵין הַנָּזִיר מְגַלֵּחַ עַל אָהֳלוֹ עַד שֶׁיְּהֵא בָּעֲצָמוֹת חֲצִי קַב: וְעַל כַּזַּיִת נֶצֶל. מֹהַל הַיּוֹצֵא מִן הַמֵּת כְּמִין לֵחָה הַיּוֹצֵאת מֵעִפּוּשׁ הַבָּשָׂר: מְלֹא תַרְוָד רָקָב. מְלֹא כָף מֵעֲפַר רִקָּבוֹן שֶׁל מֵת. וְאֵין הָרִקָּבוֹן מְטַמֵּא אֶלָּא כְשֶׁנִּקְבָּר הַמֵּת עָרוֹם בַּאֲרוֹן שֶׁל שַׁיִשׁ וְכַיּוֹצֵא בוֹ שֶׁאֵין שָׁם רִקָּבוֹן אַחֵר אֶלָּא מִגּוּפוֹ שֶׁל מֵת, וְנִקְבַּר הַמֵּת כֻּלּוֹ שָׁלֵם שֶׁלֹּא נֶחְסַר מִמֶּנּוּ אֵבֶר: תַּרְוָד. כַּף גְּדוֹלָה שֶׁמַּחְזֶקֶת מְלֹא חָפְנַיִם {ז}: עַל הַשִּׁדְרָה. אֲפִלּוּ אֵין בָּהּ בָּשָׂר כְּלָל: וְכֵן עַל עֶצֶם הַגֻּלְגֹּלֶת. שֶׁל הָרֹאשׁ, אֲפִלּוּ אֵין בָּהּ בָּשָׂר: וְעַל אֵבֶר מִן הַחַי וְעַל אֵבֶר מִן הַמֵּת שֶׁיֵּשׁ עֲלֵיהֶם בָּשָׂר כָּרָאוּי. כָּל שֶׁאִלּוּ הָיָה הָאֵבָר מְחֻבָּר בְּאָדָם חַי הָיָה יָכוֹל לְהַעֲלוֹת אֲרוּכָה עַל יְדֵי אוֹתוֹ בָשָׂר הוּא נִקְרָא כָרָאוּי. וְהוּא פָּחוֹת מִכַּזַּיִת: וְעַל חֲצִי קַב עֲצָמוֹת. וְאַף עַל גַּב דְּרֹבַע קַב עֲצָמוֹת מְטַמֵּא בָאֹהֶל, הֲלָכָה לְמֹשֶׁה מִסִּינַי שֶׁאֵין הַנָּזִיר מְגַלֵּחַ אֶלָּא עַל חֲצִי קַב, וְכֵן עַל חֲצִי לֹג דָּם. וְאַף עַל גַּב דְּרֹבַע דָּם מְטַמֵּא בָאֹהֶל, אֵין הַנָּזִיר מְגַלֵּחַ אֶלָּא עַל חֲצִי לֹג: וְעַל עֶצֶם כַּשְּׂעֹרָה עַל מַגָּעוֹ וְעַל מַשָּׂאוֹ. אֲבָל עַל אָהֳלוֹ לֹא, שֶׁאֵין עֶצֶם כַּשְּׂעֹרָה מְטַמֵּא בָאֹהֶל: וְסוֹתֵר אֶת הַקּוֹדְמִים. כְּדִכְתִיב (בְּמִדְבָּר ו) וְהַיָּמִים הָרִאשׁוֹנִים יִפְּלוּ: עַד שֶׁיִּטְהַר. שֶׁיִּטְבֹּל וְיַעֲרִיב שִׁמְשׁוֹ אַחַר שֶׁיַּזֶּה שְׁלִישִׁי וּשְׁבִיעִי","rdfs:label":"ר\"ע מברטנורה משנה נזיר ז ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-yomtov-3-4-7-2","jbo:text":"עיקר תוי\"ט {ד} על אלו. למעוטי עצם כשערה שאינו מטמא באהל. גמרא. ופרשו התוספות דתנא והדר מפרש: {ה} דאי לא תימא הכי, על כזית מגלח על עצמו לא כל שכן. ובריש פרק ב' דאהלות מפרש לה הר\"ב לנפל שלא נתקשרו אבריו. ועין תוספות יום טוב: {ו} נצל. לשון הפרשה, כמו ויצל אלהים [בראשית לא]. רש\"י: {ז} ודלא קתני מלא חפנים, נראה לי לפי שאין מדרך העולם לקח בחפניו רקבון של מת אלא בתרוד וכיוצא בו: {ח} מגען. חוץ מן הרקב, שאינו מטמא במגע, שאי אפשר שיגע בכלו שהרי אינו גוף אחד. הרמב\"ם: {ט} על אלו. למעוטי סככות ופרעות. גמרא. ותנא והדר מפרש. תוספות: {י} ומביא כו'. לא גרסינן במשנה, דבגמרא מבעיא ליה, ואף על גב דאפשיטא ליה דמביא את קרבנותיו, מכל מקום שמע מנה דלא גרסינן ליה. וכן כתבו התוספות","jbo:textNikud":"עיקר תוי\"ט {ד} עַל אֵלּוּ. לְמִעוּטֵי עֶצֶם כִּשְׂעֹרָה שֶׁאֵינוֹ מְטַמֵּא בָאֹהֶל. גְּמָרָא. וּפֵרְשׁוּ הַתּוֹסָפוֹת דְּתָנָא וַהֲדַר מְפָרֵשׁ: {ה} דְּאִי לֹא תֵימַא הָכִי, עַל כַּזַּיִת מְגַלֵּחַ עַל עַצְמוֹ לֹא כָּל שֶׁכֵּן. וּבְרֵישׁ פֶּרֶק ב' דְּאָהֳלוֹת מְפָרֵשׁ לַהּ הָרַ\"ב לְנֵפֶל שֶׁלֹּא נִתְקַשְּׁרוּ אֵבָרָיו. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} נֶצֶל. לְשׁוֹן הַפְרָשָׁה, כְּמוֹ וַיַּצֵּל אֱלֹהִים [בְּרֵאשִׁית לא]. רַשִׁ\"י: {ז} וּדְלֹא קָתָנֵי מְלֹא חָפְנַיִם, נִרְאֶה לִי לְפִי שֶׁאֵין מִדֶּרֶךְ הָעוֹלָם לִקַּח בְּחָפְנָיו רִקָּבוֹן שֶׁל מֵת אֶלָּא בְתַרְוַד וְכַיּוֹצֵא בּוֹ: {ח} מַגָּעָן. חוּץ מִן הָרָקָב, שֶׁאֵינוֹ מְטַמֵּא בְמַגָּע, שֶׁאִי אֶפְשָׁר שֶׁיִּגַּע בְּכֻלּוֹ שֶׁהֲרֵי אֵינוֹ גּוּף אֶחָד. הָרַמְבַּ\"ם: {ט} עַל אֵלּוּ. לְמִעוּטֵי סְכָכוֹת וּפְרָעוֹת. גְּמָרָא. וְתָנָא וַהֲדַר מְפָרֵשׁ. תּוֹסָפוֹת: {י} וּמֵבִיא כוּ'. לֹא גָּרְסִינַן בַּמִּשְׁנָה, דְּבַגְּמָרָא מִבַּעְיָא לֵיהּ, וְאַף עַל גַּב דְּאִפְשִׁיטָא לֵיהּ דְּמֵבִיא אֶת קָרְבְּנוֹתָיו, מִכָּל מָקוֹם שְׁמַע מִנַּהּ דְּלָא גָרְסִינַן לֵיהּ. וְכֵן כָּתְבוּ הַתּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ז ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-7-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-3-4-7-3","jbo:text":"אבל הסככות, והפרעות, ובית הפרס {יא}, וארץ העמים {יב}, והגולל, והדופק, ורביעית דם, ואהל, ורבע עצמות, וכלים הנוגעים {יז} במת, וימי ספרו, וימי גמרו {יח}, על אלו אין {יט} הנזיר מגלח, ומזה בשלישי ובשביעי, ואינו סותר את הקודמין, ומתחיל {כא} ומונה מיד, וקרבן אין לו. באמת אמרו, ימי הזב והזבה וימי הסגרו של מצרע, הרי אלו עולין לו","jbo:textNikud":"אֲבָל הַסְּכָכוֹת, וְהַפְּרָעוֹת, וּבֵית הַפְּרָס {יא}, וְאֶרֶץ הָעַמִּים {יב}, וְהַגּוֹלֵל, וְהַדּוֹפֵק, וּרְבִיעִית דָּם, וְאֹהֶל, וְרֹבַע עֲצָמוֹת, וְכֵלִים הַנּוֹגְעִים {יז} בְּמֵת, וִימֵי סָפְרוֹ, וִימֵי גָמְרוֹ {יח}, עַל אֵלּוּ אֵין {יט} הַנָּזִיר מְגַלֵּחַ, וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי, וְאֵינוֹ סוֹתֵר אֶת הַקּוֹדְמִין, וּמַתְחִיל {כא} וּמוֹנֶה מִיָּד, וְקָרְבָּן אֵין לוֹ. בֶּאֱמֶת אָמְרוּ, יְמֵי הַזָּב וְהַזָּבָה וִימֵי הֶסְגֵּרוֹ שֶׁל מְצֹרָע, הֲרֵי אֵלּוּ עוֹלִין לוֹ","rdfs:label":"משנה נזיר ז ג","jbo:interprets":"jbr:mishna-3-4-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-bartanura-3-4-7-3","jbo:text":"ר\"ע מברטנורה אבל הסככות. אילן שיש לו ענפים מבדלים זה מזה, ויש כזית מן המת תחת אחד מהן, ועבר הנזיר ואין ידוע אם עבר תחת הענף המאהיל על המת: והפרעות. אבנים או עצים בולטים מן הכתל וטמאה תחת אחד מהם: ובית הפרס. שדה שנחרש בה קבר עושה בית הפרס מאה אמה, שכך שערו שהמחרשה מוליכה את העצם: וארץ העמים. שגזרו חכמים טמאה על ארץ העמים: גולל. כסוי הארון: דופק. הארון עצמו שהכסוי דופק עליו {יג}: ורביעית דם. אפלו על משאו {יד} ומגעו אין הנזיר מגלח: ואהל ורבע עצמות. אם האהיל על רבע קב של עצמות {טו} המת, אינו מגלח, עד שיאהיל על חצי קב. אבל על מגע ומשא {טז} של רבע עצמות, מגלח, ואפלו הם נמוקים ולא נשאר בהם עצם כשערה שלם: וכלים הנוגעים במת. שהם מטמאים כמת עצמו. והנוגע בהם טמא טמאת שבעה: וימי ספרו. לאחר שנטהר מצרעתו, דכתיב (ויקרא יד) וישב מחוץ לאהלו שבעת ימים: וימי גמרו. ימי חלוטו של מצרע: על אלו אין הנזיר מגלח. על כל הנך דמתניתין: ומזה בשלישי ובשביעי. הא לא קאי אימי ספרו ואימי גמרו, דלא שיך בהו הזאה שלישי ושביעי {כ}: ואינו סותר את הקודמין ומתחיל ומונה מיד. כל אלה שאמרנו, אינן עולין לימי הנזירות ואין סותרין, אלא אחר שיזה שלישי ושביעי ויטהר אם נטמא בטמאת מת, ואחר שישלים ימי גמרו וימי ספרו אם נצטרע משלים נזירתו על מנין הימים שמנה קדם שנטמא, ואינו מביא קרבן טמאה: באמת אמרו ימי הזב והזבה. כל ימי טמאתם וימי ספירתם שבעה נקיים: וימי הסגרו של מצרע. שנאמר בו (שם טז) והסגיר את הנגע שבעת ימים, עולין למנין ימי הנזירות, ואין צריך לומר שאין סותרין את הקודמים","jbo:textNikud":"ר\"ע מברטנורה אֲבָל הַסְּכָכוֹת. אִילָן שֶׁיֵּשׁ לוֹ עֲנָפִים מֻבְדָּלִים זֶה מִזֶּה, וְיֵשׁ כַּזַּיִת מִן הַמֵּת תַּחַת אֶחָד מֵהֶן, וְעָבַר הַנָּזִיר וְאֵין יָדוּעַ אִם עָבַר תַּחַת הֶעָנָף הַמַּאֲהִיל עַל הַמֵּת: וְהַפְּרָעוֹת. אֲבָנִים אוֹ עֵצִים בּוֹלְטִים מִן הַכֹּתֶל וְטֻמְאָה תַּחַת אֶחָד מֵהֶם: וּבֵית הַפְּרָס. שָׂדֶה שֶׁנֶּחֱרַשׁ בָּהּ קֶבֶר עוֹשָׂה בֵּית הַפְּרָס מֵאָה אַמָּה, שֶׁכָּךְ שִׁעֲרוּ שֶׁהַמַּחֲרֵשָׁה מוֹלִיכָה אֶת הָעֶצֶם: וְאֶרֶץ הָעַמִּים. שֶׁגָּזְרוּ חֲכָמִים טֻמְאָה עַל אֶרֶץ הָעַמִּים: גּוֹלֵל. כִּסּוּי הָאָרוֹן: דּוֹפֵק. הָאָרוֹן עַצְמוֹ שֶׁהַכִּסּוּי דּוֹפֵק עָלָיו {יג}: וּרְבִיעִית דָּם. אֲפִלּוּ עַל מַשָּׂאוֹ {יד} וּמַגָּעוֹ אֵין הַנָּזִיר מְגַלֵּחַ: וְאֹהֶל וְרֹבַע עֲצָמוֹת. אִם הֶאֱהִיל עַל רֹבַע קַב שֶׁל עַצְמוֹת {טו} הַמֵּת, אֵינוֹ מְגַלֵּחַ, עַד שֶׁיַּאֲהִיל עַל חֲצִי קַב. אֲבָל עַל מַגָּע וּמַשָּׂא {טז} שֶׁל רֹבַע עֲצָמוֹת, מְגַלֵּחַ, וַאֲפִלּוּ הֵם נִמּוֹקִים וְלֹא נִשְׁאַר בָּהֶם עֶצֶם כַּשְּׂעֹרָה שָׁלֵם: וְכֵלִים הַנּוֹגְעִים בְּמֵת. שֶׁהֵם מְטַמְּאִים כַּמֵּת עַצְמוֹ. וְהַנּוֹגֵעַ בָּהֶם טָמֵא טֻמְאַת שִׁבְעָה: וִימֵי סָפְרוֹ. לְאַחַר שֶׁנִּטְהַר מִצָּרַעְתּוֹ, דִּכְתִיב (וַיִּקְרָא יד) וְיָשַׁב מִחוּץ לְאָהֳלוֹ שִׁבְעַת יָמִים: וִימֵי גָמְרוֹ. יְמֵי חִלּוּטוֹ שֶׁל מְצֹרָע: עַל אֵלּוּ אֵין הַנָּזִיר מְגַלֵּחַ. עַל כָּל הָנָךְ דְּמַתְנִיתִין: וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי. הָא לֹא קָאֵי אַיְּמֵי סָפְרוֹ וְאַיְּמֵי גָמְרוֹ, דְּלֹא שַׁיָּךְ בְּהוּ הַזָּאָה שְׁלִישִׁי וּשְׁבִיעִי {כ}: וְאֵינוֹ סוֹתֵר אֶת הַקּוֹדְמִין וּמַתְחִיל וּמוֹנֶה מִיָּד. כָּל אֵלֶּה שֶׁאָמַרְנוּ, אֵינָן עוֹלִין לִימֵי הַנְּזִירוּת וְאֵין סוֹתְרִין, אֶלָּא אַחַר שֶׁיַּזֶּה שְׁלִישִׁי וּשְׁבִיעִי וְיִטְהַר אִם נִטְמָא בְּטֻמְאַת מֵת, וְאַחַר שֶׁיַּשְׁלִים יְמֵי גָמְרוֹ וִימֵי סָפְרוֹ אִם נִצְטָרֵעַ מַשְׁלִים נְזִירָתוֹ עַל מִנְיַן הַיָּמִים שֶׁמָּנָה קֹדֶם שֶׁנִּטְמָא, וְאֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה: בֶּאֱמֶת אָמְרוּ יְמֵי הַזָּב וְהַזָּבָה. כָּל יְמֵי טֻמְאָתָם וִימֵי סְפִירָתָם שִׁבְעָה נְקִיִּים: וִימֵי הֶסְגֵּרוֹ שֶׁל מְצֹרָע. שֶׁנֶּאֱמַר בּוֹ (שָׁם טז) וְהִסְגִּיר אֶת הַנֶּגַע שִׁבְעַת יָמִים, עוֹלִין לְמִנְיַן יְמֵי הַנְּזִירוּת, וְאֵין צָרִיךְ לוֹמַר שֶׁאֵין סוֹתְרִין אֶת הַקּוֹדְמִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ז ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-yomtov-3-4-7-3","jbo:text":"עיקר תוי\"ט {יא} בית הפרס. ואף טמאת בית הקברות תנן בפרק ג' משנה ה' דאינה סותרת, אבל לאו מלתא פסיקא היא, שהרי יכול להטמאות בבית הקברות במתים דלשם ויסתר, לפיכך לא תני ליה הכא: {יב} ארץ העמים. שנזר בארץ ובתוך ימי נזירותו יצא לארץ העמים ונכנס. והא דתנן בפרק ג' משנה ו' מי שנזר כו' ואחר כך בא לארץ בית הלל אומרים נזיר בתחלה וסותר הקודמין, התם טעמא לפי שעשה נזירותו בחוץ לארץ כו'. רש\"י. וטמאת ארץ העמים היתה נוהגת בזמן הבית מפני שהעמים בימים הקדמונים לא היו נזהרים לקבר מתיהם במקום מיחד, וכל מדרך כף רגל היה ספק קבר: {יג} וכפרוש רש\"י. ובמשנה ד' פרק ב' דאהלות מפרש כפרוש רבינו חננאל: {יד} לאפוקי מרבי עקיבא דסוף פרקין. דאי לא תימא הכי לא איצטריך, דהא מרישא דתנן על חצי לג דם שמע מנה דעל רביעית דם לא. גמרא: {טו} צריך עיון לישנא דורבע. והרמב\"ם פרש ואהל רצונו לומר שנגע באהל המת, או אם האהיל על רבע עצמות והוא ענין מה שאמר ורבע: {טז} דאי לא תימא הכי לא איצטריך למתניה, דמאי שנא מרישא דתנן ועל חצי קב, שמע מנה דעל רבע לא. ועין תוספות יום טוב: {יז} הנוגעים. פרוש בעודם נוגעים, שאינן מטמאין טמאת שבעה [בכלי שטף] אלא בחבורין. הראב\"ד. ודעת הרמב\"ם דאין צריך חבורין לשום כלי. ועין תוספות יום טוב: {יח} גמרו. צריך עיון למה לי למתני ימי גמרו, דליכא למימר דסותר, דאם כן מאי נפקא מנה במה שימי ספרו אינו סותר, הא כבר סתר מטעם ימי גמרו. תוספות: {יט} אין כו'. לפי שלא נאמר בו וכי יטמא לנפש אלא וכי ימות מת עליו, עד שיטמא מטמאות שהן מעצמו של מת. הרמב\"ם: {כ} ומשמע דאאינך כלהו קאי. ובארץ העמים מפרש בגמרא דדוקא למתטמא בגושה ולא באוירה. ובאהל ובכלים להרמב\"ם אין צריך הזיה כו'. ובתוספות נחלקו, רבנו תם סובר דבכלי מתכות צריך הזיה, ורבנו חיים כהן השיב לו איזה בית אשר תבנו לי, דכל שהנזיר מגלח הכהן מזהר עליו: {כא} ומתחיל כו'. והוא שתהא נזירות מרבה כדי שיהא בו גדול שער שלשים יום לאחר שנתגלח בתגלחות שתים של מצרע. רש\"י","jbo:textNikud":"עיקר תוי\"ט {יא} בֵּית הַפְּרָס. וְאַף טֻמְאַת בֵּית הַקְּבָרוֹת תְּנַן בְּפֶרֶק ג' מִשְׁנָה ה' דְּאֵינָהּ סוֹתֶרֶת, אֲבָל לָאו מִלְּתָא פְסִיקָא הִיא, שֶׁהֲרֵי יָכוֹל לְהִטַּמְּאוֹת בְּבֵית הַקְּבָרוֹת בַּמֵּתִים דִּלְשָׁם וְיִסְתֹּר, לְפִיכָךְ לֹא תָּנֵי לֵיהּ הָכָא: {יב} אֶרֶץ הָעַמִּים. שֶׁנָּזַר בָּאָרֶץ וּבְתוֹךְ יְמֵי נְזִירוּתוֹ יָצָא לְאֶרֶץ הָעַמִּים וְנִכְנַס. וְהָא דִתְנַן בְּפֶרֶק ג' מִשְׁנָה ו' מִי שֶׁנָּזַר כוּ' וְאַחַר כָּךְ בָּא לָאָרֶץ בֵּית הִלֵּל אוֹמְרִים נָזִיר בִּתְחִלָּה וְסוֹתֵר הַקּוֹדְמִין, הָתָם טַעְמָא לְפִי שֶׁעָשָׂה נְזִירוּתוֹ בְּחוּץ לָאָרֶץ כוּ'. רַשִׁ\"י. וְטֻמְאַת אֶרֶץ הָעַמִּים הָיְתָה נוֹהֶגֶת בִּזְמַן הַבַּיִת מִפְּנֵי שֶׁהָעַמִּים בַּיָּמִים הַקַּדְמוֹנִים לֹא הָיוּ נִזְהָרִים לִקְבֹּר מֵתֵיהֶם בְּמָקוֹם מְיֻחָד, וְכָל מִדְרַךְ כַּף רֶגֶל הָיָה סְפֵק קֶבֶר: {יג} וּכְפֵרוּשׁ רַשִׁ\"י. וּבְמִשְׁנָה ד' פֶּרֶק ב' דְּאָהֳלוֹת מְפָרֵשׁ כְּפֵרוּשׁ רַבֵּינוּ חֲנַנְאֵל: {יד} לַאֲפוֹקֵי מֵרַבִּי עֲקִיבָא דְסוֹף פִּרְקִין. דְּאִי לֹא תֵימָא הָכִי לֹא אִיצְטְרִיךְ, דְּהָא מֵרֵישָׁא דִתְנַן עַל חֲצִי לֹג דָּם שְׁמַע מִנַּהּ דְּעַל רְבִיעִית דָּם לֹא. גְּמָרָא: {טו} צָרִיךְ עִיּוּן לִישְׁנָא דִּוְרֹבַע. וְהָרַמְבַּ\"ם פֵּרֵשׁ וְאֹהֶל רְצוֹנוֹ לוֹמַר שֶׁנָּגַע בְּאֹהֶל הַמֵּת, אוֹ אִם הֶאֱהִיל עַל רֹבַע עֲצָמוֹת וְהוּא עִנְיָן מַה שֶּׁאָמַר וְרֹבַע: {טז} דְּאִי לֹא תֵימָא הָכִי לֹא אִיצְטְרִיךְ לְמִתְנֵיהּ, דְּמַאי שְׁנָא מֵרֵישָׁא דִתְנַן וְעַל חֲצִי קַב, שְׁמַע מִנַּהּ דְּעַל רֹבַע לֹא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} הַנּוֹגְעִים. פֵּרוּשׁ בְּעוֹדָם נוֹגְעִים, שֶׁאֵינָן מְטַמְּאִין טֻמְאַת שִׁבְעָה [בִּכְלֵי שֶׁטֶף] אֶלָּא בְּחִבּוּרִין. הָרַאֲבַ\"ד. וְדַעַת הָרַמְבַּ\"ם דְּאֵין צָרִיךְ חִבּוּרִין לְשׁוּם כְּלִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יח} גָּמְרוֹ. צָרִיךְ עִיּוּן לָמָּה לִי לְמִתְנֵי יְמֵי גָמְרוֹ, דְּלֵיכָּא לְמֵימַר דְּסוֹתֵר, דְּאִם כֵּן מַאי נָפְקָא מִנַּהּ בְּמַה שֶּׁיְּמֵי סָפְרוֹ אֵינוֹ סוֹתֵר, הָא כְּבָר סָתַר מִטַּעַם יְמֵי גָמְרוֹ. תּוֹסָפוֹת: {יט} אֵין כוּ'. לְפִי שֶׁלֹּא נֶאֱמַר בּוֹ וְכִי יִטַּמָּא לְנֶפֶשׁ אֶלָּא וְכִי יָמוּת מֵת עָלָיו, עַד שֶׁיִּטַּמֵּא מִטֻּמְאוֹת שֶׁהֵן מֵעַצְמוֹ שֶׁל מֵת. הָרַמְבַּ\"ם: {כ} וּמַשְׁמַע דְּאַאִינָךְ כֻּלְּהוּ קָאֵי. וּבְאֶרֶץ הָעַמִּים מְפֹרָשׁ בַּגְּמָרָא דְּדַוְקָא לְמִתְטַמֵּא בְגוּשָׁהּ וְלֹא בַּאֲוִירָה. וּבָאֹהֶל וּבְכֵלִים לְהָרַמְבַּ\"ם אֵין צָרִיךְ הֲזָיָה כוּ'. וּבַתּוֹסָפוֹת נֶחְלְקוּ, רַבֵּנוּ תַּם סוֹבֵר דְּבִכְלֵי מַתָּכוֹת צָרִיךְ הֲזָיָה, וְרַבֵּנוּ חַיִּים כֹּהֵן הֵשִׁיב לוֹ אֵיזֶה בַּיִת אֲשֶׁר תִּבְנוּ לִי, דְּכָל שֶׁהַנָּזִיר מְגַלֵּחַ הַכֹּהֵן מֻזְהָר עָלָיו: {כא} וּמַתְחִיל כוּ'. וְהוּא שֶׁתְּהֵא נְזִירוּת מְרֻבָּה כְּדֵי שֶׁיְּהֵא בּוֹ גִּדּוּל שֵׂעָר שְׁלֹשִׁים יוֹם לְאַחַר שֶׁנִּתְגַּלֵּחַ בְּתִגְלָחוֹת שְׁתַּיִם שֶׁל מְצֹרָע. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה נזיר ז ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-7-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-3-4-7-4","jbo:text":"אמר רבי אליעזר משום רבי יהושע, כל טמאה מן המת שהנזיר מגלח עליה, חיבין עליה על ביאת מקדש. וכל טמאה מן המת שאין הנזיר מגלח עליה, אין חיבין עליה על ביאת מקדש. אמר רבי מאיר, לא תהא זו קלה מן השרץ. אמר רבי עקיבא, דנתי לפני רבי אליעזר, מה אם עצם כשערה שאינו מטמא אדם באהל, הנזיר מגלח על מגעו ועל משאו. רביעית דם שהוא מטמא אדם באהל, אינו דין {כב} שיהא הנזיר מגלח על מגעה ועל משאה. אמר לי, מה זה עקיבא, אין דנין כאן מקל וחמר. וכשבאתי והרציתי את הדברים לפני רבי יהושע, אמר לי, יפה אמרת, אלא כן אמרו הלכה","jbo:textNikud":"אָמַר רַבִּי אֱלִיעֶזֶר מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, כָּל טֻמְאָה מִן הַמֵּת שֶׁהַנָּזִיר מְגַלֵּחַ עָלֶיהָ, חַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ. וְכָל טֻמְאָה מִן הַמֵּת שֶׁאֵין הַנָּזִיר מְגַלֵּחַ עָלֶיהָ, אֵין חַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ. אָמַר רַבִּי מֵאִיר, לֹא תְהֵא זוֹ קַלָּה מִן הַשֶּׁרֶץ. אָמַר רַבִּי עֲקִיבָא, דַּנְתִּי לִפְנֵי רַבִּי אֱלִיעֶזֶר, מָה אִם עֶצֶם כַּשְּׂעֹרָה שֶׁאֵינוֹ מְטַמֵּא אָדָם בְּאֹהֶל, הַנָּזִיר מְגַלֵּחַ עַל מַגָּעוֹ וְעַל מַשָּׂאוֹ. רְבִיעִית דָּם שֶׁהוּא מְטַמֵּא אָדָם בְּאֹהֶל, אֵינוֹ דִין {כב} שֶׁיְּהֵא הַנָּזִיר מְגַלֵּחַ עַל מַגָּעָהּ וְעַל מַשָּׂאָהּ. אָמַר לִי, מַה זֶה עֲקִיבָא, אֵין דָּנִין כָּאן מִקַּל וָחֹמֶר. וּכְשֶׁבָּאתִי וְהִרְצֵיתִי אֶת הַדְּבָרִים לִפְנֵי רַבִּי יְהוֹשֻׁעַ, אָמַר לִי, יָפֶה אָמַרְתָּ, אֶלָּא כֵּן אָמְרוּ הֲלָכָה","rdfs:label":"משנה נזיר ז ד","jbo:interprets":"jbr:mishna-3-4-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-bartanura-3-4-7-4","jbo:text":"ר\"ע מברטנורה חיבין עליה על ביאת מקדש. אם נטמא באותה טמאה ונכנס למקדש, או אוכל קדשים קדם שטהר מטמאתו, חיבין עליה כרת אם היה מזיד, או קרבן עולה ויורד אם היה שוגג: לא תהא זו קלה מן השרץ. דחיבין עליה על ביאת מקדש, כדכתיב בויקרא {ח} או בנבלת שרץ טמא. ומלתא דרבי מאיר ליתא, שהרי מגע ומשא של עצם כשערה שהוא קל שאינו מטמא באהל, הנזיר מגלח עליה כדתנן במתניתין, ורביעית דם שהיא חמורה שמטמא באהל אין הנזיר מגלח עליה: אין דנין כאן קל וחמר. שאין דנין קל וחמר על דבר שהוא הלכה למשה מסיני, שעצם כשערה אינו כתוב בתורה אלא הלכה היא, ואין דנין קל וחמר מהלכה {כג}. והן הן דברי רבי אליעזר הן הן דברי רבי יהושע שאמר אלא כך אמרו הלכה","jbo:textNikud":"ר\"ע מברטנורה חַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ. אִם נִטְמָא בְאוֹתָהּ טֻמְאָה וְנִכְנַס לַמִּקְדָּשׁ, אוֹ אוֹכֵל קָדָשִׁים קֹדֶם שֶׁטָּהַר מִטֻּמְאָתוֹ, חַיָּבִין עָלֶיהָ כָּרֵת אִם הָיָה מֵזִיד, אוֹ קָרְבַּן עוֹלֶה וְיוֹרֵד אִם הָיָה שׁוֹגֵג: לֹא תְהֵא זוֹ קַלָּה מִן הַשֶּׁרֶץ. דְּחַיָּבִין עָלֶיהָ עַל בִּיאַת מִקְדָּשׁ, כְּדִכְתִיב בְּוַיִּקְרָא {ח} אוֹ בְנִבְלַת שֶׁרֶץ טָמֵא. וּמִלְּתָא דְרַבִּי מֵאִיר לֵיתָא, שֶׁהֲרֵי מַגָּע וּמַשָּׂא שֶׁל עֶצֶם כַּשְּׂעֹרָה שֶׁהוּא קַל שֶׁאֵינוֹ מְטַמֵּא בָאֹהֶל, הַנָּזִיר מְגַלֵּחַ עָלֶיהָ כְּדִתְנַן בְּמַתְנִיתִין, וּרְבִיעִית דָּם שֶׁהִיא חֲמוּרָה שֶׁמְּטַמֵּא בָאֹהֶל אֵין הַנָּזִיר מְגַלֵּחַ עָלֶיהָ: אֵין דָּנִין כָּאן קַל וָחֹמֶר. שֶׁאֵין דָּנִין קַל וָחֹמֶר עַל דָּבָר שֶׁהוּא הֲלָכָה לְמֹשֶׁה מִסִּינַי, שֶׁעֶצֶם כַּשְּׂעֹרָה אֵינוֹ כָּתוּב בַּתּוֹרָה אֶלָּא הֲלָכָה הִיא, וְאֵין דָּנִין קַל וָחֹמֶר מֵהֲלָכָה {כג}. וְהֵן הֵן דִּבְרֵי רַבִּי אֱלִיעֶזֶר הֵן הֵן דִּבְרֵי רַבִּי יְהוֹשֻׁעַ שֶׁאָמַר אֶלָּא כָּךְ אָמְרוּ הֲלָכָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר ז ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-7"],"uri":"jbr:mishna-yomtov-3-4-7-4","jbo:text":"עיקר תוי\"ט {כב} אינו דין כו'. והוא הדין דהוה ליה למימר על אהלות דלרבי עקיבא אית ליה האי סברא, אלא משום דלגבי שערה דקמיתי ליה מנה מקל וחמר לא מצי אמר על אהלות, לא אמר נמי גבי רביעית דם. רש\"י: {כג} וצריך לומר דהא דאמרן לעיל במשנה ב' דחצי לג דם הלכה היא כדמשמע מפרוש הר\"ב, דזהו דוקא לענין אהל. ולרש\"י שכתב בסמוך, לית ליה לרבי עקיבא הלכה כלל","jbo:textNikud":"עיקר תוי\"ט {כב} אֵינוֹ דִין כוּ'. וְהוּא הַדִּין דַּהֲוָה לֵיהּ לְמֵימַר עַל אָהֳלוֹת דִּלְרַבִּי עֲקִיבָא אִית לֵיהּ הַאי סְבָרָא, אֶלָּא מִשּׁוּם דִּלְגַבֵּי שְׂעֹרָה דְקָמַיְתֵי לֵיהּ מִנַּהּ מִקַּל וָחֹמֶר לֹא מָצֵי אָמַר עַל אָהֳלוֹת, לֹא אָמַר נַמִּי גַּבֵּי רְבִיעִית דָּם. רַשִׁ\"י: {כג} וְצָרִיךְ לוֹמַר דְּהָא דְּאָמְרָן לְעֵיל בְּמִשְׁנָה ב' דַּחֲצִי לֹג דַּם הֲלָכָה הִיא כִּדְמַשְׁמַע מִפֵרוּשׁ הָרַ\"ב, דְּזֶהוּ דַּוְקָא לְעִנְיָן אֹהֶל. וּלְרַשִׁ\"י שֶׁכָּתַב בְּסָמוּךְ, לֵית לֵיהּ לְרַבִּי עֲקִיבָא הֲלָכָה כְּלָל","rdfs:label":"עיקר תוי\"ט משנה נזיר ז ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-7-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-3-4-8-1","jbo:text":"שני נזירים שאמר להן אחד {א}, ראיתי אחד מכם שנטמא ואיני יודע איזה מכם, מגלחין {ד} ומביאין קרבן טמאה {ה} וקרבן טהרה, ואומר, אם אני הוא הטמא, קרבן טמאה שלי וקרבן טהרה שלך. ואם אני הוא הטהור, קרבן טהרה שלי וקרבן טמאה שלך. וסופרין שלשים יום, ומביאין קרבן טהרה, ואומר, אם אני הוא הטמא, קרבן טמאה שלי וקרבן טהרה {ו} שלך וזה קרבן טהרתי. ואם אני הוא הטהור, קרבן טהרה שלי וקרבן טמאה שלך וזה קרבן טהרתך. מת אחד מהן, אמר רבי יהושע, יבקש אחד מן השוק שידר כנגדו בנזיר, ואומר, אם טמא הייתי, הרי אתה נזיר מיד. ואם טהור הייתי, הרי אתה נזיר אחר שלשים יום. וסופרין שלשים יום, ומביאין קרבן טמאה וקרבן טהרה, ואומר, אם אני הוא הטמא, קרבן טמאה שלי וקרבן טהרה שלך. ואם אני הוא הטהור, קרבן טהרה שלי וקרבן טמאה בספק. וסופרין שלשים יום ומביאין קרבן טהרה, ואומר, אם אני הוא הטמא, קרבן טמאה שלי וקרבן טהרה שלך וזה קרבן טהרתי. ואם אני הוא הטהור, קרבן טהרה שלי וקרבן טמאה בספק וזהו קרבן טהרתך. אמר לו בן זומא, ומי שומע לו שידר כנגדו בנזיר. אלא מביא חטאת העוף ועולת בהמה {ח}, ואומר, אם טמא הייתי, החטאת מחובתי והעולה נדבה. ואם טהור הייתי, העולה מחובתי והחטאת בספק. וסופר שלשים יום ומביא קרבן טהרה, ואומר, אם טמא הייתי, העולה הראשונה נדבה וזו חובה. ואם טהור הייתי, העולה הראשונה חובה וזו נדבה, וזה שאר קרבני. אמר רבי יהושע, נמצא זה מביא קרבנותיו לחצאים. אבל הודו לו חכמים לבן זומא","jbo:textNikud":"שְׁנֵי נְזִירִים שֶׁאָמַר לָהֶן אֶחָד {א}, רָאִיתִי אֶחָד מִכֶּם שֶׁנִּטְמָא וְאֵינִי יוֹדֵעַ אֵיזֶה מִכֶּם, מְגַלְּחִין {ד} וּמְבִיאִין קָרְבַּן טֻמְאָה {ה} וְקָרְבַּן טָהֳרָה, וְאוֹמֵר, אִם אֲנִי הוּא הַטָּמֵא, קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה שֶׁלְּךָ. וְאִם אֲנִי הוּא הַטָּהוֹר, קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה שֶׁלְּךָ. וְסוֹפְרִין שְׁלשִׁים יוֹם, וּמְבִיאִין קָרְבַּן טָהֳרָה, וְאוֹמֵר, אִם אֲנִי הוּא הַטָּמֵא, קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה {ו} שֶׁלְּךָ וְזֶה קָרְבַּן טָהֳרָתִי. וְאִם אֲנִי הוּא הַטָּהוֹר, קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה שֶׁלְּךָ וְזֶה קָרְבַּן טָהֳרָתְךָ. מֵת אֶחָד מֵהֶן, אָמַר רַבִּי יְהוֹשֻׁעַ, יְבַקֵּשׁ אֶחָד מִן הַשּׁוּק שֶׁיִּדֹּר כְּנֶגְדּוֹ בְנָזִיר, וְאוֹמֵר, אִם טָמֵא הָיִיתִי, הֲרֵי אַתָּה נָזִיר מִיָּד. וְאִם טָהוֹר הָיִיתִי, הֲרֵי אַתָּה נָזִיר אַחַר שְׁלשִׁים יוֹם. וְסוֹפְרִין שְׁלשִׁים יוֹם, וּמְבִיאִין קָרְבַּן טֻמְאָה וְקָרְבַּן טָהֳרָה, וְאוֹמֵר, אִם אֲנִי הוּא הַטָּמֵא, קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה שֶׁלְּךְ. וְאִם אֲנִי הוּא הַטָּהוֹר, קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה בְּסָפֵק. וְסוֹפְרִין שְׁלשִׁים יוֹם וּמְבִיאִין קָרְבַּן טָהֳרָה, וְאוֹמֵר, אִם אֲנִי הוּא הַטָּמֵא, קָרְבַּן טֻמְאָה שֶׁלִּי וְקָרְבַּן טָהֳרָה שֶׁלְּךָ וְזֶה קָרְבַּן טָהֳרָתִי. וְאִם אֲנִי הוּא הַטָּהוֹר, קָרְבַּן טָהֳרָה שֶׁלִּי וְקָרְבַּן טֻמְאָה בְּסָפֵק וְזֶהוּ קָרְבַּן טָהֳרָתְךָ. אָמַר לוֹ בֶן זוֹמָא, וּמִי שׁוֹמֵעַ לוֹ שֶׁיִּדֹּר כְּנֶגְדּוֹ בְנָזִיר. אֶלָּא מֵבִיא חַטַּאת הָעוֹף וְעוֹלַת בְּהֵמָה {ח}, וְאוֹמֵר, אִם טָמֵא הָיִיתִי, הַחַטָּאת מֵחוֹבָתִי וְהָעוֹלָה נְדָבָה. וְאִם טָהוֹר הָיִיתִי, הָעוֹלָה מֵחוֹבָתִי וְהַחַטָּאת בְּסָפֵק. וְסוֹפֵר שְׁלשִׁים יוֹם וּמֵבִיא קָרְבַּן טָהֳרָה, וְאוֹמֵר, אִם טָמֵא הָיִיתִי, הָעוֹלָה הָרִאשׁוֹנָה נְדָבָה וְזוֹ חוֹבָה. וְאִם טָהוֹר הָיִיתִי, הָעוֹלָה הָרִאשׁוֹנָה חוֹבָה וְזוֹ נְדָבָה, וְזֶה שְׁאָר קָרְבָּנִי. אָמַר רַבִּי יְהוֹשֻׁעַ, נִמְצָא זֶה מֵבִיא קָרְבְּנוֹתָיו לַחֲצָאִים. אֲבָל הוֹדוּ לוֹ חֲכָמִים לְבֶן זוֹמָא","rdfs:label":"משנה נזיר ח א","jbo:interprets":"jbr:mishna-3-4-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-bartanura-3-4-8-1","jbo:text":"ר\"ע מברטנורה שני נזירים שאמר להם אחד כו'. והם שותקים, דאם הם מכחישין אינו נאמן, דעד אחד במקום שמכחישין אותו אינו נאמן. ומתניתין אירי כגון שזה העד לא היה עמהם, אלא אמר ראיתי מרחוק טמאה שנזרקה ביניכם, שאם היה העד אצלם במקומם {ב} הויא לה ספק טמאה ברשות הרבים, וספק טמאה ברשות הרבים ספקו טהור, דכל ספק טמאה מסוטה ילפינן לה {ג} דכתיב בה (במדבר ה) ונסתרה והיא נטמאה, ואינן אלא היא והבועל, וספקה טמא. וכל זמן שהם יותר משנים, אפלו בתוך הבית ספקו טהור, דהויא לה כספק טמאה ברשות הרבים, לכך צריך לומר שלא היה העד בשעת ספק טמאה אצלם במקומם: וסופרים שלשים יום. וכגון ששניהם נדרו נזירות ביחד ונדרו סתם נזירות. והוא הדין אם נדרו שניהם ביחד ופרשו נזירותם לזמן קצוב, שלאחר שהביאו קרבן טמאה וקרבן טהרה חוזרים ומונים הזמן הקצוב לנזירותם, ומפרישים קרבן טהרה: וקרבן טמאה ספק. חטאת העוף הבא על הטמאה ספק, ואינה נאכלת: אלא מביא חטאת עוף. לספק טמאות נזירות. ואשם אינו מביא, כרבנן דאמרי לעיל {ז} הביא חטאתו ולא הביא אשמו מונה: נמצא זה מביא קרבנותיו לחצאים. אם נזיר טהור הוא. דעולה ראשונה היתה חובה, ועתה הוא מקריב חטאת ושלמים: אבל הודו חכמים לבן זומא. ולא חששו על שמקריב קרבנותיו לחצאים. והלכה כבן זומא","jbo:textNikud":"ר\"ע מברטנורה שְׁנֵי נְזִירִים שֶׁאָמַר לָהֶם אֶחָד כוּ'. וְהֵם שׁוֹתְקִים, דְּאִם הֵם מַכְחִישִׁין אֵינוֹ נֶאֱמָן, דְּעֵד אֶחָד בְּמָקוֹם שֶׁמַּכְחִישִׁין אוֹתוֹ אֵינוֹ נֶאֱמָן. וּמַתְנִיתִין אָיְרֵי כְּגוֹן שֶׁזֶּה הָעֵד לֹא הָיָה עִמָּהֶם, אֶלָּא אָמַר רָאִיתִי מֵרָחוֹק טֻמְאָה שֶׁנִּזְרְקָה בֵינֵיכֶם, שֶׁאִם הָיָה הָעֵד אֶצְלָם בִּמְקוֹמָם {ב} הַוְיָא לָהּ סְפֵק טֻמְאָה בִּרְשׁוּת הָרַבִּים, וּסְפֵק טֻמְאָה בִּרְשׁוּת הָרַבִּים סְפֵקוֹ טָהוֹר, דְּכָל סְפֵק טֻמְאָה מִסּוֹטָה יָלְפִינַן לַהּ {ג} דִּכְתִיב בָּהּ (בְּמִדְבָּר ה) וְנִסְתְּרָה וְהִיא נִטְמָאָה, וְאֵינָן אֶלָּא הִיא וְהַבּוֹעֵל, וּסְפֵקָהּ טָמֵא. וְכָל זְמַן שֶׁהֵם יוֹתֵר מִשְּׁנַיִם, אֲפִלּוּ בְתוֹךְ הַבַּיִת סְפֵקוֹ טָהוֹר, דְּהַוְיָא לָהּ כִּסְפֵק טֻמְאָה בִּרְשׁוּת הָרַבִּים, לְכָךְ צָרִיךְ לוֹמַר שֶׁלֹּא הָיָה הָעֵד בִּשְׁעַת סְפֵק טֻמְאָה אֶצְלָם בִּמְקוֹמָם: וְסוֹפְרִים שְׁלֹשִׁים יוֹם. וּכְגוֹן שֶׁשְּׁנֵיהֶם נָדְרוּ נְזִירוּת בְּיַחַד וְנָדְרוּ סְתָם נְזִירוּת. וְהוּא הַדִּין אִם נָדְרוּ שְׁנֵיהֶם בְּיַחַד וּפֵרְשׁוּ נְזִירוּתָם לִזְמַן קָצוּב, שֶׁלְּאַחַר שֶׁהֵבִיאוּ קָרְבַּן טֻמְאָה וְקָרְבַּן טָהֳרָה חוֹזְרִים וּמוֹנִים הַזְּמַן הַקָּצוּב לִנְזִירוּתָם, וּמַפְרִישִׁים קָרְבַּן טָהֳרָה: וְקָרְבַּן טֻמְאָה סָפֵק. חַטַּאת הָעוֹף הַבָּא עַל הַטֻּמְאָה סָפֵק, וְאֵינָהּ נֶאֱכֶלֶת: אֶלָּא מֵבִיא חַטַּאת עוֹף. לִסְפֵק טֻמְאוֹת נְזִירוּת. וְאָשָׁם אֵינוֹ מֵבִיא, כְּרַבָּנָן דְּאָמְרֵי לְעֵיל {ז} הֵבִיא חַטָּאתוֹ וְלֹא הֵבִיא אֲשָׁמוֹ מוֹנֶה: נִמְצָא זֶה מֵבִיא קָרְבְּנוֹתָיו לַחֲצָאִים. אִם נָזִיר טָהוֹר הוּא. דְּעוֹלָה רִאשׁוֹנָה הָיְתָה חוֹבָה, וְעַתָּה הוּא מַקְרִיב חַטָּאת וּשְׁלָמִים: אֲבָל הוֹדוּ חֲכָמִים לְבֶן זוֹמָא. וְלֹא חָשְׁשׁוּ עַל שֶׁמַּקְרִיב קָרְבְּנוֹתָיו לַחֲצָאִים. וַהֲלָכָה כְּבֶן זוֹמָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ח א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-yomtov-3-4-8-1","jbo:text":"עיקר תוי\"ט {א} אחד. דאו הודע אליו חטאתו כתיב, מכל מקום. רש\"י: {ב} להרמב\"ם באותו חצר או בית. ולהראב\"ד באותו מעמד: {ג} לא מהכא ילפינן אלא כמו שכתב הר\"ב במשנה י\"ז פרק ד' דטהרות (והוא מבאר בתוספות בחלין דף ט' ב' דבור המתחיל הלכתא גמירי לה, ובריש נדה דבור המתחיל והלל. ועין בחבורינו פתחי נדה פותח... שכתבתי בשני אפנים לישב קשיות התוספות על נכון בעזרת ה'), ולהכי כתב כספק כו': {ד} מגלחין. אם הם נשים או קטנים. דאלו גדולים אין מגלחין, משום דאסורים בהקפת הראש מספק. גמרא: {ה} קרבן כו'. ואף על גב דספק טמאה ברשות היחיד ספקו טמא מדאוריתא אין לטמא שניהן מכח זה וליתו שניהם קרבן טמאה, כיון דממה נפשך חד מניהו טהור, דמסוטה ילפינן, ולא ילפינן אלא דבר שיכול להיות. הר\"ש: {ו} טהרה. קרבן טמאה וקרבן טהרה שנעשו כבר. תוספות: {ז} רצונו לומר בגמרא דף י\"ח. וילפי להו התם מקרא. ועולת העוף, אי בעי מיתי לה לשם נדבה, ואי בעי לא מיתי לה כלל, כיון דדורון בעלמא היא לא מעכבא. רש\"י: {ח} בהמה. כדי לגלח על אחד מן הדמים, שכיון שהוא ספק טמא בסוף שלשים אינו רשאי לגלח בלא הבאת קרבנותיו. וחטאת אינו יכול להביא, שאין חטאת בהמה באה מן הספק, ושלמים טעונים לחם וזרוע בשלה, ואין שלמים כאלו באים נדבה. תוספות","jbo:textNikud":"עיקר תוי\"ט {א} אֶחָד. דְּאוֹ הוֹדַע אֵלָיו חַטָּאתוֹ כְּתִיב, מִכָּל מָקוֹם. רַשִׁ\"י: {ב} לְהָרַמְבַּ\"ם בְּאוֹתוֹ חָצֵר אוֹ בַּיִת. וּלְהָרַאֲבַ\"ד בְּאוֹתוֹ מַעֲמָד: {ג} לֹא מֵהָכָא יָלְפִינַן אֶלָּא כְּמוֹ שֶׁכָּתַב הָרַ\"ב בְּמִשְׁנָה י\"ז פֶּרֶק ד' דְּטָהֳרוֹת (וְהוּא מְבֹאָר בַּתּוֹסָפוֹת בְּחֻלִּין דַּף ט' ב' דִּבּוּר הַמַּתְחִיל הִלְכָתָא גְּמִירֵי לָהּ, וּבְרֵישׁ נִדָּה דִּבּוּר הַמַּתְחִיל וְהִלֵּל. וְעַיֵּן בְּחִבּוּרֵינוּ פִּתְחֵי נִדָּה פּוֹתֵחַ... שֶׁכָּתַבְתִּי בִּשְׁנֵי אֳפָנִים לְיַשֵּׁב קֻשִׁיּוֹת הַתּוֹסָפוֹת עַל נָכוֹן בְּעֶזְרַת ה'), וּלְהָכִי כָּתַב כִּסְפֵק כוּ': {ד} מְגַלְּחִין. אִם הֵם נָשִׁים אוֹ קְטַנִּים. דְּאִלּוּ גְדוֹלִים אֵין מְגַלְּחִין, מִשּׁוּם דַּאֲסוּרִים בְּהַקָּפַת הָרֹאשׁ מִסָּפֵק. גְּמָרָא: {ה} קָרְבַּן כוּ'. וְאַף עַל גַּב דִּסְפֵק טֻמְאָה בִּרְשׁוּת הַיָּחִיד סְפֵקוֹ טָמֵא מִדְּאוֹרַיְתָא אֵין לְטַמֵּא שְׁנֵיהֶן מִכֹּחַ זֶה וְלֵיְתוּ שְׁנֵיהֶם קָרְבַּן טֻמְאָה, כֵּיוָן דְּמִמַּה נַּפְשָׁךְ חַד מִנַּיְהוּ טָהוֹר, דְּמִסּוֹטָה יָלְפִינַן, וְלֹא יָלְפִינַן אֶלָּא דָּבָר שֶׁיָּכוֹל לִהְיוֹת. הָרַ\"שׁ: {ו} טָהֳרָה. קָרְבַּן טֻמְאָה וְקָרְבַּן טָהֳרָה שֶׁנַּעֲשׂוּ כְּבָר. תּוֹסָפוֹת: {ז} רְצוֹנוֹ לוֹמַר בַּגְּמָרָא דַּף י\"ח. וְיַלְפֵי לְהוּ הָתָם מִקְּרָא. וְעוֹלַת הָעוֹף, אִי בָּעֵי מַיְתֵי לָהּ לְשֵׁם נְדָבָה, וְאִי בָּעֵי לֹא מַיְתֵי לָהּ כְּלָל, כֵּיוָן דְּדוֹרוֹן בְּעָלְמָא הִיא לֹא מְעַכְּבָא. רַשִׁ\"י: {ח} בְּהֵמָה. כְּדֵי לְגַלֵּחַ עַל אֶחָד מִן הַדָּמִים, שֶׁכֵּיוָן שֶׁהוּא סָפֵק טָמֵא בְּסוֹף שְׁלֹשִׁים אֵינוֹ רַשַּׁאי לְגַלֵּחַ בְּלֹא הֲבָאַת קָרְבְּנוֹתָיו. וְחַטָּאת אֵינוֹ יָכוֹל לְהָבִיא, שֶׁאֵין חַטַּאת בְּהֵמָה בָּאָה מִן הַסָּפֵק, וּשְׁלָמִים טְעוּנִים לֶחֶם וּזְרוֹעַ בְּשֵׁלָה, וְאֵין שְׁלָמִים כָּאֵלּוּ בָּאִים נְדָבָה. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה נזיר ח א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-8-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-3-4-8-2","jbo:text":"נזיר שהיה טמא בספק ומחלט בספק, אוכל בקדשים אחר ששים יום {ט}, ושותה יין ומטמא למתים אחר מאה ועשרים יום {טז}, שתגלחת הנגע דוחה תגלחת הנזיר בזמן שהוא ודאי, אבל בזמן שהוא ספק אינה דוחה","jbo:textNikud":"נָזִיר שֶׁהָיָה טָמֵא בְסָפֵק וּמֻחְלָט בְּסָפֵק, אוֹכֵל בַּקָּדָשִׁים אַחַר שִׁשִּׁים יוֹם {ט}, וְשׁוֹתֶה יַיִן וּמִטַּמֵּא לְמֵתִים אַחַר מֵאָה וְעֶשְׂרִים יוֹם {טז}, שֶׁתִּגְלַחַת הַנֶּגַע דּוֹחָה תִגְלַחַת הַנָּזִיר בִּזְמַן שֶׁהוּא וַדַּאי, אֲבָל בִּזְמַן שֶׁהוּא סָפֵק אֵינָהּ דּוֹחָה","rdfs:label":"משנה נזיר ח ב","jbo:interprets":"jbr:mishna-3-4-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-bartanura-3-4-8-2","jbo:text":"ר\"ע מברטנורה נזיר שהיה טמא בספק ומחלט בספק. ספק אם נטמא במת וספק אם הוא מצרע מחלט: אוכל בקדשים אחר ששים יום. אבל קדם לכן לא, דספק מצרע הוא ועד שיביא כפרתו אסור לאכל בקדשים. אבל משום ספק נזיר טמא לא מתסר לאכל בקדשים, דלא מקרי מחסר כפרה שאסור לאכל בקדשים אלא מי שטמאה יוצאה עליו מגופו. כיצד, נזר שלשים יום, וביום הראשון ארע לו ספק טמאת מת וספק צרעת, מזה ושונה וטובל ונטהר מטמאת מת כאלו בא לגלח כדין נזיר טמא או כדין מצרע שנתרפא, ואינו יכול לגלח עד שלשים יום מיום שנזר, שמא נזיר טהור הוא ואסור לגלח עד מלאת ימי נזרו ועד שיביא קרבנותיו, ולאחר שלשים יום מגלח {י}, ספק תגלחת מצרע ספק תגלחת טמאה של נזיר וספק תגלחת טהרה. ומביא שתי צפרים {יא} כדין תגלחת חלוטו של מצרע, וחטאת העוף הבאה על הספק משום ספק נזיר טמא, ועולת בהמה משום ספק נזיר טהור {יב}. ואף על פי שאינו מביא שאר קרבנות של תגלחת טהרה, הא אמרינן אם גלח על אחת משלשתן יצא. ומתנה עליה שאם אינו נזיר טהור שתהא עולת נדבה. ודין מצרע מחלט שצריך שני תגלחות, אחת לאחר גמר חלוטו כשנרפא מצרעתו, ואחת לאחר ימי ספרו לאחר שספר שבעה מן התגלחת הראשונה, כדכתיב (ויקרא יד) והיה ביום השביעי יגלח את כל שערו, וזה שהוא ספק נזיר אינו יכול לגלח, הלכך צריך להמתין שלשים יום של ספק נזירות טהרה {יג} ומגלח תגלחת של ספק ימי ספרו של מצרע וספק נזירות טהרה, ומביא עולת בהמה של ספק נזירות כדי לגלח על הקרבנות ומתנה עליה. ולמחרת יום תגלחתו מביא קרבן מצרע כדי להתירו בקדשים, ומביא חטאת עוף {יד}, שחטאת בהמה אינה באה על הספק, ואינו מביא אשם, שהאשם אינו מעכב מלאכל בקדשים. ונמצא שלאחר ששים יום אוכל בקדשים, שאז מביא כפרתו על ספק חלוטו. ועדין הוא אסור לשתות יין ולטמא למתים, דשמא מחלט היה, ותגלחת מצרע אינו עולה לא לתגלחת נזיר טהור ולא לתגלחת נזיר טמא {טו}, וטעון עוד שתי תגלחות, אחד לנזיר טמא ואחת לנזיר טהור, ואם מצרע מחלט היה, כל מה שמנה לימי נזירתו אין עולין לו, שימי חלוטו וימי ספרו אין עולין לו, וצריך למנות עוד שלשים יום, ולאחר שלשים יום מגלח ספק נזיר טמא ספק נזיר טהור, ומביא חטאת העוף בספק נזיר טמא, ועולת בהמה בספק נזיר טהור כדי לגלח על הקרבן, ומתנה עליה. ועדין אסור לשתות יין ולטמא למתים, דשמא מצרע מחלט היה, ולפיכך השתי תגלחות הראשונות לא עלו לו לשם נזירות, לא של טמאה ולא של טהרה, ושמא נזיר טמא היה ותגלחת השלישית תגלחת של טמאה היא, לפיכך צריך למנות עוד שלשים יום של נזירות טהרה, ומביא קרבן נזיר טהור, ומתנה, ואחר כך מתר לשתות יין ולהטמא למתים. וכן אם נדר נזירות שנה וארע לו בראש שנתו ספק טמאת מת וספק צרעת, מונה שנה ומגלח תגלחת של ספק טמאה וספק טהרה וספק צרעת, ומונה שנה שניה ומגלח ומביא כפרתו ואוכל בקדשים, ומונה עוד שתי שנים קדם שישתה יין ויטמא למתים","jbo:textNikud":"ר\"ע מברטנורה נָזִיר שֶׁהָיָה טָמֵא בְסָפֵק וּמֻחְלָט בְּסָפֵק. סָפֵק אִם נִטְמָא בְמֵת וְסָפֵק אִם הוּא מְצֹרָע מֻחְלָט: אוֹכֵל בַּקָּדָשִׁים אַחַר שִׁשִּׁים יוֹם. אֲבָל קֹדֶם לָכֵן לֹא, דִּסְפֵק מְצֹרָע הוּא וְעַד שֶׁיָּבִיא כַפָּרָתוֹ אָסוּר לֶאֱכֹל בַּקָּדָשִׁים. אֲבָל מִשּׁוּם סְפֵק נָזִיר טָמֵא לֹא מִתְּסַר לֶאֱכֹל בַּקָּדָשִׁים, דְּלֹא מִקְרֵי מְחֻסָּר כַּפָּרָה שֶׁאָסוּר לֶאֱכֹל בַּקָּדָשִׁים אֶלָּא מִי שֶׁטֻּמְאָה יוֹצְאָה עָלָיו מִגּוּפוֹ. כֵּיצַד, נָזַר שְׁלֹשִׁים יוֹם, וּבַיּוֹם הָרִאשׁוֹן אֵרַע לוֹ סְפֵק טֻמְאַת מֵת וּסְפֵק צָרַעַת, מַזֶּה וְשׁוֹנֶה וְטוֹבֵל וְנִטְהַר מִטֻּמְאַת מֵת כְּאִלּוּ בָא לְגַלֵּחַ כְּדִין נָזִיר טָמֵא אוֹ כְּדִין מְצֹרָע שֶׁנִּתְרַפֵּא, וְאֵינוֹ יָכוֹל לְגַלֵּחַ עַד שְׁלֹשִׁים יוֹם מִיּוֹם שֶׁנָּזַר, שֶׁמָּא נָזִיר טָהוֹר הוּא וְאָסוּר לְגַלֵּחַ עַד מְלֹאת יְמֵי נִזְרוֹ וְעַד שֶׁיָּבִיא קָרְבְּנוֹתָיו, וּלְאַחַר שְׁלֹשִׁים יוֹם מְגַלֵּחַ {י}, סְפֵק תִּגְלַחַת מְצֹרָע סְפֵק תִּגְלַחַת טֻמְאָה שֶׁל נָזִיר וּסְפֵק תִּגְלַחַת טָהֳרָה. וּמֵבִיא שְׁתֵּי צִפֳּרִים {יא} כְּדִין תִּגְלַחַת חִלּוּטוֹ שֶׁל מְצֹרָע, וְחַטַּאת הָעוֹף הַבָּאָה עַל הַסָּפֵק מִשּׁוּם סְפֵק נָזִיר טָמֵא, וְעוֹלַת בְּהֵמָה מִשּׁוּם סְפֵק נָזִיר טָהוֹר {יב}. וְאַף עַל פִּי שֶׁאֵינוֹ מֵבִיא שְׁאָר קָרְבָּנוֹת שֶׁל תִּגְלַחַת טָהֳרָה, הָא אָמְרִינַן אִם גִּלַּח עַל אַחַת מִשְּׁלָשְׁתָּן יָצָא. וּמַתְנֶה עָלֶיהָ שֶׁאִם אֵינוֹ נָזִיר טָהוֹר שֶׁתְּהֵא עוֹלַת נְדָבָה. וְדִין מְצֹרָע מֻחְלָט שֶׁצָּרִיךְ שְׁנֵי תִּגְלָחוֹת, אַחַת לְאַחַר גְּמַר חִלּוּטוֹ כְּשֶׁנִּרְפָּא מִצָּרַעְתּוֹ, וְאַחַת לְאַחַר יְמֵי סָפְרוֹ לְאַחַר שֶׁסָּפַר שִׁבְעָה מִן הַתִּגְלַחַת הָרִאשׁוֹנָה, כְּדִכְתִיב (וַיִּקְרָא יד) וְהָיָה בַיּוֹם הַשְּׁבִיעִי יְגַלַּח אֶת כָּל שְׂעָרוֹ, וְזֶה שֶׁהוּא סְפֵק נָזִיר אֵינוֹ יָכוֹל לְגַלֵּחַ, הִלְכָּךְ צָרִיךְ לְהַמְתִּין שְׁלֹשִׁים יוֹם שֶׁל סְפֵק נְזִירוּת טָהֳרָה {יג} וּמְגַלֵּחַ תִּגְלַחַת שֶׁל סְפֵק יְמֵי סָפְרוֹ שֶׁל מְצֹרָע וּסְפֵק נְזִירוּת טָהֳרָה, וּמֵבִיא עוֹלַת בְּהֵמָה שֶׁל סְפֵק נְזִירוּת כְּדֵי לְגַלֵּחַ עַל הַקָּרְבָּנוֹת וּמַתְנֶה עָלֶיהָ. וּלְמָחֳרָת יוֹם תִּגְלַחְתּוֹ מֵבִיא קָרְבַּן מְצֹרָע כְּדֵי לְהַתִּירוֹ בַּקָּדָשִׁים, וּמֵבִיא חַטַּאת עוֹף {יד}, שֶׁחַטַּאת בְּהֵמָה אֵינָהּ בָּאָה עַל הַסָּפֵק, וְאֵינוֹ מֵבִיא אָשָׁם, שֶׁהָאָשָׁם אֵינוֹ מְעַכֵּב מִלֶּאֱכֹל בַּקָּדָשִׁים. וְנִמְצָא שֶׁלְּאַחַר שִׁשִּׁים יוֹם אוֹכֵל בַּקָּדָשִׁים, שֶׁאָז מֵבִיא כַּפָּרָתוֹ עַל סָפֵק חִלּוּטוֹ. וַעֲדַיִן הוּא אָסוּר לִשְׁתּוֹת יַיִן וְלִטַּמֵּא לְמֵתִים, דְּשֶׁמָּא מֻחְלָט הָיָה, וְתִגְלַחַת מְצֹרָע אֵינוֹ עוֹלֶה לֹא לְתִגְלַחַת נָזִיר טָהוֹר וְלֹא לְתִגְלַחַת נָזִיר טָמֵא {טו}, וְטָעוּן עוֹד שְׁתֵּי תִגְלָחוֹת, אֶחָד לְנָזִיר טָמֵא וְאַחַת לְנָזִיר טָהוֹר, וְאִם מְצֹרָע מֻחְלָט הָיָה, כָּל מַה שֶּׁמָּנָה לִימֵי נְזִירָתוֹ אֵין עוֹלִין לוֹ, שֶׁיְּמֵי חִלּוּטוֹ וִימֵי סָפְרוֹ אֵין עוֹלִין לוֹ, וְצָרִיךְ לִמְנוֹת עוֹד שְׁלֹשִׁים יוֹם, וּלְאַחַר שְׁלֹשִׁים יוֹם מְגַלֵּחַ סְפֵק נָזִיר טָמֵא סְפֵק נָזִיר טָהוֹר, וּמֵבִיא חַטַּאת הָעוֹף בִּסְפֵק נָזִיר טָמֵא, וְעוֹלַת בְּהֵמָה בִּסְפֵק נָזִיר טָהוֹר כְּדֵי לְגַלֵּחַ עַל הַקָּרְבָּן, וּמַתְנֶה עָלֶיהָ. וַעֲדַיִן אָסוּר לִשְׁתּוֹת יַיִן וְלִטַּמֵּא לְמֵתִים, דְּשֶׁמָּא מְצֹרָע מֻחְלָט הָיָה, וּלְפִיכָךְ הַשְּׁתֵּי תִּגְלָחוֹת הָרִאשׁוֹנוֹת לֹא עָלוּ לוֹ לְשֵׁם נְזִירוּת, לֹא שֶׁל טֻמְאָה וְלֹא שֶׁל טָהֳרָה, וְשֶׁמָּא נָזִיר טָמֵא הָיָה וְתִגְלַחַת הַשְּׁלִישִׁית תִּגְלַחַת שֶׁל טֻמְאָה הִיא, לְפִיכָךְ צָרִיךְ לִמְנוֹת עוֹד שְׁלֹשִׁים יוֹם שֶׁל נְזִירוּת טָהֳרָה, וּמֵבִיא קָרְבַּן נָזִיר טָהוֹר, וּמַתְנֶה, וְאַחַר כָּךְ מֻתָּר לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לְמֵתִים. וְכֵן אִם נָדַר נְזִירוּת שָׁנָה וְאֵרַע לוֹ בְּרֹאשׁ שְׁנָתוֹ סְפֵק טֻמְאַת מֵת וּסְפֵק צָרַעַת, מוֹנֶה שָׁנָה וּמְגַלֵּחַ תִּגְלַחַת שֶׁל סְפֵק טֻמְאָה וּסְפֵק טָהֳרָה וּסְפֵק צָרַעַת, וּמוֹנֶה שָׁנָה שְׁנִיָּה וּמְגַלֵּחַ וּמֵבִיא כַפָּרָתוֹ וְאוֹכֵל בַּקָּדָשִׁים, וּמוֹנֶה עוֹד שְׁתֵּי שָׁנִים קֹדֶם שֶׁיִּשְׁתֶּה יַיִן וְיִטַּמָּא לְמֵתִים","rdfs:label":"ר\"ע מברטנורה משנה נזיר ח ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-8"],"uri":"jbr:mishna-yomtov-3-4-8-2","jbo:text":"עיקר תוי\"ט {ט} אחר כו'. הקשו בתוספות דהתנן במשנה ב' פרק ג' שמי שנזר שתי נזיריות מגלח הראשונה ביום שלשים ואחד והשניה ביום ששים ואחד, ואם כן לא היה אוכל בקדשים עד יום ששים ושנים שהוא יום הבאת קרבנותיו ביום שאחר יום התגלחת, ותרצו דכיון [דתנן לעיל] שאם גלח ביום שלשים דיצא, שמע מנה דמדאוריתא מגלח ביום שלשים, והכא משום אכילת קדשים הקלו בשני תגלחות ראשונות. וכתבו דלפי זה אוכל ביום ששים גופיה, דהא תנן התם אם גלח השניה ביום ששים חסר אחד יצא. ואחר, לאו דוקא כו'. ודעת הר\"ב נראה דאחר ששים דוקא, וטעמא לפי שאמרו שיהא נזיר שתי נזיריות שלמות דהינו שתי פעמים שלשים, והואיל וכן התגלחת ראשונה (יכול) [צריך] לגלחה כדין כל תגלחת נזיר שמצותה לכתחלה ביום שלשים ואחד. והינו דכתב ולאחר שלשים כו', אבל השניה מגלחה ביום הששים, והינו דכתב שלשים יום ומגלח, ויש לומר דהכי קאמר, ומגלח ביום השלשים עצמו. ועין תוספות יום טוב: {י} מוקי לה בגמרא באשה וקטן דלאו בני חיובא דהקפת ראש נינהו כדלעיל: {יא} והם נעשים בחוץ ולא הוי בהו משום חלין בעזרה. גמרא: {יב} דאלו חטאת ושלמים לא כדלעיל ועוד דהכא דספק מצרע הוא ואינו יכול להניף, ושלמי נזיר טעונות תנופה. תוספות: {יג} לפי שאינו מתנאי טהרה שלא יהיה בין תגלחת לתגלחת אלא שבעה ימים ולא יותר. אלא הכונה שלא יהיה פחות. הרמב\"ם: {יד} ועשיר שאינו יוצא בקרבן עני כיצד יעשה, יכתב נכסיו לאחר ומביא קרבן עני. תוספתא: {טו} כך השיב רבי שמעון בן יוחאי לתלמידיו, לפי שאינן שוין, דגלוח חלוטו של מצרע לגדל שער של ימי ספורו, וגלוח נזיר טהור להעביר דאינו צריך עוד גדול, וגלוח דימי ספרו שהוא גם כן להעביר מכל מקום גלוחו לפני זריקת דמים, שהרי ביום השביעי מגלח וביום השמיני מביא קרבנותיו. וגלוח דנזיר טהור אחר זריקת אחד מן הדמים וגלוח דנזיר טמא שהוא גם כן קדם זריקת אחד מן הדמים, מכל מקום אינם שוים, דמצרע לפני ביאת מים כדכתיב [ויקרא יד] ביום השביעי יגלח את כל שערו [וגו'] ורחץ את בשרו במים וטהר. ונזיר טמא אחר ביאת מים כדכתיב [במדבר ו] וגלח ראשו ביום טהרתו, משמע לאחר טהרה, דמגלח לאחר ביאת מים: {טז} מאה ועשרים יום. לפי מה שכתב בדברי הר\"ב דאחר ששים דוקא ויום הגלוח הוא ביום הששים, ונמצא שמחשב לנזירות השלישי מיום הששים לפי שעולה לכאן ולכאן, ונמצא [שתגלחת] השלישית ביום תשעים והרביעי ביום מאה ועשרים, ובו ביום מתר לשתות יין כו'. ואחר, לאו דוקא. ואידי דרישא נקטיה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ט} אַחַר כוּ'. הִקְשׁוּ בַּתּוֹסָפוֹת דְּהָתְנַן בְּמִשְׁנָה ב' פֶּרֶק ג' שֶׁמִּי שֶׁנָּזַר שְׁתֵּי נְזִירִיּוֹת מְגַלֵּחַ הָרִאשׁוֹנָה בְּיוֹם שְׁלֹשִׁים וְאֶחָד וְהַשְּׁנִיָּה בְּיוֹם שִׁשִּׁים וְאֶחָד, וְאִם כֵּן לֹא הָיָה אוֹכֵל בַּקָּדָשִׁים עַד יוֹם שִׁשִּׁים וּשְׁנַיִם שֶׁהוּא יוֹם הֲבָאַת קָרְבְּנוֹתָיו בַּיּוֹם שֶׁאַחַר יוֹם הַתִּגְלַחַת, וְתֵרְצוּ דְּכֵיוָן [דִּתְנַן לְעֵיל] שֶׁאִם גִּלַּח בְּיוֹם שְׁלֹשִׁים דְּיָצָא, שְׁמַע מִנַּהּ דְּמִדְּאוֹרַיְתָא מְגַלֵּחַ בְּיוֹם שְׁלֹשִׁים, וְהָכָא מִשּׁוּם אֲכִילַת קָדָשִׁים הֵקֵלּוּ בִּשְׁנֵי תִּגְלָחוֹת רִאשׁוֹנוֹת. וְכָתְבוּ דִּלְפִי זֶה אוֹכֵל בְּיוֹם שִׁשִּׁים גּוּפֵיהּ, דְּהָא תְּנַן הָתָם אִם גִּלַּח הַשְּׁנִיָּה בְּיוֹם שִׁשִּׁים חָסֵר אֶחָד יָצָא. וְאַחַר, לָאו דַּוְקָא כוּ'. וְדַעַת הָרַ\"ב נִרְאֶה דְאַחַר שִׁשִּׁים דַּוְקָא, וְטַעְמָא לְפִי שֶׁאָמְרוּ שֶׁיְּהֵא נָזִיר שְׁתֵּי נְזִירִיּוֹת שְׁלֵמוֹת דְּהַיְנוּ שְׁתֵּי פְּעָמִים שְׁלֹשִׁים, וְהוֹאִיל וְכֵן הַתִּגְלַחַת רִאשׁוֹנָה (יָכוֹל) [צָרִיךְ] לְגַלְּחָהּ כְּדִין כָּל תִּגְלַחַת נָזִיר שֶׁמִּצְוָתָהּ לְכַתְּחִלָּה בְּיוֹם שְׁלֹשִׁים וְאֶחָד. וְהַיְנוּ דְּכָתַב וּלְאַחַר שְׁלֹשִׁים כוּ', אֲבָל הַשְּׁנִיָּה מְגַלְּחָהּ בְּיוֹם הַשִּׁשִּׁים, וְהַיְנוּ דְּכָתַב שְׁלֹשִׁים יוֹם וּמְגַלֵּחַ, וְיֵשׁ לוֹמַר דְּהָכִי קָאָמַר, וּמְגַלֵּחַ בְּיוֹם הַשְּׁלֹשִׁים עַצְמוֹ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} מוֹקֵי לָהּ בַּגְּמָרָא בְּאִשָּׁה וְקָטָן דְּלָאו בְּנֵי חִיּוּבָא דְהַקָּפַת רֹאשׁ נִינְהוּ כְּדִלְעֵיל: {יא} וְהֵם נַעֲשִׂים בַּחוּץ וְלֹא הָוֵי בְּהוּ מִשּׁוּם חֻלִּין בָּעֲזָרָה. גְּמָרָא: {יב} דְּאִלּוּ חַטָּאת וּשְׁלָמִים לֹא כְּדִלְעֵיל וְעוֹד דְּהָכָא דִּסְפֵק מְצֹרָע הוּא וְאֵינוֹ יָכוֹל לְהָנִיף, וְשַׁלְמֵי נָזִיר טְעוּנוֹת תְּנוּפָה. תּוֹסָפוֹת: {יג} לְפִי שֶׁאֵינוֹ מִתְּנָאֵי טָהֳרָה שֶׁלֹּא יִהְיֶה בֵּין תִּגְלַחַת לְתִגְלַחַת אֶלָּא שִׁבְעָה יָמִים וְלֹא יוֹתֵר. אֶלָּא הַכַּוָּנָה שֶׁלֹּא יִהְיֶה פָּחוֹת. הָרַמְבַּ\"ם: {יד} וְעָשִׁיר שֶׁאֵינוֹ יוֹצֵא בְּקָרְבַּן עָנִי כֵּיצַד יַעֲשֶׂה, יִכְתֹּב נְכָסָיו לְאַחֵר וּמֵבִיא קָרְבַּן עָנִי. תּוֹסֶפְתָּא: {טו} כָּךְ הֵשִׁיב רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי לְתַלְמִידָיו, לְפִי שֶׁאֵינָן שָׁוִין, דְּגִלּוּחַ חִלּוּטוֹ שֶׁל מְצֹרָע לְגֹדֶל שֵׂעָר שֶׁל יְמֵי סְפוֹרוֹ, וְגִלּוּחַ נָזִיר טָהוֹר לְהַעֲבִיר דְּאֵינוֹ צָרִיךְ עוֹד גִּדּוּל, וְגִלּוּחַ דִּימֵי סָפְרוֹ שֶׁהוּא גַּם כֵּן לְהַעֲבִיר מִכָּל מָקוֹם גִּלּוּחוֹ לִפְנֵי זְרִיקַת דָּמִים, שֶׁהֲרֵי בַיּוֹם הַשְּׁבִיעִי מְגַלֵּחַ וּבַיּוֹם הַשְּׁמִינִי מֵבִיא קָרְבְּנוֹתָיו. וְגִלּוּחַ דְּנָזִיר טָהוֹר אַחַר זְרִיקַת אֶחָד מִן הַדָּמִים וְגִלּוּחַ דְּנָזִיר טָמֵא שֶׁהוּא גַּם כֵּן קֹדֶם זְרִיקַת אֶחָד מִן הַדָּמִים, מִכָּל מָקוֹם אֵינָם שָׁוִים, דִּמְצֹרָע לִפְנֵי בִיאַת מַיִם כְּדִכְתִיב [וַיִּקְרָא יד] בַּיּוֹם הַשְּׁבִיעִי יְגַלֵּחַ אֶת כָּל שְׂעָרוֹ [וְגוֹ'] וְרָחַץ אֶת בְּשָׂרוֹ בַּמַּיִם וְטָהֵר. וְנָזִיר טָמֵא אַחַר בִּיאַת מַיִם כְּדִכְתִיב [בְּמִדְבָּר ו] וְגִלַּח רֹאשׁוֹ בְּיוֹם טָהֳרָתוֹ, מַשְׁמַע לְאַחַר טָהֳרָה, דִמְגַלֵּחַ לְאַחַר בִּיאַת מַיִם: {טז} מֵאָה וְעֶשְׂרִים יוֹם. לְפִי מַה שֶּׁכָּתַב בְּדִבְרֵי הָרַ\"ב דְּאַחַר שִׁשִּׁים דַּוְקָא וְיוֹם הַגִּלּוּחַ הוּא בְיוֹם הַשִּׁשִּׁים, וְנִמְצָא שֶׁמְּחַשֵּׁב לִנְזִירוּת הַשְּׁלִישִׁי מִיּוֹם הַשִּׁשִּׁים לְפִי שֶׁעוֹלֶה לְכָאן וּלְכָאן, וְנִמְצָא [שֶׁתִּגְלַחַת] הַשְּׁלִישִׁית בְּיוֹם תִּשְׁעִים וְהָרְבִיעִי בְּיוֹם מֵאָה וְעֶשְׂרִים, וּבוֹ בַיּוֹם מֻתָּר לִשְׁתּוֹת יַיִן כוּ'. וְאַחַר, לָאו דַוְקָא. וְאַיְדֵי דְרֵישָׁא נַקְטֵיהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ח ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-8-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-3-4-9-1","jbo:text":"הגוים אין להם נזירות. נשים ועבדים יש להם נזירות. חמר בנשים מבעבדים, שהוא כופה את עבדו ואינו כופה {א} את אשתו. חמר בעבדים מבנשים, שהוא מפר נדרי אשתו ואינו מפר נדרי עבדו. הפר לאשתו, הפר עולמית. הפר לעבדו, יצא לחרות משלים נזירותו. עבר מכנגד פניו, רבי מאיר אומר, לא ישתה, ורבי יוסי אומר, ישתה {ו}","jbo:textNikud":"הַגּוֹיִם אֵין לָהֶם נְזִירוּת. נָשִׁים וַעֲבָדִים יֵשׁ לָהֶם נְזִירוּת. חֹמֶר בַּנָּשִׁים מִבָּעֲבָדִים, שֶׁהוּא כוֹפֶה אֶת עַבְדּוֹ וְאֵינוֹ כוֹפֶה {א} אֶת אִשְׁתּוֹ. חֹמֶר בָּעֲבָדִים מִבַּנָּשִׁים, שֶׁהוּא מֵפֵר נִדְרֵי אִשְׁתּוֹ וְאֵינוֹ מֵפֵר נִדְרֵי עַבְדּוֹ. הֵפֵר לְאִשְׁתּוֹ, הֵפֵר עוֹלָמִית. הֵפֵר לְעַבְדּוֹ, יָצָא לְחֵרוּת מַשְׁלִים נְזִירוּתוֹ. עָבַר מִכְּנֶגֶד פָּנָיו, רַבִּי מֵאִיר אוֹמֵר, לֹא יִשְׁתֶּה, וְרַבִּי יוֹסֵי אוֹמֵר, יִשְׁתֶּה {ו}","rdfs:label":"משנה נזיר ט א","jbo:interprets":"jbr:mishna-3-4-9-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-bartanura-3-4-9-1","jbo:text":"ר\"ע מברטנורה הגוים אין להם נזירות. אף על גב דגוים מקריבין נדרים ונדבות כישראל, אם נדר בנזיר אין עליו תורת נזירות ומתר לשתות יין ולטמא למתים, דכתיב בריש פרשת נזיר (במדבר ו) דבר אל בני ישראל, בני ישראל נודרים בנזיר ואין גוים נודרים בנזיר: שהוא כופה את עבדו. כופהו לשתות יין ולהטמא למתים בעל כרחו: ואינו כופה את אשתו. בעל כרחה. ובשאר נדרים שיש בהם ענוי נפש או בטול מלאכה, אין הרב צריך לכוף את העבד אלא הם בטלים מאליהם {ב}, דכתיב (שם ל) לאסר אסר על נפשו, מי שנפשו קנויה לו, יצא עבד שאין נפשו קנויה לו. וכן השבועות כלם שנשבע העבד, בין שיש בהם ענוי נפש בין שאין בהם ענוי נפש, אין רבו צריך לכופו, שמאליהם בטלים, שהרי אין לו רשות לעצמו {ג}. אבל נדרים שאין בהם ענוי נפש ואין בהם בטול מלאכה לרבו, חיב העבד לקימם ואין רבו יכול לכופו עליהם לבטלם: מפר נדרי אשתו ואינו מפר נדרי עבדו. שאם נתרצה בנדר שנדרה אשתו אחר שהפר לה ורוצה שתקימנו, אינה חיבת לקימו אחר שהפר לה פעם אחת {ד}. ואם כפה את עבדו לעבר על נדרו ורצה אחר כך בקיומו, חיב העבד לקימו: הפר לעבדו יצא לחרות משלים נזירותו. לאו דוקא הפר, אלא אם כפה את עבדו לשתות יין ולהטמא למתים ואחר כך יצא העבד לחרות, חיב העבד להשלים נזירותו {ה} אחר שיצא לחרות. ורמב\"ם פרש הפר לעבדו יצא לחרות, שהאומר לעבדו מופר לך, פקע זכות האדון ממנו ויצא העבד לחרות בשביל כן וצריך שישלים נזירותו. ולבי מהסס בפרוש זה: עבר מכנגד פניו. שברח מרבו אחר שנדר בנזיר: רבי מאיר אומר לא ישתה. יין כדי שיצטער וישוב לרבו שיכפהו לעבר על נדרו ויהיה מתר לשתות יין: ורבי יוסי אומר ישתה. שלא יחלה וימות, שהרי עתיד הוא לשוב לרבו, שיבקש רבו אחריו ויחזירנו, ונמצא כאלו הוא ברשות רבו","jbo:textNikud":"ר\"ע מברטנורה הַגּוֹיִם אֵין לָהֶם נְזִירוּת. אַף עַל גַּב דְּגוֹיִם מַקְרִיבִין נְדָרִים וּנְדָבוֹת כְּיִשְׂרָאֵל, אִם נָדַר בְּנָזִיר אֵין עָלָיו תּוֹרַת נְזִירוּת וּמֻתָּר לִשְׁתּוֹת יַיִן וְלִטַּמֵּא לְמֵתִים, דִּכְתִיב בְּרֵישׁ פָּרָשַׁת נָזִיר (בְּמִדְבָּר ו) דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל, בְּנֵי יִשְׂרָאֵל נוֹדְרִים בְּנָזִיר וְאֵין גּוֹיִם נוֹדְרִים בְּנָזִיר: שֶׁהוּא כוֹפֶה אֶת עַבְדּוֹ. כּוֹפֵהוֹ לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לְמֵתִים בְּעַל כָּרְחוֹ: וְאֵינוֹ כוֹפֶה אֶת אִשְׁתּוֹ. בְּעַל כָּרְחָהּ. וּבִשְׁאָר נְדָרִים שֶׁיֵּשׁ בָּהֶם עִנּוּי נֶפֶשׁ אוֹ בִטּוּל מְלָאכָה, אֵין הָרַב צָרִיךְ לָכוֹף אֶת הָעֶבֶד אֶלָּא הֵם בְּטֵלִים מֵאֲלֵיהֶם {ב}, דִּכְתִיב (שָׁם ל) לֶאְסֹר אִסָּר עַל נַפְשׁוֹ, מִי שֶׁנַּפְשׁוֹ קְנוּיָה לוֹ, יָצָא עֶבֶד שֶׁאֵין נַפְשׁוֹ קְנוּיָה לוֹ. וְכֵן הַשְּׁבוּעוֹת כֻּלָּם שֶׁנִּשְׁבַּע הָעֶבֶד, בֵּין שֶׁיֵּשׁ בָּהֶם עִנּוּי נֶפֶשׁ בֵּין שֶׁאֵין בָּהֶם עִנּוּי נֶפֶשׁ, אֵין רַבּוֹ צָרִיךְ לְכוֹפוֹ, שֶׁמֵּאֲלֵיהֶם בְּטֵלִים, שֶׁהֲרֵי אֵין לוֹ רְשׁוּת לְעַצְמוֹ {ג}. אֲבָל נְדָרִים שֶׁאֵין בָּהֶם עִנּוּי נֶפֶשׁ וְאֵין בָּהֶם בִּטּוּל מְלָאכָה לְרַבּוֹ, חַיָּב הָעֶבֶד לְקַיְּמָם וְאֵין רַבּוֹ יָכוֹל לְכוֹפוֹ עֲלֵיהֶם לְבַטְּלָם: מֵפֵר נִדְרֵי אִשְׁתּוֹ וְאֵינוֹ מֵפֵר נִדְרֵי עַבְדּוֹ. שֶׁאִם נִתְרַצָּה בְנֶדֶר שֶׁנָּדְרָה אִשְׁתּוֹ אַחַר שֶׁהֵפֵר לָהּ וְרוֹצֶה שֶׁתְּקַיְּמֶנּוּ, אֵינָהּ חַיֶּבֶת לְקַיְּמוֹ אַחַר שֶׁהֵפֵר לָהּ פַּעַם אַחַת {ד}. וְאִם כָּפָה אֶת עַבְדּוֹ לַעֲבֹר עַל נִדְרוֹ וְרָצָה אַחַר כָּךְ בְּקִיּוּמוֹ, חַיָּב הָעֶבֶד לְקַיְּמוֹ: הֵפֵר לְעַבְדּוֹ יָצָא לְחֵרוּת מַשְׁלִים נְזִירוּתוֹ. לָאו דַוְקָא הֵפֵר, אֶלָּא אִם כָּפָה אֶת עַבְדּוֹ לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לְמֵתִים וְאַחַר כָּךְ יָצָא הָעֶבֶד לְחֵרוּת, חַיָּב הָעֶבֶד לְהַשְׁלִים נְזִירוּתוֹ {ה} אַחַר שֶׁיָּצָא לְחֵרוּת. וְרַמְבַּ\"ם פֵּרֵשׁ הֵפֵר לְעַבְדּוֹ יָצָא לְחֵרוּת, שֶׁהָאוֹמֵר לְעַבְדּוֹ מוּפָר לְךָ, פָּקַע זְכוּת הָאָדוֹן מִמֶּנּוּ וְיֵצֵא הָעֶבֶד לְחֵרוּת בִּשְׁבִיל כֵּן וְצָרִיךְ שֶׁיַּשְׁלִים נְזִירוּתוֹ. וְלִבִּי מְהַסֵּס בְּפֵרוּשׁ זֶה: עָבַר מִכְּנֶגֶד פָּנָיו. שֶׁבָּרַח מֵרַבּוֹ אַחַר שֶׁנָּדַר בְּנָזִיר: רַבִּי מֵאִיר אוֹמֵר לֹא יִשְׁתֶּה. יַיִן כְּדֵי שֶׁיִּצְטַעֵר וְיָשׁוּב לְרַבּוֹ שֶׁיִּכְפֵּהוּ לַעֲבֹר עַל נִדְרוֹ וְיִהְיֶה מֻתָּר לִשְׁתּוֹת יַיִן: וְרַבִּי יוֹסֵי אוֹמֵר יִשְׁתֶּה. שֶׁלֹּא יֶחֱלֶה וְיָמוּת, שֶׁהֲרֵי עָתִיד הוּא לָשׁוּב לְרַבּוֹ, שֶׁיְּבַקֵּשׁ רַבּוֹ אַחֲרָיו וְיַחְזִירֶנּוּ, וְנִמְצָא כְאִלּוּ הוּא בִּרְשׁוּת רַבּוֹ","rdfs:label":"ר\"ע מברטנורה משנה נזיר ט א","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-9-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-yomtov-3-4-9-1","jbo:text":"עיקר תוי\"ט {א} ואינו כופה כו'. פרוש הכפיה לחודא לא מהניא אלא צריך שגם כן יבטלנו בלבו, כמו שאיתא במשנה ח' פרק י' דנדרים: {ב} וכי תימא אמאי יש להן נזירות, בגמרא מפיק לה מקרא דכתיב ואמרת אליהם, לרבות את העבדים, ולא תילף לה משאר נדרים: {ג} קשה מאי שנא שבועות מנדרים כו'. ומסיק ונראה ודאי שגרסא אחרת היתה להר\"ב בגמרא. וטעמא רבה נראה לי לחלק בין נדרים לשבועות, שהנדרים אסור חפצא עליה והשבועות אסר נפשיה אחפצא, ולפיכך שבועות דאוסר נפשיה ואין לו רשות לעצמו אין חלין כלל איזה שבועה שתהיה, אבל נדרים שאוסר החפץ עליו, כשאין לרבו שום הרעה בזה הנדר, שפיר נאסר החפץ עליו: {ד} לפי זה, הפר לאשתו הפר עולמית, פרושא קא מפרש. וזה לשון רש\"י, חמר בעבדים מבנשים שהוא מפר נדרי אשתו ואיזה חמר בעבדים מבנשים, שאם הפר לאשתו הפר לה עולמית: {ה} שקבל עליו, ומתחיל ומונה כבתחלה, ואם מנה קצת בפני רבו, משלים את השאר. רש\"י: {ו} ורבי יוסי אומר וכו'. והרמב\"ם פסק כרבי מאיר. והראב\"ד השיג דרבי מאיר ורבי יוסי הלכה כרבי יוסי","jbo:textNikud":"עיקר תוי\"ט {א} וְאֵינוֹ כוֹפֶה כוּ'. פֵּרוּשׁ הַכְּפִיָּה לְחוּדָא לֹא מַהֲנְיָא אֶלָּא צָרִיךְ שֶׁגַּם כֵּן יְבַטְּלֶנּוּ בְלִבּוֹ, כְּמוֹ שֶּׁאִיתָא בְּמִשְׁנָה ח' פֶּרֶק י' דִּנְדָרִים: {ב} וְכִי תֵימָא אַמַּאי יֵשׁ לָהֵן נְזִירוּת, בַּגְּמָרָא מַפִּיק לָהּ מִקְּרָא דִּכְתִיב וְאָמַרְתָּ אֲלֵיהֶם, לְרַבּוֹת אֶת הָעֲבָדִים, וְלֹא תֵילַף לַהּ מִשְּׁאָר נְדָרִים: {ג} קָשֶׁה מַאי שְׁנָא שְׁבוּעוֹת מִנְּדָרִים כוּ'. וּמַסִּיק וְנִרְאֶה וַדַּאי שֶׁגִּרְסָא אַחֶרֶת הָיְתָה לְהָרַ\"ב בַּגְּמָרָא. וְטַעְמָא רַבָּה נִרְאֶה לִי לְחַלֵּק בֵּין נְדָרִים לִשְׁבוּעוֹת, שֶׁהַנְּדָרִים אִסּוּר חֶפְצָא עֲלֵיהּ וְהַשְּׁבוּעוֹת אָסַר נַפְשֵׁיהּ אַחֶפְצָא, וּלְפִיכָךְ שְׁבוּעוֹת דְּאוֹסֵר נַפְשֵׁיהּ וְאֵין לוֹ רְשׁוּת לְעַצְמוֹ אֵין חָלִין כְּלָל אֵיזֶה שְׁבוּעָה שֶׁתִּהְיֶה, אֲבָל נְדָרִים שֶׁאוֹסֵר הַחֵפֶץ עָלָיו, כְּשֶׁאֵין לְרַבּוֹ שׁוּם הֲרָעָה בָּזֶה הַנֶּדֶר, שַׁפִּיר נֶאֱסָר הַחֵפֶץ עָלָיו: {ד} לְפִי זֶה, הֵפֵר לְאִשְׁתּוֹ הֵפֵר עוֹלָמִית, פֵּרוּשָׁא קָא מְפָרֵשׁ. וְזֶה לְשׁוֹן רַשִׁ\"י, חֹמֶר בָּעֲבָדִים מִבַּנָּשִׁים שֶׁהוּא מֵפֵר נִדְרֵי אִשְׁתּוֹ וְאֵיזֶה חֹמֶר בָּעֲבָדִים מִבַּנָּשִׁים, שֶׁאִם הֵפֵר לְאִשְׁתּוֹ הֵפֵר לָהּ עוֹלָמִית: {ה} שֶׁקִּבֵּל עָלָיו, וּמַתְחִיל וּמוֹנֶה כְּבַתְּחִלָּה, וְאִם מָנָה קְצָת בִּפְנֵי רַבּוֹ, מַשְׁלִים אֶת הַשְּׁאָר. רַשִׁ\"י: {ו} וְרַבִּי יוֹסֵי אוֹמֵר וְכוּ'. וְהָרַמְבַּ\"ם פָּסַק כְּרַבִּי מֵאִיר. וְהָרַאֲבַ\"ד הִשִּׂיג דְּרַבִּי מֵאִיר וְרַבִּי יוֹסֵי הֲלָכָה כְרַבִּי יוֹסֵי","rdfs:label":"עיקר תוי\"ט משנה נזיר ט א","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-9-1"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-3-4-9-2","jbo:text":"נזיר שגלח ונודע לו שהוא טמא, אם טמאה ידועה, סותר. ואם טמאת התהום, אינו סותר. אם עד שלא גלח, בין כך ובין כך סותר. כיצד, ירד לטבל במערה ונמצא מת צף על פי המערה, טמא {י}. נמצא משקע {יא} בקרקע המערה, ירד להקר, טהור. לטהר מטמאת מת, טמא, שחזקת טמא טמא וחזקת טהור טהור, שרגלים לדבר","jbo:textNikud":"נָזִיר שֶׁגִּלַּח וְנוֹדַע לוֹ שֶׁהוּא טָמֵא, אִם טֻמְאָה יְדוּעָה, סוֹתֵר. וְאִם טֻמְאַת הַתְּהוֹם, אֵינוֹ סוֹתֵר. אִם עַד שֶׁלֹּא גִלַּח, בֵּין כָּךְ וּבֵין כָּךְ סוֹתֵר. כֵּיצַד, יָרַד לִטְבֹּל בִּמְעָרָה וְנִמְצָא מֵת צָף עַל פִּי הַמְּעָרָה, טָמֵא {י}. נִמְצָא מְשֻׁקָּע {יא} בְּקַרְקַע הַמְּעָרָה, יָרַד לְהָקֵר, טָהוֹר. לִטַּהֵר מִטֻּמְאַת מֵת, טָמֵא, שֶׁחֶזְקַת טָמֵא טָמֵא וְחֶזְקַת טָהוֹר טָהוֹר, שֶׁרַגְלַיִם לַדָּבָר","rdfs:label":"משנה נזיר ט ב","jbo:interprets":"jbr:mishna-3-4-9-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-bartanura-3-4-9-2","jbo:text":"ר\"ע מברטנורה נזיר שגלח. שהביא קרבנותיו וגלח עליהן ואחר כך נודע לו שנטמא בימי נזירותו: אם טמאה ידועה. טמאה שאפשר שהיתה ידועה, כגון שאינה קבר התהום {ז}: סותר. וחוזר ומונה נזירות אחרת: ואם טמאת התהום אינו סותר. אם נודע לו שבמקום שעבר היתה טמאת התהום והיא טמאה שאין אחד מכירה אפלו בסוף העולם, אף על פי שודאי טמא היה, אינו סותר, דהלכה היא כך בנזיר: אם עד שלא גלח. תגלחת טהרה, אף על פי שכבר הביא קרבנותיו. הואיל ונודע לו קדם הגלוח: בין כך ובין כך. בין טמאה ידועה בין טמאת התהום, סותר. דהא דגמירי דטמאת התהום אינה סותרת, הינו דוקא אחר גלוח של טהרה {ח}: כיצד. דין טמאת התהום: ירד לטבל במערה. שהיה טמא טמאת שרץ או טמאה אחרת כיוצא בה שאינה של מת, וירד לטבל מטמאתו, ונמצא כזית מן המת צף על פני המים ספק נטמא בו או לא נטמא, טמא. והא דקימא לן {ט} ספק טמאה צפה על פני המים טהור, הני מלי בטמאת שרץ, אבל בטמאת מת, טמא. ואם נודע לו ספק זה אף אחר שגלח, טמא, דהינו טמאה ידועה, הואיל והיתה במקום שאפשר שיראוה בני אדם. והאי דנקט ירד לטבל, רבותא קא משמע לן, דאף על גב דהטובל מטמאה לטהרה נזהר מכל דבר המטמא, אפלו הכי טמא: נמצא משקע בקרקע המערה. במקום שטבל ובודאי נטמא. אם נודע לו אחר שגלח, טהור ואינו סותר, דהינו טמאת התהום, שהיתה במקום שלא היתה ידועה לשום אדם: ירד להקר טהור. אף על פי שירד להקר ולהצטנן ולא ירד לטבל כדי שיהיה נזהר מטמאה, אפלו הכי טהור אם לא היה טמא מת. אבל אם ירד לטהר מטמאת מת וטבל במערה שהיה המת משקע בה והשלים נזירותו, או טמא מת שטבל ואחר כך קבל עליו נזירות, טמא וסותר, שחזקת טמא טמא וחזקת טהור טהור: שרגלים לדבר. כלומר טעם ועקר יש לדבר לומר דלא גמירי הלכתא לטמאת התהום שהיא טהורה בנזיר אלא כשהיה הנזיר בחזקת טהור ולא כשהיה בחזקת טמא {יב}","jbo:textNikud":"ר\"ע מברטנורה נָזִיר שֶׁגִּלַּח. שֶׁהֵבִיא קָרְבְּנוֹתָיו וְגִלֵּחַ עֲלֵיהֶן וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁנִּטְמָא בִּימֵי נְזִירוּתוֹ: אִם טֻמְאָה יְדוּעָה. טֻמְאָה שֶׁאֶפְשָׁר שֶׁהָיְתָה יְדוּעָה, כְּגוֹן שֶׁאֵינָהּ קֶבֶר הַתְּהוֹם {ז}: סוֹתֵר. וְחוֹזֵר וּמוֹנֶה נְזִירוּת אַחֶרֶת: וְאִם טֻמְאַת הַתְּהוֹם אֵינוֹ סוֹתֵר. אִם נוֹדַע לוֹ שֶׁבַּמָּקוֹם שֶׁעָבַר הָיְתָה טֻמְאַת הַתְּהוֹם וְהִיא טֻמְאָה שֶׁאֵין אֶחָד מַכִּירָהּ אֲפִלּוּ בְּסוֹף הָעוֹלָם, אַף עַל פִּי שֶׁוַּדַּאי טָמֵא הָיָה, אֵינוֹ סוֹתֵר, דַּהֲלָכָה הִיא כָּךְ בַּנָּזִיר: אִם עַד שֶׁלֹּא גִּלַּח. תִּגְלַחַת טָהֳרָה, אַף עַל פִּי שֶׁכְּבָר הֵבִיא קָרְבְּנוֹתָיו. הוֹאִיל וְנוֹדַע לוֹ קֹדֶם הַגִּלּוּחַ: בֵּין כָּךְ וּבֵין כָּךְ. בֵּין טֻמְאָה יְדוּעָה בֵּין טֻמְאַת הַתְּהוֹם, סוֹתֵר. דְּהָא דִגְמִירֵי דְּטֻמְאַת הַתְּהוֹם אֵינָהּ סוֹתֶרֶת, הַיְנוּ דַוְקָא אַחַר גִּלּוּחַ שֶׁל טָהֳרָה {ח}: כֵּיצַד. דִּין טֻמְאַת הַתְּהוֹם: יָרַד לִטְבֹּל בִּמְעָרָה. שֶׁהָיָה טָמֵא טֻמְאַת שֶׁרֶץ אוֹ טֻמְאָה אַחֶרֶת כַּיּוֹצֵא בָּהּ שֶׁאֵינָהּ שֶׁל מֵת, וְיָרַד לִטְבֹּל מִטֻּמְאָתוֹ, וְנִמְצָא כַּזַּיִת מִן הַמֵּת צָף עַל פְּנֵי הַמַּיִם סָפֵק נִטְמָא בּוֹ אוֹ לֹא נִטְמָא, טָמֵא. וְהָא דְקַיְמָא לָן {ט} סְפֵק טֻמְאָה צָפָה עַל פְּנֵי הַמַּיִם טָהוֹר, הָנֵי מִלֵּי בְּטֻמְאַת שֶׁרֶץ, אֲבָל בְּטֻמְאַת מֵת, טָמֵא. וְאִם נוֹדַע לוֹ סָפֵק זֶה אַף אַחַר שֶׁגִּלַּח, טָמֵא, דְּהַיְנוּ טֻמְאָה יְדוּעָה, הוֹאִיל וְהָיְתָה בְּמָקוֹם שֶׁאֶפְשָׁר שֶׁיִּרְאוּהָ בְּנֵי אָדָם. וְהַאי דְנָקַט יָרַד לִטְבֹּל, רְבוּתָא קָא מַשְׁמַע לָן, דְּאַף עַל גַּב דְּהַטּוֹבֵל מִטֻּמְאָה לְטָהֳרָה נִזְהַר מִכָּל דָּבָר הַמְּטַמֵּא, אֲפִלּוּ הָכִי טָמֵא: נִמְצָא מְשֻׁקָּע בְּקַרְקַע הַמְּעָרָה. בַּמָּקוֹם שֶׁטָּבַל וּבְוַדַּאי נִטְמָא. אִם נוֹדַע לוֹ אַחַר שֶׁגִּלַּח, טָהוֹר וְאֵינוֹ סוֹתֵר, דְּהַיְנוּ טֻמְאַת הַתְּהוֹם, שֶׁהָיְתָה בְּמָקוֹם שֶׁלֹּא הָיְתָה יְדוּעָה לְשׁוּם אָדָם: יָרַד לְהָקֵר טָהוֹר. אַף עַל פִּי שֶׁיָּרַד לְהָקֵר וּלְהִצְטַנֵּן וְלֹא יָרַד לִטְבֹּל כְּדֵי שֶׁיִּהְיֶה נִזְהָר מִטֻּמְאָה, אֲפִלּוּ הָכִי טָהוֹר אִם לֹא הָיָה טְמֵא מֵת. אֲבָל אִם יָרַד לִטָּהֵר מִטֻּמְאַת מֵת וְטָבַל בַּמְּעָרָה שֶׁהָיָה הַמֵּת מְשֻׁקָּע בָּהּ וְהִשְׁלִים נְזִירוּתוֹ, אוֹ טְמֵא מֵת שֶׁטָּבַל וְאַחַר כָּךְ קִבֵּל עָלָיו נְזִירוּת, טָמֵא וְסוֹתֵר, שֶׁחֶזְקַת טָמֵא טָמֵא וְחֶזְקַת טָהוֹר טָהוֹר: שֶׁרַגְלַיִם לַדָּבָר. כְּלוֹמַר טַעַם וְעִקָּר יֵשׁ לַדָּבָר לוֹמַר דְּלֹא גְמִירֵי הִלְכָתָא לְטֻמְאַת הַתְּהוֹם שֶׁהִיא טְהוֹרָה בְּנָזִיר אֶלָּא כְשֶׁהָיָה הַנָּזִיר בְּחֶזְקַת טָהוֹר וְלֹא כְשֶׁהָיָה בְּחֶזְקַת טָמֵא {יב}","rdfs:label":"ר\"ע מברטנורה משנה נזיר ט ב","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-9-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-yomtov-3-4-9-2","jbo:text":"עיקר תוי\"ט {ז} ומשמע דאלו קבר התהום לא היתה ידועה מקרי. וכן הוא בהדיא בגמרא. ותימה לי שהרי נודע למי שקברוהו שם [בפרק ז' דפסחים] והתוספות כתבו ואיכא למימר כגון שנפל בקבר ומת: {ח} במשנה ז' פרק ז' דפסחים כתב דלאחר שהביא קרבנותיו אין צריך להביא קרבן טמאה, משמע דלא אכפת לן בגלוח כו'. ונראה שהר\"ב סובר כלשון אחר שפרש רש\"י, דבטמאת התהום אפלו רבנן מודו דנזרק אחד מן הדמים סגי. ומיהו לשון הר\"ב בפסחים אינו מדקדק. ועין תוספות יום טוב: {ט} במשנה ח' פרק ד' דטהרות ועין שם: {י} טמא. דספק טמאה ברשות היחיד ספקו טמא. תוספות: {יא} משקע. לשון הרמב\"ם, וכבר הגיע לך מזה המקום ענין צריך שיהיה מצוי לזכרון תמיד, והוא שהמת כשנמצאהו בענין [שאפשר] שלא ידע אותו שום אדם בזה המקום, הנה אנחנו נחשבהו במדרגת טמאת התהום אלא אם כן שנמצא מי שידע כו'. ואם נמצאהו מגלה ונראה, לא נאמר אולי לא עבר שום אדם עליו ולא ראהו ואין מי שידעהו, אלא נאמר שכבר נודע ואינה טמאת התהום: {יב} וכן פרשו התוספות. ואין לשון התנא סובל פרוש זה. ומלשון הרמב\"ם נראה שהוא טעם למה נלך אחר החזקות, וזה לפי שאם לא נלך אלא נאמר שאפשר שנשתנה ממה שהיה מחזק בו לא נוכל לעמד בשום ענין, שכשתאמר אפשר שהוא כן תוכל כמו כן לומר בהפך, שהאפשרים אין להם תכלית שנוכל לעמד בשום אחד מהם, וזהו שרגלים לדבר, כלומר שאין עמידה בדבר האפשרי וכאלו יש לו רגלים להלוך תמיד","jbo:textNikud":"עיקר תוי\"ט {ז} וּמַשְׁמַע דְּאִלּוּ קֶבֶר הַתְּהוֹם לֹא הָיְתָה יְדוּעָה מִקְרֵי. וְכֵן הוּא בְּהֶדְיָא בַגְּמָרָא. וְתֵימַהּ לִי שֶׁהֲרֵי נוֹדַע לְמִי שֶׁקְּבָרוּהוּ שָׁם [בְּפֶרֶק ז' דִּפְסָחִים] וְהַתּוֹסָפוֹת כָּתְבוּ וְאִיכָּא לְמֵימַר כְּגוֹן שֶׁנָּפַל בַּקֶּבֶר וָמֵת: {ח} בְּמִשְׁנָה ז' פֶּרֶק ז' דִּפְסָחִים כָּתַב דִּלְאַחַר שֶׁהֵבִיא קָרְבְּנוֹתָיו אֵין צָרִיךְ לְהָבִיא קָרְבַּן טֻמְאָה, מַשְׁמַע דְּלֹא אִכְפַּת לָן בַּגִּלּוּחַ כוּ'. וְנִרְאֶה שֶׁהָרַ\"ב סוֹבֵר כִּלְשׁוֹן אַחֵר שֶׁפֵּרֵשׁ רַשִׁ\"י, דִּבְטֻמְאַת הַתְּהוֹם אֲפִלּוּ רַבָּנָן מוֹדוּ דְּנִזְרַק אֶחָד מִן הַדָּמִים סַגִּי. וּמִיהוּ לְשׁוֹן הָרַ\"ב בִּפְסָחִים אֵינוֹ מְדֻקְדָּק. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} בְּמִשְׁנָה ח' פֶּרֶק ד' דְּטָהֳרוֹת וְעַיֵּן שָׁם: {י} טָמֵא. דִּסְפֵק טֻמְאָה בִּרְשׁוּת הַיָּחִיד סְפֵקוֹ טָמֵא. תּוֹסָפוֹת: {יא} מְשֻׁקָּע. לְשׁוֹן הָרַמְבַּ\"ם, וּכְבָר הִגִּיעַ לְךָ מִזֶּה הַמָּקוֹם עִנְיָן צָרִיךְ שֶׁיִּהְיֶה מָצוּי לְזִכָּרוֹן תָּמִיד, וְהוּא שֶׁהַמֵּת כְּשֶׁנִּמְצָאֵהוּ בְּעִנְיָן [שֶׁאֶפְשָׁר] שֶׁלֹּא יָדַע אוֹתוֹ שׁוּם אָדָם בָּזֶה הַמָּקוֹם, הִנֵּה אֲנַחְנוּ נַחְשְׁבֵהוּ בְּמַדְרֵגַת טֻמְאַת הַתְּהוֹם אֶלָּא אִם כֵּן שֶׁנִּמְצָא מִי שֶׁיָּדַע כוּ'. וְאִם נִמְצָאֵהוּ מְגֻלֶּה וְנִרְאֶה, לֹא נֹאמַר אוּלַי לֹא עָבַר שׁוּם אָדָם עָלָיו וְלֹא רָאָהוּ וְאֵין מִי שֶׁיֵּדָעֵהוּ, אֶלָּא נֹאמַר שֶׁכְּבָר נוֹדַע וְאֵינָהּ טֻמְאַת הַתְּהוֹם: {יב} וְכֵן פֵּרְשׁוּ הַתּוֹסָפוֹת. וְאֵין לְשׁוֹן הַתַּנָּא סוֹבֵל פֵּרוּשׁ זֶה. וּמִלְּשׁוֹן הָרַמְבַּ\"ם נִרְאֶה שֶׁהוּא טַעַם לָמָּה נֵלֵךְ אַחַר הַחֲזָקוֹת, וְזֶה לְפִי שֶׁאִם לֹא נֵלֵךְ אֶלָּא נֹאמַר שֶׁאֶפְשָׁר שֶׁנִּשְׁתַּנָּה מִמַּה שֶּׁהָיָה מֻחְזָק בּוֹ לֹא נוּכַל לַעֲמֹד בְּשׁוּם עִנְיָן, שֶׁכְּשֶׁתֹּאמַר אֶפְשָׁר שֶׁהוּא כֵּן תּוּכַל כְּמוֹ כֵן לוֹמַר בְּהֶפֶךְ, שֶׁהָאֶפְשָׁרִים אֵין לָהֶם תַּכְלִית שֶׁנּוּכַל לַעֲמֹד בְּשׁוּם אֶחָד מֵהֶם, וְזֶהוּ שֶׁרַגְלַיִם לַדָּבָר, כְּלוֹמַר שֶׁאֵין עֲמִידָה בַּדָּבָר הָאֶפְשָׁרִי וּכְאִלּוּ יֵשׁ לוֹ רַגְלַיִם לַהֲלוֹךְ תָּמִיד","rdfs:label":"עיקר תוי\"ט משנה נזיר ט ב","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-9-2"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-3-4-9-3","jbo:text":"המוצא מת בתחלה משכב כדרכו, נוטלו ואת תבוסתו. מצא שנים, נוטלן ואת תבוסתן {טו}. מצא שלשה, אם יש בין זה לזה מארבע אמות ועד שמנה, הרי זו שכונת קברות. בודק הימנו ולהלן עשרים אמה. מצא אחד בסוף עשרים אמה, בודק הימנו ולהלן עשרים אמה, שרגלים לדבר, שאלו מתחלה מצאו, נוטלו ואת תבוסתו","jbo:textNikud":"הַמּוֹצֵא מֵת בִּתְחִלָּה מֻשְׁכָּב כְּדַרְכּוֹ, נוֹטְלוֹ וְאֶת תְּבוּסָתוֹ. מָצָא שְׁנַיִם, נוֹטְלָן וְאֶת תְּבוּסָתָן {טו}. מָצָא שְׁלשָׁה, אִם יֵשׁ בֵּין זֶה לָזֶה מֵאַרְבַּע אַמּוֹת וְעַד שְׁמֹנֶה, הֲרֵי זוֹ שְׁכוּנַת קְבָרוֹת. בּוֹדֵק הֵימֶנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה. מָצָא אֶחָד בְּסוֹף עֶשְׂרִים אַמָּה, בּוֹדֵק הֵימֶנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה, שֶׁרַגְלַיִם לַדָּבָר, שֶׁאִלּוּ מִתְּחִלָּה מְצָאוֹ, נוֹטְלוֹ וְאֶת תְּבוּסָתוֹ","rdfs:label":"משנה נזיר ט ג","jbo:interprets":"jbr:mishna-3-4-9-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-bartanura-3-4-9-3","jbo:text":"ר\"ע מברטנורה המוצא מת מתחלה. שלא היה ידוע שהיה שם קבר. והינו דאמרינן בגמרא המוצא ולא שהיה מצוי {יג}. ועוד דיקינן מלישנא דמתניתין מת ולא שהיה הרוג {יד}: משכב. ולא שהיה יושב: כדרכו. ולא שהיה ראשו מנח בין ירכותיו. דכל הני חישינן להו שמא גוים הם, שאין דרכן של ישראל לקבר מתיהן כך: נוטלו ואת תפושתו. מתר לפנותו משם ולקברו במקום אחר, וצריך שיטל מן העפר של הקבר עמו כדי תפישה, שהוא כל העפר תחוח שתחתיו {טז}. וחופר בקרקע בתולה שלש אצבעות {יז}. דכתיב (בראשית מז) ונשאתני ממצרים וקברתני בקברתם, שאין צריך לומר ממצרים, אלא הכי קאמר, מעפר של מצרים טל עמי: מצא שלשה אם יש בין זה לזה מארבע אמות עד שמנה. כלומר מקבר ראשון עד שלישי אין פחות מארבע אמות {יח} ולא יותר משמנה: הרי זו שכונת קברות. ונכר שלשם קבורה נתנום שם, ואסור לפנותם. ואפלו מת אחד אם נכר שלשם קבורה נתון שם אסור לפנותו. אלא שבאחד או בשנים אנו תולין שלא נקברו שם אלא לפי שעה והיה דעתם לפנותם. אבל בשלשה מוכח שזה מקום מיחד לקברות. וארך המערה דרכה להיות שש ורחבה ארבע ואלכסונה עודף שתי אמות דהינו שמנה. להכי תנן מארבע עד שמנה. כמלא מטה וקובריה לא גרסינן לה הכא {יט}: ובודק הימנו ולהלן עשרים אמה. שהמערה ארבע אמות על שש, והחצר שהמערות פתוחין לו מכאן ומכאן שש על שש, דהכי סבירא להו לרבנן בפרק המוכר פרות [קב:], נמצא ארך שתי מערות וחצר שביניהן שמנה עשרה אמות {כ}. ולפי שפעמים בודק מערה אחת באלכסונה {כא} והאלכסון של מערה אחת עודף שתי אמות בקרוב {כב}, נמצאו עשרים אמות, שמנה דמערה ראשונה באלכסונה, ושש דחצר שבין שתי המערות, ושש דמערה שניה, דחד אלכסון אמרינן, תרי אלכסוני לא אמרינן, והינו דקתני עשרים. ועוד צריך לבדק מלמעלה ומלמטה עשרים אמה, דהינו ארבעים אמה, דשמא זו היא מערה שבמזרח החצר ויש עדין אחרת כנגדה במערב החצר. אי נמי זו היא שבמערב החצר ויש עדין אחרת במזרח החצר {כג}: מצא אחד בסוף עשרים בודק הימנו ולהלן עשרים אמה. דמי יימר דמבית הקברות הויא ההיא מערה, שמא קבר אחר הוא וחצר אחרת של אדם אחר, וצריך לעשות גם לשם כל בדיקות דלעיל, דכמו שיש שם קבר כמו כן יש אחרים: שרגלים לדבר. שזו השדה עשויה לקברים והיו בה גם מערות אחרות {כד}. ומשום רגלים לדבר תני כל הני משניות הכא","jbo:textNikud":"ר\"ע מברטנורה הַמּוֹצֵא מֵת מִתְּחִלָּה. שֶׁלֹּא הָיָה יָדוּעַ שֶׁהָיָה שָׁם קֶבֶר. וְהַיְנוּ דְאָמְרִינַן בַּגְּמָרָא הַמּוֹצֵא וְלֹא שֶׁהָיָה מָצוּי {יג}. וְעוֹד דָּיְקִינַן מִלִּישְׁנָא דְּמַתְנִיתִין מֵת וְלֹא שֶׁהָיָה הָרוּג {יד}: מֻשְׁכָּב. וְלֹא שֶׁהָיָה יוֹשֵׁב: כְּדַרְכּוֹ. וְלֹא שֶׁהָיָה רֹאשׁוֹ מֻנָּח בֵּין יַרְכוֹתָיו. דְּכָל הָנֵי חָיְשִׁינַן לְהוּ שֶׁמָּא גוֹיִם הֵם, שֶׁאֵין דַּרְכָּן שֶׁל יִשְׂרָאֵל לִקְבֹּר מֵתֵיהֶן כָּךְ: נוֹטְלוֹ וְאֶת תְּפוּשָׂתוֹ. מֻתָּר לְפַנּוֹתוֹ מִשָּׁם וּלְקָבְרוֹ בְּמָקוֹם אַחֵר, וְצָרִיךְ שֶׁיִּטֹּל מִן הֶעָפָר שֶׁל הַקֶּבֶר עִמּוֹ כְּדֵי תְפִישָׂה, שֶׁהוּא כָּל הֶעָפָר תִּחוֹחַ שֶׁתַּחְתָּיו {טז}. וְחוֹפֵר בְּקַרְקַע בְּתוּלָה שָׁלֹשׁ אֶצְבָּעוֹת {יז}. דִּכְתִיב (בְּרֵאשִׁית מז) וּנְשָׂאתַנִי מִמִּצְרַיִם וּקְבַרְתַּנִי בִקְבֻרָתָם, שֶׁאֵין צָרִיךְ לוֹמַר מִמִּצְרַיִם, אֶלָּא הָכִי קָאָמַר, מֵעָפָר שֶׁל מִצְרַיִם טֹל עִמִּי: מָצָא שְׁלֹשָׁה אִם יֵשׁ בֵּין זֶה לָזֶה מֵאַרְבַּע אַמּוֹת עַד שְׁמֹנֶה. כְּלוֹמַר מִקֶּבֶר רִאשׁוֹן עַד שְׁלִישִׁי אֵין פָּחוֹת מֵאַרְבַּע אַמּוֹת {יח} וְלֹא יוֹתֵר מִשְּׁמֹנֶה: הֲרֵי זוֹ שְׁכוּנַת קְבָרוֹת. וְנִכָּר שֶׁלְּשֵׁם קְבוּרָה נְתָנוּם שָׁם, וְאָסוּר לְפַנּוֹתָם. וַאֲפִלּוּ מֵת אֶחָד אִם נִכָּר שֶׁלְּשֵׁם קְבוּרָה נָתוּן שָׁם אָסוּר לְפַנּוֹתוֹ. אֶלָּא שֶׁבְּאֶחָד אוֹ בִּשְׁנַיִם אָנוּ תוֹלִין שֶׁלֹּא נִקְבְּרוּ שָׁם אֶלָּא לְפִי שָׁעָה וְהָיָה דַּעְתָּם לְפַנּוֹתָם. אֲבָל בִּשְׁלֹשָׁה מוּכָח שֶׁזֶּה מָקוֹם מְיֻחָד לִקְבָרוֹת. וְאֹרֶךְ הַמְּעָרָה דַּרְכָּהּ לִהְיוֹת שֵׁשׁ וְרָחְבָּהּ אַרְבַּע וַאֲלַכְסוֹנָהּ עוֹדֵף שְׁתֵּי אַמּוֹת דְּהַיְנוּ שְׁמֹנֶה. לְהָכִי תְּנַן מֵאַרְבַּע עַד שְׁמֹנֶה. כִּמְלֹא מִטָּה וְקוֹבְרֶיהָ לֹא גָּרְסִינַן לַהּ הָכָא {יט}: וּבוֹדֵק הֵימֶנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה. שֶׁהַמְּעָרָה אַרְבַּע אַמּוֹת עַל שֵׁשׁ, וְהֶחָצֵר שֶׁהַמְּעָרוֹת פְּתוּחִין לוֹ מִכָּאן וּמִכָּאן שֵׁשׁ עַל שֵׁשׁ, דְּהָכִי סְבִירָא לְהוּ לְרַבָּנָן בְּפֶרֶק הַמּוֹכֵר פֵּרוֹת [קב:], נִמְצָא אֹרֶךְ שְׁתֵּי מְעָרוֹת וְחָצֵר שֶׁבֵּינֵיהֶן שְׁמֹנֶה עֶשְׂרֵה אַמּוֹת {כ}. וּלְפִי שֶׁפְּעָמִים בּוֹדֵק מְעָרָה אַחַת בַּאֲלַכְסוֹנָהּ {כא} וְהָאֲלַכְסוֹן שֶׁל מְעָרָה אַחַת עוֹדֵף שְׁתֵּי אַמּוֹת בְּקֵרוּב {כב}, נִמְצְאוּ עֶשְׂרִים אַמּוֹת, שְׁמֹנֶה דִּמְעָרָה רִאשׁוֹנָה בַּאֲלַכְסוֹנָהּ, וְשֵׁשׁ דְּחָצֵר שֶׁבֵּין שְׁתֵּי הַמְּעָרוֹת, וְשֵׁשׁ דִּמְעָרָה שְׁנִיָּה, דְּחַד אֲלַכְסוֹן אָמְרִינַן, תְּרֵי אֲלַכְסוֹנִי לֹא אָמְרִינַן, וְהַיְנוּ דְקָתָנֵי עֶשְׂרִים. וְעוֹד צָרִיךְ לִבְדֹּק מִלְּמַעְלָה וּמִלְּמַטָּה עֶשְׂרִים אַמָּה, דְּהַיְנוּ אַרְבָּעִים אַמָּה, דְּשֶׁמָּא זוֹ הִיא מְעָרָה שֶׁבְּמִזְרַח הֶחָצֵר וְיֵשׁ עֲדַיִן אַחֶרֶת כְּנֶגְדָּהּ בְּמַעֲרַב הֶחָצֵר. אִי נַמִּי זוֹ הִיא שֶׁבְּמַעֲרַב הֶחָצֵר וְיֵשׁ עֲדַיִן אַחֶרֶת בְּמִזְרַח הֶחָצֵר {כג}: מָצָא אֶחָד בְּסוֹף עֶשְׂרִים בּוֹדֵק הֵימֶנּוּ וּלְהַלָּן עֶשְׂרִים אַמָּה. דְּמִי יֵימַר דְּמִבֵּית הַקְּבָרוֹת הַוְיָא הַהִיא מְעָרָה, שֶׁמָּא קֶבֶר אַחֵר הוּא וְחָצֵר אַחֶרֶת שֶׁל אָדָם אַחֵר, וְצָרִיךְ לַעֲשׂוֹת גַּם לְשָׁם כָּל בְּדִיקוֹת דִּלְעֵיל, דִּכְמוֹ שֶׁיֵּשׁ שָׁם קֶבֶר כְּמוֹ כֵן יֵשׁ אֲחֵרִים: שֶׁרַגְלַיִם לַדָּבָר. שֶׁזּוֹ הַשָּׂדֶה עֲשׂוּיָה לִקְבָרִים וְהָיוּ בָּהּ גַּם מְעָרוֹת אֲחֵרוֹת {כד}. וּמִשּׁוּם רַגְלַיִם לַדָּבָר תָּנֵי כָּל הָנֵי מִשְׁנָיוֹת הָכָא","rdfs:label":"ר\"ע מברטנורה משנה נזיר ט ג","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-9-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-yomtov-3-4-9-3","jbo:text":"עיקר תוי\"ט {יג} שלשם קבורה נקבר שם. אבל ידוע שיש כאן קבר ולא נודע אי לשם קבורה אי לפי שעה, לא מקרי מצוי. תוספות: {יד} שאם מצא אחד מגיד או שלשתן מגידים אמרינן דהכי אתרמי שנהרגו לשם ונקברו שם שלא בבית הקברות, ולא מחזקינן לה בשכונת קברות אלא נוטלן ואת תבוסתן. רש\"י. ותוספות מפרשי כדאיתא בגמרא דמת שחסר אין לו תבוסה ואין לו שכונת קברות, ושמא הלכה למשה מסיני הוא. עד כאן: {טו} תבוסתן. הרמב\"ם פרש תבוסה המקום שמתגלגל בו. נגזר מלשון מתבוססת בדמיך [יחזקאל טז]: {טז} שנעשה מחמת הדם שיצא ממנו ומחמת מהל שיצא מן המת. רש\"י: {יז} דאמרינן כשעור שלש אצבעות נבלע בקרקע. רש\"י: {יח} כלומר דאלו נקברין רצופין בפחות מארבע אמות איכא למימר דעל ידי הדחק נקברו לשם על מנת לפנותן היום ולמחר כו'. ומפרש רבנו תם דהני שלשה הינו שנים לרחב ואחד לארך. ועין תוספות יום טוב: {יט} כלומר אבל בבבא בתרא פרק ו' גרסינן לה. ועין תוספות יום טוב: {כ} ולפי זה החצר עודף אמה מכאן ומכאן, שאין ארך המערה כנגד החצר אלא רחבה: {כא} ולשון גמרא, כגון שבדק באלכסונה, ופרש רשב\"ם שבדק מערה ראשונה באלכסונה כדי שימצא יפה את המתים, שאם זה נמשך לפנים מזה או האחד מן המתים קצר והאחד ארך, הרי נקל למצא כלן באלכסון. הר\"ש: {כב} וכן כתב הרמב\"ם, אלכסונה של מערה יותר משבע אמות, לכן לקח הוא שמנה לחמרא. עד כאן. ועין תוספות יום טוב איכות החשבון: {כג} ותנא לשון קצר נקט בדיקת עשרים אמה, לאשמעינן דארך שתי מערות וחצר לא היו אלא עשרים אמות. ומדעתך צא ובדק בדיקות עשרים טובא בכל צד דאיכא לספקינהו. הרשב\"ם. ועין תוספות יום טוב: {כד} ולפרוש הרמב\"ם לעיל אות י\"ב הכי קאמר, שחזקת השדה מחזקת לשכונת קברות, ולמה נלך אחר החזקה ולא נאמר שאפשר שאין כאן אלא קבר זה שרגלים לדבר האפשרי וילך ללא תכלית, ולפיכך נעמיד על החזקה","jbo:textNikud":"עיקר תוי\"ט {יג} שֶׁלְּשֵׁם קְבוּרָה נִקְבַּר שָׁם. אֲבָל יָדוּעַ שֶׁיֵּשׁ כָּאן קֶבֶר וְלֹא נוֹדַע אִי לְשֵׁם קְבוּרָה אִי לְפִי שָׁעָה, לֹא מִקְרֵי מָצוּי. תּוֹסָפוֹת: {יד} שֶׁאִם מָצָא אֶחָד מְגֻיָּד אוֹ שְׁלָשְׁתָּן מְגֻיָּדִים אָמְרִינַן דְּהָכִי אִתְרַמִּי שֶׁנֶּהֶרְגוּ לְשָׁם וְנִקְבְּרוּ שָׁם שֶׁלֹּא בְּבֵית הַקְּבָרוֹת, וְלֹא מַחְזְקִינַן לָהּ בִּשְׁכוּנַת קְבָרוֹת אֶלָּא נוֹטְלָן וְאֶת תְּבוּסָתָן. רַשִׁ\"י. וְתוֹסָפוֹת מְפָרְשֵׁי כִּדְאִיתָא בַּגְּמָרָא דְּמֵת שֶׁחָסַר אֵין לוֹ תְּבוּסָה וְאֵין לוֹ שְׁכוּנַת קְבָרוֹת, וְשֶׁמָּא הֲלָכָה לְמֹשֶׁה מִסִּינַי הוּא. עַד כָּאן: {טו} תְּבוּסָתָן. הָרַמְבַּ\"ם פֵּרֵשׁ תְּבוּסָה הַמָּקוֹם שֶׁמִּתְגַּלְגֵּל בּוֹ. נִגְזַר מִלָּשׁוֹן מִתְבּוֹסֶסֶת בְּדָמַיִךְ [יְחֶזְקֵאל טז]: {טז} שֶׁנַּעֲשָׂה מֵחֲמַת הַדָּם שֶׁיָּצָא מִמֶּנּוּ וּמֵחֲמַת מֹהַל שֶׁיָּצָא מִן הַמֵּת. רַשִׁ\"י: {יז} דְּאָמְרִינַן כְּשִׁעוּר שָׁלֹשׁ אֶצְבָּעוֹת נִבְלָע בַּקַּרְקַע. רַשִׁ\"י: {יח} כְּלוֹמַר דְּאִלּוּ נִקְבָּרִין רְצוּפִין בְּפָחוֹת מֵאַרְבַּע אַמּוֹת אִיכָּא לְמֵימַר דְּעַל יְדֵי הַדֹּחַק נִקְבְּרוּ לְשָׁם עַל מְנָת לְפַנּוֹתָן הַיּוֹם וּלְמָחָר כוּ'. וּמְפָרֵשׁ רַבֵּנוּ תַם דְּהָנֵי שְׁלֹשָׁה הַיְנוּ שְׁנַיִם לָרֹחַב וְאֶחָד לָאֹרֶךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} כְּלוֹמַר אֲבָל בְּבָבָא בַּתְרָא פֶּרֶק ו' גָּרְסִינַן לַהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} וּלְפִי זֶה הֶחָצֵר עוֹדֵף אַמָּה מִכָּאן וּמִכָּאן, שֶׁאֵין אֹרֶךְ הַמְּעָרָה כְּנֶגֶד הֶחָצֵר אֶלָּא רָחְבָּהּ: {כא} וּלְשׁוֹן גְּמָרָא, כְּגוֹן שֶׁבָּדַק בַּאֲלַכְסוֹנָהּ, וּפֵרֵשׁ רַשְׁבַּ\"ם שֶׁבָּדַק מְעָרָה רִאשׁוֹנָה בַּאֲלַכְסוֹנָהּ כְּדֵי שֶׁיִּמְצָא יָפֶה אֶת הַמֵּתִים, שֶׁאִם זֶה נִמְשָׁךְ לִפְנִים מִזֶּה אוֹ הָאֶחָד מִן הַמֵּתִים קָצָר וְהָאֶחָד אָרֹךְ, הֲרֵי נָקֵל לִמְצֹא כֻּלָּן בָּאֲלַכְסוֹן. הָרַ\"שׁ: {כב} וְכֵן כָּתַב הָרַמְבַּ\"ם, אֲלַכְסוֹנָהּ שֶׁל מְעָרָה יוֹתֵר מִשֶּׁבַע אַמּוֹת, לָכֵן לָקַח הוּא שְׁמֹנֶה לְחֻמְרָא. עַד כָּאן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב אֵיכוּת הַחֶשְׁבּוֹן: {כג} וְתַנָּא לָשׁוֹן קָצָר נָקַט בְּדִיקַת עֶשְׂרִים אַמָּה, לְאַשְׁמְעִינַן דְּאֹרֶךְ שְׁתֵּי מְעָרוֹת וְחָצֵר לֹא הָיוּ אֶלָּא עֶשְׂרִים אַמּוֹת. וּמִדַּעְתָּךְ צֵא וּבְדֹק בְּדִיקוֹת עֶשְׂרִים טוּבָא בְּכָל צַד דְּאִיכָּא לְסַפְּקִינְהוּ. הָרַשְׁבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כד} וּלְפֵרוּשׁ הָרַמְבַּ\"ם לְעֵיל אוֹת י\"ב הָכִי קָאָמַר, שֶׁחֶזְקַת הַשָּׂדֶה מֻחְזֶקֶת לִשְׁכוּנַת קְבָרוֹת, וְלָמָּה נֵלֵךְ אַחַר הַחֲזָקָה וְלֹא נֹאמַר שֶׁאֶפְשָׁר שֶׁאֵין כָּאן אֶלָּא קֶבֶר זֶה שֶׁרַגְלַיִם לַדָּבָר הָאֶפְשָׁרִי וְיֵלֶךְ לְלֹא תַּכְלִית, וּלְפִיכָךְ נַעֲמִיד עַל הַחֲזָקָה","rdfs:label":"עיקר תוי\"ט משנה נזיר ט ג","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-9-3"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-3-4-9-4","jbo:text":"כל ספק נגעים בתחלה, טהור עד שלא נזקק לטמאה. משנזקק לטמאה, ספקו טמא. בשבעה דרכים בודקין את הזב עד שלא נזקק לזיבה. במאכל, ובמשתה, במשא, ובקפיצה, ובחלי, ובמראה, ובהרהור. משנזקק לזיבה, אין בודקין אותו. אנסו {ל} וספקו ושכבת זרעו, טמאין, שרגלים לדבר. המכה את חברו ואמדוהו למיתה, והקל ממה שהיה, לאחר מכאן הכביד ומת, חיב. רבי נחמיה אומר, פטור, שרגלים {לג} לדבר","jbo:textNikud":"כָּל סְפֵק נְגָעִים בַּתְּחִלָּה, טָהוֹר עַד שֶׁלֹּא נִזְקַק לַטֻּמְאָה. מִשֶּׁנִּזְקַק לַטֻּמְאָה, סְפֵקוֹ טָמֵא. בְּשִׁבְעָה דְרָכִים בּוֹדְקִין אֶת הַזָּב עַד שֶׁלֹּא נִזְקַק לַזִּיבָה. בְּמַאֲכָל, וּבְמִשְׁתֶּה, בְּמַשָּׂא, וּבִקְפִיצָה, וּבְחֹלִי, וּבְמַרְאֶה, וּבְהִרְהוּר. מִשֶּׁנִּזְקַק לַזִּיבָה, אֵין בּוֹדְקִין אוֹתוֹ. אָנְסוֹ {ל} וּסְפֵקוֹ וְשִׁכְבַת זַרְעוֹ, טְמֵאִין, שֶׁרַגְלַיִם לַדָּבָר. הַמַּכֶּה אֶת חֲבֵרוֹ וַאֲמָדוּהוּ לְמִיתָה, וְהֵקֵל מִמַּה שֶּׁהָיָה, לְאַחַר מִכָּאן הִכְבִּיד וּמֵת, חַיָּב. רַבִּי נְחֶמְיָה אוֹמֵר, פָּטוּר, שֶׁרַגְלַיִם {לג} לַדָּבָר","rdfs:label":"משנה נזיר ט ד","jbo:interprets":"jbr:mishna-3-4-9-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-bartanura-3-4-9-4","jbo:text":"ר\"ע מברטנורה כל ספק נגעים בתחלה טהור. כגון שנים שבאו אצל כהן, בזה בהרת כגריס ובזה בהרת כסלע, ובסוף שבוע בזה כסלע ובזה כסלע, ואין ידוע באיזה מהן פשה, שניהן טהורין, ואף על גב דודאי אחד מהן טמא {כה}: משנזקק לטמאה ספקו טמא. כגון שנים שבאו אצל כהן, בזה בהרת כגריס ובזה כסלע, ובסוף שבוע בזה כסלע ועוד ובזה כסלע ועוד, חזרו להיות כסלע, אף על פי שהאחד מהם ודאי טהור, שכבר הלך הפשיון, שניהם טמאים, כיון שנזקקו לטמאה, עד שיחזרו לכגריס: בשבעה דרכים בודקין את הזב. שאם ראה מחמת אנס, טהור, דדרשינן זב מבשרו, ולא מחמת אנסו {כו}: עד שלא נזקק לטמאה. דהינו כשרואה ראיה שניה שבה נעשה זב גמור לטמא משכב ומושב {כז}. אבל ראיה ראשונה מטמאה באנס טמאת ערב כדין בעל קרי, ומצטרפת עם השניה {כח} אפלו היתה באנס: במאכל. אם אוכל דברים המביאים לידי זיבה, כגון בשר שמן, חלב וגבינה, ביצים, יין ישן: ובמשתה. ברבוי שתיה: במשא. כבד שנשא: במראה. ראה אשה אפלו לא הרהר: ובהרהור. אף על פי שלא ראה. אם ארע לו אחד מאלו השבעה קדם שראה ראיה שניה, אינו נעשה זב, והטפה אינה מטמאה במשא: משנזקק לטמאה. שראה ראיה שניה שלא באנס: אין בודקין אותו. ואף אם ראה שלישית באנס נעשה זב לקרבן {כט}: וספקו ושכבת זרעו טמאים. ספקו מחמת שכבת זרעו. כגון אם ראה שכבת זרע תחלה וטפת זיבה הבאה אחר כך, אינה מטמאה שהרואה קרי אינו מטמא בזיבה מעת לעת {לא}. ועד שלא נזקק לטמאה הקרי מטהר את הזיבה, משום דהוי אנס, ולאחר שנזקק לטמאה אין הקרי מטהר את הזיבה, שאין תולין שמחמת הקרי באה הזיבה: שרגלים לדבר. שאין אותה ראיה מחמת אנס, כיון שכבר נעשה זב {לב}: רבי נחמיה פוטר שרגלים לדבר. שלא מחמת מכה מת, כיון שהקל ממה שהיה. ואין הלכה כרבי נחמיה","jbo:textNikud":"ר\"ע מברטנורה כָּל סְפֵק נְגָעִים בַּתְּחִלָּה טָהוֹר. כְּגוֹן שְׁנַיִם שֶׁבָּאוּ אֵצֶל כֹּהֵן, בָּזֶה בַּהֶרֶת כִּגְרִיס וּבָזֶה בַּהֶרֶת כְּסֶלַע, וּבְסוֹף שָׁבוּעַ בָּזֶה כְּסֶלַע וּבָזֶה כְּסֶלַע, וְאֵין יָדוּעַ בְּאֵיזֶה מֵהֶן פָּשָׂה, שְׁנֵיהֶן טְהוֹרִין, וְאַף עַל גַּב דְּוַדַּאי אֶחָד מֵהֶן טָמֵא {כה}: מִשֶּׁנִּזְקַק לַטֻּמְאָה סְפֵקוֹ טָמֵא. כְּגוֹן שְׁנַיִם שֶׁבָּאוּ אֵצֶל כֹּהֵן, בָּזֶה בַּהֶרֶת כִּגְרִיס וּבָזֶה כְּסֶלַע, וּבְסוֹף שָׁבוּעַ בָּזֶה כְּסֶלַע וְעוֹד וּבָזֶה כְּסֶלַע וְעוֹד, חָזְרוּ לִהְיוֹת כְּסֶלַע, אַף עַל פִּי שֶׁהָאֶחָד מֵהֶם וַדַּאי טָהוֹר, שֶׁכְּבָר הָלַךְ הַפִּשְׂיוֹן, שְׁנֵיהֶם טְמֵאִים, כֵּיוָן שֶׁנִּזְקְקוּ לַטֻּמְאָה, עַד שֶׁיַּחְזְרוּ לְכִגְרִיס: בְּשִׁבְעָה דְרָכִים בּוֹדְקִין אֶת הַזָּב. שֶׁאִם רָאָה מֵחֲמַת אֹנֶס, טָהוֹר, דְּדָרְשִׁינַן זָב מִבְּשָׂרוֹ, וְלֹא מֵחֲמַת אָנְסוֹ {כו}: עַד שֶׁלֹּא נִזְקַק לַטֻּמְאָה. דְּהַיְנוּ כְּשֶׁרוֹאֶה רְאִיָּה שְׁנִיָּה שֶׁבָּהּ נַעֲשָׂה זָב גָּמוּר לְטַמֵּא מִשְׁכָּב וּמוֹשָׁב {כז}. אֲבָל רְאִיָּה רִאשׁוֹנָה מְטַמְּאָה בְּאֹנֶס טֻמְאַת עֶרֶב כְּדִין בְּעַל קֶרִי, וּמִצְטָרֶפֶת עִם הַשְּׁנִיָּה {כח} אֲפִלּוּ הָיְתָה בְּאֹנֶס: בְּמַאֲכָל. אִם אוֹכֵל דְּבָרִים הַמְּבִיאִים לִידֵי זִיבָה, כְּגוֹן בָּשָׂר שָׁמֵן, חָלָב וּגְבִינָה, בֵּיצִים, יַיִן יָשָׁן: וּבְמִשְׁתֶּה. בְּרִבּוּי שְׁתִיָּה: בְּמַשָּׂא. כָּבֵד שֶׁנָּשָׂא: בְּמַרְאֶה. רָאָה אִשָּׁה אֲפִלּוּ לֹא הִרְהֵר: וּבְהִרְהוּר. אַף עַל פִּי שֶׁלֹּא רָאָה. אִם אֵרַע לוֹ אֶחָד מֵאֵלּוּ הַשִּׁבְעָה קֹדֶם שֶׁרָאָה רְאִיָּה שְׁנִיָּה, אֵינוֹ נַעֲשֶׂה זָב, וְהַטִּפָּה אֵינָהּ מְטַמְּאָה בַּמַּשָּׂא: מִשֶּׁנִּזְקַק לַטֻּמְאָה. שֶׁרָאָה רְאִיָּה שְׁנִיָּה שֶׁלֹּא בְּאֹנֶס: אֵין בּוֹדְקִין אוֹתוֹ. וְאַף אִם רָאָה שְׁלִישִׁית בְּאֹנֶס נַעֲשֶׂה זָב לְקָרְבָּן {כט}: וּסְפֵקוֹ וְשִׁכְבַת זַרְעוֹ טְמֵאִים. סְפֵקוֹ מֵחֲמַת שִׁכְבַת זַרְעוֹ. כְּגוֹן אִם רָאָה שִׁכְבַת זֶרַע תְּחִלָּה וְטִפַּת זִיבָה הַבָּאָה אַחַר כָּךְ, אֵינָהּ מְטַמְּאָה שֶׁהָרוֹאֶה קֶרִי אֵינוֹ מְטַמֵּא בְּזִיבָה מֵעֵת לְעֵת {לא}. וְעַד שֶׁלֹּא נִזְקַק לַטֻּמְאָה הַקֶּרִי מְטַהֵר אֶת הַזִּיבָה, מִשּׁוּם דַּהֲוֵי אֹנֶס, וּלְאַחַר שֶׁנִּזְקַק לַטֻּמְאָה אֵין הַקֶּרִי מְטַהֵר אֶת הַזִּיבָה, שֶׁאֵין תּוֹלִין שֶׁמֵּחֲמַת הַקֶּרִי בָּאָה הַזִּיבָה: שֶׁרַגְלַיִם לַדָּבָר. שֶׁאֵין אוֹתָהּ רְאִיָּה מֵחֲמַת אֹנֶס, כֵּיוָן שֶׁכְּבָר נַעֲשָׂה זָב {לב}: רַבִּי נְחֶמְיָה פוֹטֵר שֶׁרַגְלַיִם לַדָּבָר. שֶׁלֹּא מֵחֲמַת מַכָּה מֵת, כֵּיוָן שֶׁהֵקֵל מִמַּה שֶּׁהָיָה. וְאֵין הֲלָכָה כְּרַבִּי נְחֶמְיָה","rdfs:label":"ר\"ע מברטנורה משנה נזיר ט ד","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-9-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-yomtov-3-4-9-4","jbo:text":"עיקר תוי\"ט {כה} אליבא דכלי עלמא מפרש. אבל לחכמים [אפלו] באחד שבא בשני נגעים כדתנן במשנה ד' פרק ה' דנגעים: {כו} כדילפינן ליה מקרא בריש פרק ב' דכרתות. ועין תוספות יום טוב: {כז} ולספר שבעה נקיים ולטען ביאת מים חיים: {כח} אבל לא עם השלישית לקרבן, כמפרש במשנה ב' פרק ב' דזבים: {כט} כרבנן דזבים שם. דלרבי אליעזר דוקא לרביעית: {ל} אנסו. כמו מאכל ומשתה והנך שבע דאמרינן שמרגילין זיבות, טמא משנזקק לטמאה. והרמב\"ם כתב ובכלל זה אם הכה על גביו או נפחד: {לא} כדתנן בזבים שם ופרש הר\"ב דהאי זיבה מחמת חולשא דקרי הוא כו'. ונראה דסבירא ליה דהוי בכלל חלי שבשבעה דרכים ולהכי לא תני בשמנה דרכים. אבל קשה לי דמאי וספקו וקריו ספק, קרי הוה ליה למתני. ועין תוספות יום טוב באריכות. ומסיק דפרוש דספקו הוא כשמצא על בגדו זיבה וקרי ואינו יודע אם בא הזיבה לבדו וסותר שבעה, או באו יחד ולא יסתר אלא יומו. ופרוש דקרי הוא כמו שפרש הר\"ב. ואם כן אינם ענין אחד. ואין בי כח לישב לשון הר\"ב: {לב} והקשה הר\"ש דהא רבנן ורבי אליעזר בקראי פליגי כו' [ותרץ דאספקו לחדא קאי]. ולי נראה דאאנסו קאי. וטעמא דקרא קדריש. ועין תוספות יום טוב: {לג} שרגלים. בסנהדרין דף ע\"ח פליגי בפרוש דקרא, ואפלו הכי קאמר שרגלים לדבר להכריח סברתו שדורש המקרא [לפטרו]. והרמב\"ם מפרש דקאי אתנא קמא, וכלומר שרגלים לדבר שמת מחמת מכה זו, דהא אמדוהו למיתה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {כה} אַלִּיבָּא דְּכֻלֵּי עָלְמָא מְפָרֵשׁ. אֲבָל לַחֲכָמִים [אֲפִלּוּ] בְּאֶחָד שֶׁבָּא בִּשְׁנֵי נְגָעִים כְּדִתְנַן בְּמִשְׁנָה ד' פֶּרֶק ה' דִּנְגָעִים: {כו} כִּדְיָלְפִינַן לֵיהּ מִקְּרָא בְּרֵישׁ פֶּרֶק ב' דִּכְרֵתוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כז} וְלִסְפֹּר שִׁבְעָה נְקִיִּים וְלִטְעֹן בִּיאַת מַיִם חַיִּים: {כח} אֲבָל לֹא עִם הַשְּׁלִישִׁית לַקָּרְבָּן, כַּמְּפֹרָשׁ בְּמִשְׁנָה ב' פֶּרֶק ב' דְּזָבִים: {כט} כְּרַבָּנָן דְּזָבִים שָׁם. דִּלְרַבִּי אֱלִיעֶזֶר דַּוְקָא לִרְבִיעִית: {ל} אָנְסוֹ. כְּמוֹ מַאֲכָל וּמִשְׁתֶּה וְהָנָךְ שֶׁבַע דְּאָמְרִינַן שֶׁמַּרְגִּילִין זִיבוֹת, טָמֵא מִשֶּׁנִּזְקַק לַטֻּמְאָה. וְהָרַמְבַּ\"ם כָּתַב וּבִכְלָל זֶה אִם הֻכָּה עַל גַּבָּיו אוֹ נִפְחָד: {לא} כְּדִתְנַן בְּזָבִים שָׁם וּפֵרֵשׁ הָרַ\"ב דְּהַאי זִיבָה מֵחֲמַת חוּלְשָׁא דְּקֶרִי הוּא כוּ'. וְנִרְאֶה דִּסְבִירָא לֵיהּ דַּהֲוֵי בִּכְלַל חֹלִי שֶׁבַּשִּׁבְעָה דְּרָכִים וּלְהָכִי לֹא תָּנֵי בִּשְׁמֹנָה דְרָכִים. אֲבָל קָשֶׁה לִי דְּמַאי וּסְפֵקוֹ וְקֶרְיוֹ סָפֵק, קֶרִי הֲוָה לֵיהּ לְמִתְנֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב בַּאֲרִיכוּת. וּמַסִּיק דְּפֵרוּשׁ דִּסְפֵקוֹ הוּא כְּשֶׁמָּצָא עַל בִּגְדוֹ זִיבָה וְקֶרִי וְאֵינוֹ יוֹדֵעַ אִם בָּא הַזִּיבָה לְבַדּוֹ וְסוֹתֵר שִׁבְעָה, אוֹ בָּאוּ יַחַד וְלֹא יִסְתֹּר אֶלָּא יוֹמוֹ. וּפֵרוּשׁ דְּקֶרִי הוּא כְּמוֹ שֶׁפֵּרֵשׁ הָרַ\"ב. וְאִם כֵּן אֵינָם עִנְיָן אֶחָד. וְאֵין בִּי כֹּחַ לְיַשֵּׁב לָשׁוֹן הָרַ\"ב: {לב} וְהִקְשָׁה הָרַ\"שׁ דְּהָא רַבָּנָן וְרַבִּי אֱלִיעֶזֶר בִּקְרָאֵי פְלִיגֵי כוּ' [וְתֵרֵץ דְּאַסְּפֵקוֹ לְחֻדָּא קָאֵי]. וְלִי נִרְאֶה דְאַאָנְסוֹ קָאֵי. וְטַעְמָא דִּקְרָא קָדָרֵישׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לג} שֶׁרַגְלַיִם. בְּסַנְהֶדְרִין דַּף ע\"ח פְּלִיגֵי בְּפֵרוּשׁ דִּקְרָא, וַאֲפִלּוּ הָכִי קָאָמַר שֶׁרַגְלַיִם לַדָּבָר לְהַכְרִיחַ סְבָרָתוֹ שֶׁדּוֹרֵשׁ הַמִּקְרָא [לְפָטְרוֹ]. וְהָרַמְבַּ\"ם מְפָרֵשׁ דְּקָאֵי אַתַּנָּא קַמָּא, וּכְלוֹמַר שֶׁרַגְלַיִם לַדָּבָר שֶׁמֵּת מֵחֲמַת מַכָּה זוֹ, דְּהָא אֲמָדוּהוּ לְמִיתָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ט ד","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-9-4"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-3-4-9-5","jbo:text":"נזיר היה שמואל {לד}, כדברי {לה} רבי נהוראי, שנאמר (שמואל א א) ומורה לא יעלה על ראשו, נאמר בשמשון (שופטים יג) ומורה, ונאמר בשמואל ומורה, מה מורה האמורה בשמשון {לו}, נזיר, אף מורה האמורה בשמואל, נזיר. אמר רבי יוסי, והלא אין מורה אלא {לז} של בשר ודם. אמר לו רבי נהוראי, והלא כבר נאמר (שמואל א טז) ויאמר שמואל איך אלך ושמע שאול והרגני, שכבר היה עליו מורה של בשר ודם","jbo:textNikud":"נָזִיר הָיָה שְׁמוּאֵל {לד}, כְּדִבְרֵי {לה} רַבִּי נְהוֹרַאי, שֶׁנֶּאֱמַר (שמואל א א) וּמוֹרָה לֹא יַעֲלֶה עַל רֹאשׁוֹ, נֶאֱמַר בְּשִׁמְשׁוֹן (שופטים יג) וּמוֹרָה, וְנֶאֱמַר בִּשְׁמוּאֵל וּמוֹרָה, מַה מּוֹרָה הָאֲמוּרָה בְשִׁמְשׁוֹן {לו}, נָזִיר, אַף מוֹרָה הָאֲמוּרָה בִשְׁמוּאֵל, נָזִיר. אָמַר רַבִּי יוֹסֵי, וַהֲלֹא אֵין מוֹרָה אֶלָּא {לז} שֶׁל בָּשָׂר וָדָם. אָמַר לוֹ רַבִּי נְהוֹרַאי, וַהֲלֹא כְבָר נֶאֱמַר (שמואל א טז) וַיֹּאמֶר שְׁמוּאֵל אֵיךְ אֵלֵךְ וְשָׁמַע שָׁאוּל וַהֲרָגָנִי, שֶׁכְּבָר הָיָה עָלָיו מוֹרָה שֶׁל בָּשָׂר וָדָם","rdfs:label":"משנה נזיר ט ה","jbo:interprets":"jbr:mishna-3-4-9-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-bartanura-3-4-9-5","jbo:text":"ר\"ע מברטנורה נזיר היה שמואל. והאומר הריני כשמואל, או כבן אלקנה, או כמי ששסף אגג בגלגל, הוי נזיר לדברי רבי נהוראי. וכן הלכה: אין מורא אלא של בשר ודם. שלא תהא מרות ואימת אדם עליו","jbo:textNikud":"ר\"ע מברטנורה נָזִיר הָיָה שְׁמוּאֵל. וְהָאוֹמֵר הֲרֵינִי כִשְׁמוּאֵל, אוֹ כְּבֵן אֶלְקָנָה, אוֹ כְּמִי שֶׁשִּׁסֵּף אֲגַג בַּגִּלְגַּל, הָוֵי נָזִיר לְדִבְרֵי רַבִּי נְהוֹרַאי. וְכֵן הֲלָכָה: אֵין מוֹרָא אֶלָּא שֶׁל בָּשָׂר וָדָם. שֶׁלֹּא תְהֵא מָרוּת וְאֵימַת אָדָם עָלָיו","rdfs:label":"ר\"ע מברטנורה משנה נזיר ט ה","jbo:name":"ר\"ע מברטנורה","jbo:interprets":"jbr:mishna-3-4-9-5"},{"jbo:within":["jbr:mishna","jbr:mishna-3","jbr:mishna-3-4","jbr:mishna-3-4-9"],"uri":"jbr:mishna-yomtov-3-4-9-5","jbo:text":"עיקר תוי\"ט {לד} שמואל. לכאורה נראה מדיליף ליה משמשון, שנזירותו היתה כנזירות שמשון דתנן במשנה ב' פרק קמא. אבל הרמב\"ם כתב שמואל הרמתי נזיר עולם היה, והאומר הריני כשמואל הרי זה נזיר עולם. ונראה לי משום דהלכה כרבנן דשבועות דף ל\"א דסבירא להו דון מנה ואוקי באתרה. ולעיל תנן דאיכא ביניהו דשמשון ונזיר עולם. ועין תוספות יום טוב: {לה} כדברי. כך דברי רבי נהוראי. רש\"י: {לו} בשמשון כו'. כדכתיב [שופטים יג] כי נזיר אלהים יהיה הנער מן הבטן. רש\"י: {לז} אלא כו'. כלומר בשמואל ליכא לפרש מורה אלא של בשר ודם, דהכי כתיב קרא [שמואל א א] ונתתיו לה' כל ימי חייו ומורה לא יעלה כו', שמשמעותו שיהיה לה', שעל מלכות שמים יהיה עליו ולא על מורא בשר ודם. והשיבו רבי נהוראי שאי אפשר שיהיה כן, שהרי מצינו שכבר היה עליו מורא בשר ודם. ולפי שנחלקו בו אם היה נזיר, לפיכך לא סדרו רבנו הקדוש אלא בסוף המסכתא. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {לד} שְׁמוּאֵל. לִכְאוֹרָה נִרְאֶה מִדְיָלִיף לֵיהּ מִשִּׁמְשׁוֹן, שֶׁנְּזִירוּתוֹ הָיְתָה כִנְזִירוּת שִׁמְשׁוֹן דִּתְנַן בְּמִשְׁנָה ב' פֶּרֶק קַמָּא. אֲבָל הָרַמְבַּ\"ם כָּתַב שְׁמוּאֵל הָרָמָתִי נְזִיר עוֹלָם הָיָה, וְהָאוֹמֵר הֲרֵינִי כִּשְׁמוּאֵל הֲרֵי זֶה נְזִיר עוֹלָם. וְנִרְאֶה לִי מִשּׁוּם דַּהֲלָכָה כְּרַבָּנָן דִּשְׁבוּעוֹת דַּף ל\"א דִּסְבִירָא לְהוּ דּוֹן מִנַּהּ וְאוֹקֵי בְּאַתְרָהּ. וּלְעֵיל תְּנַן דְּאִיכָּא בֵּינַיְהוּ דְּשִׁמְשׁוֹן וּנְזִיר עוֹלָם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {לה} כְּדִבְרֵי. כָּךְ דִּבְרֵי רַבִּי נְהוֹרַאי. רַשִׁ\"י: {לו} בְּשִׁמְשׁוֹן כוּ'. כְּדִכְתִיב [שׁוֹפְטִים יג] כִּי נְזִיר אֱלֹהִים יִהְיֶה הַנַּעַר מִן הַבֶּטֶן. רַשִׁ\"י: {לז} אֶלָּא כוּ'. כְּלוֹמַר בִּשְׁמוּאֵל לֵיכָּא לְפָרֵשׁ מוֹרָה אֶלָּא שֶׁל בָּשָׂר וְדָם, דְּהָכִי כְּתִיב קְרָא [שְׁמוּאֵל א א] וּנְתַתִּיו לַה' כָּל יְמֵי חַיָּיו וּמוֹרָה לֹא יַעֲלֶה כוּ', שֶׁמַּשְׁמָעוּתוֹ שֶׁיִּהְיֶה לַה', שֶׁעֹל מַלְכוּת שָׁמָיִם יִהְיֶה עָלָיו וְלֹא עֹל מוֹרָא בָּשָׂר וְדָם. וְהֵשִׁיבוֹ רַבִּי נְהוֹרַאי שֶׁאִי אֶפְשָׁר שֶׁיִּהְיֶה כֵן, שֶׁהֲרֵי מָצִינוּ שֶׁכְּבָר הָיָה עָלָיו מוֹרָא בָּשָׂר וְדָם. וּלְפִי שֶׁנֶּחְלְקוּ בּוֹ אִם הָיָה נָזִיר, לְפִיכָךְ לֹא סִדְרוֹ רַבֵּנוּ הַקָּדוֹשׁ אֶלָּא בְּסוֹף הַמַּסֶּכְתָּא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה נזיר ט ה","jbo:name":"עיקר תוי\"ט","jbo:interprets":"jbr:mishna-3-4-9-5"}]}