{"subjects":[{"uri":"jbr:mishna-5-5-1-1","jbo:text":"הכל מעריכין {א} ונערכין, נודרים ונדרים, כהנים ולוים וישראלים, נשים ועבדים {ו}. טמטום ואנדרוגינוס, נודרים ונדרים ומעריכין, אבל לא נערכין, שאינו נערך אלא זכר ודאי ונקבה ודאית. חרש, שוטה וקטן, נדרין ונערכין, אבל לא נודרין ולא מעריכין, מפני שאין בהם דעת. פחות מבן חדש, נדר אבל לא נערך","jbo:textNikud":"הַכֹּל מַעֲרִיכִין {א} וְנֶעֱרָכִין, נוֹדְרִים וְנִדָּרִים, כֹּהֲנִים וּלְוִיִּם וְיִשְׂרְאֵלִים, נָשִׁים וַעֲבָדִים {ו}. טֻמְטוּם וְאַנְדְּרוֹגִינוֹס, נוֹדְרִים וְנִדָּרִים וּמַעֲרִיכִין, אֲבָל לֹא נֶעֱרָכִין, שֶׁאֵינוֹ נֶעֱרָךְ אֶלָּא זָכָר וַדַּאי וּנְקֵבָה וַדָּאִית. חֵרֵשׁ, שׁוֹטֶה וְקָטָן, נִדָּרִין וְנֶעֱרָכִין, אֲבָל לֹא נוֹדְרִין וְלֹא מַעֲרִיכִין, מִפְּנֵי שֶׁאֵין בָּהֶם דָּעַת. פָּחוּת מִבֶּן חֹדֶשׁ, נִדָּר אֲבָל לֹא נֶעֱרָךְ","rdfs:label":"משנה ערכין א א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-1"},{"uri":"jbr:mishna-bartanura-5-5-1-1","jbo:text":"ר\"ע מברטנורה הכל מעריכין. הכל לאתויי בן שלש עשרה שנה ויום אחד {ב} ולא הביא שתי שערות, שהוא מעריך. והוא מפלא הסמוך לאיש. ומפלא אקרי ליה לפי שבודקים אותו אם יודע להפלות ולפרש לשם מי נדר ולשם מי הקדיש. אף על גב דאיש כי יפליא כתיב (ויקרא כז), כשהוא סמוך לפרקו קרוי איש לענין זה. והכל דקאי נמי על נערכים, לאתויי מנול ומכה שחין, שאין שוין דמים, דסלקא דעתך אמינא נדר בערכך כתיב (שם), כל שישנו בדמים ישנו בערכין, וכל שאינו בדמים אינו בערכין, קמשמע לן {ג}. והכל דקאי על נודרים, משום נדרים נקט ליה. ונדרים גופיה אצטריך, לאתויי פחות מבן חדש שהוא נדר אף על פי שאינו נערך {ד}: מעריכין. אם אמר על אחד, ערך פלוני עלי, נותן ערך אותו פלוני כפי שניו כמו שקצוב בפרשת ערכין, שהערך נותן לפי שנים של נערכין: ונערכין. אם אמר אחר עליו ערך פלוני זה עלי, או אמר הוא עצמו ערכי עלי: נודרים. אמר דמי פלוני עלי, צריך שיתן כמו שהוא יפה למכר בשוק: ונדרין. אמר אחר עליו דמי פלוני עלי, או אמר הוא עצמו דמי עלי: כהנים ולוים. כהנים אצטריכא ליה לאשמעינן דנערכין, דסלקא דעתך אמינא הואיל וכתיב (שם) והעמידו לפני הכהן והעריך אותו הכהן {ה}, ישראל לפני כהן ולא כהן לפני כהן, הלכך כהן ליתיה בערכין, דאי עני הוא לא קרינא ביה והעמידו לפני הכהן, קמשמע לן דכהנים איתנהו בתורת ערכין. ואידי דתנן כהנים, תנן לוים וישראלים: נשים ועבדים. והאשה משלמת כשתתאלמן או תתגרש, והעבד כשישתחרר {ז}: טמטום ואנדרוגינוס נודרים ונדרים. שהרי יש להם דמים: ומעריכין. את אחרים, אם אמרו ערך פלוני עלי, נותנים ערך אותו פלוני: אבל לא נערכין. אם אמר ערכי עלי, או אמר אחר עליהם ערך פלוני עלי, לא אמר כלום. דזכר ונקבה אמורים בפרשת ערכין, עד שיהיה זכר ודאי או נקבה ודאית: פחות מבן חדש נדר. אם אמר דמיו עלי. שהרי שוה דמים כל שהן: אבל לא נערך. שלא נאמר ערך בפרשה אלא מבן חדש ומעלה","jbo:textNikud":"ר\"ע מברטנורה הַכֹּל מַעֲרִיכִין. הַכֹּל לַאֲתוֹיֵי בֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד {ב} וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת, שֶׁהוּא מַעֲרִיךְ. וְהוּא מֻפְלָא הַסָּמוּךְ לְאִישׁ. וּמֻפְלָא אִקְּרֵי לֵיהּ לְפִי שֶׁבּוֹדְקִים אוֹתוֹ אִם יוֹדֵעַ לְהַפְלוֹת וּלְפָרֵשׁ לְשֵׁם מִי נָדַר וּלְשֵׁם מִי הִקְדִּישׁ. אַף עַל גַּב דְּאִישׁ כִּי יַפְלִיא כְתִיב (וַיִּקְרָא כז), כְּשֶׁהוּא סָמוּךְ לְפִרְקוֹ קָרוּי אִישׁ לְעִנְיָן זֶה. וְהַכֹּל דְּקָאֵי נַמִּי עַל נֶעֱרָכִים, לַאֲתוֹיֵי מְנֻוָּל וּמֻכֶּה שְׁחִין, שֶׁאֵין שָׁוִין דָּמִים, דְּסָלְקָא דַעְתָּךְ אֲמֵינָא נֶדֶר בְּעֶרְכְּךָ כְּתִיב (שָׁם), כָּל שֶׁיֶּשְׁנוֹ בְדָמִים יֶשְׁנוֹ בַעֲרָכִין, וְכָל שֶׁאֵינוֹ בְדָמִים אֵינוֹ בַעֲרָכִין, קָמַשְׁמַע לָן {ג}. וְהַכֹּל דְּקָאֵי עַל נוֹדְרִים, מִשּׁוּם נִדָּרִים נָקַט לֵיהּ. וְנִדָּרִים גּוּפֵיהּ אִצְטְרִיךְ, לַאֲתוֹיֵי פָּחוּת מִבֶּן חֹדֶשׁ שֶׁהוּא נִדָּר אַף עַל פִּי שֶׁאֵינוֹ נֶעֱרָךְ {ד}: מַעֲרִיכִין. אִם אָמַר עַל אֶחָד, עֵרֶךְ פְּלוֹנִי עָלָי, נוֹתֵן עֵרֶךְ אוֹתוֹ פְּלוֹנִי כְּפִי שָׁנָיו כְּמוֹ שֶׁקָּצוּב בְּפָרָשַׁת עֲרָכִין, שֶׁהָעֵרֶךְ נוֹתֵן לְפִי שָׁנִים שֶׁל נֶעֱרָכִין: וְנֶעֱרָכִין. אִם אָמַר אַחֵר עָלָיו עֵרֶךְ פְּלוֹנִי זֶה עָלָי, אוֹ אָמַר הוּא עַצְמוֹ עֶרְכִּי עָלָי: נוֹדְרִים. אָמַר דְּמֵי פְּלוֹנִי עָלָי, צָרִיךְ שֶׁיִּתֵּן כְּמוֹ שֶׁהוּא יָפֶה לִמָּכֵר בַּשּׁוּק: וְנִדָּרִין. אָמַר אַחֵר עָלָיו דְּמֵי פְּלוֹנִי עָלָי, אוֹ אָמַר הוּא עַצְמוֹ דָּמַי עָלָי: כֹּהֲנִים וּלְוִיִּם. כֹּהֲנִים אִצְטְרִיכָא לֵיהּ לְאַשְׁמְעִינַן דְּנֶעֱרָכִין, דְּסָלְקָא דַעְתָּךְ אֲמֵינָא הוֹאִיל וּכְתִיב (שָׁם) וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אוֹתוֹ הַכֹּהֵן {ה}, יִשְׂרָאֵל לִפְנֵי כֹהֵן וְלֹא כֹהֵן לִפְנֵי כֹהֵן, הִלְכָּךְ כֹּהֵן לֵיתֵיהּ בַּעֲרָכִין, דְּאִי עָנִי הוּא לֹא קָרֵינָא בֵּיהּ וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן, קָמַשְׁמַע לָן דְּכֹהֲנִים אִיתַנְהוּ בְתוֹרַת עֲרָכִין. וְאַיְדֵי דִתְנַן כֹּהֲנִים, תְּנַן לְוִיִּם וְיִשְׂרְאֵלִים: נָשִׁים וַעֲבָדִים. וְהָאִשָּׁה מְשַׁלֶּמֶת כְּשֶׁתִּתְאַלְמֵן אוֹ תִּתְגָּרֵשׁ, וְהָעֶבֶד כְּשֶׁיִּשְׁתַּחְרֵר {ז}: טֻמְטוּם וְאַנְדְּרוֹגִינוֹס נוֹדְרִים וְנִדָּרִים. שֶׁהֲרֵי יֵשׁ לָהֶם דָּמִים: וּמַעֲרִיכִין. אֶת אֲחֵרִים, אִם אָמְרוּ עֵרֶךְ פְּלוֹנִי עָלָי, נוֹתְנִים עֵרֶךְ אוֹתוֹ פְּלוֹנִי: אֲבָל לֹא נֶעֱרָכִין. אִם אָמַר עֶרְכִּי עָלָי, אוֹ אָמַר אַחֵר עָלֵיהֶם עֵרֶךְ פְּלוֹנִי עָלָי, לֹא אָמַר כְּלוּם. דְּזָכָר וּנְקֵבָה אֲמוּרִים בְּפָרָשַׁת עֲרָכִין, עַד שֶׁיִּהְיֶה זָכָר וַדָּאִי אוֹ נְקֵבָה וַדָּאִית: פָּחוּת מִבֶּן חֹדֶשׁ נִדָּר. אִם אָמַר דָּמָיו עָלָי. שֶׁהֲרֵי שָׁוֶה דָּמִים כָּל שֶׁהֵן: אֲבָל לֹא נֶעֱרָךְ. שֶׁלֹּא נֶאֱמַר עֵרֶךְ בַּפָּרָשָׁה אֶלָּא מִבֶּן חֹדֶשׁ וָמַעְלָה","rdfs:label":"ר\"ע מברטנורה משנה ערכין א א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-1"},{"uri":"jbr:mishna-yomtov-5-5-1-1","jbo:text":"עיקר תוי\"ט {א} מעריכין כו'. והערכין כלן והדמים, הכל סתמן לבדק הבית, ויפלו הכל ללשכה שהיתה במקדש מוכנת לקדשי בדק הבית. הרמב\"ם: {ב} ונראה שצריך לומר בן שתים עשרה ויום אחד. וכן הוא בתוספות. וכדתנן במשנה ו' פרק ה' דנדה. והתם בגמרא דרשינן לה במפלא הסמוך לאיש: {ג} נפשות כל דהו. גמרא: {ד} ותני והדר מפרש. גמרא. והוא הדין נמי דמצי למנקט טמטום כו' חרש שוטה וקטן ונכרי, אלא חדא מתרתי ותלת נקט כו'. רש\"י. ועין עוד: {ה} האי קרא במעריך כתיב, ולפיכך היה נראה לי להגיה לאשמעינן דמעריכין. ויש לומר דלישנא דמשנה ג' דלקמן נקט. ועין שם: {ו} ועבדים. אף על גב דגבי מצות יש לו דין אשה, לפי ערך זכר הוא נערך, דלא אשתמיט תנא דלימא אם היה נערך כאשה. תוספות: {ז} אי נמי כגון שנתנו להם על מנת שאין לרב או לבעל רשות בהן. תוספות","jbo:textNikud":"עיקר תוי\"ט {א} מַעֲרִיכִין כוּ'. וְהָעֲרָכִין כֻּלָּן וְהַדָּמִים, הַכֹּל סְתָמָן לְבֶדֶק הַבַּיִת, וְיִפְּלוּ הַכֹּל לַלִּשְׁכָּה שֶׁהָיְתָה בַמִּקְדָּשׁ מוּכֶנֶת לְקָדְשֵׁי בֶּדֶק הַבַּיִת. הָרַמְבַּ\"ם: {ב} וְנִרְאֶה שֶׁצָּרִיךְ לוֹמַר בֶּן שְׁתֵּים עֶשְׂרֵה וְיוֹם אֶחָד. וְכֵן הוּא בַּתּוֹסָפוֹת. וּכְדִתְנַן בְּמִשְׁנָה ו' פֶּרֶק ה' דְּנִדָּה. וְהָתָם בַּגְּמָרָא דָרְשִׁינַן לַהּ בְּמֻפְלָא הַסָּמוּךְ לְאִישׁ: {ג} נְפָשׁוֹת כָּל דְּהוּ. גְּמָרָא: {ד} וְתָנֵי וַהֲדַר מְפָרֵשׁ. גְּמָרָא. וְהוּא הַדִּין נַמִּי דְּמָצֵי לְמִנְקַט טֻמְטוּם כוּ' חֵרֵשׁ שׁוֹטֶה וְקָטָן וְנָכְרִי, אֶלָּא חֲדָא מִתַּרְתֵּי וּתְלַת נָקַט כוּ'. רַשִׁ\"י. וְעַיֵּן עוֹד: {ה} הַאי קְרָא בְּמַעֲרִיךְ כְּתִיב, וּלְפִיכָךְ הָיָה נִרְאֶה לִי לְהַגִּיהַּ לְאַשְׁמְעִינַן דְּמַעֲרִיכִין. וְיֵשׁ לוֹמַר דְּלִישְׁנָא דְמִשְׁנָה ג' דִּלְקַמָּן נָקַט. וְעַיֵּן שָׁם: {ו} וַעֲבָדִים. אַף עַל גַּב דְּגַבֵּי מִצְוֹת יֵשׁ לוֹ דִּין אִשָּׁה, לְפִי עֶרֶךְ זָכָר הוּא נֶעֱרָךְ, דְּלֹא אִשְׁתְּמִיט תַּנָּא דְלֵימָא אִם הָיָה נֶעֱרָךְ כְּאִשָּׁה. תּוֹסָפוֹת: {ז} אִי נַמִּי כְגוֹן שֶׁנָּתְנוּ לָהֶם עַל מְנָת שֶׁאֵין לָרַב אוֹ לַבַּעַל רְשׁוּת בָּהֶן. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה ערכין א א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-1"},{"uri":"jbr:mishna-5-5-1-2","jbo:text":"הנכרי, רבי מאיר אומר נערך אבל לא מעריך. רבי יהודה אומר, מעריך אבל לא נערך. זה וזה מודים, שנודרין {י} ונדרין","jbo:textNikud":"הַנָּכְרִי, רַבִּי מֵאִיר אוֹמֵר נֶעֱרָךְ אֲבָל לֹא מַעֲרִיךְ. רַבִּי יְהוּדָה אוֹמֵר, מַעֲרִיךְ אֲבָל לֹא נֶעֱרָךְ. זֶה וָזֶה מוֹדִים, שֶׁנּוֹדְרִין {י} וְנִדָּרִין","rdfs:label":"משנה ערכין א ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-2"},{"uri":"jbr:mishna-bartanura-5-5-1-2","jbo:text":"ר\"ע מברטנורה הנכרי רבי מאיר אומר נערך. תרי קראי כתיבי בפרשת ערכין, חד רבוי וחד מעוט. בני ישראל, מעט את הנכרים. איש כי יפליא, רבה כל איש ואפלו נכרי במשמע. רבי מאיר סבר נכרי נערך ולא מעריך, שכן מצינו שרבה הכתוב בנערכים יותר מבמעריכים {ח}, שהרי חרש שוטה וקטן נערכין, אבל לא מעריכין, הלכך שדי מעוטא למעריך ורבויא לנערך: רבי יהודה אומר נכרי מעריך ולא נערך. שכן מצינו טמטום ואנדרוגינוס מעריכים ולא נערכים. והלכה כרבי יהודה {ט}. הלכך נכרי שאמר ערך ישראל פלוני עלי, חיב לתן כפי שניו הערך הקצוב בפרשה. וישראל שאמר ערך נכרי פלוני עלי, או נכרי שאמר ערכי עלי, לא אמר כלום","jbo:textNikud":"ר\"ע מברטנורה הַנָּכְרִי רַבִּי מֵאִיר אוֹמֵר נֶעֱרָךְ. תְּרֵי קְרָאֵי כְתִיבֵי בְּפָרָשַׁת עֲרָכִין, חַד רִבּוּי וְחַד מִעוּט. בְּנֵי יִשְׂרָאֵל, מִעֵט אֶת הַנָּכְרִים. אִישׁ כִּי יַפְלִיא, רִבָּה כָל אִישׁ וַאֲפִלּוּ נָכְרִי בְּמַשְׁמַע. רַבִּי מֵאִיר סָבַר נָכְרִי נֶעֱרָךְ וְלֹא מַעֲרִיךְ, שֶׁכֵּן מָצִינוּ שֶׁרִבָּה הַכָּתוּב בַּנֶּעֱרָכִים יוֹתֵר מִבַּמַּעֲרִיכִים {ח}, שֶׁהֲרֵי חֵרֵשׁ שׁוֹטֶה וְקָטָן נֶעֱרָכִין, אֲבָל לֹא מַעֲרִיכִין, הִלְכָּךְ שְׁדֵי מִעוּטָא לַמַּעֲרִיךְ וְרִבּוּיָא לַנֶּעֱרָךְ: רַבִּי יְהוּדָה אוֹמֵר נָכְרִי מַעֲרִיךְ וְלֹא נֶעֱרָךְ. שֶׁכֵּן מָצִינוּ טֻמְטוּם וְאַנְדְּרוֹגִינוֹס מַעֲרִיכִים וְלֹא נֶעֱרָכִים. וַהֲלָכָה כְּרַבִּי יְהוּדָה {ט}. הִלְכָּךְ נָכְרִי שֶׁאָמַר עֵרֶךְ יִשְׂרָאֵל פְּלוֹנִי עָלָי, חַיָּב לִתֵּן כְּפִי שָׁנָיו הָעֵרֶךְ הַקָּצוּב בַּפָּרָשָׁה. וְיִשְׂרָאֵל שֶׁאָמַר עֵרֶךְ נָכְרִי פְּלוֹנִי עָלָי, אוֹ נָכְרִי שֶׁאָמַר עֶרְכִּי עָלָי, לֹא אָמַר כְּלוּם","rdfs:label":"ר\"ע מברטנורה משנה ערכין א ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-2"},{"uri":"jbr:mishna-yomtov-5-5-1-2","jbo:text":"עיקר תוי\"ט {ח} ואף על גב דאיש במעריך כתיב, אם אינו ענין למעריך תנהו ענין לנערך. תוספות: {ט} ותמהני דבמשנה ה' פרק קמא דשקלים תנן סתמא, ואין מקבלין מנכרי לבדק הבית, שכן מפרש על ידי עזרא לא לכם ולנו לבנות בית לאלקינו [עזרא ד]. ובגמרא דהכא אמרינן דהלכתא כרבי מאיר מסתברא דכתיב לא לכם ולנו. ובנסחת ארץ ישראל שבפרוש הרמב\"ם מצאתי, והלכה כרבי מאיר. ועין תוספות יום טוב: {י} שנודרין. כתבו התוספות, וצריך עיון דהא לרבי מאיר אין נכרים מתנדבים לבדק הבית כו'. ושמא הדר ביה רבא מהא דאמר דהלכה כרבי מאיר מקרא דלא לכם וגו'. אבל הרמב\"ם כתב, נכרי שאמר דמי כו' נותן כפי נדרו ואינו נופל ללשכה, שאין מקבלין [מן הנכרי נדבה או נדר] לחזק את בדק הבית או בדק ירושלים שנאמר לא לכם וגו'. ומה יעשה בהן, יבדק הנכרי על דעת מי נדר, אם נדר על דעת ישראל יוציאוהו [בית דין] במה שיראה להן חוץ מבדק הבית וירושלים, ואם אמר לשמים נדרתי, יגנזו","jbo:textNikud":"עיקר תוי\"ט {ח} וְאַף עַל גַּב דְּאִישׁ בְּמַעֲרִיךְ כְּתִיב, אִם אֵינוֹ עִנְיָן לַמַּעֲרִיךְ תְּנֵהוּ עִנְיָן לַנֶּעֱרָךְ. תּוֹסָפוֹת: {ט} וּתְמֵהַנִי דִּבְמִשְׁנָה ה' פֶּרֶק קַמָּא דִּשְׁקָלִים תְּנַן סְתָמָא, וְאֵין מְקַבְּלִין מִנָּכְרִי לְבֶדֶק הַבַּיִת, שֶׁכֵּן מְפֹרָשׁ עַל יְדֵי עֶזְרָא לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹקֵינוּ [עֶזְרָא ד]. וּבַגְּמָרָא דְּהָכָא אָמְרִינַן דְּהִלְכָתָא כְרַבִּי מֵאִיר מִסְתַּבְּרָא דִּכְתִיב לֹא לָכֶם וְלָנוּ. וּבְנֻסְחַת אֶרֶץ יִשְׂרָאֵל שֶׁבְּפֵרוּשׁ הָרַמְבַּ\"ם מָצָאתִי, וַהֲלָכָה כְרַבִּי מֵאִיר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} שֶׁנּוֹדְרִין. כָּתְבוּ הַתּוֹסָפוֹת, וְצָרִיךְ עִיּוּן דְּהָא לְרַבִּי מֵאִיר אֵין נָכְרִים מִתְנַדְּבִים לְבֶדֶק הַבַּיִת כוּ'. וְשֶׁמָּא הָדַר בֵּיהּ רָבָא מֵהָא דְאָמַר דַּהֲלָכָה כְּרַבִּי מֵאִיר מִקְּרָא דְלֹא לָכֶם וְגוֹ'. אֲבָל הָרַמְבַּ\"ם כָּתַב, נָכְרִי שֶׁאָמַר דָּמַי כוּ' נוֹתֵן כְּפִי נִדְרוֹ וְאֵינוֹ נוֹפֵל לַלִּשְׁכָּה, שֶׁאֵין מְקַבְּלִין [מִן הַנָּכְרִי נְדָבָה אוֹ נֶדֶר] לְחַזֵּק אֶת בֶּדֶק הַבַּיִת אוֹ בֶּדֶק יְרוּשָׁלַיִם שֶׁנֶּאֱמַר לֹא לָכֶם וְגוֹ'. וּמַה יֵּעָשֶׂה בָּהֶן, יִבָּדֵק הַנָּכְרִי עַל דַּעַת מִי נָדַר, אִם נָדַר עַל דַּעַת יִשְׂרָאֵל יוֹצִיאוּהוּ [בֵּית דִּין] בַּמֶּה שֶׁיֵּרָאֶה לָהֶן חוּץ מִבֶּדֶק הַבַּיִת וִירוּשָׁלַיִם, וְאִם אָמַר לַשָּׁמַיִם נָדַרְתִּי, יִגָּנְזוּ","rdfs:label":"עיקר תוי\"ט משנה ערכין א ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-2"},{"uri":"jbr:mishna-5-5-1-3","jbo:text":"הגוסס {יא}, והיוצא להרג, לא נדר ולא נערך. רבי חנינא בן עקביא אומר, נערך, מפני שדמיו קצובין, אבל אינו נדר, מפני שאין דמיו קצובין. רבי יוסי אומר, נודר ומעריך ומקדיש. ואם הזיק, חיב בתשלומין","jbo:textNikud":"הַגּוֹסֵס {יא}, וְהַיּוֹצֵא לֵהָרֵג, לֹא נִדָּר וְלֹא נֶעֱרָךְ. רַבִּי חֲנִינָא בֶּן עֲקַבְיָא אוֹמֵר, נֶעֱרָךְ, מִפְּנֵי שֶׁדָּמָיו קְצוּבִין, אֲבָל אֵינוֹ נִדָּר, מִפְּנֵי שֶׁאֵין דָּמָיו קְצוּבִין. רַבִּי יוֹסֵי אוֹמֵר, נוֹדֵר וּמַעֲרִיךְ וּמַקְדִּישׁ. וְאִם הִזִּיק, חַיָּב בַּתַּשְׁלוּמִין","rdfs:label":"משנה ערכין א ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-3"},{"uri":"jbr:mishna-bartanura-5-5-1-3","jbo:text":"ר\"ע מברטנורה הגוסס. לא נדר, דלאו בר דמים הוא, דלמיתה הוא עומד: והיוצא להרג. שנגמר דינו בבית דין של ישראל {יב}. אבל יוצא להרג על פי המלכות, לא שנא מלכות ישראל, ולא שנא מלכות של נכרים, דברי הכל מעריך ונערך {יג}: לא נדר. דלאו בר דמים הוא: ולא נערך. דכתיב והעמידו והעריכו, והאי לאו בר העמדה והערכה הוא {יד}: ולא נערך. דכתיב (ויקרא כז) כל חרם אשר יחרם מן האדם לא יפדה {טו}. ורבי חנינא בן עקביא דאמר נערך, מוקי להאי קרא דכל חרם אשר יחרם לדרשא אחריתי {טז}: רבי יוסי אומר כו'. רבי יוסי ותנא קמא לא פליגי בנודר ומעריך ומקדיש. כי פליגי באם הזיק {יז}. תנא קמא סבר, אם הזיק פטור מן התשלומים. ואף על פי שהמזיק חיב בתשלומין מן התורה, מלוה הכתובה בתורה לאו ככתובה בשטר דמיא, אלא כמלוה על פה, ומלוה על פה אינו גובה מן היורשים. ורבי יוסי סבר, מלוה הכתובה בתורה כמלוה הכתובה בשטר דמיא, וגובה מן היורשים. והלכה כתנא קמא. אבל לאחר שתקנו דמלוה על פה גובה מן היורשים {יח}, בית דין גובין מממונו ומשלמים מה שהזיק","jbo:textNikud":"ר\"ע מברטנורה הַגּוֹסֵס. לֹא נִדָּר, דְּלָאו בַּר דָּמִים הוּא, דִּלְמִיתָה הוּא עוֹמֵד: וְהַיּוֹצֵא לֵהָרֵג. שֶׁנִּגְמַר דִּינוֹ בְּבֵית דִּין שֶׁל יִשְׂרָאֵל {יב}. אֲבָל יוֹצֵא לֵהָרֵג עַל פִּי הַמַּלְכוּת, לֹא שְׁנָא מַלְכוּת יִשְׂרָאֵל, וְלֹא שְׁנָא מַלְכוּת שֶׁל נָכְרִים, דִּבְרֵי הַכֹּל מַעֲרִיךְ וְנֶעֱרָךְ {יג}: לֹא נִדָּר. דְּלָאו בַּר דָּמִים הוּא: וְלֹא נֶעֱרָךְ. דִּכְתִיב וְהֶעֱמִידוֹ וְהֶעֱרִיכוֹ, וְהַאי לָאו בַּר הַעֲמָדָה וְהַעֲרָכָה הוּא {יד}: וְלֹא נֶעֱרָךְ. דִּכְתִיב (וַיִּקְרָא כז) כָּל חֵרֶם אֲשֶׁר יָחֳרַם מִן הָאָדָם לֹא יִפָּדֶה {טו}. וְרַבִּי חֲנִינָא בֶּן עֲקַבְיָא דְּאָמַר נֶעֱרָךְ, מוֹקֵי לְהַאי קְרָא דְּכָל חֵרֶם אֲשֶׁר יָחֳרַם לִדְרָשָׁא אַחֲרִיתִי {טז}: רַבִּי יוֹסֵי אוֹמֵר כוּ'. רַבִּי יוֹסֵי וְתַנָּא קַמָּא לֹא פְלִיגֵי בְנוֹדֵר וּמַעֲרִיךְ וּמַקְדִּישׁ. כִּי פְלִיגֵי בְאִם הִזִּיק {יז}. תַּנָּא קַמָּא סָבַר, אִם הִזִּיק פָּטוּר מִן הַתַּשְׁלוּמִים. וְאַף עַל פִּי שֶׁהַמַּזִּיק חַיָּב בְּתַשְׁלוּמִין מִן הַתּוֹרָה, מִלְוָה הַכְּתוּבָה בַּתּוֹרָה לָאו כִּכְתוּבָה בִשְׁטָר דָּמְיָא, אֶלָּא כְמִלְוָה עַל פֶּה, וּמִלְוָה עַל פֶּה אֵינוֹ גוֹבֶה מִן הַיּוֹרְשִׁים. וְרַבִּי יוֹסֵי סָבַר, מִלְוָה הַכְּתוּבָה בַּתּוֹרָה כְּמִלְוָה הַכְּתוּבָה בִשְׁטָר דָּמְיָא, וְגוֹבֶה מִן הַיּוֹרְשִׁים. וַהֲלָכָה כְתַנָּא קַמָּא. אֲבָל לְאַחַר שֶׁתִּקְּנוּ דְמִלְוָה עַל פֶּה גוֹבֶה מִן הַיּוֹרְשִׁים {יח}, בֵּית דִּין גּוֹבִין מִמָּמוֹנוֹ וּמְשַׁלְּמִים מַה שֶּׁהִזִּיק","rdfs:label":"ר\"ע מברטנורה משנה ערכין א ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-3"},{"uri":"jbr:mishna-yomtov-5-5-1-3","jbo:text":"עיקר תוי\"ט {יא} הגוסס. ידוע. והוא שקול גרונו נשמע בשעת המיתה. הרמב\"ם. ונראה לי, שהוא מלשון מגיסה בקדרה, שהלחה מתהפך בגרונו, כמו המגיס בקדרה שמהפך מה שבקדרה. ועין תוספות יום טוב: {יב} אף על גב דאמר בסנהדרין פרק ו' שהיה אחד רוכב על סוס וסודרין בידו, מצאו לו זכות היה הלה מניף בסודרין, מכל מקום לא שכיח. תוספות: {יג} דהיוצא להרג על פי בית דין הוא ענין שאינו תלוי ברצוננו אלא התורה ממיתה אותו, אבל המלך לפעמים מתמלא רחמים ומוחל. הרמב\"ם: {יד} וצריך עיון מנלן לומר מקרא גבי מעריך שלא יהא נערך. ועין תוספות יום טוב: {טו} מי שהוא ראוי לחרם ולהרג אינו בכלל פדיון. רש\"י: {טז} אבל בגוסס מודה רבי חנינא. רש\"י: {יז} ובאם הקדיש לא פליגי שמיד שהקדיש חל ההקדש, ולא דמיא למלוה. אבל יש להקשות אמאי לא פליגי באם נדר והעריך. ושמא בנודר ומעריך יחול מיד. תוספות: {יח} תמהני מאי תקנה איכא, הא קימא לן כרבי מאיר ורבי יהודה במשנה ג' פרק ח' דבכורות דמלוה על פה גובה מן היורשים, ואם כן הוה ליה למימר אבל האידנא קימא לן הלכה כו'. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} הַגּוֹסֵס. יָדוּעַ. וְהוּא שֶׁקּוֹל גְּרוֹנוֹ נִשְׁמָע בִּשְׁעַת הַמִּיתָה. הָרַמְבַּ\"ם. וְנִרְאֶה לִי, שֶׁהוּא מִלְּשׁוֹן מְגִיסָה בִקְדֵרָה, שֶׁהַלֵּחָה מִתְהַפֵּךְ בִּגְרוֹנוֹ, כְּמוֹ הַמֵּגִיס בִּקְדֵרָה שֶׁמְּהַפֵּךְ מַה שֶּׁבַּקְּדֵרָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} אַף עַל גַּב דְּאָמַר בְּסַנְהֶדְרִין פֶּרֶק ו' שֶׁהָיָה אֶחָד רוֹכֵב עַל סוּס וְסוּדָרִין בְּיָדוֹ, מָצְאוּ לוֹ זְכוּת הָיָה הַלָּה מֵנִיף בַּסּוּדָרִין, מִכָּל מָקוֹם לֹא שְׁכִיחַ. תּוֹסָפוֹת: {יג} דְּהַיּוֹצֵא לֵהָרֵג עַל פִּי בֵּית דִּין הוּא עִנְיָן שֶׁאֵינוֹ תָלוּי בִּרְצוֹנֵנוּ אֶלָּא הַתּוֹרָה מְמִיתָה אוֹתוֹ, אֲבָל הַמֶּלֶךְ לִפְעָמִים מִתְמַלֵּא רַחֲמִים וּמוֹחֵל. הָרַמְבַּ\"ם: {יד} וְצָרִיךְ עִיּוּן מְנָלָן לוֹמַר מִקְּרָא גַּבֵּי מַעֲרִיךְ שֶׁלֹּא יְהֵא נֶעֱרָךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טו} מִי שֶׁהוּא רָאוּי לֵחָרֵם וְלֵהָרֵג אֵינוֹ בִכְלַל פִּדְיוֹן. רַשִׁ\"י: {טז} אֲבָל בְּגוֹסֵס מוֹדֶה רַבִּי חֲנִינָא. רַשִׁ\"י: {יז} וּבְאִם הִקְדִּישׁ לֹא פְלִיגֵי שֶׁמִּיָּד שֶׁהִקְדִּישׁ חָל הַהֶקְדֵּשׁ, וְלֹא דָמְיָא לְמִלְוָה. אֲבָל יֵשׁ לְהַקְשׁוֹת אַמַּאי לֹא פְלִיגֵי בְּאִם נָדַר וְהֶעֱרִיךְ. וְשֶׁמָּא בְּנוֹדֵר וּמַעֲרִיךְ יָחוּל מִיָּד. תּוֹסָפוֹת: {יח} תְּמֵהַנִי מַאי תַּקָּנָה אִיכָּא, הָא קַיְמָא לָן כְּרַבִּי מֵאִיר וְרַבִּי יְהוּדָה בְּמִשְׁנָה ג' פֶּרֶק ח' דִּבְכוֹרוֹת דְּמִלְוָה עַל פֶּה גוֹבֶה מִן הַיּוֹרְשִׁים, וְאִם כֵּן הֲוָה לֵיהּ לְמֵימַר אֲבָל הָאִידְנָא קַיְמָא לָן הֲלָכָה כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין א ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-3"},{"uri":"jbr:mishna-5-5-1-4","jbo:text":"האשה שהיא יוצאה להרג, אין ממתינין לה עד שתלד. ישבה על המשבר {יט}, ממתינין לה עד שתלד. האשה שנהרגה, נהנין בשערה. בהמה שנהרגה, אסורה בהניה {כא}","jbo:textNikud":"הָאִשָּׁה שֶׁהִיא יוֹצְאָה לֵהָרֵג, אֵין מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. יָשְׁבָה עַל הַמַּשְׁבֵּר {יט}, מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. הָאִשָּׁה שֶׁנֶּהֶרְגָה, נֶהֱנִין בִּשְׂעָרָהּ. בְּהֵמָה שֶׁנֶּהֶרְגָּה, אֲסוּרָה בַהֲנָיָה {כא}","rdfs:label":"משנה ערכין א ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-4"},{"uri":"jbr:mishna-bartanura-5-5-1-4","jbo:text":"ר\"ע מברטנורה אין ממתינין לה עד שתלד. דמהו דתימא ולדות ממונא דבעל הן כדכתיב (שמות כא) כאשר ישית עליו בעל האשה, ולא נפסדינהו מניה, קמשמע לן דכתיב (דברים כב) ומתו גם שניהם, גם לרבות את הולד: ישבה על המשבר. מקום מושב האשה היולדת קרוי משבר: ממתינין לה עד שתלד. דכיון דנעקר לצאת, גופא אחרינא הוא ואינו כגוף אמו: נהנין בשערה. לאו שערה ממש קאמר, אלא פאה שהיתה לה משער אשה אחרת קשורה לשערה. ודוקא כשאמרה תנו אותה לבתי או לפלונית, דכיון דאמרה תנו גליא דעתה דלא ניחא לה דתהוי כגופה לאתסורי, וכנטולה מחיים דמיא. אבל בענין אחר אסור, שנויי המת אסורים בהנאה {כ}: בהמה שנהרגה אסורה בהנאה. אפלו שערה {כב}","jbo:textNikud":"ר\"ע מברטנורה אֵין מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. דְּמַהוּ דְתֵימָא וְלָדוֹת מָמוֹנָא דְבַעַל הֵן כְּדִכְתִיב (שְׁמוֹת כא) כַּאֲשֶׁר יָשִׁית עָלָיו בַּעַל הָאִשָּׁה, וְלֹא נַפְסְדִּינְהוּ מִנֵּיהּ, קָמַשְׁמַע לָן דִּכְתִיב (דְּבָרִים כב) וּמֵתוּ גַּם שְׁנֵיהֶם, גַּם לְרַבּוֹת אֶת הַוָּלָד: יָשְׁבָה עַל הַמַּשְׁבֵּר. מְקוֹם מוֹשַׁב הָאִשָּׁה הַיּוֹלֶדֶת קָרוּי מַשְׁבֵּר: מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. דְּכֵיוָן דְּנֶעֱקַר לָצֵאת, גּוּפָא אַחֲרִינָא הוּא וְאֵינוֹ כְגוּף אִמּוֹ: נֶהֱנִין בִּשְׂעָרָהּ. לָאו שְׂעָרָהּ מַמָּשׁ קָאָמַר, אֶלָּא פֵּאָה שֶׁהָיְתָה לָהּ מִשְּׂעַר אִשָּׁה אַחֶרֶת קְשׁוּרָה לִשְׂעָרָהּ. וְדַוְקָא כְּשֶׁאָמְרָה תְנוּ אוֹתָהּ לְבִתִּי אוֹ לִפְלוֹנִית, דְּכֵיוָן דְּאָמְרָה תְנוּ גַּלְיָא דַעְתָּהּ דְּלֹא נִיחָא לַהּ דְּתֶהֱוֵי כְגוּפָה לְאִתְּסוֹרֵי, וְכִנְטוּלָה מֵחַיִּים דָּמְיָא. אֲבָל בְּעִנְיָן אַחֵר אָסוּר, שֶׁנּוֹיֵי הַמֵּת אֲסוּרִים בַּהֲנָאָה {כ}: בְּהֵמָה שֶׁנֶּהֶרְגָה אֲסוּרָה בַהֲנָאָה. אֲפִלּוּ שְׂעָרָהּ {כב}","rdfs:label":"ר\"ע מברטנורה משנה ערכין א ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-4"},{"uri":"jbr:mishna-yomtov-5-5-1-4","jbo:text":"עיקר תוי\"ט {יט} ישבה כו'. פרש רש\"י, קדם שנגמר דינה. וליתא, דאיוצא להרג קאי, וכל היוצא להרג לאחר גמר דין. והינו טעמא דרישא דאין ממתינין משום ענוי הדין, דליכא ענוי הדין אלא לאחר גמר דין. תוספות. ועין תוספות יום טוב: {כ} גמרא. ופרש רש\"י מת אסור בהנאה, דכתיב ותמת שם מרים [במדבר כ], וגמר שם שם מעגלה ערופה. וכיון שהמת אסור בהנאה, כל נוייו מתסרי נמי בהנאה. והא דתנן שנהרגה, רבותא קא משמע לן דגמר דינה אוסרתה קדם שתמות. עין תוספות יום טוב: {כא} אסורה כו'. כדקימא לן ובעל השור נקי, כאדם שאומר לחברו יצא פלוני נקי מנכסיו ואין לו בהן הניה של כלום. רש\"י: {כב} ותימה, מאי אפלו, דהא באשה נמי שערה מתסר. והרמב\"ם לא סים אפלו שערה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יט} יָשְׁבָה כוּ'. פֵּרֵשׁ רַשִׁ\"י, קֹדֶם שֶׁנִּגְמַר דִּינָהּ. וְלֵיתָא, דְּאַיּוֹצֵא לֵהָרֵג קָאֵי, וְכָל הַיּוֹצֵא לֵהָרֵג לְאַחַר גְּמַר דִּין. וְהַיְנוּ טַעֲמָא דְרֵישָׁא דְאֵין מַמְתִּינִין מִשּׁוּם עִנּוּי הַדִּין, דְּלֵיכָּא עִנּוּי הַדִּין אֶלָּא לְאַחַר גְּמַר דִּין. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} גְּמָרָא. וּפֵרֵשׁ רַשִׁ\"י מֵת אָסוּר בַּהֲנָאָה, דִּכְתִיב וַתָּמָת שָׁם מִרְיָם [בְּמִדְבָּר כ], וְגָמַר שָׁם שָׁם מֵעֶגְלָה עֲרוּפָה. וְכֵיוָן שֶׁהַמֵּת אָסוּר בַּהֲנָאָה, כָּל נוֹיָיו מִתַּסְרֵי נַמִּי בַהֲנָאָה. וְהָא דִתְנַן שֶׁנֶּהֶרְגָה, רְבוּתָא קָא מַשְׁמַע לָן דִּגְמַר דִּינָהּ אוֹסַרְתָּהּ קֹדֶם שֶׁתָּמוּת. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כא} אֲסוּרָה כוּ'. כִּדְקַיְמָא לָן וּבַעַל הַשּׁוֹר נָקִי, כְּאָדָם שֶׁאוֹמֵר לַחֲבֵרוֹ יָצָא פְלוֹנִי נָקִי מִנְּכָסָיו וְאֵין לוֹ בָהֶן הֲנָיָה שֶׁל כְּלוּם. רַשִׁ\"י: {כב} וְתֵימַהּ, מַאי אֲפִלּוּ, דְּהָא בְאִשָּׁה נַמִּי שְׂעָרָהּ מִתְּסַר. וְהָרַמְבַּ\"ם לֹא סִיֵּם אֲפִלּוּ שְׂעָרָהּ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין א ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-1","jbo:interprets":"jbr:mishna-5-5-1-4"},{"uri":"jbr:mishna-5-5-2-1","jbo:text":"אין בערכין פחות מסלע, ולא יתר על חמשים סלע. כיצד, נתן סלע והעשיר, אינו נותן כלום. פחות מסלע {ב} והעשיר, נותן חמשים סלע. היה בידיו חמש סלעים, רבי מאיר אומר, אינו נותן אלא אחת. וחכמים אומרים, נותן את כלם. אין {ג} בערכין פחות מסלע, ולא יתר על חמשים סלע. אין פתח בטועה פחות משבעה, ולא יתר על שבעה עשר. אין בנגעים פחות משבוע אחד, ולא יתר על שלשה שבועות","jbo:textNikud":"אֵין בָּעֲרָכִין פָּחוּת מִסֶּלַע, וְלֹא יָתֵר עַל חֲמִשִּׁים סָלַע. כֵּיצַד, נָתַן סֶלַע וְהֶעֱשִׁיר, אֵינוֹ נוֹתֵן כְּלוּם. פָּחוֹת מִסֶּלַע {ב} וְהֶעֱשִׁיר, נוֹתֵן חֲמִשִּׁים סָלַע. הָיָה בְיָדָיו חָמֵשׁ סְלָעִים, רַבִּי מֵאִיר אוֹמֵר, אֵינוֹ נוֹתֵן אֶלָּא אֶחָת. וַחֲכָמִים אוֹמְרִים, נוֹתֵן אֶת כֻּלָּם. אֵין {ג} בָּעֲרָכִין פָּחוּת מִסֶּלַע, וְלֹא יָתֵר עַל חֲמִשִּׁים סֶלַע. אֵין פֶּתַח בַּטּוֹעָה פָּחוּת מִשִּׁבְעָה, וְלֹא יָתֵר עַל שִׁבְעָה עָשָׂר. אֵין בַּנְּגָעִים פָּחוּת מִשָּׁבוּעַ אֶחָד, וְלֹא יָתֵר עַל שְׁלשָׁה שָׁבוּעוֹת","rdfs:label":"משנה ערכין ב א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-1"},{"uri":"jbr:mishna-bartanura-5-5-2-1","jbo:text":"ר\"ע מברטנורה אין בערכין פחות מסלע. אפלו עני שהעריך ואין ידו משגת אינו נדון בפחות מסלע, דכתיב (ויקרא כז) וכל ערכך יהיה בשקל הקדש, כל ערכין שאתה מעריך לא יהיו פחותים משקל: ולא יותר על חמשים. דזהו גדול שבערכים דכתיבי בפרשה: נתן סלע והעשיר. בן עשרים שערכו חמשים והיה עני {א} ונתן סלע בערכו, דעני נדון בהשגת ידו, והעשיר, פטור: פחות מסלע. נתן פחות מסלע: והעשיר נותן חמשים. דבנתינה קמיתא לא יצא ידי ערכו ועדין ערכו עליו: היו בידיו חמש סלעים. עני בן עשרים שהעריך עצמו, והיו לו חמש סלעים: רבי מאיר אומר אינו נותן אלא אחת. דסבר רבי מאיר או נותן כל החמשים שעליו או אינו נותן אלא שקל: וחכמים אומרים נותן כל מה שבידו. דקרא דכתיב וכל ערכך יהיה בשקל, לפחות שבערכין הוא דאתא, שאפלו עני שבעניים לא יתן פחות. ומיהו היכא דאית ליה טפי יהיב, דכתיב (שם) על פי אשר תשיג. והלכה כחכמים: אין פתח בטועה פחות משבעה. אידי דאירי באין בערכין פחות ולא יותר, תנא נמי לכל הנך דאית בהו אין פחות ולא יותר: פתח. תחלת נדות. שדין נדה דאוריתא הוא. אם התחילה וראתה היום, מונה ששה והוא. ראתה שנים, מונה חמשה והם. ראתה שלשה, מונה ארבעה והם. [ואפלו] ראתה כל שבעה ופסקה לערב, טובלת ומשמשת. ומיום שביעי ואילך הוין ימי זיבה אחד עשר יום, שאם ראתה בהן יום אחד או שנים שומרת יום כנגד יום וטובלת. ואם ראתה בהן שלשה רצופים, הויא זבה גדולה שטעונה שבעה נקיים וקרבן. ואם משכו ימי זיבה חדש או שנה, אינה חוזרת לתחלת נדות עד שתשב שבעה נקיים. וכשישבה שבעה נקיים וראתה, הויא תחלת נדה ומונה ששה והוא, וחוזרת לענינה ככל המפרש. ואם לא ראתה באותן אחד עשר יום שלשה רצופים, אינה זבה. וכשתראה אחריהן, בין שהיא רואה סמוך בין שהרחיקה ראיתה הוי תחלת נדה. ואפלו תראה שלשה רצופים, אינה מונה אלא ארבעה והם, שאין ימי זוב אלא אותן אחד עשר יום שבין סוף נדות זה לתחלת נדות הבא: אין פתח בטועה פחות משבעה. טועה [שראתה] היום ואינה יודעת אם בימי נדותה עומדת, או באותן אחד עשר יום של ימי זוב, אינה חוזרת לפתח נדותה בפחות משבעה נקיים ולא יותר על שבעה עשר נקיים. כיצד, טועה שאמרה יום אחד טמא ראיתי היום, ואינה יודעת אם בימי נדות היא וצריכה למנות ששה והוא, אם באותן אחד עשר יום של ימי זיבה ואינה צריכה לשמר, אלא יום כנגד יום, פתחה שבעה עשר, שאם לא תראה עד לאחר שבעה עשר יום לבד מיום זה, חוזרת לפתח נדותה. דאם יום זה שראתה תחלת ימי זיבה הוא, כיון שכלו אחד עשר שלמו ימי זיבה והרחיקה ראיתה שלא ראתה עד לאחר שבעה עשר ותחלת נדה היא. ואפלו אם תאמר שיום זה תחלת נדה הוא, אף על פי כן יצתה מימי הזוב לסוף יום שבעה עשר לבד מיום זה. אבל אם תראה יום שבעה עשר לא יצאה מן הספק אם יום נדה הוא או יום זיבה הוא, דיש לומר שמא יום זה שראתה תחלת ימי נדה הוה, ויום שבעה עשר שראתה בו, סוף אחד עשר שבין נדה לנדה הוא, או שמא יום ראשון מימי הזוב הוא, וכשכלו אחד עשר יצתה מימי הזוב, ויום שבעה עשר שראתה בו תחלת נדה היא. וכל שכן אם תראה קדם יום שבעה עשר, שלא יצאה מן הספק. וכל זמן שתהא בספקה זו, מקלקלת היא, שלעולם נחמיר עליה מספק. שכשתראה יום אחד, נאמר תחלת נדה היא וצריכה ששה והוא. וכשתראה שלשה רצופים, נאמר ימי זוב הן וצריכה שבעה נקיים וקרבן {ד}. אבל לאחר שבעה עשר אין להחמיר, דודאי תחלת נדה היא, ואפלו תראה שלשה ימים רצופים תמנה ארבעה והם וטובלת וטהורה: אין בנגעים פחות משבוע אחד. להסגר. דיש בנגעי אדם שנבררים לשבוע אחד אם לטהר אם לחלט: ולא יותר על שלשה שבועות. נגעי בתים. דתניא בתורת כהנים, מנין שאם עמד בעיניו בשבוע ראשון ובשבוע שני שחולץ וקוצה וטח ונותן לו שבוע שלישי, תלמוד לומר (ויקרא יד) ובא הכהן ואם בא יבא כו'","jbo:textNikud":"ר\"ע מברטנורה אֵין בַּעֲרָכִין פָּחוּת מִסֶּלַע. אֲפִלּוּ עָנִי שֶׁהֶעֱרִיךְ וְאֵין יָדוֹ מַשֶּׂגֶת אֵינוֹ נִדּוֹן בְּפָחוּת מִסֶּלַע, דִּכְתִיב (וַיִּקְרָא כז) וְכָל עֶרְכְּךָ יִהְיֶה בְּשֶׁקֶל הַקֹּדֶשׁ, כָּל עֲרָכִין שֶׁאַתָּה מַעֲרִיךְ לֹא יִהְיוּ פְּחוּתִים מִשֶּׁקֶל: וְלֹא יוֹתֵר עַל חֲמִשִּׁים. דְּזֶהוּ גָדוֹל שֶׁבָּעֲרָכִים דִּכְתִיבֵי בַּפָּרָשָׁה: נָתַן סֶלַע וְהֶעֱשִׁיר. בֶּן עֶשְׂרִים שֶׁעֶרְכּוֹ חֲמִשִּׁים וְהָיָה עָנִי {א} וְנָתַן סֶלַע בְּעֶרְכּוֹ, דְּעָנִי נִדּוֹן בְּהַשָּׂגַת יָדוֹ, וְהֶעֱשִׁיר, פָּטוּר: פָּחוֹת מִסֶּלַע. נָתַן פָּחוֹת מִסֶּלַע: וְהֶעֱשִׁיר נוֹתֵן חֲמִשִּׁים. דְּבִנְתִינָה קַמַּיְתָא לֹא יָצָא יְדֵי עֶרְכּוֹ וַעֲדַיִן עֶרְכּוֹ עָלָיו: הָיוּ בְיָדָיו חָמֵשׁ סְלָעִים. עָנִי בֶּן עֶשְׂרִים שֶׁהֶעֱרִיךְ עַצְמוֹ, וְהָיוּ לוֹ חָמֵשׁ סְלָעִים: רַבִּי מֵאִיר אוֹמֵר אֵינוֹ נוֹתֵן אֶלָּא אֶחָת. דְּסָבַר רַבִּי מֵאִיר אוֹ נוֹתֵן כָּל הַחֲמִשִּׁים שֶׁעָלָיו אוֹ אֵינוֹ נוֹתֵן אֶלָּא שֶׁקֶל: וַחֲכָמִים אוֹמְרִים נוֹתֵן כָּל מַה שֶּׁבְּיָדוֹ. דִּקְרָא דִכְתִיב וְכָל עֶרְכְּךָ יִהְיֶה בְּשֶׁקֶל, לַפָּחוּת שֶׁבַּעֲרָכִין הוּא דַאֲתָא, שֶׁאֲפִלּוּ עָנִי שֶׁבָּעֲנִיִּים לֹא יִתֵּן פָּחוֹת. וּמִיהוּ הֵיכָא דְאִית לֵיהּ טְפֵי יָהֵיב, דִּכְתִיב (שָׁם) עַל פִּי אֲשֶׁר תַּשִּׂיג. וַהֲלָכָה כַּחֲכָמִים: אֵין פֶּתַח בַּטּוֹעָה פָּחוּת מִשִּׁבְעָה. אַיְדֵי דְאַיְרֵי בְאֵין בַּעֲרָכִין פָּחוּת וְלֹא יוֹתֵר, תָּנָא נַמִּי לְכָל הָנָךְ דְּאִית בְּהוּ אֵין פָּחוּת וְלֹא יוֹתֵר: פֶּתַח. תְּחִלַּת נִדּוּת. שֶׁדִּין נִדָּה דְאוֹרַיְתָא הוּא. אִם הִתְחִילָה וְרָאֲתָה הַיּוֹם, מוֹנָה שִׁשָּׁה וְהוּא. רָאֲתָה שְׁנַיִם, מוֹנָה חֲמִשָּׁה וְהֵם. רָאֲתָה שְׁלֹשָׁה, מוֹנָה אַרְבָּעָה וְהֵם. [וַאֲפִלּוּ] רָאֲתָה כָל שִׁבְעָה וּפָסְקָה לָעֶרֶב, טוֹבֶלֶת וּמְשַׁמֶּשֶׁת. וּמִיּוֹם שְׁבִיעִי וָאֵילָךְ הָוְיָן יְמֵי זִיבָה אַחַד עָשָׂר יוֹם, שֶׁאִם רָאֲתָה בָהֶן יוֹם אֶחָד אוֹ שְׁנַיִם שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם וְטוֹבֶלֶת. וְאִם רָאֲתָה בָהֶן שְׁלֹשָׁה רְצוּפִים, הַוְיָא זָבָה גְדוֹלָה שֶׁטְּעוּנָה שִׁבְעָה נְקִיִּים וְקָרְבָּן. וְאִם מָשְׁכוּ יְמֵי זִיבָה חֹדֶשׁ אוֹ שָׁנָה, אֵינָהּ חוֹזֶרֶת לִתְחִלַּת נִדּוּת עַד שֶׁתֵּשֵׁב שִׁבְעָה נְקִיִּים. וּכְשֶׁיָּשְׁבָה שִׁבְעָה נְקִיִּים וְרָאֲתָה, הַוְיָא תְחִלַּת נִדָּה וּמוֹנָה שִׁשָּׁה וְהוּא, וְחוֹזֶרֶת לְעִנְיָנָהּ כְּכָל הַמְפֹרָשׁ. וְאִם לֹא רָאֲתָה בְאוֹתָן אַחַד עָשָׂר יוֹם שְׁלֹשָׁה רְצוּפִים, אֵינָהּ זָבָה. וּכְשֶׁתִּרְאֶה אַחֲרֵיהֶן, בֵּין שֶׁהִיא רוֹאָה סָמוּךְ בֵּין שֶׁהִרְחִיקָה רְאִיָּתָהּ הָוֵי תְחִלַּת נִדָּה. וַאֲפִלּוּ תִרְאֶה שְׁלֹשָׁה רְצוּפִים, אֵינָהּ מוֹנָה אֶלָּא אַרְבָּעָה וְהֵם, שֶׁאֵין יְמֵי זוֹב אֶלָּא אוֹתָן אַחַד עָשָׂר יוֹם שֶׁבֵּין סוֹף נִדּוּת זֶה לִתְחִלַּת נִדּוּת הַבָּא: אֵין פֶּתַח בַּטּוֹעָה פָּחוּת מִשִּׁבְעָה. טוֹעָה [שֶׁרָאֲתָה] הַיּוֹם וְאֵינָהּ יוֹדַעַת אִם בִּימֵי נִדּוּתָהּ עוֹמֶדֶת, אוֹ בְאוֹתָן אַחַד עָשָׂר יוֹם שֶׁל יְמֵי זוֹב, אֵינָהּ חוֹזֶרֶת לְפֶתַח נִדּוּתָהּ בְּפָחוֹת מִשִּׁבְעָה נְקִיִּים וְלֹא יוֹתֵר עַל שִׁבְעָה עָשָׂר נְקִיִּים. כֵּיצַד, טוֹעָה שֶׁאָמְרָה יוֹם אֶחָד טָמֵא רָאִיתִי הַיּוֹם, וְאֵינָהּ יוֹדַעַת אִם בִּימֵי נִדּוּת הִיא וּצְרִיכָה לִמְנוֹת שִׁשָּׁה וְהוּא, אִם בְּאוֹתָן אַחַד עָשָׂר יוֹם שֶׁל יְמֵי זִיבָה וְאֵינָהּ צְרִיכָה לִשְׁמֹר, אֶלָּא יוֹם כְּנֶגֶד יוֹם, פִּתְחָהּ שִׁבְעָה עָשָׂר, שֶׁאִם לֹא תִרְאֶה עַד לְאַחַר שִׁבְעָה עָשָׂר יוֹם לְבַד מִיּוֹם זֶה, חוֹזֶרֶת לְפֶתַח נִדּוּתָהּ. דְּאִם יוֹם זֶה שֶׁרָאֲתָה תְּחִלַּת יְמֵי זִיבָה הוּא, כֵּיוָן שֶׁכָּלוּ אַחַד עָשָׂר שָׁלְמוּ יְמֵי זִיבָה וְהִרְחִיקָה רְאִיָּתָהּ שֶׁלֹּא רָאֲתָה עַד לְאַחַר שִׁבְעָה עָשָׂר וּתְחִלַּת נִדָּה הִיא. וַאֲפִלּוּ אִם תֹּאמַר שֶׁיּוֹם זֶה תְּחִלַּת נִדָּה הוּא, אַף עַל פִּי כֵן יָצְתָה מִימֵי הַזּוֹב לְסוֹף יוֹם שִׁבְעָה עָשָׂר לְבַד מִיּוֹם זֶה. אֲבָל אִם תִּרְאֶה יוֹם שִׁבְעָה עָשָׂר לֹא יָצְאָה מִן הַסָּפֵק אִם יוֹם נִדָּה הוּא אוֹ יוֹם זִיבָה הוּא, דְּיֵשׁ לוֹמַר שֶׁמָּא יוֹם זֶה שֶׁרָאֲתָה תְּחִלַּת יְמֵי נִדָּה הֲוָה, וְיוֹם שִׁבְעָה עָשָׂר שֶׁרָאֲתָה בּוֹ, סוֹף אַחַד עָשָׂר שֶׁבֵּין נִדָּה לְנִדָּה הוּא, אוֹ שֶׁמָּא יוֹם רִאשׁוֹן מִימֵי הַזּוֹב הוּא, וּכְשֶׁכָּלוּ אַחַד עָשָׂר יָצְתָה מִימֵי הַזּוֹב, וְיוֹם שִׁבְעָה עָשָׂר שֶׁרָאֲתָה בוֹ תְּחִלַּת נִדָּה הִיא. וְכָל שֶׁכֵּן אִם תִּרְאֶה קֹדֶם יוֹם שִׁבְעָה עָשָׂר, שֶׁלֹּא יָצְאָה מִן הַסָּפֵק. וְכָל זְמַן שֶׁתְּהֵא בִּסְפֵקָהּ זוֹ, מְקֻלְקֶלֶת הִיא, שֶׁלְּעוֹלָם נַחְמִיר עָלֶיהָ מִסָּפֵק. שֶׁכְּשֶׁתִּרְאֶה יוֹם אֶחָד, נֹאמַר תְּחִלַּת נִדָּה הִיא וּצְרִיכָה שִׁשָּׁה וְהוּא. וּכְשֶׁתִּרְאֶה שְׁלֹשָׁה רְצוּפִים, נֹאמַר יְמֵי זוֹב הֵן וּצְרִיכָה שִׁבְעָה נְקִיִּים וְקָרְבָּן {ד}. אֲבָל לְאַחַר שִׁבְעָה עָשָׂר אֵין לְהַחֲמִיר, דְּוַדַּאי תְּחִלַּת נִדָּה הִיא, וַאֲפִלּוּ תִרְאֶה שְׁלֹשָׁה יָמִים רְצוּפִים תִּמְנֶה אַרְבָּעָה וְהֵם וְטוֹבֶלֶת וּטְהוֹרָה: אֵין בַּנְּגָעִים פָּחוּת מִשָּׁבוּעַ אֶחָד. לְהֶסְגֵּר. דְּיֵשׁ בְּנִגְעֵי אָדָם שֶׁנִּבְרָרִים לְשָׁבוּעַ אֶחָד אִם לְטַהֵר אִם לַחְלֹט: וְלֹא יוֹתֵר עַל שְׁלֹשָׁה שָׁבוּעוֹת. נִגְעֵי בָתִּים. דְּתַנְיָא בְתוֹרַת כֹּהֲנִים, מִנַּיִן שֶׁאִם עָמַד בְּעֵינָיו בְּשָׁבוּעַ רִאשׁוֹן וּבְשָׁבוּעַ שֵׁנִי שֶׁחוֹלֵץ וְקוֹצֶה וְטָח וְנוֹתֵן לוֹ שָׁבוּעַ שְׁלִישִׁי, תַּלְמוּד לוֹמַר (וַיִּקְרָא יד) וּבָא הַכֹּהֵן וְאִם בֹּא יָבֹא כוּ'","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-1"},{"uri":"jbr:mishna-yomtov-5-5-2-1","jbo:text":"עיקר תוי\"ט {א} וכן לקמן כתב עני בן עשרים שהעריך עצמו כו'. ולאו דוקא, דהוא הדין העריך לאחר, אלא חדא מתרתי נקט: {ב} פחות כו'. לאו דוקא פחות מסלע, אלא אפלו נתן כל הערך חוץ מסלע אחד מגלגלין עליו את הכל. תוספות. עין תוספות יום טוב: {ג} אין כו'. הא תו למה לי, הא קא משמע לן פחות מסלע הוא דליכא, הא יתר על סלע איכא [אף על גב דליכא חמשים סלעים, דאם היו בידו חמשה סלעים נותן כלם, דהינו יתר על סלע ופחות מחמשים]. יתר על חמשים הוא דליכא, הא פחות מחמשים איכא [כדאמרן]. וסתמא כרבנן. גמרא: {ד} [ומסים] וצריכה שבעה נקיים וקרבן, פרוש עולה באה על תנאי, והחטאת אינה נאכלת. וזה לשון הרמב\"ם, ואם אמרה שני ימים ראיתי, נאמר כאן פתחה שבעה עשר, לפי שאנו אומרים אפשר שאלו השני ימים יום אחד מהן קדם עת נדתה ויום אחד מתחלת עת נדתה ונשארו מן התקופה [שיש בין תחלת נדה לתחלת נדה] שבעה עשר ימים. וכן אם אמרה שלשה ימים ראיתי, אפשר ששני ימים קדם כו' ויום אחד מתחלת כו' נשארו מן התקופה שבעה עשר יום, הרי היא גם כן פתחה שבעה עשר, אלא שהיא ספק זבה, לפי שאפשר ששלשה ימים אלו שראתה על הסדר בלא עת נדתה הם. ואם אמרה ארבעה ימים, גם כן היא ספק כו', לפי שאפשר שיהיו אלו הארבעה ימים שנים קדם נדתה ושנים מימי נדתה ולא תהא זבה. וכשאנו משערין הספק הזה, יהא פתחה ששה עשר יום, לפי שאם נאמר ששני ימים מאלו הארבעה, מתחלת עת נדתה, ישארו עם האחד עשר ימים שהיא תקופה קטנה חמשה ימים שהם עם האחד עשר ששה עשר יום. ואם אמרה חמשה ימים ראיתי נאמר ששלשה מאלו החמשה מתחלת עת נדתה, וישארו מן התקופה חמשה עשר כו'. וכן אם אמרה האחד עשר יום היא גם כן ספק זבה, לפי שנאמר, שני ימים הן מסוף האחד עשר, ושבעה ימי נדה, ושני ימים שארית האחד עשר שראתה, ופתחה תשעה. ואם אמרה שנים עשר ימים ראיתי, פתחה שמנה, והיא זבה ודאית. לפי שאם תאמר ששני ימים מזמן ראית הדם קדם עת נדתה, ושבעה של נדה, ושלשה אחר הנדה, הרי היא זבה, לפי שכבר ראתה שלשה ימים רצופין אחר זמן הנדות. ואם נאמר שאפשר שיהא מכללם שלשה ימים קדם עת נדתה, שבעה של נדה, ושנים אחר הנדה, הרי היא גם כן זבה, לפי שכבר קדמה זיבות לנדות. וכן אם ראתה שלשה עשר יום, פתחה לפי ההקש הזה בעצמו כו'. וזה שאמרנו פתחה שבעה עשר או פחות, אין הכונה שתהא כל הזמן הזה אסורה על בעלה, אלא הענין שזכרנו שאחר אותו הזמן תקבע לה וסת לנדתה כו'. ואין הפרש בין שלשה עשר יום ויותר מזה, שאין לה פתח פחות משבעה, לפי שהיא זבה ודאית","jbo:textNikud":"עיקר תוי\"ט {א} וְכֵן לְקַמָּן כָּתַב עָנִי בֶּן עֶשְׂרִים שֶׁהֶעֱרִיךְ עַצְמוֹ כוּ'. וְלָאו דַּוְקָא, דְּהוּא הַדִּין הֶעֱרִיךְ לְאַחֵר, אֶלָּא חֲדָא מִתַּרְתֵּי נָקַט: {ב} פָּחוֹת כוּ'. לָאו דַּוְקָא פָּחוֹת מִסֶּלַע, אֶלָּא אֲפִלּוּ נָתַן כָּל הָעֵרֶךְ חוּץ מִסֶּלַע אֶחָד מְגַלְגְּלִין עָלָיו אֶת הַכֹּל. תּוֹסָפוֹת. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} אֵין כוּ'. הָא תוּ לָמָּה לִי, הָא קָא מַשְׁמַע לָן פָּחוּת מִסֶּלַע הוּא דְלֵיכָּא, הָא יָתֵר עַל סֶלַע אִיכָּא [אַף עַל גַּב דְּלֵיכָּא חֲמִשִּׁים סְלָעִים, דְּאִם הָיוּ בְיָדוֹ חֲמִשָּׁה סְלָעִים נוֹתֵן כֻּלָּם, דְּהַיְנוּ יָתֵר עַל סֶלַע וּפָחוּת מֵחֲמִשִּׁים]. יָתֵר עַל חֲמִשִּׁים הוּא דְלֵיכָּא, הָא פָּחוּת מֵחֲמִשִּׁים אִיכָּא [כְּדַאֲמַרַן]. וּסְתָמָא כְּרַבָּנָן. גְּמָרָא: {ד} [וּמְסַיֵּם] וּצְרִיכָה שִׁבְעָה נְקִיִּים וְקָרְבָּן, פֵּרוּשׁ עוֹלָה בָּאָה עַל תְּנַאי, וְהַחַטָּאת אֵינָהּ נֶאֱכֶלֶת. וְזֶה לְשׁוֹן הָרַמְבַּ\"ם, וְאִם אָמְרָה שְׁנֵי יָמִים רָאִיתִי, נֹאמַר כָּאן פִּתְחָהּ שִׁבְעָה עָשָׂר, לְפִי שֶׁאָנוּ אוֹמְרִים אֶפְשָׁר שֶׁאֵלּוּ הַשְּׁנֵי יָמִים יוֹם אֶחָד מֵהֶן קֹדֶם עֵת נִדָּתָהּ וְיוֹם אֶחָד מִתְּחִלַּת עֵת נִדָּתָהּ וְנִשְׁאֲרוּ מִן הַתְּקוּפָה [שֶׁיֵּשׁ בֵּין תְּחִלַּת נִדָּה לִתְחִלַּת נִדָּה] שִׁבְעָה עָשָׂר יָמִים. וְכֵן אִם אָמְרָה שְׁלֹשָׁה יָמִים רָאִיתִי, אֶפְשָׁר שֶׁשְּׁנֵי יָמִים קֹדֶם כוּ' וְיוֹם אֶחָד מִתְּחִלַּת כוּ' נִשְׁאֲרוּ מִן הַתְּקוּפָה שִׁבְעָה עָשָׂר יוֹם, הֲרֵי הִיא גַּם כֵּן פִּתְחָהּ שִׁבְעָה עָשָׂר, אֶלָּא שֶׁהִיא סְפֵק זָבָה, לְפִי שֶׁאֶפְשָׁר שֶׁשְּׁלֹשָׁה יָמִים אֵלּוּ שֶׁרָאֲתָה עַל הַסֵּדֶר בְּלֹא עֵת נִדָּתָהּ הֵם. וְאִם אָמְרָה אַרְבָּעָה יָמִים, גַּם כֵּן הִיא סָפֵק כוּ', לְפִי שֶׁאֶפְשָׁר שֶׁיִּהְיוּ אֵלּוּ הָאַרְבָּעָה יָמִים שְׁנַיִם קֹדֶם נִדָּתָהּ וּשְׁנַיִם מִימֵי נִדָּתָהּ וְלֹא תְהֵא זָבָה. וּכְשֶׁאָנוּ מְשַׁעֲרִין הַסָּפֵק הַזֶּה, יְהֵא פִתְחָה שִׁשָּׁה עָשָׂר יוֹם, לְפִי שֶׁאִם נֹאמַר שֶׁשְּׁנֵי יָמִים מֵאֵלּוּ הָאַרְבָּעָה, מִתְּחִלַּת עֵת נִדָּתָהּ, יִשָּׁאֲרוּ עִם הַאֶחָד עָשָׂר יָמִים שֶׁהִיא תְקוּפָה קְטַנָּה חֲמִשָּׁה יָמִים שֶׁהֵם עִם הָאַחַד עָשָׂר שִׁשָּׁה עָשָׂר יוֹם. וְאִם אָמְרָה חֲמִשָּׁה יָמִים רָאִיתִי נֹאמַר שֶׁשְּׁלֹשָׁה מֵאֵלּוּ הַחֲמִשָּׁה מִתְּחִלַּת עֵת נִדָּתָהּ, וְיִשָּׁאֲרוּ מִן הַתְּקוּפָה חֲמִשָּׁה עָשָׂר כוּ'. וְכֵן אִם אָמְרָה הָאַחַד עָשָׂר יוֹם הִיא גַּם כֵּן סָפֵק זָבָה, לְפִי שֶׁנֹּאמַר, שְׁנֵי יָמִים הֵן מִסּוֹף הָאַחַד עָשָׂר, וְשִׁבְעָה יְמֵי נִדָּה, וּשְׁנֵי יָמִים שְׁאֵרִית הָאַחַד עָשָׂר שֶׁרָאֲתָה, וּפִתְחָהּ תִּשְׁעָה. וְאִם אָמְרָה שְׁנֵים עָשָׂר יָמִים רָאִיתִי, פִּתְחָהּ שְׁמֹנָה, וְהִיא זָבָה וַדָּאִית. לְפִי שֶׁאִם תֹּאמַר שֶׁשְּׁנֵי יָמִים מִזְּמַן רְאִיַּת הַדָּם קֹדֶם עֵת נִדָּתָהּ, וְשִׁבְעָה שֶׁל נִדָּה, וּשְׁלֹשָׁה אַחַר הַנִּדָּה, הֲרֵי הִיא זָבָה, לְפִי שֶׁכְּבָר רָאֲתָה שְׁלֹשָׁה יָמִים רְצוּפִין אַחַר זְמַן הַנִּדּוּת. וְאִם נֹאמַר שֶׁאֶפְשָׁר שֶׁיְּהֵא מִכְּלָלָם שְׁלֹשָׁה יָמִים קֹדֶם עֵת נִדָּתָהּ, שִׁבְעָה שֶׁל נִדָּה, וּשְׁנַיִם אַחַר הַנִּדָּה, הֲרֵי הִיא גַּם כֵּן זָבָה, לְפִי שֶׁכְּבָר קָדְמָה זִיבוּת לְנִדּוּת. וְכֵן אִם רָאֲתָה שְׁלֹשָׁה עָשָׂר יוֹם, פִּתְחָהּ לְפִי הַהֶקֵּשׁ הַזֶּה בְּעַצְמוֹ כוּ'. וְזֶה שֶׁאָמַרְנוּ פִתְחָהּ שִׁבְעָה עָשָׂר אוֹ פָּחוֹת, אֵין הַכַּוָּנָה שֶׁתְּהֵא כָל הַזְּמַן הַזֶּה אֲסוּרָה עַל בַּעֲלָהּ, אֶלָּא הָעִנְיָן שֶׁזָּכַרְנוּ שֶׁאַחַר אוֹתוֹ הַזְּמַן תִּקְבַּע לָהּ וֶסֶת לְנִדָּתָהּ כוּ'. וְאֵין הֶפְרֵשׁ בֵּין שְׁלֹשָׁה עָשָׂר יוֹם וְיוֹתֵר מִזֶּה, שֶׁאֵין לָהּ פֶּתַח פָּחוּת מִשִּׁבְעָה, לְפִי שֶׁהִיא זָבָה וַדָּאִית","rdfs:label":"עיקר תוי\"ט משנה ערכין ב א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-1"},{"uri":"jbr:mishna-5-5-2-2","jbo:text":"אין פוחתין מארבעה חדשים המעברים בשנה, ולא נראה יתר על שמנה. שתי הלחם נאכלות אין פחות משנים ולא יתר על שלשה. לחם הפנים נאכל אין פחות מתשעה ולא יתר על אחד עשר. קטן נמול אין פחות משמנה ולא יתר על שנים עשר","jbo:textNikud":"אֵין פּוֹחֲתִין מֵאַרְבָּעָה חֲדָשִׁים הַמְעֻבָּרִים בְּשָׁנָה, וְלֹא נִרְאֶה יָתֵר עַל שְׁמֹנָה. שְׁתֵּי הַלֶּחֶם נֶאֱכָלוֹת אֵין פָּחוּת מִשְּׁנַיִם וְלֹא יָתֵר עַל שְׁלשָׁה. לֶחֶם הַפָּנִים נֶאֱכָל אֵין פָּחוּת מִתִּשְׁעָה וְלֹא יָתֵר עַל אַחַד עָשָׂר. קָטָן נִמּוֹל אֵין פָּחוּת מִשְּׁמֹנָה וְלֹא יָתֵר עַל שְׁנֵים עָשָׂר","rdfs:label":"משנה ערכין ב ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-2"},{"uri":"jbr:mishna-bartanura-5-5-2-2","jbo:text":"ר\"ע מברטנורה אין פוחתין מארבעה חדשים מעברות. של שלשים יום לשנה. דלא עבדינן טפי משמנה חסרים. אבל שמנה חסרים עבדינן: ולא נראה יותר על שמנה. כלומר, ולא נראה לחכמים לעבר בשנה יותר על שמנה חדשים. שחדשה של לבנה עשרים ותשעה יום וחצי, ושתי ידות שעה, ושבעים ושלשה חלקים {ה}, הרי לשני חדשים חמשים ותשעה ימים, חדש אחד מעשרים ותשעה, וחדש אחד משלשים יום {ו}. חדש של עשרים ותשעה הוא חסר, וחדש של שלשים קרוי מלא או מעבר. ובדין היה שיהיו כל חדשי השנה אחד מלא ואחד חסר, אלא מפני יתרות השתי ידות שעה ושבעים ושלשה חלקים שיש בכל חדש וחדש, צריכים פעמים לעשות שמנה חדשים מחדשי השנה מלאים וארבעה חסרים, פעמים שמנה חסרים וארבעה מלאים {ז}: אין פחות משנים. ליום שני לאפיתן: ולא יותר על שלשה. ויום שלישי לאפיתן נאכלין, ותו לא. כיצד, חל יום טוב של עצרת באחד בשבת, נאפות בערב שבת, שאין אפיתן דוחה לא שבת ולא יום טוב, ונאכלות ביום טוב לאחר תנופתן, דהינו ליום שלישי. וכשחל עצרת בשאר ימי שבוע, נאפות בערב יום טוב ונאכלות ביום טוב שהוא שני לאפיתן: לחם הפנים נאכל אין פחות מתשעה. שהוא נאפה בערב שבת ונאכל לשבת אחרת שהוא יום תשיעי לאפיתו. חלו שני ימים טובים של ראש השנה להיות בחמישי בשבת וששי בשבת, אופין לחם הפנים ברביעי בשבת, ומסדרים אותו על השלחן בשבת, ונאכל לשבת שניה שהוא יום אחד עשר לאפיתו: ולא יתר על שנים עשר. כיצד, נולד בין השמשות של ערב שבת, אינו נמול בשבת, דשמא תשיעי הוא. דבין השמשות ספק יום ספק לילה, ואם יום הוא נמצא שבת יום תשיעי, ומילה שלא בזמנה אינה דוחה לא את השבת ולא את יום טוב. ואם חלו שני ימים טובים של ראש השנה אחר אותה שבת, אינו נמול עד יום שלישי שהוא שנים עשר ללידתו","jbo:textNikud":"ר\"ע מברטנורה אֵין פּוֹחֲתִין מֵאַרְבָּעָה חֳדָשִׁים מְעֻבָּרוֹת. שֶׁל שְׁלֹשִׁים יוֹם לְשָׁנָה. דְּלֹא עָבְדִינַן טְפֵי מִשְּׁמֹנָה חֲסֵרִים. אֲבָל שְׁמֹנָה חֲסֵרִים עָבְדִינַן: וְלֹא נִרְאֶה יוֹתֵר עַל שְׁמֹנָה. כְּלוֹמַר, וְלֹא נִרְאֶה לַחֲכָמִים לְעַבֵּר בְּשָׁנָה יוֹתֵר עַל שְׁמֹנָה חֳדָשִׁים. שֶׁחָדְשָׁהּ שֶׁל לְבָנָה עֶשְׂרִים וְתִשְׁעָה יוֹם וָחֵצִי, וּשְׁתֵּי יְדוֹת שָׁעָה, וְשִׁבְעִים וּשְׁלֹשָׁה חֲלָקִים {ה}, הֲרֵי לִשְׁנֵי חֳדָשִׁים חֲמִשִּׁים וְתִשְׁעָה יָמִים, חֹדֶשׁ אֶחָד מֵעֶשְׂרִים וְתִשְׁעָה, וְחֹדֶשׁ אֶחָד מִשְּׁלֹשִׁים יוֹם {ו}. חֹדֶשׁ שֶׁל עֶשְׂרִים וְתִשְׁעָה הוּא חָסֵר, וְחֹדֶשׁ שֶׁל שְׁלֹשִׁים קָרוּי מָלֵא אוֹ מְעֻבָּר. וּבְדִין הָיָה שֶׁיִּהְיוּ כָּל חָדְשֵׁי הַשָּׁנָה אֶחָד מָלֵא וְאֶחָד חָסֵר, אֶלָּא מִפְּנֵי יִתְרוֹת הַשְּׁתֵּי יְדוֹת שָׁעָה וְשִׁבְעִים וּשְׁלֹשָׁה חֲלָקִים שֶׁיֵּשׁ בְּכָל חֹדֶשׁ וְחֹדֶשׁ, צְרִיכִים פְּעָמִים לַעֲשׂוֹת שְׁמֹנָה חֳדָשִׁים מֵחָדְשֵׁי הַשָּׁנָה מְלֵאִים וְאַרְבָּעָה חֲסֵרִים, פְּעָמִים שְׁמֹנָה חֲסֵרִים וְאַרְבָּעָה מְלֵאִים {ז}: אֵין פָּחוּת מִשְּׁנַיִם. לְיוֹם שֵׁנִי לַאֲפִיָּתָן: וְלֹא יוֹתֵר עַל שְׁלֹשָׁה. וְיוֹם שְׁלִישִׁי לַאֲפִיָּתָן נֶאֱכָלִין, וְתוּ לֹא. כֵּיצַד, חָל יוֹם טוֹב שֶׁל עֲצֶרֶת בְּאֶחָד בְּשַׁבָּת, נֶאֱפוֹת בְּעֶרֶב שַׁבָּת, שֶׁאֵין אֲפִיָּתָן דּוֹחָה לֹא שַׁבָּת וְלֹא יוֹם טוֹב, וְנֶאֱכָלוֹת בְּיוֹם טוֹב לְאַחַר תְּנוּפָתָן, דְּהַיְנוּ לְיוֹם שְׁלִישִׁי. וּכְשֶׁחָל עֲצֶרֶת בִּשְׁאָר יְמֵי שָׁבוּעַ, נֶאֱפוֹת בְּעֶרֶב יוֹם טוֹב וְנֶאֱכָלוֹת בְּיוֹם טוֹב שֶׁהוּא שֵׁנִי לַאֲפִיָּתָן: לֶחֶם הַפָּנִים נֶאֱכָל אֵין פָּחוּת מִתִּשְׁעָה. שֶׁהוּא נֶאֱפֶה בְעֶרֶב שַׁבָּת וְנֶאֱכָל לְשַׁבָּת אַחֶרֶת שֶׁהוּא יוֹם תְּשִׁיעִי לַאֲפִיָּתוֹ. חָלוּ שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה לִהְיוֹת בַּחֲמִישִׁי בְּשַׁבָּת וְשִׁשִּׁי בְּשַׁבָּת, אוֹפִין לֶחֶם הַפָּנִים בִּרְבִיעִי בְּשַׁבָּת, וּמְסַדְּרִים אוֹתוֹ עַל הַשֻּׁלְחָן בְּשַׁבָּת, וְנֶאֱכָל לְשַׁבָּת שְׁנִיָּה שֶׁהוּא יוֹם אַחַד עָשָׂר לַאֲפִיָּתוֹ: וְלֹא יָתֵר עַל שְׁנֵים עָשָׂר. כֵּיצַד, נוֹלַד בֵּין הַשְּׁמָשׁוֹת שֶׁל עֶרֶב שַׁבָּת, אֵינוֹ נִמּוֹל בְּשַׁבָּת, דְּשֶׁמָּא תְשִׁיעִי הוּא. דְּבֵין הַשְּׁמָשׁוֹת סְפֵק יוֹם סְפֵק לַיְלָה, וְאִם יוֹם הוּא נִמְצָא שַׁבָּת יוֹם תְּשִׁיעִי, וּמִילָה שֶׁלֹּא בִזְמַנָּהּ אֵינָהּ דּוֹחָה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב. וְאִם חָלוּ שְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה אַחַר אוֹתָהּ שַׁבָּת, אֵינוֹ נִמּוֹל עַד יוֹם שְׁלִישִׁי שֶׁהוּא שְׁנֵים עָשָׂר לְלֵידָתוֹ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-2"},{"uri":"jbr:mishna-yomtov-5-5-2-2","jbo:text":"עיקר תוי\"ט {ה} שכל חלק, אחד מאלף ושמונים לשעה. והשתי ידות הם שני שלישיות. עין תוספות יום טוב: {ו} לפי שאי אפשר לומר שראש חדש יהיה במקצת היום, עד שיהיה מקצת היום מחדש העבר ומקצתו מהבא, שנאמר עד חדש ימים [במדבר יא], מפי השמועה למדו שימים אתה מחשב לחדש, ואין אתה מחשב שעות. הרמב\"ם: {ז} לפי שלא יתקבצו היתרות שיהיו בשווי משלימים שנים מלאים, ולפיכך לשנה הבאה יחסרו","jbo:textNikud":"עיקר תוי\"ט {ה} שֶׁכָּל חֵלֶק, אֶחָד מֵאֶלֶף וּשְׁמוֹנִים לְשָׁעָה. וְהַשְּׁתֵּי יָדוֹת הֵם שְׁנֵי שְׁלִישִׁיּוֹת. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ו} לְפִי שֶׁאִי אֶפְשָׁר לוֹמַר שֶׁרֹאשׁ חֹדֶשׁ יִהְיֶה בְמִקְצָת הַיּוֹם, עַד שֶׁיִּהְיֶה מִקְצָת הַיּוֹם מֵחֹדֶשׁ הֶעָבָר וּמִקְצָתוֹ מֵהַבָּא, שֶׁנֶּאֱמַר עַד חֹדֶשׁ יָמִים [בְּמִדְבָּר יא], מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁיָּמִים אַתָּה מְחַשֵּׁב לְחֹדֶשׁ, וְאֵין אַתָּה מְחַשֵּׁב שָׁעוֹת. הָרַמְבַּ\"ם: {ז} לְפִי שֶׁלֹּא יִתְקַבְּצוּ הַיִּתְרוֹת שֶׁיִּהְיוּ בְשִׁוּוּי מַשְׁלִימִים שְׁנַיִם מְלֵאִים, וּלְפִיכָךְ לְשָׁנָה הַבָּאָה יֶחְסְרוּ","rdfs:label":"עיקר תוי\"ט משנה ערכין ב ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-2"},{"uri":"jbr:mishna-5-5-2-3","jbo:text":"אין פוחתין מעשרים ואחת תקיעות במקדש ולא מוסיפין על ארבעים ושמנה. אין פוחתין משני נבלין ולא מוסיפין על ששה. אין פוחתין משני חלילין ולא מוסיפין על שנים עשר. ובשנים עשר יום בשנה {ח} החליל מכה לפני המזבח. בשחיטת פסח ראשון, ובשחיטת פסח שני, וביום טוב ראשון של פסח, וביום טוב של עצרת, ובשמונת ימי החג, ולא היה מכה באבוב של נחשת אלא באבוב של קנה, מפני שקולו ערב. ולא היה מחליק אלא באבוב יחידי, מפני שהוא מחליק יפה","jbo:textNikud":"אֵין פּוֹחֲתִין מֵעֶשְׂרִים וְאַחַת תְּקִיעוֹת בַּמִּקְדָּשׁ וְלֹא מוֹסִיפִין עַל אַרְבָּעִים וּשְׁמֹנֶה. אֵין פּוֹחֲתִין מִשְּׁנֵי נְבָלִין וְלֹא מוֹסִיפִין עַל שִׁשָּׁה. אֵין פּוֹחֲתִין מִשְּׁנֵי חֲלִילִין וְלֹא מוֹסִיפִין עַל שְׁנֵים עָשָׂר. וּבִשְׁנֵים עָשָׂר יוֹם בַּשָּׁנָה {ח} הֶחָלִיל מַכֶּה לִפְנֵי הַמִּזְבֵּחַ. בִּשְׁחִיטַת פֶּסַח רִאשׁוֹן, וּבִשְׁחִיטַת פֶּסַח שֵׁנִי, וּבְיוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח, וּבְיוֹם טוֹב שֶׁל עֲצֶרֶת, וּבִשְׁמוֹנַת יְמֵי הֶחָג, וְלֹא הָיָה מַכֶּה בְּאַבּוּב שֶׁל נְחשֶׁת אֶלָּא בְּאַבּוּב שֶׁל קָנֶה, מִפְּנֵי שֶׁקּוֹלוֹ עָרֵב. וְלֹא הָיָה מַחֲלִיק אֶלָּא בְאַבּוּב יְחִידִי, מִפְּנֵי שֶׁהוּא מַחֲלִיק יָפֶה","rdfs:label":"משנה ערכין ב ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-3"},{"uri":"jbr:mishna-bartanura-5-5-2-3","jbo:text":"ר\"ע מברטנורה אין פוחתין מעשרים ואחת תקיעות במקדש. במסכת סכה פרק החליל [דף נג] הן מפרשים. והא דתנן ולא מוסיפין על ארבעים ושמנה, לאו דוקא, דזמנין דמוסיפין עד שבעה וחמשים תקיעות, כשחל ערב פסח להיות בשבת, ומשום דלא שכיח כלי האי לא חשיב ליה: שני נבלים. לשני לוים: ולא מוסיפים על ששה. לא אתפרש טעמא: חלילין. מין כלי זמר שקולו נשמע למרחוק. צלמילי\"ש בלע\"ז, ובערבי מזמאר\"י: ולא מוסיפין על שנים עשר. כנגד שנים עשר יום בשנה שהחליל מכה בהן לפני המזבח. ולשון מכה נופל בחליל, לפי שהוא עשוי נקבים ומכה באצבעו על הנקבים להנעים הקול: בשחיטת הפסח. בארבעה עשר בניסן שהיו קורין ההלל בעזרה בשעת שחיטה, כדאמר בפרק תמיד נשחט [דף סד]: אבוב. הקנה הדק שבראש החליל. ובגמרא מוכח דחליל גופיה קרוי אבוב {ט}: שקולו ערב. כשהוא של קנה, יותר משל נחשת. ודוקא חליל שמכה לפני המזבח על הקרבן הוא שדוחה את השבת {י} וכל שכן יום טוב. אבל חליל של בית השואבה לא היה דוחה לא את השבת ולא את יום טוב, כדמוכח בסכה פרק החליל: לא היה מחליק אלא באבוב יחידי. כשהיה מגיע לסים הנעימה היה אחד מן החלילים מאריך לאחר שסימו האחרים, שזהו חלוק יפה יותר משאלו יסימו שניהם כאחד. וחלוק הינו סיום השמעת קול הנעימה {יא}. ובשעת ההקרבה היה שיר זה, והיו הלוים משוררים בפה את ההלל באותן שנים עשר ימים, והחלילים היו מחללים. אבל בשאר ימים היו מהללים בצלצל וכנורות {יב}. והשיר היה השיר שהיו הלוים אומרים בבית המקדש, בראשון היו אומרים לה' הארץ ומלאה וכל המזמור, בשני גדול ה' ומהלל מאד וגו', וכן כלם","jbo:textNikud":"ר\"ע מברטנורה אֵין פּוֹחֲתִין מֵעֶשְׂרִים וְאַחַת תְּקִיעוֹת בַּמִּקְדָּשׁ. בְּמַסֶּכֶת סֻכָּה פֶּרֶק הֶחָלִיל [דַּף נג] הֵן מְפֹרָשִׁים. וְהָא דִתְנַן וְלֹא מוֹסִיפִין עַל אַרְבָּעִים וּשְׁמֹנֶה, לָאו דַּוְקָא, דְּזִמְנִין דְּמוֹסִיפִין עַד שִׁבְעָה וַחֲמִשִּׁים תְּקִיעוֹת, כְּשֶׁחָל עֶרֶב פֶּסַח לִהְיוֹת בְּשַׁבָּת, וּמִשּׁוּם דְּלֹא שְׁכִיחַ כֻּלֵּי הַאי לָא חֲשִׁיב לֵיהּ: שְׁנֵי נְבָלִים. לִשְׁנֵי לְוִיִּם: וְלֹא מוֹסִיפִים עַל שִׁשָּׁה. לֹא אִתְפָּרֵשׁ טַעֲמָא: חֲלִילִין. מִין כְּלִי זֶמֶר שֶׁקּוֹלוֹ נִשְׁמָע לְמֵרָחוֹק. צלמילי\"ש בְּלַעַ\"ז, וּבַעֲרָבִי מזמאר\"י: וְלֹא מוֹסִיפִין עַל שְׁנֵים עָשָׂר. כְּנֶגֶד שְׁנֵים עָשָׂר יוֹם בַּשָּׁנָה שֶׁהֶחָלִיל מַכֶּה בָהֶן לִפְנֵי הַמִּזְבֵּחַ. וּלְשׁוֹן מַכֶּה נוֹפֵל בֶּחָלִיל, לְפִי שֶׁהוּא עָשׂוּי נְקָבִים וּמַכֶּה בְאֶצְבָּעוֹ עַל הַנְּקָבִים לְהַנְעִים הַקּוֹל: בִּשְׁחִיטַת הַפֶּסַח. בְּאַרְבָּעָה עָשָׂר בְּנִיסָן שֶׁהָיוּ קוֹרִין הַהַלֵּל בָּעֲזָרָה בִּשְׁעַת שְׁחִיטָה, כִּדְאָמַר בְּפֶרֶק תָּמִיד נִשְׁחָט [דַּף סד]: אַבּוּב. הַקָּנֶה הַדַּק שֶׁבְּרֹאשׁ הֶחָלִיל. וּבַגְּמָרָא מוּכָח דְּחָלִיל גּוּפֵיהּ קָרוּי אַבּוּב {ט}: שֶׁקּוֹלוֹ עָרֵב. כְּשֶׁהוּא שֶׁל קָנֶה, יוֹתֵר מִשֶּׁל נְחֹשֶׁת. וְדַוְקָא חָלִיל שֶׁמַּכֶּה לִפְנֵי הַמִּזְבֵּחַ עַל הַקָּרְבָּן הוּא שֶׁדּוֹחֶה אֶת הַשַּׁבָּת {י} וְכָל שֶׁכֵּן יוֹם טוֹב. אֲבָל חָלִיל שֶׁל בֵּית הַשּׁוֹאֵבָה לֹא הָיָה דּוֹחֶה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב, כִּדְמוּכָח בְּסֻכָּה פֶּרֶק הֶחָלִיל: לֹא הָיָה מַחֲלִיק אֶלָּא בְּאַבּוּב יְחִידִי. כְּשֶׁהָיָה מַגִּיעַ לְסַיֵּם הַנְּעִימָה הָיָה אֶחָד מִן הַחֲלִילִים מַאֲרִיךְ לְאַחַר שֶׁסִּיְּמוּ הָאֲחֵרִים, שֶׁזֶּהוּ חִלּוּק יָפֶה יוֹתֵר מִשֶּׁאִלּוּ יְסַיְּמוּ שְׁנֵיהֶם כְּאֶחָד. וְחִלּוּק הַיְנוּ סִיּוּם הַשְׁמָעַת קוֹל הַנְּעִימָה {יא}. וּבִשְׁעַת הַהַקְרָבָה הָיָה שִׁיר זֶה, וְהָיוּ הַלְוִיִּם מְשׁוֹרְרִים בַּפֶּה אֶת הַהַלֵּל בְּאוֹתָן שְׁנֵים עָשָׂר יָמִים, וְהַחֲלִילִים הָיוּ מְחַלְּלִים. אֲבָל בִּשְׁאָר יָמִים הָיוּ מְהַלְּלִים בְּצִלְצָל וְכִנּוֹרוֹת {יב}. וְהַשִּׁיר הָיָה הַשִּׁיר שֶׁהָיוּ הַלְוִיִּם אוֹמְרִים בְּבֵית הַמִּקְדָּשׁ, בָּרִאשׁוֹן הָיוּ אוֹמְרִים לַה' הָאָרֶץ וּמְלֹאָהּ וְכָל הַמִּזְמוֹר, בַּשֵּׁנִי גָּדוֹל ה' וּמְהֻלָּל מְאֹד וְגוֹ', וְכֵן כֻּלָּם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-3"},{"uri":"jbr:mishna-yomtov-5-5-2-3","jbo:text":"עיקר תוי\"ט {ח} ובשנים עשר כו'. שבאלו הימים גומרין את ההלל, לפי שחלוקין בקרבנותיהן. מה שאין כן ימי הפסח. ובשבת לא, משום דלא אקרי מועד. וראש חדש דאקרי מועד, לא אקדיש בעשית מלאכה, דכתיב השיר יהיה לכם כליל התקדש חג [ישעיה ל], לילה המקדש לחג טעון שירה. ראש השנה ויום הכפורים דאקרי מועד ואקדוש בעשית מלאכה, אפשר מלך יושב על כסא הדין וספרי חיים וספרי מתים פתוחים לפניו וישראל אומרים שירה. וחנכה שאני, דאף על גב דלא הכי ולא הכי, אומרין משום ניסא. [אבל אין בו חליל, שאין לו קרבן מיחד. נראה לי]. ופורים, איכא דאמרי מכיון שנכנסו לארץ אין אומרים שירה על נס שבחוץ לארץ. ואיכא דאמרי, מכיון שגלו חזרו להתרן וקריתה זו היא הלילא: {ט} ואמאי קרי ליה חליל, דחלי קליה. פרש רש\"י, מתוק קולו לשמע: {י} דהא אי אפשר לשמונת ימי החג בלא שבת. ובגמרא ילפינן מקראי דקרבן טעון שירה. ואפלו למאן דאמר עקר שירה בפה דוחה משום דאין שבות במקדש. תוספות. ועין תוספות יום טוב: {יא} ולשון רש\"י, חלוק הינו סיום, שמחלק בין נעימה לנעימה: {יב} ורש\"י כתב נבלים גם כן","jbo:textNikud":"עיקר תוי\"ט {ח} וּבִשְׁנֵים עָשָׂר כוּ'. שֶׁבְּאֵלּוּ הַיָּמִים גּוֹמְרִין אֶת הַהַלֵּל, לְפִי שֶׁחֲלוּקִין בְּקָרְבְּנוֹתֵיהֶן. מַה שֶּׁאֵין כֵּן יְמֵי הַפֶּסַח. וּבְשַׁבָּת לֹא, מִשּׁוּם דְּלֹא אִקְּרֵי מוֹעֵד. וְרֹאשׁ חֹדֶשׁ דְּאִקְּרֵי מוֹעֵד, לֹא אִקַּדִּישׁ בַּעֲשִׂיַּת מְלָאכָה, דִּכְתִיב הַשִּׁיר יִהְיֶה לָכֶם כְּלֵיל הִתְקַדֵּשׁ חַג [יְשַׁעְיָה ל], לַיְלָה הַמְקֻדָּשׁ לְחַג טָעוּן שִׁירָה. רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים דְּאִקְּרֵי מוֹעֵד וְאִקַּדּוּשׁ בַּעֲשִׂיַּת מְלָאכָה, אֶפְשָׁר מֶלֶךְ יוֹשֵׁב עַל כִּסֵּא הַדִּין וְסִפְרֵי חַיִּים וְסִפְרֵי מֵתִים פְּתוּחִים לְפָנָיו וְיִשְׂרָאֵל אוֹמְרִים שִׁירָה. וַחֲנֻכָּה שָׁאנֵי, דְּאַף עַל גַּב דְּלֹא הָכִי וְלֹא הָכִי, אוֹמְרִין מִשּׁוּם נִיסָא. [אֲבָל אֵין בּוֹ חָלִיל, שֶׁאֵין לוֹ קָרְבָּן מְיֻחָד. נִרְאֶה לִי]. וּפוּרִים, אִיכָּא דְאָמְרֵי מִכֵּיוָן שֶׁנִּכְנְסוּ לָאָרֶץ אֵין אוֹמְרִים שִׁירָה עַל נֵס שֶׁבְּחוּץ לָאָרֶץ. וְאִיכָּא דְאָמְרֵי, מִכֵּיוָן שֶׁגָּלוּ חָזְרוּ לְהֶתֵּרָן וּקְרִיָּתָהּ זוֹ הִיא הַלֵּילָא: {ט} וְאַמַּאי קָרֵי לֵיהּ חָלִיל, דַּחֲלִי קָלֵיהּ. פֵּרֵשׁ רַשִׁ\"י, מָתוֹק קוֹלוֹ לִשְׁמֹעַ: {י} דְּהָא אִי אֶפְשָׁר לִשְׁמוֹנַת יְמֵי הַחַג בְּלֹא שַׁבָּת. וּבַגְּמָרָא יָלְפִינַן מִקְּרָאֵי דְקָרְבָּן טָעוּן שִׁירָה. וַאֲפִלּוּ לְמַאן דְּאָמַר עִקַּר שִׁירָה בַפֶּה דוֹחֶה מִשּׁוּם דְּאֵין שְׁבוּת בַּמִּקְדָּשׁ. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} וּלְשׁוֹן רַשִׁ\"י, חִלּוּק הַיְנוּ סִיּוּם, שֶׁמְּחַלֵּק בֵּין נְעִימָה לִנְעִימָה: {יב} וְרַשִׁ\"י כָּתַב נְבָלִים גַּם כֵּן","rdfs:label":"עיקר תוי\"ט משנה ערכין ב ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-3"},{"uri":"jbr:mishna-5-5-2-4","jbo:text":"ועבדי הכהנים היו, דברי רבי מאיר. רבי יוסי אומר, משפחות בית הפגרים ובית צפריא ומאמאום היו משיאין לכהנה. רבי חנניא בן אנטיגנוס אומר, לוים היו","jbo:textNikud":"וְעַבְדֵי הַכֹּהֲנִים הָיוּ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, מִשְׁפְּחוֹת בֵּית הַפְּגָרִים וּבֵית צְפָרְיָא וּמֵאֶמָּאוֹם הָיוּ מַשִּׂיאִין לַכְּהֻנָּה. רַבִּי חֲנַנְיָא בֶּן אַנְטִיגְנוֹס אוֹמֵר, לְוִיִּם הָיוּ","rdfs:label":"משנה ערכין ב ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-4"},{"uri":"jbr:mishna-bartanura-5-5-2-4","jbo:text":"ר\"ע מברטנורה ועבדי כהנים היו. אותן המכים בחליל. דסבירא ליה לרבי מאיר אין מעלים מן הדוכן ליוחסים ולא למעשרות, הלכך לא אכפת לן אם היו עבדים: בית הפגרים ובית צפריא. שם משפחות מיחסות: ומאמאום. שם מקום: משיאין לכהנה. כהנים היו נושאים את בנותיהן, שמשפחות מיחסות שבישראל היו. ורבי יוסי סבר דמעלין מן הדוכן ליוחסים, הלכך אי לאו דמיחסין היו לא הניחום לנגן על הדוכן: רבי חנניא בן אנטיגנוס אומר לוים היו. רבי חנניא בן אנטיגנוס סבר מעלין מן הדוכן למעשרות {יג}, הלכך לוים היו. ולא פליגי אלא במנגנים בכלי זמר, אבל בשיר שבפה כלי עלמא מודו דאין אומרים שיר בפה על הקרבן אלא לוים, דכתיב גבי לוים (דברים יח) ושרת בשם ה' אלהיו, איזהו שרות שהוא בשם ה', הוי אומר זה השיר {יד}. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה וְעַבְדֵי כֹּהֲנִים הָיוּ. אוֹתָן הַמַּכִּים בֶּחָלִיל. דִּסְבִירָא לֵיהּ לְרַבִּי מֵאִיר אֵין מַעֲלִים מִן הַדּוּכָן לְיוֹחֲסִים וְלֹא לְמַעַשְׂרוֹת, הִלְכָּךְ לֹא אִכְפַּת לָן אִם הָיוּ עֲבָדִים: בֵּית הַפְּגָרִים וּבֵית צְפָרְיָא. שֵׁם מִשְׁפָּחוֹת מְיֻחָסוֹת: וּמֵאֶמָּאוֹם. שֵׁם מָקוֹם: מַשִּׂיאִין לַכְּהֻנָּה. כֹּהֲנִים הָיוּ נוֹשְׂאִים אֶת בְּנוֹתֵיהֶן, שֶׁמִּשְׁפָּחוֹת מְיֻחָסוֹת שֶׁבְּיִשְׂרָאֵל הָיוּ. וְרַבִּי יוֹסֵי סָבַר דְּמַעֲלִין מִן הַדּוּכָן לְיוֹחֲסִים, הִלְכָּךְ אִי לָאו דִּמְיֻחָסִין הָיוּ לֹא הִנִּיחוּם לְנַגֵּן עַל הַדּוּכָן: רַבִּי חֲנַנְיָא בֶּן אַנְטִיגְנוֹס אוֹמֵר לְוִיִּם הָיוּ. רַבִּי חֲנַנְיָא בֶּן אַנְטִיגְנוֹס סָבַר מַעֲלִין מִן הַדּוּכָן לְמַעַשְׂרוֹת {יג}, הִלְכָּךְ לְוִיִּם הָיוּ. וְלֹא פְלִיגֵי אֶלָּא בִמְנַגְּנִים בִּכְלֵי זֶמֶר, אֲבָל בְּשִׁיר שֶׁבַּפֶּה כֻלֵּי עָלְמָא מוֹדוּ דְּאֵין אוֹמְרִים שִׁיר בַּפֶּה עַל הַקָּרְבָּן אֶלָּא לְוִיִּם, דִּכְתִיב גַּבֵּי לְוִיִּם (דְּבָרִים יח) וְשֵׁרֵת בְּשֵׁם ה' אֱלֹהָיו, אֵיזֶהוּ שֵׁרוּת שֶׁהוּא בְּשֵׁם ה', הֱוֵי אוֹמֵר זֶה הַשִּׁיר {יד}. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-4"},{"uri":"jbr:mishna-yomtov-5-5-2-4","jbo:text":"עיקר תוי\"ט {יג} ובגמרא, מאן דאמר לוים היו, קסבר מעלין לדוכן בין ליוחסין בין למעשרות: {יד} פשטיה דקרא בכהן מדבר כדמוכחי קראי וכמו שכתב רש\"י בחמש. והינו דפריך בגמרא, ואימא נשיאות כפים. ומשני, מדכתיב לשרתו ולברך בשמו [דברים י], מכלל דברכת כהנים לאו שרות הוא","jbo:textNikud":"עיקר תוי\"ט {יג} וּבַגְּמָרָא, מַאן דְּאָמַר לְוִיִּם הָיוּ, קָסָבַר מַעֲלִין לַדּוּכָן בֵּין לְיוֹחֲסִין בֵּין לְמַעַשְׂרוֹת: {יד} פַּשְׁטֵיהּ דִּקְרָא בְכֹהֵן מְדַבֵּר כִּדְמוּכְחֵי קְרָאֵי וּכְמוֹ שֶׁכָּתַב רַשִׁ\"י בַּחֻמָּשׁ. וְהַיְנוּ דְּפָרֵיךְ בַּגְּמָרָא, וְאֵימָא נְשִׂיאוּת כַּפַּיִם. וּמְשָׁנֵי, מִדִּכְתִיב לְשָׁרְתוֹ וּלְבָרֵךְ בִּשְׁמוֹ [דְּבָרִים י], מִכְּלַל דְּבִרְכַּת כֹּהֲנִים לָאו שֵׁרוּת הוּא","rdfs:label":"עיקר תוי\"ט משנה ערכין ב ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-4"},{"uri":"jbr:mishna-5-5-2-5","jbo:text":"אין פוחתין מששה טלאים המבקרין בלשכת הטלאים, כדי לשבת ולשני ימים טובים של ראש השנה, ומוסיפין עד לעולם. אין פוחתין משתי חצוצרות {טו}, ומוסיפין עד לעולם. אין פוחתין מתשעה כנורות, ומוסיפין עד לעולם. והצלצל לבד","jbo:textNikud":"אֵין פּוֹחֲתִין מִשִּׁשָּׁה טְלָאִים הַמְבֻקָּרִין בְּלִשְׁכַּת הַטְּלָאִים, כְּדַי לַשַּׁבָּת וְלִשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין פּוֹחֲתִין מִשְּׁתֵּי חֲצוֹצְרוֹת {טו}, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין פּוֹחֲתִין מִתִּשְׁעָה כִנּוֹרוֹת, וּמוֹסִיפִין עַד לְעוֹלָם. וְהַצִּלְצָל לְבָד","rdfs:label":"משנה ערכין ב ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-5"},{"uri":"jbr:mishna-bartanura-5-5-2-5","jbo:text":"ר\"ע מברטנורה אין פוחתין מששה טלאים המבקרים. האי תנא סבר דכבשים של תמידין טעונים בקור ממום ארבעה ימים קדם שחיטתן, דומיא דפסח מצרים שהיה מקחו מבעשור ושחיטתו בארבעה עשר, דיליף מועדו האמור בתמידים (במדבר כח) תשמרו להקריב לי במועדו, ממועדו האמור בפסח (שם ט) את הפסח במועדו. הלכך, קדם יום חנוך ארבעה ימים מבקרין שמנה טלאים ונותנין בלשכת הטלאים, וביום חנוך נוטלים שנים לתמידין ונשארו שם ששה מבקרים, ולאחר כן קדם הלילה מבקרים שנים ונותנים שם. ומשום דהנך ליתנהו אכתי בשעת נטילת השנים, לא חשיב להו. וכן לעולם נוטלין שנים ונותנים שנים. ואלו השנים שנותנים נוטלים אותם לחמישי של יום נתינתן: כדי לשבת ולשני ימים טובים של ראש השנה. סימנא בעלמא נקט, דכי היכי דאי מקלעי שבת ושני ימים טובים של ראש השנה בהדי הדדי היה צריך להקדים ולבקר ההוא דשלישי בשבת מערב שבת, דהא לא מצי קדם היום לילך ולבקש טלה ולבקר, והויא לקיחה ארבעה ימים קדם שחיטה, הכי נמי לעולם בעינן ארבעה ימים קדם שחיטה: ומוסיפין עד לעולם. אם רצו להוסיף טלאים מבקרים בלשכת הטלאים, מוסיפים כמו שירצו: משתי חצוצרות. כשתוקעין בחצוצרות אין פוחתים משתים: ומוסיפין עד לעולם. בגמרא מפרש עד מאה ועשרים. שנאמר (דברי הימים ב ה) ועמהם הכהנים למאה ועשרים מחצרים בחצוצרות {טז}: והצלצל לבד. צלצל אחד היה שם ולא יותר. דאמר קרא (דברי הימים א טז) ואסף במצלתים להשמיע. ואף על גב דמצלתים כתיב לשון רבים, מפני שהן שתי חתיכות רחבות של מתכת שמכין זו על זו {יז}, ומיהו חדא עבידתא עביד, שאין אחד מהם מועיל בלא חברו, וחד גברא עביד בהו","jbo:textNikud":"ר\"ע מברטנורה אֵין פּוֹחֲתִין מִשִּׁשָּׁה טְלָאִים הַמְבֻקָּרִים. הַאי תַּנָּא סָבַר דִּכְבָשִׂים שֶׁל תְּמִידִין טְעוּנִים בִּקּוּר מִמּוּם אַרְבָּעָה יָמִים קֹדֶם שְׁחִיטָתָן, דּוּמְיָא דְפֶסַח מִצְרַיִם שֶׁהָיָה מִקָּחוֹ מִבֶּעָשׂוֹר וּשְׁחִיטָתוֹ בְּאַרְבָּעָה עָשָׂר, דְּיָלֵיף מוֹעֲדוֹ הָאָמוּר בַּתְּמִידִים (בְּמִדְבַּר כח) תִּשְׁמְרוּ לְהַקְרִיב לִי בְּמוֹעֲדוֹ, מִמּוֹעֲדוֹ הָאָמוּר בַּפֶּסַח (שָׁם ט) אֶת הַפֶּסַח בְּמוֹעֲדוֹ. הִלְכָּךְ, קֹדֶם יוֹם חִנּוּךְ אַרְבָּעָה יָמִים מְבַקְּרִין שְׁמֹנָה טְלָאִים וְנוֹתְנִין בְּלִשְׁכַּת הַטְּלָאִים, וּבְיוֹם חִנּוּךְ נוֹטְלִים שְׁנַיִם לִתְמִידִין וְנִשְׁאֲרוּ שָׁם שִׁשָּׁה מְבֻקָּרִים, וּלְאַחַר כֵּן קֹדֶם הַלַּיְלָה מְבַקְּרִים שְׁנַיִם וְנוֹתְנִים שָׁם. וּמִשּׁוּם דְּהָנָךְ לֵיתַנְהוּ אַכַּתִּי בִּשְׁעַת נְטִילַת הַשְּׁנַיִם, לָא חֲשִׁיב לְהוּ. וְכֵן לְעוֹלָם נוֹטְלִין שְׁנַיִם וְנוֹתְנִים שְׁנַיִם. וְאֵלּוּ הַשְּׁנַיִם שֶׁנּוֹתְנִים נוֹטְלִים אוֹתָם לַחֲמִישִׁי שֶׁל יוֹם נְתִינָתָן: כְּדֵי לַשַּׁבָּת וְלִשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה. סִימָנָא בְעָלְמָא נָקַט, דְּכִי הֵיכִי דְּאִי מִקַּלְעֵי שַׁבָּת וּשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה בַּהֲדֵי הֲדָדֵי הָיָה צָרִיךְ לְהַקְדִּים וּלְבַקֵּר הַהוּא דִּשְׁלִישִׁי בְּשַׁבָּת מֵעֶרֶב שַׁבָּת, דְּהָא לֹא מָצֵי קֹדֶם הַיּוֹם לֵילֵךְ וּלְבַקֵּשׁ טָלֶה וּלְבַקֵּר, וְהַוְיָא לְקִיחָה אַרְבָּעָה יָמִים קֹדֶם שְׁחִיטָה, הָכִי נַמִּי לְעוֹלָם בָּעִינַן אַרְבָּעָה יָמִים קֹדֶם שְׁחִיטָה: וּמוֹסִיפִין עַד לְעוֹלָם. אִם רָצוּ לְהוֹסִיף טְלָאִים מְבֻקָּרִים בְּלִשְׁכַּת הַטְּלָאִים, מוֹסִיפִים כְּמוֹ שֶׁיִּרְצוּ: מִשְּׁתֵּי חֲצוֹצְרוֹת. כְּשֶׁתּוֹקְעִין בַּחֲצוֹצְרוֹת אֵין פּוֹחֲתִים מִשְּׁתַּיִם: וּמוֹסִיפִין עַד לְעוֹלָם. בַּגְּמָרָא מְפָרֵשׁ עַד מֵאָה וְעֶשְׂרִים. שֶׁנֶּאֱמַר (דִּבְרֵי הַיָּמִים ב ה) וְעִמָּהֶם הַכֹּהֲנִים לְמֵאָה וְעֶשְׂרִים מְחַצְּרִים בַּחֲצוֹצְרוֹת {טז}: וְהַצִּלְצָל לְבַד. צִלְצָל אֶחָד הָיָה שָׁם וְלֹא יוֹתֵר. דְּאָמַר קְרָא (דִּבְרֵי הַיָּמִים א טז) וְאָסָף בַּמְּצִלְתַּיִם לְהַשְׁמִיעַ. וְאַף עַל גַּב דִּמְצִלְתַּיִם כְּתִיב לְשׁוֹן רַבִּים, מִפְּנֵי שֶׁהֵן שְׁתֵּי חֲתִיכוֹת רְחָבוֹת שֶׁל מַתֶּכֶת שֶׁמַּכִּין זוֹ עַל זוֹ {יז}, וּמִיהוּ חֲדָא עֲבִידְתָּא עֲבִיד, שֶׁאֵין אֶחָד מֵהֶם מוֹעִיל בְּלֹא חֲבֵרוֹ, וְחַד גַּבְרָא עֲבִיד בְּהוּ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-5"},{"uri":"jbr:mishna-yomtov-5-5-2-5","jbo:text":"עיקר תוי\"ט {טו} אין כו' חצוצרות. לא אתפרש טעמא. ואפשר דתקעתם בחצוצרות תרתי במשמע. אי נמי דומיא דשל משה דכתיב עשה לך שתי חצוצרות [במדבר י]: {טז} דכיון דאשכחן בקרא שחפשו אחרי מאה ועשרים כהנים לתקע בחצוצרות ולא יותר, שמע מנה דעד מאה עשרים הוי הדור מצוה ואין צריך לחפש יותר אחר כהנים. אי נמי, דהא פשיטא דאין מוסיפין עד עולם, שאם יוסיפו יותר, ערבוב קלא. תוספות. ועין תוספות יום טוב: {יז} ואין רצונו לומר ההקשה ההמונית שיקישו חתיכה נחשת על חתיכה כמוה בלי למוד מלאכותי, אבל היא כמו החצוצרות של נחשת שיתקעו בה בפה וגם במשמוש ידים כדרך כלי שיר. שלטי הגבורים","jbo:textNikud":"עיקר תוי\"ט {טו} אֵין כוּ' חֲצוֹצְרוֹת. לֹא אִתְפָּרֵשׁ טַעֲמָא. וְאֶפְשָׁר דִּתְקַעְתֶּם בַּחֲצוֹצְרוֹת תַּרְתֵּי בְמַשְׁמַע. אִי נַמִּי דוּמְיָא דְשֶׁל מֹשֶׁה דִּכְתִיב עֲשֵׂה לְךָ שְׁתֵּי חֲצוֹצְרוֹת [בְּמִדְבָּר י]: {טז} דְּכֵיוָן דְּאַשְׁכְּחַן בַּקְּרָא שֶׁחִפְּשׂוּ אַחֲרֵי מֵאָה וְעֶשְׂרִים כֹּהֲנִים לִתְקֹעַ בַּחֲצוֹצְרוֹת וְלֹא יוֹתֵר, שְׁמַע מִנַּהּ דְּעַד מֵאָה עֶשְׂרִים הָוֵי הִדּוּר מִצְוָה וְאֵין צָרִיךְ לְחַפֵּשׂ יוֹתֵר אַחַר כֹּהֲנִים. אִי נַמִּי, דְּהָא פְּשִׁיטָא דְּאֵין מוֹסִיפִין עַד עוֹלָם, שֶׁאִם יוֹסִיפוּ יוֹתֵר, עַרְבּוּב קָלָא. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יז} וְאֵין רְצוֹנוֹ לוֹמַר הַהַקָּשָׁה הַהֲמוֹנִית שֶׁיָּקִישׁוּ חֲתִיכָה נְחֹשֶׁת עַל חֲתִיכָה כָּמוֹהָ בְּלִי לִמּוּד מְלָאכוּתִי, אֲבָל הִיא כְמוֹ הַחֲצוֹצְרוֹת שֶׁל נְחֹשֶׁת שֶׁיִּתְקְעוּ בָּהּ בַּפֶּה וְגַם בְּמִשְׁמוּשׁ יָדַיִם כְּדֶרֶךְ כְּלֵי שִׁיר. שִׁלְטֵי הַגִּבּוֹרִים","rdfs:label":"עיקר תוי\"ט משנה ערכין ב ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-5"},{"uri":"jbr:mishna-5-5-2-6","jbo:text":"אין פוחתין משנים עשר לוים עומדים על הדוכן, ומוסיפין עד לעולם. אין קטן נכנס לעזרה לעבודה אלא בשעה שהלוים עומדים בשיר {יט}. ולא היו אומרים בנבל וכנור אלא בפה, כדי לתן תבל בנעימה. רבי אליעזר בן יעקב אומר, אין עולין למנין, ואין עומדים על הדוכן, אלא בארץ היו עומדין, וראשיהן מבין רגלי הלוים, וצוערי הלוים היו נקראין","jbo:textNikud":"אֵין פּוֹחֲתִין מִשְּׁנֵים עָשָׂר לְוִיִּם עוֹמְדִים עַל הַדּוּכָן, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין קָטָן נִכְנָס לָעֲזָרָה לַעֲבוֹדָה אֶלָּא בְשָׁעָה שֶׁהַלְוִיִּם עוֹמְדִים בַּשִּׁיר {יט}. וְלֹא הָיוּ אוֹמְרִים בְּנֵבֶל וְכִנּוֹר אֶלָּא בַפֶּה, כְּדֵי לִתֵּן תְּבַל בַּנְּעִימָה. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אֵין עוֹלִין לַמִּנְיָן, וְאֵין עוֹמְדִים עַל הַדּוּכָן, אֶלָּא בָאָרֶץ הָיוּ עוֹמְדִין, וְרָאשֵׁיהֶן מִבֵּין רַגְלֵי הַלְוִיִּם, וְצוֹעֲרֵי הַלְוִיִּם הָיוּ נִקְרָאִין","rdfs:label":"משנה ערכין ב ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-6"},{"uri":"jbr:mishna-bartanura-5-5-2-6","jbo:text":"ר\"ע מברטנורה אין פוחתין משנים עשר לוים. תשעה לתשעה כנורות, ושנים לשתי נבלים, ואחד לצלצל {יח}: דוכן. כמין אצטבא שהלוים עומדים עליה: אין קטן נכנס. אין לוי קטן נכנס לעזרה לשום עבודה, כגון לכבד את העזרה ולהגיף את הדלתות: אלא בשעה שהלוים עומדים. על הדוכן בשיר, אז נכנסים לוים קטנים לשורר עמהם: ולא היו. אותם קטנים אומרים בנבל וכנור, אלא בפה: כדי לתן תבל. לתן תבלין בנעימת הלוים. לפי שקול הקטנים דק וצלול ומתבל את קול הגדולים: לא עולין. אותן קטנים למנין שנים עשר לוים הצריכים לדוכן {כ}: ואין עולין. על האצטבא המוכנת לדוכן. אלא בארץ היו עומדים: וצוערי הלוים היו נקראים. שהיו מצערים את הלוים הגדולים, שאין יכולים לבסם ולהנעים קולם כמותם","jbo:textNikud":"ר\"ע מברטנורה אֵין פּוֹחֲתִין מִשְּׁנֵים עָשָׂר לְוִיִּם. תִּשְׁעָה לְתִשְׁעָה כִּנּוֹרוֹת, וּשְׁנַיִם לִשְׁתֵּי נְבָלִים, וְאֶחָד לְצִלְצָל {יח}: דּוּכָן. כְּמִין אִצְטַבָּא שֶׁהַלְוִיִּם עוֹמְדִים עָלֶיהָ: אֵין קָטָן נִכְנָס. אֵין לֵוִי קָטָן נִכְנָס לָעֲזָרָה לְשׁוּם עֲבוֹדָה, כְּגוֹן לְכַבֵּד אֶת הָעֲזָרָה וּלְהָגִיף אֶת הַדְּלָתוֹת: אֶלָּא בְשָׁעָה שֶׁהַלְוִיִּם עוֹמְדִים. עַל הַדּוּכָן בַּשִּׁיר, אָז נִכְנָסִים לְוִיִּם קְטַנִּים לְשׁוֹרֵר עִמָּהֶם: וְלֹא הָיוּ. אוֹתָם קְטַנִּים אוֹמְרִים בְּנֵבֶל וְכִנּוֹר, אֶלָּא בַּפֶּה: כְּדֵי לִתֵּן תְּבַל. לִתֵּן תַּבְלִין בִּנְעִימַת הַלְוִיִּם. לְפִי שֶׁקּוֹל הַקְּטַנִּים דַּק וְצָלוּל וּמְתַבֵּל אֶת קוֹל הַגְּדוֹלִים: לֹא עוֹלִין. אוֹתָן קְטַנִּים לְמִנְיַן שְׁנֵים עָשָׂר לְוִיִּם הַצְּרִיכִים לַדּוּכָן {כ}: וְאֵין עוֹלִין. עַל הָאִצְטַבָּא הַמּוּכֶנֶת לַדּוּכָן. אֶלָּא בָּאָרֶץ הָיוּ עוֹמְדִים: וְצוֹעֲרֵי הַלְוִיִּם הָיוּ נִקְרָאִים. שֶׁהָיוּ מְצַעֲרִים אֶת הַלְוִיִּם הַגְּדוֹלִים, שֶׁאֵין יְכוֹלִים לְבַסֵּם וּלְהַנְעִים קוֹלָם כְּמוֹתָם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ב ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-6"},{"uri":"jbr:mishna-yomtov-5-5-2-6","jbo:text":"עיקר תוי\"ט {יח} אבל חצוצרות, כהנים היו מחצצרים, כדמוכח קרא דלעיל כו'. ועין תוספות יום טוב: {יט} אלא כו'. בגמרא יליף ליה מקרא: {כ} ומהכא מכרח דהא דפרש הר\"ב לעיל שנים עשר לוים לכנורות [שהם היו אומרים בפה גם כן, דהא עקר שירה בפה], ולא פרש כן אלא כלומר כנגד אלו שהיו מנגנים בכלים ולא בפה, דאם לא כן מאי קאמר רבי אליעזר בן יעקב שאין עולים למנין, הא תנא קמא כבר אמר כן שהקטנים לא היו אומרים בכלי, ואם כן אינם ממנין אלו האומרים בכלי. והרמב\"ם מפרש דאותן השנים עשר שמנגנים בכלי ולא בפה אין עולין למנין השנים עשר. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יח} אֲבָל חֲצוֹצְרוֹת, כֹּהֲנִים הָיוּ מְחַצְצְרִים, כִּדְמוּכַח קְרָא דִלְעֵיל כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} אֶלָּא כוּ'. בַּגְּמָרָא יָלֵיף לֵיהּ מִקְּרָא: {כ} וּמֵהָכָא מֻכְרָח דְּהָא דְפֵרֵשׁ הָרַ\"ב לְעֵיל שְׁנֵים עָשָׂר לְוִיִּם לַכִּנּוֹרוֹת [שֶׁהֵם הָיוּ אוֹמְרִים בַּפֶּה גַם כֵּן, דְּהָא עִקַּר שִׁירָה בַּפֶּה], וְלֹא פֵּרֵשׁ כֵּן אֶלָּא כְּלוֹמַר כְּנֶגֶד אֵלּוּ שֶׁהָיוּ מְנַגְּנִים בְּכֵלִים וְלֹא בַפֶּה, דְּאִם לֹא כֵן מַאי קָאָמַר רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב שֶׁאֵין עוֹלִים לַמִּנְיָן, הָא תַנָּא קַמָּא כְּבָר אָמַר כֵּן שֶׁהַקְּטַנִּים לֹא הָיוּ אוֹמְרִים בִּכְלִי, וְאִם כֵּן אֵינָם מִמִּנְיַן אֵלּוּ הָאוֹמְרִים בִּכְלִי. וְהָרַמְבַּ\"ם מְפָרֵשׁ דְּאוֹתָן הַשְּׁנֵים עָשָׂר שֶׁמְּנַגְּנִים בִּכְלִי וְלֹא בַפֶּה אֵין עוֹלִין לְמִנְיַן הַשְּׁנֵים עָשָׂר. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ב ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-2","jbo:interprets":"jbr:mishna-5-5-2-6"},{"uri":"jbr:mishna-5-5-3-1","jbo:text":"יש בערכין להקל ולהחמיר, בשדה אחזה להקל ולהחמיר, בשור המועד שהמית את העבד להקל ולהחמיר, באונס ובמפתה ובמוציא שם רע להקל ולהחמיר. יש בערכין להקל ולהחמיר. כיצד. אחד שהעריך את הנאה שבישראל {א} ואת הכעור שבישראל, נותן חמשים סלע. ואם אמר הרי דמיו עלי, נותן את שויו","jbo:textNikud":"יֵשׁ בָּעֲרָכִין לְהָקֵל וּלְהַחֲמִיר, בִּשְׂדֵה אֲחֻזָּה לְהָקֵל וּלְהַחֲמִיר, בְּשׁוֹר הַמּוּעָד שֶׁהֵמִית אֶת הָעֶבֶד לְהָקֵל וּלְהַחֲמִיר, בָּאוֹנֵס וּבַמְּפַתֶּה וּבַמּוֹצִיא שֵׁם רָע לְהָקֵל וּלְהַחֲמִיר. יֵשׁ בָּעֲרָכִין לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהֶעֱרִיךְ אֶת הַנָּאֶה שֶׁבְּיִשְׂרָאֵל {א} וְאֶת הַכָּעוּר שֶׁבְּיִשְׂרָאֵל, נוֹתֵן חֲמִשִּׁים סָלַע. וְאִם אָמַר הֲרֵי דָמָיו עָלָי, נוֹתֵן אֶת שָׁוְיוֹ","rdfs:label":"משנה ערכין ג א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-1"},{"uri":"jbr:mishna-bartanura-5-5-3-1","jbo:text":"ר\"ע מברטנורה יש בערכין להקל ולהחמיר וכו'. כלהו מפרש להו ואזיל לקמן בפרקין: את הנאה שבישראל. אפלו שוה מאה מנה אינו נותן אלא חמשים סלע, והינו להקל. ולהחמיר, שהמעריך את הכעור שבישראל אפלו אין שוה אלא חמש סלעים, נותן חמשים סלעים אם הנערך מבן עשרים ועד בן ששים","jbo:textNikud":"ר\"ע מברטנורה יֵשׁ בַּעֲרָכִין לְהָקֵל וּלְהַחֲמִיר וְכוּ'. כֻּלְּהוּ מְפָרֵשׁ לְהוּ וְאָזֵיל לְקַמָּן בְּפִרְקִין: אֶת הַנָּאֶה שֶׁבְּיִשְׂרָאֵל. אֲפִלּוּ שָׁוֶה מֵאָה מָנֶה אֵינוֹ נוֹתֵן אֶלָּא חֲמִשִּׁים סֶלַע, וְהַיְנוּ לְהָקֵל. וּלְהַחֲמִיר, שֶׁהַמַּעֲרִיךְ אֶת הַכָּעוּר שֶׁבְּיִשְׂרָאֵל אֲפִלּוּ אֵין שָׁוֶה אֶלָּא חָמֵשׁ סְלָעִים, נוֹתֵן חֲמִשִּׁים סְלָעִים אִם הַנֶּעֱרָךְ מִבֶּן עֶשְׂרִים וְעַד בֶּן שִׁשִּׁים","rdfs:label":"ר\"ע מברטנורה משנה ערכין ג א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-1"},{"uri":"jbr:mishna-yomtov-5-5-3-1","jbo:text":"עיקר תוי\"ט {א} שבישראל. אפלו תימא רבי מאיר דמשנה ב' פרק קמא דאמר הנכרי נערך. והא דאתני שבישראל, מלתא אגב אורחא קא משמע לן כו' דאסור לאדם לומר כמה נאה נכרי זה כו'. גמרא","jbo:textNikud":"עיקר תוי\"ט {א} שֶׁבְּיִשְׂרָאֵל. אֲפִלּוּ תֵימָא רַבִּי מֵאִיר דְּמִשְׁנָה ב' פֶּרֶק קַמָּא דְאָמַר הַנָּכְרִי נֶעֱרָךְ. וְהָא דְאִתְנֵי שֶׁבְּיִשְׂרָאֵל, מִלְּתָא אַגַּב אוֹרְחָא קָא מַשְׁמַע לָן כוּ' דְּאָסוּר לָאָדָם לוֹמַר כַּמָּה נָאֶה נָכְרִי זֶה כוּ'. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ג א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-1"},{"uri":"jbr:mishna-5-5-3-2","jbo:text":"בשדה אחזה להקל ולהחמיר. כיצד. אחד המקדיש בחולת המחוז ואחד המקדיש בפרדסות סבסטי, נותן בזרע חמר שערים חמשים שקל כסף. ובשדה מקנה, נותן את שויו. רבי אליעזר אומר, אחד שדה אחזה ואחד שדה מקנה. מה בין שדה אחזה לשדה מקנה. אלא שבשדה אחזה נותן חמש {ב}, ובשדה מקנה אינו נותן חמש","jbo:textNikud":"בִּשְׂדֵה אֲחֻזָּה לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד הַמַּקְדִּישׁ בְּחוֹלַת הַמָּחוֹז וְאֶחָד הַמַּקְדִּישׁ בְּפַרְדְּסוֹת סְבַּסְטִי, נוֹתֵן בְּזֶרַע חֹמֶר שְׂעֹרִים חֲמִשִּׁים שֶׁקֶל כֶּסֶף. וּבִשְׂדֵה מִקְנָה, נוֹתֵן אֶת שָׁוְיוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֶחָד שְׂדֵה אֲחֻזָּה וְאֶחָד שְׂדֵה מִקְנָה. מַה בֵּין שְׂדֵה אֲחֻזָּה לִשְׂדֵה מִקְנָה. אֶלָּא שֶׁבִּשְׂדֵה אֲחֻזָּה נוֹתֵן חֹמֶשׁ {ב}, וּבִשְׂדֵה מִקְנָה אֵינוֹ נוֹתֵן חֹמֶשׁ","rdfs:label":"משנה ערכין ג ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-2"},{"uri":"jbr:mishna-bartanura-5-5-3-2","jbo:text":"ר\"ע מברטנורה בחולת המחוז. סביבות העיר, שאינה משבחת כל כך מפני מדרס הרגלים: חולות. סביבות. כמו מחול הכרם [כלאים פ\"ד]: מחוז. עיר. פרוש אחר מחוז שם מקום שלא היו שדותיהן חשובים: בפרדסות. מקום שיש בו הרבה אילנות נטועים: סבסטי. שם מקום. והאילנות שם מעלים מאד: נותן. מי שפודה אותן מן ההקדש, בין בעלים בין איש אחר: בית זרע חמר שערים בחמשים שקל כסף. אם תחלת היובל היא. ואם לאו, מגרע משנים שעברו סלע ופנדיון לשנה. בית זרע חמר שערים, מקום ראוי לזריעת כור, דהינו שלשים סאה של שערים. והוא גדול ממקום זריעת כור של חטין. והמקדיש שדה אחזה מלאה אילנות, כשהוא פודן פודה האילנות בשוין, וחוזר ופודה את הקרקע בית זרע חמר שערים בחמשים שקל כסף: ובשדה מקנה נותן את שויו. דבשדה מקנה כתיב (ויקרא כז) וחשב לו הכהן את מכסת הערכך, ואין מכסת אלא מנין דמים, דהינו כפי מה שהוא שוה, וכן הוא אומר (במדבר לא) והרמת מכס: אחד שדה אחזה ואחד שדה מקנה. שהרי נאמר בשדה אחזה וחשב, ונאמר בשדה מקנה וחשב, מה בשדה אחזה דבר קצוב, אף שדה המקנה דבר קצוב, דהינו זרע חמר שערים בחמשים שקל כסף: ובשדה מקנה אינו נותן חמש. דבשדה מקנה כתיב מכסת הערכך, הקישו הכתוב לערכין, מה ערכין אין מוסיף חמש, אף שדה מקנה אין מוסיף חמש. ואין הלכה כרבי אליעזר","jbo:textNikud":"ר\"ע מברטנורה בְּחוֹלַת הַמָּחוֹז. סְבִיבוֹת הָעִיר, שֶׁאֵינָהּ מְשֻׁבַּחַת כָּל כָּךְ מִפְּנֵי מִדְרַס הָרַגְלַיִם: חוֹלוֹת. סְבִיבוֹת. כְּמוֹ מְחוֹל הַכֶּרֶם [כִּלְאַיִם פּ\"ד]: מָחוֹז. עִיר. פֵּרוּשׁ אַחֵר מָחוֹז שֵׁם מָקוֹם שֶׁלֹּא הָיוּ שְׂדוֹתֵיהֶן חֲשׁוּבִים: בְּפַרְדְּסוֹת. מָקוֹם שֶׁיֵּשׁ בּוֹ הַרְבֵּה אִילָנוֹת נְטוּעִים: סְבַסְטִי. שֵׁם מָקוֹם. וְהָאִילָנוֹת שָׁם מְעֻלִּים מְאֹד: נוֹתֵן. מִי שֶׁפּוֹדֶה אוֹתָן מִן הַהֶקְדֵּשׁ, בֵּין בְּעָלִים בֵּין אִישׁ אַחֵר: בֵּית זֶרַע חֹמֶר שְׂעֹרִים בַּחֲמִשִּׁים שֶׁקֶל כֶּסֶף. אִם תְּחִלַּת הַיּוֹבֵל הִיא. וְאִם לָאו, מְגָרֵעַ מִשָּׁנִים שֶׁעָבְרוּ סֶלַע וּפֻנְדְיוֹן לְשָׁנָה. בֵּית זֶרַע חֹמֶר שְׂעֹרִים, מָקוֹם רָאוּי לִזְרִיעַת כּוֹר, דְּהַיְנוּ שְׁלֹשִׁים סְאָה שֶׁל שְׂעֹרִים. וְהוּא גָּדוֹל מִמְּקוֹם זְרִיעַת כּוֹר שֶׁל חִטִּין. וְהַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּה מְלֵאָה אִילָנוֹת, כְּשֶׁהוּא פּוֹדָן פּוֹדֶה הָאִילָנוֹת בְּשָׁוְיָן, וְחוֹזֵר וּפוֹדֶה אֶת הַקַּרְקַע בֵּית זֶרַע חֹמֶר שְׂעֹרִים בַּחֲמִשִּׁים שֶׁקֶל כֶּסֶף: וּבִשְׂדֵה מִקְנָה נוֹתֵן אֶת שָׁוְיוֹ. דְּבִשְׂדֵה מִקְנָה כְתִיב (וַיִּקְרָא כז) וְחִשַּׁב לוֹ הַכֹּהֵן אֶת מִכְסַת הָעֶרְכְּךָ, וְאֵין מִכְסַת אֶלָּא מִנְיַן דָּמִים, דְּהַיְנוּ כְפִי מַה שֶּׁהוּא שָׁוֶה, וְכֵן הוּא אוֹמֵר (בְּמִדְבַּר לא) וַהֲרֵמֹתָ מֶכֶס: אֶחָד שְׂדֵה אֲחֻזָּה וְאֶחָד שְׂדֵה מִקְנָה. שֶׁהֲרֵי נֶאֱמַר בִּשְׂדֵה אֲחֻזָּה וְחִשַּׁב, וְנֶאֱמַר בִּשְׂדֵה מִקְנָה וְחִשַּׁב, מַה בִּשְׂדֵה אֲחֻזָּה דָּבָר קָצוּב, אַף שְׂדֵה הַמִּקְנָה דָּבָר קָצוּב, דְּהַיְנוּ זֶרַע חֹמֶר שְׂעֹרִים בַּחֲמִשִּׁים שֶׁקֶל כֶּסֶף: וּבִשְׂדֵה מִקְנָה אֵינוֹ נוֹתֵן חֹמֶשׁ. דְּבִשְׂדֵה מִקְנָה כְתִיב מִכְסַת הָעֶרְכְּךָ, הִקִּישׁוֹ הַכָּתוּב לַעֲרָכִין, מַה עֲרָכִין אֵין מוֹסִיף חֹמֶשׁ, אַף שְׂדֵה מִקְנָה אֵין מוֹסִיף חֹמֶשׁ. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר","rdfs:label":"ר\"ע מברטנורה משנה ערכין ג ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-2"},{"uri":"jbr:mishna-yomtov-5-5-3-2","jbo:text":"עיקר תוי\"ט {ב} חמש כו'. והוא הדין דהוה מצי למימר חלוק אחר, שבשדה אחזה אם הקדישו וגואלו אחר, מתחלק לכהנים ביובל. ובשדה מקנה אם הקדישו וגואל אחר, חוזר לבעלים ביובל. ולא נחית לפרושי אלא חלוק דשיך כשהוא עצמו פודהו. תוספות","jbo:textNikud":"עיקר תוי\"ט {ב} חֹמֶשׁ כוּ'. וְהוּא הַדִּין דַּהֲוָה מָצֵי לְמֵימַר חִלּוּק אַחֵר, שֶׁבִּשְׂדֵה אֲחֻזָּה אִם הִקְדִּישׁוֹ וְגוֹאֲלוֹ אַחֵר, מִתְחַלֵּק לַכֹּהֲנִים בַּיּוֹבֵל. וּבִשְׂדֵה מִקְנָה אִם הִקְדִּישׁוֹ וְגוֹאֵל אַחֵר, חוֹזֵר לַבְּעָלִים בַּיּוֹבֵל. וְלֹא נָחֵית לְפָרוֹשֵׁי אֶלָּא חִלּוּק דְּשַׁיָּךְ כְּשֶׁהוּא עַצְמוֹ פוֹדֵהוּ. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה ערכין ג ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-2"},{"uri":"jbr:mishna-5-5-3-3","jbo:text":"בשור המועד שהמית את העבד להקל ולהחמיר. כיצד. אחד שהמית את הנאה שבעבדים ואת הכעור שבעבדים, נותן שלשים סלע. המית בן חורין, נותן את שויו. חבל בזה ובזה, משלם נזק שלם {ג}","jbo:textNikud":"בְּשׁוֹר הַמּוּעָד שֶׁהֵמִית אֶת הָעֶבֶד לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהֵמִית אֶת הַנָּאֶה שֶׁבָּעֲבָדִים וְאֶת הַכָּעוּר שֶׁבָּעֲבָדִים, נוֹתֵן שְׁלשִׁים סֶלַע. הֵמִית בֶּן חוֹרִין, נוֹתֵן אֶת שָׁוְיוֹ. חָבַל בָּזֶה וּבָזֶה, מְשַׁלֵּם נֶזֶק שָׁלֵם {ג}","rdfs:label":"משנה ערכין ג ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-3"},{"uri":"jbr:mishna-bartanura-5-5-3-3","jbo:text":"ר\"ע מברטנורה המית בן חורין נותן את שויו. דכתיב (שמות כא) אם כפר יושת עליו ונתן פדיון נפשו, דמי נזק: חבל בזה ובזה. בין בעבד בין בבן חורין, ולא המיתו. משלם נזק שלם","jbo:textNikud":"ר\"ע מברטנורה הֵמִית בֶּן חוֹרִין נוֹתֵן אֶת שָׁוְיוֹ. דִּכְתִיב (שְׁמוֹת כא) אִם כֹּפֶר יוּשַׁת עָלָיו וְנָתַן פִּדְיוֹן נַפְשׁוֹ, דְּמֵי נֶזֶק: חָבַל בָּזֶה וּבָזֶה. בֵּין בְּעֶבֶד בֵּין בְּבֶן חוֹרִין, וְלֹא הֱמִיתוֹ. מְשַׁלֵּם נֶזֶק שָׁלֵם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ג ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-3"},{"uri":"jbr:mishna-yomtov-5-5-3-3","jbo:text":"עיקר תוי\"ט {ג} שלם. אפלו תימא רבי עקיבא דמשנה ח' פרק ג' דבבא קמא, דאמר אף תם שחבל באדם משלם במותר נזק שלם. והא דתנן בשור המועד, משום המית עבד כו' דלא משכחת בתם. גמרא","jbo:textNikud":"עיקר תוי\"ט {ג} שָׁלֵם. אֲפִלּוּ תֵימָא רַבִּי עֲקִיבָא דְּמִשְׁנָה ח' פֶּרֶק ג' דְּבָבָא קַמָּא, דְּאָמַר אַף תָּם שֶׁחָבַל בְּאָדָם מְשַׁלֵּם בַּמּוֹתָר נֶזֶק שָׁלֵם. וְהָא דִּתְנַן בְּשׁוֹר הַמּוּעָד, מִשּׁוּם הֵמִית עֶבֶד כוּ' דְּלֹא מַשְׁכַּחַת בְּתָם. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ג ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-3"},{"uri":"jbr:mishna-5-5-3-4","jbo:text":"באונס ובמפתה להקל ולהחמיר. כיצד. אחד שאנס ופתה את הגדולה שבכהנה ואת הקטנה שבישראל, נותן חמשים סלע. והבשת והפגם {ד}, הכל לפי המביש {ה} והמתביש","jbo:textNikud":"בָּאוֹנֵס וּבַמְפַתֶּה לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁאָנַס וּפִתָּה אֶת הַגְּדוֹלָה שֶׁבַּכְּהֻנָּה וְאֶת הַקְּטַנָּה שֶׁבְּיִשְׂרָאֵל, נוֹתֵן חֲמִשִּׁים סֶלַע. וְהַבּשֶׁת וְהַפְּגָם {ד}, הַכֹּל לְפִי הַמְבַיֵּשׁ {ה} וְהַמִּתְבַּיֵּשׁ","rdfs:label":"משנה ערכין ג ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-4"},{"uri":"jbr:mishna-bartanura-5-5-3-4","jbo:text":"ר\"ע מברטנורה פגם. שמין כמה אדם רוצה לתן בין שפחה בתולה לשפחה בעולה להשיאה לעבדו שיש לו קורת רוח הימנו: לפי המביש והמתביש. אדם נקלה שביש, בשתו מרבה. והמתביש, לפי חשיבותו בשתו","jbo:textNikud":"ר\"ע מברטנורה פְּגָם. שָׁמִין כַּמָּה אָדָם רוֹצֶה לִתֵּן בֵּין שִׁפְחָה בְּתוּלָה לְשִׁפְחָה בְּעוּלָה לְהַשִּׂיאָהּ לְעַבְדּוֹ שֶׁיֵּשׁ לוֹ קוֹרַת רוּחַ הֵימֶנּוּ: לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ. אָדָם נִקְלֶה שֶׁבִּיֵּשׁ, בָּשְׁתּוֹ מְרֻבָּה. וְהַמִּתְבַּיֵּשׁ, לְפִי חֲשִׁיבוּתוֹ בָּשְׁתּוֹ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ג ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-4"},{"uri":"jbr:mishna-yomtov-5-5-3-4","jbo:text":"עיקר תוי\"ט {ד} והפגם. דאמר קרא, ונתן האיש השוכב עמה וגו', הנאת שכיבה חמשים, מכלל דאיכא מלתא אחריתי, ומאי ניהו בשת ופגם. גמרא: {ה} לפי כו'. אבשת קאי. ולא קתני בשת ופגם אלא לומר דחמשים כסף לאו לכלה מלתא נינהו. וצריך עיון למה לא מפרש נמי דין הפגם","jbo:textNikud":"עיקר תוי\"ט {ד} וְהַפְּגָם. דְּאָמַר קְרָא, וְנָתַן הָאִישׁ הַשּׁוֹכֵב עִמָּהּ וְגוֹ', הֲנָאַת שְׁכִיבָה חֲמִשִּׁים, מִכְּלָל דְּאִיכָּא מִלְּתָא אַחֲרִיתִי, וּמַאי נִיהוּ בֹשֶׁת וּפְגָם. גְּמָרָא: {ה} לְפִי כוּ'. אַבֹּשֶׁת קָאֵי. וְלֹא קָתָנֵי בּשֶׁת וּפְגָם אֶלָּא לוֹמַר דַּחֲמִשִּׁים כֶּסֶף לָאו לְכֻלָּהּ מִלְּתָא נִינְהוּ. וְצָרִיךְ עִיּוּן לָמָּה לֹא מְפָרֵשׁ נַמִּי דִּין הַפְּגָם","rdfs:label":"עיקר תוי\"ט משנה ערכין ג ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-4"},{"uri":"jbr:mishna-5-5-3-5","jbo:text":"במוציא שם רע להקל ולהחמיר. כיצד. אחד שהוציא שם רע על הגדולה שבכהנה ועל הקטנה שבישראל, נותן מאה סלע. נמצא האומר {ו} בפיו יתר מן העושה מעשה. שכן מצינו, שלא נחתם גזר דין על אבותינו במדבר אלא על לשון הרע {ז}, שנאמר (במדבר יד), וינסו אתי זה עשר פעמים ולא שמעו בקולי","jbo:textNikud":"בַּמּוֹצִיא שֵׁם רָע לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהוֹצִיא שֵׁם רַע עַל הַגְּדוֹלָה שֶׁבַּכְּהֻנָּה וְעַל הַקְּטַנָּה שֶׁבְּיִשְׂרָאֵל, נוֹתֵן מֵאָה סֶלַע. נִמְצָא הָאוֹמֵר {ו} בְּפִיו יָתֵר מִן הָעוֹשֶׂה מַעֲשֶׂה. שֶׁכֵּן מָצִינוּ, שֶׁלֹּא נֶחְתַּם גְּזַר דִּין עַל אֲבוֹתֵינוּ בַמִּדְבָּר אֶלָּא עַל לָשׁוֹן הָרַע {ז}, שֶׁנֶּאֱמַר (במדבר יד), וַיְנַסּוּ אֹתִי זֶה עֶשֶׂר פְּעָמִים וְלֹא שָׁמְעוּ בְּקוֹלִי","rdfs:label":"משנה ערכין ג ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-5"},{"uri":"jbr:mishna-bartanura-5-5-3-5","jbo:text":"ר\"ע מברטנורה נמצא האומר בפיו יתר מן העושה מעשה. שהאומר לא מצאתי בתולים נותן מאה, והאונס דמוציא בתולים על ידי מעשה נותן חמשים: גזר דין. שלא לכנס לארץ: זה עשר פעמים. גבי מרגלים כתיב, דמשמע על זה נתחתם גזר דין {ח}","jbo:textNikud":"ר\"ע מברטנורה נִמְצָא הָאוֹמֵר בְּפִיו יָתֵר מִן הָעוֹשֶׂה מַעֲשֶׂה. שֶׁהָאוֹמֵר לֹא מָצָאתִי בְתוּלִים נוֹתֵן מֵאָה, וְהָאוֹנֵס דְּמוֹצִיא בְתוּלִים עַל יְדֵי מַעֲשֶׂה נוֹתֵן חֲמִשִּׁים: גְּזַר דִּין. שֶׁלֹּא לִכָּנֵס לָאָרֶץ: זֶה עֶשֶׂר פְּעָמִים. גַּבֵּי מְרַגְּלִים כְּתִיב, דְּמַשְׁמַע עַל זֶה נִתְחַתֵּם גְּזַר דִּין {ח}","rdfs:label":"ר\"ע מברטנורה משנה ערכין ג ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-5"},{"uri":"jbr:mishna-yomtov-5-5-3-5","jbo:text":"עיקר תוי\"ט {ו} האומר כו'. ממאי [דמשום לשון הרע בלבד קא יהיב לה], דלמא משום דקא גרים לה קטלא דכתיב ואם אמת וגו', אמר קרא כי הוציא שם רע, על שם רע שהוציא. גמרא: {ז} לשון הרע. והוא מה שנאמר ויוציאו דבת הארץ [במדבר יג]. הרמב\"ם: {ח} ולא משום צרוף דאחריני. רש\"י","jbo:textNikud":"עיקר תוי\"ט {ו} הָאוֹמֵר כוּ'. מִמַּאי [דְּמִשּׁוּם לָשׁוֹן הָרַע בִּלְבַד קָא יָהֵיב לָהּ], דִּלְמָא מִשּׁוּם דְּקָא גָּרִים לָהּ קְטָלָא דִּכְתִיב וְאִם אֱמֶת וְגוֹ', אָמַר קְרָא כִּי הוֹצִיא שֵׁם רַע, עַל שֵׁם רַע שֶׁהוֹצִיא. גְּמָרָא: {ז} לָשׁוֹן הָרַע. וְהוּא מַה שֶּׁנֶּאֱמַר וַיּוֹצִיאוּ דִּבַּת הָאָרֶץ [בְּמִדְבָּר יג]. הָרַמְבַּ\"ם: {ח} וְלֹא מִשּׁוּם צֵרוּף דְּאַחֲרִינֵי. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה ערכין ג ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-3","jbo:interprets":"jbr:mishna-5-5-3-5"},{"uri":"jbr:mishna-5-5-4-1","jbo:text":"השג יד, בנודר. והשנים, בנדר. והערכים, בנערך, והערך, בזמן הערך. השג יד בנודר, כיצד. עני שהעריך את העשיר, נותן ערך עני. ועשיר שהעריך את העני, נותן ערך עשיר","jbo:textNikud":"הֶשֵּׂג יָד, בַּנּוֹדֵר. וְהַשָּׁנִים, בַּנִּדָּר. וְהָעֲרָכִים, בַּנֶּעֱרָךְ, וְהָעֵרֶךְ, בִּזְמַן הָעֵרֶךְ. הֶשֵּׂג יָד בַּנּוֹדֵר, כֵּיצַד. עָנִי שֶׁהֶעֱרִיךְ אֶת הֶעָשִׁיר, נוֹתֵן עֵרֶךְ עָנִי. וְעָשִׁיר שֶׁהֶעֱרִיךְ אֶת הֶעָנִי, נוֹתֵן עֵרֶךְ עָשִׁיר","rdfs:label":"משנה ערכין ד א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-1"},{"uri":"jbr:mishna-bartanura-5-5-4-1","jbo:text":"ר\"ע מברטנורה השג יד בנודר. תורת דין השגת יד, שעני נדון בערכין כפי השג ידו, בתר נודר אזלינן, ולא בתר נדר, כדמפרש לקמן: והשנים בנדר. ילד שהעריך ערך זקן, נותן ערך זקן, דלא אזלינן בתר שנים דנודר. ותנא דקרי למעריך נודר, לישנא דקרא נקט, דכתיב (ויקרא כז) על פי אשר תשיג יד הנודר יעריכנו הכהן. ואידי דאמר השג יד בנודר אמר נמי השנים בנדר: והערכים בנערך. קצב הערך דזכר ונקבה, בתר נערך אזיל, ולא בתר מעריך, כדמפרש לקמן דאיש שאמר ערך אשה פלונית עלי נותן ערך אשה: והערך בזמן הערך. כדמפרש לקמן, שאם העריך עצמו כשהיה פחות מבן עשרים דהוי ערך קטן, וקדם נתינתו היה בן עשרים, אינו נותן אלא כשעה שהעריך","jbo:textNikud":"ר\"ע מברטנורה הֶשֵּׂג יָד בַּנּוֹדֵר. תּוֹרַת דִּין הַשָּׂגַת יָד, שֶׁעָנִי נִדּוֹן בַּעֲרָכִין כְּפִי הֶשֵּׂג יָדוֹ, בָּתַר נוֹדֵר אָזְלִינַן, וְלֹא בָתַר נִדָּר, כְּדִמְפָרֵשׁ לְקַמָּן: וְהַשָּׁנִים בַּנִּדָּר. יֶלֶד שֶׁהֶעֱרִיךְ עֵרֶךְ זָקֵן, נוֹתֵן עֵרֶךְ זָקֵן, דְּלֹא אָזְלִינַן בָּתַר שָׁנִים דְּנוֹדֵר. וְתַנָּא דְּקָרֵי לְמַעֲרִיךְ נוֹדֵר, לִישְׁנָא דִּקְרָא נָקַט, דִּכְתִיב (וַיִּקְרָא כז) עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנּוֹדֵר יַעֲרִיכֶנּוּ הַכֹּהֵן. וְאַיְדֵי דְאָמַר הֶשֵּׂג יָד בַּנּוֹדֵר אָמַר נַמִּי הַשָּׁנִים בַּנִּדָּר: וְהָעֲרָכִים בַּנֶּעֱרָךְ. קְצַב הָעֵרֶךְ דְּזָכָר וּנְקֵבָה, בָּתַר נֶעֱרָךְ אָזֵיל, וְלֹא בָּתַר מַעֲרִיךְ, כְּדִמְפָרֵשׁ לְקַמָּן דְּאִישׁ שֶׁאָמַר עֵרֶךְ אִשָּׁה פְלוֹנִית עָלָי נוֹתֵן עֵרֶךְ אִשָּׁה: וְהָעֵרֶךְ בִּזְמַן הָעֵרֶךְ. כְּדִמְפָרֵשׁ לְקַמָּן, שֶׁאִם הֶעֱרִיךְ עַצְמוֹ כְשֶׁהָיָה פָּחוֹת מִבֶּן עֶשְׂרִים דַּהֲוֵי עֵרֶךְ קָטָן, וְקֹדֶם נְתִינָתוֹ הָיָה בֶּן עֶשְׂרִים, אֵינוֹ נוֹתֵן אֶלָּא כְּשָׁעָה שֶׁהֶעֱרִיךְ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ד א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-1"},{"uri":"jbr:mishna-5-5-4-2","jbo:text":"אבל בקרבנות אינו כן. הרי שאמר, קרבנו של מצרע זה עלי. אם היה מצרע עני, מביא קרבן עני {א}. עשיר, מביא קרבן עשיר {ב}. רבי אומר, אומר אני אף בערכין כן. וכי מפני מה עני שהעריך את העשיר נותן ערך עני, שאין העשיר חיב כלום. אבל העשיר שאמר ערכי עלי, ושמע העני ואמר, מה שאמר זה עלי, נותן ערך עשיר. היה עני והעשיר או עשיר והעני, נותן ערך עשיר {ד}. רבי יהודה אומר, אפלו עני והעשיר וחזר והעני, נותן ערך עשיר","jbo:textNikud":"אֲבָל בַּקָּרְבָּנוֹת אֵינוֹ כֵן. הֲרֵי שֶׁאָמַר, קָרְבָּנוֹ שֶׁל מְצֹרָע זֶה עָלָי. אִם הָיָה מְצֹרָע עָנִי, מֵבִיא קָרְבַּן עָנִי {א}. עָשִׁיר, מֵבִיא קָרְבַּן עָשִׁיר {ב}. רַבִּי אוֹמֵר, אוֹמֵר אֲנִי אַף בָּעֲרָכִין כֵּן. וְכִי מִפְּנֵי מָה עָנִי שֶׁהֶעֱרִיךְ אֶת הֶעָשִׁיר נוֹתֵן עֵרֶךְ עָנִי, שֶׁאֵין הֶעָשִׁיר חַיָּב כְּלוּם. אֲבָל הֶעָשִׁיר שֶׁאָמַר עֶרְכִּי עָלָי, וְשָׁמַע הֶעָנִי וְאָמַר, מַה שֶּׁאָמַר זֶה עָלָי, נוֹתֵן עֵרֶךְ עָשִׁיר. הָיָה עָנִי וְהֶעֱשִׁיר אוֹ עָשִׁיר וְהֶעֱנִי, נוֹתֵן עֵרֶךְ עָשִׁיר {ד}. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ עָנִי וְהֶעֱשִׁיר וְחָזַר וְהֶעֱנִי, נוֹתֵן עֵרֶךְ עָשִׁיר","rdfs:label":"משנה ערכין ד ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-2"},{"uri":"jbr:mishna-bartanura-5-5-4-2","jbo:text":"ר\"ע מברטנורה אומר אני אף בערכין כן. אלו מתרמי אף בערכין דומיא דקרבנות, הוי כקרבנות, דהא דאמרת דערכין אינן כקרבנות, משום דלא דמו אהדדי, דמפני מה עני שהעריך עשיר נותן ערך עני לפי השג יד, לפי שאין העשיר חיב כלום, ולא דמי למצרע. וזה שאמר על העשיר, לא נתכון אלא לפי מדת שנותיו של עשיר שפחותים או יתרים על שנותיו שלו, הלכך נדון בהשג יד. אבל עשיר שאמר ערכי עלי דהוי חיב ערך שלם, דומיא דמצרע [עשיר], ושמע העני ואמר מה שאמר זה עלי, נותן ערך עשיר: הכי גרסינן היה עני והעשיר או עשיר והעני משלם ערך עשיר. היה עני והעשיר קדם נתינה {ג}, משלם ערך עשיר, אשר תשיג יד הנודר אמר רחמנא, והרי ידו משגת. עשיר והעני נמי תשיג יד הנודר כתיב, והרי היתה משגת בעת שנדר: רבי יהודה אומר אפלו עני והעשיר וחזר והעני נותן ערך עשיר. דכתיב (ויקרא כז) ואם מך הוא {ה} מערכך, עד שיהא במכותו מתחלתו ועד סופו. ואין הלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה אוֹמֵר אֲנִי אַף בַּעֲרָכִין כֵּן. אִלּוּ מִתְרְמֵי אַף בַּעֲרָכִין דּוּמְיָא דְקָרְבָּנוֹת, הָוֵי כְקָרְבָּנוֹת, דְּהָא דְאָמַרְתְּ דַּעֲרָכִין אֵינָן כְּקָרְבָּנוֹת, מִשּׁוּם דְּלֹא דָמוּ אַהֲדָדֵי, דְּמִפְּנֵי מָה עָנִי שֶׁהֶעֱרִיךְ עָשִׁיר נוֹתֵן עֵרֶךְ עָנִי לְפִי הֶשֵּׂג יָד, לְפִי שֶׁאֵין הֶעָשִׁיר חַיָּב כְּלוּם, וְלֹא דָמִי לִמְצֹרָע. וְזֶה שֶׁאָמַר עַל הֶעָשִׁיר, לֹא נִתְכַּוֵּן אֶלָּא לְפִי מִדַּת שְׁנוֹתָיו שֶׁל עָשִׁיר שֶׁפְּחוּתִים אוֹ יְתֵרִים עַל שְׁנוֹתָיו שֶׁלּוֹ, הִלְכָּךְ נִדּוֹן בְּהֶשֵּׂג יָד. אֲבָל עָשִׁיר שֶׁאָמַר עֶרְכִּי עָלָי דַּהֲוֵי חַיָּב עֵרֶךְ שָׁלֵם, דּוּמְיָא דִמְצֹרָע [עָשִׁיר], וְשָׁמַע הֶעָנִי וְאָמַר מַה שֶּׁאָמַר זֶה עָלָי, נוֹתֵן עֵרֶךְ עָשִׁיר: הָכִי גָּרְסִינַן הָיָה עָנִי וְהֶעֱשִׁיר אוֹ עָשִׁיר וְהֶעֱנִי מְשַׁלֵּם עֵרֶךְ עָשִׁיר. הָיָה עָנִי וְהֶעֱשִׁיר קֹדֶם נְתִינָה {ג}, מְשַׁלֵּם עֵרֶךְ עָשִׁיר, אֲשֶׁר תַּשִּׂיג יַד הַנּוֹדֵר אָמַר רַחֲמָנָא, וַהֲרֵי יָדוֹ מַשֶּׂגֶת. עָשִׁיר וְהֶעֱנִי נַמִּי תַּשִּׂיג יַד הַנּוֹדֵר כְּתִיב, וַהֲרֵי הָיְתָה מַשֶּׂגֶת בְּעֵת שֶׁנָּדַר: רַבִּי יְהוּדָה אוֹמֵר אֲפִלּוּ עָנִי וְהֶעֱשִׁיר וְחָזַר וְהֶעֱנִי נוֹתֵן עֵרֶךְ עָשִׁיר. דִּכְתִיב (וַיִּקְרָא כז) וְאִם מָךְ הוּא {ה} מֵעֶרְכְּךָ, עַד שֶׁיְּהֵא בְמָכוּתוֹ מִתְּחִלָּתוֹ וְעַד סוֹפוֹ. וְאֵין הֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה ערכין ד ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-2"},{"uri":"jbr:mishna-yomtov-5-5-4-2","jbo:text":"עיקר תוי\"ט {א} עני. ואף על גב דמדירו עשיר. גמרא: {ב} עשיר. ואף על פי דמדירו עני. ועין תוספות יום טוב: {ג} ונראה לי דרוצה לומר קדם שיעריכנו הכהן, דהא קרא דאשר תשיג דילפינן מניה, יעריכנו כתיב ביה. וכן בבריתא לקמן גבי דמים דתני שעת נתינה, פרש רש\"י עד שעה שהוא בא לבית דין. ובערכין ביאתו לכהן במקום ביאתו לבית דין בדמים הוא: {ד} עשיר. שלוקחין ממנו מה שידו משגת, וישאר שאר הערך עליו עד שיעשיר וישלים הערך שעליו. הרמב\"ם: {ה} ורבנן דרשי ליה בפרק ו' משנה ג' לדרשא אחריתי כמו שכתב שם הר\"ב. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} עָנִי. וְאַף עַל גַּב דְּמַדִּירוֹ עָשִׁיר. גְּמָרָא: {ב} עָשִׁיר. וְאַף עַל פִּי דְּמַדִּירוֹ עָנִי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ג} וְנִרְאֶה לִי דְּרוֹצֶה לוֹמַר קֹדֶם שֶׁיַּעֲרִיכֶנּוּ הַכֹּהֵן, דְּהָא קְרָא דַאֲשֶׁר תַּשִּׂיג דְּיָלְפִינַן מִנֵּיהּ, יַעֲרִיכֶנּוּ כְתִיב בֵּיהּ. וְכֵן בַּבְּרַיְתָא לְקַמָּן גַּבֵּי דָמִים דְּתָנֵי שְׁעַת נְתִינָה, פֵּרֵשׁ רַשִׁ\"י עַד שָׁעָה שֶׁהוּא בָּא לְבֵית דִּין. וּבַעֲרָכִין בִּיאָתוֹ לַכֹּהֵן בִּמְקוֹם בִּיאָתוֹ לְבֵית דִּין בְּדָמִים הוּא: {ד} עָשִׁיר. שֶׁלּוֹקְחִין מִמֶּנּוּ מַה שֶּׁיָּדוֹ מַשֶּׂגֶת, וְיִשָּׁאֵר שְׁאָר הָעֵרֶךְ עָלָיו עַד שֶׁיַּעֲשִׁיר וְיַשְׁלִים הָעֵרֶךְ שֶׁעָלָיו. הָרַמְבַּ\"ם: {ה} וְרַבָּנָן דָּרְשֵׁי לֵיהּ בְּפֶרֶק ו' מִשְׁנָה ג' לִדְרָשָׁא אַחֲרִיתִי כְּמוֹ שֶׁכָּתַב שָׁם הָרַ\"ב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ד ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-2"},{"uri":"jbr:mishna-5-5-4-3","jbo:text":"אבל בקרבנות אינו כן, אפלו אביו מת והניח לו רבוא, ספינתו בים ובאו ברבואות, אין להקדש בהן כלום","jbo:textNikud":"אֲבָל בַּקָּרְבָּנוֹת אֵינוֹ כֵן, אֲפִלּוּ אָבִיו מֵת וְהִנִּיחַ לוֹ רִבּוֹא, סְפִינָתוֹ בַיָּם וּבָאוּ בְרִבּוֹאוֹת, אֵין לַהֶקְדֵּשׁ בָּהֶן כְּלוּם","rdfs:label":"משנה ערכין ד ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-3"},{"uri":"jbr:mishna-bartanura-5-5-4-3","jbo:text":"ר\"ע מברטנורה אפלו אביו מת. בשעה שנתחיב זה בקרבן היה אביו גוסס ונוטה למות, ומת וירש ממנו רבוא קדם שהביא קרבנו, אינו מביא אלא קרבן עני, כמו שהיה בשעה שנתחיב בקרבן: ספינתו בים. לא שהיתה ספינתו טעונה מסחורות שלו ברבוא, דאם כן עשיר הוא. אלא שהיתה ספינתו משכרת לאחרים ברבוא שכר, והוא אין בידו אלא אותה ספינה. ומשום שכרה לאו עשיר הוא, דאין שכירות משתלמת אלא בסופה, ונמצא שעכשיו עני הוא. ומשום הספינה עצמה לאו עשיר הוא, דהאי תנא סבר כמאן דאמר לקמן שאם היה המעריך חמר נותן לו הכהן חמורו ואינו נוטלו להקדש, ואם היה אכר מניח לו צמד בקרו דהיא פרנסתו, והכי נמי מניח לו ספינתו","jbo:textNikud":"ר\"ע מברטנורה אֲפִלּוּ אָבִיו מֵת. בְּשָׁעָה שֶׁנִּתְחַיֵּב זֶה בְּקָרְבָּן הָיָה אָבִיו גּוֹסֵס וְנוֹטֶה לָמוּת, וּמֵת וְיָרַשׁ מִמֶּנּוּ רִבּוֹא קֹדֶם שֶׁהֵבִיא קָרְבָּנוֹ, אֵינוֹ מֵבִיא אֶלָּא קָרְבַּן עָנִי, כְּמוֹ שֶׁהָיָה בְּשָׁעָה שֶׁנִּתְחַיֵּב בַּקָּרְבָּן: סְפִינָתוֹ בַיָּם. לֹא שֶׁהָיְתָה סְפִינָתוֹ טְעוּנָה מִסְּחוֹרוֹת שֶׁלּוֹ בְּרִבּוֹא, דְּאִם כֵּן עָשִׁיר הוּא. אֶלָּא שֶׁהָיְתָה סְפִינָתוֹ מֻשְׂכֶּרֶת לַאֲחֵרִים בְּרִבּוֹא שָׂכָר, וְהוּא אֵין בְּיָדוֹ אֶלָּא אוֹתָהּ סְפִינָה. וּמִשּׁוּם שְׂכָרָהּ לָאו עָשִׁיר הוּא, דְּאֵין שְׂכִירוּת מִשְׁתַּלֶּמֶת אֶלָּא בְּסוֹפָהּ, וְנִמְצָא שֶׁעַכְשָׁיו עָנִי הוּא. וּמִשּׁוּם הַסְּפִינָה עַצְמָהּ לָאו עָשִׁיר הוּא, דְּהַאי תַּנָּא סָבַר כְּמַאן דְּאָמַר לְקַמָּן שֶׁאִם הָיָה הַמַּעֲרִיךְ חַמָּר נוֹתֵן לוֹ הַכֹּהֵן חֲמוֹרוֹ וְאֵינוֹ נוֹטְלוֹ לַהֶקְדֵּשׁ, וְאִם הָיָה אִכָּר מַנִּיחַ לוֹ צֶמֶד בְּקָרוֹ דְּהִיא פַּרְנָסָתוֹ, וְהָכִי נַמִּי מַנִּיחַ לוֹ סְפִינָתוֹ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ד ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-3"},{"uri":"jbr:mishna-5-5-4-4","jbo:text":"שנים בנדר כיצד, ילד שהעריך את הזקן, נותן ערך זקן. וזקן שהעריך את הילד, נותן ערך ילד. וערכים בנערך כיצד, איש שהעריך את האשה, נותן ערך אשה. ואשה שהעריכה את האיש, נותנת ערך איש. והערך בזמן הערך כיצד, העריכו פחות מבן חמש ונעשה יותר על בן חמש, פחות מבן עשרים ונעשה יותר על בן עשרים, נותן כזמן הערך. יום שלשים, כלמטה ממנו. שנת חמש ושנת עשרים, כלמטה ממנו, שנאמר (ויקרא כז), ואם מבן ששים שנה ומעלה אם זכר, הרי אנו למדים בכלם משנת ששים. מה שנת ששים כלמטה ממנה, אף שנת חמש ושנת עשרים כלמטה ממנה. הן. אם עשה שנת ששים כלמטה ממנה להחמיר, נעשה שנת חמש ושנת עשרים כלמטה ממנה להקל. תלמוד לומר, שנה שנה, לגזרה שוה. מה שנה האמורה בשנת ששים, כלמטה ממנה, אף שנה האמורה בשנת חמש ושנת עשרים, כלמטה ממנה, בין להקל בין להחמיר {ז}. רבי אלעזר אומר, עד שיהיו יתרות על השנים חדש ויום אחד","jbo:textNikud":"שָׁנִים בַּנִּדָּר כֵּיצַד, יֶלֶד שֶׁהֶעֱרִיךְ אֶת הַזָּקֵן, נוֹתֵן עֵרֶךְ זָקֵן. וְזָקֵן שֶׁהֶעֱרִיךְ אֶת הַיֶּלֶד, נוֹתֵן עֵרֶךְ יֶלֶד. וַעֲרָכִים בַּנֶּעֱרָךְ כֵּיצַד, אִישׁ שֶׁהֶעֱרִיךְ אֶת הָאִשָּׁה, נוֹתֵן עֵרֶךְ אִשָּׁה. וְאִשָּׁה שֶׁהֶעֱרִיכָה אֶת הָאִישׁ, נוֹתֶנֶת עֵרֶךְ אִישׁ. וְהָעֵרֶךְ בִּזְמַן הָעֵרֶךְ כֵּיצַד, הֶעֱרִיכוֹ פָּחוּת מִבֶּן חָמֵשׁ וְנַעֲשָׂה יוֹתֵר עַל בֶּן חָמֵשׁ, פָּחוּת מִבֶּן עֶשְׂרִים וְנַעֲשָׂה יוֹתֵר עַל בֶּן עֶשְׂרִים, נוֹתֵן כִּזְמַן הָעֵרֶךְ. יוֹם שְׁלֹשִׁים, כִּלְמַטָּה מִמֶּנּוּ. שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנּוּ, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה אִם זָכָר, הֲרֵי אָנוּ לְמֵדִים בְּכֻלָּם מִשְּׁנַת שִׁשִּׁים. מַה שְּׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה, אַף שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה. הֵן. אִם עָשָׂה שְׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה לְהַחֲמִיר, נַעֲשֶׂה שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה לְהָקֵל. תַּלְמוּד לוֹמַר, שָׁנָה שָׁנָה, לִגְזֵרָה שָׁוָה. מַה שָּׁנָה הָאֲמוּרָה בִשְׁנַת שִׁשִּׁים, כִּלְמַטָּה מִמֶּנָּה, אַף שָׁנָה הָאֲמוּרָה בִשְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנָּה, בֵּין לְהָקֵל בֵּין לְהַחֲמִיר {ז}. רַבִּי אֶלְעָזָר אוֹמֵר, עַד שֶׁיִּהְיוּ יְתֵרוֹת עַל הַשָּׁנִים חֹדֶשׁ וְיוֹם אֶחָד","rdfs:label":"משנה ערכין ד ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-4"},{"uri":"jbr:mishna-bartanura-5-5-4-4","jbo:text":"ר\"ע מברטנורה ילד. מבן עשרים ועד בן ששים, דהוי ערכו חמשים שקלים: נותן כזמן הערך. דכתיב (ויקרא כז) כערכך יקום {ו}, אינו נותן אלא כזמן הערך: יום שלשים כלמטה. אם אמר ערך פלוני קטן עלי, ואותו קטן היה באותו יום בן שלשים, הוי כלמטה ולא אמר כלום. דאין ערך לפחות מבן חדש. דהכי כתיב [שם] ואם מבן חדש: מבן ששים שנה ומעלה. משמע ששלמה שנת ששים ואז הוא נדון כששים, אבל בשנת ששים נדון כילד: הן אם עשינו. בתמיהה. כלומר, וכי כן הוא, אם עשינו [שנת] ששים כלמטה להחמיר דערך גדול יש לפחות מבן ששים חמשים סלע, וליותר מבן ששים אינו אלא חמשה עשר: כלמטה ממנה להקל. דערך יותר על בן עשרים, גדול הוא מפחות מבן עשרים. וכן בבן חמש. כדכתיבי בקראי: רבי אליעזר אומר. לעולם שנת חמש ושנת עשרים ושנת ששים כלמטה, עד שתשלם כל השנה וחדש ויום אחד משנה האחרת. דיליף גזרה שוה למעלה למעלה מבכור, נאמר כאן מבן ששים שנה ומעלה, ונאמר בבכור אדם (במדבר יח) ופדויו מבן חדש ומעלה {ח}, מה להלן חדש ויום אחד, שאין בכור נפדה פחות מבן חדש ויום אחד, אף כאן עד שיוסיף על ששים חדש ויום אחד {ט}. ושנת חמש ושנת עשרים ילפינן בגזרה שוה שנה שנה משנת ששים, כדיליף תנא קמא לעיל. ואין הלכה כרבי אלעזר","jbo:textNikud":"ר\"ע מברטנורה יֶלֶד. מִבֶּן עֶשְׂרִים וְעַד בֶּן שִׁשִּׁים, דַּהֲוֵי עֶרְכּוֹ חֲמִשִּׁים שְׁקָלִים: נוֹתֵן כִּזְמַן הָעֵרֶךְ. דִּכְתִיב (וַיִּקְרָא כז) כְּעֶרְכְּךָ יָקוּם {ו}, אֵינוֹ נוֹתֵן אֶלָּא כִּזְמַן הָעֵרֶךְ: יוֹם שְׁלֹשִׁים כִּלְמַטָּה. אִם אָמַר עֵרֶךְ פְּלוֹנִי קָטָן עָלָי, וְאוֹתוֹ קָטָן הָיָה בְּאוֹתוֹ יוֹם בֶּן שְׁלֹשִׁים, הָוֵי כִלְמַטָּה וְלֹא אָמַר כְּלוּם. דְּאֵין עֵרֶךְ לְפָחוּת מִבֶּן חֹדֶשׁ. דְּהָכִי כְּתִיב [שָׁם] וְאִם מִבֶּן חֹדֶשׁ: מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה. מַשְׁמַע שֶׁשָּׁלְמָה שְׁנַת שִׁשִּׁים וְאָז הוּא נִדּוֹן כְּשִׁשִּׁים, אֲבָל בִּשְׁנַת שִׁשִּׁים נִדּוֹן כְּיֶלֶד: הֵן אִם עָשִׂינוּ. בִּתְמִיהָה. כְּלוֹמַר, וְכִי כֵן הוּא, אִם עָשִׂינוּ [שְׁנַת] שִׁשִּׁים כִּלְמַטָּה לְהַחֲמִיר דְּעֵרֶךְ גָּדוֹל יֵשׁ לְפָחוּת מִבֶּן שִׁשִּׁים חֲמִשִּׁים סֶלַע, וּלְיוֹתֵר מִבֶּן שִׁשִּׁים אֵינוֹ אֶלָּא חֲמִשָּׁה עָשָׂר: כִּלְמַטָּה מִמֶּנָּה לְהָקֵל. דְּעֵרֶך יוֹתֵר עַל בֶּן עֶשְׂרִים, גָּדוֹל הוּא מִפָּחוּת מִבֶּן עֶשְׂרִים. וְכֵן בְּבֶן חָמֵשׁ. כְּדִכְתִיבֵי בִקְרָאֵי: רַבִּי אֱלִיעֶזֶר אוֹמֵר. לְעוֹלָם שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים וּשְׁנַת שִׁשִּׁים כִּלְמַטָּה, עַד שֶׁתִּשְׁלַם כָּל הַשָּׁנָה וְחֹדֶשׁ וְיוֹם אֶחָד מִשָּׁנָה הָאַחֶרֶת. דְּיָלֵיף גְּזֵרָה שָׁוָה לְמַעְלָה לְמַעְלָה מִבְּכוֹר, נֶאֱמַר כָּאן מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה, וְנֶאֱמַר בִּבְכוֹר אָדָם (בְּמִדְבַּר יח) וּפְדוּיָו מִבֶּן חֹדֶשׁ וָמַעְלָה {ח}, מַה לְּהַלָּן חֹדֶשׁ וְיוֹם אֶחָד, שֶׁאֵין בְּכוֹר נִפְדֶּה פָּחוּת מִבֶּן חֹדֶשׁ וְיוֹם אֶחָד, אַף כָּאן עַד שֶׁיּוֹסִיף עַל שִׁשִּׁים חֹדֶשׁ וְיוֹם אֶחָד {ט}. וּשְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים יָלְפִינַן בִּגְזֵרָה שָׁוָה שָׁנָה שָׁנָה מִשְּׁנַת שִׁשִּׁים, כִּדְיָלֵיף תַּנָּא קַמָּא לְעֵיל. וְאֵין הֲלָכָה כְּרַבִּי אֶלְעָזָר","rdfs:label":"ר\"ע מברטנורה משנה ערכין ד ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-4"},{"uri":"jbr:mishna-yomtov-5-5-4-4","jbo:text":"עיקר תוי\"ט {ו} תמיהה לי, דהאי קרא לאו בערך נפשות כתיב, אלא בערך מקדיש שדה אחזתו, ובשדה אחזה אין דין השגת יד אלא גרעון כסף. ונראה לי דמשום דכערכך יקום כלה מיתר הוא כו', ואם אינו ענין כו' תנהו ענין למעריך נפשות: {ז} בין כו'. כלומר השנים האמורים בענין כלם כלמטה הימנו, בין כו', ששנת חמש ועשרים להקל, ושנת ששים להחמיר. אבל לא קאי על הנלמדים בלבד, דבהו אין חלקה להחמיר: {ח} בגמרא. וכתבו התוספות, וחפשנו אחר מקרא זה ולא מצאנוהו, כי אם ופדויו מבן חדש תפדה. ושמא דריש הכי מדכתיב מבן חדש דמשמע ומעלה, מדלא כתיב בן חדש. ועין תוספות יום טוב: {ט} ובגמרא, ואימא כי התם, מה התם חד יומא אף הכא חד יומא. אם כן גזרה שוה מאי אהני. פרש רש\"י, בלא גזרה שוה ידענא דחד יומא בעינן, דהא ומעלה כתיב. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ו} תְּמִיהָה לִי, דְּהַאי קְרָא לָאו בְּעֵרֶךְ נְפָשׁוֹת כְּתִיב, אֶלָּא בְּעֵרֶךְ מַקְדִּישׁ שְׂדֵה אֲחֻזָּתוֹ, וּבִשְׂדֵה אֲחֻזָּה אֵין דִּין הַשָּׂגַת יָד אֶלָּא גִרְעוֹן כֶּסֶף. וְנִרְאֶה לִי דְמִשּׁוּם דִּכְעֶרְכְּךָ יָקוּם כֻּלַּהּ מְיֻתָּר הוּא כוּ', וְאִם אֵינוֹ עִנְיָן כוּ' תְּנֵהוּ עִנְיָן לְמַעֲרִיךְ נְפָשׁוֹת: {ז} בֵּין כוּ'. כְּלוֹמַר הַשָּׁנִים הָאֲמוּרִים בָּעִנְיָן כֻּלָּם כִּלְמַטָּה הֵימֶנּוּ, בֵּין כוּ', שֶׁשְּׁנַת חָמֵשׁ וְעֶשְׂרִים לְהָקֵל, וּשְׁנַת שִׁשִּׁים לְהַחֲמִיר. אֲבָל לֹא קָאֵי עַל הַנִּלְמָדִים בִּלְבַד, דִּבְהוּ אֵין חֲלֻקָּה לְהַחֲמִיר: {ח} בַּגְּמָרָא. וְכָתְבוּ הַתּוֹסָפוֹת, וְחִפַּשְׂנוּ אַחַר מִקְרָא זֶה וְלֹא מְצָאנוּהוּ, כִּי אִם וּפְדוּיָו מִבֶּן חֹדֶשׁ תִּפְדֶּה. וְשֶׁמָּא דָרֵישׁ הָכִי מִדִּכְתִיב מִבֶּן חֹדֶשׁ דְּמַשְׁמַע וָמַעְלָה, מִדְּלֹא כְתִיב בֶּן חֹדֶשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ט} וּבַגְּמָרָא, וְאֵימָא כִּי הָתָם, מַה הָתָם חַד יוֹמָא אַף הָכָא חַד יוֹמָא. אִם כֵּן גְּזֵרָה שָׁוָה מַאי אַהֲנֵי. פֵּרֵשׁ רַשִׁ\"י, בְּלֹא גְזֵרָה שָׁוָה יְדַעְנָא דְחַד יוֹמָא בָעִינַן, דְּהָא וָמַעְלָה כְתִיב. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ד ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-4","jbo:interprets":"jbr:mishna-5-5-4-4"},{"uri":"jbr:mishna-5-5-5-1","jbo:text":"האומר, משקלי עלי, נותן משקלו. אם כסף, כסף. אם זהב, זהב. מעשה באמה של ירמטיה שאמרה, משקל בתי עלי, ועלתה לירושלים, ושקלוה ונתנה משקלה זהב. משקל ידי עלי, רבי יהודה אומר, ממלא חבית מים ומכניסה עד מרפקו, ושוקל בשר חמור וגידין ועצמות ונותן לתוכה עד שתתמלא. אמר רבי יוסי, וכי היאך אפשר לכון בשר כנגד בשר ועצמות כנגד עצמות. אלא שמין את היד כמה היא ראויה לשקל","jbo:textNikud":"הָאוֹמֵר, מִשְׁקָלִי עָלָי, נוֹתֵן מִשְׁקָלוֹ. אִם כֶּסֶף, כֶּסֶף. אִם זָהָב, זָהָב. מַעֲשֶׂה בְּאִמָּהּ שֶׁל יִרְמַטְיָה שֶׁאָמְרָה, מִשְׁקַל בִּתִּי עָלָי, וְעָלְתָה לִירוּשָׁלַיִם, וּשְׁקָלוּהָ וְנָתְנָה מִשְׁקָלָהּ זָהָב. מִשְׁקַל יָדִי עָלָי, רַבִּי יְהוּדָה אוֹמֵר, מְמַלֵּא חָבִית מַיִם וּמַכְנִיסָהּ עַד מַרְפֵּקוֹ, וְשׁוֹקֵל בְּשַׂר חֲמוֹר וְגִידִין וַעֲצָמוֹת וְנוֹתֵן לְתוֹכָהּ עַד שֶׁתִּתְמַלֵּא. אָמַר רַבִּי יוֹסֵי, וְכִי הֵיאַךְ אֶפְשָׁר לְכַוֵּן בָּשָׂר כְּנֶגֶד בָּשָׂר וַעֲצָמוֹת כְּנֶגֶד עֲצָמוֹת. אֶלָּא שָׁמִין אֶת הַיָּד כַּמָּה הִיא רְאוּיָה לִשְׁקֹל","rdfs:label":"משנה ערכין ה א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-1"},{"uri":"jbr:mishna-bartanura-5-5-5-1","jbo:text":"ר\"ע מברטנורה האומר משקלי עלי כו', אם כסף כסף. אם פרש כסף נותן משקלו כסף, ואם פרש זהב, נותן משקלו זהב. והא קמשמע לן דאם לא פרש אלא אמר סתם משקלי עלי, פטר נפשיה בכל דהו, ובלבד שיהיה דבר שכמותו רגיל להיות נשקל במקום ההוא. ואפלו זפת ואפלו בצלים ורגילים אנשי המקום למכרם במשקל, ואמר אחד מאנשי המקום ההוא משקלי עלי סתם ולא פרש, הרי זה נותן משקלו זפת או בצלים ונפטר: ומעשה באמה של ירמטיה. מפרש בגמרא דמתניתין חסורי מחסרא והכי קתני, ואם אדם חשוב הוא, אף על גב דלא פרש אמדינן ליה לפי כבודו, ומעשה נמי באמה של ירמטיה, אשה ששמה כך, שאמרה משקל בתי עלי ועלתה לירושלים, ושקלוה ונתנה משקלה זהב, לפי שהיתה אמודה בעשר: משקל ידי עלי. היאך הוא שוקל ידו, דאם רוצה מכביד ואם רוצה מקל: ומכניסה עד מרפקו. קוד\"ו בלע\"ז {א}. משום דבנדרים הלך אחר לשון בני אדם, ובאותו זמן היו קורין יד לזרוע עד המרפק. וכשמכניס היד לתוך חבית מלאה מים ישפכו מן המים שבחבית כפי מקום היד שהכניס בתוכה עד המרפק, וחוזר ומכניס בחבית בשר וגידין ועצמות של חמור, שמשקל בשר חמור כמשקל בשר אדם {ב}, ויהא באותו בשר גידין ועצמות כפי מה שיש ביד, שאין משקל עצמות וגידין שוה למשקל בשר, ונותן לתוכה עד שתחזר ותתמלא כמו שהיתה, דהשתא איכא נפח כשעור ידו, ושוקל הבשר והעצמות והגידים ההם והוא משקל ידו {ג}: היאך אפשר לכון בשר כנגד בשר. שמא יש בבשר חמור שנותן לתוך החבית יותר גידים ועצמות ממה שיש ביד, או פחות, ונמצא שאין המשקל מכון. והלכה כרבי יוסי","jbo:textNikud":"ר\"ע מברטנורה הָאוֹמֵר מִשְׁקָלִי עָלָי כוּ', אִם כֶּסֶף כֶּסֶף. אִם פֵּרֵשׁ כֶּסֶף נוֹתֵן מִשְׁקָלוֹ כֶּסֶף, וְאִם פֵּרֵשׁ זָהָב, נוֹתֵן מִשְׁקָלוֹ זָהָב. וְהָא קָמַשְׁמַע לָן דְּאִם לֹא פֵּרֵשׁ אֶלָּא אָמַר סְתָם מִשְׁקָלִי עָלָי, פָּטַר נַפְשֵׁיהּ בְּכָל דְּהוּ, וּבִלְבַד שֶׁיִּהְיֶה דָבָר שֶׁכְּמוֹתוֹ רָגִיל לִהְיוֹת נִשְׁקָל בַּמָּקוֹם הַהוּא. וַאֲפִלּוּ זֶפֶת וַאֲפִלּוּ בְּצָלִים וּרְגִילִים אַנְשֵׁי הַמָּקוֹם לְמָכְרָם בְּמִשְׁקָל, וְאָמַר אֶחָד מֵאַנְשֵׁי הַמָּקוֹם הַהוּא מִשְׁקָלִי עָלָי סְתָם וְלֹא פֵּרֵשׁ, הֲרֵי זֶה נוֹתֵן מִשְׁקָלוֹ זֶפֶת אוֹ בְצָלִים וְנִפְטָר: וּמַעֲשֶׂה בְאִמָּהּ שֶׁל יִרְמַטְיָה. מְפָרֵשׁ בַּגְּמָרָא דְּמַתְנִיתִין חַסּוֹרֵי מְחַסְרָא וְהָכִי קָתָנֵי, וְאִם אָדָם חָשׁוּב הוּא, אַף עַל גַּב דְּלֹא פֵרֵשׁ אָמְדִינַן לֵיהּ לְפִי כְבוֹדוֹ, וּמַעֲשֶׂה נַמִּי בְּאִמָּהּ שֶׁל יִרְמַטְיָה, אִשָּׁה שֶׁשְּׁמָהּ כָּךְ, שֶׁאָמְרָה מִשְׁקַל בִּתִּי עָלָי וְעָלְתָה לִירוּשָׁלַיִם, וּשְׁקָלוּהָ וְנָתְנָה מִשְׁקָלָהּ זָהָב, לְפִי שֶׁהָיְתָה אֲמוּדָה בְעֹשֶׁר: מִשְׁקַל יָדִי עָלָי. הֵיאַךְ הוּא שׁוֹקֵל יָדוֹ, דְּאִם רוֹצֶה מַכְבִּיד וְאִם רוֹצֶה מֵקֵל: וּמַכְנִיסָהּ עַד מַרְפְּקוֹ. קוד\"ו בְּלַעַ\"ז {א}. מִשּׁוּם דְּבִנְדָרִים הַלֵּךְ אַחַר לְשׁוֹן בְּנֵי אָדָם, וּבְאוֹתוֹ זְמַן הָיוּ קוֹרִין יָד לַזְּרוֹעַ עַד הַמַּרְפֵּק. וּכְשֶׁמַּכְנִיס הַיָּד לְתוֹךְ חָבִית מְלֵאָה מַיִם יִשָּׁפְכוּ מִן הַמַּיִם שֶׁבֶּחָבִית כְּפִי מְקוֹם הַיָּד שֶׁהִכְנִיס בְּתוֹכָהּ עַד הַמַּרְפֵּק, וְחוֹזֵר וּמַכְנִיס בֶּחָבִית בָּשָׂר וְגִידִין וַעֲצָמוֹת שֶׁל חֲמוֹר, שֶׁמִּשְׁקָל בְּשַׂר חֲמוֹר כְּמִשְׁקַל בְּשַׂר אָדָם {ב}, וִיהֵא בְּאוֹתוֹ בָשָׂר גִּידִין וַעֲצָמוֹת כְּפִי מַה שֶּׁיֵּשׁ בַּיָּד, שֶׁאֵין מִשְׁקַל עֲצָמוֹת וְגִידִין שָׁוֶה לְמִשְׁקַל בָּשָׂר, וְנוֹתֵן לְתוֹכָהּ עַד שֶׁתַּחְזֹר וְתִתְמַלֵּא כְמוֹ שֶׁהָיְתָה, דְּהַשְׁתָּא אִיכָּא נֶפַח כְּשִׁעוּר יָדוֹ, וְשׁוֹקֵל הַבָּשָׂר וְהָעֲצָמוֹת וְהַגִּידִים הָהֵם וְהוּא מִשְׁקַל יָדוֹ {ג}: הֵיאַךְ אֶפְשָׁר לְכַוֵּן בָּשָׂר כְּנֶגֶד בָּשָׂר. שֶׁמָּא יֵשׁ בִּבְשַׂר חֲמוֹר שֶׁנּוֹתֵן לְתוֹךְ הֶחָבִית יוֹתֵר גִּידִים וַעֲצָמוֹת מִמַּה שֶּׁיֵּשׁ בַּיָּד, אוֹ פָּחוֹת, וְנִמְצָא שֶׁאֵין הַמִּשְׁקָל מְכֻוָּן. וַהֲלָכָה כְּרַבִּי יוֹסֵי","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-1"},{"uri":"jbr:mishna-yomtov-5-5-5-1","jbo:text":"עיקר תוי\"ט {א} ונקרא בלשון אשכנז עלינבוגי\"ן: {ב} ואף על פי שאין ראיה לדבר זכר לדבר, שנאמר [יחזקאל כג] אשר בשר חמורים בשרם. בגמרא: {ג} פרוש לפרושו, שבתחלה אומדין לקח כשעור היד כו', וממלאין בו החבית דשמא לא כונו האמד ויצטרך להוסיף או לגרע, ולפיכך שוקלין אחר כך כשכבר נתמלא החבית ממה שהיה חסר על ידי היד, שעכשיו אנו יודעים שלקחנו השעור בשוה. וכן פרש הרמב\"ם, שיטל כו' ויתן לתוך החבית כו' ואחר כך שוקל. ויתכן שמפרש ושוקל דמתניתין מלשון שקל קלא פתק ביה שענינו נטילה. אבל המשקל לא תנינא ליה במתניתין אלא דממילא הכי עבדינן. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {א} וְנִקְרָא בִּלְשׁוֹן אַשְׁכְּנַז עלינבוגי\"ן: {ב} וְאַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר זֵכֶר לַדָּבָר, שֶׁנֶּאֱמַר [יְחֶזְקֵאל כג] אֲשֶׁר בְּשַׂר חֲמוֹרִים בְּשָׂרָם. בַּגְּמָרָא: {ג} פֵּרוּשׁ לְפֵרוּשׁוֹ, שֶׁבַּתְּחִלָּה אוֹמְדִין לִקַּח כְּשִׁעוּר הַיָּד כוּ', וּמְמַלְּאִין בּוֹ הֶחָבִית דְּשֶׁמָּא לֹא כִוְּנוּ הָאֹמֶד וְיִצְטָרֵךְ לְהוֹסִיף אוֹ לִגְרֹעַ, וּלְפִיכָךְ שׁוֹקְלִין אַחַר כָּךְ כְּשֶׁכְּבָר נִתְמַלֵּא הֶחָבִית מִמַּה שֶּׁהָיָה חָסֵר עַל יְדֵי הַיָּד, שֶׁעַכְשָׁיו אָנוּ יוֹדְעִים שֶׁלָּקַחְנוּ הַשִּׁעוּר בְּשָׁוֶה. וְכֵן פֵּרֵשׁ הָרַמְבַּ\"ם, שֶׁיִּטֹּל כוּ' וְיִתֵּן לְתוֹךְ הֶחָבִית כוּ' וְאַחַר כָּךְ שׁוֹקֵל. וְיִתָּכֵן שֶׁמְּפָרֵשׁ וְשׁוֹקֵל דְּמַתְנִיתִין מִלְּשׁוֹן שְׁקַל קָלָא פְּתַק בֵּיהּ שֶׁעִנְיָנוֹ נְטִילָה. אֲבָל הַמִּשְׁקָל לֹא תְנֵינָא לֵיהּ בְּמַתְנִיתִין אֶלָּא דְמִמֵּילָא הָכִי עָבְדִינַן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ה א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-1"},{"uri":"jbr:mishna-5-5-5-2","jbo:text":"דמי ידי עלי, שמין אותו, כמה הוא שוה ביד, וכמה הוא שוה בלא יד. זה חמר בנדרים מבערכין. וחמר בערכין מבנדרים, כיצד. האומר, ערכי עלי, ומת, יתנו היורשין. דמי עלי, ומת, לא יתנו היורשים, שאין דמים למתים {ה}. ערך ידי וערך רגלי עלי, לא אמר כלום {ו}. ערך ראשי וערך כבדי עלי, נותן ערך כלו. זה הכלל, דבר שהנשמה תלויה בו, נותן ערך כלו","jbo:textNikud":"דְּמֵי יָדִי עָלָי, שָׁמִין אוֹתוֹ, כַּמָּה הוּא שָׁוֶה בְּיָד, וְכַמָּה הוּא שָׁוֶה בְּלֹא יָד. זֶה חֹמֶר בַּנְּדָרִים מִבָּעֲרָכִין. וְחֹמֶר בָּעֲרָכִין מִבַּנְּדָרִים, כֵּיצַד. הָאוֹמֵר, עֶרְכִּי עָלָי, וָמֵת, יִתְּנוּ הַיּוֹרְשִׁין. דָּמַי עָלָי, וָמֵת, לֹא יִתְּנוּ הַיּוֹרְשִׁים, שֶׁאֵין דָּמִים לַמֵּתִים {ה}. עֵרֶךְ יָדִי וְעֵרֶךְ רַגְלִי עָלָי, לֹא אָמַר כְּלוּם {ו}. עֵרֶךְ רֹאשִׁי וְעֵרֶךְ כְּבֵדִי עָלָי, נוֹתֵן עֵרֶךְ כֻּלּוֹ. זֶה הַכְּלָל, דָּבָר שֶׁהַנְּשָׁמָה תְלוּיָה בוֹ, נוֹתֵן עֵרֶךְ כֻּלּוֹ","rdfs:label":"משנה ערכין ה ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-2"},{"uri":"jbr:mishna-bartanura-5-5-5-2","jbo:text":"ר\"ע מברטנורה וכמה הוא שוה בלא יד. מפרש בגמרא, שאין שמין אותו כמה יפה כשנקטעה ידו וכמה היה שוה כששתי ידיו שלמות. שמי שנקטעה ידו, כשבאים לשומו כמה היה שוה תחלה אין שמין אותו אלא בזול, לפי שרואים אותו מזלזל, וזה האומר דמי ידי עלי הרי לא נקטעה ידו. לכך מפרש, כמה הוא שוה בלא יד, כגון אם מכרו רבו כלו חוץ מידו, שידו אחת מכתבת לרבו ראשון, ושמין כמה הוא יפה כשרבו מוכר כלו ולא שיר ממנו לעצמו כלום. וכמה שוה פחות אם שיר רבו ידו אחת שלא מכרה, דהשתא אינו מזלזל, וכך הוא נותן להקדש: זה חמר בנדרים מבערכין. דאלו אמר בערכים ערך ידי ורגלי עלי, לא אמר כלום, אלא אם כן אמר בדבר שהנשמה תלויה בו: ערכי עלי ומת יתנו היורשים. דערך דבר קצוב הוא. ודוקא כשעמד בדין קדם שמת, לפי שאינו חיב בערך אלא אחר שיעמד לפני הכהן, כדכתיב (ויקרא כז) והעמידו לפני הכהן {ד}. אבל דמי עלי דאינו אלא מה שישומוהו בבית דין והרי לא בא לידי כך שהרי מת, אף על פי שעמד בדין הוא מחסר אמדנא ולא יתנו היורשים: נותן ערך כלו. דערך נפשות כתיב: זה הכלל. לאתויי שאר אברים שהנשמה תלויה בהם","jbo:textNikud":"ר\"ע מברטנורה וְכַמָּה הוּא שָׁוֶה בְלֹא יָד. מְפָרֵשׁ בַּגְּמָרָא, שֶׁאֵין שָׁמִין אוֹתוֹ כַּמָּה יָפֶה כְשֶׁנִּקְטְעָה יָדוֹ וְכַמָּה הָיָה שָׁוֶה כְּשֶׁשְּׁתֵּי יָדָיו שְׁלֵמוֹת. שֶׁמִּי שֶׁנִּקְטְעָה יָדוֹ, כְּשֶׁבָּאִים לְשׁוּמוֹ כַּמָּה הָיָה שָׁוֶה תְחִלָּה אֵין שָׁמִין אוֹתוֹ אֶלָּא בְּזוֹל, לְפִי שֶׁרוֹאִים אוֹתוֹ מְזֻלְזָל, וְזֶה הָאוֹמֵר דְּמֵי יָדִי עָלָי הֲרֵי לֹא נִקְטְעָה יָדוֹ. לְכָךְ מְפָרֵשׁ, כַּמָּה הוּא שָׁוֶה בְלֹא יָד, כְּגוֹן אִם מְכָרוֹ רַבּוֹ כֻלּוֹ חוּץ מִיָּדוֹ, שֶׁיָּדוֹ אַחַת מֻכְתֶּבֶת לְרַבּוֹ רִאשׁוֹן, וְשָׁמִין כַּמָּה הוּא יָפֶה כְּשֶׁרַבּוֹ מוֹכֵר כֻּלּוֹ וְלֹא שִׁיֵּר מִמֶּנּוּ לְעַצְמוֹ כְּלוּם. וְכַמָּה שָׁוֶה פָּחוֹת אִם שִׁיֵּר רַבּוֹ יָדוֹ אַחַת שֶׁלֹּא מְכָרָהּ, דְּהַשְׁתָּא אֵינוֹ מְזֻלְזָל, וְכָךְ הוּא נוֹתֵן לַהֶקְדֵּשׁ: זֶה חֹמֶר בַּנְּדָרִים מִבָּעֲרָכִין. דְּאִלּוּ אָמַר בָּעֲרָכִים עֵרֶךְ יָדִי וְרַגְלִי עָלָי, לֹא אָמַר כְּלוּם, אֶלָּא אִם כֵּן אָמַר בְּדָבָר שֶׁהַנְּשָׁמָה תְּלוּיָה בוֹ: עֶרְכִּי עָלָי וָמֵת יִתְּנוּ הַיּוֹרְשִׁים. דְּעֵרֶךְ דָּבָר קָצוּב הוּא. וְדַוְקָא כְשֶׁעָמַד בַּדִּין קֹדֶם שֶׁמֵּת, לְפִי שֶׁאֵינוֹ חַיָּב בָּעֵרֶךְ אֶלָּא אַחַר שֶׁיַּעֲמֹד לִפְנֵי הַכֹּהֵן, כְּדִכְתִיב (וַיִּקְרָא כז) וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן {ד}. אֲבָל דָּמַי עָלָי דְּאֵינוֹ אֶלָּא מַה שֶׁיְּשׁוּמוּהוּ בְּבֵית דִּין וַהֲרֵי לֹא בָּא לִידֵי כָּךְ שֶׁהֲרֵי מֵת, אַף עַל פִּי שֶׁעָמַד בַּדִּין הוּא מְחֻסָּר אֻמְדָּנָא וְלֹא יִתְּנוּ הַיּוֹרְשִׁים: נוֹתֵן עֵרֶךְ כֻּלּוֹ. דְּעֵרֶךְ נְפָשׁוֹת כְּתִיב: זֶה הַכְּלָל. לַאֲתוֹיֵי שְׁאָר אֵבָרִים שֶׁהַנְּשָׁמָה תְלוּיָה בָהֶם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-2"},{"uri":"jbr:mishna-yomtov-5-5-5-2","jbo:text":"עיקר תוי\"ט {ד} הרמב\"ם. וקשה לי, דהך קרא לא כתיב אלא באם מך הוא מערכך, ואם כן כשאינו מך לא בעי העמדה לפני הכהן כלל. ובגמרא, יתנו היורשים, שמע מנה מלוה על פה גובה מן היורשים כו'. הכא במאי עסקינן כשעמד בדין. פרש רש\"י, וחיבוהו קדם מותו דהוה ליה כמלוה בשטר, וכתב הראב\"ד, עמידה בדין שהזכרה בגמרא לא באו לה מדרך העמדה והערכה, שהרי ראוי היה לזה בשעת הנדר כו', אבל הזכרה לחיוב היורשים מפני שהוא מלוה על פה. ועין תוספות יום טוב: {ה} שאין כו'. [נראה לי דטעמא לפי שהמת אסור בהנאה, ומשום הכי אין אומרים כך בבהמה]. והא דתניא בבבא קמא ונתן פדיון נפשו דמי נזק [פרוש ששמין אותו לאחר מיתה כמה היה שוה מחיים. תוספות], התם הוא טעמא משום דמשעתא דאזיק רמי עליה לשלומי כשעת ההזק, וההיא שעתיה דאזקיה חי הוא, אבל דמי עלי שאינו נודר אלא מה שישומוהו בית דין, והרי לא בא לידי כך שהרי מת, לא יתנו היורשין. רש\"י: {ו} לא כו'. בגמרא יליף דהוה ליה לכתב בערך וכתיב בערכך, ערך כלו הוא נותן ולא ערך אברים. וקשית רש\"י בחמש למה הכפל כמה זמני בלשון הזה, עין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ד} הָרַמְבַּ\"ם. וְקָשֶׁה לִי, דְּהַךְ קְרָא לֹא כְתִיב אֶלָּא בְּאִם מָךְ הוּא מֵעֶרְכֶּךָ, וְאִם כֵּן כְּשֶׁאֵינוֹ מָךְ לֹא בָעֵי הַעֲמָדָה לִפְנֵי הַכֹּהֵן כְּלָל. וּבַגְּמָרָא, יִתְּנוּ הַיּוֹרְשִׁים, שְׁמַע מִנַּהּ מִלְוָה עַל פֶּה גּוֹבֶה מִן הַיּוֹרְשִׁים כוּ'. הָכָא בְמַאי עָסְקִינַן כְּשֶׁעָמַד בַּדִּין. פֵּרֵשׁ רַשִׁ\"י, וְחִיְּבוּהוּ קֹדֶם מוֹתוֹ דַּהֲוָה לֵיהּ כְּמִלְוָה בִּשְׁטָר, וְכָתַב הָרַאֲבַ\"ד, עֲמִידָה בַדִּין שֶׁהֻזְכְּרָה בַּגְּמָרָא לֹא בָאוּ לָהּ מִדֶּרֶךְ הַעֲמָדָה וְהַעֲרָכָה, שֶׁהֲרֵי רָאוּי הָיָה לָזֶה בִּשְׁעַת הַנֶּדֶר כוּ', אֲבָל הֻזְכְּרָה לְחִיּוּב הַיּוֹרְשִׁים מִפְּנֵי שֶׁהוּא מִלְוָה עַל פֶּה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ה} שֶׁאֵין כוּ'. [נִרְאֶה לִי דְּטַעֲמָא לְפִי שֶׁהַמֵּת אָסוּר בַּהֲנָאָה, וּמִשּׁוּם הָכִי אֵין אוֹמְרִים כָּךְ בִּבְהֵמָה]. וְהָא דְּתַנְיָא בְּבָבָא קַמָּא וְנָתַן פִּדְיוֹן נַפְשׁוֹ דְמֵי נִזָּק [פֵּרוּשׁ שֶׁשָּׁמִין אוֹתוֹ לְאַחַר מִיתָה כַּמָּה הָיָה שָׁוֶה מֵחַיִּים. תּוֹסָפוֹת], הָתָם הוּא טַעֲמָא מִשּׁוּם דְּמִשַּׁעְתָּא דְאַזִּיק רָמֵי עָלֵיהּ לְשִׁלּוּמֵי כִשְׁעַת הַהֶזֵּק, וְהַהִיא שַׁעְתֵּיהּ דְּאַזְּקֵיהּ חַי הוּא, אֲבָל דָּמַי עָלָי שֶׁאֵינוֹ נוֹדֵר אֶלָּא מַה שֶּׁיְּשׁוּמוּהוּ בֵית דִּין, וַהֲרֵי לֹא בָא לִידֵי כָךְ שֶׁהֲרֵי מֵת, לֹא יִתְּנוּ הַיּוֹרְשִׁין. רַשִׁ\"י: {ו} לֹא כוּ'. בַּגְּמָרָא יָלֵיף דַּהֲוָה לֵיהּ לִכְתֹּב בְּעֵרֶךְ וּכְתִיב בְּעֶרְכְּךָ, עֵרֶךְ כֻּלּוֹ הוּא נוֹתֵן וְלֹא עֵרֶךְ אֵבָרִים. וְקֻשְׁיַת רַשִׁ\"י בַּחֻמָּשׁ לָמָּה הֻכְפַּל כַּמָּה זִמְנֵי בַּלָּשׁוֹן הַזֶּה, עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ה ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-2"},{"uri":"jbr:mishna-5-5-5-3","jbo:text":"חצי ערכי עלי, נותן חצי ערכו. ערך חציי עלי, נותן ערך כלו. חצי דמי עלי, נותן חצי דמיו. דמי חציי עלי, נותן דמי כלו. זה הכלל, דבר שהנשמה תלויה בו, נותן ערך כלו {ט}","jbo:textNikud":"חֲצִי עֶרְכִּי עָלָי, נוֹתֵן חֲצִי עֶרְכּוֹ. עֵרֶךְ חֶצְיִי עָלָי, נוֹתֵן עֵרֶךְ כֻּלּוֹ. חֲצִי דָמַי עָלָי, נוֹתֵן חֲצִי דָמָיו. דְּמֵי חֶצְיִי עָלָי, נוֹתֵן דְּמֵי כֻלּוֹ. זֶה הַכְּלָל, דָּבָר שֶׁהַנְּשָׁמָה תְלוּיָה בוֹ, נוֹתֵן עֵרֶךְ כֻּלּוֹ {ט}","rdfs:label":"משנה ערכין ה ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-3"},{"uri":"jbr:mishna-bartanura-5-5-5-3","jbo:text":"ר\"ע מברטנורה חציי עלי. הוי כערך ראשי וערך כבדי, דהוי דבר שהנשמה תלויה בו: דמי חציי עלי נותן דמי כלו. דכתיב (ויקרא כז) נדר בערכך נפשות, הקיש נדר לערך, מה ערך אמר ערך חציי עלי נותן ערך כלו, אף נדר אמר דמי חציי עלי נותן כלו {ז}: זה הכלל. לאתויי כל האברים שהנשמה תלויה בהם, שאם אמר דמי חצי אותו אבר עלי, כגון שאמר דמי חצי לבי {ח} עלי, או דמי חצי כבדי עלי, נותן דמי כלו","jbo:textNikud":"ר\"ע מברטנורה חֶצְיִי עָלָי. הָוֵי כְּעֵרֶךְ רֹאשִׁי וְעֵרֶךְ כְּבֵדִי, דַּהֲוֵי דָבָר שֶׁהַנְּשָׁמָה תְלוּיָה בוֹ: דְּמֵי חֶצְיִי עָלָי נוֹתֵן דְּמֵי כֻלּוֹ. דִּכְתִיב (וַיִּקְרָא כז) נֶדֶר בְּעֶרְכְּךָ נְפָשׁוֹת, הִקִּישׁ נֶדֶר לְעֵרֶךְ, מַה עֵרֶךְ אָמַר עֵרֶךְ חֶצְיִי עָלָי נוֹתֵן עֵרֶךְ כֻּלּוֹ, אַף נֶדֶר אָמַר דְּמֵי חֶצְיִי עָלָי נוֹתֵן כֻּלּוֹ {ז}: זֶה הַכְּלָל. לַאֲתוֹיֵי כָל הָאֵבָרִים שֶׁהַנְּשָׁמָה תְלוּיָה בָהֶם, שֶׁאִם אָמַר דְּמֵי חֲצִי אוֹתוֹ אֵבָר עָלָי, כְּגוֹן שֶׁאָמַר דְּמֵי חֲצִי לִבִּי {ח} עָלָי, אוֹ דְמֵי חֲצִי כְבֵדִי עָלָי, נוֹתֵן דְּמֵי כֻלּוֹ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-3"},{"uri":"jbr:mishna-yomtov-5-5-5-3","jbo:text":"עיקר תוי\"ט {ז} ואפכא ליכא לאקושי לחיב למעריך אפלו אומר ערך ידי עלי, דהא ממעטינן מדכתיב ערכך ולא כתיב ערך. ועין תוספות יום טוב: {ח} וכן כתב הרמב\"ם. ולא אדע למה שנה מלשון המשנה דלעיל ערך ראשי כו': {ט} ערך כלו. הרמב\"ם. דכמו דזה הכלל לאתויי אומר דמי חצי אבר, הכי נמי מיתינן לאומר ערך חצי אבר כו'. אבל הר\"ב דלא כתב אלא אומר דמי חציי גרס דמי כלו. עין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {ז} וְאִפְּכָא לֵיכָּא לְאַקוּשֵׁי לְחַיֵּב לַמַּעֲרִיךְ אֲפִלּוּ אוֹמֵר עֵרֶךְ יָדִי עָלָי, דְּהָא מְמַעֲטִינַן מִדִּכְתִיב עֶרְכְּךָ וְלֹא כְתִיב עֵרֶךְ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ח} וְכֵן כָּתַב הָרַמְבַּ\"ם. וְלֹא אֵדַע לָמָּה שִׁנָּה מִלְּשׁוֹן הַמִּשְׁנָה דִּלְעֵיל עֵרֶךְ רֹאשִׁי כוּ': {ט} עֵרֶךְ כֻּלּוֹ. הָרַמְבַּ\"ם. דִּכְמוֹ דְזֶה הַכְּלָל לַאֲתוֹיֵי אוֹמֵר דְּמֵי חֲצִי אֵבָר, הָכִי נַמִּי מַיְתִינַן לְאוֹמֵר עֵרֶךְ חֲצִי אֵבָר כוּ'. אֲבָל הָרַ\"ב דְּלֹא כָתַב אֶלָּא אוֹמֵר דְּמֵי חֶצְיִי גָּרַס דְּמֵי כֻלּוֹ. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ה ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-3"},{"uri":"jbr:mishna-5-5-5-4","jbo:text":"האומר, ערכו של פלוני עלי, מת הנודר והנדר, יתנו היורשין. דמיו של פלוני עלי, מת הנודר, יתנו היורשין. מת הנדר, לא יתנו היורשין, שאין דמים למתים","jbo:textNikud":"הָאוֹמֵר, עֶרְכּוֹ שֶׁל פְּלוֹנִי עָלָי, מֵת הַנּוֹדֵר וְהַנִּדָּר, יִתְּנוּ הַיּוֹרְשִׁין. דָּמָיו שֶׁל פְּלוֹנִי עָלָי, מֵת הַנּוֹדֵר, יִתְּנוּ הַיּוֹרְשִׁין. מֵת הַנִּדָּר, לֹא יִתְּנוּ הַיּוֹרְשִׁין, שֶׁאֵין דָּמִים לַמֵּתִים","rdfs:label":"משנה ערכין ה ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-4"},{"uri":"jbr:mishna-bartanura-5-5-5-4","jbo:text":"ר\"ע מברטנורה מת הנודר והנדר יתנו היורשים. והוא שעמד בדין קדם שמת, כדפרישנא לעיל {י}. וסיפא אצטריכא ליה: דמיו של פלוני עלי, מת הנודר יתנו היורשים. דמהו דתימא אף על גב דעמד בדין, הואיל ומת הנודר קדם שישומו הנדר, לא אשתעבוד נכסיה, קמשמע לן אמדנא גלוי מלתא בעלמא הוא, והואיל ונדר קים אמדינן ליה","jbo:textNikud":"ר\"ע מברטנורה מֵת הַנּוֹדֵר וְהַנִּדָּר יִתְּנוּ הַיּוֹרְשִׁים. וְהוּא שֶׁעָמַד בַּדִּין קֹדֶם שֶׁמֵּת, כִּדְפָרֵישְׁנָא לְעֵיל {י}. וְסֵיפָא אִצְטְרִיכָא לֵיהּ: דָּמָיו שֶׁל פְּלוֹנִי עָלָי, מֵת הַנּוֹדֵר יִתְּנוּ הַיּוֹרְשִׁים. דְּמַהוּ דְתֵימָא אַף עַל גַּב דְּעָמַד בַּדִּין, הוֹאִיל וּמֵת הַנּוֹדֵר קֹדֶם שֶׁיָּשׁוּמוּ הַנִּדָּר, לֹא אִשְׁתַּעְבּוּד נִכְסֵיהּ, קָמַשְׁמַע לָן אֻמְדָּנָא גִּלּוּי מִלְּתָא בְעָלְמָא הוּא, וְהוֹאִיל וְנִדָּר קַיָּם אָמְדִינַן לֵיהּ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-4"},{"uri":"jbr:mishna-yomtov-5-5-5-4","jbo:text":"עיקר תוי\"ט {י} פרוש, הנערך עמד בדין קדם שמת. אבל מת הנערך קדם שיעמד בדין, אף על פי שהמעריך קים הרי זה פטור שאין ערך למת, והנערך צריך עמידה בדין. הרמב\"ם. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} פֵּרוּשׁ, הַנֶּעֱרָךְ עָמַד בַּדִּין קֹדֶם שֶׁמֵּת. אֲבָל מֵת הַנֶּעֱרָךְ קֹדֶם שֶׁיַּעֲמֹד בַּדִּין, אַף עַל פִּי שֶׁהַמַּעֲרִיךְ קַיָּם הֲרֵי זֶה פָּטוּר שֶׁאֵין עֵרֶךְ לַמֵּת, וְהַנֶּעֱרָךְ צָרִיךְ עֲמִידָה בַדִּין. הָרַמְבַּ\"ם. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ה ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-4"},{"uri":"jbr:mishna-5-5-5-5","jbo:text":"שור זה עולה, בית זה קרבן, מת השור ונפל הבית, אינו חיב לשלם. דמי שור זה עלי {יג} עולה, או דמי בית זה עלי קרבן, מת השור ונפל הבית, חיב לשלם","jbo:textNikud":"שׁוֹר זֶה עוֹלָה, בַּיִת זֶה קָרְבָּן, מֵת הַשּׁוֹר וְנָפַל הַבַּיִת, אֵינוֹ חַיָּב לְשַׁלֵּם. דְּמֵי שׁוֹר זֶה עָלָי {יג} עוֹלָה, אוֹ דְּמֵי בַיִת זֶה עָלָי קָרְבָּן, מֵת הַשּׁוֹר וְנָפַל הַבַּיִת, חַיָּב לְשַׁלֵּם","rdfs:label":"משנה ערכין ה ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-5"},{"uri":"jbr:mishna-bartanura-5-5-5-5","jbo:text":"ר\"ע מברטנורה בית זה קרבן. לבדק הבית {יא}: ונפל הבית. קדם שהחזיק בו גזבר {יב}: מת השור וכו' חיב לשלם. ולא אמרינן אין דמים למתים אלא באדם בלבד","jbo:textNikud":"ר\"ע מברטנורה בַּיִת זֶה קָרְבָּן. לְבֶדֶק הַבַּיִת {יא}: וְנָפַל הַבַּיִת. קֹדֶם שֶׁהֶחְזִיק בּוֹ גִּזְבָּר {יב}: מֵת הַשּׁוֹר וְכוּ' חַיָּב לְשַׁלֵּם. וְלֹא אָמְרִינַן אֵין דָּמִים לַמֵּתִים אֶלָּא בְאָדָם בִּלְבַד","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-5"},{"uri":"jbr:mishna-yomtov-5-5-5-5","jbo:text":"עיקר תוי\"ט {יא} ותני קדשי מזבח ותני קדשי בדק הבית: {יב} אסיפא קאי. ובדין הוה ליה להקדים הדבור שאחריו מת השור כו'. ועין תוספות יום טוב: {יג} עלי. בגמרא לא שנו אלא דאמר דמי כו', אבל אמר שור זה כו', אף על גב דאמר עלי, כיון דאמר זה ומת, אינו חיב באחריותו, עלי להביאו קאמר, פרש רש\"י, עלי להביאו, לטרח עד שיתקרב. אבל כי אמר דמי, אם אבד השור הדמים לא אבדו, דהא לא אמר דמים הללו ולא היו בעין. ורישא נמי דאמר דמי. דאם לא כן, אפלו אמר עלי. תוספות. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יא} וְתָנֵי קָדְשֵׁי מִזְבֵּחַ וְתָנֵי קָדְשֵׁי בֶדֶק הַבַּיִת: {יב} אַסֵּיפָא קָאֵי. וּבְדִין הֲוָה לֵיהּ לְהַקְדִּים הַדִּבּוּר שֶׁאַחֲרָיו מֵת הַשּׁוֹר כוּ'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} עָלָי. בַּגְּמָרָא לֹא שָׁנוּ אֶלָּא דְאָמַר דְּמֵי כוּ', אֲבָל אָמַר שׁוֹר זֶה כוּ', אַף עַל גַּב דְּאָמַר עָלָי, כֵּיוָן דְּאָמַר זֶה וָמֵת, אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ, עָלָי לְהָבִיאוֹ קָאָמַר, פֵּרֵשׁ רַשִׁ\"י, עָלָי לְהָבִיאוֹ, לִטְרֹחַ עַד שֶׁיִּתְקָרֵב. אֲבָל כִּי אָמַר דְּמֵי, אִם אָבַד הַשּׁוֹר הַדָּמִים לֹא אָבְדוּ, דְּהָא לֹא אָמַר דָּמִים הַלָּלוּ וְלֹא הָיוּ בְעֵין. וְרֵישָׁא נַמִּי דְאָמַר דְּמֵי. דְּאִם לֹא כֵן, אֲפִלּוּ אָמַר עָלָי. תּוֹסָפוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ה ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-5"},{"uri":"jbr:mishna-5-5-5-6","jbo:text":"חיבי ערכים {יד}, ממשכנין אותן. חיבי חטאות ואשמות, אין ממשכנין אותן. חיבי עולות ושלמים, ממשכנין אותן אף על פי שאין מתכפר לו עד שיתרצה, שנאמר (ויקרא א), לרצונו {טז}, כופין אותו עד שיאמר, רוצה אני. וכן אתה אומר בגטי נשים, כופין אותו עד שיאמר {יז}, רוצה אני","jbo:textNikud":"חַיָּבֵי עֲרָכִים {יד}, מְמַשְׁכְּנִין אוֹתָן. חַיָּבֵי חַטָּאוֹת וַאֲשָׁמוֹת, אֵין מְמַשְׁכְּנִין אוֹתָן. חַיָּבֵי עוֹלוֹת וּשְׁלָמִים, מְמַשְׁכְּנִין אוֹתָן אַף עַל פִּי שֶׁאֵין מִתְכַּפֵּר לוֹ עַד שֶׁיִּתְרַצֶּה, שֶׁנֶּאֱמַר (ויקרא א), לִרְצוֹנוֹ {טז}, כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר, רוֹצֶה אָנִי. וְכֵן אַתָּה אוֹמֵר בְּגִטֵּי נָשִׁים, כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר {יז}, רוֹצֶה אָנִי","rdfs:label":"משנה ערכין ה ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-6"},{"uri":"jbr:mishna-bartanura-5-5-5-6","jbo:text":"ר\"ע מברטנורה ממשכנין אותן. גזבר נכנס לביתם ונוטל בעל כרחם: חיבי חטאות ואשמות. כיון דלכפרה אתו לא משהי להו, ואין ממשכנין אותן. וחטאת נזיר, הואיל ולאו לכפרה אתיא ואינה מעכבתו מלשתות יין {טו}, שכיון שנזרק הדם של אחד מן הקרבנות התר הנזיר לשתות יין ולהטמא למתים, זמנין דפשע ומשהי לה, הלכך ממשכנין אותו על חטאתו: חיבי עולות ושלמים. אף על גב דעולה מכפרת על עשה ועל לאו הנתק לעשה, הואיל ולאו חובה היא לא חשיב לה כפרה ואתי לשהויי, הלכך ממשכנים אותן. ויש מחיבי עולות שאין ממשכנים אותן, כגון עולת מצרע, לפי שהיא מעכבת טהרתו, לא אתי לשהויה: כופין אותו עד שיאמר רוצה אני. היכא דבית דין ממשכנים אותו צריך שיאמר רוצה אני: וכן אתה אומר בגטי נשים. כל מי שדינו שכופין אותו לגרש, ולא רצה לגרש, בית דין של ישראל מכין אותו עד שיאמר רוצה אני, ונותן הגט והוא כשר","jbo:textNikud":"ר\"ע מברטנורה מְמַשְׁכְּנִין אוֹתָן. גִּזְבָּר נִכְנָס לְבֵיתָם וְנוֹטֵל בְּעַל כָּרְחָם: חַיָּבֵי חַטָּאוֹת וַאֲשָׁמוֹת. כֵּיוָן דִּלְכַפָּרָה אָתוּ לֹא מַשְׁהֵי לְהוּ, וְאֵין מְמַשְׁכְּנִין אוֹתָן. וְחַטַּאת נָזִיר, הוֹאִיל וְלָאו לְכַפָּרָה אָתְיָא וְאֵינָהּ מְעַכַּבְתּוֹ מִלִּשְׁתּוֹת יַיִן {טו}, שֶׁכֵּיוָן שֶׁנִּזְרַק הַדָּם שֶׁל אֶחָד מִן הַקָּרְבָּנוֹת הֻתַּר הַנָּזִיר לִשְׁתּוֹת יַיִן וּלְהִטָּמֵא לַמֵּתִים, זִמְנִין דְּפָשַׁע וּמַשְׁהֵי לַהּ, הִלְכָּךְ מְמַשְׁכְּנִין אוֹתוֹ עַל חַטָּאתוֹ: חַיָּבֵי עוֹלוֹת וּשְׁלָמִים. אַף עַל גַּב דְּעוֹלָה מְכַפֶּרֶת עַל עֲשֵׂה וְעַל לָאו הַנִּתָּק לַעֲשֵׂה, הוֹאִיל וְלָאו חוֹבָה הִיא לָא חֲשִׁיב לַהּ כַּפָּרָה וְאָתֵי לְשִׁהוּיֵי, הִלְכָּךְ מְמַשְׁכְּנִים אוֹתָן. וְיֵשׁ מֵחַיָּבֵי עוֹלוֹת שֶׁאֵין מְמַשְׁכְּנִים אוֹתָן, כְּגוֹן עוֹלַת מְצֹרָע, לְפִי שֶׁהִיא מְעַכֶּבֶת טָהֳרָתוֹ, לֹא אָתֵי לְשִׁהוּיֵהּ: כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר רוֹצֶה אֲנִי. הֵיכָא דְּבֵית דִּין מְמַשְׁכְּנִים אוֹתוֹ צָרִיךְ שֶׁיֹּאמַר רוֹצֶה אֲנִי: וְכֵן אַתָּה אוֹמֵר בְּגִטֵּי נָשִׁים. כָּל מִי שֶׁדִּינוֹ שֶׁכּוֹפִין אוֹתוֹ לְגָרֵשׁ, וְלֹא רָצָה לְגָרֵשׁ, בֵּית דִּין שֶׁל יִשְׂרָאֵל מַכִּין אוֹתוֹ עַד שֶׁיֹּאמַר רוֹצֶה אֲנִי, וְנוֹתֵן הַגֵּט וְהוּא כָּשֵׁר","rdfs:label":"ר\"ע מברטנורה משנה ערכין ה ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-6"},{"uri":"jbr:mishna-yomtov-5-5-5-6","jbo:text":"עיקר תוי\"ט {יד} חיבי כו'. לשון הרמב\"ם בחבורו, חיבי ערכין ודמים: {טו} [ולא כתב] ומלהטמא למתים, אף על גב שגם בזה אינו מתעכב וכדמסיק. והרמב\"ם כתב לשניהן. וכן הוא בגמרא. אבל הר\"ב ישב בזה קשיה גדולה, דיש להקשות, אמאי לא קאמר נמי ואשם נזיר טמא כשמגלח, שאין אשמו מעכבתו מלמנות נזירות טהרה כחכמים דפרק ג' דנזיר כו', אלא דדוקא מה שאין מעכבו מלשתות יין אתי לשהויי, מה שאין כן אלו לא התר בשתית יין אף על גב שהתר להטמא למתים לא אתי לשהויי. והכי נמי אשם נזיר טמא, מה שאין מעכבו מלמנות, משום הכי לא אמרינן דאתי לשהויי. ועין תוספות יום טוב: {טז} לרצונו. ונאמר גם כן יקריב, דמשמע בעל כרחו. הא כיצד, כופין אותו עד שיאמר רוצה אני. גמרא: {יז} שיאמר. ולא קתני עד שיתן, דיק מנה בגמרא דלא סגי בנתינה, דדלמא מסר מודעא, ובנתינה בעלמא אין זה בטול, הלכך צריך שיאמר. [כלומר דלבטל למודעא]","jbo:textNikud":"עיקר תוי\"ט {יד} חַיָּבֵי כוּ'. לְשׁוֹן הָרַמְבַּ\"ם בְּחִבּוּרוֹ, חַיָּבֵי עֲרָכִין וְדָמִים: {טו} [וְלֹא כָתַב] וּמִלְּהִטָּמֵא לַמֵּתִים, אַף עַל גַּב שֶׁגַּם בָּזֶה אֵינוֹ מִתְעַכֵּב וְכִדְמַסִּיק. וְהָרַמְבַּ\"ם כָּתַב לִשְׁנֵיהֶן. וְכֵן הוּא בַגְּמָרָא. אֲבָל הָרַ\"ב יִשֵּׁב בָּזֶה קֻשְׁיָה גְדוֹלָה, דְּיֵשׁ לְהַקְשׁוֹת, אַמַּאי לֹא קָאָמַר נַמִּי וַאֲשַׁם נָזִיר טָמֵא כְשֶׁמְּגַלֵּחַ, שֶׁאֵין אֲשָׁמוֹ מְעַכַּבְתּוֹ מִלִּמְנוֹת נְזִירוּת טָהֳרָה כַּחֲכָמִים דְּפֶרֶק ג' דְּנָזִיר כוּ', אֶלָּא דְדַוְקָא מַה שֶּׁאֵין מְעַכְּבוֹ מִלִּשְׁתּוֹת יַיִן אָתֵי לְשִׁהוּיֵי, מַה שֶּׁאֵין כֵּן אִלּוּ לֹא הֻתַּר בִּשְׁתִיַּת יַיִן אַף עַל גַּב שֶׁהֻתַּר לְהִטָּמֵא לַמֵּתִים לֹא אָתֵי לְשִׁהוּיֵי. וְהָכִי נַמִּי אֲשַׁם נָזִיר טָמֵא, מַה שֶּׁאֵין מְעַכְּבוֹ מִלִּמְנוֹת, מִשּׁוּם הָכִי לֹא אָמְרִינַן דְּאָתֵי לְשִׁהוּיֵי. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {טז} לִרְצוֹנוֹ. וְנֶאֱמַר גַּם כֵּן יַקְרִיב, דְּמַשְׁמַע בְּעַל כָּרְחוֹ. הָא כֵיצַד, כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר רוֹצֶה אֲנִי. גְּמָרָא: {יז} שֶׁיֹּאמַר. וְלֹא קָתָנֵי עַד שֶׁיִּתֵּן, דַּיֵּק מִנַּהּ בַּגְּמָרָא דְלָא סַגִּי בִנְתִינָה, דְּדִלְמָא מָסַר מוֹדָעָא, וּבִנְתִינָה בְעָלְמָא אֵין זֶה בִּטּוּל, הִלְכָּךְ צָרִיךְ שֶׁיֹּאמַר. [כְּלוֹמַר דְּלִבָּטֵל לַמּוֹדָעָא]","rdfs:label":"עיקר תוי\"ט משנה ערכין ה ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-5","jbo:interprets":"jbr:mishna-5-5-5-6"},{"uri":"jbr:mishna-5-5-6-1","jbo:text":"שום היתומים, שלשים יום, ושום ההקדש, ששים יום {א}, ומכריזין בבקר ובערב. המקדיש נכסיו והיתה עליו כתבת אשה, רבי אליעזר אומר, כשיגרשנה, ידיר {ז} הנאה. רבי יהושע אומר, אינו צריך. כיוצא בו אמר רבן שמעון בן גמליאל, אף {ט} הערב לאשה בכתבתה והיה בעלה מגרשה, ידיר הנאה, שמא יעשה קנוניא על נכסיו של זה ויחזיר את אשתו","jbo:textNikud":"שׁוּם הַיְתוֹמִים, שְׁלשִׁים יוֹם, וְשׁוּם הַהֶקְדֵּשׁ, שִׁשִּׁים יוֹם {א}, וּמַכְרִיזִין בַּבֹּקֶר וּבָעָרֶב. הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּשֶׁיְּגָרְשֶׁנָּה, יַדִּיר {ז} הֲנָאָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵינוֹ צָרִיךְ. כַּיוֹצֵא בוֹ אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אַף {ט} הֶעָרֵב לָאִשָּׁה בִכְתֻבָּתָה וְהָיָה בַעְלָהּ מְגָרְשָׁהּ, יַדִּיר הֲנָאָה, שֶׁמָּא יַעֲשֶׂה קְנוּנְיָא עַל נְכָסָיו שֶׁל זֶה וְיַחֲזִיר אֶת אִשְׁתּוֹ","rdfs:label":"משנה ערכין ו א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-1"},{"uri":"jbr:mishna-bartanura-5-5-6-1","jbo:text":"ר\"ע מברטנורה שום היתומים. בית דין היורדים לנכסי יתומים למכרן להגבות לבעל חוב, שמין את הקרקע ומכריזין שלשים יום רצופים זה אחר זה, כל הרוצה לקח יבא ויקח. ואי בעו, מכריזין ששים יום כל שני וחמישי, והכי עדיף טפי. ואף על גב דכי חשבת כל שני וחמישי שבששים יום מתחלת יום שני של הכרזה ראשונה לא משכחת להו אלא תמני סרי יומי, מכל מקום הכי עדיף, כיון דמשכא מלתא טובא ידעי ושמעי: ושום ההקדש. המקדיש שדה מקנה, שהיא נפדית בדמים כמו שהיא שוה: בבקר ובערב. בשעת הוצאת פועלים ובשעת הכנסת פועלים. דאי איכא דבעי למזבן אמר להו לפועלים בשעת יציאתן ראו לי שדה פלונית אם היא יפה, ובשעת הכנסת פועלים כששומע ההכרזה נזכר והולך ושואלן. וכשהן מכריזין, אומרים, שדה פלונית שכך וכך סימניה, וכך וכך מצריה, כך היא עושה תבואה וכך שמאוה בית דין. ואם מוכרים אותה לכתבת אשה, אומרים, הלוקח יקח על מנת שיתן המעות לכתבת אשה. ואם מוכרים אותה בשביל בעל חוב, אומרים, על מנת שיתן המעות לבעל חוב. משום דאיכא לוקח דניחא ליה לקח כדי לפרע לאשה דנסבא פורתא פורתא, ואיכא דניחא ליה טפי לפרע לבעל חוב שנוטל זוזים חסרים ושבורים, שאין דרך סוחרים להקפיד בכך. אף על גב דקימא לן דאין בית דין נזקקים לנכסי יתומים למכרן, והכא תנן שום היתומים וכו' דמשמע שבית דין מוכרים נכסי יתומים, הא אמרינן דעל שלשה דברים בלבד {ב} בית דין נזקקים למכר בנכסי יתומים, על בעל חוב נכרי שהיה אביהם חיב לו והיתה רבית אוכלת בהן {ג}, ועל כתבת אשה משום דאיכא רוחא ליתומים כשתגבה כתבתה, דכל זמן שלא גבתה כתבתה יש לה מזונות מן היתומים {ד}, גבתה כתבתה שוב אין לה מזונות. ועל חוב שהודה אביהן בשעת מיתתו שיש לפלוני אצלו מנה, או שנדוהו בית דין על חוב זה ומת בנדויו, או שלא הגיע עדין זמן פריעת החוב כשמת, דלא עביד אינש דפרע בגו זמניה. וכשבית דין נזקקים לנכסי יתומים על שלשה דברים הללו, מעמידים להם אפוטרופוס ומוכרים בהכרזה, כדתנן במתניתין. והני מלי בקרקעות. אבל במטלטלין, השתא דקימא לן מטלטלי דיתמי משתעבדי לבעל חוב, הרי בעל חוב נשבע {ה} וגובה חובו מן המטלטלין ואין צריכין הכרזה, שאין מכריזים לא על העבדים ולא על השטרות ולא על המטלטלין {ו}: ידירנה הנאה. על דעת רבים, נדר שאין לו התרה, שלא יחזירנה לעולם. דשמא בערמה מגרש לה כדי שתגבה כתבתה מן ההקדש: רבי יהושע אומר אינו צריך. לא פליגי רבי אליעזר ורבי יהושע הכא אם אדם עושה קנוניא על ההקדש אי לא, דבשכיב מרע תרויהו מודו דבודאי לעולם אינו עושה קנוניא על ההקדש, דאין אדם חוטא ולא לו. ובבריא תרויהו מודו דעושה קנוניא על ההקדש. כי פליגי, בשאלה {ח}, רבי אליעזר סבר אין נשאלין על ההקדש, אפלו אומר לו לחכם לא לדעת כן נדרתי והקדש טעות הוא, אפלו הכי אין חכם מתיר נדרו, דסבר רבי אליעזר הקדש בטעות הוי הקדש, ולפי שהמקדיש הזה אינו מוצא חכם שיתירנו לכך עושה קנוניא זו. ורבי יהושע סבר נשאלין על ההקדש, וכי אמר לא לדעת כן נדרתי וטעיתי, מתירין לו, דהקדש שבטעות לא הוי הקדש. הלכך אין צריך לדור הנאה, דאי משום קנוניא עביד, הוה מתשיל על נדריה ולא היה צריך לגרשה. והלכה כרבי יהושע: הערב לאשה בכתבתה. ואין לבעל נכסים, וצריך הערב לפרע כתבתה. לא יפרע הערב הכתבה עד שידירנה הבעל תחלה שלא יוכל להחזיר אותה. דחישינן שמא דעתו להחזירה ולאכל כתבתה לאחר שתגבה מן הערב. ופסק ההלכה בדין הערב בכתבה מפרש בסוף בבא בתרא: קנוניא. ערמה","jbo:textNikud":"ר\"ע מברטנורה שׁוּם הַיְתוֹמִים. בֵּית דִּין הַיּוֹרְדִים לְנִכְסֵי יְתוֹמִים לְמָכְרָן לְהַגְבּוֹת לְבַעַל חוֹב, שָׁמִין אֶת הַקַּרְקַע וּמַכְרִיזִין שְׁלֹשִׁים יוֹם רְצוּפִים זֶה אַחַר זֶה, כָּל הָרוֹצֶה לִקַּח יָבֹא וְיִקַּח. וְאִי בָעוּ, מַכְרִיזִין שִׁשִּׁים יוֹם כָּל שֵׁנִי וַחֲמִישִׁי, וְהָכִי עָדִיף טְפֵי. וְאַף עַל גַּב דְּכִי חָשַׁבְתְּ כָּל שֵׁנִי וַחֲמִישִׁי שֶׁבְּשִׁשִּׁים יוֹם מִתְּחִלַּת יוֹם שֵׁנִי שֶׁל הַכְרָזָה רִאשׁוֹנָה לֹא מַשְׁכַּחַת לְהוּ אֶלָּא תַמְנֵי סְרֵי יוֹמֵי, מִכָּל מָקוֹם הָכִי עָדִיף, כֵּיוָן דְּמָשְׁכָא מִלְּתָא טוּבָא יָדְעֵי וְשָׁמְעֵי: וְשׁוּם הַהֶקְדֵּשׁ. הַמַּקְדִּישׁ שְׂדֵה מִקְנָה, שֶׁהִיא נִפְדֵּית בְּדָמִים כְּמוֹ שֶׁהִיא שָׁוָה: בַּבֹּקֶר וּבָעֶרֶב. בִּשְׁעַת הוֹצָאַת פּוֹעֲלִים וּבִשְׁעַת הַכְנָסַת פּוֹעֲלִים. דְּאִי אִיכָּא דְבָעֵי לְמִזְבַּן אָמַר לְהוּ לַפּוֹעֲלִים בִּשְׁעַת יְצִיאָתָן רְאוּ לִי שָׂדֶה פְּלוֹנִית אִם הִיא יָפָה, וּבִשְׁעַת הַכְנָסַת פּוֹעֲלִים כְּשֶׁשּׁוֹמֵעַ הַהַכְרָזָה נִזְכָּר וְהוֹלֵךְ וְשׁוֹאֲלָן. וּכְשֶׁהֵן מַכְרִיזִין, אוֹמְרִים, שָׂדֶה פְּלוֹנִית שֶׁכָּךְ וְכָךְ סִימָנֶיהָ, וְכָךְ וְכָךְ מְצָרֶיהָ, כָּךְ הִיא עוֹשָׂה תְּבוּאָה וְכָךְ שָׁמְאוּהָ בֵּית דִּין. וְאִם מוֹכְרִים אוֹתָהּ לִכְתֻבַּת אִשָּׁה, אוֹמְרִים, הַלּוֹקֵחַ יִקַּח עַל מְנָת שֶׁיִּתֵּן הַמָּעוֹת לִכְתֻבַּת אִשָּׁה. וְאִם מוֹכְרִים אוֹתָהּ בִּשְׁבִיל בַּעַל חוֹב, אוֹמְרִים, עַל מְנָת שֶׁיִּתֵּן הַמָּעוֹת לְבַעַל חוֹב. מִשּׁוּם דְּאִיכָּא לוֹקֵחַ דְּנִיחָא לֵיהּ לִקַּח כְּדֵי לִפְרֹעַ לְאִשָּׁה דְנַסְבָּא פּוּרְתָּא פּוּרְתָּא, וְאִיכָּא דְנִיחָא לֵיהּ טְפֵי לִפְרַע לְבַעַל חוֹב שֶׁנּוֹטֵל זוּזִים חֲסֵרִים וּשְׁבוּרִים, שֶׁאֵין דֶּרֶךְ סוֹחֲרִים לְהַקְפִּיד בְּכָךְ. אַף עַל גַּב דְּקַיְמָא לָן דְּאֵין בֵּית דִּין נִזְקָקִים לְנִכְסֵי יְתוֹמִים לְמָכְרָן, וְהָכָא תְנַן שׁוּם הַיְתוֹמִים וְכוּ' דְּמַשְׁמַע שֶׁבֵּית דִּין מוֹכְרִים נִכְסֵי יְתוֹמִים, הָא אָמְרִינַן דְּעַל שְׁלֹשָׁה דְּבָרִים בִּלְבַד {ב} בֵּית דִּין נִזְקָקִים לִמְכֹּר בְּנִכְסֵי יְתוֹמִים, עַל בַּעַל חוֹב נָכְרִי שֶׁהָיָה אֲבִיהֶם חַיָּב לוֹ וְהָיְתָה רִבִּית אוֹכֶלֶת בָּהֶן {ג}, וְעַל כְּתֻבַּת אִשָּׁה מִשּׁוּם דְּאִיכָּא רַוְחָא לַיְתוֹמִים כְּשֶׁתִּגְבֶּה כְּתֻבָּתָהּ, דְּכָל זְמַן שֶׁלֹּא גָּבְתָה כְּתֻבָּתָהּ יֵשׁ לָהּ מְזוֹנוֹת מִן הַיְתוֹמִים {ד}, גָּבְתָה כְּתֻבָּתָהּ שׁוּב אֵין לָהּ מְזוֹנוֹת. וְעַל חוֹב שֶׁהוֹדָה אֲבִיהֶן בִּשְׁעַת מִיתָתוֹ שֶׁיֵּשׁ לִפְלוֹנִי אֶצְלוֹ מָנֶה, אוֹ שֶׁנִּדּוּהוּ בֵּית דִּין עַל חוֹב זֶה וּמֵת בְּנִדּוּיוֹ, אוֹ שֶׁלֹּא הִגִּיעַ עֲדַיִן זְמַן פְּרִיעַת הַחוֹב כְּשֶׁמֵּת, דְּלָא עֲבִיד אֱינַשׁ דְּפָרַע בְּגוֹ זִמְנֵיהּ. וּכְשֶׁבֵּית דִּין נִזְקָקִים לְנִכְסֵי יְתוֹמִים עַל שְׁלֹשָׁה דְבָרִים הַלָּלוּ, מַעֲמִידִים לָהֶם אַפּוֹטְרוֹפּוֹס וּמוֹכְרִים בְּהַכְרָזָה, כְּדִתְנַן בְּמַתְנִיתִין. וְהָנֵי מִלֵּי בְקַרְקָעוֹת. אֲבָל בְּמִטַּלְטְלִין, הַשְׁתָּא דְקַיְמָא לָן מִטַּלְטְלֵי דְיַתְמֵי מִשְׁתַּעְבְּדֵי לְבַעַל חוֹב, הֲרֵי בַּעַל חוֹב נִשְׁבָּע {ה} וְגוֹבֶה חוֹבוֹ מִן הַמִּטַּלְטְלִין וְאֵין צְרִיכִין הַכְרָזָה, שֶׁאֵין מַכְרִיזִים לֹא עַל הָעֲבָדִים וְלֹא עַל הַשְּׁטָרוֹת וְלֹא עַל הַמִּטַּלְטְלִין {ו}: יַדִּירֶנָּה הֲנָאָה. עַל דַּעַת רַבִּים, נֶדֶר שֶׁאֵין לוֹ הַתָּרָה, שֶׁלֹּא יַחֲזִירֶנָּה לְעוֹלָם. דְּשֶׁמָּא בְעָרְמָה מְגָרֵשׁ לָהּ כְּדֵי שֶׁתִּגְבֶּה כְּתֻבָּתָהּ מִן הַהֶקְדֵּשׁ: רַבִּי יְהוֹשֻׁעַ אוֹמֵר אֵינוֹ צָרִיךְ. לֹא פְלִיגֵי רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ הָכָא אִם אָדָם עוֹשֶׂה קְנוּנְיָא עַל הַהֶקְדֵּשׁ אִי לֹא, דְּבִשְׁכִיב מֵרַע תַּרְוַיְהוּ מוֹדוּ דִבְוַדַּאי לְעוֹלָם אֵינוֹ עוֹשֶׂה קְנוּנְיָא עַל הַהֶקְדֵּשׁ, דְּאֵין אָדָם חוֹטֵא וְלֹא לוֹ. וּבְבָרִיא תַּרְוַיְהוּ מוֹדוּ דְּעוֹשֶׂה קְנוּנְיָא עַל הַהֶקְדֵּשׁ. כִּי פְלִיגֵי, בִּשְׁאֵלָה {ח}, רַבִּי אֱלִיעֶזֶר סָבַר אֵין נִשְׁאָלִין עַל הַהֶקְדֵּשׁ, אֲפִלּוּ אוֹמֵר לוֹ לֶחָכָם לֹא לְדַעַת כֵּן נָדַרְתִּי וְהֶקְדֵּשׁ טָעוּת הוּא, אֲפִלּוּ הָכִי אֵין חָכָם מַתִּיר נִדְרוֹ, דְּסָבַר רַבִּי אֱלִיעֶזֶר הֶקְדֵּשׁ בְּטָעוּת הָוֵי הֶקְדֵּשׁ, וּלְפִי שֶׁהַמַּקְדִּישׁ הַזֶּה אֵינוֹ מוֹצֵא חָכָם שֶׁיַּתִּירֶנּוּ לְכָךְ עוֹשֶׂה קְנוּנְיָא זוֹ. וְרַבִּי יְהוֹשֻׁעַ סָבַר נִשְׁאָלִין עַל הַהֶקְדֵּשׁ, וְכִי אָמַר לֹא לְדַעַת כֵּן נָדַרְתִּי וְטָעִיתִי, מַתִּירִין לוֹ, דְּהֶקְדֵּשׁ שֶׁבְּטָעוּת לֹא הָוֵי הֶקְדֵּשׁ. הִלְכָּךְ אֵין צָרִיךְ לִדּוֹר הֲנָאָה, דְּאִי מִשּׁוּם קְנוּנְיָא עֲבִיד, הֲוָה מִתְּשִׁיל עַל נִדְרֵיהּ וְלֹא הָיָה צָרִיךְ לְגָרְשָׁהּ. וַהֲלָכָה כְּרַבִּי יְהוֹשֻׁעַ: הֶעָרֵב לָאִשָּׁה בִּכְתֻבָּתָהּ. וְאֵין לַבַּעַל נְכָסִים, וְצָרִיךְ הֶעָרֵב לִפְרֹעַ כְּתֻבָּתָהּ. לֹא יִפְרַע הֶעָרֵב הַכְּתֻבָּה עַד שֶׁיַּדִּירֶנָּה הַבַּעַל תְּחִלָּה שֶׁלֹּא יוּכַל לְהַחֲזִיר אוֹתָהּ. דְּחָיְשִׁינַן שֶׁמָּא דַעְתּוֹ לְהַחְזִירָהּ וְלֶאֱכֹל כְּתֻבָּתָהּ לְאַחַר שֶׁתִּגְבֶּה מִן הֶעָרֵב. וּפְסַק הַהֲלָכָה בְּדִין הֶעָרֵב בִּכְתֻבָּה מְפֹרָשׁ בְּסוֹף בָּבָא בַּתְרָא: קְנוּנְיָא. עָרְמָה","rdfs:label":"ר\"ע מברטנורה משנה ערכין ו א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-1"},{"uri":"jbr:mishna-yomtov-5-5-6-1","jbo:text":"עיקר תוי\"ט {א} ששים יום. רצופים בבקר ובערב. הרמב\"ם.: {ב} ומשכחת לה נמי בשור המועד כדמפרש במשנה ד' פרק קמא דבבא קמא. ועין שם: {ג} ואם תאמר כיון שרבית אוכלת בהן לא יכריזו, דשמא יפסידו בהארכת הזמן יותר ממה שירויחו. וכי תימא כגון שקבל עליו לדון בדין ישראל, אי הכי רבית נמי לא לשקול. תרצו בגמרא שקבל לזו ולא קבל לזו. ופרש הר\"ן שקבל עליו לזו להמתין ימי ההכרזה ובלא רבית, ולא קבל עליו שאם לא ירצו להגבותו שלא יעלה לו חובו רבית: {ד} ואם תאמר בסוף פרק ד' דכתבות פסק דלא הפסידה אלא אם כן שתבעה, ומכיון שתבעה הרי הפסידה ותו לא נזקק לה. תרצו בגמרא, כיון דאיזקקנו לה מעקרא בתחלת תביעת כתבתה להפסידה מזונותיה, מזדקקינן לה לבסוף להגבותה כתבתה. וכתב הר\"ן, כלומר שאם אין אנו נזקקים הרי היא נמנעת מתחלה לבא, ונמצאת מפסדתם מזונות: {ה} וכן כתב הרמב\"ם. ותמיהה טובא, דמה מקום לשבועה זו, כיון שעל ידי הודאת האב או מחמת חזקה מגבין, מה צריך לשבועה. והרמב\"ם בחבורו כתב, שכל אלו גובין בלא שבועה, ולא חלק בין מקרקעי למטלטלין. וכן פסק הטור: {ו} עבדים שמא ישמעו ויברחו. מטלטלין ושטרות, שמא יגנבו, פרש רש\"י, כשנאספין לראותם כדי ללקחם: {ז} ידיר כו'. תימה, וכי מה הוא עושה והלא אינו רוצה שתגבה מן ההקדש, ואדרבה לאשה הוה לן לקונסה שגובה מן ההקדש. ויש לומר כיון דחישינן שמא עשה קנוניא על ההקדש או על הערב שהכניס בערבות כו', לדידה לא קנסוה רבנן, ולו ראוי לדור כדי לידע אם כונתו להערים ולא תועיל לו כונתו שהדירוהו. תוספות: {ח} והן הן דברי בית שמאי ובית הלל דריש פרק ה' דנזיר. גמרא: {ט} אף. אבל הר\"ב לא גרס ליה, ולכך פסק כרבי יהושע דאתא כבית הלל. ועין תוספות יום טוב שהאריך","jbo:textNikud":"עיקר תוי\"ט {א} שִׁשִּׁים יוֹם. רְצוּפִים בַּבֹּקֶר וּבָעֶרֶב. הָרַמְבַּ\"ם.: {ב} וּמַשְׁכַּחַת לַהּ נַמִּי בְּשׁוֹר הַמּוּעָד כְּדִמְפֹרָשׁ בְּמִשְׁנָה ד' פֶּרֶק קַמָּא דְּבָבָא קַמָּא. וְעַיֵּן שָׁם: {ג} וְאִם תֹּאמַר כֵּיוָן שֶׁרִבִּית אוֹכֶלֶת בָּהֶן לֹא יַכְרִיזוּ, דְּשֶׁמָּא יַפְסִידוּ בְהַאֲרָכַת הַזְּמַן יוֹתֵר מִמַּה שֶּׁיַּרְוִיחוּ. וְכִי תֵימָא כְגוֹן שֶׁקִּבֵּל עָלָיו לָדוּן בְּדִין יִשְׂרָאֵל, אִי הָכִי רִבִּית נַמִּי לֹא לִשְׁקוֹל. תֵּרְצוּ בַּגְּמָרָא שֶׁקִּבֵּל לְזוֹ וְלֹא קִבֵּל לְזוֹ. וּפֵרֵשׁ הָרַ\"ן שֶׁקִּבֵּל עָלָיו לְזוֹ לְהַמְתִּין יְמֵי הַהַכְרָזָה וּבְלֹא רִבִּית, וְלֹא קִבֵּל עָלָיו שֶׁאִם לֹא יִרְצוּ לְהַגְבּוֹתוֹ שֶׁלֹּא יַעֲלֶה לוֹ חוֹבוֹ רִבִּית: {ד} וְאִם תֹּאמַר בְּסוֹף פֶּרֶק ד' דִּכְתֻבּוֹת פָּסַק דְּלֹא הִפְסִידָה אֶלָּא אִם כֵּן שֶׁתָּבְעָה, וּמִכֵּיוָן שֶׁתָּבְעָה הֲרֵי הִפְסִידָה וְתוּ לֹא נִזְקַק לָהּ. תֵּרְצוּ בַגְּמָרָא, כֵּיוָן דְּאִיזְקַקְנוּ לָהּ מֵעִקָּרָא בִּתְחִלַּת תְּבִיעַת כְּתֻבָּתָהּ לְהַפְסִידָהּ מְזוֹנוֹתֶיהָ, מִזְדַּקְּקִינַן לַהּ לְבַסּוֹף לְהַגְבּוֹתָהּ כְּתֻבָּתָהּ. וְכָתַב הָרַ\"ן, כְּלוֹמַר שֶׁאִם אֵין אָנוּ נִזְקָקִים הֲרֵי הִיא נִמְנַעַת מִתְּחִלָּה לָבֹא, וְנִמְצֵאת מַפְסִדְתָּם מְזוֹנוֹת: {ה} וְכֵן כָּתַב הָרַמְבַּ\"ם. וּתְמִיהָה טוּבָא, דְּמַה מָּקוֹם לִשְׁבוּעָה זוֹ, כֵּיוָן שֶׁעַל יְדֵי הוֹדָאַת הָאָב אוֹ מֵחֲמַת חֲזָקָה מַגְבִּין, מַה צָּרִיךְ לִשְׁבוּעָה. וְהָרַמְבַּ\"ם בְּחִבּוּרוֹ כָתַב, שֶׁכָּל אֵלּוּ גוֹבִין בְּלֹא שְׁבוּעָה, וְלֹא חִלֵּק בֵּין מְקַרְקְעֵי לְמִטַּלְטְלִין. וְכֵן פָּסַק הַטּוּר: {ו} עֲבָדִים שֶׁמָּא יִשְׁמְעוּ וְיִבְרְחוּ. מִטַּלְטְלִין וּשְׁטָרוֹת, שֶׁמָּא יִגָּנְבוּ, פֵּרֵשׁ רַשִׁ\"י, כְּשֶׁנֶּאֱסָפִין לִרְאוֹתָם כְּדֵי לְלָקְחָם: {ז} יַדִּיר כוּ'. תֵּימַהּ, וְכִי מַה הוּא עוֹשֶׂה וַהֲלֹא אֵינוֹ רוֹצֶה שֶׁתִּגְבֶּה מִן הַהֶקְדֵּשׁ, וְאַדְּרַבָּה לָאִשָּׁה הֲוָה לָן לְקוֹנְסָהּ שֶׁגּוֹבָה מִן הַהֶקְדֵּשׁ. וְיֵשׁ לוֹמַר כֵּיוָן דְּחָיְשִׁינַן שֶׁמָּא עָשָׂה קְנוּנְיָא עַל הַהֶקְדֵּשׁ אוֹ עַל הֶעָרֵב שֶׁהִכְנִיס בַּעֲרֵבוּת כוּ', לְדִידָהּ לֹא קָנְסוּהָ רַבָּנָן, וְלוֹ רָאוּי לִדּוֹר כְּדֵי לֵידַע אִם כַּוָּנָתוֹ לְהַעֲרִים וְלֹא תוֹעִיל לוֹ כַוָּנָתוֹ שֶׁהִדִּירוּהוּ. תּוֹסָפוֹת: {ח} וְהֵן הֵן דִּבְרֵי בֵית שַׁמַּאי וּבֵית הִלֵּל דְּרֵישׁ פֶּרֶק ה' דְּנָזִיר. גְּמָרָא: {ט} אַף. אֲבָל הָרַ\"ב לֹא גָּרַס לֵיהּ, וּלְכָךְ פָּסַק כְּרַבִּי יְהוֹשֻׁעַ דַּאֲתָא כְבֵית הִלֵּל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב שֶׁהֶאֱרִיךְ","rdfs:label":"עיקר תוי\"ט משנה ערכין ו א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-1"},{"uri":"jbr:mishna-5-5-6-2","jbo:text":"המקדיש נכסיו והיתה עליו כתבת אשה ובעל חוב, אין האשה יכולה לגבות כתבתה מן ההקדש, ולא בעל חוב את חובו, אלא הפודה פודה על מנת לתן לאשה כתבתה ולבעל חוב את חובו {יב}. הקדיש תשעים מנה והיה חובו מאה מנה, מוסיף {יד} עוד דינר ופודה בו את הנכסים הללו, על מנת לתן לאשה כתבתה ולבעל חוב את חובו","jbo:textNikud":"הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה וּבַעַל חוֹב, אֵין הָאִשָּׁה יְכוֹלָה לִגְבּוֹת כְּתֻבָּתָהּ מִן הַהֶקְדֵּשׁ, וְלֹא בַעַל חוֹב אֶת חוֹבוֹ, אֶלָּא הַפּוֹדֶה פוֹדֶה עַל מְנָת לִתֵּן לָאִשָּׁה כְּתֻבָּתָהּ וּלְבַעַל חוֹב אֶת חוֹבוֹ {יב}. הִקְדִּישׁ תִּשְׁעִים מָנֶה וְהָיָה חוֹבוֹ מֵאָה מָנֶה, מוֹסִיף {יד} עוֹד דִּינָר וּפוֹדֶה בוֹ אֶת הַנְּכָסִים הַלָּלוּ, עַל מְנָת לִתֵּן לָאִשָּׁה כְּתֻבָּתָהּ וּלְבַעַל חוֹב אֶת חוֹבוֹ","rdfs:label":"משנה ערכין ו ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-2"},{"uri":"jbr:mishna-bartanura-5-5-6-2","jbo:text":"ר\"ע מברטנורה והיתה עליו כתבת אשה. כגון שקדמו גרושין להקדש, דעכשיו ליכא קנוניא: אלא הפודה פודה. בעלה פודה אותן מן ההקדש בזול בדבר מעט {י} כדי לפרע לאשה כתבתה, דודאי לא חיל עליהו הקדש {יא} שהרי אינן שלו. והאי דבר מעט, גזרה שמא יאמרו הקדש יוצא לחלין בלא פדיון: הקדיש תשעים והיה חובו מאה. אף על גב דחובו יותר על הקדשו, לא אמרינן האי לאו אדעתא דהני נכסיה אוזפיה אלא הימוני הימניה הלכך לא גבי מהקדש, אלא אמרינן אדעתא דהני נכסי אוזפיה, וגבי מניהו. ועד כמה, עד פלגא. אבל אם הנכסים שהקדיש אין שוין חצי החוב, לא גבי מניהו, דודאי לאו אדעתא דהני נכסי אוזפיה, דאין אדם עשוי לקנות קרקע ביותר מפי שנים ממה שהיא שוה {יג}","jbo:textNikud":"ר\"ע מברטנורה וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה. כְּגוֹן שֶׁקָּדְמוּ גֵרוּשִׁין לַהֶקְדֵּשׁ, דְּעַכְשָׁיו לֵיכָּא קְנוּנְיָא: אֶלָּא הַפּוֹדֶה פוֹדֶה. בַּעֲלָהּ פּוֹדֶה אוֹתָן מִן הַהֶקְדֵּשׁ בְּזוֹל בְּדָבָר מֻעָט {י} כְּדֵי לִפְרֹעַ לָאִשָּׁה כְתֻבָּתָהּ, דְּוַדַּאי לֹא חָיֵל עָלַיְהוּ הֶקְדֵּשׁ {יא} שֶׁהֲרֵי אֵינָן שֶׁלּוֹ. וְהַאי דָּבָר מֻעָט, גְּזֵרָה שֶׁמָּא יֹאמְרוּ הֶקְדֵּשׁ יוֹצֵא לְחֻלִּין בְּלֹא פִּדְיוֹן: הִקְדִּישׁ תִּשְׁעִים וְהָיָה חוֹבוֹ מֵאָה. אַף עַל גַּב דְּחוֹבוֹ יוֹתֵר עַל הֶקְדֵּשׁוֹ, לֹא אָמְרִינַן הַאי לָאו אַדַּעְתָּא דְהָנֵי נִכְסֵיהּ אוֹזְפֵיהּ אֶלָּא הֵימוֹנֵי הֵימְנֵיהּ הִלְכָּךְ לֹא גָבֵי מֵהֶקְדֵּשׁ, אֶלָּא אָמְרִינַן אַדַּעְתָּא דְהָנֵי נִכְסֵי אוֹזְפֵיהּ, וְגָבֵי מִנַּיְהוּ. וְעַד כַּמָּה, עַד פַּלְגָּא. אֲבָל אִם הַנְּכָסִים שֶׁהִקְדִּישׁ אֵין שָׁוִין חֲצִי הַחוֹב, לֹא גָבֵי מִנַּיְהוּ, דְּוַדַּאי לָאו אַדַּעְתָּא דְהָנֵי נִכְסֵי אוֹזְפֵיהּ, דְּאֵין אָדָם עָשׂוּי לִקְנוֹת קַרְקַע בְּיוֹתֵר מִפִּי שְׁנַיִם מִמַּה שֶּׁהִיא שָׁוָה {יג}","rdfs:label":"ר\"ע מברטנורה משנה ערכין ו ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-2"},{"uri":"jbr:mishna-yomtov-5-5-6-2","jbo:text":"עיקר תוי\"ט {י} וטעמא דבדבר מעט סגי, משום דאין אונאה להקדשות. ועין תוספות יום טוב: {יא} כיון דאינן קדשת הגוף אלא קדשת דמים, אינו מפקיע מידי שעבוד: {יב} לתן כו'. אחר שישבעו, כדין הבא לפרע ממשעבדים. הרמב\"ם. והוא גמרא בשבועות דף מ\"ב, דחישינן לקנוניא אף בהקדש. ועין תוספות יום טוב: {יג} אבל פי שנים קונה. ומכאן יש להסתיע לסברא שכתבתי במשנה ה' פרק י\"א דכתבות, דדוקא ביתר מפלגא יש אונאה: {יד} מוסיף. פרש רש\"י, בעל חוב יוסיף להלוותו דינר ופודה הנכסים האלו. וכתבו התוספות, משמע לפרושו שהבעל חוב עצמו פודה. ואין לשון המשנה משמע כן, דקתני על מנת לתן כו'. לכן נראה לפרש, שהלוה יוסיף ללוות עוד דינר ופודה הנכסים האלו כדי לתן כו'. ולי נראה דגם רש\"י הכי קאמר, הלוה פודה כו', וכמו שאיתא ברישא הבעל פודה, והא דכתב בעל חוב, משום דלא שכיח שילוהו אחר שהרי כל נכסיו הקדיש ואין לו עוד, ולכך מפרש דמוסיף בבעל חוב אף על גב דפודה הלוה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} וְטַעֲמָא דִבְדָבָר מֻעָט סַגִּי, מִשּׁוּם דְּאֵין אוֹנָאָה לְהֶקְדֵּשׁוֹת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יא} כֵּיוָן דְּאֵינָן קְדֻשַּׁת הַגּוּף אֶלָּא קְדֻשַּׁת דָּמִים, אֵינוֹ מַפְקִיעַ מִידֵי שִׁעְבּוּד: {יב} לִתֵּן כוּ'. אַחַר שֶׁיִּשָּׁבְעוּ, כְּדִין הַבָּא לִפָּרַע מִמְּשֻׁעְבָּדִים. הָרַמְבַּ\"ם. וְהוּא גְמָרָא בִשְׁבוּעוֹת דַּף מ\"ב, דְּחָיְשִׁינַן לִקְנוּנְיָא אַף בְּהֶקְדֵּשׁ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יג} אֲבָל פִּי שְׁנַיִם קוֹנֶה. וּמִכָּאן יֵשׁ לְהִסְתַּיֵּעַ לַסְּבָרָא שֶׁכָּתַבְתִּי בְּמִשְׁנָה ה' פֶּרֶק י\"א דִּכְתֻבּוֹת, דְּדַוְקָא בְיָתֵר מִפַּלְגָּא יֵשׁ אוֹנָאָה: {יד} מוֹסִיף. פֵּרֵשׁ רַשִׁ\"י, בַּעַל חוֹב יוֹסִיף לְהַלְווֹתוֹ דִינָר וּפוֹדֶה הַנְּכָסִים הָאֵלּוּ. וְכָתְבוּ הַתּוֹסָפוֹת, מַשְׁמַע לְפֵרוּשׁוֹ שֶׁהַבַּעַל חוֹב עַצְמוֹ פּוֹדֶה. וְאֵין לְשׁוֹן הַמִּשְׁנָה מַשְׁמַע כֵּן, דְּקָתָנֵי עַל מְנָת לִתֵּן כוּ'. לָכֵן נִרְאֶה לְפָרֵשׁ, שֶׁהַלֹּוֶה יוֹסִיף לִלְווֹת עוֹד דִּינָר וּפוֹדֶה הַנְּכָסִים הָאֵלּוּ כְּדֵי לִתֵּן כוּ'. וְלִי נִרְאֶה דְגַם רַשִׁ\"י הָכִי קָאָמַר, הַלֹּוֶה פּוֹדֶה כוּ', וּכְמוֹ שֶׁאִיתָא בָרֵישָׁא הַבַּעַל פּוֹדֶה, וְהָא דְכָתַב בַּעַל חוֹב, מִשּׁוּם דְּלֹא שְׁכִיחַ שֶׁיַּלְוֵהוּ אַחֵר שֶׁהֲרֵי כָּל נְכָסָיו הִקְדִּישׁ וְאֵין לוֹ עוֹד, וּלְכָךְ מְפָרֵשׁ דְּמוֹסִיף בְּבַעַל חוֹב אַף עַל גַּב דְּפוֹדֶה הַלֹּוֶה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ו ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-2"},{"uri":"jbr:mishna-5-5-6-3","jbo:text":"אף על פי שאמרו, חיבי ערכין ממשכנין אותן, נותנין לו מזון שלשים יום וכסות שנים עשר חדש ומטה מצעת וסנדלין ותפלין. לו, אבל לא לאשתו ולא לבניו {טו}. אם היה אמן, נותנין לו שני כלי אמנות מכל מין ומין. חרש, נותנין לו שני מעצדין ושתי מגרות {טז}. רבי אליעזר אומר, אם היה אכר, נותנין לו את צמדו. חמר, נותנין לו את חמורו","jbo:textNikud":"אַף עַל פִּי שֶׁאָמְרוּ, חַיָּבֵי עֲרָכִין מְמַשְׁכְּנִין אוֹתָן, נוֹתְנִין לוֹ מְזוֹן שְׁלשִׁים יוֹם וּכְסוּת שְׁנֵים עָשָׂר חֹדֶשׁ וּמִטָּה מֻצַּעַת וְסַנְדָּלִין וּתְפִלִּין. לוֹ, אֲבָל לֹא לְאִשְׁתּוֹ וְלֹא לְבָנָיו {טו}. אִם הָיָה אֻמָּן, נוֹתְנִין לוֹ שְׁנֵי כְלֵי אֻמָּנוּת מִכָּל מִין וָמִין. חָרָשׁ, נוֹתְנִין לוֹ שְׁנֵי מַעֲצָדִין וּשְׁתֵּי מְגֵרוֹת {טז}. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם הָיָה אִכָּר, נוֹתְנִין לוֹ אֶת צִמְדּוֹ. חַמָּר, נוֹתְנִין לוֹ אֶת חֲמוֹרוֹ","rdfs:label":"משנה ערכין ו ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-3"},{"uri":"jbr:mishna-bartanura-5-5-6-3","jbo:text":"ר\"ע מברטנורה ממשכנין אותן. גזבר נכנס לבתיהם ונוטל בעל כרחן: מזון וכסות ומטה סנדלים ותפלין. על כלן משירים לו מעות לקנותן אם אין לו. דכתיב (ויקרא כז) ואם מך הוא מערכך, ודרשי רבנן לקרא הכי, ואם מך, תעשה שישאר הוא, שיהיה לו הויה וחיות, מערכך, מדמי הערך. ומשמע הוא יש לו הויה וחיות מדמי הערך, אבל לא לאשתו ולא לבניו: מכל מין ומין. מכל אמנות שצריכה ארבעה וחמשה כלים: מעצדים. דולדור\"א בלע\"ז. שמחליקים בה פני הלוח: מגרה. כעין סכין ארך מלא פגימות. ולשון מקרא, משור, סיג\"א בלע\"ז: צמדו. צמד בקר. שאלו הן כלי אמנותו. ואין הלכה כרבי אליעזר, דצמד בקר וחמור נכסים נינהו, ולא חשיבי כלי אמנות","jbo:textNikud":"ר\"ע מברטנורה מְמַשְׁכְּנִין אוֹתָן. גִּזְבָּר נִכְנָס לְבָתֵּיהֶם וְנוֹטֵל בְּעַל כָּרְחָן: מָזוֹן וּכְסוּת וּמִטָּה סַנְדָּלִים וּתְפִלִּין. עַל כֻּלָּן מְשַׁיְּרִים לוֹ מָעוֹת לִקְנוֹתָן אִם אֵין לוֹ. דִּכְתִיב (וַיִּקְרָא כז) וְאִם מָךְ הוּא מֵעֶרְכְּךָ, וְדָרְשֵׁי רַבָּנָן לִקְרָא הָכִי, וְאִם מָךְ, תַּעֲשֶׂה שֶׁיִּשָּׁאֵר הוּא, שֶׁיִּהְיֶה לוֹ הֲוָיָה וְחִיּוּת, מֵעֶרְכְּךָ, מִדְּמֵי הָעֵרֶךְ. וּמַשְׁמַע הוּא יֵשׁ לוֹ הֲוָיָה וְחִיּוּת מִדְּמֵי הָעֵרֶךְ, אֲבָל לֹא לְאִשְׁתּוֹ וְלֹא לְבָנָיו: מִכָּל מִין וָמִין. מִכָּל אֻמָּנוּת שֶׁצְּרִיכָה אַרְבָּעָה וַחֲמִשָּׁה כֵּלִים: מַעֲצָדִים. דולדור\"א בְּלַעַ\"ז. שֶׁמַּחְלִיקִים בָּהּ פְּנֵי הַלּוּחַ: מְגֵרָה. כְּעֵין סַכִּין אָרֹךְ מָלֵא פְּגִימוֹת. וּלְשׁוֹן מִקְרָא, מַשּׂוֹר, סיג\"א בְּלַעַ\"ז: צִמְדּוֹ. צֶמֶד בָּקָר. שֶׁאֵלּוּ הֵן כְּלֵי אֻמָּנוּתוֹ. וְאֵין הֲלָכָה כְּרַבִּי אֱלִיעֶזֶר, דְּצֶמֶד בָּקָר וַחֲמוֹר נְכָסִים נִינְהוּ, וְלָא חֲשִׁיבֵי כְּלֵי אֻמָּנוּת","rdfs:label":"ר\"ע מברטנורה משנה ערכין ו ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-3"},{"uri":"jbr:mishna-yomtov-5-5-6-3","jbo:text":"עיקר תוי\"ט {טו} לא כו'. אף על פי שהוא חיב במזונותן ובכסותן. הרמב\"ם: {טז} חרש כו'. נראה לי, דהא דתנן שני מעצדין כו', לאו דוקא אלו בלחוד, אלא לסימנא בעלמא, וכן לכל הכלים שצריך לאמנותו זאת. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {טו} לֹא כוּ'. אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתָן וּבִכְסוּתָן. הָרַמְבַּ\"ם: {טז} חָרָשׁ כוּ'. נִרְאֶה לִי, דְּהָא דִתְנַן שְׁנֵי מַעֲצָדִין כוּ', לָאו דַּוְקָא אֵלּוּ בִלְחוֹד, אֶלָּא לְסִימָנָא בְעָלְמָא, וְכֵן לְכָל הַכֵּלִים שֶׁצָּרִיךְ לְאֻמָּנוּתוֹ זֹאת. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ו ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-3"},{"uri":"jbr:mishna-5-5-6-4","jbo:text":"היה מין אחד מרבה ומין אחד מעט, אין אומרים לו למכר מן המרבה ולקח לו מן המעט, אלא נותנין לו שני מינין מן המרבה וכל שיש לו מן המעט. המקדיש את נכסיו {יח}, מעלין לו את תפליו","jbo:textNikud":"הָיָה מִין אֶחָד מְרֻבֶּה וּמִין אֶחָד מֻעָט, אֵין אוֹמְרִים לוֹ לִמְכֹּר מִן הַמְרֻבֶּה וְלִקַּח לוֹ מִן הַמֻּעָט, אֶלָּא נוֹתְנִין לוֹ שְׁנֵי מִינִין מִן הַמְרֻבֶּה וְכֹל שֶׁיֶּשׁ לוֹ מִן הַמֻּעָט. הַמַּקְדִּישׁ אֶת נְכָסָיו {יח}, מַעֲלִין לוֹ אֶת תְּפִלָּיו","rdfs:label":"משנה ערכין ו ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-4"},{"uri":"jbr:mishna-bartanura-5-5-6-4","jbo:text":"ר\"ע מברטנורה מין אחד מרבה ומין אחד מעט. כגון שלשה מעצדים ומגרה אחת: נותנים לו שנים מן המרבה. והשלישי נוטל הגזבר: וכל שיש לו מן המעט. מניחים לו, ולא זבנינן ליה אחריתי. דכי היכי דעד השתא סגי ליה בהכי, השתא נמי תסגי ליה {יז}. דמהו דתימא עד השתא הוו אינשי מושלי ליה, משום דהוה ליה מין אחד מרבה לאושולי לאחריני, השתא שהגזבר לקח המרבה לא משכח מאן דמושיל ליה, הלכך נזבין ליה אחריתי, קמשמע לן","jbo:textNikud":"ר\"ע מברטנורה מִין אֶחָד מְרֻבֶּה וּמִין אֶחָד מֻעָט. כְּגוֹן שְׁלֹשָׁה מַעֲצָדִים וּמְגֵרָה אַחַת: נוֹתְנִים לוֹ שְׁנַיִם מִן הַמְרֻבֶּה. וְהַשְּׁלִישִׁי נוֹטֵל הַגִּזְבָּר: וְכֹל שֶׁיֵּשׁ לוֹ מִן הַמֻּעָט. מַנִּיחִים לוֹ, וְלֹא זָבְנִינַן לֵיהּ אַחֲרִיתִי. דְּכִי הֵיכִי דְּעַד הַשְׁתָּא סַגִּי לֵיהּ בְּהָכִי, הַשְׁתָּא נַמִּי תִסְגֵּי לֵיהּ {יז}. דְּמַהוּ דְּתֵימָא עַד הַשְׁתָּא הָווּ אֱינָשֵׁי מוֹשְׁלֵי לֵיהּ, מִשּׁוּם דַּהֲוָה לֵיהּ מִין אֶחָד מְרֻבֶּה לְאוֹשׁוֹלֵי לְאַחֲרִינֵי, הַשְׁתָּא שֶׁהַגִּזְבָּר לָקַח הַמְרֻבֶּה לֹא מַשְׁכַּח מַאן דְּמוֹשִׁיל לֵיהּ, הִלְכָּךְ נְזָבֵין לֵיהּ אַחֲרִיתִי, קָמַשְׁמַע לָן","rdfs:label":"ר\"ע מברטנורה משנה ערכין ו ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-4"},{"uri":"jbr:mishna-yomtov-5-5-6-4","jbo:text":"עיקר תוי\"ט {יז} ולא דמי למזון וכסות דמשירינן לו מעות לקנותן, משום דלא סגי ליה בלאו הכי: {יח} נכסיו. תפלין בכלל נכסיו. ומעלין לו את תפליו ופודה אותן. רש\"י. ובפרק ט' דבבא קמא כתב מעלין, שמין ולוה המעות ויתן בשבילם להקדש. והרמב\"ם בנסח ארץ ישראל כתב, מה שאנו מעלין לו תפליו רצונו לומר שאפלו תפליו אין מניחין לו אלא הכל הקדש. מה שאין כן בערכין שנותנין לו תפליו. עד כאן. ונראה לי דלשון מעלין לדבריו לשון סלוק. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {יז} וְלֹא דָמִי לְמָזוֹן וּכְסוּת דִּמְשַׁיְּרִינַן לוֹ מָעוֹת לִקְנוֹתָן, מִשּׁוּם דְּלֹא סַגִּי לֵיהּ בְּלָאו הָכִי: {יח} נְכָסָיו. תְּפִלִּין בִּכְלַל נְכָסָיו. וּמַעֲלִין לוֹ אֶת תְּפִלָּיו וּפוֹדֶה אוֹתָן. רַשִׁ\"י. וּבְפֶרֶק ט' דְּבָבָא קַמָּא כָּתַב מַעֲלִין, שָׁמִין וְלֹוֶה הַמָּעוֹת וְיִתֵּן בִּשְׁבִילָם לַהֶקְדֵּשׁ. וְהָרַמְבַּ\"ם בְּנֻסַּח אֶרֶץ יִשְׂרָאֵל כָּתַב, מַה שֶּׁאָנוּ מַעֲלִין לוֹ תְפִלָּיו רְצוֹנוֹ לוֹמַר שֶׁאֲפִלּוּ תְפִלָּיו אֵין מַנִּיחִין לוֹ אֶלָּא הַכֹּל הֶקְדֵּשׁ. מַה שֶּׁאֵין כֵּן בָּעֲרָכִין שֶׁנּוֹתְנִין לוֹ תְפִלָּיו. עַד כָּאן. וְנִרְאֶה לִי דִלְשׁוֹן מַעֲלִין לִדְבָרָיו לְשׁוֹן סִלּוּק. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ו ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-4"},{"uri":"jbr:mishna-5-5-6-5","jbo:text":"אחד המקדיש את נכסיו, ואחד המעריך את עצמו, אין לו, לא בכסות אשתו, ולא בכסות בניו, ולא בצבע {יט} שצבען לשמן, ולא בסנדלים חדשים שלקחן לשמן. אף על פי שאמרו, עבדים נמכרים בכסותן לשבח, שאם תלקח לו כסות בשלשים דינר, משביח הוא מנה, וכן פרה, אם ממתינים אותה לאטליס, משבחת היא, וכן מרגלית, אם מעלין אותה לכרך, משבחת היא, אין להקדש אלא מקומו {כא} ושעתו {כב}","jbo:textNikud":"אֶחָד הַמַּקְדִּישׁ אֶת נְכָסָיו, וְאֶחָד הַמַּעֲרִיךְ אֶת עַצְמוֹ, אֵין לוֹ, לֹא בִכְסוּת אִשְׁתּוֹ, וְלֹא בִכְסוּת בָּנָיו, וְלֹא בַצֶּבַע {יט} שֶׁצְּבָעָן לִשְׁמָן, וְלֹא בְסַנְדָּלִים חֲדָשִׁים שֶׁלְּקָחָן לִשְׁמָן. אַף עַל פִּי שֶׁאָמְרוּ, עֲבָדִים נִמְכָּרִים בִּכְסוּתָן לְשֶׁבַח, שֶׁאִם תִּלָּקַח לוֹ כְסוּת בִּשְׁלֹשִׁים דִּינָר, מַשְׁבִּיחַ הוּא מָנֶה, וְכֵן פָּרָה, אִם מַמְתִּינִים אוֹתָהּ לָאִטְלִיס, מַשְׁבַּחַת הִיא, וְכֵן מַרְגָּלִית, אִם מַעֲלִין אוֹתָהּ לַכְּרָךְ, מַשְׁבַּחַת הִיא, אֵין לַהֶקְדֵּשׁ אֶלָּא מְקוֹמוֹ {כא} וְשַׁעְתּוֹ {כב}","rdfs:label":"משנה ערכין ו ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-5"},{"uri":"jbr:mishna-bartanura-5-5-6-5","jbo:text":"ר\"ע מברטנורה אין לו בכסות אשתו ובניו. שאין אלו נכסים שלו: שצבען לשמן. לשם אשתו ובניו {כ}: ולא בסנדלים חדשים. רבותא אשמועינן דאף על גב דעדין לא נעלו אותן הרי הן בחזקתן משעת לקיחה: אף על פי שאמרו עבדים נמכרים בכסותן לשבח. כסות יפה שלהן משבחם ומעלה את דמיהן. כגון גבי נכסי יתומים שאם תלקח לעבד כסות בשלשים דינר הוא משביח מנה על דמים ששוה עכשיו: לאטליס. ליום השוק: לכרך. שדרך סוחרים לבא שם וקונים המרגליות ביקר: אין להקדש אלא מקומו. במרגלית: ושעתו. בעבד, דכתיב (ויקרא כז) ונתן את הערכך ביום ההוא, שלא ישהה. קדש לה', משמע כל דבר שהוא קדש לה' כגון סתם הקדשות שהן לבדק הבית, כלן יהיו נותנים ביום ההוא מיד, שלא ישהה אותן. וטעמא כתב הרמב\"ם דזמנין דאתו לאשהוינהו כדי להשביח ואתו לידי פסידא, ומהאי טעמא נמי אין משתכרים בשל הקדש {כג}","jbo:textNikud":"ר\"ע מברטנורה אֵין לוֹ בִכְסוּת אִשְׁתּוֹ וּבָנָיו. שֶׁאֵין אֵלּוּ נְכָסִים שֶׁלּוֹ: שֶׁצְּבָעָן לִשְׁמָן. לְשֵׁם אִשְׁתּוֹ וּבָנָיו {כ}: וְלֹא בְסַנְדָּלִים חֲדָשִׁים. רְבוּתָא אַשְׁמוֹעִינַן דְּאַף עַל גַּב דַּעֲדַיִן לֹא נָעֲלוּ אוֹתָן הֲרֵי הֵן בְּחֶזְקָתָן מִשְּׁעַת לְקִיחָה: אַף עַל פִּי שֶׁאָמְרוּ עֲבָדִים נִמְכָּרִים בִּכְסוּתָן לְשֶׁבַח. כְּסוּת יָפָה שֶׁלָּהֶן מְשַׁבְּחָם וּמַעֲלֶה אֶת דְּמֵיהֶן. כְּגוֹן גַּבֵּי נִכְסֵי יְתוֹמִים שֶׁאִם תִּלָּקַח לְעֶבֶד כְּסוּת בִּשְׁלֹשִׁים דִּינָר הוּא מַשְׁבִּיחַ מָנֶה עַל דָּמִים שֶׁשָּׁוֶה עַכְשָׁיו: לָאִטְלִיס. לְיוֹם הַשּׁוּק: לַכְּרָךְ. שֶׁדֶּרֶךְ סוֹחֲרִים לָבֹא שָׁם וְקוֹנִים הַמַּרְגָּלִיּוֹת בְּיֹקֶר: אֵין לַהֶקְדֵּשׁ אֶלָּא מְקוֹמוֹ. בְּמַרְגָּלִית: וּשְׁעָתוֹ. בְּעֶבֶד, דִּכְתִיב (וַיִּקְרָא כז) וְנָתַן אֶת הָעֶרְכְּךָ בַּיּוֹם הַהוּא, שֶׁלֹּא יַשְׁהֶה. קֹדֶשׁ לַה', מַשְׁמַע כָּל דָּבָר שֶׁהוּא קֹדֶשׁ לַה' כְּגוֹן סְתָם הֶקְדֵּשׁוֹת שֶׁהֵן לְבֶדֶק הַבַּיִת, כֻּלָּן יִהְיוּ נוֹתְנִים בַּיּוֹם הַהוּא מִיָּד, שֶׁלֹּא יַשְׁהֶה אוֹתָן. וְטַעֲמָא כָּתַב הָרַמְבַּ\"ם דְּזִמְנִין דְּאָתוּ לְאַשְׁהוֹיִנְהוּ כְּדֵי לְהַשְׁבִּיחַ וְאָתוּ לִידֵי פְּסֵידָא, וּמֵהַאי טַעֲמָא נַמִּי אֵין מִשְׂתַּכְּרִים בְּשֶׁל הֶקְדֵּשׁ {כג}","rdfs:label":"ר\"ע מברטנורה משנה ערכין ו ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-5"},{"uri":"jbr:mishna-yomtov-5-5-6-5","jbo:text":"עיקר תוי\"ט {יט} בצבע. לשון הרמב\"ם, ולא בגדים שצבען. ויראה דבגדים צבועים קרויים צבע בלשון המשנה. ועין תוספות יום טוב: {כ} ואף על פי שלא לבשום עדין. רש\"י: {כא} מקומו כו'. שהמעריך עצמו ומך הוא נדון בהשג יד ולפי מה שיש לו נותן להקדש, והיה לו עבד כו', אין אומרים רואין כאלו לוקחין לו כסות כו' וכך יתן זה להקדש, אלא לפי שעתו שמין אותו. וכן פרה וכן מרגלית בכפר, אין שמין אותן אלא לפי מקומן כו' לפי מה ששוין כאן שמין. וזה משהא אותה וימכרנה כמה שירצה. ולפי דמים ששמאוה יתן, שהרי בזמן שהעריכו הכהן לא הוה ליה יותר. רש\"י. ועין תוספות יום טוב: {כב} ושעתו. הכא מירי במטלטלין דאין מכריזין עליהן שמא יגנבו. אבל בריש פרקין דמצריך הכרזה ששים יום, מירי בקרקעות. תוספות: {כג} אלא אם כן רצה שיהא הפסד שלו ושכר להקדש, מתר","jbo:textNikud":"עיקר תוי\"ט {יט} בַּצֶּבַע. לְשׁוֹן הָרַמְבַּ\"ם, וְלֹא בְגָדִים שֶׁצְּבָעָן. וְיֵרָאֶה דִבְגָדִים צְבוּעִים קְרוּיִים צֶבַע בִּלְשׁוֹן הַמִּשְׁנָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כ} וְאַף עַל פִּי שֶׁלֹּא לְבָשׁוּם עֲדַיִן. רַשִׁ\"י: {כא} מְקוֹמוֹ כוּ'. שֶׁהַמַּעֲרִיךְ עַצְמוֹ וּמָךְ הוּא נִדּוֹן בְּהֶשֵּׂג יָד וּלְפִי מַה שֶּׁיֵּשׁ לוֹ נוֹתֵן לַהֶקְדֵּשׁ, וְהָיָה לוֹ עֶבֶד כוּ', אֵין אוֹמְרִים רוֹאִין כְּאִלּוּ לוֹקְחִין לוֹ כְּסוּת כוּ' וְכָךְ יִתֵּן זֶה לַהֶקְדֵּשׁ, אֶלָּא לְפִי שְׁעָתוֹ שָׁמִין אוֹתוֹ. וְכֵן פָּרָה וְכֵן מַרְגָּלִית בַּכְּפָר, אֵין שָׁמִין אוֹתָן אֶלָּא לְפִי מְקוֹמָן כוּ' לְפִי מַה שֶּׁשָּׁוְיָן כָּאן שָׁמִין. וְזֶה מַשְׁהֶא אוֹתָהּ וְיִמְכְּרֶנָּה כַּמָּה שֶׁיִּרְצֶה. וּלְפִי דָמִים שֶׁשָּׁמְאוּהָ יִתֵּן, שֶׁהֲרֵי בִזְמַן שֶׁהֶעֱרִיכוֹ הַכֹּהֵן לֹא הֲוָה לֵיהּ יוֹתֵר. רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כב} וּשְׁעָתוֹ. הָכָא מַיְרֵי בְמִטַּלְטְלִין דְּאֵין מַכְרִיזִין עָלָיהֶן שֶׁמָּא יִגָּנְבוּ. אֲבָל בְּרֵישׁ פִּרְקִין דְּמַצְרִיךְ הַכְרָזָה שִׁשִּׁים יוֹם, מַיְרֵי בְקַרְקָעוֹת. תּוֹסָפוֹת: {כג} אֶלָּא אִם כֵּן רָצָה שֶׁיְּהֵא הֶפְסֵד שֶׁלּוֹ וְשָׂכָר לַהֶקְדֵּשׁ, מֻתָּר","rdfs:label":"עיקר תוי\"ט משנה ערכין ו ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-6","jbo:interprets":"jbr:mishna-5-5-6-5"},{"uri":"jbr:mishna-5-5-7-1","jbo:text":"אין מקדישין לפני היובל פחות משתי שנים. ולא גואלין לאחר היובל פחות משנה. אין מחשבין חדשים להקדש. אבל ההקדש מחשב חדשים. המקדיש את שדהו בשעת היובל, נותן בזרע חמר {ז} שערים חמשים שקל כסף. היו שם נקעים עמקים עשרה טפחים או סלעים גבוהים עשרה טפחים, אין נמדדים עמה. פחות מכאן, נמדדים עמה. הקדישה שתים או שלש שנים לפני היובל, נותן סלע ופנדיון לשנה. אם אמר הריני נותן דבר שנה בשנה, אין שומעין לו, אלא נותן את כלו כאחד","jbo:textNikud":"אֵין מַקְדִּישִׁין לִפְנֵי הַיּוֹבֵל פָּחוֹת מִשְּׁתֵּי שָׁנִים. וְלֹא גוֹאֲלִין לְאַחַר הַיּוֹבֵל פָּחוֹת מִשָּׁנָה. אֵין מְחַשְּׁבִין חֳדָשִׁים לַהֶקְדֵּשׁ. אֲבָל הַהֶקְדֵּשׁ מְחַשֵּׁב חֳדָשִׁים. הַמַּקְדִּישׁ אֶת שָׂדֵהוּ בִשְׁעַת הַיּוֹבֵל, נוֹתֵן בְּזֶרַע חֹמֶר {ז} שְׂעֹרִים חֲמִשִּׁים שֶׁקֶל כָּסֶף. הָיוּ שָׁם נְקָעִים עֲמֻקִּים עֲשָׂרָה טְפָחִים אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים, אֵין נִמְדָּדִים עִמָּהּ. פָּחוֹת מִכָּאן, נִמְדָּדִים עִמָּהּ. הִקְדִּישָׁהּ שְׁתַּיִם אוֹ שָׁלשׁ שָׁנִים לִפְנֵי הַיּוֹבֵל, נוֹתֵן סֶלַע וּפֻנְדְיוֹן לְשָׁנָה. אִם אָמַר הֲרֵינִי נוֹתֵן דְּבַר שָׁנָה בְשָׁנָה, אֵין שׁוֹמְעִין לוֹ, אֶלָּא נוֹתֵן אֶת כֻּלּוֹ כְּאֶחָד","rdfs:label":"משנה ערכין ז א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-1"},{"uri":"jbr:mishna-bartanura-5-5-7-1","jbo:text":"ר\"ע מברטנורה אין מקדישין. שדה אחזה {א}: פחות משתי שנים. דכתיב במקדיש שדה אחזה (ויקרא כז) על פי השנים הנותרות, ואין שנים פחות משתים. המקדיש שדה אחזה בשנה ראשונה של יובל ובא לגאלה, נותן בבית כור חמשים סלע, כדכתיב (שם) זרע חמר שערים וגו'. ואם הקדישה עשר שנים או עשרים אחר היובל, מחשבים השנים הנותרות עד יובל הבא, ונותן סלע ופנדיון לכל שנה, כדכתיב (שם) ואם אחר היובל יקדיש שדהו וחשב לו וגו' ונגרע מערכך, והינו גרוע, שאינו נותן חמשים שלמים. והמקדיש שתי שנים לפני היובל, פודה אותה בשתי סלעים ושני פנדיונים, כדכתיב על פי השנים הנותרות, וכך החשבון עולה של גאלת שדה אחזה לכל שנה סלע ופנדיון, שהרי אם הקדישה בשנה ראשונה של אחר היובל היה פודה בחמשים שקל {ב}, צא מהן לארבעים ותשע שנים הבאים עד יובל הבא ארבעים ותשע סלעים, נמצא סלע לכל שנה וסלע יותר, וזה הסלע היותר חלקוהו לפנדיונים, שיש בכל סלע ארבעים ושמנה פנדיונין, הרי סלע ופנדיון לשנה פחות פנדיון. ומה שהצריכוהו לתן סלע ופנדיון לשנה, למ\"ט שנים מ\"ט סלעים ומ\"ט פנדיונין ויש כאן פנדיון אחד יותר על חמשים שקל שאמרה תורה, אותו הפנדיון הוא קלבון לפרוטרוט, כלומר בשביל ההכרע שצריך לתן לכל שקל ושקל בפני עצמו {ג}. אי נמי, אף על פי שהסלע אינו אלא ארבעים ושמנה פנדיונות, חיב לתן ארבעים ותשעה, דהינו סלע ופנדיון לארבעים ותשע שנה, לפי שהנותן פנדיונים לקח סלע מן השלחני נותן ארבעים ותשעה פנדיונים, והינו קלבון לפרוטרוט. והמקדיש שדה אחזה פחות משתי שנים לפני היובל אין כאן גרוע, ואם בא לגאלה נותן חמשים שלמים, דגבי גרוע כתיב על פי השנים הנותרות ונגרע, ומעוט שנים שנים. ועצה טובה קמשמע לן {ד} מתניתין שיהא אדם חס על נכסיו ולא [יקדיש] פחות משתי שנים, שלא יפסיד ארבעים ושמנה סלעים: ולא גואלין אחר היובל. לאו אחר היובל סמוך ליובל קאמר, אלא האי אחר אפלו אחר עשרים או שלשים שנה קאי. והכי קאמר, הבא לגאל באמצע היובל ולתן סלע ופנדיון לשנים הבאים, והיה עומד בניסן שהוא אמצע שנה, לא יאמר חצי סלע וחצי פנדיון אני נותן משנה זו, אלא נותן סלע ופנדיון שלם. והינו דקאמר אין גואלין פחות משנה, דכמה דלא נפקא לה כלה שתא לא מגרעא לה כלל ולא יהיב גאלת חצי שנה אלא גאלת שנה שלמה. ומה טעם, לפי שאין מחשבים חדשים עם ההקדש. הבא לגאל שדהו חמש שנים וחצי לפני היובל, אין מחשבין אותן ששה חדשים שיצאו משנה ששית, אלא נותן שש סלעים וששה פנדיונים, דכתיב (ויקרא כז) וחשב לו הכהן את הכסף על פי השנים הנותרות, שנים אתה מחשב ואי אתה מחשב חדשים, כלומר כל מה שנותר חשוב שנים, לעשות חדש הנותר שנה, ואי אתה מחשב החדשים שיצאו, לגרע מן השקל ופנדיון בשבילם: אבל הקדש מחשב חדשים. כלומר, אם רוח של הקדש הוא שנחשב אותה יציאת חצי שנה שיצאה, כגון דמקדשה {ה} בפלגא דארבעים ושמנה ליובל, דאי חשבת לההוא יציאה הוי ליה פחות משתי שנים לפני היובל ולא מפרקא בגרוע אלא בחמשים, ואי אמרת דאין מחשבים אותן חדשים שיצאו, הוה הכא שתי שנים לפני היובל, ואיכא פסידא דהקדש דלא שקיל אלא שתי סלעים ושני פנדיונים, הכא ודאי מחשבין אותן כיציאה גמורה ואין כאן שתי שנים לפני היובל, ולא מפרקא בגרוע אלא בחמשים שקל, דכתיב וחשב לו הכהן, מכל מקום: בשעת היובל. בזמן שהיובל נוהג {ו}. אבל בזמן שאין היובל נוהג, פודה אותה בשויה כשאר הקדשות: זרע חמר שערים. מקום שיכולים לזרע בו כור שערים כשזורעים במפלת יד ובזריעה בינונית, לא שיהיה הזרע מקבץ ביותר ולא מפזר ומפרד הרבה: נקעים עמקים וכו'. והוא שיהיו מלאים מים שאין ראויין לזריעה {ח}. אבל אם אינן מלאים מים, הואיל וחזו למידי, אף על גב דאין נמדדין עמה מתחשבין באפי נפשיהו, ונפדין לפי חשבון חמשים סלעים לבית כור {ט}: פחות מכאן נמדדין עמה. ואף על פי שהן מלאים מים ולא חזו לזריעה, הואיל ואין עמקים עשרה. וכן סלעים הואיל ואין גבוהים עשרה על שם הקרקע הן נקראין ואינן חשובים בפני עצמן: אלא נותן את כלו כאחד. דכתיב (ויקרא כז) וחשב לו הכהן את הכסף, עד שיהא כלו כסף כאחד {י}","jbo:textNikud":"ר\"ע מברטנורה אֵין מַקְדִּישִׁין. שְׂדֵה אֲחֻזָּה {א}: פָּחוֹת מִשְּׁתֵּי שָׁנִים. דִּכְתִיב בְּמַקְדִּישׁ שְׂדֵה אֲחֻזָּה (וַיִּקְרָא כז) עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת, וְאֵין שָׁנִים פָּחוֹת מִשְּׁתַּיִם. הַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּה בְּשָׁנָה רִאשׁוֹנָה שֶׁל יוֹבֵל וּבָא לְגָאֲלָהּ, נוֹתֵן בְּבֵית כּוֹר חֲמִשִּׁים סֶלַע, כְּדִכְתִיב (שָׁם) זֶרַע חֹמֶר שְׂעֹרִים וְגוֹ'. וְאִם הִקְדִּישָׁהּ עֶשֶׂר שָׁנִים אוֹ עֶשְׂרִים אַחַר הַיּוֹבֵל, מְחַשְּׁבִים הַשָּׁנִים הַנּוֹתָרוֹת עַד יוֹבֵל הַבָּא, וְנוֹתֵן סֶלַע וּפֻנְדְיוֹן לְכָל שָׁנָה, כְּדִכְתִיב (שָׁם) וְאִם אַחַר הַיּוֹבֵל יַקְדִּישׁ שָׂדֵהוּ וְחִשַּׁב לוֹ וְגוֹ' וְנִגְרַע מֵעֶרְכֶּךָ, וְהַיְנוּ גֵרוּעַ, שֶׁאֵינוֹ נוֹתֵן חֲמִשִּׁים שְׁלֵמִים. וְהַמַּקְדִּישׁ שְׁתֵּי שָׁנִים לִפְנֵי הַיּוֹבֵל, פּוֹדֶה אוֹתָהּ בִּשְׁתֵּי סְלָעִים וּשְׁנֵי פֻנְדְיוֹנִים, כְּדִכְתִיב עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת, וְכָךְ הַחֶשְׁבּוֹן עוֹלֶה שֶׁל גְּאֻלַּת שְׂדֵה אֲחֻזָּה לְכָל שָׁנָה סֶלַע וּפֻנְדְיוֹן, שֶׁהֲרֵי אִם הִקְדִּישָׁהּ בְּשָׁנָה רִאשׁוֹנָה שֶׁל אַחַר הַיּוֹבֵל הָיָה פוֹדֶה בַּחֲמִשִּׁים שֶׁקֶל {ב}, צֵא מֵהֶן לְאַרְבָּעִים וְתֵשַׁע שָׁנִים הַבָּאִים עַד יוֹבֵל הַבָּא אַרְבָּעִים וְתֵשַׁע סְלָעִים, נִמְצָא סֶלַע לְכָל שָׁנָה וְסֶלַע יוֹתֵר, וְזֶה הַסֶּלַע הַיּוֹתֵר חִלְּקוּהוּ לְפֻנְדְיוֹנִים, שֶׁיֵּשׁ בְּכָל סֶלַע אַרְבָּעִים וּשְׁמֹנָה פֻּנְדְיוֹנִין, הֲרֵי סֶלַע וּפֻנְדְיוֹן לְשָׁנָה פָּחוֹת פֻּנְדְיוֹן. וּמַה שֶׁהִצְרִיכוּהוּ לִתֵּן סֶלַע וּפֻנְדְיוֹן לְשָׁנָה, לְמ\"ט שָׁנִים מ\"ט סְלָעִים וּמ\"ט פֻּנְדְיוֹנִין וְיֵשׁ כָּאן פֻּנְדְיוֹן אֶחָד יוֹתֵר עַל חֲמִשִּׁים שֶׁקֶל שֶׁאָמְרָה תוֹרָה, אוֹתוֹ הַפֻּנְדְיוֹן הוּא קַלְבּוֹן לִפְרוֹטְרוֹט, כְּלוֹמַר בִּשְׁבִיל הַהֶכְרֵעַ שֶׁצָּרִיךְ לִתֵּן לְכָל שֶׁקֶל וְשֶׁקֶל בִּפְנֵי עַצְמוֹ {ג}. אִי נַמִּי, אַף עַל פִּי שֶׁהַסֶּלַע אֵינוֹ אֶלָּא אַרְבָּעִים וּשְׁמֹנָה פֻּנְדְיוֹנוֹת, חַיָּב לִתֵּן אַרְבָּעִים וְתִשְׁעָה, דְּהַיְנוּ סֶלַע וּפֻנְדְיוֹן לְאַרְבָּעִים וְתֵשַׁע שָׁנָה, לְפִי שֶׁהַנּוֹתֵן פֻּנְדְיוֹנִים לִקַּח סֶלַע מִן הַשֻּׁלְחָנִי נוֹתֵן אַרְבָּעִים וְתִשְׁעָה פֻּנְדְיוֹנִים, וְהַיְנוּ קַלְבּוֹן לִפְרוֹטְרוֹט. וְהַמַּקְדִּישׁ שְׂדֵה אֲחֻזָּה פָּחוֹת מִשְּׁתֵּי שָׁנִים לִפְנֵי הַיּוֹבֵל אֵין כָּאן גֵּרוּעַ, וְאִם בָּא לְגָאֲלָהּ נוֹתֵן חֲמִשִּׁים שְׁלֵמִים, דְּגַבֵּי גֵרוּעַ כְּתִיב עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת וְנִגְרַע, וּמִעוּט שָׁנִים שְׁנַיִם. וְעֵצָה טוֹבָה קָמַשְׁמַע לָן {ד} מַתְנִיתִין שֶׁיְּהֵא אָדָם חָס עַל נְכָסָיו וְלֹא [יַקְדִּישׁ] פָּחוֹת מִשְּׁתֵּי שָׁנִים, שֶׁלֹּא יַפְסִיד אַרְבָּעִים וּשְׁמֹנָה סְלָעִים: וְלֹא גוֹאֲלִין אַחַר הַיּוֹבֵל. לָאו אַחַר הַיּוֹבֵל סָמוּךְ לַיּוֹבֵל קָאָמַר, אֶלָּא הַאי אַחַר אֲפִלּוּ אַחַר עֶשְׂרִים אוֹ שְׁלֹשִׁים שָׁנָה קָאֵי. וְהָכִי קָאָמַר, הַבָּא לִגְאֹל בְּאֶמְצַע הַיּוֹבֵל וְלִתֵּן סֶלַע וּפֻנְדְיוֹן לְשָׁנִים הַבָּאִים, וְהָיָה עוֹמֵד בְּנִיסָן שֶׁהוּא אֶמְצַע שָׁנָה, לֹא יֹאמַר חֲצִי סֶלַע וַחֲצִי פֻנְדְיוֹן אֲנִי נוֹתֵן מִשָּׁנָה זוֹ, אֶלָּא נוֹתֵן סֶלַע וּפֻנְדְיוֹן שָׁלֵם. וְהַיְנוּ דְּקָאָמַר אֵין גּוֹאֲלִין פָּחוֹת מִשָּׁנָה, דְּכַמָּה דְלָא נַפְקָא לַהּ כֻּלַּהּ שַׁתָּא לֹא מִגָּרְעָא לַהּ כְּלָל וְלֹא יָהֵיב גְּאֻלַּת חֲצִי שָׁנָה אֶלָּא גְאֻלַּת שָׁנָה שְׁלֵמָה. וּמַה טַּעַם, לְפִי שֶׁאֵין מְחַשְּׁבִים חֳדָשִׁים עִם הַהֶקְדֵּשׁ. הַבָּא לִגְאֹל שָׂדֵהוּ חָמֵשׁ שָׁנִים וָחֵצִי לִפְנֵי הַיּוֹבֵל, אֵין מְחַשְּׁבִין אוֹתָן שִׁשָּׁה חֳדָשִׁים שֶׁיָּצְאוּ מִשָּׁנָה שִׁשִּׁית, אֶלָּא נוֹתֵן שֵׁשׁ סְלָעִים וְשִׁשָּׁה פֻנְדְיוֹנִים, דִּכְתִיב (וַיִּקְרָא כז) וְחִשַּׁב לוֹ הַכֹּהֵן אֶת הַכֶּסֶף עַל פִּי הַשָּׁנִים הַנּוֹתָרוֹת, שָׁנִים אַתָּה מְחַשֵּׁב וְאִי אַתָּה מְחַשֵּׁב חֳדָשִׁים, כְּלוֹמַר כָּל מַה שֶׁנּוֹתַר חִשּׁוּב שָׁנִים, לַעֲשׂוֹת חֹדֶשׁ הַנּוֹתַר שָׁנָה, וְאִי אַתָּה מְחַשֵּׁב הֶחֳדָשִׁים שֶׁיָּצְאוּ, לִגְרֹעַ מִן הַשֶּׁקֶל וּפֻנְדְיוֹן בִּשְׁבִילָם: אֲבָל הֶקְדֵּשׁ מְחַשֵּׁב חֳדָשִׁים. כְּלוֹמַר, אִם רֶוַח שֶׁל הֶקְדֵּשׁ הוּא שֶׁנַּחְשֹׁב אוֹתָהּ יְצִיאַת חֲצִי שָׁנָה שֶׁיָּצְאָה, כְּגוֹן דִּמְקַדְּשָׁהּ {ה} בְּפַלְגָא דְאַרְבָּעִים וּשְׁמֹנָה לַיּוֹבֵל, דְּאִי חָשְׁבַת לְהַהוּא יְצִיאָה הָוֵי לֵיהּ פָּחוֹת מִשְּׁתֵּי שָׁנִים לִפְנֵי הַיּוֹבֵל וְלֹא מִפַּרְקָא בְגֵרוּעַ אֶלָּא בַחֲמִשִּׁים, וְאִי אָמַרְתְּ דְּאֵין מְחַשְּׁבִים אוֹתָן חֳדָשִׁים שֶׁיָּצְאוּ, הֲוָה הָכָא שְׁתֵּי שָׁנִים לִפְנֵי הַיּוֹבֵל, וְאִיכָּא פְסֵידָא דְהֶקְדֵּשׁ דְּלֹא שָׁקֵיל אֶלָּא שְׁתֵּי סְלָעִים וּשְׁנֵי פֻנְדְיוֹנִים, הָכָא וַדַּאי מְחַשְּׁבִין אוֹתָן כִּיצִיאָה גְמוּרָה וְאֵין כָּאן שְׁתֵּי שָׁנִים לִפְנֵי הַיּוֹבֵל, וְלֹא מִפַּרְקָא בְגֵרוּעַ אֶלָּא בַחֲמִשִּׁים שֶׁקֶל, דִּכְתִיב וְחִשַּׁב לוֹ הַכֹּהֵן, מִכָּל מָקוֹם: בִּשְׁעַת הַיּוֹבֵל. בִּזְמַן שֶׁהַיּוֹבֵל נוֹהֵג {ו}. אֲבָל בִּזְמַן שֶׁאֵין הַיּוֹבֵל נוֹהֵג, פּוֹדֶה אוֹתָהּ בְּשָׁוְיָהּ כִּשְׁאָר הֶקְדֵּשׁוֹת: זֶרַע חֹמֶר שְׂעֹרִים. מָקוֹם שֶׁיְּכוֹלִים לִזְרֹעַ בּוֹ כּוֹר שְׂעֹרִים כְּשֶׁזּוֹרְעִים בְּמַפֹּלֶת יָד וּבִזְרִיעָה בֵּינוֹנִית, לֹא שֶׁיִּהְיֶה הַזֶּרַע מְקֻבָּץ בְּיוֹתֵר וְלֹא מְפֻזָּר וּמְפֹרָד הַרְבֵּה: נְקָעִים עֲמֻקִּים וְכוּ'. וְהוּא שֶׁיִּהְיוּ מְלֵאִים מַיִם שֶׁאֵין רְאוּיִין לִזְרִיעָה {ח}. אֲבָל אִם אֵינָן מְלֵאִים מַיִם, הוֹאִיל וַחֲזוּ לְמִידִי, אַף עַל גַּב דְּאֵין נִמְדָדִין עִמָּהּ מִתְחַשְּׁבִין בְּאַפֵּי נַפְשַׁיְהוּ, וְנִפְדִּין לְפִי חֶשְׁבּוֹן חֲמִשִּׁים סְלָעִים לְבֵית כּוֹר {ט}: פָּחוֹת מִכָּאן נִמְדָּדִין עִמָּהּ. וְאַף עַל פִּי שֶׁהֵן מְלֵאִים מַיִם וְלֹא חֲזוּ לִזְרִיעָה, הוֹאִיל וְאֵין עֲמֻקִּים עֲשָׂרָה. וְכֵן סְלָעִים הוֹאִיל וְאֵין גְּבוֹהִים עֲשָׂרָה עַל שֵׁם הַקַּרְקַע הֵן נִקְרָאִין וְאֵינָן חֲשׁוּבִים בִּפְנֵי עַצְמָן: אֶלָּא נוֹתֵן אֶת כֻּלּוֹ כְּאֶחָד. דִּכְתִיב (וַיִּקְרָא כז) וְחִשַּׁב לוֹ הַכֹּהֵן אֶת הַכֶּסֶף, עַד שֶׁיְּהֵא כֻלּוֹ כֶּסֶף כְּאֶחָד {י}","rdfs:label":"ר\"ע מברטנורה משנה ערכין ז א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-1"},{"uri":"jbr:mishna-yomtov-5-5-7-1","jbo:text":"עיקר תוי\"ט {א} והיא שדה שירש האדם ממורישיו. הרמב\"ם: {ב} כדכתיב אם משנת היובל יקדיש שדהו וגו', משנת ולא שנת היובל בכלל, אלמא בשנה שלאחר היובל קאי קרא, וקאמר יתן חמשים: {ג} ותימה, דפנדיון הוא חצי מעה, ותנן בסוף פרק קמא דשקלים דלמחצית שקל קלבון מעה כסף וחכמים אומרים חצי. ומפני כן כתבו התוספות דלאו דוקא נקט הכא לשון קלבון, ואינו אלא להשוות השנים שיהיה סלע ופנדיון לארבעים ותשע שנים של יובל שחסר מהם פנדיון אחד. ושמא כשנותן חמשים שקל ביחד, אז אינו נותן פנדיון ולא שיך שם הכרע, דהוי כעין מקח וממכר, ולא שיך הכרעה אלא כשמחליפים מעות לשלחני: {ד} לפי שאם הקדיש, מקדשת בלי ספק, ואפלו יום אחד לפני היובל. הרמב\"ם: {ה} גמרא. ולאו דוקא נקט דאקדשא, דלא בהקדש תליא מלתא כי אם בגאלה. תוספות: {ו} שהמקדיש שדהו בשנת היובל אינה מקדשת. וברב ספרים גרסינן בשנת היובל. ועין תוספות יום טוב: {ז} חמר. הכי כתיב קרא. ופרש התוספות חדשים, דקשה לו אמאי נקט תנא חמר. הוה ליה למימר כור כלישנא דרבנן: {ח} גמרא, דומיא דסלעים. ופרש רש\"י משום דזרע כתיב: {ט} תימה, דלמאי נפקא מנה מתחשבין באפי נפשיהו כו'. אבל הרמב\"ם כתב ומחשבין לה מה שראוי להם כו'. ולפיכך נראה לי להגיה בדברי הר\"ב ונפדין בשוין והשאר לפי חשבון. ועוד יש לומר, דדעתו כדעת התוספות דהנפקא מנה שלא חשבינן להו המדרון. ועין תוספות יום טוב: {י} פרוש, הכסף שהוא רוצה לתן בפדיון חיבו הכתוב לתנו כאחד. אבל אם לא ירצה לפדות כל השדה, רשאי, דגואל לחצאין כדתנן בפרק ט' משנה ב'","jbo:textNikud":"עיקר תוי\"ט {א} וְהִיא שָׂדֶה שֶׁיָּרַשׁ הָאָדָם מִמּוֹרִישָׁיו. הָרַמְבַּ\"ם: {ב} כְּדִכְתִיב אִם מִשְּׁנַת הַיּוֹבֵל יַקְדִּישׁ שָׂדֵהוּ וְגוֹ', מִשְּׁנַת וְלֹא שְׁנַת הַיּוֹבֵל בִּכְלָל, אַלְמָא בַּשָּׁנָה שֶׁלְּאַחַר הַיּוֹבֵל קָאֵי קְרָא, וְקָאָמַר יִתֵּן חֲמִשִּׁים: {ג} וְתֵימַהּ, דְּפֻנְדְיוֹן הוּא חֲצִי מָעָה, וּתְנַן בְּסוֹף פֶּרֶק קַמָּא דִּשְׁקָלִים דִּלְמַחֲצִית שֶׁקֶל קַלְבּוֹן מָעָה כֶּסֶף וַחֲכָמִים אוֹמְרִים חֲצִי. וּמִפְּנֵי כֵן כָּתְבוּ הַתּוֹסָפוֹת דְּלָאו דַּוְקָא נָקַט הָכָא לְשׁוֹן קַלְבּוֹן, וְאֵינוֹ אֶלָּא לְהַשְׁווֹת הַשָּׁנִים שֶׁיִּהְיֶה סֶלַע וּפֻנְדְיוֹן לְאַרְבָּעִים וְתֵשַׁע שָׁנִים שֶׁל יוֹבֵל שֶׁחָסֵר מֵהֶם פֻּנְדְיוֹן אֶחָד. וְשֶׁמָּא כְשֶׁנּוֹתֵן חֲמִשִּׁים שֶׁקֶל בְּיַחַד, אָז אֵינוֹ נוֹתֵן פֻּנְדְיוֹן וְלֹא שַׁיָּךְ שָׁם הֶכְרֵעַ, דַהֲוֵי כְעֵין מִקָּח וּמִמְכָּר, וְלֹא שַׁיָּךְ הַכְרָעָה אֶלָּא כְּשֶׁמַּחְלִיפִים מָעוֹת לַשֻּׁלְחָנִי: {ד} לְפִי שֶׁאִם הִקְדִּישׁ, מֻקְדֶּשֶׁת בְּלִי סָפֵק, וַאֲפִלּוּ יוֹם אֶחָד לִפְנֵי הַיּוֹבֵל. הָרַמְבַּ\"ם: {ה} גְּמָרָא. וְלָאו דַּוְקָא נָקַט דְּאַקְדְּשָׁא, דְּלֹא בַהֶקְדֵּשׁ תַּלְיָא מִלְּתָא כִּי אִם בַּגְּאֻלָּה. תּוֹסָפוֹת: {ו} שֶׁהַמַּקְדִּישׁ שָׂדֵהוּ בִּשְׁנַת הַיּוֹבֵל אֵינָהּ מֻקְדֶּשֶׁת. וּבְרֹב סְפָרִים גָּרְסִינַן בִּשְׁנַת הַיּוֹבֵל. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ז} חֹמֶר. הָכִי כְתִיב קְרָא. וּפֵרֵשׁ הַתּוֹסָפוֹת חֲדָשִׁים, דְּקָשֶׁה לוֹ אַמַּאי נָקַט תַּנָּא חֹמֶר. הֲוָה לֵיהּ לְמֵימַר כּוֹר כְּלִישְׁנָא דְרַבָּנָן: {ח} גְּמָרָא, דּוּמְיָא דִסְלָעִים. וּפֵרֵשׁ רַשִׁ\"י מִשּׁוּם דְּזֶרַע כְּתִיב: {ט} תֵּימַהּ, דִּלְמַאי נַפְקָא מִנַּהּ מִתְחַשְּׁבִין בְּאַפֵּי נַפְשַׁיְהוּ כוּ'. אֲבָל הָרַמְבַּ\"ם כָּתַב וּמְחַשְּׁבִין לָהּ מַה שֶּׁרָאוּי לָהֶם כוּ'. וּלְפִיכָךְ נִרְאֶה לִי לְהַגִּיהַּ בְּדִבְרֵי הָרַ\"ב וְנִפְדִּין בְּשָׁוְיָן וְהַשְּׁאָר לְפִי חֶשְׁבּוֹן. וְעוֹד יֵשׁ לוֹמַר, דְּדַעְתּוֹ כְדַעַת הַתּוֹסָפוֹת דְּהַנָּפְקָא מִנַּהּ שֶׁלֹּא חָשְׁבִינַן לְהוּ הַמִּדְרוֹן. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {י} פֵּרוּשׁ, הַכֶּסֶף שֶׁהוּא רוֹצֶה לִתֵּן בַּפִּדְיוֹן חִיְּבוֹ הַכָּתוּב לִתְּנוֹ כְאֶחָד. אֲבָל אִם לֹא יִרְצֶה לִפְדּוֹת כָּל הַשָּׂדֶה, רַשַּׁאי, דְּגוֹאֵל לַחֲצָאִין כְּדִתְנַן בְּפֶרֶק ט' מִשְׁנָה ב'","rdfs:label":"עיקר תוי\"ט משנה ערכין ז א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-1"},{"uri":"jbr:mishna-5-5-7-2","jbo:text":"אחד הבעלים, ואחד כל האדם. מה בין הבעלים לבין כל האדם, אלא שהבעלים נותנים חמש, וכל אדם אינו נותן חמש","jbo:textNikud":"אֶחָד הַבְּעָלִים, וְאֶחָד כָּל הָאָדָם. מַה בֵּין הַבְּעָלִים לְבֵין כָּל הָאָדָם, אֶלָּא שֶׁהַבְּעָלִים נוֹתְנִים חֹמֶשׁ, וְכָל אָדָם אֵינוֹ נוֹתֵן חֹמֶשׁ","rdfs:label":"משנה ערכין ז ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-2"},{"uri":"jbr:mishna-bartanura-5-5-7-2","jbo:text":"ר\"ע מברטנורה ואחד כל האדם. פודה בית כור בחמשים שקל, בין שהוא שוה אלף שקלים בין שאינו שוה אלא חמשה שקלים: שהבעלים נותנים חמש. כדכתיב (שם) ואם גאל יגאל את השדה המקדיש אותו וגו'","jbo:textNikud":"ר\"ע מברטנורה וְאֶחָד כָּל הָאָדָם. פּוֹדֶה בֵית כּוֹר בַּחֲמִשִּׁים שֶׁקֶל, בֵּין שֶׁהוּא שָׁוֶה אֶלֶף שְׁקָלִים בֵּין שֶׁאֵינוֹ שָׁוֶה אֶלָּא חֲמִשָּׁה שְׁקָלִים: שֶׁהַבְּעָלִים נוֹתְנִים חֹמֶשׁ. כְּדִכְתִיב (שָׁם) וְאִם גָּאֹל יִגְאַל אֶת הַשָּׂדֶה הַמַּקְדִּישׁ אוֹתוֹ וְגוֹ'","rdfs:label":"ר\"ע מברטנורה משנה ערכין ז ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-2"},{"uri":"jbr:mishna-5-5-7-3","jbo:text":"הקדישה וגאלה, אינה יוצאה מידו ביובל. גאלה בנו, יוצאה לאביו ביובל. גאלה אחר או אחד מן הקרובים וגאלה מידו, אינה יוצאה {יא} מידו ביובל. גאלה אחד מן הכהנים והרי היא תחת ידו, לא יאמר {יב} הואיל והיא יוצאה לכהנים ביובל והרי היא תחת ידי, הרי היא שלי, אלא יוצאה לכל אחיו הכהנים","jbo:textNikud":"הִקְדִּישָׁהּ וּגְאָלָהּ, אֵינָהּ יוֹצְאָה מִיָּדוֹ בַּיּוֹבֵל. גְּאָלָהּ בְּנוֹ, יוֹצְאָה לְאָבִיו בַּיּוֹבֵל. גְּאָלָהּ אַחֵר אוֹ אֶחָד מִן הַקְּרוֹבִים וּגְאָלָהּ מִיָּדוֹ, אֵינָהּ יוֹצְאָה {יא} מִיָּדוֹ בַּיּוֹבֵל. גְּאָלָהּ אֶחָד מִן הַכֹּהֲנִים וַהֲרֵי הִיא תַּחַת יָדוֹ, לֹא יֹאמַר {יב} הוֹאִיל וְהִיא יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל וַהֲרֵי הִיא תַּחַת יָדִי, הֲרֵי הִיא שֶׁלִּי, אֶלָּא יוֹצְאָה לְכָל אֶחָיו הַכֹּהֲנִים","rdfs:label":"משנה ערכין ז ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-3"},{"uri":"jbr:mishna-bartanura-5-5-7-3","jbo:text":"ר\"ע מברטנורה אינה יוצאה מידו ביובל. להיות מתחלקת לכהנים כי היכי דאי הוה פריק לה אינש אחרינא דהוה נפקא ביובל ומתחלקת לכהנים כדכתיב (שם) והיה השדה בצאתו ביבל קדש לה': גאלה בנו יוצאה לאביו ביובל. ולא לכהנים. דכתיב (שם) ואם מכר את השדה לאיש אחר לא יגאל עוד. לאיש אחר, ולא לבן: גאלה אחד מקרוביו. של מקדיש מיד הגזבר, ובא המקדיש וגאלה מיד קרובו, אינה יוצאה מיד המקדיש ביובל להתחלק לכהנים: גאלה כהן. מיד גזבר: לא יאמר הואיל. ואם גאלה ישראל יוצאה לי ולחברי ביובל, עכשיו שהיא תחת ידי שגאלתיה אין לך כהן ראוי לה יותר ממני","jbo:textNikud":"ר\"ע מברטנורה אֵינָהּ יוֹצְאָה מִיָּדוֹ בַּיּוֹבֵל. לִהְיוֹת מִתְחַלֶּקֶת לַכֹּהֲנִים כִּי הֵיכִי דְּאִי הֲוָה פָרִיק לַהּ אֱינַשׁ אַחֲרִינָא דַּהֲוָה נַפְקָא בַּיּוֹבֵל וּמִתְחַלֶּקֶת לַכֹּהֲנִים כְּדִכְתִיב (שָׁם) וְהָיָה הַשָּׂדֶה בְּצֵאתוֹ בַיֹּבֵל קֹדֶשׁ לַה': גְּאָלָהּ בְּנוֹ יוֹצְאָה לְאָבִיו בַּיּוֹבֵל. וְלֹא לַכֹּהֲנִים. דִּכְתִיב (שָׁם) וְאִם מָכַר אֶת הַשָּׂדֶה לְאִישׁ אַחֵר לֹא יִגָאֵל עוֹד. לְאִישׁ אַחֵר, וְלֹא לַבֵּן: גְּאָלָהּ אֶחָד מִקְּרוֹבָיו. שֶׁל מַקְדִּישׁ מִיַּד הַגִּזְבָּר, וּבָא הַמַּקְדִּישׁ וּגְאָלָהּ מִיַּד קְרוֹבוֹ, אֵינָהּ יוֹצְאָה מִיַּד הַמַּקְדִּישׁ בַּיּוֹבֵל לְהִתְחַלֵּק לַכֹּהֲנִים: גְּאָלָהּ כֹּהֵן. מִיַּד גִּזְבָּר: לֹא יֹאמַר הוֹאִיל. וְאִם גְּאָלָהּ יִשְׂרָאֵל יוֹצְאָה לִי וְלַחֲבֵרַי בַּיּוֹבֵל, עַכְשָׁיו שֶׁהִיא תַּחַת יָדִי שֶׁגְּאַלְתִּיהָ אֵין לְךָ כֹהֵן רָאוּי לָהּ יוֹתֵר מִמֶּנִּי","rdfs:label":"ר\"ע מברטנורה משנה ערכין ז ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-3"},{"uri":"jbr:mishna-yomtov-5-5-7-3","jbo:text":"עיקר תוי\"ט {יא} יוצאה כו'. הכי גרסינן במשנה בגמרא. פרש רש\"י כי היכי דהוה נפיק מיד דההוא קרוב דאתי האי מחמתיה. רש\"י, ועין תוספות יום טוב: {יב} לא כו'. ודין הוא, בשל אחרים אני זוכה [אלמלא גאלה ישראל היתה יוצאה מידו ואני זוכה בה עם שאר אחי], בשל עצמי לא כל שכן. תלמוד לומר אחזתו [לכהן תהיה אחזתו], אחזה שלו [שירש מאביו תהא שלו], ואין זו שלו. הא כיצד, יוצאה מתחת ידו ומתחלקת לאחיו הכהנים. גמרא","jbo:textNikud":"עיקר תוי\"ט {יא} יוֹצְאָה כוּ'. הָכִי גָרְסִינַן בַּמִּשְׁנָה בַּגְּמָרָא. פֵּרֵשׁ רַשִׁ\"י כִּי הֵיכִי דַהֲוָה נָפֵיק מִיָּד דְּהַהוּא קָרוֹב דְּאָתֵי הַאי מֵחֲמָתֵיהּ. רַשִׁ\"י, וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} לֹא כוּ'. וְדִין הוּא, בְּשֶׁל אֲחֵרִים אֲנִי זוֹכֶה [אִלְמָלֵא גְאָלָהּ יִשְׂרָאֵל הָיְתָה יוֹצְאָה מִיָּדוֹ וַאֲנִי זוֹכֶה בָהּ עִם שְׁאָר אֶחָי], בְּשֶׁל עַצְמִי לֹא כָּל שֶׁכֵּן. תַּלְמוּד לוֹמַר אֲחֻזָּתוֹ [לַכֹּהֵן תִּהְיֶה אֲחֻזָּתוֹ], אֲחֻזָּה שֶׁלּוֹ [שֶׁיָּרַשׁ מֵאָבִיו תְּהֵא שֶׁלּוֹ], וְאֵין זוֹ שֶׁלּוֹ. הָא כֵיצַד, יוֹצְאָה מִתַּחַת יָדוֹ וּמִתְחַלֶּקֶת לְאֶחָיו הַכֹּהֲנִים. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ז ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-3"},{"uri":"jbr:mishna-5-5-7-4","jbo:text":"הגיע היובל ולא נגאלה, הכהנים נכנסים לתוכה {יג} ונותנים את דמיה, דברי רבי יהודה. רבי שמעון אומר, נכנסין, אבל לא נותנין. רבי אליעזר אומר, לא נכנסין ולא נותנין, אלא נקראת שדה רטושים, עד היובל השני. הגיע היובל השני ולא נגאלה, נקראת רטושי רטושין עד היובל השלישי. לעולם אין הכהנים נכנסין לתוכה, עד שיגאלנה אחר","jbo:textNikud":"הִגִּיעַ הַיּוֹבֵל וְלֹא נִגְאֲלָה, הַכֹּהֲנִים נִכְנָסִים לְתוֹכָהּ {יג} וְנוֹתְנִים אֶת דָּמֶיהָ, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, נִכְנָסִין, אֲבָל לֹא נוֹתְנִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לֹא נִכְנָסִין וְלֹא נוֹתְנִין, אֶלָּא נִקְרֵאת שְׂדֵה רְטוּשִׁים, עַד הַיּוֹבֵל הַשֵּׁנִי. הִגִּיעַ הַיּוֹבֵל הַשֵּׁנִי וְלֹא נִגְאֲלָה, נִקְרֵאת רְטוּשֵׁי רְטוּשִׁין עַד הַיּוֹבֵל הַשְּׁלִישִׁי. לְעוֹלָם אֵין הַכֹּהֲנִים נִכְנָסִין לְתוֹכָהּ, עַד שֶׁיִּגְאָלֶנָּה אַחֵר","rdfs:label":"משנה ערכין ז ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-4"},{"uri":"jbr:mishna-bartanura-5-5-7-4","jbo:text":"ר\"ע מברטנורה ולא נגאלה. לא גאלוה מיד ההקדש, לא הבעלים ולא אחר: הכהנים נכנסים לה. כהנים של משמר שהיובל פוגע בו הן נכנסים לתוכה, והיא חלוטה בידם: ונותנים את דמיה. להקדש. דגמר קדש קדש ממקדיש בית, כתיב הכא בשדה אחזה בצאתו ביובל קדש, וכתיב במקדיש בית (שם) ואיש כי יקדיש את ביתו קדש, מה בית לא תצא מיד הקדש בלא דמים כדכתיב התם והעריכו הכהן, דבית לא נפקא לכהנים אלא נפדה בדמים {יד}, אף שדה אחזה לא תצא מיד הקדש בלא דמים. הלכך כי פריק לה אחר, הוו דמים לבדק הבית הקדש, וכי מטי יובל נפקא בחנם לכהנים, ואם לא נגאלה יהבי כהנים דמי חמשים שקלים ושקלי לה: רבי שמעון אומר נכנסין אבל לא נותנין. דגמר קדש קדש מכבשי עצרת, דכתיב בהו (ויקרא כג) קדש יהיו לה' לכהן, מה התם בחנם {טו} אף כאן בחנם. וניחא ליה דנילף שדה אחזה מכבשי עצרת, דתרויהו מעשרים וארבע מתנות כהנה, ולא נילף ממקדיש ביתו דאינו נתן לכהנים לעולם. ורבי יהודה ניחא ליה דנילף שדה אחזה ממקדיש ביתו, דתרויהו קדשי בדק הבית, ולא נילף מכבשי עצרת שהם קדשי מזבח. והלכה כרבי יהודה: שדה רטושין. שדה עזובה. כמו [הושע י] אם על בנים רטשה {טז}: עד שיגאלנה אחר. וכשתצא מידו ביובל יכנסו בה כהנים. וטעמא דרבי אליעזר, דכתיב והיה השדה בצאתו ביבל קדש, משמע כשתצא מיד הגואל כדין שאר אדם הקונה קרקע שיוצאה ביובל, בההוא קאמר קרא דתהוי לכהנים, אבל בצאתו מיד הקדש לא משמע, דאכתי לא אשמועינן קרא דהקדש פקע מכחו ביובל","jbo:textNikud":"ר\"ע מברטנורה וְלֹא נִגְאֲלָה. לֹא גְאָלוּהָ מִיַּד הַהֶקְדֵּשׁ, לֹא הַבְּעָלִים וְלֹא אַחֵר: הַכֹּהֲנִים נִכְנָסִים לָהּ. כֹּהֲנִים שֶׁל מִשְׁמָר שֶׁהַיּוֹבֵל פּוֹגֵעַ בּוֹ הֵן נִכְנָסִים לְתוֹכָהּ, וְהִיא חֲלוּטָה בְיָדָם: וְנוֹתְנִים אֶת דָּמֶיהָ. לַהֶקְדֵּשׁ. דְּגָמַר קֹדֶשׁ קֹדֶשׁ מִמַּקְדִּישׁ בַּיִת, כְּתִיב הָכָא בִּשְׂדֵה אֲחֻזָּה בְּצֵאתוֹ בַּיּוֹבֵל קֹדֶשׁ, וּכְתִיב בְּמַקְדִּישׁ בַּיִת (שָׁם) וְאִישׁ כִּי יַקְדִּישׁ אֶת בֵּיתוֹ קֹדֶשׁ, מַה בַּיִת לֹא תֵצֵא מִיַּד הֶקְדֵּשׁ בְּלֹא דָמִים כְּדִכְתִיב הָתָם וְהֶעֱרִיכוֹ הַכֹּהֵן, דְּבַיִת לֹא נַפְקָא לַכֹּהֲנִים אֶלָּא נִפְדֶּה בְדָמִים {יד}, אַף שְׂדֵה אֲחֻזָּה לֹא תֵצֵא מִיַּד הֶקְדֵּשׁ בְּלֹא דָמִים. הִלְכָּךְ כִּי פָרִיק לָהּ אַחֵר, הָווּ דָמִים לְבֶדֶק הַבַּיִת הֶקְדֵּשׁ, וְכִי מָטֵי יוֹבֵל נַפְקָא בְּחִנָּם לַכֹּהֲנִים, וְאִם לֹא נִגְאֲלָה יָהֲבֵי כֹהֲנִים דְּמֵי חֲמִשִּׁים שְׁקָלִים וְשָׁקְלֵי לָהּ: רַבִּי שִׁמְעוֹן אוֹמֵר נִכְנָסִין אֲבָל לֹא נוֹתְנִין. דְּגָמַר קֹדֶשׁ קֹדֶשׁ מִכִּבְשֵׂי עֲצֶרֶת, דִּכְתִיב בְּהוּ (וַיִּקְרָא כג) קֹדֶשׁ יִהְיוּ לַה' לַכֹּהֵן, מַה הָתָם בְּחִנָּם {טו} אַף כָּאן בְּחִנָּם. וְנִיחָא לֵיהּ דְּנֵילַף שְׂדֵה אֲחֻזָּה מִכִּבְשֵׂי עֲצֶרֶת, דְּתַרְוַיְהוּ מֵעֶשְׂרִים וְאַרְבַּע מַתְּנוֹת כְּהֻנָּה, וְלֹא נֵילַף מִמַּקְדִּישׁ בֵּיתוֹ דְּאֵינוֹ נִתָּן לַכֹּהֲנִים לְעוֹלָם. וְרַבִּי יְהוּדָה נִיחָא לֵיהּ דְּנֵילַף שְׂדֵה אֲחֻזָּה מִמַּקְדִּישׁ בֵּיתוֹ, דְּתַרְוַיְהוּ קָדְשֵׁי בֶּדֶק הַבַּיִת, וְלֹא נֵילַף מִכִּבְשֵׂי עֲצֶרֶת שֶׁהֵם קָדְשֵׁי מִזְבֵּחַ. וַהֲלָכָה כְּרַבִּי יְהוּדָה: שְׂדֵה רְטוּשִׁין. שָׂדֶה עֲזוּבָה. כְּמוֹ [הוֹשֵׁעַ י] אֵם עַל בָּנִים רֻטָּשָׁה {טז}: עַד שֶׁיִּגְאָלֶנָּה אַחֵר. וּכְשֶׁתֵּצֵא מִיָּדוֹ בַּיּוֹבֵל יִכָּנְסוּ בָּהּ כֹּהֲנִים. וְטַעֲמָא דְרַבִּי אֱלִיעֶזֶר, דִּכְתִיב וְהָיָה הַשָּׂדֶה בְּצֵאתוֹ בַיֹּבֵל קֹדֶשׁ, מַשְׁמַע כְּשֶׁתֵּצֵא מִיַּד הַגּוֹאֵל כְּדִין שְׁאָר אָדָם הַקּוֹנֶה קַרְקַע שֶׁיּוֹצְאָה בַּיּוֹבֵל, בְּהַהוּא קָאָמַר קְרָא דְּתֶהֱוֵי לַכֹּהֲנִים, אֲבָל בְּצֵאתוֹ מִיַּד הֶקְדֵּשׁ לֹא מַשְׁמַע, דְּאַכַּתִּי לֹא אַשְׁמוֹעִינַן קְרָא דְּהֶקְדֵּשׁ פָּקַע מִכֹּחוֹ בַּיּוֹבֵל","rdfs:label":"ר\"ע מברטנורה משנה ערכין ז ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-4"},{"uri":"jbr:mishna-yomtov-5-5-7-4","jbo:text":"עיקר תוי\"ט {יג} הכהנים כו'. דהכי כתיב ואם לא יגאל את השדה ואם מכר את השדה וגו' והיה השדה בצאתו ביבל וגו' לכהן תהיה אחזתו, והכי קאמר, שאם לא יגאל דהינו הבעלים או אם מכר וגו', בשני דרכים אלו, לא יגאל עוד, אלא והיה בצאתו ביבל וגו' לכהן. תוספות: {יד} ואם לא יפדה יקום הבית להקדש. הרמב\"ם: {טו} רצה לומר, שאין נותנין הכהנים להקדש דמים. הרמב\"ם: {טז} בבבא מציעא דף ל\"ט כו' מפרשינן, נטושין, בעל כרחיה, שנשבה או שברח מחמת סכנה. רטושין, מדעתן, דכתיב [הושע י] אם על בנים רטשה כו'. והכא אף על גב דבעל כרחיה נשארה ביד הקדש, לא מצי קרי להו נטושין, כיון דמתחלה אקדשה מדעתיה. וטעמא שנקראת בשם זה, כדי שתהא ידועה לכל, ולכשיבא אחד ויגאלנה ויגיע אחר כך יובל תהא לכהנים","jbo:textNikud":"עיקר תוי\"ט {יג} הַכֹּהֲנִים כוּ'. דְּהָכִי כְתִיב וְאִם לֹא יִגְאַל אֶת הַשָּׂדֶה וְאִם מָכַר אֶת הַשָּׂדֶה וְגוֹ' וְהָיָה הַשָּׂדֶה בְּצֵאתוֹ בַיֹּבֵל וְגוֹ' לַכֹּהֵן תִּהְיֶה אֲחֻזָּתוֹ, וְהָכִי קָאָמַר, שֶׁאִם לֹא יִגְאַל דְּהַיְנוּ הַבְּעָלִים אוֹ אִם מָכַר וְגוֹ', בִּשְׁנֵי דְרָכִים אֵלּוּ, לֹא יִגָּאֵל עוֹד, אֶלָּא וְהָיָה בְּצֵאתוֹ בַיֹּבֵל וְגוֹ' לַכֹּהֵן. תּוֹסָפוֹת: {יד} וְאִם לֹא יִפְדֶּה יָקוּם הַבַּיִת לַהֶקְדֵּשׁ. הָרַמְבַּ\"ם: {טו} רָצָה לוֹמַר, שֶׁאֵין נוֹתְנִין הַכֹּהֲנִים לַהֶקְדֵּשׁ דָּמִים. הָרַמְבַּ\"ם: {טז} בְּבָבָא מְצִיעָא דַּף ל\"ט כוּ' מְפָרְשִׁינַן, נְטוּשִׁין, בְּעַל כָּרְחֵיהּ, שֶׁנִּשְׁבָּה אוֹ שֶׁבָּרַח מֵחֲמַת סַכָּנָה. רְטוּשִׁין, מִדַּעְתָּן, דִּכְתִיב [הוֹשֵׁעַ י] אֵם עַל בָּנִים רֻטָּשָׁה כוּ'. וְהָכָא אַף עַל גַּב דִּבְעַל כָּרְחֵיהּ נִשְׁאֲרָה בְיַד הֶקְדֵּשׁ, לֹא מָצֵי קָרֵי לְהוּ נְטוּשִׁין, כֵּיוָן דְּמִתְּחִלָּה אַקְדְּשַׁהּ מִדַּעְתֵּיהּ. וְטַעֲמָא שֶׁנִּקְרֵאת בְּשֵׁם זֶה, כְּדֵי שֶׁתְּהֵא יְדוּעָה לַכֹּל, וְלִכְשֶׁיָּבֹא אֶחָד וְיִגְאָלֶנָּה וְיַגִּיעַ אַחַר כָּךְ יוֹבֵל תְּהֵא לַכֹּהֲנִים","rdfs:label":"עיקר תוי\"ט משנה ערכין ז ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-4"},{"uri":"jbr:mishna-5-5-7-5","jbo:text":"הלוקח שדה מאביו, מת אביו ואחר כך הקדישה, הרי היא כשדה אחזה. הקדישה ואחר כך מת אביו, הרי היא כשדה מקנה, דברי רבי מאיר. ורבי יהודה ורבי שמעון אומרים, כשדה אחזה, שנאמר (ויקרא כז), ואם את שדה מקנתו אשר לא משדה אחזתו, שדה שאינה ראויה להיות שדה אחזה, יוצאת זו, שהיא ראויה להיות שדה אחזה {יח}. שדה מקנה {יט} אינה יוצאה לכהנים ביובל, שאין אדם מקדיש דבר שאינו שלו {כא}. כהנים ולוים מקדישים לעולם, וגואלין לעולם, בין לפני היובל, בין לאחר היובל","jbo:textNikud":"הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו, מֵת אָבִיו וְאַחַר כָּךְ הִקְדִּישָׁהּ, הֲרֵי הִיא כִּשְׂדֵה אֲחֻזָּה. הִקְדִּישָׁהּ וְאַחַר כָּךְ מֵת אָבִיו, הֲרֵי הִיא כִּשְׂדֵה מִקְנָה, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן אוֹמְרִים, כִּשְׂדֵה אֲחֻזָּה, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ, שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה, יוֹצֵאת זוֹ, שֶׁהִיא רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה {יח}. שְׂדֵה מִקְנָה {יט} אֵינָהּ יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל, שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ {כא}. כֹּהֲנִים וּלְוִיִּם מַקְדִּישִׁים לְעוֹלָם, וְגוֹאֲלִין לְעוֹלָם, בֵּין לִפְנֵי הַיּוֹבֵל, בֵּין לְאַחַר הַיּוֹבֵל","rdfs:label":"משנה ערכין ז ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-5"},{"uri":"jbr:mishna-bartanura-5-5-7-5","jbo:text":"ר\"ע מברטנורה הלוקח שדה מאביו, מת אביו ואחר כך הקדישה הרי היא כשדה אחזה. שהרי עד שלא הקדישה נפלה לו בירשה. הלכך אם בא לפדותה, פודה בית כור בחמשים שקל כשדה אחזה, ואם לא גאלה הוא וגאלה אחר {יז}, יוצאה לכהנים ביובל: הרי היא כשדה מקנה. דבתר שעה שהקדישה אזלינן. ואם בא לפדותה, פודה שדה בשויה כדין שדה מקנה, ואם לא גאלה הוא וגאלה אחר, חוזרת לו ביובל. שהרי בשעה שהקדישה לא היה גופה שלו, דעתידה היתה לחזר לאביו ביובל כדין שאר מכירות, וכשאר מקדיש שדה מקנה הוא שהגואלה מיד הגזבר מחזירה ביובל לאשר לו אחזת הארץ, דהינו לאביו של זה, וזה יורש את כח אביו. ואין הלכה כרבי מאיר: שדה מקנה. שהקדישה וגאלה אחר {כ}, אינה יוצאה לכהנים ביובל, שאין אדם מקדיש דבר שאינו שלו, וקרקע לא היתה שלו אלא עד היובל: כהנים ולוים מקדישים לעולם. ואפלו בשנת היובל עצמה. אבל ישראל שהקדיש שדהו בשנת היובל עצמה, אינה מקדשת: וגואלין לעולם. מה שאין כן בישראל שאינו פודה לאחר היובל, כדכתיב (ויקרא כז) ואם מכר את השדה לאיש אחר לא יגאל עוד. אבל כהן או לוי שהקדיש קרקע שירש מאבותיו הרי זה גואל לעולם, ואפלו עבר עליה היובל ולא נפדית גואלה לאחר היובל, כדכתיב (שם כה) גאלת עולם תהיה ללוים","jbo:textNikud":"ר\"ע מברטנורה הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו, מֵת אָבִיו וְאַחַר כָּךְ הִקְדִּישָׁהּ הֲרֵי הִיא כִשְׂדֵה אֲחֻזָּה. שֶׁהֲרֵי עַד שֶׁלֹּא הִקְדִּישָׁהּ נָפְלָה לוֹ בִּירֻשָּׁה. הִלְכָּךְ אִם בָּא לִפְדּוֹתָהּ, פּוֹדֶה בֵּית כּוֹר בַּחֲמִשִּׁים שֶׁקֶל כִּשְׂדֵה אֲחֻזָּה, וְאִם לֹא גְאָלָהּ הוּא וּגְאָלָהּ אַחֵר {יז}, יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל: הֲרֵי הִיא כִשְׂדֵה מִקְנָה. דְּבָתַר שָׁעָה שֶׁהִקְדִּישָׁהּ אָזְלִינַן. וְאִם בָּא לִפְדּוֹתָהּ, פּוֹדֶה שָׂדֶה בְשָׁוְיָהּ כְּדִין שְׂדֵה מִקְנָה, וְאִם לֹא גְאָלָהּ הוּא וּגְאָלָהּ אַחֵר, חוֹזֶרֶת לוֹ בַּיּוֹבֵל. שֶׁהֲרֵי בְּשָׁעָה שֶׁהִקְדִּישָׁהּ לֹא הָיָה גוּפָהּ שֶׁלּוֹ, דַּעֲתִידָה הָיְתָה לַחֲזֹר לְאָבִיו בַּיּוֹבֵל כְּדִין שְׁאָר מְכִירוֹת, וְכִשְׁאָר מַקְדִּישׁ שְׂדֵה מִקְנָה הוּא שֶׁהַגּוֹאֲלָהּ מִיַּד הַגִּזְבָּר מַחֲזִירָהּ בַּיּוֹבֵל לַאֲשֶׁר לוֹ אֲחֻזַּת הָאָרֶץ, דְּהַיְנוּ לְאָבִיו שֶׁל זֶה, וְזֶה יוֹרֵשׁ אֶת כֹּחַ אָבִיו. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: שְׂדֵה מִקְנָה. שֶׁהִקְדִּישָׁהּ וּגְאָלָהּ אַחֵר {כ}, אֵינָהּ יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל, שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ, וְקַרְקַע לֹא הָיְתָה שֶׁלּוֹ אֶלָּא עַד הַיּוֹבֵל: כֹּהֲנִים וּלְוִיִּם מַקְדִּישִׁים לְעוֹלָם. וַאֲפִלּוּ בִּשְׁנַת הַיּוֹבֵל עַצְמָהּ. אֲבָל יִשְׂרָאֵל שֶׁהִקְדִּישׁ שָׂדֵהוּ בִּשְׁנַת הַיּוֹבֵל עַצְמָהּ, אֵינָהּ מְקֻדֶּשֶׁת: וְגוֹאֲלִין לְעוֹלָם. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל שֶׁאֵינוֹ פּוֹדֶה לְאַחַר הַיּוֹבֵל, כְּדִכְתִיב (וַיִּקְרָא כז) וְאִם מָכַר אֶת הַשָּׂדֶה לְאִישׁ אַחֵר לֹא יִגָּאֵל עוֹד. אֲבָל כֹּהֵן אוֹ לֵוִי שֶׁהִקְדִּישׁ קַרְקַע שֶׁיָּרַשׁ מֵאֲבוֹתָיו הֲרֵי זֶה גוֹאֵל לְעוֹלָם, וַאֲפִלּוּ עָבַר עָלֶיהָ הַיּוֹבֵל וְלֹא נִפְדֵּית גּוֹאֲלָהּ לְאַחַר הַיּוֹבֵל, כְּדִכְתִיב (שָׁם כה) גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְּוִיִּם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ז ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-5"},{"uri":"jbr:mishna-yomtov-5-5-7-5","jbo:text":"עיקר תוי\"ט {יז} לאו דוקא גאלה אחר ושאם לא גאלה אחר לא, דאם כן אתיא כרבי אליעזר, ואין הלכה כמותו. אלא הכי קאמר, ואם לא גאלה הוא ואי נמי גאלה אחר: {יח} יצאת כו'. דאי לא רבי לן קרא אלא מת אביו ואחר כך הקדישה, לכתב קרא אשר לא שדה אחזתו, אי נמי אשר לא שדה אחזה, ומתרביא הא דרבי מאיר דדרשינן יצאה זו שהיא כבר אחזה. מאי משדה אחזתו, שדה שאינה ראויה כו'. גמרא. ועין תוספות יום טוב: {יט} מקנה. שדה שלקחה או זכה בה, היא נקראת שדה מקנה. הרמב\"ם: {כ} ורש\"י בפרוש החמש כתב, דאפלו לא גאלה אחר אלא שעדין היא ביד הגזבר, תצא בחנם ביובל לבעלים הראשונים אשר לו אחזת הארץ. ועין תוספות יום טוב: {כא} שאין כו'. אף על גב דקרא כתיב בשנת היובל ישוב השדה לאשר קנהו מאתו וגו', אצטריך לטעמא, משום דבקרא לא מירי אלא במקדיש ופודהו, דהכי כתיב וחשב הכהן וגו' ונתן את הערכך ביום ההוא קדש לה' בשנת היובל ישוב השדה וגו', ואנן אירינן בגאלה אחר, ואי נמי לא נגאלה כלל","jbo:textNikud":"עיקר תוי\"ט {יז} לָאו דַּוְקָא גְאָלָהּ אַחֵר וְשֶׁאִם לֹא גְאָלָהּ אַחֵר לֹא, דְּאִם כֵּן אָתְיָא כְּרַבִּי אֱלִיעֶזֶר, וְאֵין הֲלָכָה כְּמוֹתוֹ. אֶלָּא הָכִי קָאָמַר, וְאִם לֹא גְּאָלָהּ הוּא וְאִי נַמִּי גְאָלָהּ אַחֵר: {יח} יָצָאת כוּ'. דְּאִי לֹא רַבִּי לָן קְרָא אֶלָּא מֵת אָבִיו וְאַחַר כָּךְ הִקְדִּישָׁהּ, לִכְתֹּב קְרָא אֲשֶׁר לֹא שְׂדֵה אֲחֻזָּתוֹ, אִי נַמִּי אֲשֶׁר לֹא שְׂדֵה אֲחֻזָּה, וּמִתְרַבְּיָא הָא דְרַבִּי מֵאִיר דְּדָרְשִׁינַן יָצְאָה זוֹ שֶׁהִיא כְּבָר אֲחֻזָּה. מַאי מִשְּׂדֵה אֲחֻזָּתוֹ, שָׂדֶה שֶׁאֵינָהּ רְאוּיָה כוּ'. גְּמָרָא. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יט} מִקְנָה. שָׂדֶה שֶׁלְּקָחָהּ אוֹ זָכָה בָהּ, הִיא נִקְרֵאת שְׂדֵה מִקְנָה. הָרַמְבַּ\"ם: {כ} וְרַשִׁ\"י בְּפֵרוּשׁ הַחֻמָּשׁ כָּתַב, דַּאֲפִלּוּ לֹא גְאָלָהּ אַחֵר אֶלָּא שֶׁעֲדַיִן הִיא בְּיַד הַגִּזְבָּר, תֵּצֵא בְּחִנָּם בַּיּוֹבֵל לַבְּעָלִים הָרִאשׁוֹנִים אֲשֶׁר לוֹ אֲחֻזַּת הָאָרֶץ. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כא} שֶׁאֵין כוּ'. אַף עַל גַּב דִּקְרָא כְתִיב בִּשְׁנַת הַיּוֹבֵל יָשׁוּב הַשָּׂדֶה לַאֲשֶׁר קָנָהוּ מֵאִתּוֹ וְגוֹ', אִצְטְרִיךְ לְטַעֲמָא, מִשּׁוּם דְּבִקְרָא לֹא מַיְרֵי אֶלָּא בְמַקְדִּישׁ וּפוֹדֵהוּ, דְּהָכִי כְתִיב וְחִשַּׁב הַכֹּהֵן וְגוֹ' וְנָתַן אֶת הָעֶרְכְּךָ בַּיּוֹם הַהוּא קֹדֶשׁ לַה' בִּשְׁנַת הַיּוֹבֵל יָשׁוּב הַשָּׂדֶה וְגוֹ', וַאֲנַן אָיְרִינַן בִּגְאֲלָהּ אַחֵר, וְאִי נַמִּי לֹא נִגְאֲלָה כְלָל","rdfs:label":"עיקר תוי\"ט משנה ערכין ז ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-7","jbo:interprets":"jbr:mishna-5-5-7-5"},{"uri":"jbr:mishna-5-5-8-1","jbo:text":"המקדיש את שדהו בשעה שאינה יובל, אומרים לו פתח אתה ראשון, שהבעלים נותנים חמש, וכל אדם אינו נותן חמש. מעשה באחד שהקדיש את שדהו מפני רעתה, אמרו לו, פתח אתה ראשון. אמר, הרי היא שלי באסר. אמר רבי יוסי, לא אמר זה אלא בכביצה, שההקדש נפדה בכסף ובשוה כסף. אמר לו, הגיעתך, נמצא מפסיד אסר {ה}, ושדהו לפניו","jbo:textNikud":"הַמַּקְדִּישׁ אֶת שָׂדֵהוּ בְּשָׁעָה שֶׁאֵינָהּ יוֹבֵל, אוֹמְרִים לוֹ פְּתַח אַתָּה רִאשׁוֹן, שֶׁהַבְּעָלִים נוֹתְנִים חֹמֶשׁ, וְכָל אָדָם אֵינוֹ נוֹתֵן חֹמֶשׁ. מַעֲשֶׂה בְאֶחָד שֶׁהִקְדִּישׁ אֶת שָׂדֵהוּ מִפְּנֵי רָעָתָהּ, אָמְרוּ לוֹ, פְּתַח אַתָּה רִאשׁוֹן. אָמַר, הֲרֵי הִיא שֶׁלִּי בְאִסָּר. אָמַר רַבִּי יוֹסֵי, לֹא אָמַר זֶה אֶלָּא בְּכַבֵּיצָה, שֶׁהַהֶקְדֵּשׁ נִפְדֶּה בְכֶסֶף וּבְשָׁוֶה כָסֶף. אָמַר לוֹ, הִגִּיעָתְךָ, נִמְצָא מַפְסִיד אִסָּר {ה}, וְשָׂדֵהוּ לְפָנָיו","rdfs:label":"משנה ערכין ח א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-1"},{"uri":"jbr:mishna-bartanura-5-5-8-1","jbo:text":"ר\"ע מברטנורה המקדיש. בשעה שאינה יובל. בזמן שאין יובל נוהג: פתח אתה ראשון. בכמה אתה רוצה לפדותה. ומפני רוח של הקדש שואלים לו תחלה, שהבעלים מוסיפים חמש. ולהכי נקט בשעה שאין היובל נוהג, דבזמן שהיובל נוהג אין צריך לשואלו בכמה תפדנה, שהרי דמיה קצובים בית כור בחמשים שקל. ובזמן שאין יובל נוהג, כגון לאחר שגלו שבט ראובן וגד {א} דבטלו יובלות דכתיב (שם) וקראתם דרור בארץ לכל יושביה, בזמן שכל יושביה עליה ולא בזמן שגלו מתוכה, שאז היא נפדית בשויה: שהבעלים נותנים את החמש. כל דמי שויה ורביע יותר. וכן כל חמש {ב} האמור בתורה, שיהא הקרן וחמשו חמשה. ומפני שלשה דברים {ג} אומרים לבעלים פתח אתה ראשון. האחת, שהבעלים מוסיפים את החמש, כדקתני במתניתין. והשני, שמצות גאלה באדון, דכתיב (שם כז) אם לא יגאל, אלמא מצות גאלה קודמת למכירה. והשלישי, שהוא מוסיף ונותן בפדיונה יותר משאר בני אדם, דרוצה אדם בקב שלו: מפני רעתה. שההוצאה שבה יתרה על השבח: אסר. שמנה פרוטות: לא אמר זה אלא בכביצה. כלומר לא כך היה מעשה, שלא אמר באסר, אלא בביצה. ואמר לו הגזבר הגיעתך, הרי היא שלך בביצה. ופלגתא דתנא קמא ורבי יוסי, דרבנן סברי אין פודין הקדש בפחות מארבע פרוטות {ד}, כדי שיהא בחמשו פרוטה. ורבי יוסי סבר פודין הקדש בכל שהוא, ואף על פי שאין בחמשו שוה פרוטה. והלכה כתנא קמא","jbo:textNikud":"ר\"ע מברטנורה הַמַּקְדִּישׁ. בְּשָׁעָה שֶׁאֵינָהּ יוֹבֵל. בִּזְמַן שֶׁאֵין יוֹבֵל נוֹהֵג: פְּתַח אַתָּה רִאשׁוֹן. בְּכַמָּה אַתָּה רוֹצֶה לִפְדּוֹתָהּ. וּמִפְּנֵי רֶוַח שֶׁל הֶקְדֵּשׁ שׁוֹאֲלִים לוֹ תְחִלָּה, שֶׁהַבְּעָלִים מוֹסִיפִים חֹמֶשׁ. וּלְהָכִי נָקַט בְּשָׁעָה שֶׁאֵין הַיּוֹבֵל נוֹהֵג, דְּבִזְמַן שֶׁהַיּוֹבֵל נוֹהֵג אֵין צָרִיךְ לְשׁוֹאֲלוֹ בְּכַמָּה תִפְדֶּנָהּ, שֶׁהֲרֵי דָמֶיהָ קְצוּבִים בֵּית כּוֹר בַּחֲמִשִּׁים שֶׁקֶל. וּבִזְמַן שֶׁאֵין יוֹבֵל נוֹהֵג, כְּגוֹן לְאַחַר שֶׁגָּלוּ שֵׁבֶט רְאוּבֵן וְגָד {א} דְּבָטְלוּ יוֹבְלוֹת דִּכְתִיב (שָׁם) וּקְרָאתֶם דְּרוֹר בָּאָרֶץ לְכָל יוֹשְׁבֶיהָ, בִּזְמַן שֶׁכָּל יוֹשְׁבֶיהָ עָלֵיהָּ וְלֹא בִזְמַן שֶׁגָּלוּ מִתּוֹכָהּ, שֶׁאָז הִיא נִפְדֵּית בְּשָׁוְיָהּ: שֶׁהַבְּעָלִים נוֹתְנִים אֶת הַחֹמֶשׁ. כָּל דְּמֵי שָׁוְיָהּ וּרְבִיעַ יוֹתֵר. וְכֵן כָּל חֹמֶשׁ {ב} הָאָמוּר בַּתּוֹרָה, שֶׁיְּהֵא הַקֶּרֶן וְחֻמְשׁוֹ חֲמִשָּׁה. וּמִפְּנֵי שְׁלֹשָׁה דְּבָרִים {ג} אוֹמְרִים לַבְּעָלִים פְּתַח אַתָּה רִאשׁוֹן. הָאַחַת, שֶׁהַבְּעָלִים מוֹסִיפִים אֶת הַחֹמֶשׁ, כִּדְקָתָנֵי בְמַתְנִיתִין. וְהַשֵּׁנִי, שֶׁמִּצְוַת גְּאֻלָּה בָּאָדוֹן, דִּכְתִיב (שָׁם כז) אִם לֹא יִגְאַל, אַלְמָא מִצְוַת גְּאֻלָּה קוֹדֶמֶת לִמְכִירָה. וְהַשְּׁלִישִׁי, שֶׁהוּא מוֹסִיף וְנוֹתֵן בְּפִדְיוֹנָהּ יוֹתֵר מִשְּׁאָר בְּנֵי אָדָם, דְּרוֹצֶה אָדָם בְּקַב שֶׁלּוֹ: מִפְּנֵי רָעָתָהּ. שֶׁהַהוֹצָאָה שֶׁבָּהּ יְתֵרָה עַל הַשֶּׁבָח: אִסָּר. שְׁמֹנֶה פְּרוּטוֹת: לֹא אָמַר זֶה אֶלָּא בְּכַבֵּיצָה. כְּלוֹמַר לֹא כָּךְ הָיָה מַעֲשֶׂה, שֶׁלֹּא אָמַר בְּאִסָּר, אֶלָּא בְּבֵיצָה. וְאָמַר לוֹ הַגִּזְבָּר הִגִּיעָתְךָ, הֲרֵי הִיא שֶׁלְּךָ בְּבֵיצָה. וּפְלֻגְתָּא דְּתַנָּא קַמָּא וְרַבִּי יוֹסֵי, דְּרַבָּנָן סָבְרֵי אֵין פּוֹדִין הֶקְדֵּשׁ בְּפָחוֹת מֵאַרְבַּע פְּרוּטוֹת {ד}, כְּדֵי שֶׁיְּהֵא בְחֻמְשׁוֹ פְּרוּטָה. וְרַבִּי יוֹסֵי סָבַר פּוֹדִין הֶקְדֵּשׁ בְּכָל שֶׁהוּא, וְאַף עַל פִּי שֶׁאֵין בְּחֻמְשׁוֹ שָׁוֶה פְּרוּטָה. וַהֲלָכָה כְּתַנָּא קַמָּא","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-1"},{"uri":"jbr:mishna-yomtov-5-5-8-1","jbo:text":"עיקר תוי\"ט {א} וניחא השתא דמירי בזמן הבית דאיכא רוחא להקדש. דאי שלא בזמן הבית מחללו אם ירצה אפלו לכתחלה על שוה פרוטה, לפי שאין בו רוח להקדש דלאבוד אזיל. תוספות. ומה שכתבו שוה פרוטה, לאו דוקא, כמו שכתב הר\"ב לקמן במשנה ו'. ועין תוספות יום טוב: {ב} ויסף חמשיתו עליו, שיהא הוא וחמשו חמשה. גמרא: {ג} ומתניתין חדא ועוד קאמר. גמרא: {ד} דליכא למימר דסברי אין פודין בשוה כסף, דהא קימא לן דשוה כסף ככסף. גמרא: {ה} נמצא כו'. סתמא כרבנן. גמרא","jbo:textNikud":"עיקר תוי\"ט {א} וְנִיחָא הַשְׁתָּא דְמַיְרֵי בִזְמַן הַבַּיִת דְּאִיכָּא רַוְחָא לְהֶקְדֵּשׁ. דְּאִי שֶׁלֹּא בִּזְמַן הַבַּיִת מְחַלְּלוֹ אִם יִרְצֶה אֲפִלּוּ לְכַתְּחִלָּה עַל שָׁוֶה פְּרוּטָה, לְפִי שֶׁאֵין בּוֹ רֶוַח לַהֶקְדֵּשׁ דִּלְאִבּוּד אָזֵיל. תּוֹסָפוֹת. וּמַה שֶּׁכָּתְבוּ שָׁוֶה פְּרוּטָה, לָאו דַּוְקָא, כְּמוֹ שֶׁכָּתַב הָרַ\"ב לְקַמָּן בְּמִשְׁנָה ו'. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {ב} וְיָסַף חֲמִשִּׁיתוֹ עָלָיו, שֶׁיְּהֵא הוּא וְחֻמְשׁוֹ חֲמִשָּׁה. גְּמָרָא: {ג} וּמַתְנִיתִין חֲדָא וְעוֹד קָאָמַר. גְּמָרָא: {ד} דְּלֵיכָּא לְמֵימַר דְּסָבְרֵי אֵין פּוֹדִין בְּשָׁוֶה כֶסֶף, דְּהָא קַיְמָא לָן דְּשָׁוֶה כֶסֶף כְּכֶסֶף. גְּמָרָא: {ה} נִמְצָא כוּ'. סְתָמָא כְרַבָּנָן. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ח א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-1"},{"uri":"jbr:mishna-5-5-8-2","jbo:text":"אמר אחד, הרי היא שלי בעשר סלעים, ואחד אומר בעשרים, ואחד אומר בשלשים, ואחד אומר בארבעים, ואחד אומר בחמשים. חזר בו של חמשים, ממשכנין {ו} מנכסיו עד עשר. חזר בו של ארבעים, ממשכנין מנכסיו עד עשר. חזר בו של שלשים, ממשכנין מנכסיו עד עשר. חזר בו של עשרים, ממשכנים מנכסיו עד עשר. חזר בו של עשר, מוכרים אותה בשויה ונפרעים משל עשר את המותר. הבעלים אומרים בעשרים, וכל אדם אומרים בעשרים, הבעלים קודמים, מפני שהן מוסיפין חמש","jbo:textNikud":"אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְעֶשֶׂר סְלָעִים, וְאֶחָד אוֹמֵר בְּעֶשְׂרִים, וְאֶחָד אוֹמֵר בִּשְׁלשִׁים, וְאֶחָד אוֹמֵר בְּאַרְבָּעִים, וְאֶחָד אוֹמֵר בַּחֲמִשִּׁים. חָזַר בּוֹ שֶׁל חֲמִשִּׁים, מְמַשְׁכְּנִין {ו} מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל אַרְבָּעִים, מְמַשְׁכְּנִין מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל שְׁלשִׁים, מְמַשְׁכְּנִין מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל עֶשְׂרִים, מְמַשְׁכְּנִים מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל עֶשֶׂר, מוֹכְרִים אוֹתָהּ בְּשָׁוְיָהּ וְנִפְרָעִים מִשֶּׁל עֶשֶׂר אֶת הַמּוֹתָר. הַבְּעָלִים אוֹמְרִים בְּעֶשְׂרִים, וְכָל אָדָם אוֹמְרִים בְּעֶשְׂרִים, הַבְּעָלִים קוֹדְמִים, מִפְּנֵי שֶׁהֵן מוֹסִיפִין חֹמֶשׁ","rdfs:label":"משנה ערכין ח ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-2"},{"uri":"jbr:mishna-bartanura-5-5-8-2","jbo:text":"ר\"ע מברטנורה ממשכנים מנכסיו עד עשר וכו'. והני מלי כשחזרו זה אחר זה. אבל חזרו כלן כאחד, משלשים ביניהן בשוה. כיצד, אמר הראשון הרי הוא שלי בעשר ואמר השני בעשרים ואמר השלישי בעשרים וארבע {ז}, וחזרו בהן השלישי והשני כאחד, נותנים אותו לראשון בעשר, וממשכנים מנכסי השני בשבע ומנכסי השלישי בשבע ונמצא ההקדש גובה עשרים וארבע. וכן אם חזרו שלשתן כאחד ונמכר מהקדש בשלש, ממשכנים בנכסי כל אחד משלשתן שבעה סלעים. וכן על דרך זה לעולם","jbo:textNikud":"ר\"ע מברטנורה מְמַשְׁכְּנִים מִנְּכָסָיו עַד עֶשֶׂר וְכוּ'. וְהָנֵי מִלֵּי כְּשֶׁחָזְרוּ זֶה אַחַר זֶה. אֲבָל חָזְרוּ כֻּלָּן כְּאֶחָד, מְשַׁלְּשִׁים בֵּינֵיהֶן בְּשָׁוֶה. כֵּיצַד, אָמַר הָרִאשׁוֹן הֲרֵי הוּא שֶׁלִּי בְּעֶשֶׂר וְאָמַר הַשֵּׁנִי בְּעֶשְׂרִים וְאָמַר הַשְּׁלִישִׁי בְּעֶשְׂרִים וְאַרְבַּע {ז}, וְחָזְרוּ בָּהֶן הַשְּׁלִישִׁי וְהַשֵּׁנִי כְּאֶחָד, נוֹתְנִים אוֹתוֹ לָרִאשׁוֹן בְּעֶשֶׂר, וּמְמַשְׁכְּנִים מִנִּכְסֵי הַשֵּׁנִי בְּשֶׁבַע וּמִנִּכְסֵי הַשְּׁלִישִׁי בְּשֶׁבַע וְנִמְצָא הַהֶקְדֵּשׁ גּוֹבֶה עֶשְׂרִים וְאַרְבַּע. וְכֵן אִם חָזְרוּ שְׁלָשְׁתָּן כְּאֶחָד וְנִמְכָּר מֵהֶקְדֵּשׁ בְּשָׁלֹשׁ, מְמַשְׁכְּנִים בְּנִכְסֵי כָּל אֶחָד מִשְּׁלָשְׁתָּן שִׁבְעָה סְלָעִים. וְכֵן עַל דֶּרֶךְ זֶה לְעוֹלָם","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-2"},{"uri":"jbr:mishna-yomtov-5-5-8-2","jbo:text":"עיקר תוי\"ט {ו} ממשכנין. אף על פי שלא היה כאן אלא דבור: {ז} והכי אסברה לה הרמב\"ם. ונראה, דאשמעינן אף על גב דהשני נותן פחות ממה שמפסיד ההקדש בחזרתו והשלישי נותן יותר","jbo:textNikud":"עיקר תוי\"ט {ו} מְמַשְׁכְּנִין. אַף עַל פִּי שֶׁלֹּא הָיָה כָאן אֶלָּא דִבּוּר: {ז} וְהָכִי אַסְבְּרַהּ לַהּ הָרַמְבַּ\"ם. וְנִרְאֶה, דְּאַשְׁמְעִינַן אַף עַל גַּב דְּהַשֵּׁנִי נוֹתֵן פָּחוֹת מִמַּה שֶּׁמַּפְסִיד הַהֶקְדֵּשׁ בַּחֲזָרָתוֹ וְהַשְּׁלִישִׁי נוֹתֵן יוֹתֵר","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-2"},{"uri":"jbr:mishna-5-5-8-3","jbo:text":"אמר אחד, הרי היא שלי בעשרים ואחת, הבעלים נותנים {ח} עשרים ושש. בעשרים ושתים, הבעלים נותנים עשרים ושבע. בעשרים ושלש, הבעלים נותנים עשרים ושמנה. בעשרים וארבע, הבעלים נותנים תשעה ועשרים. בחמשה ועשרים, הבעלים נותנים שלשים, שאין מוסיפין חמש על עלויו של זה. אמר אחד, הרי היא שלי בעשרים ושש, אם רצו הבעלים לתן שלשים ואחד ודינר, הבעלים קודמים. ואם לאו, אומרים, הגיעתך","jbo:textNikud":"אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְעֶשְׂרִים וְאַחַת, הַבְּעָלִים נוֹתְנִים {ח} עֶשְׂרִים וְשֵׁשׁ. בְּעֶשְׂרִים וּשְׁתַּיִם, הַבְּעָלִים נוֹתְנִים עֶשְׂרִים וְשֶׁבַע. בְּעֶשְׂרִים וְשָׁלשׁ, הַבְּעָלִים נוֹתְנִים עֶשְׂרִים וּשְׁמֹנֶה. בְּעֶשְׂרִים וְאַרְבַּע, הַבְּעָלִים נוֹתְנִים תִּשְׁעָה וְעֶשְׂרִים. בַּחֲמִשָּׁה וְעֶשְׂרִים, הַבְּעָלִים נוֹתְנִים שְׁלֹשִׁים, שֶׁאֵין מוֹסִיפִין חֹמֶשׁ עַל עִלּוּיוֹ שֶׁל זֶה. אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְּעֶשְׂרִים וָשֵׁשׁ, אִם רָצוּ הַבְּעָלִים לִתֵּן שְׁלֹשִׁים וְאֶחָד וְדִינָר, הַבְּעָלִים קוֹדְמִים. וְאִם לָאו, אוֹמְרִים, הִגִּיעָתְךָ","rdfs:label":"משנה ערכין ח ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-3"},{"uri":"jbr:mishna-bartanura-5-5-8-3","jbo:text":"ר\"ע מברטנורה אמר אחד הרי היא שלי בעשרים ואחת. לאחר שאמרו הבעלים בעשרים: הבעלים נותנים. בעל כרחן: עשרים ושש. דלהאי לא יהבינן ליה, הואיל ואמרו הבעלים עשרים ועלה החשבון עם החמש בעשרים וחמש, ואי יהבינן ליה להאיך בעשרים ואחת נמצא הקדש מפסיד. ובעלים בעל כרחן יתנו אותו סלע שהוסיף זה על הקרן ועשרים וחמש דידהו, אבל על סלע שהוסיף זה לא יוסיפו חמש: אמר אחד בחמשה ועשרים הבעלים נותנים שלשים. בעל כרחן. ובגמרא פריך אמאי כופין את הבעלים, בשלמא עד השתא חיבינן להו דהא לא מצינן למיתבא להנך, משום דקרן דידהו לא הוי כקרן וחמש דאמרו בעלים ברישא, הלכך על כרחך מהדרינן אבעלים, וכיון דמהדרינן עליהו בעו למיתב קרנא כמה דשימוה אחריני, וחומשא דידהו. אבל השתא דאמר אחד בחמשה ועשרים, לתנו להאיך, דהא קרן דידהו הוי כקרן וחמש דאמור בעלים ברישא, ולימרו בעלים הרי בא אחר במקומנו שרוצה לתן חמשה ועשרים סלעים כמותינו. ומתרץ, כגון דאמור בעלים ברישא פרוטה יותר על עשרים סלעים, דמטי חושבנא דקרן וחמש לחמשה ועשרים ופרוטה, ואי יהבינן ליה להאי, איכא פסידא להקדש. הלכך מהדרינן אבעלים בעל כרחיהו. והא דלא תנא ברישא הבעלים אומרים בעשרים ופרוטה, דבפרוטות לא דק תנא ולא חש למיתנינהו: אם רצו הבעלים לתן שלשים ואחד ודינר. כגון דמעקרא כשפתחו הבעלים ראשון אמרו בעשרים ואחת סלעים דהוי בין קרן וחמש עשרים ושש סלעים ודינר, שהסלע ארבעה דינרים, וחמש הוא רביעית הממון כדאמרן, ועלויו של זה הם חמש, הרי שלשים ואחד ודינר: הבעלים קודמין. דאי הוה יהבינן ליה להאי הוה מפסיד הקדש דינר ממאי דאמור בעלים ברישא, הלכך מהדרינן אבעלים על כרחיהו {ט}: ואם לאו. שלא פתחו הבעלים תחלה אלא בעשרים, וזה אומר חמשה ועשרים: אומרים לזה הגיעתך. הרי הוא שלך, ולא מהדרינן אבעלים. משום דאמרי בעלים בא אחר במקומנו שנותן עשרים וחמשה כמותנו. והא דתנן במתניתין שאין הבעלים מוסיפין חמש אלא על מה שפתחו הם תחלה ולא על עלויו של זה, הני מלי היכא דלא שמו בני אדם את הקרקע כמו שאמר זה האחר, אבל אם שמוהו שלשה בני אדם כדבריו של זה, מוסיפין בעלים חמש בעלויו בעל כרחן. וכלה מתניתין לא אירי אלא בשדה אחזה בזמן שאין היובל נוהג, כדתנן בריש פרקין","jbo:textNikud":"ר\"ע מברטנורה אָמַר אֶחָד הֲרֵי הִיא שֶׁלִּי בְּעֶשְׂרִים וְאַחַת. לְאַחַר שֶׁאָמְרוּ הַבְּעָלִים בְּעֶשְׂרִים: הַבְּעָלִים נוֹתְנִים. בְּעַל כָּרְחָן: עֶשְׂרִים וְשֵׁשׁ. דִּלְהַאי לֹא יָהֲבִינַן לֵיהּ, הוֹאִיל וְאָמְרוּ הַבְּעָלִים עֶשְׂרִים וְעָלָה הַחֶשְׁבּוֹן עִם הַחֹמֶשׁ בְּעֶשְׂרִים וְחָמֵשׁ, וְאִי יָהֲבִינַן לֵיהּ לְהַאִיךְ בְּעֶשְׂרִים וְאַחַת נִמְצָא הֶקְדֵּשׁ מַפְסִיד. וּבְעָלִים בְּעַל כָּרְחָן יִתְּנוּ אוֹתוֹ סֶלַע שֶׁהוֹסִיף זֶה עַל הַקֶּרֶן וְעֶשְׂרִים וְחָמֵשׁ דִּידְהוּ, אֲבָל עַל סֶלַע שֶׁהוֹסִיף זֶה לֹא יוֹסִיפוּ חֹמֶשׁ: אָמַר אֶחָד בַּחֲמִשָּׁה וְעֶשְׂרִים הַבְּעָלִים נוֹתְנִים שְׁלֹשִׁים. בְּעַל כָּרְחָן. וּבַגְּמָרָא פָּרֵיךְ אַמַּאי כּוֹפִין אֶת הַבְּעָלִים, בִּשְׁלָמָא עַד הַשְׁתָּא חַיְּבִינַן לְהוּ דְהָא לֹא מָצִינַן לְמֵיתְבָא לְהָנָךְ, מִשּׁוּם דְּקֶרֶן דִּידְהוּ לֹא הָוֵי כְּקֶרֶן וְחֹמֶשׁ דְּאָמְרוּ בְּעָלִים בָּרֵישָׁא, הִלְכָּךְ עַל כָּרְחֲךָ מְהַדְּרִינַן אַבְּעָלִים, וְכֵיוָן דִּמְהַדְּרִינַן עָלַיְהוּ בָעוּ לְמֵיתַב קַרְנָא כַּמָּה דְּשַׁיְמוּהָּ אַחֲרִינֵי, וְחוּמְשָׁא דִידְהוּ. אֲבָל הַשְׁתָּא דְאָמַר אֶחָד בַּחֲמִשָּׁה וְעֶשְׂרִים, לִתְּנוֹ לְהַאִיךְ, דְּהָא קֶרֶן דִּידְהוּ הָוֵי כְקֶרֶן וְחֹמֶשׁ דְּאַמּוּר בְּעָלִים בָּרֵישָׁא, וְלֵימְרוּ בְּעָלִים הֲרֵי בָּא אַחֵר בִּמְקוֹמֵנוּ שֶׁרוֹצֶה לִתֵּן חֲמִשָּׁה וְעֶשְׂרִים סְלָעִים כְּמוֹתֵינוּ. וּמְתָרֵץ, כְּגוֹן דְּאַמּוּר בְּעָלִים בָּרֵישָׁא פְּרוּטָה יוֹתֵר עַל עֶשְׂרִים סְלָעִים, דְּמָטֵי חוּשְׁבְּנָא דְקֶרֶן וְחֹמֶשׁ לַחֲמִשָּׁה וְעֶשְׂרִים וּפְרוּטָה, וְאִי יָהֲבִינַן לֵיהּ לְהַאי, אִיכָּא פְסֵידָא לַהֶקְדֵּשׁ. הִלְכָּךְ מְהַדְּרִינַן אַבְּעָלִים בְּעַל כָּרְחַיְהוּ. וְהָא דְלָא תָנָא בָרֵישָׁא הַבְּעָלִים אוֹמְרִים בְּעֶשְׂרִים וּפְרוּטָה, דְּבִפְרוּטוֹת לֹא דָק תַּנָּא וְלֹא חָשׁ לְמִיתְנִינְהוּ: אִם רָצוּ הַבְּעָלִים לִתֵּן שְׁלֹשִׁים וְאֶחָד וְדִינָר. כְּגוֹן דְּמֵעִקָּרָא כְּשֶׁפָּתְחוּ הַבְּעָלִים רִאשׁוֹן אָמְרוּ בְּעֶשְׂרִים וְאַחַת סְלָעִים דַּהֲוֵי בֵּין קֶרֶן וָחֹמֶשׁ עֶשְׂרִים וְשֵׁשׁ סְלָעִים וְדִינָר, שֶׁהַסֶּלַע אַרְבָּעָה דִינָרִים, וְחֹמֶשׁ הוּא רְבִיעִית הַמָּמוֹן כְּדַאֲמַרַן, וְעִלּוּיוֹ שֶׁל זֶה הֵם חָמֵשׁ, הֲרֵי שְׁלֹשִׁים וְאֶחָד וְדִינָר: הַבְּעָלִים קוֹדְמִין. דְּאִי הֲוָה יָהֲבִינַן לֵיהּ לְהַאי הֲוָה מַפְסִיד הֶקְדֵּשׁ דִּינָר מִמַּאי דְּאַמּוּר בְּעָלִים בָּרֵישָׁא, הִלְכָּךְ מְהַדְּרִינַן אַבְּעָלִים עַל כָּרְחַיְהוּ {ט}: וְאִם לָאו. שֶׁלֹּא פָּתְחוּ הַבְּעָלִים תְּחִלָּה אֶלָּא בְעֶשְׂרִים, וְזֶה אוֹמֵר חֲמִשָּׁה וְעֶשְׂרִים: אוֹמְרִים לָזֶה הִגִּיעָתְךָ. הֲרֵי הוּא שֶׁלְּךָ, וְלֹא מְהַדְּרִינַן אַבְּעָלִים. מִשּׁוּם דְּאָמְרֵי בְעָלִים בָּא אַחֵר בִּמְקוֹמֵנוּ שֶׁנּוֹתֵן עֶשְׂרִים וַחֲמִשָּׁה כְמוֹתֵנוּ. וְהָא דִתְנַן בְּמַתְנִיתִין שֶׁאֵין הַבְּעָלִים מוֹסִיפִין חֹמֶשׁ אֶלָּא עַל מַה שֶּׁפָּתְחוּ הֵם תְּחִלָּה וְלֹא עַל עִלּוּיוֹ שֶׁל זֶה, הָנֵי מִלֵּי הֵיכָא דְלָא שָׁמוּ בְנֵי אָדָם אֶת הַקַּרְקַע כְּמוֹ שֶּׁאָמַר זֶה הָאַחֵר, אֲבָל אִם שָׁמוּהוּ שְׁלֹשָׁה בְנֵי אָדָם כִּדְבָרָיו שֶׁל זֶה, מוֹסִיפִין בְּעָלִים חֹמֶשׁ בְּעִלּוּיוֹ בְּעַל כָּרְחָן. וְכֻלַּהּ מַתְנִיתִין לֹא אַיְרֵי אֶלָּא בִשְׂדֵה אֲחֻזָּה בִּזְמַן שֶׁאֵין הַיּוֹבֵל נוֹהֵג, כְּדִתְנַן בְּרֵישׁ פִּרְקִין","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-3"},{"uri":"jbr:mishna-yomtov-5-5-8-3","jbo:text":"עיקר תוי\"ט {ח} הבעלים כו'. ובמעשר שני לא עבדינן הכי, כדתנן שם בפרק ד' משנה ג'. ועין שם: {ט} ואם רצו, אמעקרא קאי. גמרא","jbo:textNikud":"עיקר תוי\"ט {ח} הַבְּעָלִים כוּ'. וּבְמַעֲשֵׂר שֵׁנִי לֹא עָבְדִינַן הָכִי, כְּדִתְנַן שָׁם בְּפֶרֶק ד' מִשְׁנָה ג'. וְעַיֵּן שָׁם: {ט} וְאִם רָצוּ, אַמֵּעִקָּרָא קָאֵי. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-3"},{"uri":"jbr:mishna-5-5-8-4","jbo:text":"מחרים אדם מצאנו ומבקרו, מעבדיו ומשפחותיו הכנענים, ומשדה אחזתו. ואם החרים את כלן, אינן מחרמין, דברי רבי אלעזר. אמר רבי אלעזר בן עזריה {יב}, מה אם לגבה, אין אדם רשאי להחרים את כל נכסיו, על אחת כמה וכמה שיהא אדם חיב להיות חס על נכסיו","jbo:textNikud":"מַחֲרִים אָדָם מִצֹּאנוֹ וּמִבְּקָרוֹ, מֵעֲבָדָיו וּמִשִּׁפְחוֹתָיו הַכְּנַעֲנִים, וּמִשְּׂדֵה אֲחֻזָּתוֹ. וְאִם הֶחֱרִים אֶת כֻּלָּן, אֵינָן מֻחְרָמִין, דִּבְרֵי רַבִּי אֶלְעָזָר. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה {יב}, מָה אִם לַגָּבֹהַּ, אֵין אָדָם רַשַּׁאי לְהַחֲרִים אֶת כָּל נְכָסָיו, עַל אַחַת כַּמָּה וְכַמָּה שֶׁיְּהֵא אָדָם חַיָּב לִהְיוֹת חָס עַל נְכָסָיו","rdfs:label":"משנה ערכין ח ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-4"},{"uri":"jbr:mishna-bartanura-5-5-8-4","jbo:text":"ר\"ע מברטנורה מחרים אדם מצאנו. מקצת צאנו. אומר הרי הן חרם ונותנן לכהן {י}: ואם החרים את כלן. שלא שיר לעצמו כלום: אינן מחרמין. דאמר קרא (ויקרא כז) מכל אשר לו מאדם ומשדה אחזתו {יא}. מכל אשר לו, אלו מטלטלין, ולא כל מטלטלין. מאדם, אלו עבדיו ושפחותיו כנענים ולא כלן. ומשדה אחזתו, ולא כלה. ואין הלכה כרבי אלעזר בן עזריה, אלא לכתחלה לא יחרים את כלן, אבל אם החרים, מחרמים: להיות חס על נכסיו. שלא יבזבזם להדיוט","jbo:textNikud":"ר\"ע מברטנורה מַחֲרִים אָדָם מִצֹּאנוֹ. מִקְצָת צֹאנוֹ. אוֹמֵר הֲרֵי הֵן חֵרֶם וְנוֹתְנָן לַכֹּהֵן {י}: וְאִם הֶחְרִים אֶת כֻּלָּן. שֶׁלֹּא שִׁיֵּר לְעַצְמוֹ כְּלוּם: אֵינָן מֻחְרָמִין. דְּאָמַר קְרָא (וַיִּקְרָא כז) מִכָּל אֲשֶׁר לוֹ מֵאָדָם וּמִשְּׂדֵה אֲחֻזָּתוֹ {יא}. מִכָּל אֲשֶׁר לוֹ, אֵלּוּ מִטַּלְטְלִין, וְלֹא כָּל מִטַּלְטְלִין. מֵאָדָם, אֵלּוּ עֲבָדָיו וְשִׁפְחוֹתָיו כְּנַעֲנִים וְלֹא כֻלָּן. וּמִשְּׂדֵה אֲחֻזָּתוֹ, וְלֹא כֻּלָּהּ. וְאֵין הֲלָכָה כְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, אֶלָּא לְכַתְּחִלָּה לֹא יַחְרִים אֶת כֻּלָּן, אֲבָל אִם הֶחְרִים, מֻחְרָמִים: לִהְיוֹת חָס עַל נְכָסָיו. שֶׁלֹּא יְבַזְבְּזֵם לַהֶדְיוֹט","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-4"},{"uri":"jbr:mishna-yomtov-5-5-8-4","jbo:text":"עיקר תוי\"ט {י} כחכמים דמשנה ו'. אי נמי דהכא הך קרא מכל אשר לו דילפינן מניה כדלקמן, בחרמי הכהנים הוא דכתיב: {יא} אף על גב דבקרא כתיב נמי בהמה, השמיטו הר\"ב משום דלא צריכא אלא למעוטי הני דבמתניתין דלקמן, אבל להנך תלתא דבמתניתין דילן עביד צריכותא בגמרא. עין תוספות יום טוב: {יב} אמר רבי אלעזר בן עזריה. איכא ביניהו דרב אילא כו' באושא התקינו המבזבז [לעניים] אל יבזבז יותר מחמש [דגמרינן מיעקב דכתיב ביה תרי עשורין]. רבי אלעזר בן עזריה אית ליה דרב אילא דהא אתא לאשמעינן שיהא אדם חס על נכסיו, רבי אלעזר לית ליה דרב אילא דאי בזבז טובא לא אכפת לן, אלא שישיר לעצמו קצת דומיא דחרם. והרמב\"ם פסק כרבי אלעזר בן עזריה. ובדברי הר\"ב נראה לי להגיה שצריך לומר ואין הלכה כרבי אלעזר, ולמחק בן עזריה. ועין תוספות יום טוב","jbo:textNikud":"עיקר תוי\"ט {י} כַּחֲכָמִים דְּמִשְׁנָה ו'. אִי נַמִּי דְּהָכָא הַךְ קְרָא מִכָּל אֲשֶׁר לוֹ דְּיָלְפִינַן מִנֵּיהּ כְּדִלְקַמָּן, בְּחֶרְמֵי הַכֹּהֲנִים הוּא דִּכְתִיב: {יא} אַף עַל גַּב דְּבַקְּרָא כְּתִיב נַמִּי בְּהֵמָה, הִשְׁמִיטוֹ הָרַ\"ב מִשּׁוּם דְּלֹא צְרִיכָא אֶלָּא לְמַעוֹטֵי הָנֵי דִבְמַתְנִיתִין דִּלְקַמָּן, אֲבָל לְהָנָךְ תְּלָתָא דִבְמַתְנִיתִין דִּילָן עֲבִיד צְרִיכוּתָא בַּגְּמָרָא. עַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {יב} אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה. אִיכָּא בֵינַיְהוּ דְרַב אִילָא כוּ' בְּאוּשָׁא הִתְקִינוּ הַמְבַזְבֵּז [לַעֲנִיִּים] אַל יְבַזְבֵּז יוֹתֵר מֵחֹמֶשׁ [דְּגָמְרִינַן מִיַּעֲקֹב דִּכְתִיב בֵּיהּ תְּרֵי עִשּׂוּרִין]. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אִית לֵיהּ דְּרַב אִילָא דְּהָא אֲתָא לְאַשְׁמְעִינַן שֶׁיְּהֵא אָדָם חָס עַל נְכָסָיו, רַבִּי אֶלְעָזָר לֵית לֵיהּ דְּרַב אִילָא דְּאִי בִזְבֵּז טוּבָא לֹא אִכְפַּת לָן, אֶלָּא שֶׁיְּשַׁיֵּר לְעַצְמוֹ קְצָת דּוּמְיָא דְחֵרֶם. וְהָרַמְבַּ\"ם פָּסַק כְּרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה. וּבְדִבְרֵי הָרַ\"ב נִרְאֶה לִי לְהַגִּיהַּ שֶׁצָּרִיךְ לוֹמַר וְאֵין הֲלָכָה כְּרַבִּי אֶלְעָזָר, וְלִמְחֹק בֶּן עֲזַרְיָה. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-4"},{"uri":"jbr:mishna-5-5-8-5","jbo:text":"המחרים בנו ובתו, עבדו ושפחתו העברים, ושדה מקנתו, אינן מחרמים, שאין אדם מחרים דבר שאינו שלו {יג}. כהנים ולוים אינן מחרימין, דברי רבי יהודה. רבי שמעון אומר, הכהנים אינן מחרימין, שהחרמים שלהם. הלוים מחרימים, שאין החרמים שלהן. רבי אומר, נראים דברי רבי יהודה בקרקעות, שנאמר (ויקרא כה), כי אחזת עולם הוא להם, ודברי רבי שמעון במטלטלים, שאין החרמים שלהם","jbo:textNikud":"הַמַּחֲרִים בְּנוֹ וּבִתּוֹ, עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים, וּשְׂדֵה מִקְנָתוֹ, אֵינָן מֻחְרָמִים, שֶׁאֵין אָדָם מַחֲרִים דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ {יג}. כֹּהֲנִים וּלְוִיִּם אֵינָן מַחֲרִימִין, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, הַכֹּהֲנִים אֵינָן מַחֲרִימִין, שֶׁהַחֲרָמִים שֶׁלָּהֶם. הַלְוִיִּם מַחֲרִימִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶן. רַבִּי אוֹמֵר, נִרְאִים דִּבְרֵי רַבִּי יְהוּדָה בַּקַּרְקָעוֹת, שֶׁנֶּאֱמַר (ויקרא כה), כִּי אֲחֻזַּת עוֹלָם הוּא לָהֶם, וְדִבְרֵי רַבִּי שִׁמְעוֹן בְּמִטַּלְטְלִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶם","rdfs:label":"משנה ערכין ח ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-5"},{"uri":"jbr:mishna-bartanura-5-5-8-5","jbo:text":"ר\"ע מברטנורה שאין אדם מחרים דבר שאינו שלו. ובתו נהי דיכול למכרה בקטנותה, אינו יכול למכרה בנערותה: שהחרמים שלהם. דכתיב (במדבר יח) כל חרם בישראל לך יהיה, וכיון דדידיה הוי, מה הנאה בכך אם היה מחרים, איהו גופיה זכי ביה ולא יהיב ליה לכהן אחר: נראין דברי רבי יהודה. הכי קאמר, נראין דברי רבי יהודה לרבי שמעון, דמודה לו רבי שמעון לרבי יהודה וסובר כמותו בקרקעות {יד}, ולא דבר רבי שמעון אלא במטלטלין, לפי שאין החרמים של לוים. ורבי יהודה סבר, הקשו מטלטלין לשדה אחזה, דכתיב (ויקרא כז) מכל אשר לו מאדם ובהמה ומשדה אחזתו, מה שדה אחזה אין הלוים מחרימים כדכתיב כי אחזת עולם היא להם, אף מטלטלין אין לוים מחרימים. ורבי שמעון לית ליה האי הקשא. ומדנחית רבי לפרושי מלתיה דרבי שמעון במה מודה לרבי יהודה ובמה נחלק עליו, שמע מנה דהלכה כרבי שמעון","jbo:textNikud":"ר\"ע מברטנורה שֶׁאֵין אָדָם מַחֲרִים דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. וּבִתּוֹ נְהִי דְּיָכוֹל לְמָכְרָהּ בְּקַטְנוּתָהּ, אֵינוֹ יָכוֹל לְמָכְרָהּ בְּנַעֲרוּתָהּ: שֶׁהַחֲרָמִים שֶׁלָּהֶם. דִּכְתִיב (בְּמִדְבַּר יח) כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה, וְכֵיוָן דְּדִידֵיהּ הָוֵי, מַה הֲנָאָה בְכָךְ אִם הָיָה מַחְרִים, אִיהוּ גוּפֵיהּ זָכִי בֵּיהּ וְלֹא יָהֵיב לֵיהּ לְכֹהֵן אַחֵר: נִרְאִין דִּבְרֵי רַבִּי יְהוּדָה. הָכִי קָאָמַר, נִרְאִין דִּבְרֵי רַבִּי יְהוּדָה לְרַבִּי שִׁמְעוֹן, דְּמוֹדֶה לוֹ רַבִּי שִׁמְעוֹן לְרַבִּי יְהוּדָה וְסוֹבֵר כְּמוֹתוֹ בְקַרְקָעוֹת {יד}, וְלֹא דִבֵּר רַבִּי שִׁמְעוֹן אֶלָּא בְּמִטַּלְטְלִין, לְפִי שֶׁאֵין הַחֲרָמִים שֶׁל לְוִיִּם. וְרַבִּי יְהוּדָה סָבַר, הֻקְשׁוּ מִטַּלְטְלִין לִשְׂדֵה אֲחֻזָּה, דִּכְתִיב (וַיִּקְרָא כז) מִכָּל אֲשֶׁר לוֹ מֵאָדָם וּבְהֵמָה וּמִשְּׂדֵה אֲחֻזָּתוֹ, מַה שְּׂדֵה אֲחֻזָּה אֵין הַלְּוִיִּם מַחְרִימִים כְּדִכְתִיב כִּי אֲחֻזַּת עוֹלָם הִיא לָהֶם, אַף מִטַּלְטְלִין אֵין לְוִיִּם מַחְרִימִים. וְרַבִּי שִׁמְעוֹן לֵית לֵיהּ הַאי הֶקֵּשָׁא. וּמִדְּנָחֵית רַבִּי לְפָרוֹשֵׁי מִלְּתֵיהּ דְּרַבִּי שִׁמְעוֹן בַּמֶּה מוֹדֶה לְרַבִּי יְהוּדָה וּבַמֶּה נֶחְלָק עָלָיו, שְׁמַע מִנַּהּ דַּהֲלָכָה כְּרַבִּי שִׁמְעוֹן","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-5"},{"uri":"jbr:mishna-yomtov-5-5-8-5","jbo:text":"עיקר תוי\"ט {יג} שאינו כו'. דבהמה כתיב, ולא אצטריך לומר מה בהמה יש לו רשות למכרה לעולם אף כל כו'. גמרא: {יד} דהא אחזת עולם כתיב. גמרא","jbo:textNikud":"עיקר תוי\"ט {יג} שֶׁאֵינוֹ כוּ'. דִּבְהֵמָה כְּתִיב, וְלֹא אִצְטְרִיךְ לוֹמַר מַה בְּהֵמָה יֵשׁ לוֹ רְשׁוּת לְמָכְרָהּ לְעוֹלָם אַף כָּל כוּ'. גְּמָרָא: {יד} דְּהָא אֲחֻזַּת עוֹלָם כְּתִיב. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-5"},{"uri":"jbr:mishna-5-5-8-6","jbo:text":"חרמי כהנים אין להם פדיון, אלא נתנים לכהנים. רבי יהודה בן בתירא אומר, סתם חרמים {טו} לבדק הבית, שנאמר (שם כז), כל חרם קדש קדשים הוא לה'. וחכמים אומרים, סתם חרמים לכהנים, שנאמר (שם), כשדה החרם לכהן תהיה אחזתו {יז}. אם כן, למה נאמר כל חרם קדש קדשים הוא לה'. שהוא חל על קדשי קדשים ועל קדשים קלים","jbo:textNikud":"חֶרְמֵי כֹהֲנִים אֵין לָהֶם פִּדְיוֹן, אֶלָּא נִתָּנִים לַכֹּהֲנִים. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, סְתָם חֲרָמִים {טו} לְבֶדֶק הַבַּיִת, שֶׁנֶּאֱמַר (שם כז), כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'. וַחֲכָמִים אוֹמְרִים, סְתָם חֲרָמִים לַכֹּהֲנִים, שֶׁנֶּאֱמַר (שם), כִּשְׂדֵה הַחֵרֶם לַכֹּהֵן תִּהְיֶה אֲחֻזָּתוֹ {יז}. אִם כֵּן, לָמָּה נֶאֱמַר כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'. שֶׁהוּא חָל עַל קָדְשֵׁי קָדָשִׁים וְעַל קָדָשִׁים קַלִּים","rdfs:label":"משנה ערכין ח ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-6"},{"uri":"jbr:mishna-bartanura-5-5-8-6","jbo:text":"ר\"ע מברטנורה חרמי כהנים. חרמים שהחרימום כדי לתתם לכהנים: אין להם פדיון. כדכתיב (שם) לא ימכר ולא יגאל. אבל חרמי בדק הבית יש להם פדיון, דאדעתא דהכי אחרמינהו, דהא אין ראוי לבדק הבית אלא מעות: וחכמים אומרים סתם חרמים לכהנים. והלכה כחכמים. והמחרים מטלטלים בזמן הזה, וכן המחרים קרקעות בחוץ לארץ שדינם כמטלטלין לענין זה, נותנם לכהנים. והמקדיש לבדק הבית בזמן הזה שאין שם בית, פודה אותן לכתחלה בדבר מעט {טז}, ולא יפחת לכתחלה מארבעה זוזים או קרוב לזה, אבל לא בשוה פרוטה לבד או כיוצא בזה, משום דליכא פרסומי מלתא: שהוא חל על קדשי קדשים. כדמפרש ואזיל, מחרים אדם את קדשיו כו'","jbo:textNikud":"ר\"ע מברטנורה חֶרְמֵי כֹּהֲנִים. חֲרָמִים שֶׁהֶחְרִימוּם כְּדֵי לְתִתָּם לַכֹּהֲנִים: אֵין לָהֶם פִּדְיוֹן. כְּדִכְתִיב (שָׁם) לֹא יִמָּכֵר וְלֹא יִגָּאֵל. אֲבָל חֶרְמֵי בֶּדֶק הַבַּיִת יֵשׁ לָהֶם פִּדְיוֹן, דְּאַדַּעְתָּא דְהָכִי אַחְרְמִינְהוּ, דְּהָא אֵין רָאוּי לְבֶדֶק הַבַּיִת אֶלָּא מָעוֹת: וַחֲכָמִים אוֹמְרִים סְתָם חֲרָמִים לַכֹּהֲנִים. וַהֲלָכָה כַּחֲכָמִים. וְהַמַּחְרִים מִטַּלְטְלִים בַּזְּמַן הַזֶּה, וְכֵן הַמַּחְרִים קַרְקָעוֹת בְּחוּץ לָאָרֶץ שֶׁדִּינָם כְּמִטַּלְטְלִין לְעִנְיָן זֶה, נוֹתְנָם לַכֹּהֲנִים. וְהַמַּקְדִּישׁ לְבֶדֶק הַבַּיִת בַּזְּמַן הַזֶּה שֶׁאֵין שָׁם בַּיִת, פּוֹדֶה אוֹתָן לְכַתְּחִלָּה בְּדָבָר מֻעָט {טז}, וְלֹא יִפְחֹת לְכַתְּחִלָּה מֵאַרְבָּעָה זוּזִים אוֹ קָרוֹב לָזֶה, אֲבָל לֹא בְּשָׁוֶה פְּרוּטָה לְבַד אוֹ כַיּוֹצֵא בָזֶה, מִשּׁוּם דְּלֵיכָּא פִּרְסוּמֵי מִלְּתָא: שֶׁהוּא חָל עַל קָדְשֵׁי קָדָשִׁים. כְּדִמְפָרֵשׁ וְאָזֵיל, מַחְרִים אָדָם אֶת קָדָשָׁיו כוּ'","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-6"},{"uri":"jbr:mishna-yomtov-5-5-8-6","jbo:text":"עיקר תוי\"ט {טו} חרמים. ואל יעלה על דעתך שיש הפרש בין אמרם קדשי בדק הבית ובין אמרם חרמי בדק הבית, לפי שהשמות משנין והענין אחד. ואמרו, לא שנא דאפיק להו [בלשון קדש ולא שנא בלשון חרם]. הרמב\"ם: {טז} ומשליך המעות בנהר: {יז} שנאמר כו'. ורבי יהודה בן בתירא מאי עביד ליה, מבעיא ליה לכהן שהקדיש שדה חרמו שלא יאמר הואיל ויוצא לכהנים וכו' כדתנן במשנה ג' פרק דלעיל. ואידך כו', ורבי יהודה בן בתירא קדשי קדשים וקדשים קלים מנא ליה, סבירא ליה כרבי ישמעאל דבמתניתין דלקמן","jbo:textNikud":"עיקר תוי\"ט {טו} חֲרָמִים. וְאַל יַעֲלֶה עַל דַּעְתָּךְ שֶׁיֵּשׁ הֶפְרֵשׁ בֵּין אָמְרָם קָדְשֵׁי בֶּדֶק הַבַּיִת וּבֵין אָמְרָם חֶרְמֵי בֶּדֶק הַבַּיִת, לְפִי שֶׁהַשֵּׁמוֹת מְשֻׁנִּין וְהָעִנְיָן אֶחָד. וְאָמְרוּ, לֹא שְׁנָא דְאַפִּיק לְהוּ [בִּלְשׁוֹן קֹדֶשׁ וְלֹא שְׁנָא בִּלְשׁוֹן חֵרֶם]. הָרַמְבַּ\"ם: {טז} וּמַשְׁלִיךְ הַמָּעוֹת בַּנָּהָר: {יז} שֶׁנֶּאֱמַר כוּ'. וְרַבִּי יְהוּדָה בֶּן בְּתֵירָא מַאי עֲבִיד לֵיהּ, מִבַּעְיָא לֵיהּ לְכֹהֵן שֶׁהִקְדִּישׁ שְׂדֵה חֶרְמוֹ שֶׁלֹּא יֹאמַר הוֹאִיל וְיוֹצֵא לַכֹּהֲנִים וְכוּ' כְּדִתְנַן בְּמִשְׁנָה ג' פֶּרֶק דִּלְעֵיל. וְאִידָךְ כוּ', וְרַבִּי יְהוּדָה בֶּן בְּתֵירָא קָדְשֵׁי קָדָשִׁים וְקָדָשִׁים קַלִּים מְנָא לֵיהּ, סְבִירָא לֵיהּ כְּרַבִּי יִשְׁמָעֵאל דִּבְמַתְנִיתִין דִּלְקַמָּן","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-6"},{"uri":"jbr:mishna-5-5-8-7","jbo:text":"מחרים אדם את קדשיו, בין קדשי קדשים ובין קדשים קלים. אם נדר, נותן את הדמים {יח}. אם נדבה, נותן את טובתו. שור זה עולה, אומדים כמה אדם רוצה לתן בשור זה להעלותו עולה, שאינו רשאי. הבכור, בין תמים בין בעל מום, מחרימין אותו. כיצד פודין אותו. הפודין אומדים כמה אדם רוצה לתן בבכור זה, לתנו לבן בתו או לבן אחותו. רבי ישמעאל אומר, כתוב אחד אומר תקדיש, וכתוב אחד אומר אל תקדיש. אי אפשר לומר תקדיש, שכבר נאמר אל תקדיש, ואי אפשר לומר אל תקדיש, שכבר נאמר תקדיש. אמור מעתה, מקדישו אתה הקדש עלוי, ואין אתה מקדישו הקדש מזבח","jbo:textNikud":"מַחֲרִים אָדָם אֶת קָדָשָׁיו, בֵּין קָדְשֵׁי קָדָשִׁים וּבֵין קָדָשִׁים קַלִּים. אִם נֶדֶר, נוֹתֵן אֶת הַדָּמִים {יח}. אִם נְדָבָה, נוֹתֵן אֶת טוֹבָתוֹ. שׁוֹר זֶה עוֹלָה, אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן בְּשׁוֹר זֶה לְהַעֲלוֹתוֹ עוֹלָה, שֶׁאֵינוֹ רַשַּׁאי. הַבְּכוֹר, בֵּין תָּמִים בֵּין בַּעַל מוּם, מַחֲרִימִין אוֹתוֹ. כֵּיצַד פּוֹדִין אוֹתוֹ. הַפּוֹדִין אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן בִּבְכוֹר זֶה, לִתְּנוֹ לְבֶן בִּתּוֹ אוֹ לְבֶן אֲחוֹתוֹ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, כָּתוּב אֶחָד אוֹמֵר תַּקְדִּישׁ, וְכָתוּב אֶחָד אוֹמֵר אַל תַּקְדִּישׁ. אִי אֶפְשָׁר לוֹמַר תַּקְדִּישׁ, שֶׁכְּבָר נֶאֱמַר אַל תַּקְדִּישׁ, וְאִי אֶפְשָׁר לוֹמַר אַל תַּקְדִּישׁ, שֶׁכְּבָר נֶאֱמַר תַּקְדִּישׁ. אֱמוֹר מֵעַתָּה, מַקְדִּישׁוֹ אַתָּה הֶקְדֵּשׁ עִלּוּי, וְאֵין אַתָּה מַקְדִּישׁוֹ הֶקְדֵּשׁ מִזְבֵּחַ","rdfs:label":"משנה ערכין ח ז","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-7"},{"uri":"jbr:mishna-bartanura-5-5-8-7","jbo:text":"ר\"ע מברטנורה אם נדר. אם אמר הרי עלי עולה והפריש בהמה לנדרו ואחר כך החרימה, הואיל והוא חיב באחריותה אם מתה או נגנבה, נמצאת שלו היא, ונותן כל דמיה לכהן, ואת הבהמה יקריב לנדרו, דהא ודאי יש לה פדיון: ואם נדבה היא. דאינו חיב באחריותה אם מתה, הא ודאי לא חיל בה חרם, דלאו דידיה היא אלא בכדי טובתה, וטובה שיש לו בה יתן לכהן. כיצד, שור זה עולה והחרימו, אומדים כמה אדם שאינו חיב בעולה רוצה לתן אם ימצא עולה בזול כדי להקריב דורון לקונו, וכאותן דמים יתן זה, שזו היא טובת הנאה שיש לו בה. שהרי אם מתה או נגנבה אינו חיב באחריותה, ומשהפרישה יצא ידי חובתה, ומעתה אינו מאבד ואינו מפסיד אלא שלא הקריב דורון לקונו: שאינו רשאי. שאינו חיב. תרגום נושה רשיא: כיצד פודין אותו. דהבכור גופו אינו מוחרם, שהרי אינו שלו אלא לכהן. אלא אומדים כמה אדם רוצה לתן לבעל הבית שיתן בכורו לבן בתו כהן או לבן אחותו, ואותה טובה דיהיב, יתן בעל הבית זה לכהן בשביל החרם. ודוקא נקט בן בתו או בן אחותו כהן, דאלו כהן גופו לא מצי למתן טובת הנאה לבעל הבית כדי שיתן הבכור לו או לכהן אחר, דכיון דבכור חזי ליה, מחזי ככהן המסיע בבית הגרנות לדוש ולזרות כדי שיתנו לו תרומות בשכרו, ואשתכח דלא שקיל ליה בתורת תרומה אלא בתורת שכר: כתוב אחד אומר תקדיש. גבי בכור כתיב (דברים טו) כל הבכור אשר יולד תקדיש: וכתוב אחר אומר אל תקדיש. (ויקרא כז) אך בכור אשר יבכר לה' בבהמה לא יקדיש איש אותו: הקדש עלוי. להעלותו בדמים, שיתן טובת הנאתו כמה אדם רוצה לתן בו להעלותו עולה {יט} שאינו חיב בה אלא כדי לעשות דורון לקונו: ואי אתה מקדישו הקדש מזבח. שיהא שם [זבח] אחר חל עליו. ורבנן דנפקא להו הך דרשא לעיל מכל חרם קדש קדשים, אל תקדיש מבעי להו ללאו, שאם מתפיסו לשם זבח אחר עובר בלאו, ותקדיש מבעי להו לומר שמצוה להקדישו ולומר זה קדוש לבכורה, ואף על גב דמאליו הוא קדוש. ורבי ישמעאל לית ליה הך דרשא. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה אִם נֶדֶר. אִם אָמַר הֲרֵי עָלָי עוֹלָה וְהִפְרִישׁ בְּהֵמָה לְנִדְרוֹ וְאַחַר כָּךְ הֶחְרִימָהּ, הוֹאִיל וְהוּא חַיָּב בְּאַחֲרָיוּתָהּ אִם מֵתָה אוֹ נִגְנְבָה, נִמְצֵאת שֶׁלּוֹ הִיא, וְנוֹתֵן כָּל דָּמֶיהָ לַכֹּהֵן, וְאֶת הַבְּהֵמָה יַקְרִיב לְנִדְרוֹ, דְּהָא וַדַּאי יֵשׁ לָהּ פִּדְיוֹן: וְאִם נְדָבָה הִיא. דְּאֵינוֹ חַיָּב בְּאַחֲרָיוּתָהּ אִם מֵתָה, הָא וַדַּאי לֹא חָיֵל בָּהּ חֵרֶם, דְּלָאו דִּידֵיהּ הִיא אֶלָּא בִכְדֵי טוֹבָתָהּ, וְטוֹבָה שֶׁיֵּשׁ לוֹ בָּהּ יִתֵּן לַכֹּהֵן. כֵּיצַד, שׁוֹר זֶה עוֹלָה וְהֶחְרִימוֹ, אוֹמְדִים כַּמָּה אָדָם שֶׁאֵינוֹ חַיָּב בְּעוֹלָה רוֹצֶה לִתֵּן אִם יִמְצָא עוֹלָה בְּזוֹל כְּדֵי לְהַקְרִיב דּוֹרוֹן לְקוֹנוֹ, וּכְאוֹתָן דָּמִים יִתֵּן זֶה, שֶׁזּוֹ הִיא טוֹבַת הֲנָאָה שֶׁיֵּשׁ לוֹ בָּהּ. שֶׁהֲרֵי אִם מֵתָה אוֹ נִגְנְבָה אֵינוֹ חַיָּב בְּאַחֲרָיוּתָהּ, וּמִשֶּׁהִפְרִישָׁהּ יָצָא יְדֵי חוֹבָתָהּ, וּמֵעַתָּה אֵינוֹ מְאַבֵּד וְאֵינוֹ מַפְסִיד אֶלָּא שֶׁלֹּא הִקְרִיב דּוֹרוֹן לְקוֹנוֹ: שֶׁאֵינוֹ רַשַּׁאי. שֶׁאֵינוֹ חַיָּב. תַּרְגּוּם נוֹשֶׁה רַשְׁיָא: כֵּיצַד פּוֹדִין אוֹתוֹ. דְּהַבְּכוֹר גּוּפוֹ אֵינוֹ מוּחְרָם, שֶׁהֲרֵי אֵינוֹ שֶׁלּוֹ אֶלָּא לַכֹּהֵן. אֶלָּא אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן לְבַעַל הַבַּיִת שֶׁיִּתֵּן בְּכוֹרוֹ לְבֶן בִּתּוֹ כֹהֵן אוֹ לְבֶן אֲחוֹתוֹ, וְאוֹתָהּ טוֹבָה דְּיָהֵיב, יִתֵּן בַּעַל הַבַּיִת זֶה לַכֹּהֵן בִּשְׁבִיל הַחֵרֶם. וְדַוְקָא נָקַט בֶּן בִּתּוֹ אוֹ בֶּן אֲחוֹתוֹ כֹהֵן, דְּאִלּוּ כֹהֵן גּוּפוֹ לֹא מָצֵי לְמִתַּן טוֹבַת הֲנָאָה לְבַעַל הַבַּיִת כְּדֵי שֶׁיִּתֵּן הַבְּכוֹר לוֹ אוֹ לְכֹהֵן אַחֵר, דְּכֵיוָן דִּבְכוֹר חֲזִי לֵיהּ, מֵחֲזֵי כְּכֹהֵן הַמְסַיֵּעַ בְּבֵית הַגְּרָנוֹת לָדוּשׁ וְלִזְרוֹת כְּדֵי שֶׁיִּתְּנוּ לוֹ תְרוּמוֹת בִּשְׂכָרוֹ, וְאִשְׁתְּכַּח דְּלֹא שָׁקֵיל לֵיהּ בְּתוֹרַת תְּרוּמָה אֶלָּא בְּתוֹרַת שָׂכָר: כָּתוּב אֶחָד אוֹמֵר תַּקְדִּישׁ. גַּבֵּי בְּכוֹר כְּתִיב (דְּבָרִים טו) כָּל הַבְּכוֹר אֲשֶׁר יִוָּלֵד תַּקְדִּישׁ: וְכָתוּב אַחֵר אוֹמֵר אַל תַּקְדִּישׁ. (וַיִּקְרָא כז) אַךְ בְּכוֹר אֲשֶׁר יְבֻכַּר לַה' בַּבְּהֵמָה לֹא יַקְדִּישׁ אִישׁ אוֹתוֹ: הֶקְדֵּשׁ עִלּוּי. לְהַעֲלוֹתוֹ בְדָמִים, שֶׁיִּתֵּן טוֹבַת הֲנָאָתוֹ כַּמָּה אָדָם רוֹצֶה לִתֵּן בּוֹ לְהַעֲלוֹתוֹ עוֹלָה {יט} שֶׁאֵינוֹ חַיָּב בָּהּ אֶלָּא כְּדֵי לַעֲשׂוֹת דּוֹרוֹן לְקוֹנוֹ: וְאִי אַתָּה מַקְדִּישׁוֹ הֶקְדֵּשׁ מִזְבֵּחַ. שֶׁיְּהֵא שֵׁם [זֶבַח] אַחֵר חָל עָלָיו. וְרַבָּנָן דְּנַפְקָא לְהוּ הַךְ דְּרָשָׁא לְעֵיל מִכָּל חֵרֶם קֹדֶשׁ קָדָשִׁים, אַל תַּקְדִּישׁ מִבָּעֵי לְהוּ לְלָאו, שֶׁאִם מַתְפִּיסוֹ לְשֵׁם זֶבַח אַחֵר עוֹבֵר בְּלָאו, וְתַקְדִּישׁ מִבָּעֵי לְהוּ לוֹמַר שֶׁמִּצְוָה לְהַקְדִּישׁוֹ וְלוֹמַר זֶה קָדוֹשׁ לִבְכוֹרָה, וְאַף עַל גַּב דְּמֵאֵלָיו הוּא קָדוֹשׁ. וְרַבִּי יִשְׁמָעֵאל לֵית לֵיהּ הַךְ דְּרָשָׁא. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה ערכין ח ז","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-7"},{"uri":"jbr:mishna-yomtov-5-5-8-7","jbo:text":"עיקר תוי\"ט {יח} נותן כו'. דהוא עצמו אינו משתנה להקדש אחר: {יט} ולא דק. דהוה ליה לפרש כמה אדם רוצה לתן בו כדי לתתו לבן בתו","jbo:textNikud":"עיקר תוי\"ט {יח} נוֹתֵן כוּ'. דְּהוּא עַצְמוֹ אֵינוֹ מִשְׁתַּנֶּה לְהֶקְדֵּשׁ אַחֵר: {יט} וְלֹא דָּק. דַּהֲוָה לֵיהּ לְפָרֵשׁ כַּמָּה אָדָם רוֹצֶה לִתֵּן בּוֹ כְּדֵי לְתִתּוֹ לְבֶן בִּתּוֹ","rdfs:label":"עיקר תוי\"ט משנה ערכין ח ז","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-8","jbo:interprets":"jbr:mishna-5-5-8-7"},{"uri":"jbr:mishna-5-5-9-1","jbo:text":"המוכר את שדהו בשעת היובל, אינו מתר לגאול פחות משתי שנים, שנאמר (ויקרא כה), במספר שני תבואת ימכר לך. היתה שנת שדפון וירקון {ב} או שביעית, אינה עולה מן המנין. נרה או הובירה, עולה לו מן המנין. רבי אלעזר אומר, מכרה לו לפני ראש השנה והיא מלאה פרות, הרי זה אוכל ממנה שלש תבואות {ג} לשתי שנים","jbo:textNikud":"הַמּוֹכֵר אֶת שָׂדֵהוּ בִּשְׁעַת הַיּוֹבֵל, אֵינוֹ מֻתָּר לִגְאוֹל פָּחוּת מִשְּׁתֵּי שָׁנִים, שֶׁנֶּאֱמַר (ויקרא כה), בְּמִסְפַּר שְׁנֵי תְבוּאֹת יִמְכָּר לָךְ. הָיְתָה שְׁנַת שִׁדָּפוֹן וְיֵרָקוֹן {ב} אוֹ שְׁבִיעִית, אֵינָהּ עוֹלָה מִן הַמִּנְיָן. נָרָהּ אוֹ הוֹבִירָהּ, עוֹלָה לוֹ מִן הַמִּנְיָן. רַבִּי אֶלְעָזָר אוֹמֵר, מְכָרָהּ לוֹ לִפְנֵי רֹאשׁ הַשָּׁנָה וְהִיא מְלֵאָה פֵרוֹת, הֲרֵי זֶה אוֹכֵל מִמֶּנָּה שָׁלשׁ תְּבוּאוֹת {ג} לִשְׁתֵּי שָׁנִים","rdfs:label":"משנה ערכין ט א","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-1"},{"uri":"jbr:mishna-bartanura-5-5-9-1","jbo:text":"ר\"ע מברטנורה המוכר את שדהו בשעת היובל. בשעה שהיובל נוהג. אבל בשנת היובל עצמה אינו רשאי למכר {א}, ואם מכר, המכר בטל ומחזיר הדמים: אינו מתר לגאל. ואפלו נתרצה לוקח, אין שומעים לו, דכתיב (שם כה) במספר שנים אחר היובל תקנה, שתהא קנויה לו שתי שנים. ואם מהדר לה מקמי הכי, עובר בעשה. ומוכר נמי עובר בעשה אם גואלה קדם שתי שנים, דכתיב במספר שני תבואת ימכר לך. אבל לאחר שתי שנים אם רצה לפדותה פודה אותה בעל כרחו של לוקח ונותן לו לפי מה שמכרה, כדכתיב (שם) וחשב לו את שני ממכרו, שמחשב כמה שנים משמכרה עד היובל, ומחלק הדמים לפי השנים. כגון אם מכרה עשר שנים לפני היובל במנה, נמצא שמכר פרות כל שנה ושנה בעשירית מנה, שהרי סתם מכירה אינה אלא עד היובל, שהתה ביד הלוקח חמש שנים ואחר כך בא מוכר לגאלה, מנכה לו לוקח חצי מנה: אינה עולה ממנין. שתי שנים. דהא שני תבואת כתיב, שתי שנים הראויין לתבואה תשהא ביד הלוקח. אבל היתה שנה הראויה לתבואה, ונרה הינו שחרשה ועשאה שדה ניר ולא זרעה, או הובירה שהניחה בור ואפלו ניר לא עשה בה, איהו דאפסיד אנפשיה, ועולה לו במנין שתי שנים: שלש תבואות לשתי שנים. אותה תבואה העומדת בה בשעת קניה, ושתי תבואות בשתי שנים שתעמד בידו. ורבי אלעזר לא פליג אתנא קמא בהא אלא דברי הכל היא","jbo:textNikud":"ר\"ע מברטנורה הַמּוֹכֵר אֶת שָׂדֵהוּ בִּשְׁעַת הַיּוֹבֵל. בְּשָׁעָה שֶׁהַיּוֹבֵל נוֹהֵג. אֲבָל בִּשְׁנַת הַיּוֹבֵל עַצְמָהּ אֵינוֹ רַשַּׁאי לִמְכֹּר {א}, וְאִם מָכַר, הַמֶּכֶר בָּטֵל וּמַחֲזִיר הַדָּמִים: אֵינוֹ מֻתָּר לִגְאֹל. וַאֲפִלּוּ נִתְרַצָּה לוֹקֵחַ, אֵין שׁוֹמְעִים לוֹ, דִּכְתִיב (שָׁם כה) בְּמִסְפַּר שָׁנִים אַחַר הַיּוֹבֵל תִּקְנֶה, שֶׁתְּהֵא קְנוּיָה לוֹ שְׁתֵּי שָׁנִים. וְאִם מְהַדֵּר לַהּ מִקָּמֵי הָכִי, עוֹבֵר בַּעֲשֵׂה. וּמוֹכֵר נַמִּי עוֹבֵר בַּעֲשֵׂה אִם גּוֹאֲלָהּ קֹדֶם שְׁתֵּי שָׁנִים, דִּכְתִיב בְּמִסְפַּר שְׁנֵי תְבוּאֹת יִמְכָּר לָךְ. אֲבָל לְאַחַר שְׁתֵּי שָׁנִים אִם רָצָה לִפְדּוֹתָהּ פּוֹדֶה אוֹתָהּ בְּעַל כָּרְחוֹ שֶׁל לוֹקֵחַ וְנוֹתֵן לוֹ לְפִי מַה שֶּׁמְּכָרָהּ, כְּדִכְתִיב (שָׁם) וְחִשַּׁב לוֹ אֶת שְׁנֵי מִמְכָּרוֹ, שֶׁמְּחַשֵּׁב כַּמָּה שָׁנִים מִשֶּׁמְּכָרָהּ עַד הַיּוֹבֵל, וּמְחַלֵּק הַדָּמִים לְפִי הַשָּׁנִים. כְּגוֹן אִם מְכָרָהּ עֶשֶׂר שָׁנִים לִפְנֵי הַיּוֹבֵל בְּמָנֶה, נִמְצָא שֶׁמָּכַר פֵּרוֹת כָּל שָׁנָה וְשָׁנָה בַּעֲשִׂירִית מָנֶה, שֶׁהֲרֵי סְתָם מְכִירָה אֵינָהּ אֶלָּא עַד הַיּוֹבֵל, שָׁהֲתָה בְיַד הַלּוֹקֵחַ חָמֵשׁ שָׁנִים וְאַחַר כָּךְ בָּא מוֹכֵר לְגָאֲלָהּ, מְנַכֶּה לוֹ לוֹקֵחַ חֲצִי מָנֶה: אֵינָהּ עוֹלָה מִמִּנְיָן. שְׁתֵּי שָׁנִים. דְּהָא שְׁנֵי תְבוּאֹת כְּתִיב, שְׁתֵּי שָׁנִים הָרְאוּיִין לִתְבוּאָה תִשְׁהֶא בְיַד הַלּוֹקֵחַ. אֲבָל הָיְתָה שָׁנָה הָרְאוּיָה לִתְבוּאָה, וְנָרָהּ הַיְנוּ שֶׁחֲרָשָׁהּ וַעֲשָׂאָהּ שְׂדֵה נִיר וְלֹא זְרָעָהּ, אוֹ הוֹבִירָהּ שֶׁהִנִּיחָהּ בּוּר וַאֲפִלּוּ נִיר לֹא עָשָׂה בָּהּ, אִיהוּ דְּאַפְסִיד אַנַּפְשֵׁיהּ, וְעוֹלָה לוֹ בְּמִנְיַן שְׁתֵּי שָׁנִים: שָׁלֹשׁ תְּבוּאוֹת לִשְׁתֵּי שָׁנִים. אוֹתָהּ תְּבוּאָה הָעוֹמֶדֶת בָּהּ בִּשְׁעַת קְנִיָּה, וּשְׁתֵּי תְבוּאוֹת בִּשְׁתֵּי שָׁנִים שֶׁתַּעֲמֹד בְּיָדוֹ. וְרַבִּי אֶלְעָזָר לֹא פָלֵיג אַתַּנָּא קַמָּא בְהָא אֶלָּא דִבְרֵי הַכֹּל הִיא","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט א","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-1"},{"uri":"jbr:mishna-yomtov-5-5-9-1","jbo:text":"עיקר תוי\"ט {א} קל וחמר ומה מכורה כבר יוצאת, שאינה מכורה אינו דין שלא תמכר. גמרא: {ב} שדפון כו'. מפרש בגמרא שהשדפון והירקון היה כמו כן בכל העולם. דאי השדפון בבאגא, בהכי לא תנן דעולה לו מן המנין. דיקא נמי דקתני דומיא דשביעית שאסור לזרע בו (בכל העולם). תוספות: {ג} שלש וכו'. מפיק לה בגמרא מקרא","jbo:textNikud":"עיקר תוי\"ט {א} קַל וָחֹמֶר וּמַה מְּכוּרָה כְבָר יוֹצֵאת, שֶׁאֵינָהּ מְכוּרָה אֵינוֹ דִּין שֶׁלֹּא תִּמָּכֵר. גְּמָרָא: {ב} שִׁדָּפוֹן כוּ'. מְפָרֵשׁ בַּגְּמָרָא שֶׁהַשִּׁדָּפוֹן וְהַיֵּרָקוֹן הָיָה כְּמוֹ כֵן בְּכָל הָעוֹלָם. דְּאִי הַשִּׁדָּפוֹן בְּבָאגָא, בְּהָכִי לֹא תְנַן דְּעוֹלָה לוֹ מִן הַמִּנְיָן. דַּיְקָא נַמִּי דְקָתָנֵי דוּמְיָא דִשְׁבִיעִית שֶׁאָסוּר לִזְרֹעַ בּוֹ (בְּכָל הָעוֹלָם). תּוֹסָפוֹת: {ג} שָׁלֹשׁ וְכוּ'. מַפִּיק לַהּ בַּגְּמָרָא מִקְּרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ט א","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-1"},{"uri":"jbr:mishna-5-5-9-2","jbo:text":"מכרה לראשון במנה, ומכר הראשון לשני במאתים, אינו מחשב אלא עם הראשון, שנאמר, לאיש אשר מכר לו. מכרה לראשון במאתים, ומכר הראשון לשני במנה, אינו מחשב אלא עם האחרון, שנאמר (שם), לאיש, לאיש אשר בתוכה {ד}. לא ימכר ברחוק ויגאל בקרוב, ברע ויגאל ביפה. לא ילוה ויגאל, ולא יגאל לחצאים. ובהקדש מתר בכלן. זה חמר בהדיוט מבהקדש","jbo:textNikud":"מְכָרָהּ לָרִאשׁוֹן בְּמָנֶה, וּמָכַר הָרִאשׁוֹן לַשֵּׁנִי בְּמָאתַיִם, אֵינוֹ מְחַשֵּׁב אֶלָּא עִם הָרִאשׁוֹן, שֶׁנֶּאֱמַר, לָאִישׁ אֲשֶׁר מָכַר לוֹ. מְכָרָהּ לָרִאשׁוֹן בְּמָאתַיִם, וּמָכַר הָרִאשׁוֹן לַשֵּׁנִי בְּמָנֶה, אֵינוֹ מְחַשֵּׁב אֶלָּא עִם הָאַחֲרוֹן, שֶׁנֶּאֱמַר (שם), לָאִישׁ, לָאִישׁ אֲשֶׁר בְּתוֹכָהּ {ד}. לֹא יִמְכֹּר בְּרָחוֹק וְיִגְאֹל בְּקָרוֹב, בְּרָע וְיִגְאֹל בְּיָפֶה. לֹא יִלְוֶה וְיִגְאַל, וְלֹא יִגְאַל לַחֲצָאִים. וּבַהֶקְדֵּשׁ מֻתָּר בְּכֻלָּן. זֶה חֹמֶר בַּהֶדְיוֹט מִבַּהֶקְדֵּשׁ","rdfs:label":"משנה ערכין ט ב","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-2"},{"uri":"jbr:mishna-bartanura-5-5-9-2","jbo:text":"ר\"ע מברטנורה אינו מחשב. המוכר כשבא לגאלה: אלא עם הראשון. ואותו חשבון ינכה לו כל שנה ושנה שאכלה, והמותר ישלם לו: אשר מכר לו. בגואל שדה ממכרו כתיב, והשיב את העדף לאיש אשר מכר לו: לאיש אשר בתוכה. שהוא מוצא עתה בתוך השדה כשבא לפדותה. ומנלן דדרשינן לקלא גבי מוכר ולא דרשינן לחמרא, גמרינן גאלה גאלה מעבד עברי, בשדה אחזה כתיב (ויקרא כה) ומצא כדי גאלתו, ובעבד עברי כתיב (שם) גאלה תהיה לו, מה להלן להקל אף כאן להקל. והתם מנלן דלהקל, דתניא, נמכר במנה והשביח ועמד במאתים, מנין שאין מחשבים אלא במנה וכמו שהגיע מאותו מנה לכל שנה כך מנכה לו, תלמוד לומר מכסף מקנתו. ומנין שאם נמכר במאתים והכסיף ועמד על מנה שאין מחשבים אלא במנה, תלמוד לומר כפי שניו, כלומר כפי מה שהוא שוה באותה שעה {ה}: לא ימכר. שדה רחוקה שיש לו, כדי שיגאל שדה זו שהיא בקרוב {ו}. וכן לא ימכר ברע כדי שיגאל שדה זו שהיא יפה. ולא ילוה מאחרים כדי שיגאל. ואינו גואל חצי השדה שמכר אלא או גואל כלה או לא כלום. וכל הני ילפינן מקרא דכתיב (שם) והשיגה ידו ומצא כדי גאלתו. והשיגה ידו מעצמו, ולא שילוה ויגאל. ומצא, משמע שימצא דבר שלא היה מצוי לו בשעה שמכר, פרט למוכר ברחוק כדי לגאל בקרוב, ברע כדי לגאל ביפה, שהיה מצוי לו בשעה שמכר. כדי גאלתו, [כדי גאלה] הוא גואל ואינו גואל לחצאים: ובהקדש מתר בכלן. המקדיש שדהו מתר למכר שדה אחרת או ללוות כדי לגאלה, ואם אינו מספיק לגאל כלה יגאל חציה, וכשתשיג ידו יגאל כלה","jbo:textNikud":"ר\"ע מברטנורה אֵינוֹ מְחַשֵּׁב. הַמּוֹכֵר כְּשֶׁבָּא לְגָאֲלָהּ: אֶלָּא עִם הָרִאשׁוֹן. וְאוֹתוֹ חֶשְׁבּוֹן יְנַכֶּה לוֹ כָּל שָׁנָה וְשָׁנָה שֶׁאֲכָלָהּ, וְהַמּוֹתָר יְשַׁלֵּם לוֹ: אֲשֶׁר מָכַר לוֹ. בְּגוֹאֵל שְׂדֵה מִמְכָּרוֹ כְּתִיב, וְהֵשִׁיב אֶת הָעֹדֵף לָאִישׁ אֲשֶׁר מָכַר לוֹ: לָאִישׁ אֲשֶׁר בְּתוֹכָהּ. שֶׁהוּא מוֹצֵא עַתָּה בְּתוֹךְ הַשָּׂדֶה כְּשֶׁבָּא לִפְדּוֹתָהּ. וּמְנָלָן דְּדָרְשִׁינַן לְקֻלָּא גַּבֵּי מוֹכֵר וְלֹא דָּרְשִׁינַן לְחֻמְרָא, גָּמְרִינַן גְּאֻלָּה גְּאֻלָּה מֵעֶבֶד עִבְרִי, בִּשְׂדֵה אֲחֻזָּה כְּתִיב (וַיִּקְרָא כה) וּמָצָא כְּדֵי גְאֻלָּתוֹ, וּבְעֶבֶד עִבְרִי כְּתִיב (שָׁם) גְּאֻלָּה תִּהְיֶה לוֹ, מַה לְּהַלָּן לְהָקֵל אַף כָּאן לְהָקֵל. וְהָתָם מְנָלָן דִּלְהָקֵל, דְּתַנְיָא, נִמְכַּר בְּמָנֶה וְהִשְׁבִּיחַ וְעָמַד בְּמָאתַיִם, מִנַּיִן שֶׁאֵין מְחַשְּׁבִים אֶלָּא בְמָנֶה וּכְמוֹ שֶׁהִגִּיעַ מֵאוֹתוֹ מָנֶה לְכָל שָׁנָה כָּךְ מְנַכֶּה לוֹ, תַּלְמוּד לוֹמַר מִכֶּסֶף מִקְנָתוֹ. וּמִנַּיִן שֶׁאִם נִמְכַּר בְּמָאתַיִם וְהִכְסִיף וְעָמַד עַל מָנֶה שֶׁאֵין מְחַשְּׁבִים אֶלָּא בְמָנֶה, תַּלְמוּד לוֹמַר כְּפִי שָׁנָיו, כְּלוֹמַר כְּפִי מַה שֶּׁהוּא שָׁוֶה בְּאוֹתָהּ שָׁעָה {ה}: לֹא יִמְכֹּר. שָׂדֶה רְחוֹקָה שֶׁיֵּשׁ לוֹ, כְּדֵי שֶׁיִּגְאַל שָׂדֶה זוֹ שֶׁהִיא בְּקָרוֹב {ו}. וְכֵן לֹא יִמְכֹּר בְּרַע כְּדֵי שֶׁיִּגְאַל שָׂדֶה זוֹ שֶׁהִיא יָפָה. וְלֹא יִלְוֶה מֵאֲחֵרִים כְּדֵי שֶׁיִּגְאַל. וְאֵינוֹ גּוֹאֵל חֲצִי הַשָּׂדֶה שֶׁמָּכַר אֶלָּא אוֹ גּוֹאֵל כֻּלָּהּ אוֹ לֹא כְּלוּם. וְכָל הָנֵי יָלְפִינַן מִקְּרָא דִּכְתִיב (שָׁם) וְהִשִּׂיגָה יָדוֹ וּמָצָא כְּדֵי גְּאֻלָּתוֹ. וְהִשִּׂיגָה יָדוֹ מֵעַצְמוֹ, וְלֹא שֶׁיִּלְוֶה וְיִגְאַל. וּמָצָא, מַשְׁמַע שֶׁיִּמְצָא דָבָר שֶׁלֹּא הָיָה מָצוּי לוֹ בְּשָׁעָה שֶׁמָּכַר, פְּרָט לְמוֹכֵר בְּרָחוֹק כְּדֵי לִגְאֹל בְּקָרוֹב, בְּרַע כְּדֵי לִגְאֹל בְּיָפֶה, שֶׁהָיָה מָצוּי לוֹ בְּשָׁעָה שֶׁמָּכַר. כְּדֵי גְּאֻלָּתוֹ, [כְּדֵי גְּאֻלָּה] הוּא גּוֹאֵל וְאֵינוֹ גּוֹאֵל לַחֲצָאִים: וּבַהֶקְדֵּשׁ מֻתָּר בְּכֻלָּן. הַמַּקְדִּישׁ שָׂדֵהוּ מֻתָּר לִמְכֹּר שָׂדֶה אַחֶרֶת אוֹ לִלְווֹת כְּדֵי לְגָאֲלָהּ, וְאִם אֵינוֹ מַסְפִּיק לִגְאֹל כֻּלָּהּ יִגְאַל חֶצְיָהּ, וּכְשֶׁתַּשִּׂיג יָדוֹ יִגְאַל כֻּלָּהּ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ב","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-2"},{"uri":"jbr:mishna-yomtov-5-5-9-2","jbo:text":"עיקר תוי\"ט {ד} בתוכה. דהוה מצי למכתב לאשר מכר לו, לאיש למה לי, אלא לאיש כלומר האדון בעל השדה שהוא עכשיו בתוכה. כפרוש אישי כהן גדול, אדוני: {ה} ואכתי תקשי, ובעבד עברי גופיה מנלן. ובגמרא דריש ליה מקרא: {ו} הוא הדין אפכא דלא. אלא אורחא דמלתא נקט. תוספות","jbo:textNikud":"עיקר תוי\"ט {ד} בְּתוֹכָהּ. דַּהֲוָה מָצֵי לְמִכְתַּב לַאֲשֶׁר מָכַר לוֹ, לָאִישׁ לָמָּה לִי, אֶלָּא לָאִישׁ כְּלוֹמַר הָאָדוֹן בַּעַל הַשָּׂדֶה שֶׁהוּא עַכְשָׁיו בְּתוֹכָהּ. כְּפֵרוּשׁ אִישִׁי כֹהֵן גָּדוֹל, אֲדוֹנִי: {ה} וְאַכַּתִּי תִקְשֵׁי, וּבְעֶבֶד עִבְרִי גוּפֵיהּ מְנָלָן. וּבַגְּמָרָא דָרֵישׁ לֵיהּ מִקְּרָא: {ו} הוּא הַדִּין אִפְּכָא דְלָא. אֶלָּא אוֹרְחָא דְמִלְּתָא נָקַט. תּוֹסָפוֹת","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ב","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-2"},{"uri":"jbr:mishna-5-5-9-3","jbo:text":"המוכר בית בבתי ערי חומה, הרי זה גואל מיד, וגואל כל שנים עשר חדש, הרי זה כמין רבית ואינה רבית. מת המוכר, יגאל בנו {ז}. מת הלוקח, יגאל מיד בנו. אינו מונה לו שנה אלא משעה שמכר לו, שנאמר (שם), עד מלאת לו שנה תמימה. וכשהוא אומר תמימה, להביא חדש העבור. רבי אומר, יתן לו שנה ועבורה","jbo:textNikud":"הַמּוֹכֵר בַּיִת בְּבָתֵּי עָרֵי חוֹמָה, הֲרֵי זֶה גוֹאֵל מִיָּד, וְגוֹאֵל כָּל שְׁנֵים עָשָׂר חֹדֶשׁ, הֲרֵי זֶה כְּמִין רִבִּית וְאֵינָהּ רִבִּית. מֵת הַמּוֹכֵר, יִגְאַל בְּנוֹ {ז}. מֵת הַלּוֹקֵחַ, יִגְאַל מִיַּד בְּנוֹ. אֵינוֹ מוֹנֶה לוֹ שָׁנָה אֶלָּא מִשָּׁעָה שֶׁמָּכַר לוֹ, שֶׁנֶּאֱמַר (שם), עַד מְלֹאת לוֹ שָׁנָה תְמִימָה. וּכְשֶׁהוּא אוֹמֵר תְּמִימָה, לְהָבִיא חֹדֶשׁ הָעִבּוּר. רַבִּי אוֹמֵר, יִתֵּן לוֹ שָׁנָה וְעִבּוּרָהּ","rdfs:label":"משנה ערכין ט ג","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-3"},{"uri":"jbr:mishna-bartanura-5-5-9-3","jbo:text":"ר\"ע מברטנורה הרי זה גואל מיד. ואין דינו כדין שדה אחזה שאינו גואל פחות משתי שנים: הרי זה כמין רבית. שכשמחזיר לו מעותיו בתוך שנה ואין זה מנכה לו כלום נמצא שנשתמש בביתו בשכר המתנת מעותיו: ואינה רבית. גמורה. דרבית לא מקריא אלא על ידי הלואה שודאי באה לידי רבית, שאינה נחלטת לעולם, ולא על ידי מכר, שהרי אם לא יגאלנה ותחלט לו אין כאן רבית: יגאל בנו. בתוך שנה אם ירצה. אבל אחר שנה, נחלט ואינו נגאל עוד, כדכתיב ואם לא יגאל עד מלאת לו שנה תמימה וגו': משעה שמכר לו. שאם מכרה ראובן לשמעון בניסן ושמעון ללוי באיר, כיון שהגיע ניסן הוא נחלט {ח}, ואין מונין למכר שני אלא לראשון, שנאמר עד מלאת לו, דמשמע לזה שהיתה שלו: להביא חדש העבור. שאם היתה שנה מעברת אינה נחלטת עד שלשה עשר חדש: שנה ועבורה. בין בשנה פשוטה בין בשנה מעברת נותנים לו שנת לבנה שהיא שלש מאות וחמשים וארבעה יום, וימים שיתרים שנת חמה על שנת לבנה אחד עשר יום שבעבורן אנו מעברים השנה. והלכה כחכמים","jbo:textNikud":"ר\"ע מברטנורה הֲרֵי זֶה גּוֹאֵל מִיָּד. וְאֵין דִּינוֹ כְדִין שְׂדֵה אֲחֻזָּה שֶׁאֵינוֹ גּוֹאֵל פָּחוֹת מִשְּׁתֵּי שָׁנִים: הֲרֵי זֶה כְמִין רִבִּית. שֶׁכְּשֶׁמַּחְזִיר לוֹ מְעוֹתָיו בְּתוֹךְ שָׁנָה וְאֵין זֶה מְנַכֶּה לוֹ כְלוּם נִמְצָא שֶׁנִּשְׁתַּמֵּשׁ בְּבֵיתוֹ בִּשְׂכַר הַמְתָּנַת מְעוֹתָיו: וְאֵינָהּ רִבִּית. גְּמוּרָה. דְּרִבִּית לֹא מִקַּרְיָא אֶלָּא עַל יְדֵי הַלְוָאָה שֶׁוַּדַּאי בָּאָה לִידֵי רִבִּית, שֶׁאֵינָהּ נֶחְלֶטֶת לְעוֹלָם, וְלֹא עַל יְדֵי מֶכֶר, שֶׁהֲרֵי אִם לֹא יִגְאָלֶנָּה וְתַחְלֹט לוֹ אֵין כָּאן רִבִּית: יִגְאַל בְּנוֹ. בְּתוֹךְ שָׁנָה אִם יִרְצֶה. אֲבָל אַחַר שָׁנָה, נֶחְלַט וְאֵינוֹ נִגְאָל עוֹד, כְּדִכְתִיב וְאִם לֹא יִגָּאֵל עַד מְלֹאת לוֹ שָׁנָה תְּמִימָה וְגוֹ': מִשָּׁעָה שֶׁמָּכַר לוֹ. שֶׁאִם מְכָרָהּ רְאוּבֵן לְשִׁמְעוֹן בְּנִיסָן וְשִׁמְעוֹן לְלֵוִי בְּאִיָּר, כֵּיוָן שֶׁהִגִּיעַ נִיסָן הוּא נֶחְלָט {ח}, וְאֵין מוֹנִין לְמֶכֶר שֵׁנִי אֶלָּא לָרִאשׁוֹן, שֶׁנֶּאֱמַר עַד מְלֹאת לוֹ, דְּמַשְׁמַע לָזֶה שֶׁהָיְתָה שֶׁלּוֹ: לְהָבִיא חֹדֶשׁ הָעִבּוּר. שֶׁאִם הָיְתָה שָׁנָה מְעֻבֶּרֶת אֵינָהּ נֶחְלֶטֶת עַד שְׁלֹשָׁה עָשָׂר חֹדֶשׁ: שָׁנָה וְעִבּוּרָהּ. בֵּין בְּשָׁנָה פְּשׁוּטָה בֵּין בְּשָׁנָה מְעֻבֶּרֶת נוֹתְנִים לוֹ שְׁנַת לְבָנָה שֶׁהִיא שְׁלֹשׁ מֵאוֹת וַחֲמִשִּׁים וְאַרְבָּעָה יוֹם, וְיָמִים שֶׁיְתֵרִים שְׁנַת חַמָּה עַל שְׁנַת לְבָנָה אַחַד עָשָׂר יוֹם שֶׁבְּעִבּוּרָן אָנוּ מְעַבְּרִים הַשָּׁנָה. וַהֲלָכָה כַּחֲכָמִים","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ג","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-3"},{"uri":"jbr:mishna-yomtov-5-5-9-3","jbo:text":"עיקר תוי\"ט {ז} בנו. פשיטא. מהו דתימא איש כי ימכר בית מושב והאי לא מכר, קא משמע לן והיתה גאלתו מכל מקום. מיד בנו, פשיטא. מהו דתימא לקונה אותו אמר רחמנא, והאי לא קנה, קא משמע לן והיתה גאלתו מכל מקום. גמרא: {ח} לשני. דמה מכר ראשון לשני כל זכות שתבא לידו. גמרא","jbo:textNikud":"עיקר תוי\"ט {ז} בְּנוֹ. פְּשִׁיטָא. מַהוּ דְתֵימָא אִישׁ כִּי יִמְכֹּר בֵּית מוֹשָׁב וְהַאי לֹא מָכַר, קָא מַשְׁמַע לָן וְהָיְתָה גְּאֻלָּתוֹ מִכָּל מָקוֹם. מִיַּד בְּנוֹ, פְּשִׁיטָא. מַהוּ דְתֵימָא לַקּוֹנֶה אוֹתוֹ אָמַר רַחֲמָנָא, וְהַאי לֹא קָנָה, קָא מַשְׁמַע לָן וְהָיְתָה גְּאֻלָּתוֹ מִכָּל מָקוֹם. גְּמָרָא: {ח} לַשֵּׁנִי. דְּמַה מָּכַר רִאשׁוֹן לַשֵּׁנִי כָּל זְכוּת שֶׁתָּבֹא לְיָדוֹ. גְּמָרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ג","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-3"},{"uri":"jbr:mishna-5-5-9-4","jbo:text":"הגיע יום שנים עשר חדש ולא נגאל, היה חלוט {ט} לו, אחד הלוקח ואחד שנתן לו מתנה, שנאמר לצמיתות {י}. בראשונה היה נטמן יום שנים עשר חדש, שיהא חלוט לו. התקין הלל הזקן, שיהא חולש את מעותיו בלשכה, ויהא שובר את הדלת ונכנס {יא}. אימתי שירצה הלה, יבא ויטל את מעותיו","jbo:textNikud":"הִגִּיעַ יוֹם שְׁנֵים עָשָׂר חֹדֶשׁ וְלֹא נִגְאַל, הָיָה חָלוּט {ט} לוֹ, אֶחָד הַלּוֹקֵחַ וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה, שֶׁנֶּאֱמַר לַצְּמִיתוּת {י}. בָּרִאשׁוֹנָה הָיָה נִטְמָן יוֹם שְׁנֵים עָשָׂר חֹדֶשׁ, שֶׁיְּהֵא חָלוּט לוֹ. הִתְקִין הִלֵּל הַזָּקֵן, שֶׁיְּהֵא חוֹלֵשׁ אֶת מְעוֹתָיו בַּלִּשְׁכָּה, וִיהֵא שׁוֹבֵר אֶת הַדֶּלֶת וְנִכְנָס {יא}. אֵימָתַי שֶׁיִּרְצֶה הַלָּה, יָבֹא וְיִטֹּל אֶת מְעוֹתָיו","rdfs:label":"משנה ערכין ט ד","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-4"},{"uri":"jbr:mishna-bartanura-5-5-9-4","jbo:text":"ר\"ע מברטנורה ואחד. הנותן במתנה. אם רצה לגאל בתוך שנתו, יגאל, ואם לאו חלוט לו: היה נטמן. לוקח, ביום שנים עשר חדש, כדי שלא ימצאהו מוכר לתן את מעותיו ויהא נחלט לו: שיהא חולש. שיהא מטיל מעותיו ללשכת הקדש שבעזרה: ויהא שובר את הדלת. של בית שמכר. ונכנס. חולש, כמו חולש על גוים (ישעיה יד)","jbo:textNikud":"ר\"ע מברטנורה וְאֶחָד. הַנּוֹתֵן בְּמַתָּנָה. אִם רָצָה לִגְאֹל בְּתוֹךְ שְׁנָתוֹ, יִגְאַל, וְאִם לָאו חָלוּט לוֹ: הָיָה נִטְמָן. לוֹקֵחַ, בְּיוֹם שְׁנֵים עָשָׂר חֹדֶשׁ, כְּדֵי שֶׁלֹּא יִמְצְאֵהוּ מוֹכֵר לִתֵּן אֶת מְעוֹתָיו וִיהֵא נֶחְלָט לוֹ: שֶׁיְּהֵא חוֹלֵשׁ. שֶׁיְּהֵא מֵטִיל מְעוֹתָיו לְלִשְׁכַּת הֶקְדֵּשׁ שֶׁבָּעֲזָרָה: וִיהֵא שׁוֹבֵר אֶת הַדֶּלֶת. שֶׁל בַּיִת שֶׁמָּכַר. וְנִכְנָס. חוֹלֵשׁ, כְּמוֹ חוֹלֵשׁ עַל גּוֹיִם (יְשַׁעְיָה יד)","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ד","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-4"},{"uri":"jbr:mishna-yomtov-5-5-9-4","jbo:text":"עיקר תוי\"ט {ט} חלוט. תרגום לצמיתות, לחלוטין. והוא גם כן לשון עברי, ויחלטו הממנו [מלכים א כ], ענינו קבלו הענין ושמו אותו דין פסוק וחתוך. הרמב\"ם: {י} לצמיתות. גמרא, מאי טעמא, צמית צמיתות: {יא} התקין כו'. דהפקר בית דין הפקר","jbo:textNikud":"עיקר תוי\"ט {ט} חָלוּט. תַּרְגּוּם לַצְּמִיתוּת, לַחֲלוּטִין. וְהוּא גַם כֵּן לְשׁוֹן עִבְרִי, וַיַּחְלְטוּ הֲמִמֶּנּוּ [מְלָכִים א כ], עִנְיָנוֹ קִבְּלוּ הָעִנְיָן וְשָׂמוּ אוֹתוֹ דִּין פָּסוּק וְחָתוּךְ. הָרַמְבַּ\"ם: {י} לַצְּמִיתוּת. גְּמָרָא, מַאי טַעֲמָא, צָמִית צְמִיתוּת: {יא} הִתְקִין כוּ'. דְּהֶפְקֵר בֵּית דִּין הֶפְקֵר","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ד","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-4"},{"uri":"jbr:mishna-5-5-9-5","jbo:text":"כל שהוא לפנים מן החומה, הרי הוא כבתי ערי חומה, חוץ מן השדות. רבי מאיר אומר, אף השדות. בית הבנוי בחומה, רבי יהודה אומר {יב}, אינו כבתי ערי חומה. רבי שמעון אומר, כתל החיצון היא חומתו","jbo:textNikud":"כֹּל שֶׁהוּא לִפְנִים מִן הַחוֹמָה, הֲרֵי הוּא כְבָתֵּי עָרֵי חוֹמָה, חוּץ מִן הַשָּׂדוֹת. רַבִּי מֵאִיר אוֹמֵר, אַף הַשָּׂדוֹת. בַּיִת הַבָּנוּי בַּחוֹמָה, רַבִּי יְהוּדָה אוֹמֵר {יב}, אֵינוֹ כְבָתֵּי עָרֵי חוֹמָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּתֶל הַחִיצוֹן הִיא חוֹמָתוֹ","rdfs:label":"משנה ערכין ט ה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-5"},{"uri":"jbr:mishna-bartanura-5-5-9-5","jbo:text":"ר\"ע מברטנורה כל שהוא לפנים מן החומה. כגון בתי הבדים שעושין בהן שמן ובתי מרחצאות ומגדלים ובורות שיחין ומערות. דכתיב אשר בעיר, לרבות כל שבתוך העיר. יכול שאני מרבה את השדות, תלמוד לומר הבית, פרט לשדות שאינן דומים כלל לבית: רבי מאיר אומר אף השדות. לאו שדות ממש קאמר רבי מאיר, דהא בית כתיב, ושדות לא דמו לבית. אלא קרקע של סלעים ומצולה שאינן ראויין לזריעה ועשויין לבנין הבית. מקום סלעים, לטל משם אבנים לבנין. ומצולה, לטל משם חל לבנין. ואין הלכה כרבי מאיר: אינו כבתי ערי חומה. להיות נחלט בסוף שנה: כתל החיצון היא חומתו. ונדון כבתי ערי חומה. והלכה כרבי יהודה","jbo:textNikud":"ר\"ע מברטנורה כֹּל שֶׁהוּא לִפְנִים מִן הַחוֹמָה. כְּגוֹן בָּתֵּי הַבַּדִּים שֶׁעוֹשִׂין בָּהֶן שֶׁמֶן וּבָתֵּי מֶרְחֲצָאוֹת וּמִגְדָּלִים וּבוֹרוֹת שִׁיחִין וּמְעָרוֹת. דִּכְתִיב אֲשֶׁר בָּעִיר, לְרַבּוֹת כָּל שֶׁבְּתוֹךְ הָעִיר. יָכוֹל שֶׁאֲנִי מַרְבֶּה אֶת הַשָּׂדוֹת, תַּלְמוּד לוֹמַר הַבַּיִת, פְּרָט לְשָׂדוֹת שֶׁאֵינָן דּוֹמִים כְּלָל לְבַיִת: רַבִּי מֵאִיר אוֹמֵר אַף הַשָּׂדוֹת. לָאו שָׂדוֹת מַמָּשׁ קָאָמַר רַבִּי מֵאִיר, דְּהָא בַיִת כְּתִיב, וְשָׂדוֹת לֹא דָמוּ לְבַיִת. אֶלָּא קַרְקַע שֶׁל סְלָעִים וּמְצוּלָה שֶׁאֵינָן רְאוּיִין לִזְרִיעָה וַעֲשׂוּיִין לְבִנְיַן הַבַּיִת. מְקוֹם סְלָעִים, לִטֹּל מִשָּׁם אֲבָנִים לְבִנְיָן. וּמְצוּלָה, לִטֹּל מִשָּׁם חֹל לְבִנְיָן. וְאֵין הֲלָכָה כְּרַבִּי מֵאִיר: אֵינוֹ כְבָתֵּי עָרֵי חוֹמָה. לִהְיוֹת נֶחְלָט בְּסוֹף שָׁנָה: כֹּתֶל הַחִיצוֹן הִיא חוֹמָתוֹ. וְנִדּוֹן כְּבָתֵּי עָרֵי חוֹמָה. וַהֲלָכָה כְּרַבִּי יְהוּדָה","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ה","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-5"},{"uri":"jbr:mishna-yomtov-5-5-9-5","jbo:text":"עיקר תוי\"ט {יב} רבי יהודה אומר כו'. גמרא, אמר רבי יוחנן ושניהם מקרא אחד דרשו. כו'","jbo:textNikud":"עיקר תוי\"ט {יב} רַבִּי יְהוּדָה אוֹמֵר כוּ'. גְּמָרָא, אָמַר רַבִּי יוֹחָנָן וּשְׁנֵיהֶם מִקְּרָא אֶחָד דָּרְשׁוּ. כוּ'","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ה","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-5"},{"uri":"jbr:mishna-5-5-9-6","jbo:text":"עיר שגגותיה חומתה {יג}, ושאינה מקפת חומה מימות יהושע בן נון, אינה כבתי ערי חומה. ואלו הן בתי ערי חומה, שלש חצרות של שני שני {טו} בתים, מקפות חומה מימות יהושע {טז} בן נון, כגון {יז} קצרה הישנה של צפורים, וחקרה של גוש חלב, ויודפת הישנה, וגמלא, וגדוד, וחדיד, ואונו, וירושלים, וכן כיוצא בהן","jbo:textNikud":"עִיר שֶׁגַּגּוֹתֶיהָ חוֹמָתָהּ {יג}, וְשֶׁאֵינָהּ מֻקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, אֵינָהּ כְּבָתֵּי עָרֵי חוֹמָה. וְאֵלּוּ הֵן בָּתֵּי עָרֵי חוֹמָה, שָׁלשׁ חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי {טו} בָתִּים, מֻקָּפוֹת חוֹמָה מִימוֹת יְהוֹשֻׁעַ {טז} בִּן נוּן, כְּגוֹן {יז} קַצְּרָה הַיְשָׁנָה שֶׁל צִפּוֹרִים, וְחַקְרָה שֶׁל גּוּשׁ חָלָב, וְיוֹדְפַת הַיְשָׁנָה, וְגַמְלָא, וּגְדוֹד, וְחָדִיד, וְאוֹנוֹ, וִירוּשָׁלַיִם, וְכֵן כַּיּוֹצֵא בָהֶן","rdfs:label":"משנה ערכין ט ו","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-6"},{"uri":"jbr:mishna-bartanura-5-5-9-6","jbo:text":"ר\"ע מברטנורה שגגותיה חומתה. שלא הקיפוה חומה אלא הקיפוה בתים ותכיפת הבתים זו לזו הן כחומה: ושאינה מקפת חומה מימות יהושע בן נון. אבל המקפת חומה מימות יהושע אף על פי שאין לה חומה עכשיו, נדון כבתי ערי חומה. דלוא חומה כתיב, מלא בוי\"ו ואל\"ף {יד}, דמשמע לו ומשמע לא, כלומר אין לו עכשיו והיה לו חומה קדם לכן, הוי נמי בית חלוט בה: אינה כבתי ערי חומה. דחומה כתיב ולא שגגותיה חומתה: שלש חצרות. שבכל אחת ואחת שני בתים, מקרי עיר: כגון קצרה. שם עיר קטנה שהיתה מחוץ לצפורי: וחקרה שבגוש חלב וכו'. כל הנך דחשיב במתניתין, ידועים שהיו מקפות מימות יהושע בן נון. וירושלים דקחשיב במתניתין, קימא לן דאין בית חלוט בירושלים {יח}, הלכך איכא למאן דאמר בגמרא דתרתי ירושלים הוו ואין זו ירושלים הקדושה שאין הבית חלוט בה, אלא ירושלים אחרת שהיתה בארץ ישראל וגם היא מקפת חומה מימות יהושע, והיה הבית חלוט בה כשאר בתי ערי חומה","jbo:textNikud":"ר\"ע מברטנורה שֶׁגַּגּוֹתֶיהָ חוֹמָתָהּ. שֶׁלֹּא הִקִּיפוּהָ חוֹמָה אֶלָּא הִקִּיפוּהָ בָּתִּים וּתְכִיפַת הַבָּתִּים זוֹ לְזוֹ הֵן כְּחוֹמָה: וְשֶׁאֵינָהּ מֻקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן. אֲבָל הַמֻּקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ אַף עַל פִּי שֶׁאֵין לָהּ חוֹמָה עַכְשָׁיו, נִדּוֹן כְּבָתֵּי עָרֵי חוֹמָה. דְּלוֹא חוֹמָה כְּתִיב, מָלֵא בְּוָי\"ו וְאָלֶ\"ף {יד}, דְּמַשְׁמַע לוֹ וּמַשְׁמַע לֹא, כְּלוֹמַר אֵין לוֹ עַכְשָׁיו וְהָיָה לוֹ חוֹמָה קֹדֶם לָכֵן, הָוֵי נַמִּי בַּיִת חָלוּט בָּהּ: אֵינָהּ כְּבָתֵּי עָרֵי חוֹמָה. דְּחוֹמָה כְּתִיב וְלֹא שֶׁגַּגּוֹתֶיהָ חוֹמָתָהּ: שָׁלֹשׁ חֲצֵרוֹת. שֶׁבְּכָל אַחַת וְאַחַת שְׁנֵי בָּתִּים, מִקְּרֵי עִיר: כְּגוֹן קַצְּרָה. שֵׁם עִיר קְטַנָּה שֶׁהָיְתָה מִחוּץ לְצִפּוֹרִי: וְחַקְרָה שֶׁבְּגוּשׁ חָלָב וְכוּ'. כָּל הָנָךְ דַּחֲשִׁיב בְּמַתְנִיתִין, יְדוּעִים שֶׁהָיוּ מֻקָּפוֹת מִימוֹת יְהוֹשֻׁעַ בִּן נוּן. וִירוּשָׁלַיִם דְּקָחֲשִׁיב בְּמַתְנִיתִין, קַיְמָא לָן דְּאֵין בַּיִת חָלוּט בִּירוּשָׁלַיִם {יח}, הִלְכָּךְ אִיכָּא לְמַאן דְּאָמַר בַּגְּמָרָא דְּתַרְתֵּי יְרוּשָׁלַיִם הָווּ וְאֵין זוֹ יְרוּשָׁלַיִם הַקְּדוֹשָׁה שֶׁאֵין הַבַּיִת חָלוּט בָּהּ, אֶלָּא יְרוּשָׁלַיִם אַחֶרֶת שֶׁהָיְתָה בְּאֶרֶץ יִשְׂרָאֵל וְגַם הִיא מֻקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ, וְהָיָה הַבַּיִת חָלוּט בָּהּ כִּשְׁאָר בָּתֵּי עָרֵי חוֹמָה","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ו","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-6"},{"uri":"jbr:mishna-yomtov-5-5-9-6","jbo:text":"עיקר תוי\"ט {יג} שגגותיה כו'. וצריך עיון, שהוה ליה למתני שכתלי בתים חומתה: {יד} וכתבו התוספות, שאינו כן בחמשים מדיקים. כתיב בוי\"ו, ולא קרי באל\"ף. עד כאן. ובחמשים מדיקים שלנו כתיב לא באל\"ף, וקרי לו בוי\"ו. וכן נמסר במסורה: {טו} שני. או יותר. הרמב\"ם: {טז} מימות. בתורת כהנים, איש כי ימכר בית מושב עיר חומה, יכול הקיפוה חומה מכאן ולהבא, תלמוד לומר בית מושב עיר חומה, מימות יהושע בן נון: {יז} כגון כו'. תניא כו' למה מנו חכמים את אלו, שכשעלו בני הגולה מצאו אלו וקדשום, אבל ראשונות בטלו משבטלה קדשת הארץ. קסבר קדשה ראשונה קדשה לשעתא ולא קדשה לעתיד לבא. גמרא. וסים הרמב\"ם, ולזה אין סומכין בבית שני אלא שהיה מקף כשעלה עזרא: {יח} משום דכתיב לקונה אותו לדורותיו, וקסבר לא נחלקה ירושלים לשבטים, ומאן קא מקני ליה. רש\"י","jbo:textNikud":"עיקר תוי\"ט {יג} שֶׁגַּגּוֹתֶיהָ כוּ'. וְצָרִיךְ עִיּוּן, שֶׁהֲוָה לֵיהּ לְמִתְנֵי שֶׁכָּתְלֵי בָּתִּים חוֹמָתָהּ: {יד} וְכָתְבוּ הַתּוֹסָפוֹת, שֶׁאֵינוֹ כֵן בְּחֻמָּשִׁים מְדֻיָּקִים. כְּתִיב בְּוָי\"ו, וְלֹא קְרֵי בְּאָלֶ\"ף. עַד כָּאן. וּבְחֻמָּשִׁים מְדֻיָּקִים שֶׁלָּנוּ כְּתִיב לֹא בְּאָלֶ\"ף, וּקְרִי לוֹ בְּוָי\"ו. וְכֵן נִמְסַר בַּמְּסוֹרָה: {טו} שְׁנֵי. אוֹ יוֹתֵר. הָרַמְבַּ\"ם: {טז} מִימוֹת. בְּתוֹרַת כֹּהֲנִים, אִישׁ כִּי יִמְכֹּר בֵּית מוֹשַׁב עִיר חוֹמָה, יָכוֹל הִקִּיפוּהָ חוֹמָה מִכָּאן וּלְהַבָּא, תַּלְמוּד לוֹמַר בֵּית מוֹשַׁב עִיר חוֹמָה, מִימוֹת יְהוֹשֻׁעַ בֶּן נוּן: {יז} כְּגוֹן כוּ'. תַּנְיָא כוּ' לָמָּה מָנוּ חֲכָמִים אֶת אֵלּוּ, שֶׁכְּשֶׁעָלוּ בְנֵי הַגּוֹלָה מָצְאוּ אֵלּוּ וְקִדְּשׁוּם, אֲבָל רִאשׁוֹנוֹת בָּטְלוּ מִשֶּׁבָּטְלָה קְדֻשַּׁת הָאָרֶץ. קָסָבַר קְדֻשָּׁה רִאשׁוֹנָה קִדְּשָׁה לְשַׁעְתָּא וְלֹא קִדְּשָׁה לֶעָתִיד לָבֹא. גְּמָרָא. וְסִיֵּם הָרַמְבַּ\"ם, וְלָזֶה אֵין סוֹמְכִין בְּבַיִת שֵׁנִי אֶלָּא שֶׁהָיָה מֻקָּף כְּשֶׁעָלָה עֶזְרָא: {יח} מִשּׁוּם דִּכְתִיב לַקּוֹנֶה אוֹתוֹ לְדוֹרוֹתָיו, וְקָסָבַר לֹא נֶחְלְקָה יְרוּשָׁלַיִם לִשְׁבָטִים, וּמַאן קָא מַקְנֵי לֵיהּ. רַשִׁ\"י","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ו","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-6"},{"uri":"jbr:mishna-5-5-9-7","jbo:text":"בתי החצרים, נותנים להם כח היפה שבבתי ערי חומה וכח היפה שבשדות. נגאלין מיד, ונגאלין כל שנים עשר חדש כבתים, ויוצאים ביובל {כ} ובגרעון כסף כשדות. ואלו הן בתי חצרים, שתי חצרות של שני שני בתים, אף על פי שמקפין חומה מימות יהושע בן נון, הרי אלו כבתי חצרים","jbo:textNikud":"בָּתֵּי הַחֲצֵרִים, נוֹתְנִים לָהֶם כֹּחַ הַיָּפֶה שֶׁבְּבָתֵּי עָרֵי חוֹמָה וְכֹחַ הַיָּפֶה שֶׁבַּשָּׂדוֹת. נִגְאָלִין מִיָּד, וְנִגְאָלִין כָּל שְׁנֵים עָשָׂר חֹדֶשׁ כַּבָּתִּים, וְיוֹצְאִים בַּיּוֹבֵל {כ} וּבְגִרְעוֹן כֶּסֶף כַּשָּׂדוֹת. וְאֵלּוּ הֵן בָּתֵּי חֲצֵרִים, שְׁתֵּי חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי בָתִּים, אַף עַל פִּי שֶׁמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, הֲרֵי אֵלּוּ כְבָתֵּי חֲצֵרִים","rdfs:label":"משנה ערכין ט ז","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-7"},{"uri":"jbr:mishna-bartanura-5-5-9-7","jbo:text":"ר\"ע מברטנורה בתי החצרים. שאין להם לעירות חומה {יט}: כח יפה. כדמפרש: ונגאלים מיד. שאין צריך לשהותו שתי שנים ביד הלוקח כשדות. דכתיב בהו גאלה תהיה לו, דמשמע מיד יגאלנו אם ירצה, והינו כבתים של ערי חומה: ובגרעון כסף. שמנכה לו הלוקח לפי שנים ששהו בידו, כשדות. דבבתי החצרים כתיב על שדה הארץ יחשב, שיוצאים בגרעון כסף כשדות: שתי חצרות של שני שני בתים. עיר שאין בה אלא שתי חצרות אף על פי שהיא מקפת חומה מימות יהושע, נחשבין כבתי החצרים {כא}","jbo:textNikud":"ר\"ע מברטנורה בָּתֵּי הַחֲצֵרִים. שֶׁאֵין לָהֶם לָעֲיָרוֹת חוֹמָה {יט}: כֹּחַ יָפֶה. כְּדִמְפָרֵשׁ: וְנִגְאָלִים מִיָּד. שֶׁאֵין צָרִיךְ לְשָׁהוֹתוֹ שְׁתֵּי שָׁנִים בְּיַד הַלּוֹקֵחַ כְּשָׂדוֹת. דִּכְתִיב בְּהוּ גְּאֻלָּה תִּהְיֶה לוֹ, דְּמַשְׁמַע מִיָּד יִגְאָלֶנּוּ אִם יִרְצֶה, וְהַיְנוּ כְבָתִּים שֶׁל עָרֵי חוֹמָה: וּבְגִרְעוֹן כֶּסֶף. שֶׁמְּנַכֶּה לוֹ הַלּוֹקֵחַ לְפִי שָׁנִים שֶׁשָּׁהוּ בְיָדוֹ, כַּשָּׂדוֹת. דִּבְבָתֵּי הַחֲצֵרִים כְּתִיב עַל שְׂדֵה הָאָרֶץ יֵחָשֵׁב, שֶׁיּוֹצְאִים בְּגִרְעוֹן כֶּסֶף כַּשָּׂדוֹת: שְׁתֵּי חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי בָתִּים. עִיר שֶׁאֵין בָּהּ אֶלָּא שְׁתֵּי חֲצֵרוֹת אַף עַל פִּי שֶׁהִיא מֻקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ, נֶחְשָׁבִין כְּבָתֵּי הַחֲצֵרִים {כא}","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ז","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-7"},{"uri":"jbr:mishna-yomtov-5-5-9-7","jbo:text":"עיקר תוי\"ט {יט} וכן הוא בפרוש רש\"י. ונראה לי שהוא טעות סופר. וצריך להיות שאין להם חומה כעירות: {כ} ביובל. בהדיא כתיב, וביובל יצא. ובגמרא מצריך ליה, דלגופיה לא אצטריך, דהקשו לשדה אחזה. לא נצרכה אלא למקדיש וגאלו אחר מיד הקדש והגיע יובל ולא נגאל, חוזר לבעלים ביובל: {כא} הכי יליף לה בגמרא מקרא","jbo:textNikud":"עיקר תוי\"ט {יט} וְכֵן הוּא בְּפֵרוּשׁ רַשִׁ\"י. וְנִרְאֶה לִי שֶׁהוּא טָעוּת סוֹפֵר. וְצָרִיךְ לִהְיוֹת שֶׁאֵין לָהֶם חוֹמָה כַּעֲיָרוֹת: {כ} בַּיּוֹבֵל. בְּהֶדְיָא כְתִיב, וּבַיּוֹבֵל יֵצֵא. וּבַגְּמָרָא מַצְרִיךְ לֵיהּ, דִּלְגוּפֵיהּ לֹא אִצְטְרִיךְ, דְּהֻקְשׁוּ לִשְׂדֵה אֲחֻזָּה. לֹא נִצְרְכָה אֶלָּא לְמַקְדִּישׁ וּגְאָלוֹ אַחֵר מִיַּד הֶקְדֵּשׁ וְהִגִּיעַ יוֹבֵל וְלֹא נִגְאַל, חוֹזֵר לַבְּעָלִים בַּיּוֹבֵל: {כא} הָכִי יָלֵיף לַהּ בַּגְּמָרָא מִקְּרָא","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ז","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-7"},{"uri":"jbr:mishna-5-5-9-8","jbo:text":"ישראל שירש אבי אמו לוי, אינו גואל כסדר הזה. וכן לוי שירש את אבי אמו ישראל, אינו גואל כסדר הזה, שנאמר (ויקרא כה), כי בתי ערי הלוים, עד שיהא לוי ובערי הלוים, דברי רבי. וחכמים אומרים, אין הדברים אמורים אלא בערי הלוים. אין עושים שדה מגרש ולא מגרש שדה, ולא מגרש עיר ולא עיר מגרש. אמר רבי אליעזר, במה דברים אמורים. בערי הלוים. אבל בערי ישראל, עושין שדה מגרש {כג} ולא מגרש שדה, מגרש עיר ולא עיר מגרש, כדי שלא יחריבו את ערי ישראל. הכהנים והלוים מוכרים לעולם וגואלים לעולם, שנאמר (שם), גאלת עולם תהיה ללוים {כה}","jbo:textNikud":"יִשְׂרָאֵל שֶׁיָּרַשׁ אֲבִי אִמּוֹ לֵוִי, אֵינוֹ גוֹאֵל כַּסֵּדֶר הַזֶּה. וְכֵן לֵוִי שֶׁיָּרַשׁ אֶת אֲבִי אִמּוֹ יִשְׂרָאֵל, אֵינוֹ גוֹאֵל כַּסֵּדֶר הַזֶּה, שֶׁנֶּאֱמַר (ויקרא כה), כִּי בָתֵּי עָרֵי הַלְוִיִּם, עַד שֶׁיְהֵא לֵוִי וּבְעָרֵי הַלְוִיִּם, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים, אֵין הַדְּבָרִים אֲמוּרִים אֶלָּא בְעָרֵי הַלְוִיִּם. אֵין עוֹשִׂים שָׂדֶה מִגְרָשׁ וְלֹא מִגְרָשׁ שָׂדֶה, וְלֹא מִגְרָשׁ עִיר וְלֹא עִיר מִגְרָשׁ. אָמַר רַבִּי אֱלִיעֶזֶר, בַּמֶּה דְבָרִים אֲמוּרִים. בְּעָרֵי הַלְוִיִּם. אֲבָל בְּעָרֵי יִשְׂרָאֵל, עוֹשִׂין שָׂדֶה מִגְרָשׁ {כג} וְלֹא מִגְרָשׁ שָׂדֶה, מִגְרָשׁ עִיר וְלֹא עִיר מִגְרָשׁ, כְּדֵי שֶׁלֹּא יַחֲרִיבוּ אֶת עָרֵי יִשְׂרָאֵל. הַכֹּהֲנִים וְהַלְוִיִּם מוֹכְרִים לְעוֹלָם וְגוֹאֲלִים לְעוֹלָם, שֶׁנֶּאֱמַר (שם), גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְוִיִּם {כה}","rdfs:label":"משנה ערכין ט ח","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-8"},{"uri":"jbr:mishna-bartanura-5-5-9-8","jbo:text":"ר\"ע מברטנורה ישראל שירש. בתי ערי חומה מאבי אמו לוי: אינו גואל כסדר הזה. בגמרא אמרו, תני אינו גואל אלא כסדר הזה. והכי קאמר, אינו גואל כלוים דכתיב בהו גאלת עולם תהיה ללוים, אלא כסדר הזה האמור בישראל, שתהא נחלטת בסוף שנה: וכן לוי שירש את אבי אמו ישראל. אף הוא אינו גואל כלוי, אלא כסדר הזה האמור בישראל. דלעולם אינו גואל כלוי, עד שיהא לוי ובערי הלוים. דתרי קראי כתיבי, כתיב (ויקרא כה) כי בתי ערי הלוים היא אחזתם, דמשמע דבערי הלוים תלה רחמנא, לאפוקי בן לוי שירש אבי אמו ישראל, וכתיב (שם) ואשר יגאל מן הלוים, דמשמע למקצת לוים נתתי רשות לגאל ולא כלם, לאפוקי בן לוי הבא מן הממזרת ומן הנתינה שאינו גואל לעולם, וכל שכן ישראל שירש את אבי אמו לוי, דישראל גמור הוא, שאינו גואל לעולם: אין הדברים אמורים. אין הדברים הללו דגאלת עולם אמורים אלא בערי הלוים. אבל עד שיהא לוי לא בעינן. והלכה כחכמים: מגרש. מקום פנוי מכלום, אין בו בית ולא זורעים אותו אלא נוי הוא לעיר: אין עושין שדה מגרש וכו'. דכתיב (שם) ושדה מגרש עריהם לא ימכר {כב}, מאי לא ימכר, אילימא לא ימכר כלל, הא מדכתיב גאלת עולם תהיה ללוים, מכלל דמזדבן, אלא מאי לא ימכר, לא ישתנה: כדי שלא יחריבו. את ישוב הארץ: מוכרים לעולם. ולא כישראל שאינו יכול למכר פחות משתי שנים קדם היובל, דכתיב בהו (שם) במספר שני תבואת ימכר לך, אבל אלו מוכרים אפלו סמוך ליובל {כד}: וגואלים לעולם. אם בתי ערי חומה מכרו, אינן נחלטים בסוף שנה כבתי ערי חומה של ישראל, ואם שדות מכרו, אין צריכין לעמד ביד הלוקח שתי שנים, אלא גואלים מיד אם ירצו","jbo:textNikud":"ר\"ע מברטנורה יִשְׂרָאֵל שֶׁיָּרַשׁ. בָּתֵּי עָרֵי חוֹמָה מֵאֲבִי אִמּוֹ לֵוִי: אֵינוֹ גּוֹאֵל כַּסֵּדֶר הַזֶּה. בַּגְּמָרָא אָמְרוּ, תָּנֵי אֵינוֹ גּוֹאֵל אֶלָּא כַּסֵּדֶר הַזֶּה. וְהָכִי קָאָמַר, אֵינוֹ גּוֹאֵל כִּלְוִיִּם דִּכְתִיב בְּהוּ גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְּוִיִּם, אֶלָּא כַּסֵּדֶר הַזֶּה הָאָמוּר בְּיִשְׂרָאֵל, שֶׁתְּהֵא נֶחְלֶטֶת בְּסוֹף שָׁנָה: וְכֵן לֵוִי שֶׁיָּרַשׁ אֶת אֲבִי אִמּוֹ יִשְׂרָאֵל. אַף הוּא אֵינוֹ גּוֹאֵל כְּלֵוִי, אֶלָּא כַסֵּדֶר הַזֶּה הָאָמוּר בְּיִשְׂרָאֵל. דִּלְעוֹלָם אֵינוֹ גוֹאֵל כְּלֵוִי, עַד שֶׁיְּהֵא לֵוִי וּבְעָרֵי הַלְוִיִּם. דִּתְרֵי קְרָאֵי כְתִיבֵי, כְּתִיב (וַיִּקְרָא כה) כִּי בָתֵּי עָרֵי הַלְוִיִּם הִיא אֲחֻזָּתָם, דְּמַשְׁמַע דִּבְעָרֵי הַלְוִיִּם תָּלָה רַחֲמָנָא, לַאֲפוֹקֵי בֶּן לֵוִי שֶׁיָּרַשׁ אֲבִי אִמּוֹ יִשְׂרָאֵל, וּכְתִיב (שָׁם) וַאֲשֶׁר יִגְאַל מִן הַלְוִיִּם, דְּמַשְׁמַע לְמִקְצָת לְוִיִּם נָתַתִּי רְשׁוּת לִגְאֹל וְלֹא כֻלָּם, לַאֲפוֹקֵי בֶּן לֵוִי הַבָּא מִן הַמַּמְזֶרֶת וּמִן הַנְּתִינָה שֶׁאֵינוֹ גּוֹאֵל לְעוֹלָם, וְכָל שֶׁכֵּן יִשְׂרָאֵל שֶׁיָּרַשׁ אֶת אֲבִי אִמּוֹ לֵוִי, דְּיִשְׂרָאֵל גָּמוּר הוּא, שֶׁאֵינוֹ גּוֹאֵל לְעוֹלָם: אֵין הַדְּבָרִים אֲמוּרִים. אֵין הַדְּבָרִים הַלָּלוּ דִּגְאֻלַּת עוֹלָם אֲמוּרִים אֶלָּא בְעָרֵי הַלְוִיִּם. אֲבָל עַד שֶׁיְּהֵא לֵוִי לֹא בָעִינַן. וַהֲלָכָה כַּחֲכָמִים: מִגְרָשׁ. מָקוֹם פָּנוּי מִכְּלוּם, אֵין בּוֹ בַּיִת וְלֹא זוֹרְעִים אוֹתוֹ אֶלָּא נוֹי הוּא לָעִיר: אֵין עוֹשִׂין שָׂדֶה מִגְרָשׁ וְכוּ'. דִּכְתִיב (שָׁם) וּשְׂדֵה מִגְרַשׁ עָרֵיהֶם לֹא יִמָּכֵר {כב}, מַאי לֹא יִמָּכֵר, אִילֵימָא לֹא יִמָּכֵר כְּלָל, הָא מִדִּכְתִיב גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְוִיִּם, מִכְּלַל דְּמִזְדְּבַן, אֶלָּא מַאי לֹא יִמָּכֵר, לֹא יִשְׁתַּנֶּה: כְּדֵי שֶׁלֹּא יַחֲרִיבוּ. אֶת יִשּׁוּב הָאָרֶץ: מוֹכְרִים לְעוֹלָם. וְלֹא כְיִשְׂרָאֵל שֶׁאֵינוֹ יָכוֹל לִמְכֹּר פָּחוֹת מִשְּׁתֵּי שָׁנִים קֹדֶם הַיּוֹבֵל, דִּכְתִיב בְּהוּ (שָׁם) בְּמִסְפַּר שְׁנֵי תְבוּאֹת יִמְכָּר לָךְ, אֲבָל אֵלּוּ מוֹכְרִים אֲפִלּוּ סָמוּךְ לַיּוֹבֵל {כד}: וְגוֹאֲלִים לְעוֹלָם. אִם בָּתֵּי עָרֵי חוֹמָה מָכְרוּ, אֵינָן נֶחְלָטִים בְּסוֹף שָׁנָה כְּבָתֵּי עָרֵי חוֹמָה שֶׁל יִשְׂרָאֵל, וְאִם שָׂדוֹת מָכְרוּ, אֵין צְרִיכִין לַעֲמֹד בְּיַד הַלּוֹקֵחַ שְׁתֵּי שָׁנִים, אֶלָּא גוֹאֲלִים מִיָּד אִם יִרְצוּ","rdfs:label":"ר\"ע מברטנורה משנה ערכין ט ח","jbo:name":"ר\"ע מברטנורה","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-8"},{"uri":"jbr:mishna-yomtov-5-5-9-8","jbo:text":"עיקר תוי\"ט {כב} נראה דמפרש לתנא קמא דאירי בלוים, ורבי אליעזר לפרושי אתא. אבל הרמב\"ם פרש דהתנא קמא אירי בערי ישראל. וכן פרש רש\"י. ועין תוספות יום טוב: {כג} עושין כו'. כשיש נוי לעיר הרבה קופצים לדור בתוכה ומתישבת: {כד} אבל לא בשנת היובל עצמה. דהא איכא קל וחמר, ומה מכורה כבר יוצאה עכשיו שאינה מכורה אינו דין שלא תמכר. כסף משנה: {כה} ללוים. וכהנים נמי בני לוי הם. כדכתיב והכהנים הלוים בני צדוק [יחזקאל מד]","jbo:textNikud":"עיקר תוי\"ט {כב} נִרְאֶה דִמְפָרֵשׁ לְתַנָּא קַמָּא דְאַיְרֵי בַלְוִיִּם, וְרַבִּי אֱלִיעֶזֶר לְפָרוֹשֵׁי אֲתָא. אֲבָל הָרַמְבַּ\"ם פֵּרֵשׁ דְּהַתַּנָּא קַמָּא אַיְרֵי בְעָרֵי יִשְׂרָאֵל. וְכֵן פֵּרֵשׁ רַשִׁ\"י. וְעַיֵּן תּוֹסְפוֹת יוֹם טוֹב: {כג} עוֹשִׂין כוּ'. כְּשֶׁיֵּשׁ נוֹי לָעִיר הַרְבֵּה קוֹפְצִים לָדוּר בְּתוֹכָהּ וּמִתְיַשֶּׁבֶת: {כד} אֲבָל לֹא בִשְׁנַת הַיּוֹבֵל עַצְמָהּ. דְּהָא אִיכָּא קַל וָחֹמֶר, וּמַה מְּכוּרָה כְבָר יוֹצְאָה עַכְשָׁיו שֶׁאֵינָהּ מְכוּרָה אֵינוֹ דִין שֶׁלֹּא תִמָּכֵר. כֶּסֶף מִשְׁנֶה: {כה} לַלְוִיִּם. וְכֹהֲנִים נַמִּי בְנֵי לֵוִי הֵם. כְּדִכְתִיב וְהַכֹּהֲנִים הַלְוִיִּם בְּנֵי צָדוֹק [יְחֶזְקֵאל מד]","rdfs:label":"עיקר תוי\"ט משנה ערכין ט ח","jbo:name":"עיקר תוי\"ט","jbo:within":"jbr:mishna-5","jbo:within":"jbr:mishna-5-5","jbo:within":"jbr:mishna-5-5-9","jbo:interprets":"jbr:mishna-5-5-9-8"}]}