{"subjects":[{"uri":"tanach--sforno3-1-1","text":" ספורנו  ויקרא אל משה. תמיד מתוך הענן, כענין בהר סיני כאמרו ויקרא אל משה ביום השביעי מתוך הענן כי לא יכנס שם לעולם בלי רשות","titles":[{"title":"﻿ויקרא א א"},{"title":"﻿ויקרא פרק א פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--sforno3-1-2","text":" ספורנו  אדם כי יקריב מכם. כי יקריב מעצמכם בוידוי דברים והכנעה על דרך ונשלמה פרים שפתינו וכאמרו זבחי אלהים רוח נשברה, כי אין חפץ בכסילים המקריבים בלתי הכנעה קודמת, וכבר אמרו ז''ל מכם ולא כלכם, להוציא את המומר","titles":[{"title":"﻿ויקרא א ב"},{"title":"﻿ויקרא פרק א פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-1"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-4-3","text":" ספורנו  אם הכהן המשיח יחטא לאשמת העם. כלומר שלא תקרה לו שגגת חטאת זולתי ממוקשי עם, כאמרם (ברכות פ' אין עומדין) המתפלל וטעה סימן רע לו, ואם שליח ציבור הוא, סימן רע לשולחיו. וקרבנו נשרף ואין לכהן שום חלק בו, ולכן לא כתב בו ואשם כמו שכתב בכל שאר החוטאים, כי אמנם באמרו ואשם יורה אזהרה על התשובה, וזה לא יפול על הכהן המשיח כי לא מלבו היה החטא כלל, אבל קרה לו לאשמת העם. ובשגגת סנהדרין שהוא גם כן רחוק אמר","titles":[{"title":"﻿ויקרא ד ג"},{"title":"﻿ויקרא פרק ד פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-4"},{"positionInPerek":3},{"positionInParasha":53},{"uri":"tanach--sforno3-4-13","text":" ספורנו  ישגו ונעלם דבר מעיני הקהל. שעם היותם עיני הקהל, הראוים לראות כעד אחרים, לא היטיבו לראות לעצמם, וגם כן עליהם אמר","titles":[{"title":"﻿ויקרא ד יג"},{"title":"﻿ויקרא פרק ד פסוק יג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-4"},{"positionInPerek":13},{"positionInParasha":63},{"uri":"tanach--sforno3-4-21","text":" ספורנו  חטאת הקהל הוא. כי לא יקרה זה בלתי עון הדור גם כן. אמנם כתב בהם ואשמו להזהירם על התשובה קודם שיקריבו, וחטאתם גם כן נשרפת, ולכובד עון שניהם הובא דמם אל הקודש פנימה. ועל עון הנשיא אמר (כב) אשר נשיא יחטא. כי אמנם זה דבר מצוי שיחטא, כאמרו וישמן ישורון ויבעט ואמר בו ואשם שמעצמו יכיר עונו. (כג) או הודע אליו. על ידי אחרים. והחול''ם במילת הודע הוא בו תמורת השור''ק. ואמר על עם הארץ (כז) ואם נפש אחת תחטא בשגגה מעם הארץ. כי זה אפשרי קרוב שאחד מעם הארץ יחטא, ובזה ובענין חטא הנשיא אמר ואשם, שהיא אזהרה על תשובה קודמת לקרבן, ובשניהם ובכל האשמות נתן חלק לכהנים, כי אכילת הכהנים תועיל בהם לכפרת החוטאים","titles":[{"title":"﻿ויקרא ד כא"},{"title":"﻿ויקרא פרק ד פסוק כא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-4"},{"positionInPerek":21},{"positionInParasha":71},{"uri":"tanach--sforno3-5-17","text":" ספורנו  ואשם ונשא עונו. כבר קבלו ז''ל (יומא פרק יוה''כ) שזה מדבר באשם תלוי, שאינו יודע אם חטא ואם לאו. ועל זה אמר ונשא עונו כפי הראוי לו, אם חטא בשוגג, או לא נפל בחטא אבל היה עונו שלא נזהר עד שנפל בספק, וכפי עונו ישא העונש","titles":[{"title":"﻿ויקרא ה יז"},{"title":"﻿ויקרא פרק ה פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-5"},{"positionInPerek":17},{"positionInParasha":102},{"uri":"tanach--sforno3-5-19","text":" ספורנו  אשם הוא. אף על פי שלפעמים יובא זה הקרבן והוא לא נכשל באותו החטא, לא יחשוב החושב שמכניס בזה חולין לעזרה, כי אמנם הוא קרבן אשם על כל פנים, אף על פי שלא נכשל באותו החטא שנפל בו הספק, והטעם הוא כי אשום אשם לה', כשלא נזהר בדבר עד שנפל בספק","titles":[{"title":"﻿ויקרא ה יט"},{"title":"﻿ויקרא פרק ה פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-5"},{"positionInPerek":19},{"positionInParasha":104},{"uri":"tanach--sforno3-5-23","text":" ספורנו  והשיב את הגזלה. (כה) ואת אשמו יביא. שאין הקרבן מכפר אלא אם כן פייס את הניזק קודם הבאת הקרבן כאמרם ז''ל (שם) הביא את אשמו עד שלא הביא גזילו לא יצא","titles":[{"title":"﻿ויקרא ה כג"},{"title":"﻿ויקרא פרק ה פסוק כג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-1"},{"perek":"tanach-3-5"},{"positionInPerek":23},{"positionInParasha":108},{"uri":"tanach--sforno3-6-2","text":" ספורנו  צו את אהרן. זאת תורת העולה. אחר שהגיד מעשה הקרבנות אמר התורה הראויה לכל אחד ואחד, אשר בה רמז חלק עיוני בהם. ואין ספק כי יש הבדל רב בין בני אל חי בפעולותיהם וכוונותיהם, דומה להבדל אשר בין מיני הקרבנות. והזכיר בעולה שכולה על המזבח לריח ניחוח, אמנם קצתה עולה בלהב המזבח, ואמר שהיא העולה באמת. וחלק ממנה אצל המזבח והוא הדשן, שיש בה קצת לחלוחית, באופן שהאש בוערת בו עם אותו החלק העולה באמת, כאמר והדשן אשר תאכל האש את העולה. וקצת ממנה והוא הדשן הגמור, יוציאוהו אל מחוץ למחנה בבגדים פחותים, מכל מקום יהיה מוצאו אל מקום טהור","titles":[{"title":"﻿ויקרא ו ב"},{"title":"﻿ויקרא פרק ו פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-6"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-6-7","text":" ספורנו  והזכיר תורה במנחה, ואמר שיגישו כולה לפני המזבח, כי לאל יתברך בלבד הביא המקריב את כל קרבנו, וכהנים משולחן גבוה קא זכו. ושחלק מועט מכולה הוא הנבחר לריח ניחוח ושחלק הכהנים גם הוא מכפר, ונשמר מחמוץ כמו חלק גבוה. ושמנחת הכהן כלה לגבוה לא חלק מועט ממנה בלבד כמו שהוא במנחת ההמון. והזכיר תורה בחטאת, ואמר שאותו החטאת, אשר לכובד ענינו לא יכופר זולתי בהכנס דמו אל הקדש פנימה לא תהיה בו כפרה באכילת כהנים כשאר חטאות אבל תהיה בשרפתו. ושהאשם, אף על פי שאינו על חטא מחייבי כריתות כמו החטאת, הנה להיות חטאו מעילה בקדש תורה אחת להם. ואמר וזאת תורת זבח השלמים והודיע שאף על פי שכל השלמים קדשים קלים, מכל מקום יש חלוק ביניהם שאם הם על אודות הודאה, יהיה עמהם לתת בתוכו מין חמץ. כי אמנם סבת הסכנה אשר עליה ההודאה הוא שאור שבעיסה, מכל מקום מיני המצה רבות עליו, וברבות הלחם יתפרסם הנס לאוכלים רבים, וכלם נאכלים בזמן קדשי קדשים שהם ליום ולילה. אבל כשהם שלמים פשוטים שלא לתודה, זמנן לשני ימים ולילה אחד ועם היות כלם קדשים קלים, נאסרה הטומאה באוכלים ובנאכלים, וחיוב הכרת הוא בטמא שאכל את הטהור, הקרב לאכול מהקדש הטהור וטמאתו עליו, שהוא מחלל את הקדש","titles":[{"title":"﻿ויקרא ו ז"},{"title":"﻿ויקרא פרק ו פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-6"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"tanach--sforno3-7-30","text":" ספורנו  ידיו תביאנה את אשי ה'. לפי שהשאר לבעלים, הנה הבאתם תורה שהבעלים נותנים לה' את הכל החלב והחזה, וכהנים משלחן גבוה קא זכו","titles":[{"title":"﻿ויקרא ז ל"},{"title":"﻿ויקרא פרק ז פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-7"},{"positionInPerek":30},{"positionInParasha":53},{"uri":"tanach--sforno3-7-32","text":" ספורנו  ואת שוק הימין תתנו תרומה לכהן. מחלק בעלים כמקדמים פני המשרת במנחה, לכבוד המלך","titles":[{"title":"﻿ויקרא ז לב"},{"title":"﻿ויקרא פרק ז פסוק לב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-7"},{"positionInPerek":32},{"positionInParasha":55},{"uri":"tanach--sforno3-8-2","text":" ספורנו  ואת פר החטאת ואת שני האילים. הקדים פר החטאת, כאמרם ז''ל כל חטאת קודמת לעולה הבאה עמה כי עד אחר שיכופר החטא אין מקום כלל לעולה כאמרו עולה וחטאה לא שאלת, והיתה חטאתו אחר המשחו פר כמשפט כהן משיח, אבל לא נכנס דמו לפנים כי לא היה חטאו במדרגת רוע שיצטרך לזה כמו שהיה צריך בהוראת כהן משיח והוראת בית דין שהחטיאו ופר ושעיר של יום הכפורים שמכפרים על טומאת מקדש ועל חטאים עונות ופשעים כמו שמבואר בענין. והקדים העולה למלואים, כי גם בעולה תהיה איזו כפרה כאמרו ונרצה לו לכפר עליו, ואחר שלמות הכפרה נעשו ראוים למלא את ידם להשלימה לעבודה. והנה בכל השלמים יהיה שוק הימין לכהן ובשלמי נזיר יהיה לכהן השוק והזרוע שהם היד והרגל ובאיל המלואים היה השוק על גבי המזבח כי אמנם הזר המקריב על הרוב יתן השוק שהוא עם הרגל לכהן הנכנס לפנים ממחיצת הזר המקריב. והנזיר יתן גם הזרוע שהוא היד כמוסר לכהן את פועל ידיו שהיה עד הנה להזיר לה'. אמנם במלואים אשר היה קרבן מכשיר לכהן להכנס לפנים נתן השוק על גבי המזבח","titles":[{"title":"﻿ויקרא ח ב"},{"title":"﻿ויקרא פרק ח פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-8"},{"positionInPerek":2},{"positionInParasha":63},{"uri":"tanach--sforno3-8-35","text":" ספורנו  יומם ולילה. כי היריעות לא התפרקו כמבואר למעלה","titles":[{"title":"﻿ויקרא ח לה"},{"title":"﻿ויקרא פרק ח פסוק לה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-2"},{"perek":"tanach-3-8"},{"positionInPerek":35},{"positionInParasha":96},{"uri":"tanach--sforno3-9-4","text":" ספורנו  כי היום ה' נראה אליכם. כבר נראה במעשה ידיכם, באמרו וכבוד ה' מלא את המשכן וראוי שתכבדוהו בקרבן זה על גלוי שכינתו","titles":[{"title":"﻿ויקרא ט ד"},{"title":"﻿ויקרא פרק ט פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-9-6","text":" ספורנו  זה הדבר אשר צוה ה' תעשו. לסמוך ידיכם על החטאת ועל העולה של צבור","titles":[{"title":"﻿ויקרא ט ו"},{"title":"﻿ויקרא פרק ט פסוק ו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"tanach--sforno3-9-12","text":" ספורנו  וימציאו. כדי שיתחנכו בהתעסקם בקרבן אביהם","titles":[{"title":"﻿ויקרא ט יב"},{"title":"﻿ויקרא פרק ט פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-9-15","text":" ספורנו  כראשון. שנשרף אף על פי שהיתה חטאת חיצונה","titles":[{"title":"﻿ויקרא ט טו"},{"title":"﻿ויקרא פרק ט פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"tanach--sforno3-9-16","text":" ספורנו  כמשפט. שבני אהרן זרקו וערכו והקטירו","titles":[{"title":"﻿ויקרא ט טז"},{"title":"﻿ויקרא פרק ט פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"tanach--sforno3-9-17","text":" ספורנו  מלבד עולת הבקר. מלבד מנחת עולת הבוקר","titles":[{"title":"﻿ויקרא ט יז"},{"title":"﻿ויקרא פרק ט פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-9"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"tanach--sforno3-10-1","text":" ספורנו  ויקחו בני אהרן. איש מחתתו. חשבו שכמו שאחר התמיד, אשר בו תשרה שכינה, כאמרו עולת תמיד לדורותיכם פתח אהל מועד לפני ה', אשר אועד לכם שמה תבא הקטרת, כך היה ראוי להקטיר קטרת חדשה עתה על הגלות כבוד ה' אל כל העם ועל ירידת האש ולכן הקריבוהו","titles":[{"title":"﻿ויקרא י א"},{"title":"﻿ויקרא פרק י פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":1},{"positionInParasha":25},{"uri":"tanach--sforno3-10-3","text":" ספורנו  וידום אהרן. שהתנחם בקידוש ה' שנקדש במותם","titles":[{"title":"﻿ויקרא י ג"},{"title":"﻿ויקרא פרק י פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":3},{"positionInParasha":27},{"uri":"tanach--sforno3-10-5","text":" ספורנו  בכתנותם אל מחוץ למחנה. שלא חששו לפשטם את כתנות הקדש, מאחר שכבר נטמאו","titles":[{"title":"﻿ויקרא י ה"},{"title":"﻿ויקרא פרק י פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":5},{"positionInParasha":29},{"uri":"tanach--sforno3-10-6","text":" ספורנו  ראשיכם אל תפרעו. אף על פי שהיו המתים מהקרוכים שמטמא להם כהן הדיוט, החמיר על אלה מפני שהיו משוחין כאמרו כי שמן משחת ה' עליכם","titles":[{"title":"﻿ויקרא י ו"},{"title":"﻿ויקרא פרק י פסוק ו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":6},{"positionInParasha":30},{"uri":"tanach--sforno3-10-10","text":" ספורנו  ולהבדיל ולהורות. כי יין ותירוש יקח לב כאמרו אל למלכים שתו יין, ולרוזנים אי שכר, פן ישתה וישכח מחוקק","titles":[{"title":"﻿ויקרא י י"},{"title":"﻿ויקרא פרק י פסוק י"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":10},{"positionInParasha":34},{"uri":"tanach--sforno3-10-15","text":" ספורנו  יביאו להניף. והיה לך ולבניך. שלא תזכו בהם עד אחר הנפה, שאז תזכו בהם משלחן גבוה","titles":[{"title":"﻿ויקרא י טו"},{"title":"﻿ויקרא פרק י פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":15},{"positionInParasha":39},{"uri":"tanach--sforno3-10-16","text":" ספורנו  ואת שעיר החטאת. אותו השעיר שהיה לחק עולם והוא שעיר ראש חדש שהיה קדשי דורות","titles":[{"title":"﻿ויקרא י טז"},{"title":"﻿ויקרא פרק י פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":16},{"positionInParasha":40},{"uri":"tanach--sforno3-10-17","text":" ספורנו  ואותה נתן לכם לשאת את עון העדה. אף על פי שנתנה לכם לא היה לכם רשות לשרפה, כי לא נתנה לכם אלא לאכלה לשאת את עון העדה","titles":[{"title":"﻿ויקרא י יז"},{"title":"﻿ויקרא פרק י פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":17},{"positionInParasha":41},{"uri":"tanach--sforno3-10-19","text":" ספורנו  הן היום הקריבו. כמו הן ישלח איש את אשתו, הן ישא איש בשר קדש, וטעמו אם היה הענין כן שהיו אלה מקריבים חטאתם של חובה ואת עולתם של נדבה, אף על פי שאינם קדשי צבור לדורות, והיינו אוכלים החטאת היום בהיותנו אוננים","titles":[{"title":"﻿ויקרא י יט"},{"title":"﻿ויקרא פרק י פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":19},{"positionInParasha":43},{"uri":"tanach--sforno3-10-20","text":" ספורנו  וייטב בעיניו. שמח על טוב סברת אחיו ובניו שהיטיבו לראות ולהורות","titles":[{"title":"﻿ויקרא י כ"},{"title":"﻿ויקרא פרק י פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-10"},{"positionInPerek":20},{"positionInParasha":44},{"uri":"tanach--sforno3-11-2","text":" ספורנו  זאת החיה אשר תאכלו. הנה אחד שהתנצלו ישראל את עדים הרוחני שקנו במתן תורה, אשר בו היו ראוים לשרות שכינה עליהם בלתי אמצעי, כאמרו בכל המקום אשר אזכיר את שמי, אבא אליך וברכתיך כמו שיהיה הענין לעתיד לבא, כאמרו ונתתי משכני בתוככם, ולא תגעל נפשי אתכם מאס האל יתברך אחר כך מהשדות עוד שכינתו ביניהם כלל, כאמרו כי לא אעלה בקרבך, והשיג משה רבינו בתפלתו איזה תיקון, שתשרה השכינה בתוכם באמצעות משכן וכליו ומשרתיו וזבחיו, עד שהשיגו וזכו אל וירא כבוד ה' אל כל העם ואל ירידת אש מן השמים ובכן ראה לתקן מזגם שיהיה מוכן לאור באור החיים הנצחיים, וזה בתקון המזונות והתולדה. ואסר את המאכלים המטמאים את הנפש במדות ובמושכלות, כאמרו ונטמתם בם וכאמרו אל תשקצו את נפשותיכם וכאמרו ולא תטמאו את נפשותיכם בכל השרץ כי אני ה' המעלה אתכם מארץ מצרים להיות לכם לאלהים, והתקדשתם והייתם קדושים פירוש נצחיים, מתדמים לבורא יתברך, כאמרו כי קדוש אני. ואסר הנדה והזבה והיולדת, לקדש את הזרע ולטהרו מכל טומאה, כאמרו והזרתם את בני ישראל מטמאתם, ולא ימותו בטמאתס, בטמאם את משכני והזכיר לשון טומאה בנבלת בהמה וחיה טמאה ובח' שרצים ובנבלת בהמה טהורה שבכל אחד מאלו יש טומאת מגע ובקצתם טומאת משא. אמנם המטמאים את הנפש בלבד, והם דגים ועופות וחגבים ושאר שרצים שאין בהם טומאת מגע כלל יזכור בהם שקוץ, כאמרו שקץ הם לכם, לא יאכלו שקץ הם, שקץ הוא לא יאכל, לא תאכלום כי שקץ הם","titles":[{"title":"﻿ויקרא יא ב"},{"title":"﻿ויקרא פרק יא פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-11"},{"positionInPerek":2},{"positionInParasha":46},{"uri":"tanach--sforno3-11-43","text":" ספורנו  ולא תטמאו בהם ונטמתם בם. (מד) כי אני ה' אלהיכם, והתקדשתם. אל תטמאו בהם באופן שתהיו טמאים ומטומטמים בם, וזה יקרה באכילתם. כי אמנם בהיותי אלהיכם חפצתי שתתקדשו ותכינו עצמכם אל הקדושה","titles":[{"title":"﻿ויקרא יא מג"},{"title":"﻿ויקרא פרק יא פסוק מג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-11"},{"positionInPerek":43},{"positionInParasha":87},{"uri":"tanach--sforno3-11-45","text":" ספורנו  כי אני ה' המעלה אתכם מארץ מצרים להיות לכם לאלהים. וראוי לכם שתעשו זה ההשתדלות להתקדש ולהיות קדושים, כדי להפיק רצוני, כי אמנם כונתי כשהוצאתי אתכם מארץ מצרים היה כדי שתשיגו זה, שאהיה לכם לאלהים בלתי אמצעי, ושתהיו קדושים ונצחיים בהדמותכם אלי במדות ובמושכלות, כי קדוש אני","titles":[{"title":"﻿ויקרא יא מה"},{"title":"﻿ויקרא פרק יא פסוק מה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-11"},{"positionInPerek":45},{"positionInParasha":89},{"uri":"tanach--sforno3-11-46","text":" ספורנו  זאת תורת הבהמה והעוף. זאת היא כונת וטעם אסורי מאכלות שהזכיר למעלה","titles":[{"title":"﻿ויקרא יא מו"},{"title":"﻿ויקרא פרק יא פסוק מו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-3"},{"perek":"tanach-3-11"},{"positionInPerek":46},{"positionInParasha":90},{"uri":"tanach--sforno3-12-2","text":"כימי נדת דותה. כי בז' ימים ראשונים יגר הנדות אשר לא התעפש עדין ולא הפסיד צורת טומאתו","titles":[{"title":"﻿ויקרא יב ב"},{"title":"﻿ויקרא פרק יב פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-12"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-12-3","text":" ספורנו  וביום השמיני ימול. כי אז נתעכל דם הנדות הטמא אשר ממנו נזון הולד במעי אמו, וטהר הולד להכנס בברית קדש","titles":[{"title":"﻿ויקרא יב ג"},{"title":"﻿ויקרא פרק יב פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-12"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--sforno3-12-4","text":" ספורנו  בדמי טהרה. כי עם היותו דם נדות אינו מהוסת של עכשיו, אבל הוא מן הוסתות שקדמו בימי ההריון, שככר נתעפש ונפסדה צורת דם אותם הוסתות וטומאתם","titles":[{"title":"﻿ויקרא יב ד"},{"title":"﻿ויקרא פרק יב פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-12"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-12-5","text":" ספורנו  שבועים. כי המותרות ירבו בלידת הנקבה","titles":[{"title":"﻿ויקרא יב ה"},{"title":"﻿ויקרא פרק יב פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-12"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"tanach--sforno3-12-8","text":" ספורנו  וכפר עליה. כי כל ימי זוב טומאתה תהיינה כל מחשבותיה פונות אל עסקי כלי הזרע ופעולתם, ולא תהיה ראויה למקדש וקדשיו עד שתביא כפרתה ותפנה אל הקודש","titles":[{"title":"﻿ויקרא יב ח"},{"title":"﻿ויקרא פרק יב פסוק ח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-12"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--sforno3-13-2","text":" ספורנו  אדם כי יהיה בעור בשרו. וזה יהיה ברוב אם לא יטהר הזרע מדם הנדות","titles":[{"title":"﻿ויקרא יג ב"},{"title":"﻿ויקרא פרק יג פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":2},{"positionInParasha":10},{"uri":"tanach--sforno3-13-3","text":" ספורנו  נגע צרעת הוא. הנה אמר לפעמים נגע צרעת הוא, ופעמים צרעת היא ופעמים צרעת נושנת הוא ופעמים נגע הוא כי אמנם יש לצרעת כמו לשאר החלאים עתות התחלה ותוספת ותכלית, ואם ירפא החולי תהיה לו ירידה גם כן. ויקרא להתחלה נגע בלבד, ולתוספת נגע צרעת, ולתכלית צרעת, וכאשר תתישן תקרא צרעת נושנת וכאשר תהיה בירידה יאמר נרפא הנגע נרפא הנתק ובהיות זה המין מן החולי לעונש כאמרם ז''ל אינו אלא מזבח כפרה (ברכות ה, ב) נתן זמני ההסגר לעורר אל התשובה, כאמרו ויגל אזנם למוסר ויאמר כי ישובון מאון","titles":[{"title":"﻿ויקרא יג ג"},{"title":"﻿ויקרא פרק יג פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":3},{"positionInParasha":11},{"uri":"tanach--sforno3-13-4","text":" ספורנו  ועמוק אין מראה מן העור. אף על פי שאמרו כל מראה לבן עמוק הוא כמראה חמה העמוקה מן הצל מכל מקום בהיות גם העור באיזו מדרגה מן הלובן לא יהיה כל לבן עמוק אצלו זולתי בהיותו עובר גבול הלובן של עור, עד שיהיה יחס לובן העור אליו כיחס הצל אל החמה","titles":[{"title":"﻿ויקרא יג ד"},{"title":"﻿ויקרא פרק יג פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":4},{"positionInParasha":12},{"uri":"tanach--sforno3-13-5","text":" ספורנו  וראהו הכהן. גזרת הכתוב שלא תהיה טומאת נגעים וטהרתן אלא על פי כהן כי שפתי כהן ישמרו דעת ויורו למנוגע לפשפש במעשיו ויתפלל על עצמו ויתפלל גם הכהן עליו ובלעדי זאת בהיות על פיהם כל נגע יקנו טביעות עין במדרגות המראות להבחין בין נגע לנגע","titles":[{"title":"﻿ויקרא יג ה"},{"title":"﻿ויקרא פרק יג פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":5},{"positionInParasha":13},{"uri":"tanach--sforno3-13-19","text":" ספורנו  והיה במקום השחין שאת לבנה. שאין אותו המקום נדון בסימני עור בשר של מעלה וכן מקום מכות אש כי אמנם העור הטבעי שנאבד בשחין או במכוה לא ישוב עוד כמאז אבל יולד במקומו דבר דומה לעור שאין עור מחליף כדאיתא פרק בא סימן. וכמו שספרו הרופאים","titles":[{"title":"﻿ויקרא יג יט"},{"title":"﻿ויקרא פרק יג פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":19},{"positionInParasha":27},{"uri":"tanach--sforno3-13-30","text":" ספורנו  נתק הוא. שיש בתוך מקום שער איזה מקום שנתק ממנו השער בכח החולי, לא בכח אדם ולא בכוח סם, ואף על פי שאין שם שום מראה כמו שקבלו רבותינו ז''ל. וכן הוא מין צרעת אצל הרופאים. אמר אם כן שאף על פי שתהיינה במקום הנתק מראות טמאות ופסיון המחליטין שלא במקום שער, הנה השער השחור מציל במקום שער מן המראה ומן הפסיון","titles":[{"title":"﻿ויקרא יג ל"},{"title":"﻿ויקרא פרק יג פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":30},{"positionInParasha":38},{"uri":"tanach--sforno3-13-39","text":" ספורנו  כהות לבנות. למטה ממראה קרום ביצה ששנו חכמים","titles":[{"title":"﻿ויקרא יג לט"},{"title":"﻿ויקרא פרק יג פסוק לט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":39},{"positionInParasha":47},{"uri":"tanach--sforno3-13-47","text":" ספורנו  והבגד כי יהיה בו נגע צרעת. ממה שאין ספק בו שלא יהיה זה בטבע בשום פנים, כי בבגד לא יקרו אלה המראות המשונות אם לא מצד מלאכה תשימם בו בצבעים שונים בכונה או שלא בכונה וזה מצד איזה חטא שיקרה בסמים הצובעים או במלאכת האומן או בהתפעלות הבגד הצבוע. וכבר באה הקבלה שלא ידונו בנגעי בגדים זולתי הלבנים בלתי צבועים כלל. אמנם העיד הכתוב שלפעמים יהיה זה כפלא בבגדים ובבתים, וזה להעיר אוזן הבעלים על עבירות שבידם, כמו שספרו ז''ל שיקרה בענין השביעית כאמרם (קידושין כ, א) בא וראה כמה קשה אבקה של שביעית אדם נושא ונותן בפירות שביעית סוף מוכר את מטלטליו לא הרגיש סוף מוכר שדהו וכו'. וכל זה בחמלת ה' על עמו. וכן קבלו ז''ל שאין בגדי גוים מטמאים בנגעים. וזה כי אמנם המין האנושי הוא התכלית המכוון במציאות בפרט במציאות הנפסדים, כי הוא לבדו מוכן מכולם להיות דומה לבורא במושכלות ובמעשיות, כאשר העיד הוא יתברך באמרו בצלמנו כדמותנו ויצדק זה בכל אחד מאישי האדם כשכלו האישיי הנקרא ''צלם אלהיס'' ובכחו הכחיריי הנקרא ''דמות אלהיס'' כי האדם לבדו בנבראים הוא בעל בחירה וכאשר יתעורר להתבונן מציאות בוראו וגדלו וטובו אשר בו הוא רב חסד ואמת ובהם עושה צדקה ומשפט, ואחר שהתבונן והכיר זה ילך בדרכיו לעשות רצונו כרצונו הנה זה בלי ספק דומה לבוראו יותר מכל שאר הנבראים והוא התכלית המכוון מאת הבורא הממציא כאמרו וצדיק יסוד עולם. וכאשר לב הותל הטה את האדם מזה בהיותו נשמע אל הכח המתאוה הגשמיי בכל פעולותיו או בקצתם להתרשל מרצון בוראו או להתקומם עליו יהיה העונש עליו נצחי או בלתי נצחי כפי המשפט האלהי כאמרו כי לא אצדיק רשע וכאשר יקרה זה לאדם בשגגה שיוצא מאתו הנה יתיסר בממונו או בגופו כפי החכמה האלהית להעיר אזנו כאמרו ויגל אזנם למוסר אמנם הנרדמים אשר לא ידעו כלל ולא התעוררו כלל לדעת דבר מזה והם כל בני הנכר ורוב האומה הישראלית זולתי יחידי סגולה הם בלי ספק תחת הנהגת הטבע והגרמים השמימיים הנכבדים מאותם בני אדם כשאר מיני בעלי חיים אשר לא תפול השגחה אלהית באישיהם אבל במיניהם בלבד כי בהם תשלם כונת הממציא יתברך. וכאשר בחר באומה הישראלית כאמרו בך בחר ה' אלהיך להיות לו לעם סגלה וזה מפני שתקות המכוון מאתו יתברך היא יותר ראויה ומצויה באישי זאת האומה ממה שתהיה באישי זולתה, כי אמנם מציאות הבורא ואחדותו נודע בקצתה ומקובל בכולה מהאבות כאמרו נודע ביהודה אלהים וגו' כתב להורותם התורה והוא החלק העיוני והמצוה והוא החלק המעשי כאשר העיד באמרו והתורה והמצוה אשר כתבתי להורותם והזהיר שבנטותם מזה יעיר אזנם ביסורין כאמרו אם שמוע תשמע כל המחלה אשר שמתי במצרים לא אשים עליך ובחמלתו עליהם כשיהיה הרוב מהם לרצון לפניו אמר לעורר היחידים מהם, ראשונה בנגעי בגדים אשר עליהם באה הקבלה שאין בגדי גוים מטמאים בנגעים, וכשלא יספיק זה יעוררם בנגעי בתים אשר בהם גם כן לא יבא נגע צרעת בטבע כלל. ולזה ראוי שלא יהיו בגדי גוים מטמאים ולא בתיהם מטמאים בנגעים כלל כמו שקבלו הם ז''ל. וכאשר לא עלו הדורות למדרגה ראויה לחמלה (למעלה) זו, אין זכרון לראשונים שנמצאו לעולם נגעי בתים עד שאמרו קצתם ז''ל שלא היו לעולם","titles":[{"title":"﻿ויקרא יג מז"},{"title":"﻿ויקרא פרק יג פסוק מז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-4"},{"perek":"tanach-3-13"},{"positionInPerek":47},{"positionInParasha":55},{"uri":"tanach--sforno3-14-2","text":" ספורנו  זאת תהיה. והובא אל הכהן. אל מקום קרוב חוץ למחנה שיוכל הכהן בכבוד ובלי רב טורח ללכת לראותו","titles":[{"title":"﻿ויקרא יד ב"},{"title":"﻿ויקרא פרק יד פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-14-7","text":" ספורנו  וטהרו. מענין פריעה ופרימה","titles":[{"title":"﻿ויקרא יד ז"},{"title":"﻿ויקרא פרק יד פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"tanach--sforno3-14-8","text":" ספורנו  ורחץ במים וטהר. מענין מחוץ למחנה מושבו","titles":[{"title":"﻿ויקרא יד ח"},{"title":"﻿ויקרא פרק יד פסוק ח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--sforno3-14-9","text":" ספורנו  ורחץ את בשרו במים וטהר. מענין וישב מחוץ לאהלו","titles":[{"title":"﻿ויקרא יד ט"},{"title":"﻿ויקרא פרק יד פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"tanach--sforno3-14-12","text":" ספורנו  והקריב אותו לאשם. כבר התבאר שענין האשם הוא על מעל בקדש כמו החטאת על חיוב כרת וכבר אמרו שהצרעת היא על לשון הרע ועל גסות הרוח ששניהם מעילה בקדש. כי אמנם לשון הרע עקרו בסתר כמעמיק מה' לסתיר עצה, כאמרם בברכות העובר עברה בסתר כאלו דוחק רגלי שכינה ועל המתגאה נאמר גבה עינים ורחב לבב אותו לא אוכל. אמר הקב''ה זה גונב מלבושי אין אני והוא יכולים לעמוד בעולם אחד. וכבר ספר הכתוב על עזיהו באמרו ובחזקתו גבה לבו עד להשחית וימעל בה' אלהיו והצרעת זרחה במצחו","titles":[{"title":"﻿ויקרא יד יב"},{"title":"﻿ויקרא פרק יד פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-14-20","text":" ספורנו  וכפר עליו הכהן וטהר. לקדשים ולביאת מקדש כאמרם ז''ל ברכות פרק קמא הביא כפרתו אוכל בקדשים","titles":[{"title":"﻿ויקרא יד כ"},{"title":"﻿ויקרא פרק יד פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"tanach--sforno3-14-36","text":" ספורנו  ופנו את הבית בטרם יבא. ולא יבא קודם לכן ובין כך יהיה זמן תשובה ותפלה לבעלים וזמן תפלה לכהן, ועם זה נתן זמן הסגר. ובמדרש אמרו בכל זה רמז לחרבן הראשון ותקונו בשני, וסתירתו בחרבן שני וטהרתו בבנין שלישי שיבנה ויכונן במהרה בימינו אמן","titles":[{"title":"﻿ויקרא יד לו"},{"title":"﻿ויקרא פרק יד פסוק לו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":36},{"positionInParasha":36},{"uri":"tanach--sforno3-14-54","text":" ספורנו  זאת התורה. מי שיבא להורות בנגעים צריך שידע להבדיל בין שני מינים אף על פי שהם אחד בסוג כאמרו בין נגע לנגע","titles":[{"title":"﻿ויקרא יד נד"},{"title":"﻿ויקרא פרק יד פסוק נד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":54},{"positionInParasha":54},{"uri":"tanach--sforno3-14-55","text":" ספורנו  ולצרעת הבגד ולבית. שאף על פי ששניהם שוים במראה ירקרק או אדמדם ושניהם על אופן בלתי טבעי מכל מקום הם נבדלים בזה שהפושה בבגד בסוף שבוע ראשון נשרף כולו והפושה בבית בסוף שבוע ראשון חולץ וקוצה וטח ונותן לו שבוע","titles":[{"title":"﻿ויקרא יד נה"},{"title":"﻿ויקרא פרק יד פסוק נה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":55},{"positionInParasha":55},{"uri":"tanach--sforno3-14-56","text":" ספורנו  ולשאת ולספחת ולבהרת. אף על פי שהם דומים בזה שכל אחד מהן לבן ושדיניהם שוים ומצטרפים כפי מה שבא בקבלה מכל מקום צריך שהבא להורות בנגעים יהיה בקי במדרגות הלובן ומקומותיהם כי מקום שחין ומכוה נדונים במראות מעורבות וצרבת ומקום שער אינו נדון במראה כלל","titles":[{"title":"﻿ויקרא יד נו"},{"title":"﻿ויקרא פרק יד פסוק נו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":56},{"positionInParasha":56},{"uri":"tanach--sforno3-14-57","text":" ספורנו  זאת תורת הצרעת. אין להוסיף ולהחמיר לטמא נגעי עור בשר אחרים אף על פי שהם אצלנו מיני צרעת רבים מאלה כאמרו אל תוסף על דבריו כי אמנם עם כל רעתם לא נדין אותם כדין צרעת כלל כמו שטהר הכתוב כשהפך כולו לבן שעבר גבול הצרעת הטמא לרוע כענין הטומאה הנשרפת שנפסדה צורתה","titles":[{"title":"﻿ויקרא יד נז"},{"title":"﻿ויקרא פרק יד פסוק נז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-14"},{"positionInPerek":57},{"positionInParasha":57},{"uri":"tanach--sforno3-15-2","text":" ספורנו  זב מבשרו. כבר באה הקבלה מבשרו ולא מחמת אנסו' וזה שיהיה הזב שותת בסבת בשרו שהוא כנוי לאמה או לכלי הזרע ולא מחמת סבה אחרת מגרת את הזוב. וכבר פירשו ז''ל (נדה לה, ב) שהזוב הוא כלובן ביצה המוזרת. וכאשר יקרה זה מבשרו שהוא בסיבת חולי כלי הזרע בלבד, הנה זה יורה על חולשתם וחסרון עכולם אשר יקרה על הרוב בסבת רוב התמדת המשגל והרהוריו אשר בו לא תחדל זמת אולת חטאת ובכן ראוי שיספור ז' נקיים אשר בם יסורו הרהוריו מלבו ויטבול מן הטומאה ויכפר בחטאת ועולה על מה שפעל והרהר","titles":[{"title":"﻿ויקרא טו ב"},{"title":"﻿ויקרא פרק טו פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-15"},{"positionInPerek":2},{"positionInParasha":59},{"uri":"tanach--sforno3-15-18","text":" ספורנו  ואשה אשר ישכב איש אותה. לא כתב ואיש כי ישכב את אשה כי העיד על האשה שלא תטמא מחמת שום זוב בלתי אדום או קרי כמו שטמא כאיש אמנם טומאת האשה בקרי לא תהיה אלא כאשר ישכב איש אותה אף על פי שהוא בית הסתרים","titles":[{"title":"﻿ויקרא טו יח"},{"title":"﻿ויקרא פרק טו פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-15"},{"positionInPerek":18},{"positionInParasha":75},{"uri":"tanach--sforno3-15-19","text":" ספורנו  ואשה כי תהיה זבה דם. לימד דיני הנדה והזבה והטעין את הזבה קרבן חטאת ועולה ובזה העיד כי לא יקרה זה בבנות עמו זולתי להעיר אזנן על מרי קדם בפועל ובמחשבה כי הוא אמנם הרבות העונש שענש את חוה על פעולתה (לב) זאת תורת הזב. זה הוא מה שראוי לעיין בכל אלה ראשונה שבהיות הזב טעון קרבן חטאת יורה שבא על חטא במעשה ובמחשבה","titles":[{"title":"﻿ויקרא טו יט"},{"title":"﻿ויקרא פרק טו פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-15"},{"positionInPerek":19},{"positionInParasha":76},{"uri":"tanach--sforno3-15-33","text":" ספורנו  והדוה בנדתה. כי ''דותה'' מורה שהיה זה על חטא ולפיכך היא טמאה","titles":[{"title":"﻿ויקרא טו לג"},{"title":"﻿ויקרא פרק טו פסוק לג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-5"},{"perek":"tanach-3-15"},{"positionInPerek":33},{"positionInParasha":90},{"uri":"tanach--sforno3-16-1","text":" ספורנו  וידבר ה' אל משה אחרי מות. הנה תיבת וידבר בלשון הקדש לא תפול ברוב על חלקי הדבור אבל תפול על משך הדבור בכללו ולכן אחר לשון הדבור יבא ברוב לשון האמירה הפרטית. אמר אם כן וידבר ה' אל משה אחרי מות ויאמר אליו דבר אל אהרן אחיך ומפני שהאריך בספור אחרי מות לא כתב ויאמר איליו אבל חזר והזכיר האל יתברך האומר ומשה השומע. אמנם לדברי קצת מרבותינו ז''ל היו שני דבורים ויהיה שעור הכתוב וידבר ה' אל משה ויאמר אליו דבר אל אהרן ואל יבא ולא ימות ואחרי מות שני בני אהרן אמר למשה דבר אל אהרן ואל יבא שלא יכנס יותר ממה שצוה ולא ימות כדרך שמתו בניו בהיותם הורסים לעשות קטרת יותר ממה שצוו. וזה לזרזו יותר מן הראשון","titles":[{"title":"﻿ויקרא טז א"},{"title":"﻿ויקרא פרק טז פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--sforno3-16-2","text":" ספורנו  כי בענן אראה. בזה הדור לדבר למשה ובשאר הדורות לקרוא למוכנים לנבואה כענין שמואל באמרו ושמואל שוכב בהיכל ה' אשר שם ארון אלהים ויקרא ה' אל שמואל","titles":[{"title":"﻿ויקרא טז ב"},{"title":"﻿ויקרא פרק טז פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-16-3","text":" ספורנו  בזאת יבא בפר בן בקר. בהקדשת פר לחטאת ואיל לעולה ולבישת הבדים שאין בהם צבע ולא ציור מלאכותיי כי אמנם לא יאחר כהן גדול להכנס לפנים עד אחר הקרבת העולה אבל יכנס להקטיר הקטרת תכף אחר שחיטת החטאת","titles":[{"title":"﻿ויקרא טז ג"},{"title":"﻿ויקרא פרק טז פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--sforno3-16-4","text":" ספורנו  בגדי קדש הם. בכמותם יראו המלאכים אל הנביאים כי הם נראים אז בלבושי הבדים","titles":[{"title":"﻿ויקרא טז ד"},{"title":"﻿ויקרא פרק טז פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-16-5","text":" ספורנו  שני שעירי עזים לחטאת. הראשון על חטאים במקדש, והמשתלח על שאר חטאי צבור אשר לרוב טומאתו לא יאות לזבח ומטמא משלחו","titles":[{"title":"﻿ויקרא טז ה"},{"title":"﻿ויקרא פרק טז פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"tanach--sforno3-16-9","text":" ספורנו  ועשהו חטאת. הגורל יעשה את השעיר חטאת כאמרם ז''ל הגורל עושה חטאת ואין השם עושה חטאת","titles":[{"title":"﻿ויקרא טז ט"},{"title":"﻿ויקרא פרק טז פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"tanach--sforno3-16-11","text":" ספורנו  וכפר בעדו. כבר בא בקבלה (יומא לו, ב) ששתי הכפרות בעדו הם כפרת דברים בודוי ולפיכך הם קודם שחיטת החטאת","titles":[{"title":"﻿ויקרא טז יא"},{"title":"﻿ויקרא פרק טז פסוק יא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"tanach--sforno3-16-12","text":" ספורנו  ולקח מלא המחתה. כי תיכף שנשחט חטאת והתודה וסר עונו נעשה מוכן לאור באור פני מלך והנה המלך יראה לכל מוכן לאורו כאמרו כי בענן אראה וראוי לכבדו בקטרת כמו הענין אחר התמידים כאמרו עולת תמיד לדורותיכם פתח אהל מועד אשר אועד לכם שמה ובזה טעו בני אהרן והקריבו אשר לא צוה אותם","titles":[{"title":"﻿ויקרא טז יב"},{"title":"﻿ויקרא פרק טז פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-16-15","text":" ספורנו  החטאת אשר לעם. אחר שהשלים לכפר בעדו בחטאתו, כענין התקוששו וקושו ועם זה נראה את פני המלך","titles":[{"title":"﻿ויקרא טז טו"},{"title":"﻿ויקרא פרק טז פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"tanach--sforno3-16-23","text":" ספורנו  והניחם שם. כי הקריבם לפני ה' ויקדשו קדושה יתירה ולא יאות אפילו לכהן גדול אחר שעברה שעת מעלתו","titles":[{"title":"﻿ויקרא טז כג"},{"title":"﻿ויקרא פרק טז פסוק כג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":23},{"positionInParasha":23},{"uri":"tanach--sforno3-16-24","text":" ספורנו  ורחץ את בשרו. אחר שסמך על השעיר המשתלח","titles":[{"title":"﻿ויקרא טז כד"},{"title":"﻿ויקרא פרק טז פסוק כד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"tanach--sforno3-16-29","text":" ספורנו  לחקת עולם. אף על פי שיש מקדש לעבודה מכל מקום צריך שתקיימו גם שביתה וענוי","titles":[{"title":"﻿ויקרא טז כט"},{"title":"﻿ויקרא פרק טז פסוק כט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":29},{"positionInParasha":29},{"uri":"tanach--sforno3-16-30","text":" ספורנו  כי ביום הזה יכפר. והטעם שתצטרכו עם זה גם לשביתה וענוי הוא כי אמנם הכהן בעבודתו יכפר בלבד וענין הכפור הוא הקטנת החטא והכנתו לקבל סליחה","titles":[{"title":"﻿ויקרא טז ל"},{"title":"﻿ויקרא פרק טז פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"tanach--sforno3-16-31","text":" ספורנו  שבת שבתון היא לכם. על היפך הן ביום צומכם תמצאו חפץ","titles":[{"title":"﻿ויקרא טז לא"},{"title":"﻿ויקרא פרק טז פסוק לא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":31},{"positionInParasha":31},{"uri":"tanach--sforno3-16-32","text":" ספורנו  ואשר ימלא את ידו ולבש. אף המרובה בגדים בלבד יכפר","titles":[{"title":"﻿ויקרא טז לב"},{"title":"﻿ויקרא פרק טז פסוק לב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":32},{"positionInParasha":32},{"uri":"tanach--sforno3-16-34","text":" ספורנו  והיתה זאת לכם לחקת עולם לכפר. שהיום עצמו יכפר אף על פי שלא יהיה מקדש ועבודה כאמרם תשובה תולה ויום הכפורים מכפר","titles":[{"title":"﻿ויקרא טז לד"},{"title":"﻿ויקרא פרק טז פסוק לד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-16"},{"positionInPerek":34},{"positionInParasha":34},{"uri":"tanach--sforno3-17-2","text":" ספורנו  זה הדבר. כשאמר והזרתם את בני ישראל מטומאתם הזהיר שנפרישם גם כן מטומאת רוח הטומאה והשדים","titles":[{"title":"﻿ויקרא יז ב"},{"title":"﻿ויקרא פרק יז פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":2},{"positionInParasha":36},{"uri":"tanach--sforno3-17-4","text":" ספורנו  דם יחשב. כמו שהיה הענין קודם המבול שלא הותר להם להרוג בעלי חיים לאכלם","titles":[{"title":"﻿ויקרא יז ד"},{"title":"﻿ויקרא פרק יז פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":4},{"positionInParasha":38},{"uri":"tanach--sforno3-17-7","text":" ספורנו  חקת עולם תהיה זאת. שלא יזבחו לשעירים אף על פי שלא היו מקבלים אותם לאלוה בשום פנים אבל היו חפצים בחברתם להיות השדים להם משרתים ומסייעים בעסקיהם או שליחותם אל ארץ רחוקה כמו שהזכירו (חולין פרק כל הבשר) על יוסף שידא ועל שידא דהוה שכיח בי רב אשי. אמנם בדבר השדים אשר לא נזכרה בריאתם ראוי להתבונן שהם ז''ל קראום מזיקים והזכירו שהם אוכלים ושותים פרים ורבים ומתים ועם כל זה רואים ואינם נראים וכל אלו לא יאותו בהם זולתי בהיותם מורכבים מעצמים דקים נעדרי המראה ובהיותם אוכלים ושותים יהיה בהכרח מזונם עצם מורכב דק מאד שישתנה לעצם הנזון ואין במורכבים אצלנו יותר דק מאותו אד הדם אשר ממנו יתהוה רוח נושא לכח החיוני. וזה הכח הנשוא בו הוא נפש החי כאשר הוא חי. ובהיות שזה הכח לא יהיה בלתי זה הנושא יקרא זה הנושא לפעמים נפש כאמרו כי הדם הוא הנפש ובהיותו מזון לשדים הנה המקריב להם דם אשר בו זה העצם שאין כח בידם לקחתו כאמרם (שם) כל מידי דצייר וחתים וכייל ומני לית לן רשותא למשקל מיניה יקנה אהבתם והאוכלו יקנה מזג נוטה לטבעם ויאהבו חברתו. וכאשר היו רבים חפצים בחברת השדים ואהבתם כדי שיסייעוהו בהשגת הערב הבלתי מועיל אשר תאותו נקנת באכילת עץ הדעת היו מגישים דם למנחה לשדים ואוכלים אותו להתחבר עמם וקצתם היו אוכלים אצל בית מקוה דמים בחשבם ששעירים ירקדו שם כדי למשוך אהבתם והתחברות עמהם. וכאשר קדשנו האל יתברך, והרחיק את עמו כפי האפשר מרדוף אחרי ערב בלתי מועיל הרחיק מהם את השדים וחברתם, בהיותם מזיקים באמת כמו שקראו אותם רז''ל ואסר את הדם וענש עליו כרת כמו שענש מיתה על אכילת עץ הדעת ונתן טעם לזה באמרו כי נפש הבשר בדם היא כי אמנם הכח אשר הוא הנפש החיוני הוא נשוא בחלק האידיי והדק שבדם ואותו החלק האידיי הנושא הנקרא גם כן נפש הוא בעצם כל הדם והוסיף ואמר ואני נתתי לכם על המזבח ואני לא בחרתי בו לכפר מפני היותו אהוב אצלי אבל בהיותו נפש בצד מה ויכפר על הנפש כענין הקטר שאר אברי הנקרב לכפר על אברי המקריב","titles":[{"title":"﻿ויקרא יז ז"},{"title":"﻿ויקרא פרק יז פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":7},{"positionInParasha":41},{"uri":"tanach--sforno3-17-13","text":" ספורנו  כי יצוד ציד. בהיות מקום הציד על הרוב שומם ומוכן להמצא שם שדים כאמרו ושכנו שם בנות יענה ושעירים ירקדו שם אסר להניח שם דם מגולה וצוה לכסותו כעפר להסיר הכנת המצא השדים שם. ואמר","titles":[{"title":"﻿ויקרא יז יג"},{"title":"﻿ויקרא פרק יז פסוק יג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":13},{"positionInParasha":47},{"uri":"tanach--sforno3-17-14","text":" ספורנו  כי נפש כל בשר דמו בנפשו הוא. כי נפש בעל חי הוא דמו רוצה לומר האיד הדמיי","titles":[{"title":"﻿ויקרא יז יד"},{"title":"﻿ויקרא פרק יז פסוק יד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":14},{"positionInParasha":48},{"uri":"tanach--sforno3-17-15","text":" ספורנו  וכל נפש אשר תאכל נבלה וטרפה. אחר שכתב ענין איסור הדם המושך חברת השדים דיבר על אוכל נבלה וטרפה המוכן אל שתשרה עליו רוח טומאה כאמרם סנהדרין פרק ד' מיתות ודורש אל המתים זה המרעיב עצמו והולך ולן בבית הקברות כדי שתשרה עליו רוח טומאה","titles":[{"title":"﻿ויקרא יז טו"},{"title":"﻿ויקרא פרק יז פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":15},{"positionInParasha":49},{"uri":"tanach--sforno3-17-16","text":" ספורנו  ונשא עונו. כפי שיחטא בטומאתו אם שיאכל קדש או יגע בלבד או יטמא טהרות של חולין","titles":[{"title":"﻿ויקרא יז טז"},{"title":"﻿ויקרא פרק יז פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-17"},{"positionInPerek":16},{"positionInParasha":50},{"uri":"tanach--sforno3-18-6","text":" ספורנו  איש איש אל כל שאר בשרו לא תקרבו. הנה התולדת ההוה משאר בשר בהיות אז הפועל והמתפעל קרובים במזג ראוי שתהיה יותר הגונה וממוזגת כמו שקרה בתולדת משה אהרן ומרים מעמרם ויוכבד דודתו וכמו שאמרו ז''ל על נשואי בת אחותו וזה יצדק כאשר יהיו הפועל והמתפעל מכונים להפיק רצון קונם בלבד. אפס כי זה יקרה על המעט כי אמנם מה שיקרה בכל המין האנושי או ברובו בזה הוא שיהיו מכונים לתענוג בלבד כאמרו הן בעון חוללתי ובחטא יחמתני אמי ובהיות שאר הבשר מוכן מאד וההרהור והתענוג בו רב מאד הנה כאשר יהיו חושבים שניהם שחבורם בלתי אסור ירבה ההרהור והחבור ביניהם לתענוג בלבד ובכן יזנו ולא יפרוצו ומלאה הארץ זמה ולכך אמר לגלות ערוה כי אמנם תענוג הגלוי בלבד הוא המכוון ברוב ובכן אסרה תורה בשאר בשר כל יוצא ירך והקרובים לזה הקו במדרגה אחת ומדרגות הקורבה תחשבם התורה מן האיש והאשה בבעלה. ולזה אסר אחות האב שהיא במדרגה ראשונה אצל האב והתיר בת האח שהיא במדרגה שנית אצלו ואסר אשת האב ואשת האח ואשת הדוד אפילו לאחר מיתת בעליהן אף על פי שאינן שאר בשר כלל מפני שהן נחשבות במדרגת בעליהן. ועל זה הדרך נראה היות אסור כל העריות","titles":[{"title":"﻿ויקרא יח ו"},{"title":"﻿ויקרא פרק יח פסוק ו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":6},{"positionInParasha":56},{"uri":"tanach--sforno3-18-17","text":" ספורנו  זמה היא. חבור נולד מהרהור עברה בלבד","titles":[{"title":"﻿ויקרא יח יז"},{"title":"﻿ויקרא פרק יח פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":17},{"positionInParasha":67},{"uri":"tanach--sforno3-18-18","text":" ספורנו  לא תקח לצרור. אמר כי לולא זה לא היה אוסר אחות אשה מאחר שאינה יוצאת ירך האשה ושהאשה עצמה מותרת אבל אסר אותה כדי שלא תהיינה צרות ולכן לא אסרה זולתי בחיי אחותה ולא כן בכל שאר העריות","titles":[{"title":"﻿ויקרא יח יח"},{"title":"﻿ויקרא פרק יח פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":18},{"positionInParasha":68},{"uri":"tanach--sforno3-18-21","text":" ספורנו  ומזרעך לא תתן להעביר למולך ולא תחלל את שם אלהיך. כי אמנם בהקריבך לאל יתברך שאר בעלי חיים ולמולך תקריב את הבן הנה יראה מזה שיהיה המולך רב המעלה ממנו חס ושלום","titles":[{"title":"﻿ויקרא יח כא"},{"title":"﻿ויקרא פרק יח פסוק כא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":21},{"positionInParasha":71},{"uri":"tanach--sforno3-18-24","text":" ספורנו  אל תטמאו בכל אלה. אפילו בקריבה לגלות ערוה","titles":[{"title":"﻿ויקרא יח כד"},{"title":"﻿ויקרא פרק יח פסוק כד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":24},{"positionInParasha":74},{"uri":"tanach--sforno3-18-25","text":" ספורנו  ותטמא הארץ. ומן הקריבה באו לידי כך שנטמאה הארץ בגלוי עריות ממש","titles":[{"title":"﻿ויקרא יח כה"},{"title":"﻿ויקרא פרק יח פסוק כה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":25},{"positionInParasha":75},{"uri":"tanach--sforno3-18-26","text":" ספורנו  ושמרתם אתם את חקותי. שלא תקרבו לגלות ערוה","titles":[{"title":"﻿ויקרא יח כו"},{"title":"﻿ויקרא פרק יח פסוק כו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":26},{"positionInParasha":76},{"uri":"tanach--sforno3-18-27","text":" ספורנו  כי את כל התועבות האל עשו אנשי הארץ. כי הגוים אשר לא נשמרו מהקריבה ולא ענשו את החוטאים בגלוי עריות עשו את כל התועבות כי מרעה אל רעה יצאו וכן תעשו גם אתם אם לא תשמרו את כל חקותי ומשפטי אלה לכן שמרו אותם","titles":[{"title":"﻿ויקרא יח כז"},{"title":"﻿ויקרא פרק יח פסוק כז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":27},{"positionInParasha":77},{"uri":"tanach--sforno3-18-28","text":" ספורנו  ולא תקיא אתכם כאשר קאה את הגוי. ובזה האופן לא תקיא הארץ אתכם באותו ענין רע שהיא קאה עתה את הגוים","titles":[{"title":"﻿ויקרא יח כח"},{"title":"﻿ויקרא פרק יח פסוק כח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":28},{"positionInParasha":78},{"uri":"tanach--sforno3-18-29","text":" ספורנו  כי כל אשר יעשה מכל התועבות האלה ונכרתו הנפשות. והטעם שבעשותכם אחת מכל אלה תקיא אתכם הארץ באותו אופן רע הוא כי כל אחת מאלה ראויה לעונש כרת","titles":[{"title":"﻿ויקרא יח כט"},{"title":"﻿ויקרא פרק יח פסוק כט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":29},{"positionInParasha":79},{"uri":"tanach--sforno3-18-30","text":" ספורנו  ושמרתם את משמרתי, לבלתי עשות מחקות התועבת. שמרו גם את המצות שצויתי לשמירה וגדר שלא תכשלו בכל אלה, כמו אסורי מאכלות וטומאת נדה וזבה ויולדת וזולתם, ובזה האופן לא תטמאו בהם","titles":[{"title":"﻿ויקרא יח ל"},{"title":"﻿ויקרא פרק יח פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-6"},{"perek":"tanach-3-18"},{"positionInPerek":30},{"positionInParasha":80},{"uri":"tanach--sforno3-19-2","text":" ספורנו  דבר אל כל עדת. קדושים תהיו. אחר שהשרה שכינתו בישראל לקדשם לחיי עולם כמו שהיתה הכונה באמרו ואתם תהיו לי ממלכת כהנים וגוי קדוש ובאמרו כי אני ה' המעלה אתכם מארץ מצרים להיות לכם לאלהים והייתם קדושים והבדילם מטומאת המאכלות והזרע בטומאת הנדה והנגעים הנמשכים ממנה ומטומאת הזבה וטומאת החטאים כאמרו מכל חטאתיכם לפני ה' תטהרו ומחברת השדים ורוח הטומאה ומטומאת העריות כאמרו אל תטמאו בכל אלה אמר עתה שהכונה בכל אלה האזהרות היא שיהיו קדושים וזה כדי שידמו ליוצרם כפי האפשר כמו שהיתה הכונה בבריאת האדם כאמרו נעשה אדם בצלמנו כדמותנו וזה ביאר עתה באמרו כי קדוש אני ה' אלהיכם וראוי שתדמו אלי כפי האפשר בעיון ובמעשה ולהשיג זה ההדמות באר שנצטרך לשמור את המצות הכתובות בלוח הראשון שכל הכונה בהם היא לחיי עולם בלבד כמו שבאר בסופם באמרו למען יאריכון ימיך כאשר התבאר במקומו. והתחיל לבאר ענין כיבוד אב ואם. ואמר","titles":[{"title":"﻿ויקרא יט ב"},{"title":"﻿ויקרא פרק יט פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-19-3","text":" ספורנו  איש אמו ואביו תיראו. להורות שלא יהיה הכבוד בהם על אופן שיהיה לבו גס בהם אף על פי שיכבדם במאכל ובמשתה ובמלבוש כמו שהזכירו ז''ל (פרק קמא דקדושין) באמרם יש מאכיל לאביו פסיוני וטורדו מן העולם אבל יהיה כבודו להם כמכבד נוראים אצלו למעלתם עליו. ואחר כך ביאר ענין שבת באמרו","titles":[{"title":"﻿ויקרא יט ג"},{"title":"﻿ויקרא פרק יט פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--sforno3-19-4","text":" ספורנו  אל תפנו אל האלילים. באר שכאשר הזהיר ואמר לא תעשה לך פסל (שמות כ, ד) לא בלבד אסר לקבלם עליו לאלהים אבל אסר אפילו לכבדם ולעשות מסכה בשעות ידועות להשיג בה הצלחות קנינים מדומים וזולתם","titles":[{"title":"﻿ויקרא יט ד"},{"title":"﻿ויקרא פרק יט פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-19-5","text":" ספורנו  וכי תזבחו. באר שכאשר אמר אנכי ה' אלהיך (שם כ, ב) שיקבלו לאלוה אותו לבדו כמו שקבלו ביציאת מצרים באמרם זה אלי ואנוהו אלהי אבי וארוממנהו לא בלבד אמר שישמרו מצותיו וירוממוהו כראוי למקובל למלך ושיתפללו אליו לבדו בכל צרותם אבל הזהיר עם זה שיחוסו על כבודו מאד באופן שלא יחללו את קדשיו אפילו במחשבה","titles":[{"title":"﻿ויקרא יט ה"},{"title":"﻿ויקרא פרק יט פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"tanach--sforno3-19-9","text":" ספורנו  (ט - י) ובקצרכם. לעני ולגר תעזוב אותם. באר שאחר שקבלנו אותו לאלהים ראוי לנו ללכת בדרכיו לעשות צדקה ומשפט וממיני הצדקה הם לקט שכחה ופאה האמורים בענין וזה באר באמרו אני ה' אלהיכם כלומר ומכיון שאני אלהיכם וכל ארחותי חסד ואמת ראוי לכם לשמור מיני הצדקה אלה הרצוים לפני ואחר כך באר מיני המשפט שקצתם בין פרטי ההמון וקצתם בין שופט להמון וקצתם בין ראשי העם. ועל המין אשר בין פרטי ההמון הזהיר שלא יזיק אדם את חבירו בממון וזה באמרו","titles":[{"title":"﻿ויקרא יט ט"},{"title":"﻿ויקרא פרק יט פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"tanach--sforno3-19-11","text":" ספורנו  לא תגנובו ולא תכחשו ולא תשקרו. שכל זה בממון וכן באמרו","titles":[{"title":"﻿ויקרא יט יא"},{"title":"﻿ויקרא פרק יט פסוק יא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"tanach--sforno3-19-12","text":" ספורנו  ולא תשבעו בשמי לשקר. להפטר מחיוב ממון. ולזה הוסיף ואמר וחללת את שם אלהיך. כלומר עם זה שתזיק לחברך בהפטרך מחיובו לשקר הנה תחלל את שם אלהיך. אחר כך הזהיר שלא יזיקהו בחלול כבודו וזה באמרו","titles":[{"title":"﻿ויקרא יט יב"},{"title":"﻿ויקרא פרק יט פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-19-14","text":" ספורנו  לא תקלל חרש. ואחר כך הזהיר שלא יגרום בנזקיו וזה באמרו","titles":[{"title":"﻿ויקרא יט יד"},{"title":"﻿ויקרא פרק יט פסוק יד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"tanach--sforno3-19-15","text":" ספורנו  לא תעשו עול במשפט. שלא יהא רך לזה וקשה לזה אחד עומד ואחד יושב וכל הדומים לאלה. ואחר כך אמר החלק הנופל בין השופטים ובין ראשי העם והוא השנאה והרכילות למלך כענין דואג וחביריו שהלשינו דוד לשאול וממנו ימשך לעמוד על דמו ולהנקם ולנטור כמו שהעיד הנביא באמרו אנשי רכיל היו בך למען שפך דם והורה כלל גדול על אלה באמרו","titles":[{"title":"﻿ויקרא יט טו"},{"title":"﻿ויקרא פרק יט פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"tanach--sforno3-19-18","text":" ספורנו  ואהבת לרעך כמוך. אהוב בעד רעך מה שהיית אוהב בעדך אם היית מגיע למקומו. ובהיות שמכלל יראת האל יתברך היא שמירת החוקים כי אמנם השומרם למען לא יחטא לו לא יהיה זה אלא שכבר הכיר גדלו ושאין ראוי למרות את דברו ושכבר הכיר טובו וידע שלא יצוה אלא הראוי והטוב אף על פי שלא נתפרסם טעם המצוה, אמר","titles":[{"title":"﻿ויקרא יט יח"},{"title":"﻿ויקרא פרק יט פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"tanach--sforno3-19-19","text":" ספורנו  את חקותי תשמרו. והזכיר חוקים במלאכת המרעה ובעבודת האדמה ובמלבוש ובמשגל ובמאכל ובמשתה ובהגדת העתידות שבכל אלה היתה הנהגת חייהם אז, והנה רוב מה שאסר הם ענינים מנגדים לכונת הטבע המכוונת מאת האל יתעלה המסדרו. אמנם על ענין שפחה חרופה עם היותו חק שהיא לוקה והוא אינו לוקה ושהוא מביא קרבן על המזיד ושתי אלו לא יקרו בכל שאר מצוות שבתורה, מכל מקום נתן קצת טעם לדבר באמרו","titles":[{"title":"﻿ויקרא יט יט"},{"title":"﻿ויקרא פרק יט פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"tanach--sforno3-19-20","text":" ספורנו  כי לא חופשה. כלומר החטא נקל בזה שלא תפשו קדושי המארס ועיקר החטא אינו אלא שחילל את קודש ה, לבעול חצי שפחה. ובהיות הפעל הזה נגד כבוד האיש הפועל לא נגד כבוד האשה המתפעלת אין ספק שהיא הרגילתו וראויה ללקות. והנה המזיד בזה שעשה זה הסכלות לחלל את עצמו, הוא קרוב לשוגג, ומקריב אשם על חלול הקדש","titles":[{"title":"﻿ויקרא יט כ"},{"title":"﻿ויקרא פרק יט פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"tanach--sforno3-19-26","text":" ספורנו  לא תאכלו על הדם לא תנחשו ולא תעוננו. כל אלה היו דרכים אצלם בהגדת עתידות בסורם מדרכי רוח טהרה ונבואה לדרכי רוח הטומאה. ובהיות מדרכי יראת האל וכבודו שלא נחלל גופות עמו אשר קדש לעבדו אמר (כז) לא תקיפו. וצוה שלא נחללם בהקפת הראש כמעשה שוטים ושכורים או כומרים, ולא בגלוח הזקן כאמרם הדרת פנים זקן ולא בשרט לנפש כמחשיבים מאד מיתת האדם ומתאבלים מאד עליה. וכן בכתובת קעקע לתת אות בבשרנו מלבד אות הברית","titles":[{"title":"﻿ויקרא יט כו"},{"title":"﻿ויקרא פרק יט פסוק כו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":26},{"positionInParasha":26},{"uri":"tanach--sforno3-19-29","text":" ספורנו  ולא בהזנות הבת אפילו פנויה אשר הוא חלול לה ולאביה כענין כי תחל לזנות את אביה היא מחללת. ואחר שהזהיר מהענינים המחללים צוה לכבד את הימים והמקומות והאנשים הקדושים, ואמר","titles":[{"title":"﻿ויקרא יט כט"},{"title":"﻿ויקרא פרק יט פסוק כט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":29},{"positionInParasha":29},{"uri":"tanach--sforno3-19-30","text":" ספורנו  את שבתותי תשמורו. שהם השבת ומקראי קדש","titles":[{"title":"﻿ויקרא יט ל"},{"title":"﻿ויקרא פרק יט פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"tanach--sforno3-19-31","text":" ספורנו  אל תפנו אל האובות. אל תפנו אליהם אבל תתנו עורף ולא פנים אין צריך לומר שלא תכבדום","titles":[{"title":"﻿ויקרא יט לא"},{"title":"﻿ויקרא פרק יט פסוק לא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":31},{"positionInParasha":31},{"uri":"tanach--sforno3-19-32","text":" ספורנו  מפני שיבה תקום. אבל תהדרו קדושי עליון ומהם השיבה ברוב כאמרו עטרת תפארת שיבה בדרך צדקה תמצא","titles":[{"title":"﻿ויקרא יט לב"},{"title":"﻿ויקרא פרק יט פסוק לב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":32},{"positionInParasha":32},{"uri":"tanach--sforno3-19-33","text":" ספורנו  וכי יגור אתך גר (בארצכם) לא תונו אותו. אפילו אונאת דברים והוסיף ואמר","titles":[{"title":"﻿ויקרא יט לג"},{"title":"﻿ויקרא פרק יט פסוק לג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":33},{"positionInParasha":33},{"uri":"tanach--sforno3-19-35","text":" ספורנו  לא תעשו עול במשפמ במדה במשקל ובמשורה. וזה כי בהיות בכלל אונאה גם אונאת ממון הזהיר מן האונאה הכללית לאזרח ולגר והם מדות הלח והיכש ומשקלותם","titles":[{"title":"﻿ויקרא יט לה"},{"title":"﻿ויקרא פרק יט פסוק לה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":35},{"positionInParasha":35},{"uri":"tanach--sforno3-19-37","text":" ספורנו  ושמרתם את כל חקותי ואת כל משפטיי תעיינו בהם ותכירו היותם הגונים","titles":[{"title":"﻿ויקרא יט לז"},{"title":"﻿ויקרא פרק יט פסוק לז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-19"},{"positionInPerek":37},{"positionInParasha":37},{"uri":"tanach--sforno3-20-2","text":" ספורנו  אשר יתן מזרעו למולך. אחר שבאר הכונה האלהית לקדש את ישראל למען ידמו אליו כפי האפשר והורה אותם את הדרך אשר בה תושג התכלית המכוונת מאת האל יתעלה והזהיר בהפכה דבר בעונש המתטמאים בא' מג' מיני טומאות המנגדות לקדושה הנזכרת. האחת היא הטומאה בדעות כענין המולך שאמר בו למען טמא את מקדשי וכענין האובות והידעונים שאמר עליהם למעלה אל תבקשו לטמאה בהם. והשנית היא הטומאה בזרע וזה בעריות שאמר עליהם למעלה אל תטמאו בכל אלה כי בכל אלה נטמאו הגוים ותטמא הארץ. והשלישית הטומאה במאכלות האסורות שאמר עליהם בסוף זאת הפרשה אשר הבדלתי לכם לטמא. אמנם בפרשת אמור דיבר על הטומאה במת וחלול הזרע והמומין והמעילה אשר אין להם ענין זולתי בקדשים בלבד והתחיל לדבר במולך ואמר עם הארץ ירגמוהו באבן. וזה יעשה ההמון בקנאם לכבוד קונם וזה כשיש עדים והתראה","titles":[{"title":"﻿ויקרא כ ב"},{"title":"﻿ויקרא פרק כ פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":2},{"positionInParasha":39},{"uri":"tanach--sforno3-20-3","text":" ספורנו  ואני אתן את פני באיש ההואי אם לא ישוב מרשעו באופן שלא תהא מיתתו כפרתו","titles":[{"title":"﻿ויקרא כ ג"},{"title":"﻿ויקרא פרק כ פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":3},{"positionInParasha":40},{"uri":"tanach--sforno3-20-5","text":" ספורנו  ובמשפחתו. כי לא תהיה העלמת עיני עם הארץ זולתי מיד משפחתו המחזיקים בידו","titles":[{"title":"﻿ויקרא כ ה"},{"title":"﻿ויקרא פרק כ פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":5},{"positionInParasha":42},{"uri":"tanach--sforno3-20-7","text":" ספורנו  והתקדשתם. בפרישה מן העריות","titles":[{"title":"﻿ויקרא כ ז"},{"title":"﻿ויקרא פרק כ פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":7},{"positionInParasha":44},{"uri":"tanach--sforno3-20-8","text":" ספורנו  ושמרתם את חקותי ועשיתם אותם. ובזה האופן שתתקדשו בפרישה מן העריות תשמרו ותעשו לדורות כי אם לא תתקדשו אתם ימרו גם הבנים בלי ספק בהיותם נולדים בחטא כענין הן בעון חוללתי","titles":[{"title":"﻿ויקרא כ ח"},{"title":"﻿ויקרא פרק כ פסוק ח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":8},{"positionInParasha":45},{"uri":"tanach--sforno3-20-9","text":" ספורנו  כי איש איש אשר יקלל. והאות על שאני מקפיד כל כך שתהיה הקדושה בזרע שהרי ענשתי מיתת בית דין את המקלל הוריו שזה יקרה על הרוב בהיות פסול בזרע כי אז הוא בלתי מוכן אל מה שכתוב שמע בני מוסר אביך וכו'. ואיש כזה לא ישמור חוקים ומשפטים כי לא יקבלם מאביו ומאמו כלל","titles":[{"title":"﻿ויקרא כ ט"},{"title":"﻿ויקרא פרק כ פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":9},{"positionInParasha":46},{"uri":"tanach--sforno3-20-25","text":" ספורנו  ולא תשקצו את נפשותיכם בבהמה ובעוף ובכל אשר תרמוש האדמה. ממיני הטמאים אשר הבדלתי לכם מן הטהורים","titles":[{"title":"﻿ויקרא כ כה"},{"title":"﻿ויקרא פרק כ פסוק כה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":25},{"positionInParasha":62},{"uri":"tanach--sforno3-20-27","text":" ספורנו  ואיש או אשה כי יהיה בהם אוב או ידעוני. ומאחר שהיתה הכונה בכל אלה לקדש את ישראל הנה מי שיסור מזה באוב או ידעוני אשר ענינם כולו ברוח טומאה על היפך כל המכוון ראוי שיסקל בלי ספק","titles":[{"title":"﻿ויקרא כ כז"},{"title":"﻿ויקרא פרק כ פסוק כז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-7"},{"perek":"tanach-3-20"},{"positionInPerek":27},{"positionInParasha":64},{"uri":"tanach--sforno3-21-1","text":" ספורנו  ויאמר ה' אל משה אמור אל הכהנים. מה שנאמר למעלה להבין ולהורות כל מיני הטומאות ולהבדיל בין הבהמה הטהורה לטמאה ובין העוף הטמא לטהור כי זה יאות יותר לכהנים כאמרו ולהבדיל בין הקדש ובין החול ובין הטמא ובין הטהור ולהורות","titles":[{"title":"﻿ויקרא כא א"},{"title":"﻿ויקרא פרק כא פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--sforno3-21-4","text":" ספורנו  לא יטמא בעל בעמיו להחלו. והטעם שלא יטמא הכהן כי אם לקרוביו הוא כי אמנם הכהן הוא בעל בעמיו להבין ולהורות כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו וראוי לאיש כזה לנהוג נשיאות כי היכי דלשתמען מיליה ואין ראוי שיחלל הכנתו אל מקדש וקדשיו כדי לכבד המתים הבלתי קרובים כאמרם ז''ל (סנהדרין פכ''ג) שהקבורה וההספד למת הם יקרא דשכבי. אמנם לקרובים התיר להטמא כי כבודם הוא כבודו","titles":[{"title":"﻿ויקרא כא ד"},{"title":"﻿ויקרא פרק כא פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-21-5","text":" ספורנו  לא יקרחו. אף על פי שהתרתי להם הטומאה על מתיהם לכבודם לא התרתי שיפליגו באבלות להרבות כבוד מתיהם על ידי קרחה ושריטה כאמרם ז''ל מה להלן על מת אף כאן על מת","titles":[{"title":"﻿ויקרא כא ה"},{"title":"﻿ויקרא פרק כא פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"tanach--sforno3-21-6","text":" ספורנו  ולא יחללו שם אלהיהם. ואף על פי שכל אלה לכבודו אין לו רשות למחול על כבודו כי אמנם הכונה בכבוד הכהנים הוא לכבוד האל יתברך וכשימחלו על זה יחללו את שמו","titles":[{"title":"﻿ויקרא כא ו"},{"title":"﻿ויקרא פרק כא פסוק ו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"tanach--sforno3-21-7","text":" ספורנו  כי קדוש הוא לאלהיו. כל זרע הכהונה שהוא בעל בעמיו הוא מקודש לאלהיו ואם ישא את אלה הנשים יחלל את כבודו וזרעו שלא יהיה ראוי לאותה הקדושה","titles":[{"title":"﻿ויקרא כא ז"},{"title":"﻿ויקרא פרק כא פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"tanach--sforno3-21-12","text":" ספורנו  ומן המקדש לא יצא. בשביל המת","titles":[{"title":"﻿ויקרא כא יב"},{"title":"﻿ויקרא פרק כא פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-21-18","text":" ספורנו  כי כל איש אשר בו מום לא יקרב. לעמוד לשרת בשם ה' כענין כי אין לבא אל שער המלך בלבוש שק","titles":[{"title":"﻿ויקרא כא יח"},{"title":"﻿ויקרא פרק כא פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"tanach--sforno3-21-19","text":" ספורנו  שבר רגל. והם מומים קורים מסבות מחוץ לגוף","titles":[{"title":"﻿ויקרא כא יט"},{"title":"﻿ויקרא פרק כא פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"tanach--sforno3-21-20","text":" ספורנו  או גבן. והם מומים באים ממקרה בלחות הגוף והפסדם","titles":[{"title":"﻿ויקרא כא כ"},{"title":"﻿ויקרא פרק כא פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-21"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"tanach--sforno3-22-2","text":" ספורנו  וינזרו מקדשי בני ישראל. שלא יחשבו שלגודל מעלתם יהיו קדשי העם כחולין אצלם כענין מנודה לתלמיד אינו מנודה לרב (מכות, פ' אלו הן הגולין) ולא יחללו את שם קדשי אשר הם מקדישים לי. ולא יחללו את שם אותו ההקדש שישראל מקדישים לי שקראו עליו שם קדש","titles":[{"title":"﻿ויקרא כב ב"},{"title":"﻿ויקרא פרק כב פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":2},{"positionInParasha":26},{"uri":"tanach--sforno3-22-7","text":" ספורנו  כי לחמו הוא. ולא יצטרך להמתין כפרתו קודם שיאכל לחמו כאמרם פרק קמא דברכות העריב שמשו אוכל בתרומה","titles":[{"title":"﻿ויקרא כב ז"},{"title":"﻿ויקרא פרק כב פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":7},{"positionInParasha":31},{"uri":"tanach--sforno3-22-9","text":" ספורנו  אני ה' מקדשם. אני קדשתי אותם הקדשים מכיון שהקדישום ישראל וראוי שיענשו הכהנים על חלולם","titles":[{"title":"﻿ויקרא כב ט"},{"title":"﻿ויקרא פרק כב פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":9},{"positionInParasha":33},{"uri":"tanach--sforno3-22-16","text":" ספורנו  והשיאו אותם עון אשמה. הם עצמם כשהקדישו ההקדש עשו שיהיו אשמים כשיהיו מועלים בו ליהנות ממנו ולא נאמר הפה שאסר הוא הפה שהתיר. והטעם בזה הוא כי אני ה' מקדשם. שכיון שהקדישו את הדבר אני ה' מקדשו ואין לאל ידם להפקיע את קדושתו","titles":[{"title":"﻿ויקרא כב טז"},{"title":"﻿ויקרא פרק כב פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":16},{"positionInParasha":40},{"uri":"tanach--sforno3-22-18","text":" ספורנו  אשר יקריב קרבנו. אחר שדבר בכהנים המקריבים וקדושתם דבר בתנאי הנקרבים ואמר לכל נדריהם ולכל נדבותם שאף על פי שהם קרבנות נדבה ויחשוב שכל מה שיתנדב אפילו בעל מום יהיה לרצון כיון שלא היה זה שנתן חובה עליו כמו שחשבו קצת מישראל והראה טעותם הנביא באמרו וכי תגישון עור לזבוח אין רע וכי תגישו פסח וחולה אין רע הקריבהו נא לפחתך","titles":[{"title":"﻿ויקרא כב יח"},{"title":"﻿ויקרא פרק כב פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":18},{"positionInParasha":42},{"uri":"tanach--sforno3-22-19","text":" ספורנו  לרצונכם. לקרבן שיהיה לרצון לכם ולא לבדק הבית","titles":[{"title":"﻿ויקרא כב יט"},{"title":"﻿ויקרא פרק כב פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":19},{"positionInParasha":43},{"uri":"tanach--sforno3-22-20","text":" ספורנו  כל אשר בו מום 'לא תקריבו כי לא לרצון יהיה לכם. כענין הירצך או הישא פניך ואחר שהזהיר על העולה שהיא קדשי קדשים שיהיה זכר ושלא יהיה בו מום ובאר שזה אינו מחוייב זולתי בבקר ובצאן כאמרם ז''ל תמות וזכרות בבהמה ואין תמות וזכרות בעופות. אמר","titles":[{"title":"﻿ויקרא כב כ"},{"title":"﻿ויקרא פרק כב פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":20},{"positionInParasha":44},{"uri":"tanach--sforno3-22-21","text":" ספורנו  ואיש כי יקריב זבח שלמים לה'. באר שאף על פי שהם קדשים קלים ובהם לא יתחייב זכרות כמו שבאר למעלה באמרו אם זכר אם נקבה מכל מקום יתחייב בהם התמות ובאר הטעם בזה באמרו לא תקריבו אלה לה' שאין ראוי להקריב בעל מום לאל יתברך. והוסיף טעם שני באמרו ואשה לא תתנו מהם על המזבח לה' אם אולי נפל בו מום אחר שהקדישוה הבעלים לא יעלו האימורים למזבח כי אין ראוי שיהיה בקרבן מום הנמאס לפניו","titles":[{"title":"﻿ויקרא כב כא"},{"title":"﻿ויקרא פרק כב פסוק כא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":21},{"positionInParasha":45},{"uri":"tanach--sforno3-22-23","text":" ספורנו  נדבה תעשה אותו. אף על פי שהם מומין נראים הרבה ויחשוב החושב שאפילו לבדק הבית אינן ראוים, אמר שלנדבת בדק הבית הם ראוים כמו שבא בקבלה מאחר שאין למזכח חלק כהם ואין קדושה עליו אלא קדושת דמים שימכר ויצא לחולין","titles":[{"title":"﻿ויקרא כב כג"},{"title":"﻿ויקרא פרק כב פסוק כג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":23},{"positionInParasha":47},{"uri":"tanach--sforno3-22-24","text":" ספורנו  ומעוך וכתות. אחר שדבר במומים המקריים אשר ענינם בקדשים בלבד שאסור להקריב בעלי מומין למזבח ולהטיל בהם מום אחר הקדשן דבר על מומים מלאכותיים שאסור להטילם אפילו בבהמת חולין","titles":[{"title":"﻿ויקרא כב כד"},{"title":"﻿ויקרא פרק כב פסוק כד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":24},{"positionInParasha":48},{"uri":"tanach--sforno3-22-25","text":" ספורנו  ומיד בן נכר לא תקריבו. אף על פי שמקבלין מהם נדרים ונדבות לא נקבל מהם בעלי מומין אפילו על ידי סרוס, אף על פי שיהיו הסריסים בבהמות משובחים אצלם ושאין בזה משום הקריבהו נא לפחתך והטעם שלא יהיה הסריס ראוי למזבח הוא","titles":[{"title":"﻿ויקרא כב כה"},{"title":"﻿ויקרא פרק כב פסוק כה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":25},{"positionInParasha":49},{"uri":"tanach--sforno3-22-27","text":" ספורנו  שור או כשב. אחר שהזכיר כל מיני המומים בקדשים והרחיק אותם מן המזבח אף על פי שלפעמים יהיה התמים שוה סלע והבעל מום שוה שתים לגדלו ושמנו ולפעמים יהיה מום נחשב עלוי למנחת מלך ב''ו וזה כי הצור תמים פעלו חפץ בתמימות ושלמות הנקרב והמקריב שיהיה הנקרב על שלמותו הטבעי והמקריב על שלמותו האלהי להדמות ליוצרו כפי האפשר אמר שכמו כן בענין גבול הזמנים שהגביל עליו אין להוסיף וממנו אין לגרוע. והזכיר איסור מחוסר זמן ואיסור שחיטת אותו ואת בנו ביום אחד ואיסור מחשבת חוץ לזמנו אפילו בקדשים קלים. והזכיר התודה שאף על פי שהיא מכלל השלמים הוגבל זמנה ליום ולילה אחד בלבד ולא לשני ימים ולילה כשאר השלמים","titles":[{"title":"﻿ויקרא כב כז"},{"title":"﻿ויקרא פרק כב פסוק כז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":27},{"positionInParasha":51},{"uri":"tanach--sforno3-22-29","text":" ספורנו  [כטל] לרצונכם תזבחו. ביום ההוא יאכל. יהי רצונכם וכונתכם בעת שתזבחו שביום ההוא יאכל. וזה כי אני ה'. פועל פעלתי תמימה ונותן גבול על שלימות בלתי מקבל הפחות והיתר","titles":[{"title":"﻿ויקרא כב כט"},{"title":"﻿ויקרא פרק כב פסוק כט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":29},{"positionInParasha":53},{"uri":"tanach--sforno3-22-32","text":" ספורנו  ולא תחללו את שם קדשי. ומאחר שאתם רואים את פעולתי על זה השלמות, אם כן אתם המקודשים ללכת בדרכי אל תחללו את שם קדשי בפעולות חסרות ומגונות, כענין ויבא אל הגוים אשר באו שמה ויחללו את שם קדשי","titles":[{"title":"﻿ויקרא כב לב"},{"title":"﻿ויקרא פרק כב פסוק לב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":32},{"positionInParasha":56},{"uri":"tanach--sforno3-22-33","text":" ספורנו  המוציא אתכם מארץ מצרים להיות לכם לאלהים. להיות מנהיג אתכם בלתי אמצעי כמשפט הנבדלים מחומר בהיותכם הולכים בדרכי קדושתי כאמרו אל דרך הגוים אל תלמדו ומאותות השמים אל תחתו","titles":[{"title":"﻿ויקרא כב לג"},{"title":"﻿ויקרא פרק כב פסוק לג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-22"},{"positionInPerek":33},{"positionInParasha":57},{"uri":"tanach--sforno3-23-2","text":" ספורנו  מועדי ה' אשר תקראו אותם מקראי קדש. אחר שדבר בענין הקרבנות ומקריביהם שהכונה בהם השרות השכינה בישראל כאמרו עולת תמיד לדורותיכם פתח אהל מועד לפני ה' אשר אועד לכם שמה דבר במועדים אשר בשביתתם יכוין לשבות ממעשה הדיוט בקצתם לגמרי כענין בשבת ויום הכפורים ולעסוק בכולם בתורה ועסקי קדש, כאמרו ''ששת ימים תעבוד וכו' ויום השביעי שבת לה' אלהיך'' שתשבות ממלאכתך ויהיה עסקך כולו לה' אלהיך ובקצתם תהיה השביתה ממלאכת עבודה בלבד כמו שהוא הענין בשאר המועדים והכונה בהם שעם שמחת היום שישמח ישראל בעושיו יהיה העסק בקצתו בעסקי קדש כאמרם ז''ל יום טוב חציו לה' וחציו לכם ובזה תשרה שכינה על ישראל בלי ספק כאמרו אלהים נצב בעדת אל אמר אותם מועדים שתקראו אותם מקראי קדש פירוש אסיפות עם לעסקי קדש כי אסיפת העם תקרא מקרא כמו חדש ושבת קרוא מקרא וכן על מכון הר ציון ועל מקראיה","titles":[{"title":"﻿ויקרא כג ב"},{"title":"﻿ויקרא פרק כג פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":2},{"positionInParasha":59},{"uri":"tanach--sforno3-23-3","text":" ספורנו  שבת היא לה'. הוא היוצר אור ובורא חשך קובע אותם בכל מושבותיכם. אף על פי שתשתנה תחלת היום והלילה כפי השתנות האורך בגלילות מתחלפות ועם זה היתה השבת הראשונה משוערת כפי איזה אורך מיוחד בהכרח מכל מקום תהיה תחלת השבת וסופה בכל אחד מהגלילות ליושביו כפי התחלת היום והלילה בגליל ההוא","titles":[{"title":"﻿ויקרא כג ג"},{"title":"﻿ויקרא פרק כג פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":3},{"positionInParasha":60},{"uri":"tanach--sforno3-23-4","text":" ספורנו  אלה מועדי ה'. אחר שדבר בשבת שמועדה כבר נקבע כאמרם ז''ל (פסחים פרק ע''פ) שבת היא דקבעה אנפשה התחיל בענין המועדות אשר מועדם הוא על ידי קריאת בית דין, כמו שבא בקבלה (ראש השנה כה, א) אתם אפילו שוגגין, אתם אפילו מזידין אתם אפילו מוטעין","titles":[{"title":"﻿ויקרא כג ד"},{"title":"﻿ויקרא פרק כג פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":4},{"positionInParasha":61},{"uri":"tanach--sforno3-23-5","text":" ספורנו  בין הערבים פסח לה'. הזכיר ענין הפסח אף על פי שאין יומו מקרא קדש כי היא סבת השתנות זמני המועדים כי אמנם היות הכונה שיהיה זמן זבח הפסח לדורות מכוון עם הזמן שהיה הזבח של אותה פסיחה שנעשית בחצי אותה הלילה בכיוון היא סבה שיהיה זה מסור לבית דין ועבוריהם וחשבונם. כמו שבאר באמרו שמור את חדש האביב ועשית פסח לה' אלהיך וכו' ובאה הקבלה על זה שיקבעו חדוש הלבנה של פסח שיהיה באביב","titles":[{"title":"﻿ויקרא כג ה"},{"title":"﻿ויקרא פרק כג פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":5},{"positionInParasha":62},{"uri":"tanach--sforno3-23-8","text":" ספורנו  והקרבתם אשה לה' שבעת ימים. להודיע שאין חול המועד חול לגמרי כי בהיות בהם קרבן צבור נוסף על התמיד כמו ביום מקרא קדש הוא מכלל החג בלי ספק ולא באר ענין המוספין בזה שאין זאת הכונה עתה כמו שלא באר ענינם גם בשאר המועדים. ובזה האופן כתב בחג הסכות להורות על קדושת חול המועד אמנם בראש השנה הזכיר גם כן אשה לה' להורות שיש מוסף נוסף על של ראש חדש, כאמרו מלבד עולת החדש ומנחתה אבל בשבת וחג השבועות ויום הכפורים לא הזכיר ענין המוספים כלל, כי מה שכתב ביום הכפורים והקרבתם אשה לה' הם עולות וחטאות כהן גדול והצבור המבוארים בפרשת אחרי מות וכלל שבת והפסח וחג המצות בדבור אחד כי שלשתם נצטוו קודם מתן תורה אבל בשאר המועדות ייחד לכל מועד דכור לעצמו והתחיל דבור חג השבועות מן העומר כי מאז מתחיל קציר בעומר וספירת השבועות שהם מענין החג הנקרא חג קציר וחג השכועות שבו נתן הודאה לאל יתברך כי אמנם מכוונות הרגלים הם התפלה וההודאה כמו במועד חדש האביב התפלה לאל על האביב וההודאה על החירות. ובהיות כי הצלחת הקציר תהיה כפי מזג הזמן מתחלת האביב עד הקציר כאמרו שבועות חקות קציר ששמר לנו היה העומר הודאה על האביב כמקריב ביכורי השדה לבעלים והיה הקרבן עמו לתפלה על העתיד והיתה הספירה זכרון לתפלת יום יום והיה חג הקציר הודאה על טוב הקציר וחג האסיף על טוב האסיף","titles":[{"title":"﻿ויקרא כג ח"},{"title":"﻿ויקרא פרק כג פסוק ח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":8},{"positionInParasha":65},{"uri":"tanach--sforno3-23-14","text":" ספורנו  בכל מושבותיכם. איסור החדש עד עצם יום ששה עשר בניסן אף על פי שאין קרבן ולא מקדש","titles":[{"title":"﻿ויקרא כג יד"},{"title":"﻿ויקרא פרק כג פסוק יד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":14},{"positionInParasha":71},{"uri":"tanach--sforno3-23-17","text":" ספורנו  חמץ תאפינה בכורים. העומר היה בכורי שעורים ואלה היו בכורי קציר חטים ועל שמם נקרא החג ''יום הבכוריס'', כאמרו וביום הבכורים בהקריבכם מנחה חדשה ואמר לה' כי בהם הותר החדש לקרבן ובהיות זה כענין הודאה על שבועות חקות הקציר שבהם היתה סכנת התבואה היו שתי הלחם חמץ קרבות עם כבשי שלמים כמו שהיה הענין בשלמי תודה על חלות לחם חמץ","titles":[{"title":"﻿ויקרא כג יז"},{"title":"﻿ויקרא פרק כג פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":17},{"positionInParasha":74},{"uri":"tanach--sforno3-23-21","text":" ספורנו  חקת עולם בכל מושבותיכם. אף על פי שאין קרבים מיני הקרבן במושבות הגלות לא יחדל ענין הספירה וענין מקרא קדש","titles":[{"title":"﻿ויקרא כג כא"},{"title":"﻿ויקרא פרק כג פסוק כא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":21},{"positionInParasha":78},{"uri":"tanach--sforno3-23-22","text":" ספורנו  ובקצרכם. אחר ההודאה על הקציר והצלחתו הזהיר על מצוות לקיום הממון המושג בהצלחה וצוה על לקט ופאה כאמרם מלח ממון חסר ואמרי לה חסד","titles":[{"title":"﻿ויקרא כג כב"},{"title":"﻿ויקרא פרק כג פסוק כב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":22},{"positionInParasha":79},{"uri":"tanach--sforno3-23-24","text":" ספורנו  זכרון תרועה. זכרון תרועת מלך בה יגילו במלכם כאמרו הרנינו לאלהים עוזנו הריעו וזה מפני היותו יושב אז על כסא דין כמו שבא בקבלה כאמרו תקעו בחדש שופר בכסה ליום חגנו כי חק לישראל הוא משפט לאלהי יעקב וראוי לנו לשמוח אז יותר על שהוא מלכנו שיטה כלפי חסד ויזכה אותנו בשפטו אותנו כאמרו כי ה' שופטנו ה' מחוקקנו ה' מלכנו הוא יושיענו","titles":[{"title":"﻿ויקרא כג כד"},{"title":"﻿ויקרא פרק כג פסוק כד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":24},{"positionInParasha":81},{"uri":"tanach--sforno3-23-27","text":" ספורנו  אך בעשור לחדש השביעי. אף על פי שבשאר מקראי קדש ראוי לשמוח ולהתענג גם באכילה ושתיה כאמרו אכלו משמנים ושתו ממתקים ושלחו מנות לאין נכון לו כי קדוש היום לאדוננו מכל מקום בעשור לחדש הוא יום הכפורים להתודות ולהתאונן גבר על חטאיו ואינו יום שמחה ותענוג אבל הוא יום ענוי כאמרו ועניתם את נפשותיכם והקרבתם אשה והוא ענין קרבנות כהן גדול וקרבנות צבור הבאים לכפרה","titles":[{"title":"﻿ויקרא כג כז"},{"title":"﻿ויקרא פרק כג פסוק כז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":27},{"positionInParasha":84},{"uri":"tanach--sforno3-23-28","text":" ספורנו  וכל מלאכה לא תעשו. כי יום כפורים הוא. כי ראוי ביום כזה לפנות משאר עסקים לתת לב להשיג מחילה וכפרה, על הפך הן ביום צומכם תמצאו חפץ וכל עצביכם תנגושו ובהיות שרוב מי שיחטא בענין הענוי יעשה זה לתאבון בלבד ורוב מי שיחטא בעשות מלאכה חוטא להכעיס ענש כרת על הבלתי מתענה וענש אבדן הנפש על עשיית מלאכה","titles":[{"title":"﻿ויקרא כג כח"},{"title":"﻿ויקרא פרק כג פסוק כח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":28},{"positionInParasha":85},{"uri":"tanach--sforno3-23-31","text":" ספורנו  בכל מושבותיכם. אף על פי שאין שם כפרת מזבח שהיא חובת היום כמו שקרה בגלות","titles":[{"title":"﻿ויקרא כג לא"},{"title":"﻿ויקרא פרק כג פסוק לא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":31},{"positionInParasha":88},{"uri":"tanach--sforno3-23-36","text":" ספורנו  עצרת הוא. ענין העצירה הוא לא בלבד לשבות ממלאכת הדיוט אבל היא עם זה אזהרת עמידה איזה זמן במקומות הקדש לעבוד במקומות ההם את האל יתברך בתורה או בתפלה או בעבודה כענין ושם איש מעבדי שאול ביום ההוא נעצר לפני ה' והוא אמרו קדשו צום קראו עצרה ועל זה הדרך אמר יהוא קדשו עצרה לבעל. אמר אם כן שזה היום אחר חג הסכות אשר בו שלמו כל שמחות הרגלים הוא קודש להיות יום עצרת שיעצרו במקומות הקודש ותהיה שמחתו שמחה של תורה ומעשים טובים כאמרו ישמח ישראל בעושיו וזה כענין ויהי כי הקיפו ימי המשתה וישלח איוב ויקדשם והשכים בבקר והעלה עולות מספר כלם כי אמר איוב אולי חטאו בני וכו' וזה מפני השמחה הקודמת ובהיות שביום שביעי של פסח נעצרו ישראל עם משה יחדו לשורר לאל יתברך כאמרו אז ישיר משה ובני ישראל קדש אותו היום להיות עצרת לה' אף על פי שלא היתה התשועה בתחלת היום וזה באר במשנה תורה באמרו וביום השכיעי עצרת לה' אלהיך לא תעשה מלאכה ובהיות שהיה יום החמשים ליציאת מצרים יום מתן תורה אשר בו נעצרו ישראל יחדו לעבודת האל יתברך קראוהו רכותינו ז''ל (מועד קטן פרק ואלו מגלחין) עצרת. אמנם בתורה לא הוזכר אותו היום בזה השם כלל וזה מפני שקלקלו ישראל את המושג כעצירתם ויתנצלו את עדים מהר חורב","titles":[{"title":"﻿ויקרא כג לו"},{"title":"﻿ויקרא פרק כג פסוק לו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":36},{"positionInParasha":93},{"uri":"tanach--sforno3-23-39","text":" ספורנו  אך בחמשה עשר יום. אחר שהזכיר את הדברים הכללים שכל המועדים מסכימים בהם וזה במה שכולם מקראי קדש וטעונים קרבן מוסף כאמרו אלה מועדי ה' אשר תקראו אותם מקראי קדש להקריב אשה וכו' אמר אך בחמשה עשר יום וכו' והודיע שחג הסכות נבדל משאר המועדים ראשונה שהשמיני שלו מקרא קדש כאמרו וביום השמיני שבתון לא כן בימי השבוע ובימי חג המצות וכן בחדשים ובשנים שבהם קדש השביעי לא השמיני. שנית במה שזה החג טעון שנוי דירה כאמרו בסכות תשבו. שלישית שטעון נענוע ארבע מינים כאמרו ולקחתם לכם ביום הראשון פרי עץ הדר וכו'","titles":[{"title":"﻿ויקרא כג לט"},{"title":"﻿ויקרא פרק כג פסוק לט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":39},{"positionInParasha":96},{"uri":"tanach--sforno3-23-43","text":" ספורנו  אני ה' אלהיכם. באר שכל אלה לתכלית נאות לנו מכוון מאתו יתברך כי הוא אלוהינו לא יגרע ממנו עיניו","titles":[{"title":"﻿ויקרא כג מג"},{"title":"﻿ויקרא פרק כג פסוק מג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-23"},{"positionInPerek":43},{"positionInParasha":100},{"uri":"tanach--sforno3-24-2","text":" ספורנו  צו את בני ישראל ויקחו אליך שמן כו'. אחר שכלה השמן שהתנדבו במלאכת המשכן צוה שיביאו לדורות","titles":[{"title":"﻿ויקרא כד ב"},{"title":"﻿ויקרא פרק כד פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":2},{"positionInParasha":103},{"uri":"tanach--sforno3-24-3","text":" ספורנו  יערוך אותו אהרן. אף על פי שהיתה הדלקת הנרות וכן קטרת התמיד כשרה בכהן הדיוט לדורות כפי מה שקבלו ז''ל מכל מקום נאמר בשניהם אהרן כי אמנם כל ימי המדבר היה ענין המשכן בכל יום כענינו לדורות ביום הכפורים שנאמר בו כי בענן אראה על הכפרת וזה כי בכל ימי המדבר נאמר כי ענן ה' על המשכן יומם ואש תהיה לילה בו וכו' ולכן היה מן הראוי שיהיו מעשה הקטרת והדלקת הנרות בו הנעשים בפנים נעשים על ידי כהן גדול כמו שנעשים לדורות ביום הכפורים","titles":[{"title":"﻿ויקרא כד ג"},{"title":"﻿ויקרא פרק כד פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":3},{"positionInParasha":104},{"uri":"tanach--sforno3-24-5","text":" ספורנו  ולקחת סלת. גם זה נראה שנאמר אחר ששלמה קצבת לחם הפנים של נדבת המשכן המבוארת בספור ויביאו את המשכן אל משה","titles":[{"title":"﻿ויקרא כד ה"},{"title":"﻿ויקרא פרק כד פסוק ה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":5},{"positionInParasha":106},{"uri":"tanach--sforno3-24-10","text":" ספורנו  והוא בן איש מצרי. ובכן העיז פניו לברך את השם דישראל לא פקירי כולי האי","titles":[{"title":"﻿ויקרא כד י"},{"title":"﻿ויקרא פרק כד פסוק י"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":10},{"positionInParasha":111},{"uri":"tanach--sforno3-24-15","text":" ספורנו  כי יקלל אלהיו. ויעבור על לאו אלהים לא תקלל","titles":[{"title":"﻿ויקרא כד טו"},{"title":"﻿ויקרא פרק כד פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":15},{"positionInParasha":116},{"uri":"tanach--sforno3-24-16","text":" ספורנו  ונוקב שם ה' מות יומת. אבל נוקב שם ה' לא יהיה ענשו כעונש קללת שאר אלהים ולא ממין אותו העונש גם עם רבוי מנינו אבל הוא במיתה","titles":[{"title":"﻿ויקרא כד טז"},{"title":"﻿ויקרא פרק כד פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":16},{"positionInParasha":117},{"uri":"tanach--sforno3-24-17","text":" ספורנו  ואיש כי יכה כל נפש אדם. בהיות קללת אלהים אצל קצת האומות דבר נקל מאד כאמרו והתקצף וקלל במלכו ובאלהיו וכאמרם ז''ל (סנהדרין ס. א.) השומע אזכרה מפי גוי אינו חייב לקרוע שאם אין אתה אומר כן נתמלא כל הבגד כולו קרעים ועם זה נראה שיהיה דבור המקלל בזה דבור בטל בהיות כל קללה נמנעת במציאות האל יתברך באר הטעם ואמר כי אמנם הפועל הרע כאשר יהיה נעשה בנושאים מתחלפים אף על פי שהוא פועל אחד בעצמו יתחלף ענשו כפי חלוף אותם הנושאים עד שיהיה העונש בהיות החטא באיזה נושא עונש בגוף או עונש מיתה וכאשר יהיה בנושא אחר למטה ממנו יהיה העונש ממון. ועל זה נתן שלשה ראיות אחד בהורג שההורג נפש אדם חייב מיתה וההורג בהמת חבירו חייב ממון בלבד. שנית בחובל שהחובל אדם היה ראוי ליענש בגוף לולי חסרון יכולתנו לצמצם כמו שקבלו רכותינו ז''ל (קמא פרק החובל) והוצרך לענשו ממון ועם כל זה הנה הממון רב שחייב בחמשה דברים כמו שקבלו הם ז''ל ומכה בהמה יהיה ענשו ממון מועט. שלישית בחובל אדם שחובל באביו ובאמו חייב מיתה וחובל באדם אחר חייב ממון ואין צריך לומר מכה בהמה בזה האופן שיהיה ענשו מועט מאד. ולא הזכיר קללת אביו ואמו כי היא בלתי דומה לזאת הקללה שהוא דבור בטל לגמרי ולא כן קללת האב","titles":[{"title":"﻿ויקרא כד יז"},{"title":"﻿ויקרא פרק כד פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":17},{"positionInParasha":118},{"uri":"tanach--sforno3-24-22","text":" ספורנו  כגר כאזרח יהיה כי אני ה' אלהיכם. אלהי הגר ואלהי האזרח ולא נכר שוע לפני דל (כג) ובני ישראל עשו כאשר צוה ה' את משה. שלא רגמוהו מפני שנאה על שהיה גר ושהתגרה באזרח אבל עשו לבלתי סור מן המצוה","titles":[{"title":"﻿ויקרא כד כב"},{"title":"﻿ויקרא פרק כד פסוק כב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-8"},{"perek":"tanach-3-24"},{"positionInPerek":22},{"positionInParasha":123},{"uri":"tanach--sforno3-25-1","text":" ספורנו  וידבר ה' אל משה בהר סיני. הנה לא יזכיר בשום מצוה מקום הצווי זולתי כאשר קרה חדוש אז באותו המקום אבל באר שכשאמר האל יתעלה בסיני והשביעית תשמטנה ונטשתה ואכלו אביוני עמך ויתרם וכו' פירש למשה אז כל דיני השביעית האמורים בזה המקום וזה להבין ולהורות שזה בעצמו היה בכל שאר המצוות שאף על פי שנאמר בקצתם מקרא מועט היה הבאור אז רחב באר היטב כאמרם ז''ל מה ענין שמטה לענין הר סיני אלא מה שמטה נאמרו כללותיה ופירושיה ודקדוקיה מסיני אף כל המצוות נאמרו מסיני כללותיהם ודקדוקיהם ופירושיהם. והזכיר משה רבינו זאת הפרשה בזה המקום כי חשב שיכנסו תכף לארץ כמו שהעיד באמרו נוסעים אנחנו אל המקום. והזהיר על שמטת קרקע בפרט כי בחטאם בשמירתה יגלו ממנה כמו שהעיד באמרו אז תרצה הארץ את שבתותיה וכן העיד בסוף דברי הימים באמרו עד רצתה הארץ את שבתותיה","titles":[{"title":"﻿ויקרא כה א"},{"title":"﻿ויקרא פרק כה פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--sforno3-25-2","text":" ספורנו  כי תבאו אל הארץ. אל גליל הגוים","titles":[{"title":"﻿ויקרא כה ב"},{"title":"﻿ויקרא פרק כה פסוק ב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--sforno3-25-3","text":" ספורנו  שש שנים תזרע שדך. אז תוכל לזרוע שדה אחד בעצמו שש שנים רצופות שלא כמשפט עבודת האדמה כי אמנם המנהג בה הוא שיהיה נרה שנה וזורעה שנה כמו שהזכירו רבותינו ז''ל (ב''ב לו, ב.)","titles":[{"title":"﻿ויקרא כה ג"},{"title":"﻿ויקרא פרק כה פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--sforno3-25-4","text":" ספורנו  שבת שבתון יהיה לארץ. גם מכל מכשירי עבודת האדמה, כגון זוהמת הנטיעות ומשיחת ונקיבת הפגים וזולתם שהזכירו ז''ל","titles":[{"title":"﻿ויקרא כה ד"},{"title":"﻿ויקרא פרק כה פסוק ד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--sforno3-25-8","text":" ספורנו  והיו לך ימי שבע שבתות השנים וגו'. לא תמנה ליובלות את שנות הלבנה פשוטות לחשבון שנים עשר חדשים לשנה אבל תהיינה פשוטות ומעוברות כתקון חכמים באופן שיכוונו עם תשע וארבעים שנות חמה כמו שהענין בשביעית בלי ספק בהיותה תלויה בחרישה וזריעה כמו שהתבאר בה","titles":[{"title":"﻿ויקרא כה ח"},{"title":"﻿ויקרא פרק כה פסוק ח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--sforno3-25-9","text":" ספורנו  שופר תרועה. לשמחת חירות העבדים והשבת השדות לבעליהם","titles":[{"title":"﻿ויקרא כה ט"},{"title":"﻿ויקרא פרק כה פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"tanach--sforno3-25-10","text":" ספורנו  יובל הוא תהיה לכם. שתהיו גם אתם בני חורין משעבוד האומות, על הפך מה שאמר אתם לא שמעתם אלי לקרוא דרור איש לאחיו הנני קורא לכם דרור נאם ה' אל החרב אל הדבר ואל הרעב","titles":[{"title":"﻿ויקרא כה י"},{"title":"﻿ויקרא פרק כה פסוק י"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"tanach--sforno3-25-11","text":" ספורנו  יובל הוא שנת החמשים שנה תהיה לכם. כמו שיצאה הקרקע לחירות מיד הקונים כן תהיה בלתי משועבדת ביד הבעלים השבים אליה שלא ישתמשו בה כדרך בעלים באותה השנה","titles":[{"title":"﻿ויקרא כה יא"},{"title":"﻿ויקרא פרק כה פסוק יא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"tanach--sforno3-25-12","text":" ספורנו  קדש תהיה לכם מן השדה תאכלו. אף על פי שאסרתי לבעלים להשתמש בה בזריעה וקצירה ושלא יאסוף כל פירות השדה אליו כשאר השנים, כאמרו ולא תקצרו את ספיחיה ולא תבצרו. לא אסרתי לבעלים לאכול מפריה אבל מותרים הם לאכול פירותיה כשאר כל אדם כמו בשביעית","titles":[{"title":"﻿ויקרא כה יב"},{"title":"﻿ויקרא פרק כה פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--sforno3-25-13","text":" ספורנו  תשובו איש אל אחזתו. ומותר לבעלים השבים אליה להחזיק בה לאחוזה ולהשתמש בה בבנין בתים ושובכים וגדרות צאן וזולתם חוץ מעבודת האדמה ושמירת פירותיה","titles":[{"title":"﻿ויקרא כה יג"},{"title":"﻿ויקרא פרק כה פסוק יג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":13},{"positionInParasha":13},{"uri":"tanach--sforno3-25-14","text":" ספורנו  וכי תמכרוי בשום ממכר לא תהיה שום מין אונאה כמו שאמרו ז''ל (מציעא פרק הזהב) לא יבור מעל פי המגורה שאינו אלא כגונב את העין","titles":[{"title":"﻿ויקרא כה יד"},{"title":"﻿ויקרא פרק כה פסוק יד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"tanach--sforno3-25-15","text":" ספורנו  במספר שנים תקנה. לא תהיה אונאה במנין השנים כאמרם ז''ל (שם) כל דבר שבמדה ושבמשקל ושבמנין אפילו פחות מכדי אונאה חוזר","titles":[{"title":"﻿ויקרא כה טו"},{"title":"﻿ויקרא פרק כה פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"tanach--sforno3-25-16","text":" ספורנו  תרבה מקנתוי תקנה ביותר ממה שהיה ראוי לקרקע בתורת שכירות לשנה כי אמנם כשתקנה לשנים רבות עד היובל תוכל לעשות בה לשנים רבות גדרות צאן ושובכים וזולתם מלבד התבואה","titles":[{"title":"﻿ויקרא כה טז"},{"title":"﻿ויקרא פרק כה פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"tanach--sforno3-25-17","text":" ספורנו  ולא תונו. אפילו בדברים וגניבת דעת ועצות רעות אפילו בלתי שום דררא דממונא","titles":[{"title":"﻿ויקרא כה יז"},{"title":"﻿ויקרא פרק כה פסוק יז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"tanach--sforno3-25-18","text":" ספורנו  ועשיתם את חקותי. ענין השביעית והיובל","titles":[{"title":"﻿ויקרא כה יח"},{"title":"﻿ויקרא פרק כה פסוק יח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"tanach--sforno3-25-19","text":" ספורנו  ואכלתם לשובע. שיהיו הפירות רבי המזון כענין שהיה בעומר שהיה מספיק לגדול כמו לקטן כאמרם ז''ל אוכל קמעא ומתברך במעיו ויספיקו פירות הששית גם לשביעית","titles":[{"title":"﻿ויקרא כה יט"},{"title":"﻿ויקרא פרק כה פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"tanach--sforno3-25-20","text":" ספורנו  וכי תאמרו מה נאכל. וכאשר יסופק זה אצלכם ולא תבטחו שיהיה המעט מספיק באיכותו","titles":[{"title":"﻿ויקרא כה כ"},{"title":"﻿ויקרא פרק כה פסוק כ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"tanach--sforno3-25-21","text":" ספורנו  ועשת את התבואה. כאופן שתשבע עין מראות ותראו שיספיק הכמות","titles":[{"title":"﻿ויקרא כה כא"},{"title":"﻿ויקרא פרק כה פסוק כא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":21},{"positionInParasha":21},{"uri":"tanach--sforno3-25-23","text":" ספורנו  והארץ לא תמכר לצמיתות. הקרקע הנעבד","titles":[{"title":"﻿ויקרא כה כג"},{"title":"﻿ויקרא פרק כה פסוק כג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":23},{"positionInParasha":23},{"uri":"tanach--sforno3-25-24","text":" ספורנו  ובכל ארץ אחזתכם גאלה תתנו לארץ. אבל בחו''ל אין שם דין שמטין ויובלות","titles":[{"title":"﻿ויקרא כה כד"},{"title":"﻿ויקרא פרק כה פסוק כד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"tanach--sforno3-25-35","text":" ספורנו  והחזקת בו. להקימו","titles":[{"title":"﻿ויקרא כה לה"},{"title":"﻿ויקרא פרק כה פסוק לה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":35},{"positionInParasha":35},{"uri":"tanach--sforno3-25-36","text":" ספורנו  אל תקח מאתו. כי זה דרך נאות להקימו כשתלוהו בלי נשך ותרבית","titles":[{"title":"﻿ויקרא כה לו"},{"title":"﻿ויקרא פרק כה פסוק לו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":36},{"positionInParasha":36},{"uri":"tanach--sforno3-25-38","text":" ספורנו  להיות לכם לאלהים. שיהיה התכלית המכוון ממנו מושג בין כולכם ולכן ראוי שיהיה סדר המדינות בכם באופן שתוכלו כלכם לחיות זה עם זה ותעזרו זה את זה להשלים המכוון","titles":[{"title":"﻿ויקרא כה לח"},{"title":"﻿ויקרא פרק כה פסוק לח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":38},{"positionInParasha":38},{"uri":"tanach--sforno3-25-40","text":" ספורנו  כשכיר כתושב יהיה עמך. הקנוי קנין שש שנים יהיה אצלך כשכיר שנה בשנה והקנוי קנין יובל יהיה אצלך כשכיר שהתישב עמך לשנים רבות","titles":[{"title":"﻿ויקרא כה מ"},{"title":"﻿ויקרא פרק כה פסוק מ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":40},{"positionInParasha":40},{"uri":"tanach--sforno3-25-42","text":" ספורנו  כי עבדי הם. אף על פי שבשביל שהלך זה וקנה אדון לעצמו היה ראוי לכל שעבוד מכל מקום מצד מה שהוא עבדי אין בידו למכור עצמו לעבדות מוחלט","titles":[{"title":"﻿ויקרא כה מב"},{"title":"﻿ויקרא פרק כה פסוק מב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":42},{"positionInParasha":42},{"uri":"tanach--sforno3-25-48","text":" ספורנו  אחרי נמכר גאלה תהיה לו. כבר בארו ז''ל (קידושין כ, ב) שלא תאמר מאחר שהלך זה ונעשה כומר לע''ז אדחה אבן אחר הנופל, תלמוד לומר אחרי נמכר גאולה תהיה לו","titles":[{"title":"﻿ויקרא כה מח"},{"title":"﻿ויקרא פרק כה פסוק מח"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":48},{"positionInParasha":48},{"uri":"tanach--sforno3-25-50","text":" ספורנו  וחשב עם קונהו. אף על פי שהקונה הוא גוי כבוש תחת ידך וקנה שלא כהוגן לא ימשכנו ויצא. (נא) אם עוד רבות בשנים. אין ספק שאחר ששהא העבד בבית אדוניו זמן רב תהיה פעולתו יותר מעולה ממה שהיתה בתחלת הכנסו לעבוד לכך אמר שאף על פי שיש זמן הרבה עד סוף זמן ממכרו ואין ספק שלא היתה פעולתו על אותו השלימות שהיתה עתידה להיות אם היה שוהא כל הזמן מכל מקום יגרע מדמי מכר כפי כסף מקנתו כאמרם ז''ל בשני מערכים נתרבה כספו מכסף מקנתו","titles":[{"title":"﻿ויקרא כה נ"},{"title":"﻿ויקרא פרק כה פסוק נ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":50},{"positionInParasha":50},{"uri":"tanach--sforno3-25-52","text":" ספורנו  ואם מעט נשאר. באופן ששכר שני הפעולה הטובה שעברו עודף על הראוי כפי חשבון המכר יגרע הראוי לפעולת השנים שעברו כאמרם ז''ל (שם) נתמעט כספו כפי שניו","titles":[{"title":"﻿ויקרא כה נב"},{"title":"﻿ויקרא פרק כה פסוק נב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-25"},{"positionInPerek":52},{"positionInParasha":52},{"uri":"tanach--sforno3-26-1","text":" ספורנו  לא תעשו לכם. אף על פי שתשתעבדו לאומות כמו שעשה זה שמכר עצמו לגוים לא תמירו כבודכם בלא יועיל וזה שלא יטעו כמו שהזכירו ז''ל (סנהדרין קה, א) שטעו רבים בעת הגולה שאמרו לנביאים עבד שמכרו רבו ואשה שגרשה בעלה כלום יש לזה על זה כלום וזה כי אפילו אחר כל שעבוד אתם עבדי כמו שהזכירו ז''ל (שם) שהשיבו הנביאים על זה כאמרם כורש עבדי נבוכדנצר עבדי עבד שקנה נכסים עבד למי נכסים למי","titles":[{"title":"﻿ויקרא כו א"},{"title":"﻿ויקרא פרק כו פסוק א"}]},{"sefer":"tanach-3"},{"parasha":"parasha-9"},{"perek":"tanach-3-26"},{"positionInPerek":1},{"positionInParasha":56},{"uri":"tanach--sforno3-26-3","text":" ספורנו  אם בחקותי תלכו. חוקות הם גזרות מלך שינהג האדם בהם בהשתדלות עסקי חייו וההתנהג בהם יקרא הליכה, כאמרו ובחקותיהם לא תלכו וכן ואת חקתי תשמרו ללכת כהם וכן בחקות החיים הלך","titles":[{"title":"﻿ויקרא כו ג"},{"title":"﻿ויקרא פרק כו פסוק ג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":3},{"positionInParasha":1},{"uri":"tanach--sforno3-26-7","text":" ספורנו  ורדפתם את אויביכם. חוץ לגבולכם","titles":[{"title":"﻿ויקרא כו ז"},{"title":"﻿ויקרא פרק כו פסוק ז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":7},{"positionInParasha":5},{"uri":"tanach--sforno3-26-9","text":" ספורנו  ופניתי אליכם. אחר אבדן האומות, כאמרו כי אעשה כלה בכל הגוים ואותך לא אעשה כלה","titles":[{"title":"﻿ויקרא כו ט"},{"title":"﻿ויקרא פרק כו פסוק ט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":9},{"positionInParasha":7},{"uri":"tanach--sforno3-26-10","text":" ספורנו  ואכלתם ישן נושן. אחר שימעטו האומות אכריכם וכורמיכם ירבה הדגן שנה לשנים כדי שיספיק המעט משארית האומות לשרתכם לאסוף תבואות וזולת זה תתפרנסו שלא בצער כענין יהי פסת בר בארץ בראש הרים ירעש כלבנון פריו וכאמרם פרק בתרא דכתובות עתידה ארץ ישראל שתוציא גלוסקאות וכלי מילת","titles":[{"title":"﻿ויקרא כו י"},{"title":"﻿ויקרא פרק כו פסוק י"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":10},{"positionInParasha":8},{"uri":"tanach--sforno3-26-11","text":" ספורנו  ונתתי משכני בתוככם. תשרה שכינתי בתוככם בכל מקום שתהיו כמו שיעד קודם העגל באמרו בכל המקום אשר אזכיר את שמי אבא אליך","titles":[{"title":"﻿ויקרא כו יא"},{"title":"﻿ויקרא פרק כו פסוק יא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":11},{"positionInParasha":9},{"uri":"tanach--sforno3-26-12","text":" ספורנו  והתהלכתי בתוככם. ענין המתהלך הוא ההולך אנה ואנה לא אל מקום אחד בלבד. אמר אם כן אתהלך בתוככם כי לא אל מקום אחד בלבד ירד שפע הכבוד כמו שהיה במשכן ובמקדש כאמרו ועשו לי מקדש ושכנתי בתוכם כלומר בזה האופן ובאותו המקום בלבד אשכון בתוכם ובאר זה באמרו אשר אועד לך שמה ונועדתי שמה לבני ישראל אבל אתהלך בתוככם ויראה כבודי בכל מקום שתהיו שם כי אמנם בכל מקום שיהיו שם צדיקי הדור הוא קדוש משכני עליון שבו תשלם כונתו כאמרו השמים כסאי והארץ הדום רגלי ואל זה אביט אל עני ונכה רוח וחרד על דברי","titles":[{"title":"﻿ויקרא כו יב"},{"title":"﻿ויקרא פרק כו פסוק יב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":12},{"positionInParasha":10},{"uri":"tanach--sforno3-26-13","text":" ספורנו  קוממיות. על הפך אשר אמרו לנפשך שחי ונעבורה ותשימי כארץ גוך","titles":[{"title":"﻿ויקרא כו יג"},{"title":"﻿ויקרא פרק כו פסוק יג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":13},{"positionInParasha":11},{"uri":"tanach--sforno3-26-14","text":" ספורנו  ואם לא תשמעו לי. ללכת בחקותי כמבואר למעלה","titles":[{"title":"﻿ויקרא כו יד"},{"title":"﻿ויקרא פרק כו פסוק יד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":14},{"positionInParasha":12},{"uri":"tanach--sforno3-26-15","text":" ספורנו  ואם בחקותי תמאסו. שלא בלבד תבטלום אבל תמאסו בם","titles":[{"title":"﻿ויקרא כו טו"},{"title":"﻿ויקרא פרק כו פסוק טו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":15},{"positionInParasha":13},{"uri":"tanach--sforno3-26-16","text":" ספורנו  אף אני אעשה זאת לכם. אעשה מה שחשבתם לעשות שיהיה הברית מופר ובטל גם אתי כמו שאמרתי שבהיותכם לי לעם אהיה לכם לאלהים בלתי אמצעי","titles":[{"title":"﻿ויקרא כו טז"},{"title":"﻿ויקרא פרק כו פסוק טז"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":16},{"positionInParasha":14},{"uri":"tanach--sforno3-26-19","text":" ספורנו  ושברתי את גאון עזכם. בחרבן משכן שילה, כאמרו ויתן לשבי עזו","titles":[{"title":"﻿ויקרא כו יט"},{"title":"﻿ויקרא פרק כו פסוק יט"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":19},{"positionInParasha":17},{"uri":"tanach--sforno3-26-25","text":" ספורנו  והבאתי עליכם חרב. כמו שהיה הענין בימי מלכי ישראל, כאמרו כי ידעתי את אשר תעשה לבני ישראל רעה מבצריהם תשלח באש ובחוריהם בחרב תהרוג","titles":[{"title":"﻿ויקרא כו כה"},{"title":"﻿ויקרא פרק כו פסוק כה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":25},{"positionInParasha":23},{"uri":"tanach--sforno3-26-30","text":" ספורנו  ונתתי את פגריכם על פגרי גלוליכם. בהיות העיר במצור כמו שספרו על אליהו הצדיק שמצא תינוק מוטל ברעב וכשאמר לו אמור שמע ישראל ותחיה השיב הס כי לא להזכיר בשם ה' והוציא יראתו מחיקו ונשקה ומת עליה","titles":[{"title":"﻿ויקרא כו ל"},{"title":"﻿ויקרא פרק כו פסוק ל"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":30},{"positionInParasha":28},{"uri":"tanach--sforno3-26-31","text":" ספורנו  ונתתי את עריכם חרבה. על ידי מלך בבל ושריו","titles":[{"title":"﻿ויקרא כו לא"},{"title":"﻿ויקרא פרק כו פסוק לא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":31},{"positionInParasha":29},{"uri":"tanach--sforno3-26-33","text":" ספורנו  ואתכם אזרה בגוים. בלכתם למצרים אחר החרבן","titles":[{"title":"﻿ויקרא כו לג"},{"title":"﻿ויקרא פרק כו פסוק לג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":33},{"positionInParasha":31},{"uri":"tanach--sforno3-26-34","text":" ספורנו  אז תרצה הארץ. תשלם ותפרע","titles":[{"title":"﻿ויקרא כו לד"},{"title":"﻿ויקרא פרק כו פסוק לד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":34},{"positionInParasha":32},{"uri":"tanach--sforno3-26-40","text":" ספורנו  והתודו את עונם. קצתם כמו דניאל ועזרא וזולתם","titles":[{"title":"﻿ויקרא כו מ"},{"title":"﻿ויקרא פרק כו פסוק מ"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":40},{"positionInParasha":38},{"uri":"tanach--sforno3-26-41","text":" ספורנו  והבאתי אותם בארץ אויביהם. כשחזרו בני הגולה לארץ ישראל במצות כורש מלך פרס היתה הארץ תחת ממשלת האומות כאמרו והארץ אשר נתת לאבותינו לאכול את פריה ואת טובה הנה אנחנו עבדים עליה ותבואתה מרבה למלכים אשר נתתה עלינו בחטאותינו","titles":[{"title":"﻿ויקרא כו מא"},{"title":"﻿ויקרא פרק כו פסוק מא"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":41},{"positionInParasha":39},{"uri":"tanach--sforno3-26-42","text":" ספורנו  וזכרתי את בריתי. בבנין בית שני","titles":[{"title":"﻿ויקרא כו מב"},{"title":"﻿ויקרא פרק כו פסוק מב"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":42},{"positionInParasha":40},{"uri":"tanach--sforno3-26-43","text":" ספורנו  והארץ תעזב מהם. בחרבנו","titles":[{"title":"﻿ויקרא כו מג"},{"title":"﻿ויקרא פרק כו פסוק מג"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":43},{"positionInParasha":41},{"uri":"tanach--sforno3-26-45","text":" ספורנו  וזכרתי להם. בקבוץ גליות","titles":[{"title":"﻿ויקרא כו מה"},{"title":"﻿ויקרא פרק כו פסוק מה"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":45},{"positionInParasha":43},{"uri":"tanach--sforno3-26-46","text":" ספורנו  אלה החקים. כל המצות שנאמרו קודם שהתחיל פרשת אם בחקותי הם החוקים והמשפטים והתורות שעליהם נכרת הברית בברכות וקללות וזה הוא הברית שהזכיר כאמרו מלבד הברית אשר כרת אתם בחורב","titles":[{"title":"﻿ויקרא כו מו"},{"title":"﻿ויקרא פרק כו פסוק מו"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-26"},{"positionInPerek":46},{"positionInParasha":44},{"uri":"tanach--sforno3-27-34","text":" ספורנו  אלה המצות אשר צוה ה' את משה אל בני ישראל בהר סיני. אבל לא נתנו בינו ובין בני ישראל בברית","titles":[{"title":"﻿ויקרא כז לד"},{"title":"﻿ויקרא פרק כז פסוק לד"}]},{"sefer":"tanach-3"},{"parasha":"parasha-10"},{"perek":"tanach-3-27"},{"positionInPerek":34},{"positionInParasha":78}]}