{"subjects":[{"uri":"tanach-kliyekar-5-1-1","text":"ובחבורי עיר גבורים פרשנו על צד הרמז, פסוק אחד עשר יום מחורב. על י\"א יום שמתאבלים על חורבן בהמ\"ק בשנה, והיינו ט' ימים של חודש אב וי\"ז בתמוז וי' בטבת. ויען כי הוא רחוק מפשוטו קצרנו בזה אבל לשון בין ובין סובל פירוש זה אף בדרך פשוטו. ","titles":[{"title":"﻿דברים א א"},{"title":"﻿דברים פרק א פסוק א"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-5-1-6","text":"וי\"א שהאשימם על שברחו מן הר חורב כתינוק הבורח מבית הספר, וע\"ז אמר רב לכם כי הימים אשר ישבתם בהר לא היו בעיניכם כימים אחדים באהבתם אותם, אלא כימים רבים של צער וזהו רב לכם שהיה רב והרבה לכם שבת בהר הזה לכם ולא לי, ונראה ליישב בזה מ\"ש באתם עד הר האמורי אשר ה' אלהינו נותן לנו (א.כ) מדקאמר לנו היה לו לומר באנו עד הר האמורי, אלא כך אמר אתם באתם עד הר האמורי ולא אני כי אתם הסעתם דעתכם ומחשבותכם מכל וכל מן הר חורב, אבל אני תמיד מחשבתי משוטטת שמה כאילו עדיין אני שמה כי המעמד הנכבד ההוא לנגד עיני הוא תמיד. ","titles":[{"title":"﻿דברים א ו"},{"title":"﻿דברים פרק א פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-5-1-9","text":"השני, מסכים לפירש\"י שפי' ה' אלהיכם הרבה אתכם. נטל העונש מכם והטילו על הדיינים, והדין דין אמת כי זה המחזיק הממון שלא כדין סובר שהדין עמו מאחר שהדיין פוסק לו כן הרי באמת הוא שלו וע\"כ דין היא שהדין קיים והדיין נושא אלומותיו של זה. ונראה שלכך אמר והנכם היום ככוכבי השמים שהם קיימים וקיום זה בא לכם מצד שה' אלהיכם הרבה והגדיל אתכם והטיל עונש שלכם על הדיינים ועל זה אמר ג\"כ ואשמם בראשיכם שאשמת העם תלוי בכ\"מ בראשיהם כי ענין הדיינים בנין אב לכל התורה. ועל העונש אמר לא אוכל לבדי שאת אתכם לא אמר שאת טרחכם ומשאכם לפי שהנושא ענשו של זה דומה כאילו נשא עצמותו עליו והעונש לא אוכל שאת כלל כי ה' אלהיכם הרבה אתכם וגו' וכפירש\"י. אבל אח\"כ אמר על נשיאת טרחם ומשאם וריבם אע\"פ שהוא אפשרי מ\"מ אינו מן הראוי ועליו אמר איכה אשא לבדי וגו'. ","titles":[{"title":"﻿דברים א ט"},{"title":"﻿דברים פרק א פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-5-1-13","text":" כלי יקר  הבו לכם אנשים וגו'. מתחילה תלה בהם בישראל שיהיו ממונים מהם, ואח\"כ אמר ואשמם בראשיכם משמע שמפי משה יהיו ממונים, ועוד בי\"ת של בראשיכם מה טיבו כי הל\"ל ואשמם ראשיכם. ורז\"ל דרשו (ספרי א.יג) שאשמת העם תלויה בראשיהם. אמנם צריך לפרש זה כפי הפשט ואומר כי הראשים שהזכיר אינן הדיינים כ\"א נשיאי השבטים, ואמר משה אתם יש בידכם כח למנות דיינים שיהיו רודים בשבטיכם אבל אין בכם כח להשליטם גם על הנשיאים כי אם אני, וע\"כ אמר אתם הבו לכם אנשים כו' לשבטיכם שיהיו רודים בכל שבטיכם ואני אשימם גם בראשיכם שיהיו רודין גם בנשיאים שהם ראשיכם. ","titles":[{"title":"﻿דברים א יג"},{"title":"﻿דברים פרק א פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-kliyekar-5-1-16","text":" כלי יקר  ואצוה את שופטיכם בעת ההיא לאמר. מהו לאמר למי יאמרו השופטים זה, ובעת ההיא מיותר לגמרי. ונראה שהזהירם על עינוי הדין אלא בעת ההיא לאמר באותו עת שברור לדיין להיכן הדין נוטה מיד יאמר פלוני אתה זכאי פלוני אתה חייב. ומה שפירש\"י מכאן הוו מתונים בדין, אולי גם רש\"י סובר שמשמעותו להזהיר על עינוי הדין, ומכל מקום למידין מזה גם להיות מתון בדין דאל\"כ לשתוק קרא מיניה אטו ברשיעי עסקינן המענים את הדין בחנם אלא ודאי שכל דיין צריך להיות מתון בדין ויש לחוש שעי\"ז יבא לידי עינוי הדין וישהה יותר מן הראוי על כן אמר בעת ההיא לאמר. ויכול להיות שדעת רש\"י לפרש ואצוה דוגמת מ\"ש פר' ואתחנן (ד.כג) ועשיתם לכם תמונת כל אשר צוך ה' אלהיך. פירש\"י צוך שלא לעשות ויהיה צוך לשון אזהרה שהזהירך שלא לעשות, כך ואצוה את שופטיכם הוא לשון אזהרה ר\"ל הזהרתיך על בעת ההיא לאמר שלא יחתוך הדין מהרה בעת ההיא אלא יהיה מתון בדין והוא ענין נכון מצד הלשון. ","titles":[{"title":"﻿דברים א טז"},{"title":"﻿דברים פרק א פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-kliyekar-5-1-18","text":"ועדיין קשה לי על פירוש זה, למה אמר ואצוה אתכם הל\"ל ואצוה את שופטיכם. ונראה ליישב זה על דרך שמצינו (בסנהדרין ח.) שדרש ר\"נ בר יצחק מה שנאמר והדבר אשר יקשה מכם תקריבון אלי ושמעתיו. היינו ושמעתיו מפי הגבורה ונכון הוא כי איך יתלה משה איש עניו בעצמו, ועדיין לא הזכיר משה שאחר שישמע מפי הגבורה ישיב להם מה דבר ה', ונראה שעל זה אמר ואצוה אתכם בעת ההיא את כל הדברים אשר תעשון, ומקרא זה מחובר אשלמעלה כי הדבר אשר יקשה מכם תקריבון אלי ואני אמליך בגבורה ושמעתיו ואחר שאשמע מפי הגבורה ואצוה אתכם, ר\"ל אשיב לכם תשובה תיכף בלי איחור אלא בעת ההיא אשר תשאלו ממני אשיב לכם את אשר תעשון, ואל תחשבו מי יודע אם לעת כזאת אגיע למלך מלכי המלכים לשאול ממנו דבר הלכה ואולי עי\"ז יבואו לידי עינוי הדין, אלא תיכף בעת ההיא אשיב שואלי דבר כי כך מובטחני כמ\"ש (במדבר ט.ח) עמדו ואשמעה מה יצוה ה' לכם פירש\"י אשרי ילוד אשה שכך מובטח שכל זמן שהיה רוצה היה מדבר עם השכינה, לכך נאמר עמדו ואשמעה אל תלכו מכאן אלא עמדו פה ותיכף אשמעה מה יצוה ה', ועל זה אמר ואצוה אתכם בעת ההיא וגו' וזה פירוש יקר. ","titles":[{"title":"﻿דברים א יח"},{"title":"﻿דברים פרק א פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-kliyekar-5-1-22","text":"ד\"א לפי שאמרתם וישיבו אותנו דבר, וייטב בעיני הדבר שישיבו כי הייתי בטוח בהבטחת הש\"י שישיבו טובה הארץ וקודם ששמעתי תשובתם ייטב בעיני הדבר שסופן להשיב, אבל כל עניניהם לא הוטבו בעיני, הן ענין שלוח המרגלים, הן הקריבה שלא כהוגן ע\"כ פרט הדבר. ומן קריבה זו שהיתה שלא כהוגן נראה לי ליישב מה שאמרו רז\"ל (חגיגה יד","titles":[{"title":"﻿דברים א כב"},{"title":"﻿דברים פרק א פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-kliyekar-5-1-37","text":"ומ\"ש בגללכם ולא אמר בעבורכם, יש ליישב על פי מה שאמרו רז\"ל (סוטה יד.) שמשה נקבר מול בית פעור כדי לכפר על מעשה פעור שהיו מתריזים כנגדו רעי וגלל, לכך אמר בגללכם מלשון כאשר יבער הגלל (מלכים א' יד.י) ולכן נאמר גם אתה לרבות עצמותיו כמו שפירש\"י על פסוק הנה אנכי מת אינני עובר (דברים ד.כב) אפילו עצמותי אינן עוברים, וכל זה כדי לכפר על מעשה פעור. ","titles":[{"title":"﻿דברים א לז"},{"title":"﻿דברים פרק א פסוק לז"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-37","positionInPerek":37,"positionInParasha":37},{"uri":"tanach-kliyekar-5-2-3","text":"וענין הצפנה זו נ\"ל, שאם ימצא האיש הישראלי בגלות החל הזה איזו הצלחה זעיר שם, אז יטמינו ויצפינו הכל בפני עשו כי אין לך אומה שמתקנאת בישראל כמו עשו, כי לדעתם הכל גזולה בידם מהם מן ברכת יעקב אבינו שלקח ברכותיו של עשו במרמה, וכן יעקב צוה לבניו למה תתראו (בראשית מב.א) פירש רש\"י בפני בני ישמעאל ועשו כאילו אתם שבעים כי שניהם סוברים שיצחק גזל הצלחת ישמעאל, ויעקב גזל הצלחת עשו ע\"י השתדלות, ע\"כ צוה דוקא על עשו פנו לכם צפונה שלא יתקנא בכם. וזה הפך ממה שישראל עושין בדורות הללו בארצות אויביהם, כי מי שיש לו מנה הוא מראה את עצמו במלבושי כבוד ובתים ספונים וחשובים כאילו היו לו כמה אלפים ומגרים האומות בעצמם ועוברים על מה שנאמר פנו לכם צפונה. ומנהג זה הוא ברבת בני עמינו והוא המסבב את כל התלאה אשר מצאתנו. והמשכילים יבינו ליקח מוסר. ","titles":[{"title":"﻿דברים ב ג"},{"title":"﻿דברים פרק ב פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-3","positionInPerek":3,"positionInParasha":49},{"uri":"tanach-kliyekar-5-2-16","text":" כלי יקר  ויהי כאשר תמו וגו' וידבר ה' אלי. פירש\"י מן שלוח המרגלים לא נתיחד אלי הדבור. ומקשים כאן והלא אמירה רכה מורה יותר על חבה מן לשון דבור המורה על הקשות. ואומר אני היא הנותנת לפי שכל דבור קשה הוא תוכחה ומוסר כמו אלה הדברים, לפי שהם דברי תוכחות כו' וע\"כ יש בהם יותר חבה כי את אשר יאהב ה' יוכיח. (משלי ג.יב) לאפוקי אמירה רכה אין בה מוסר וע\"כ אין בה חבה כ\"כ. כי מה שאמרו לשון קשות ורכות בלשון דבור, ואמירה, היינו מצד הענין עצמו אם יש בו רחמים או דין אבל לא מצד המקבל כי בזמן שהאוהב חפץ בנאהב ורוצה שיהיה רושם הדבור קבוע בו לא יסור ממנו, הוא מדבר קשות, וקולות וברקים של מתן תורה יוכיחו, שנאמר (שמות כ.יז) ובעבור תהיה יראת ה' על פניכם לבלתי תחטאו, אבל בזמן שאין האהבה עזה כל כך הוא מדבר בשפה רפה ולשון רכה ואין רשומם קבוע כל כך. ","titles":[{"title":"﻿דברים ב טז"},{"title":"﻿דברים פרק ב פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-16","positionInPerek":16,"positionInParasha":62},{"uri":"tanach-kliyekar-5-2-19","text":" כלי יקר  אל תצורם ואל תתגר בם. לא נאמר כאן ואל תתגר בם מלחמה כדרך שנאמר למעלה אצל מואב, לפי שגירוי בעלמא בלא מלחמה לא נאסר למואב אבל לעמון אסר אפילו סתם גירוי בלא מלחמה, לפי שמואב שכר על ישראל את בלעם ולא מצינו שהיה לעמון חלק בזה אע\"פ שלא הועילו מעשיו מכל מקום גרם צער לישראל, ועוד שמואב היה לו חלק גם בזנות ולא מצינו זה בבני עמון אע\"פ שמצד שלא קדמום בלחם ומים גרמו להם לזנות כמבואר למעלה פר' פנחס (כה.יז) מ\"מ לא מצינו שהפקירו בנותיהם, ואולי נמשך זה לשרשם כי גם במעשה של בנות לוט היתה אמם צנועה קצת. ","titles":[{"title":"﻿דברים ב יט"},{"title":"﻿דברים פרק ב פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-19","positionInPerek":19,"positionInParasha":65},{"uri":"tanach-kliyekar-5-2-25","text":"ואמר למען תתו בידך כיום הזה. ר\"ל כמו הגלגל היומי הזה דהיינו החמה נתונה בידך כך הוא יהיה נתון בידך ומכאן רמז נכון שמשה העמיד השמש. ","titles":[{"title":"﻿דברים ב כה"},{"title":"﻿דברים פרק ב פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-25","positionInPerek":25,"positionInParasha":71},{"uri":"tanach-kliyekar-5-3-23","text":"ורש\"י פירש, בעת ההיא. אחר שכבשתי ארץ סיחון ועוג דמיתי שמא הותר הנדר. ונראה שחשב משה כי טעם הנדר הוא יען לא האמנתם בי. לא גרמתם לישראל להאמין בי ע\"י שיראו נס מפורסם זה, ובמלחמת סיחון העמיד משה החמה וע\"י נס מפורסם זה בלי ספק שנעשו בנים אמון בם ותיקן מה שקלקל. וכ\"ש לדעת העקרים שכתב בטעם חטא מי מריבה כי היה לו למשה לדבר מעצמו אל הסלע קודם שיצוה לו ה' כי כל נביא גוזר אומר ויקם לו כמו שעשה אליהו ואלישע כו'. וכן יהושע אמר שמש בגבעון דום (יהושע י.יב) כל זה תורף דברי הרב. והנה עכשיו עשה משה כמו שעשה יהושע והעמיד החמה כי מאחר שילפינן בג\"ש דאחל אחל שהעמיד משה החמה כיהושע אין היקש לחצאין, כמו שיהושע עשה כן מעצמו כך משה עשה כן מעצמו ובזה נתקדש השם ותיקן מה שקלקל וחיזק האמונה ע\"כ חשב שהותר הנדר, ולא שתלה בכיבוש ארץ סיחון ועוג כי לכתחילה לא היה בכלל השבועה שהרי נאמר (במדבר כ.יב) לכן לא תביאו את הקהל אל הארץ אשר נתתי להם. והיינו ארצות שבע אומות שכבר נתן לאבותם אבל ארץ סיחון ועוג לא היה מעולם בכלל הבטחה זו. ","titles":[{"title":"﻿דברים ג כג"},{"title":"﻿דברים פרק ג פסוק כג"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-23","positionInPerek":23,"positionInParasha":1},{"uri":"tanach-kliyekar-5-3-24","text":"ורז\"ל אמרו (ברכות לב.) לעולם יסדר אדם שבחו של מקום קודם שיתפלל, כי כן עשה משה שהתחיל בשבחו של מקום שנאמר אתה החילות להראות את עבדך וגו', ואח\"כ אמר אעברה נא. ביאור הדבר שכל צדיק יבקש מתנת חנם וישער בעצמו שכל מה שהקב\"ה עושה עמו, חסד אל כל היום כי הקב\"ה תמיד המתחיל בעשיית הטובות לאדם מיום הולדו והאדם כל מה שמסגל מעשים טובים הכל הוא עושה דרך תשלומים, והקב\"ה החנוני הגדול מקיף וחוזר ונותן בהקפה למי ששילם חוב ראשון וכמ\"ש (איוב מא.ג) מי הקדימני ואשלם. הורה שהקב\"ה המקדים והמתחיל בכל הטובות וזה שבחו ותהלתו של מקום ברוך הוא שצריך המתפלל לסדר שבחו של מקום תחילה קודם שיתפלל, כדי שבכל התפלה והתחנה לא יבקש כ\"א מתנת חנם. שכן מצינו במשה שקודם שאמר אעברה נא אמר אתה החילות וגו' הורה כי הקב\"ה המתחיל בכל טובות ואין לו שום חוב עליו ובקש מתנת חנם. וזה שפירש\"י את גדלך זו מדת טובך, ואת ידך החזקה הכובשת מדת הדין, כי כפי שורת הדין אינו חייב לו כלום וברוב טובו הוא גומל חסד למי שאין לו עליו כלום. וזה ביאור יקר. ","titles":[{"title":"﻿דברים ג כד"},{"title":"﻿דברים פרק ג פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-24","positionInPerek":24,"positionInParasha":2},{"uri":"tanach-kliyekar-5-3-25","text":"ויש אומרים, שמשה אמר שהגזירה לא היתה כ\"א שלא יביא את הקהל וגו' ומאחר שיהושע מנהיגם א\"כ יכנס הוא לארץ כאחד העם, והשיב לו רב לך בתמיה וכי הגון לך שיהא תלמידך יושב ודורש ואתה יושב ורואה. ","titles":[{"title":"﻿דברים ג כה"},{"title":"﻿דברים פרק ג פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-25","positionInPerek":25,"positionInParasha":3},{"uri":"tanach-kliyekar-5-4-2","text":"וי\"א שסיפור לא תוסיפו נמשך אל ענין פעור, שכל חסיד שוטה סובר שמצוה קעביד לבזותו ועובר על לא תוסיפו וסוף שבאו לידי גרעון כי השתחוו לאלהיהן, וקאי על מ\"ש ונשב בגיא מול בית פעור. ועל זה אמר כמביא מופת על זה ואמר עיניכם הרואות את כל אשר עשה ה' בבעל פעור בעובד לפעור כי הוא בעל לאותה עבודה. ","titles":[{"title":"﻿דברים ד ב"},{"title":"﻿דברים פרק ד פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-2","positionInPerek":2,"positionInParasha":9},{"uri":"tanach-kliyekar-5-4-5","text":"ומי גוי גדול אשר לו חקים ומשפטים צדיקים. יאמר שמשפטי ה' אמת צדקו יחדיו עם החקים כי ב' חלקים אלו אינן מתנגדים זה לזה אלא שניהם כאחד צדיקים, ועוד שהחקים מופת על המשפטים כשם שיש בחקים סוד נסתר כך יש במשפטים סוד כמוס ליראי ה' וחושבי שמו. ","titles":[{"title":"﻿דברים ד ה"},{"title":"﻿דברים פרק ד פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-5","positionInPerek":5,"positionInParasha":12},{"uri":"tanach-kliyekar-5-4-9","text":"וזו משלי לעשות רמז יקר מזה והוא, כשתסתכל במלת זכר ובמלת שכח תמצא מספר ק\"א ביניהם, והרוצה לבטל השכחה יחזור על למודו ק\"א פעמים ובהם יפחות מן מספר שכח מספר ק\"א וישאר מן שכח מלת זכר ע\"כ מאז יהיה הדבר כמוס אצלו לזכרון לא ישכח עוד. וקרוב לשמוע שהמלאך הממונה על הזכרון זכור שמו ויש לו רכ\"ז כוחות, והמלאך הממונה על השכחה שכח שמו ויש לו שכ\"ח כוחות, נמצא שיש לו ק\"א כוחות יותר מן מלאך של הזכרון ע\"כ השכחה גוברת על האדם, לפיכך צריך הוא לחזור על למודו ק\"א פעמים כי בכל פעם ופעם שיחזור הוא מחסר ומחליש כח אחד מכוחותיו וכשחזר ק\"א פעמים החליש כל כוחותיו היתרים ונכנס תחת יד המלאך הממונה על הזכרון ולא ישכח עוד. רמז לדבר השמר ושמור נפשך מאד ר\"ת מן ד\"ת אלו עולה למספר ק\"א ור\"ת של תיבת לך היינו למ\"ד וכאילו אמר למוד תורתך ק\"א פעמים פן תשכח את הדברים וזה רמז יקר. ","titles":[{"title":"﻿דברים ד ט"},{"title":"﻿דברים פרק ד פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-9","positionInPerek":9,"positionInParasha":16},{"uri":"tanach-kliyekar-5-4-20","text":"ומ\"ש וה' התאנף בי על דבריכם בפסוק זה נתקשו המפרשים כי אין לו חיבור לא למעלה ולא למטה ועשו בו פירושים דחוקים. וקרוב לשמוע שבא לתרץ אם השמש גורם להחטיא הבריות למה אינו מאבדה כדרך שנענש משה על שהחטיא הרבים, ע\"ז אמר שאין הנדון דומה לראיה כי אמת שה' התאנף בי על דבריכם אבל אין מיתתי גורם איבוד לרבים כ\"א אנכי מת אינני עובר הירדן מ\"מ אתם קיימים ועוברים את הירדן, אבל השמש אם יאבדה אז יאבד את כל העולם וכי מפני שוטים שקלקלו יאבד עולמו כדמסיק במסכת ע\"ז (נד","titles":[{"title":"﻿דברים ד כ"},{"title":"﻿דברים פרק ד פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-20","positionInPerek":20,"positionInParasha":27},{"uri":"tanach-kliyekar-5-4-25","text":"ד\"א לכך אמר כי תוליד בנים ובני בנים וגו'. שאם תחשוב אחר שתהיה מוחזק בארץ ימים רבים ותחשוב שהיא שלך לחלוטין ומי יקחה מידך, ע\"כ אמר בסיום הפרשה ולמען תאריך ימים על האדמה אשר ה' אלהיך נותן לך כל הימים. כי בכל יום ויום הוא נותן לך נתינה חדשה לא לחלוטין אלא בכל יום על תנאי אם תשמור מצותיו. ומה שדרשו (גיטין פח.) כמנין ונושנתם היו בארץ וישקוד ה' על הרעה שתי שנים קודם הזמן כבר הראה ה' ליעקב דבר זה במחזה כששקעה עליו החמה שתי שעות קודם זמנה כמבואר למעלה פרשת ויצא (כח.יא) והוא רמז נכון. ","titles":[{"title":"﻿דברים ד כה"},{"title":"﻿דברים פרק ד פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-25","positionInPerek":25,"positionInParasha":32},{"uri":"tanach-kliyekar-5-4-26","text":"אלא כך פירושו, לפי שנאמר (ירמיה ב.יג) כי שתים רעות עשו עמי אותי עזבו מקור מים חיים לחצוב להם בארות בארות נשברים. הרי רעה אחת שהיא שתים כי אילו עבדוהו בשותפות לכל הפחות היתה הרעה אחת, והיא שיתוף ש\"ש ודבר אחר, אלא אותי עזבו מכל וכל אפילו בשיתוף לא עבדוהו וזהו רעה אחת כפולה דהיינו עבודת האלילים ועזיבת הש\"י, ע\"כ היה ענשם כפול על זה האופן כי עזב ה' את ישראל ומילא ערי האומות כמ\"ש (יחזקאל כו.ב) אמלאה החרבה לא נתמלאה צור אלא מחורבנה של ירושלים, ואילו היו שניהם חרבים היה לירושלים צרת אחרים חצי נחמה אבל עכשיו שזה קם וזה נופל הרי שלקחה כפלים בכל חטאתיה על חטאתיה לא נאמר אלא בכל חטאתיה, אלא שר\"ל שעם חטאתיה הכפולים לקחה גם בעונש מכה כפולה על זה האופן, וכן הנחמה תהיה כפולה בעזיבת האומות והצלחת ישראל. לכך נאמר כאן ועשיתם פסל הרי עשיית ע\"ז, ועשיתם הרע בעיני ה' אלהיך להכעיסו הרי עשייה שניה שאפילו בשיתוף לא יעבדוהו כי כל מכעיס אינו עובד, על כן כפל האיבוד וההשמדה כמ\"ש כי לקחה כפלים. ועליה אמר ונשארתם מתי מספר בגוים אשר ינהג ה' אתכם שמה הרי שארצות הגוים תהיה מלאה, וארצכם שממה. ואחר שאמר ושבת עד ה' וגו'. אמר להוריש גוים גדולים ועצומים ממך מפניך וגו' זהו הנחמה כפולה שתהיה לעתיד, כאשר היתה ביום עלותם מארץ מצרים. ","titles":[{"title":"﻿דברים ד כו"},{"title":"﻿דברים פרק ד פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-26","positionInPerek":26,"positionInParasha":33},{"uri":"tanach-kliyekar-5-4-41","text":"עשרת הדברות הללו נשתנו בכמה מקומות מן אותן שבפרשת יתרו, והביאור לכולם תמצא למעלה פרשת יתרו. ","titles":[{"title":"﻿דברים ד מא"},{"title":"﻿דברים פרק ד פסוק מא"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-41","positionInPerek":41,"positionInParasha":48},{"uri":"tanach-kliyekar-5-5-24","text":"ויש מפרשים הפסוקים דרך הלצה, שאמרו ישראל מאחר שאין תועלת המיתה כי אם כדי להסיר ממנו החומר שהוא מסך מבדיל בינו לבין אלהיו כדי שיוכל האדם לראות פני השכינה כי לא יראהו האדם וחי. ועתה אנו רואין כי ידבר אלהים את האדם וחי, ועתה למה נמות. לסבול צער המיתה בחנם כי תאכלנו האש הגדולה היינו צער מיתה, מ\"מ אם יוספים אנחנו לקבל איזו שלימות יותר ממה שיהיה לנו בחיים בענין השמיעה בקול ה' אז ומתנו נקבל עלינו צער המיתה. ","titles":[{"title":"﻿דברים ה כד"},{"title":"﻿דברים פרק ה פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-24","positionInPerek":24,"positionInParasha":80},{"uri":"tanach-kliyekar-5-6-4","text":"ד\"א לכך באו ע\"ין דל\"ת גדולה, לפי שנאמר באיוב (כד.ח-ט) הן קדם אהלך ואיננו ואחור ולא אבין, שמאל בעשותו ולא אחז יעטוף ימין ולא אראה. וכל זה מופת על אחדותו ית' שאינו נראה בשום מקום בזולת מקום אם כן אינו גשם, ומאחר שעין הרואה בכל ד' רוחות לא יוכל לראותו משם לפי שאינו גשם מתחלק, זה מופת על אחדותו ית'. ","titles":[{"title":"﻿דברים ו ד"},{"title":"﻿דברים פרק ו פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-6","interprets":"tanach-5-6-4","positionInPerek":4,"positionInParasha":90},{"uri":"tanach-kliyekar-5-7-7","text":"והביאור לכל זה הוא, שראה ה' את ישראל שבאמת אינן שלמים מכל צד כי עם קשה עורף הוא. אך שהם טובים מן שאר האומות כי יש בהם ריבוי זכיות יותר מן העמים, ומיעוט עונות מכל העמים, וסד\"א שמצד שיש להם קצת ריבוי זכיות חשק ה' בהם כי החשק שייך לומר בדבר הנאהב, ומצד שיש להם מיעוט עונות בחר בהם כבוחר הרע במיעוטו, ושמא יטעו לומר שעל זה האופן מעשיהם רצוים אל השי\"ת קמ\"ל כי מאהבת ה' אתכם. אתם רצוים ומעשיכם אינן רצוים ולא גרמו לא החשק, ולא הבחירה, וז\"ש לא מרבכם מכל העמים לפי שמדבר בריבוי זכיות הדבוקים בהם, כלל האנשים והמספר בתיבה אחת לכבודם, ואמר שלא חשק ה' בכם מצד זה המקצת ריבוי זכיות שיש לכם על כל העמים, ויבחר בכם קאי ג\"כ על תיבת לא כאילו אמר שגם לא בחר בכם כי אתם המעט לפי שיש לכם מיעוט עונות על כל העמים כבוחר הרע במעוטו ולכבודם חלק המספר מן האנשים שלא לחבר אליהם העונות דיבוק גמור אלא הפריד מהם. לא משני צדדים אלו חשק ה', ויבחר בכם, כי אין דבר קטן כזה מעלה ומוריד מאחר שבאמת מעשיכם אינן רצויין. כי מאהבת ה' אתכם כי אתם בעצמותיכם רצויין מצד הגזע שלכם ומשמרו את השבועה וגו' ר\"ל זכות אבות היא שעמדה לכם, וזה הרמוז במלת אתכם לומר אתם לבדכם רצויין אבל מעשיכם אינן רצויין כמ\"ש (דברים ט.ה) לא בצדקתך וגו'. ","titles":[{"title":"﻿דברים ז ז"},{"title":"﻿דברים פרק ז פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-7","interprets":"tanach-5-7-7","positionInPerek":7,"positionInParasha":118},{"uri":"tanach-kliyekar-5-7-12","text":"ואמר ברוך תהיה מכל העמים. ברבתי דרש כי כל העמים יברכוך כו' על דרך מלאך רע יענה אמן. והקשה מהרי\"א ע\"ז ואמר מה יתרון לישראל בזה, ואומר אני לפי שארץ ישראל עיני ה' דורש אותה תחילה וע\"י אותה דרישה הוא דורש כל שאר ארצות כי כל הארצות מתמצית א\"י שותים, ע\"כ בהכרח יברכו כל העמים את ישראל כי בשלומם יהיה שלום גם להם, וכמ\"ש (תהלים קיז.א–ב) הללו את ה' כל גוים שבחוהו כל האומים, כי גבר עלינו חסדו. ולפיכך ואכלת את כל העמים כי משלך יתנו לך ודווקא אשר ה' אלהיך נותן לך. המסורים תחת ידך כמ\"ש כי לחמנו הם (במדבר יד.ט) ולא אותן שאינן מסורין בידך כי גזל הגוי אסור. ","titles":[{"title":"﻿דברים ז יב"},{"title":"﻿דברים פרק ז פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-7","interprets":"tanach-5-7-12","positionInPerek":12,"positionInParasha":1},{"uri":"tanach-kliyekar-5-8-1","text":"ומ\"ש למען ענותך לנסותך לדעת את אשר בלבבך וגו' הוא לשון הרמת נס מלשון נסה עלינו אור פניך ה' (תהלים ד.ז) כאלו הושם לבבך על נס גבוה והושיבו בפתח עינים שהכל צופות בו, כך רצה לדעת את אשר בלבבך לכל גויי הארץ כי לדעת מלשון למען דעת כל עמי הארץ ורצה להודיעם בין התשמור מצותיו או לא. כי ממ\"נ אם תשמור מצותיו ויתן ה' לך הצלחה ביתר שאת על כל העמים יהיה להם מקום ללון ולומר למה לא עשה כן לכל גוי ישמעאל ועשו יוצאי ירך אברהם, ישיב להם הקב\"ה כי מי גוי אשר יעמוד בנסיון כמוהם כי הלכו אחרי ה' בארץ לא זרועה, וכן להפך אם ח\"ו יהיו חוטאים וישלח ה' בהם את המארה יאמרו כל הגוים על מה עשה ה' ככה לארץ הזאת, וישיב להם לפי שלא היו שלמים עם ה' וזהו שנאמר לנסותך. וכן והאלהים נסה את אברהם מבואר בדרך זה, והעד ע\"ז מ\"ש כאן התשמור מצותיו אם לא משמע שהנסיון הוא להראות לכל העמים את אשר בלבבו אם ישמור מצותיו או לא. ","titles":[{"title":"﻿דברים ח א"},{"title":"﻿דברים פרק ח פסוק א"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-1","positionInPerek":1,"positionInParasha":16},{"uri":"tanach-kliyekar-5-8-4","text":" כלי יקר  שמלתך לא בלתה מעליך וגו'. עליך לא נאמר אלא מעליך, י\"א שקאי על הזיעה המצוי בהולכי דרכים והזיעה מבלה את הבגדים לכך נאמר מעליך מן הדבר אשר עליך וע\"כ סמך להם ורגלך לא בצקה כי הדרך סיבה לשניהם. ורש\"י פירש שענני כבוד היו שפים בכסותם ובלי ספק שבמקום שהיו שם ענני כבוד אשר כבוד ה' בתוכם נדחו כל המזיקים כי אינן מצויין במחיצת השכינה ע\"כ אמר שלא קבלו נזק בבגדים ורגליהם על דרך שאמרו רז\"ל מסכת ברכות (ו.) הני מאני דרבנן דבלו מחופיא דידהו הני כרעי דמנקפן מנייהו. ","titles":[{"title":"﻿דברים ח ד"},{"title":"﻿דברים פרק ח פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-4","positionInPerek":4,"positionInParasha":19},{"uri":"tanach-kliyekar-5-8-9","text":"ומ\"ש וברכת את ה' אלהיך על הארץ הטובה. רמז לו\"פ ארץ שהזכיר כי הם מקור הברכות כאמרו רז\"ל (סוטה לח","titles":[{"title":"﻿דברים ח ט"},{"title":"﻿דברים פרק ח פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-9","positionInPerek":9,"positionInParasha":24},{"uri":"tanach-kliyekar-5-10-6","text":"וכן מה שפירש שקשה מיתתן של צדיקים כשבירת הלוחות, מבואר ע\"ז האופן, כי מדקאמר ויכהן אלעזר בנו תחתיו. וסמך זה לפרשה זו המדברת מלוחות שניות ש\"מ שקם אלעזר בנו תחתיו כמו הלוחות שניות שקמו תחת הראשונים שנשברו, וממילא נשמע שפטירת אהרן דומה לשבירת הלוחות כי ידיעת ההפכים אחד, ובא להאשימם בתוכחותיו על שחזרו לאחוריהם מיראה מפני מלך ערד והיה להם לבטוח שזכותו של אהרן ילחם להם גם במותו, כדרך שמצינו שהארון שבו היו שברי לוחות היה יוצא ובא עמהם למלחמה כך הצדיק הנפטר הדומה לשברי לוחות זכותו יעמוד להם גם במותו, שכן משה לא נענה עד שאמר זכור לעבדיך לאברהם וגו'. ולהצעה זו כל סיפור זה הוא תוכחות עלי עון וכל הענין מקושר מראשו לסופו. ","titles":[{"title":"﻿דברים י ו"},{"title":"﻿דברים פרק י פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-6","positionInPerek":6,"positionInParasha":70},{"uri":"tanach-kliyekar-5-10-12","text":" כלי יקר  ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה. רז\"ל אמרו (ברכות לג","titles":[{"title":"﻿דברים י יב"},{"title":"﻿דברים פרק י פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-12","positionInPerek":12,"positionInParasha":76},{"uri":"tanach-kliyekar-5-10-14","text":"אך עדיין יש לדקדק, מ\"ש רק באבותיך חשק ה' ויבחר בזרעם אחריהם, מדעשה ב' חלוקות, ועוד שהחשק אינו ענין הבחירה כמבואר למעלה סוף פר' ואתחנן (ז.ז) ש\"מ שמלת רק קאי אשלמטה, ובא לומר שרק באבותיך לבד חשק ה' בחשק ובאהבה גמורה אבל לא בכם, אלא בחר בזרעם מכל העמים. ר\"ל בערך העמים אתם נראים טובים כי לשון בחירה שייך אפילו בדבר שאינו טוב מצד עצמו זולת שהוא טוב מזולתו, לכך נאמר ויבחר בזרעם אחריהם בכם. כי חסרון זה תלוי בכם, לפיכך ומלתם את ערלת לבבכם וגו' כדי שתגיעו למדריגת אבותיכם. ","titles":[{"title":"﻿דברים י יד"},{"title":"﻿דברים פרק י פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-14","positionInPerek":14,"positionInParasha":78},{"uri":"tanach-kliyekar-5-11-6","text":" כלי יקר  ואת כל היקום אשר ברגליהם. פירש\"י זה ממונו של אדם המקיימו על רגליו, וכי מי שאין לו ממון חיגר ברגליו ולא עמדה לו כל חכמתו ושאר המעלות האנושית. ונראה שבגנות קנין הממון הוא מדבר כי הוא הפחות שבכל ד' מעלות שמנה הרמב\"ם (בח' פרקים) והם החכמה, והגבורה, והמדות, והעושר, כי כולם דבוקים באדם, והעושר חוץ ממנו, כי החכמה מקורה בראש ובמוח ולב, והגבורה מקורה בלב כי מי שהוא רך הלבב אינו גבור, אבל העושר דבוק ברגלו כי יתרון ארץ בכל היא, (קהלת ה.ח) והארץ מדרס לרגליו ודין הוא שיהיה הפחות שבכולם ויהיה נתון תחת ממשלת האדם לעשות בממונו מה שירצה, אבל לסוף מוחלפת השיטה שממונו מתגבר עליו אל כל אשר יחפוץ יטנו ועלה מן הארץ משפל מצבו כאשר יקום איש על רעהו כך יקום ממונו עליו ושליט בו ומעבירו על דעתו ועל דעת קונו, לכך קראו היקום אשר ברגליהם כי זה העצב נבזה האחוז בחבלי בוז ונתון תחת כפות רגליו הוא היקום אשר יקום עליו למשול בו, וכאשר יקום איש על רעהו ורצחו נפש (דברים כג.כו). כך קנין זה מביא את בעליו בסכנות רבות והוא אשר המית את קרח כי בטח בעשרו ונפל, לכך קרא לממונם של קרח ועדתו היקום אשר ברגליהם. ","titles":[{"title":"﻿דברים יא ו"},{"title":"﻿דברים פרק יא פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-6","positionInPerek":6,"positionInParasha":92},{"uri":"tanach-kliyekar-5-11-13","text":"ונאמרה הפרשה בלשון רבים חוץ מן ואספת דגנך, כי כך נאמר (שמות כג.כה) ועבדתם את ה' אלהיכם וברך את לחמך. שפרשו הראשונים כי עבודת ה' טובה יותר בציבור כמ\"ש (איוב לו.ה) הן אל כביר לא ימאס. אבל האכילה טובה יותר כשכל אחד אוכל פתו לבדו ולא ירבה בסעודת מרעים. ע\"כ נאמר כאן ולעבדו בכל לבבכם וגו', ואספת דגנך. כי טוב הוא בזמן שכל אחד מאסף דגנו לעצמו וכן כשיושב בביתו לבדו כמ\"ש בשבתך בביתך ובלכתך בדרך ובשכבך ובקומך. כי כל אלה הדברים אינן שייכים לומר על הכלל. ","titles":[{"title":"﻿דברים יא יג"},{"title":"﻿דברים פרק יא פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-13","positionInPerek":13,"positionInParasha":99},{"uri":"tanach-kliyekar-5-11-21","text":"ומה שתלה הדבר דווקא באקדומי ואחשוכי, תמצא מבואר יפה בחבורינו עוללות אפרים בשער התפלה מאמר תקג. ע\"ד הפסוק לשקוד על דלתותי יום יום לשמור מזוזות פתחי (משלי ח.לד). לשכנו תדרשו ובאת שמה ותמצא כל הענין באר היטב. ","titles":[{"title":"﻿דברים יא כא"},{"title":"﻿דברים פרק יא פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-21","positionInPerek":21,"positionInParasha":107},{"uri":"tanach-kliyekar-5-11-26","text":"ד\"א לפי שמצינו לרז\"ל, שאמרו (נדרים ח","titles":[{"title":"﻿דברים יא כו"},{"title":"﻿דברים פרק יא פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-26","positionInPerek":26,"positionInParasha":1},{"uri":"tanach-kliyekar-5-11-27","text":"ומ\"ש אשר אנכי מצוה אתכם היום. לפי שאנכי ולא יהיה לך מפי הגבורה שמענום (מכות כד.), ע\"כ עשה שתי חלוקות ואמר שתחול הקללה אם לא תשמעו אל מצות ה' אלהיכם דהיינו אנכי ולא יהיה לך שבאזניכם שמעתם אותם מפי הגבורה, ועל אלו פשיטא שתחול הקללה אם לא תשמעו לקיימם. אלא אפילו אם תסורו מן הדרך אשר אנכי מצוה אתכם ותבטחו על תהו לאמר שמלבי בדיתי אותם מ\"מ לא תפטרו בזה מן העונש. ועדיין לא פירש מה הם המצות ששמעו מפי הגבורה ע\"כ אמר ללכת אחרי אלהים אחרים וגו'. כי זה כנגד אנכי ולא יהיה לך והוא מוסב על תחילת המקרא שאמר אם לא תשמעו אל מצות ה' אלהיכם. ובזה יתורצו כל הספיקות אשר עליהם נתעוררו המפרשים בפרשה זו. ","titles":[{"title":"﻿דברים יא כז"},{"title":"﻿דברים פרק יא פסוק כז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-27","positionInPerek":27,"positionInParasha":2},{"uri":"tanach-kliyekar-5-11-30","text":"כת שלישית, הם הבעלי שררה מלכי ישראל ונשיאי כל דור ודור ומנהיגיהם, להם אמר שלא ירום לבבם אלא בערבה ילכו במישור ולא בהרים וגבעות לילך בגדולות ובנפלאות אלא בדרך ממוצע כדרך שהערבה ממוצע בין הר לשפלה, ואע\"פ שכל פסוק זה מדבר בהולכי דרכים ממש כי אין המקרא יוצא מידי פשוטו וכדרך שפירש\"י שצוה להם שילכו דרך הכנעני כי הוא ארץ מישור וישוב כדרך שהראה להם בראשונה, מ\"מ לא לחנם חזר משה וזרזם שנית על הנהגת הדרך אלא כדי שילמדו מסתם דרך זה, הנהגת דרך ה' בתורה ומצוה אשר מצדם יזכו אל הברכות האמורות בהר גריזים בעולם הזה, ולשכר עה\"ב הבא דרך מבוא השמש אחר שקיעת שמשו של האדם בעה\"ז זורח הוא שם באור הנצחי. ואף אם כל זה דרך דרש מ\"מ הענין מצד עצמו נכון וקרוב לשמוע ישמע חכם ויוסיף לקח. ","titles":[{"title":"﻿דברים יא ל"},{"title":"﻿דברים פרק יא פסוק ל"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-30","positionInPerek":30,"positionInParasha":5},{"uri":"tanach-kliyekar-5-12-4","text":"ואח\"כ אמר ועברתם את הירדן וגו', והיה המקום אשר יבחר ה' אלהיכם בו וגו'. משמע שזה מדבר במקום שנבחר סמוך להעברת הירדן דהיינו שילה ועליו אמר אשר יבחר בו כי סופו לבחר במקום ההוא לשכן שמו שם לפי שעה כי המשכן נקרא בשם זה לפי שהיה לפי שעה. ושמחתם שם לפני ה' דווקא השמחה שבנפש לפני ה' היא וכל הענין מבואר מעצמו. ומה שחזר ואמר כי אם במקום אשר יבחר ה' באחד שבטיך. היינו ג\"כ שילה שהיה באחד מן השבטים ולא מכולם ובא הכתוב ליתן לא תעשה בדבר כפירש\"י אפילו בשילה וק\"ו בבית עולמים, ואילו לא חזר ואמר כי אם במקום וגו', הייתי אומר מה שאמר השמר לך ליתן לא תעשה בדבר היינו דווקא בבית עולמים. ופירוש זה אמיתי ונכון. ","titles":[{"title":"﻿דברים יב ד"},{"title":"﻿דברים פרק יב פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-4","positionInPerek":4,"positionInParasha":11},{"uri":"tanach-kliyekar-5-12-20","text":"ולפי שמצינו, שבכל דבר הניצוד ממקומות ההפקר יש בו לחוש ביותר שלא יהיה דבר גזול, כי על כן הזהיר יצחק את עשיו שיביא לו מן ההפקר ולא מן הגזל לפי שאולי הניצוד היו לו בעלים וברח מהם, ע\"כ נאמר כאן וזבחת מבקרך ומצאנך אשר נתן לך ה'. וכי ס\"ד שיזבח מן אותן אשר לא נתן לו ה' אלא שר\"ל שיאכל דווקא בהזמנה זאת כי יצוד ציד חיה או עוף ויש לחוש בו על הגזל כאמור, ע\"כ אמר אשר נתן לך ה' שאפילו במצודתך לאפוקי הגזול אינו מאת ה' וע\"ז אמר כאשר צויתיך. והזהרתיך על הגזל או הזהרתיך שלא תאכל בשר כי אם בהזמנה הזאת. ","titles":[{"title":"﻿דברים יב כ"},{"title":"﻿דברים פרק יב פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-20","positionInPerek":20,"positionInParasha":27},{"uri":"tanach-kliyekar-5-12-25","text":" כלי יקר  לא תאכלנו למען ייטב לך ולבניך אחריך. פרט כאן לבניך אחריך, לפי שאמרו המפרשים שהדם מוליד אכזריות בגוף האוכל וטבע האב נמשך גם לבנים ויהיו תולדותיהן כיוצא בהם, לכך אמר כשלא תאכל הדם ייטב לך ולבניך אחריך שלא יהיה האכזריות קנין דבק בזרעו. ולכך נאמר בסמוך בהכאת עיר הנדחת טף ונשים ביום אחד שנראה אכזריות גדול ויש לחוש פן יהיה האכזריות קנין דבק בו ובזרעו, ע\"כ אמר ונתן לך רחמים שתהיה רחמן בטבע על כל פנים על הבריות ובסבה זו ירחמך ה' וזהו שאמר ונתן לך רחמים ורחמך והרבך. דהיינו שירבה את זרעך כי גם המה יהיו רחמנים כמותך. ","titles":[{"title":"﻿דברים יב כה"},{"title":"﻿דברים פרק יב פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-25","positionInPerek":25,"positionInParasha":32},{"uri":"tanach-kliyekar-5-15-1","text":"ויש עוד לפרש המוריד דמעות על אדם כשר וכו'. מסתמא המצטער על העדר כשרון המעשה הרי הוא ירא אלהים, וכתיב (ישעיה לג.ו) יראת ה' היא אוצרו. היינו אוצרו של הקב\"ה כי אין עושין אוצר כי אם מדבר שאינו בנמצא כי הכל בידי שמים חוץ מיראת שמים (ברכות לג","titles":[{"title":"﻿דברים יד א"},{"title":"﻿דברים פרק יד פסוק א"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-15","interprets":"tanach-5-15-1","positionInPerek":1,"positionInParasha":58},{"uri":"tanach-kliyekar-5-15-22","text":"ד\"א כל הכפולות באו לומר, שאם נתן פעם אחד תזכה ליתן גם פעם שני, כי נתינה גוררת נתינה וכן כולם. ","titles":[{"title":"﻿דברים יד כב"},{"title":"﻿דברים פרק יד פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-15","interprets":"tanach-5-15-22","positionInPerek":22,"positionInParasha":79},{"uri":"tanach-kliyekar-5-16-4","text":"ומ\"ש על כן אנכי מצוך לאמר. כי האמירה עיקר וטובה מן הנתינה שהרי הנותן פרוטה לעני מתברך בו' ברכות והמפייסו בי\"א ברכות (ב\"ב ט","titles":[{"title":"﻿דברים טו ד"},{"title":"﻿דברים פרק טו פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-4","positionInPerek":4,"positionInParasha":90},{"uri":"tanach-kliyekar-5-16-10","text":"וטעמו של דבר נראה, שלא רצה ה' שיהיה האדם מתחזק בארץ הוא וזרעו עד עולם על דרך שנאמר (ויקרא כה.כג) והארץ לא תמכר לצמיתות כי לי הארץ. ואילו לא היה האדם בא לכלל מדה זו לעולם לא הוא ולא זרעו היה מחזיק בארץ לצמיתות וישכח כי לה' הארץ, על כן הקב\"ה מסבב שכל אדם בא לידי מדה זו או הוא או זרעו לידע ולהודיע כי כולם כגרים על הארץ ולה' תבל ומלואה, וז\"ש אחר פסוק כי בגלל ליתן טעם למה הוא מתגולל על אנשים כי לא יחדל אביון מקרב הארץ כי קרב הארץ מחייב ענין זה כאמור, על כן אנכי מצוך לאמר פתוח תפתח את ידך לענייך כדי שיתנו גם לך או לזרעך אבל לא לשניהם כמ\"ש (תהלים לז.כה) ולא ראיתי צדיק נעזב וזרעו מבקש לחם. ר\"ל הוא וזרעו אלא או הוא או זרעו, ובזה אין פסוק זה סותר מארז\"ל (שבת קנא","titles":[{"title":"﻿דברים טו י"},{"title":"﻿דברים פרק טו פסוק י"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-10","positionInPerek":10,"positionInParasha":96},{"uri":"tanach-kliyekar-5-17-17","text":"ולפי שבכל הפרשה משה ידבר בנוכח לישראל, א\"כ היל\"ל כמתנת ידך, ואמר ידו בלשון נסתר ואולי קאי ידו על הקב\"ה כמ\"ש (ד\"ה א' כט.יד) כי ממך הכל ומידך נתנו לך. ואמר לשון זה בעולות שכולם כליל לגבוה פן ירע עיניו מליתן משלו לגבוה כל כך עולות הרבה, ע\"כ אמר שלא משלו הוא נותן אלא ממה שקבל מידו של הקב\"ה וז\"ש כמתנת ידו של הקב\"ה אם מידו ית' ניתן לו נכסים מרובים אז יחזור ויתן לו משלו ויביא עולות מרובים. ויכול להיות שאוכלין מרובים היינו הגר והיתום והאלמנה וגו' ולצרכם יביא שלמים מרובין ולא ירע עיניך בתתך להם, אלא כברכת ה' אלהיך אשר נתן לך ולא משלך אתה נותן כי אם משלו יתברך. ","titles":[{"title":"﻿דברים טז יז"},{"title":"﻿דברים פרק טז פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-17","interprets":"tanach-5-17-17","positionInPerek":17,"positionInParasha":126},{"uri":"tanach-kliyekar-5-17-18","text":"ועל דרך הרמז י\"ל, שבכ\"מ שנאמר העם מדבר ברשעים כמו שפירש\"י בפסוק ויהי העם כמתאוננים (במדבר יא.א) ורז\"ל אמרו (אבות א.ח) כשבעלי דינין עומדין לפניך יהיו בעיניך כרשעים כו'. לכך אמר ושפטו את העם כי בשעת המשפט יהיו בעיניך כשאר העם אשר הרשעים מכונים בהם, אמנם משפט צדק אחר המשפט יתהפך הרשעות לצדק כי יהיו בעיניך כצדיקים כשקבלו עליהם את הדין. ד\"א שופטים ושוטרים תתן לך קשוט עצמך תחלה (ב\"מ קז","titles":[{"title":"﻿דברים טז יח"},{"title":"﻿דברים פרק טז פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-18","positionInPerek":18,"positionInParasha":1},{"uri":"tanach-kliyekar-5-17-19","text":"ועל דרך הרמז י\"ל שהזכיר כאן המשפט וצדקה, לפי שיש לפעמים דיין העושה צדקה ומשפט כאחד כדרך שעשה דוד המלך משפט לזה וצדקה לזה (סנהדרין ו","titles":[{"title":"﻿דברים טז יט"},{"title":"﻿דברים פרק טז פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-19","positionInPerek":19,"positionInParasha":2},{"uri":"tanach-kliyekar-5-17-21","text":"ובדורינו כמה אשירות נוטעים בכל עיר ועיר, לא יבקרו בין במקום ת\"ח או לא גם כי יהיה בעירו ת\"ח מופלא בתורה וחסידות כל חכמתו לא עמדה לו, כי עכ\"פ כל אחד יבחר לו בקרובו או במחותנו אשר יודע בו שהוא יחניף לו או יתנגד לשונאו, ופרצה זו במלואה ברבת בני עמי אשר לכבוד זרע אברהם עת לקצר. ומ\"מ עלה בידי ביאור יקר בסמיכות ששה לאוין אלו. ","titles":[{"title":"﻿דברים טז כא"},{"title":"﻿דברים פרק טז פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-21","positionInPerek":21,"positionInParasha":4},{"uri":"tanach-kliyekar-5-18-11","text":"ואם נפשך לומר שאמרו זה על הדינין, שאין לדיין כ\"א מה שעיניו רואות כמ\"ש (דבה\"י ב' יט.ו) ועמכם בדבר משפט. והוא קאי על מ\"ש למעלה בין דין לדין כי הכל לפי ראות עיני הדיין, אז הדבר מבואר מעצמו כי בידו לדון על פי אומד דעתו כמ\"ש (זכריה ח.טז) אמת ומשפט שלום שפטו בשעריכם. ואמר שפטו, על שלשתן, ובשעריכם, לשון שיעור כי שלשתן צריכין השערה שכלית ואומד הדעת לפי הזמן והמקום והענין, כי לפעמים צריך לשנות האמת מפני השלום וכיוצא, וכן השלום אינו טוב לעצמו בכ\"מ כי כנוס לרשעים רע להם ורע לעולם, (סנהדרין עא","titles":[{"title":"﻿דברים יז יא"},{"title":"﻿דברים פרק יז פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-11","positionInPerek":11,"positionInParasha":16},{"uri":"tanach-kliyekar-5-18-15","text":"ומ\"ש ויאמר ה' אל שמואל, שמע בקולם וגו' והמלכת להם מלך (שמואל א' ח.כב) והל\"ל עליהם, לפי שקבלת המורא תלוי במקבלים ולא ה' פעל זאת אלא נתן להם מלך שהיה שוה להם לבלתי רום לבבו מאחיו ע\"כ אמר בשעת מעשה להם, אבל מ\"מ לישראל לא היה נכון לומר כן כ\"א כדבר ה' שאמר ואמרת אשימה עלי מלך כך היה להם לומר. ","titles":[{"title":"﻿דברים יז טו"},{"title":"﻿דברים פרק יז פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-15","positionInPerek":15,"positionInParasha":20},{"uri":"tanach-kliyekar-5-18-18","text":"ואמר בקרב ישראל, לומר שהבוטח בסוס ורכב מבקש ישועה ועזר מארצות העמים ולא בקרב ישראל כדרך שנאמר (ישעיה לא.א) הוי היורדים מצרימה לעזרה וגו' אבל אם לא ירבה לו סוסים אז ימצא התשועה בקרב ישראל ולא מארצות העמים. ורמז עוד שישראל נושע בה' המתהלך בקרב ישראל כמ\"ש (דברים כג.טו) כי ה' אלהיך מתהלך בקרב מחניך. ור\"ל שיאריך ימים וגו' ממי שהוא בקרב ישראל. ","titles":[{"title":"﻿דברים יז יח"},{"title":"﻿דברים פרק יז פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-18","positionInPerek":18,"positionInParasha":23},{"uri":"tanach-kliyekar-5-19-3","text":"וטעם הזרוע והלחיים והקבה, קרוב לשמוע שהזרוע שכר נשיאת כפיו והלחיים שכר ברכת כהנים בפה, והקבה כי בזכותו ישלח ה' את הברכה שאוכל קמעא ומתברך במעיו. ","titles":[{"title":"﻿דברים יח ג"},{"title":"﻿דברים פרק יח פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-3","positionInPerek":3,"positionInParasha":28},{"uri":"tanach-kliyekar-5-19-8","text":" כלי יקר  לבד ממכריו על האבות. ביאור הדבר שכל כהן יאכל חלקו ואם יש לו מותרות יכול הוא למכור וחלק כחלק יאכלו לבד ממכריו, מה שהוא מוכר. ומ\"ש על האבות, היינו לתרץ למה ניתן לו רשות למכור המותרות וכי לא היה נכון יותר ליתן המותרות למי שאין לו די סיפוקו, ע\"ז אמר על האבות צא ולמד מחלוקת הארץ שנחלקה לבתי אבות כפי מה שהיו מרובים באוכלוסין או מועטין בזמן החלוקה, ויכול להיות שברוב הימים ישתנה הענין שלשבט אחד לא יהיה די סיפוקו אם יהיה מרובה באוכלוסין יותר ממה שהיה בזמן החלוקה, ולשבט אחר יהיה מותרות אם ימעט הבית מהיות לו אוכלוסין הרבה ממה שהיו בימי האבות אשר עשו החלוקה, אלא ודאי הטעם שאין עושין חלוקה אחרת כ\"א אותה שנעשית בימי האבות, כך הכהנים שעשו אבותיהם חלוקה למשמרות אע\"פ שברוב הימים ישתנה הענין שלמשמר אחד יהיה בצמצום ולאחר מותרות, מכל מקום יכול הכהן למכור המותרות לפי שהכל הולך אחר האבות. ","titles":[{"title":"﻿דברים יח ח"},{"title":"﻿דברים פרק יח פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-8","positionInPerek":8,"positionInParasha":33},{"uri":"tanach-kliyekar-5-21-1","text":"וזה\"ש כי תצא למלחמה על אויבך. בלא יו\"ד אצל הבי\"ת המורה על אויב אחד וראית סוס ורכב עם רב ממך ר\"ל עם רב כזה כולם נתוועדו אל עמק שוה בהתחלה כאיש אחד וכסוס ורכב אחד וכל אומה אומרת לחברתה כסוסי כסוסך וע\"י זה מסתמא יכנס מורך בלבבך, לפיכך אמר אל תירא לא מהם ולא מהמונם כי לסוף יתפרדו איש מעל אחיו כמ\"ש אתם קרבים היום למלחמה על אויביכם. לשון רבים כי בטרם יקרב אליהם ישראל הפיצם ה' ומסך רוח עועים בקרבם (ישעיה יט.יד) וחלק לבם זה מזה. ולעומת זה גם בישראל עושה הקב\"ה נס שני כי אם בשעת היציאה למלחמה יצאו מתי מספר כאילו לא יצא כנגדם כ\"א איש אחד מישראל כך בהתחלה נראין ישראל מועטים בעיני האויבים, ביני ביני ישלח ה' עזרו שהאויבים יראו צל ההרים כאנשים וכדרך שנאמר (מלכים ב' ז.ו) וה' השמיע את מחנה ארם וגו' קול חיל גדול וגו' מכאן ראיה שאפילו מועטים הקב\"ה מראה אותם לאומות כאילו היו רבים כדי להפחידם, לכך נאמר והיה כקרבכם אל המלחמה וכ\"ף הדמיון קאי על לשון רבים שבמלת כקרבכם לומר שאתם נראין כרבים אע\"פ שלפי האמת אינו כן כי אתם המעט וזה פירוש יקר. ","titles":[{"title":"﻿דברים כ א"},{"title":"﻿דברים פרק כ פסוק א"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-21","interprets":"tanach-5-21-1","positionInPerek":1,"positionInParasha":69},{"uri":"tanach-kliyekar-5-21-3","text":"ועל זה דרשו רז\"ל (ברכות יח.) כי החיים יודעים שימותו (קהלת ט.ה) אלו הצדיקים כו', ור\"ל שיודעים שימותו וע\"כ זכרון יום המיתה תמיד לנגד עיניהם ודבר זה מצילם מן החטא, והמתים אינן יודעין מאומה. אלו הרשעים שבחייהן קרוין מתים שנאמר (יחזקאל כא.ל) ואתה חלל רשע וגו' אשר בא יומו בעת עון קץ. ר\"ל הרשעים אינן יודעים מאומה כי אין זכרון יום המות לנגד עיניהם כלל וז\"ש אשר בא יומו בעת עון קץ ר\"ל בעבור העון של הקץ שלו כי לא היה זכרון קץ שלו לנגד עיניו כלל, לא כדוד שהתפלל ואמר הודיעני ה' קצי וגו' (תהלים לט.ה) אלא קרבם בתימו לעולם ועד וגו' (שם מט.יב) וזה פירוש יקר. ","titles":[{"title":"﻿דברים כ ג"},{"title":"﻿דברים פרק כ פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-21","interprets":"tanach-5-21-3","positionInPerek":3,"positionInParasha":71},{"uri":"tanach-kliyekar-5-22-1","text":"ומה שדרשו רז\"ל (תענית ז.) פסוק ממנו תאכל ואותו לא תכרות על הת\"ח, נראה שלא כוונו לעולם להוציא המקרא מפשוטו אלא שרצו לתרץ למה הקפידה התורה כל כך על כריתת עץ מאכל, אלא ודאי כדי ללמוד ממנו ק\"ו על האדם העושה פרי צדיק עץ חיים כי האדם עץ השדה הוא עושה פרי צדיק וצמח צדקה, ואם הקפידה תורה על עץ עושה פרי שאין בו דעת ותבונה ק\"ו על פרי הצדיק השלם, וע\"כ סמך מיד הפרשה של עגלה ערופה אשר ממנה נראה ג\"כ הקפדה גדולה על פרי צדיק עץ חיים. ","titles":[{"title":"﻿דברים כא א"},{"title":"﻿דברים פרק כא פסוק א"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-22","interprets":"tanach-5-22-1","positionInPerek":1,"positionInParasha":89},{"uri":"tanach-kliyekar-5-22-10","text":"הדרך השני, שבא לבטל דעת יצרך הרע, אשר ישיאך לומר הלא שבויה זו באתה לידי ע\"י כחי ועוצם ידי ונכנסתי בסכנת המלחמה עד שנצחתי ולמה יטיל ה' עלי כל התנאים הללו מגלוח ונוול, על כן הקדים לו לומר שקר אתה טוען כי לא בכחו יגבר ורק את אשר הורישך ה' אותו תירש ואין אתה הלוחם רק כי תצא מביתך לראות המלחמה אשר קדמך כבר מן השמים הכוכבים ממסילותם, וז\"ש למלחמה לאותה מלחמה שהתחלתה היתה כבר על אויביך עליו ממש מן השמים מעל ולא מכנגד ממך כי כבר ישלח ה' חציו ויפיצם, ושבית שביו של הקב\"ה כי כבר נשבית ע\"י המלחמה ויען כי חפץ ה' לעשות לך שם תפארת בכל הארץ שתקרא המלחמה על שמך, ע\"כ ונתנו ה' אלהיך בידך, כי כפי הנראה לכל העמים כאילו ידך עשו ויכלו להם אבל האמת אינו כן כי יד ה' עשתה זאת ומפני הכבוד נתנו בידך. ","titles":[{"title":"﻿דברים כא י"},{"title":"﻿דברים פרק כא פסוק י"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-10","positionInPerek":10,"positionInParasha":1},{"uri":"tanach-kliyekar-5-22-11","text":"והיה אם לא חפצת בה. הכתוב מבשרך שסופך לשנאותה מלת והיה י\"א שמורה על הודאי שכך יהיה ולפי דרכנו נגזר ודאי זה מלשון רז\"ל שע\"י זכירת יום המיתה ודאי אזיל היצה\"ר ואז ממילא תפסק התשוקה, וקרוב לשמוע שדייק רש\"י ממלת חפצת לשון עבר כי הל\"ל אם לא תחפוץ בה להבא אלא שכל דבר הגלוי לפני השי\"ת שכך יהיה דומה כאילו כבר נעשה הדבר מאז ומקדם לכך נאמר אם לא חפצת בה, ויתכן עוד לפרש לשון והיה שמשמע שהענין יהיה בהווייתו ולא ישתנה, ובזה הכתוב מבשרך שכאשר החילות להטיל עליה שנאה כך יהיה לעולם ולא ישתנה דעתך משנאה לאהבה וז\"ש שסופך לשנאותה וזה מאת ה' שלא לערב ענבי הגפן בענבי הסנה והוא דקדוק נכון במלת והיה, ומיושב גם לשון אם המורה על הספק ולדברינו הוא מיושב שפיר. ","titles":[{"title":"﻿דברים כא יא"},{"title":"﻿דברים פרק כא פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-11","positionInPerek":11,"positionInParasha":2},{"uri":"tanach-kliyekar-5-22-18","text":"אך קשה לי וכל ישראל ישמעו וכל הבנים הל\"ל, כי אין צורך לפחד זה כי אם לבנים, ובספר הזוהר דרש פרשה זו על כל ישראל. ואני אומר שאין צורך בזה כי גם מפשוטה של הפרשה יש מוסר נפלא לכל ישראל שנקראו בנים לאל חי ויש לחוש שיסמכו על זה ויאמרו מאחר שאנחנו בניו א\"כ ודאי אם יהיו בנים סוררים לא יביט און ביעקב וירחם עליהם כרחם אב על בנים ויוותר להם כדרך שהאב מוותר לבנו ויאמרו הקב\"ה וותרן, וכן אמר משה בניו מומם (דברים לב.ה) ר\"ל מה שקראם בניו זהו מומם כי סמכו על זה ועשו עבירות חבילות חבילות ובטחו באביהם שלא ימסרם ביד מדת הדין, ע\"כ כתבה התורה שהדין דין אמת שאפילו האב חייב להביא את בנו לב\"ד ולמוסרו למיתה ועי\"ז ישמעו פר' זו כל ישראל ויראו את ה' ולא יסמכו על מה שקראם בנים כי גם בב\"ד שלמטה חייב האב למסור את בנו לב\"ד וכן הדין גם בב\"ד שלמעלה. ","titles":[{"title":"﻿דברים כא יח"},{"title":"﻿דברים פרק כא פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-18","positionInPerek":18,"positionInParasha":9},{"uri":"tanach-kliyekar-5-23-1","text":" כלי יקר  לא תראה את שור אחיך וגו' והתעלמת מהם. דרשו רז\"ל (ברכות יט","titles":[{"title":"﻿דברים כב א"},{"title":"﻿דברים פרק כב פסוק א"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-1","positionInPerek":1,"positionInParasha":15},{"uri":"tanach-kliyekar-5-23-2","text":" כלי יקר  ואם לא קרוב אחיך וגו' והיה עמך עד דרוש אחיך אותו. רז\"ל אמרו (ב\"מ כז","titles":[{"title":"﻿דברים כב ב"},{"title":"﻿דברים פרק כב פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-2","positionInPerek":2,"positionInParasha":16},{"uri":"tanach-kliyekar-5-23-7","text":" כלי יקר  למען ייטב לך והארכת ימים, לשון זה נאמר גם אצל כבוד אב ואם בדברות שניות, ולשון למען ייטב לך משמע שממילא נמשך לך טובה מזה והנה בכבוד אב ואם הדבר פשוט שאם תכבד אביך ואמך אזי ממך יראו בניך וכן יעשו גם לך כשיגדלו, וכן כשיראו בניך שלוח האם בעופות ילמדו ק\"ו שאם אתה נוהג כבוד במולידין אפילו בבעלי חיים ק\"ו שינהגו כבוד במולידיהן, ושכר שניהם אריכות ימים לפי ששני מצות אלו מחזיקים האמונה בחידוש העולם כי כמו שיש סבה לכל סבה ומשתלשל הדבר עד הסבה הראשונה ית', כך כל נולד יש לו מוליד עד המוליד הראשון ית' ואליו ראוי לחלוק כבוד ומכבודו ית' חלק לכל המולידין המשתלשלים מאתו ית' מסבה לסבה, ע\"כ הזכיר בכ\"מ שמירת השבת אצל מצות כבוד אב ואם, כי השבת הבא לזכר חידוש העולם גורם לקיים מצות כיבוד או\"א, להוציא מדעת מאמיני הקדמות האומרים שאין לעולם שום התחלה והכל מחויב המציאות ולפי סברתם הנבערה אין יתרון למוליד על הנולד, ואנחנו מאמינים שהמוליד הראשון ית' חלק מכבודו לכל המולידים המושפעים מאתו ית' וזהו טעם כיבוד אב ואם ושלוח הקן, ומטעם זה סמך המצוה למצות כי תבנה בית חדש ואמרו רז\"ל (תנחומא תצא א.) קיימת מצות שלוח הקן תזכה לבנות בית חדש מה ענין זה לזה אלא לפי שמצות שלוח הקן מביאך לידי אמונת חידוש העולם שהקב\"ה בנאו וחדשו על כן מדה כנגד מדה תזכה גם אתה לבנות בית חדש וזהו יסוד האמונה וכתיב (חבקוק ב.ד) וצדיק באמונתו יחיה. כי ע\"י האמונה הוא דבק במקור חיים על כן שכרו אריכות ימים ולכן דרשו (בד\"ר ו.ב) על שלוח הקן פסוק אורח חיים פן תפלס (משלי ה.ו). ","titles":[{"title":"﻿דברים כב ז"},{"title":"﻿דברים פרק כב פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-7","positionInPerek":7,"positionInParasha":21},{"uri":"tanach-kliyekar-5-23-8","text":"ורז\"ל אמרו (תנחומא תצא א.) אם קיימת מצות מעקה תזכה לכרם, מה ענין המעקה אל הכרם אלא לפי שהיין מפיל את השכור כדמסיק בילקוט מה הגפן בוצרין אותו והוא שותק ואח\"כ משקין לאדם ומפילין אותו כו' עיין סוף פר' וישב (מ.קמו) לפיכך דווקא אחר עשיית המעקה המצלת מן הנפילה תזכה לכרם ולא קודם לכן כי יפול הנופל ממנו, רמז לדבר כי יפול הנופל סוף תיבת עולה למספר יין. ותדע כי פרשת שלוח הקן מתחלת בכ\"ף ומסיימת במ\"ם דהיינו בין הכל סמ\"ך וכן פרשת מעקה וכרם, מתחילות בכ\"ף ומסיימות במ\"ם על שם סומך ה' לכל הנופלים (תהלים קמה.יד) כי בשלוח הקן הרי שאמר לו אביו עלה לבירה והבא גוזלות ועלה ונפל ומת היכן אריכות ימיו של זה וסמכו ה' ליתן לו אריכות ימים לעולם שכולו ארוך (חולין קמב.) ובעשיית מעקה סמ\"ך לכל הנופלין הראוין ליפול, ובלא תזרע כרמך כלאים שאינו חייב עד שיזרע חטה ושעורה וחרצן במפולת יד (ברכות כב.) ועל ידי זה יגרום לו תוקד אש (קידושין נו","titles":[{"title":"﻿דברים כב ח"},{"title":"﻿דברים פרק כב פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-8","positionInPerek":8,"positionInParasha":22},{"uri":"tanach-kliyekar-5-24-5","text":" כלי יקר  על דבר אשר לא קדמו אתכם בלחם ובמים. פירש\"י על דבר העצה שיעצו להחטיאכם. ודבר זה אינו מפורש במקרא ועיקר חסר מן הספר, גם אין הדעת נותנת להרחיק ב' אומות בעבור שלא קדמום בלחם, אלא ודאי העיקר הוא בעבור שהחטיאום ודבר זה מבואר במקרא שלכך לא קדמום בלחם ומים כדי שיהיו רעבים וצמאים מיגיעת הדרך ועי\"ז בהכרח יאכלו מזבחי אלהיהן וישתו מצרצור יין שלהם המרגילים לערוה, כדמסיק בסנהדרין (קו.) כי כל עיף ויגע לא יבקר בין אסור למותר ואוכל ושותה מכל מה שנותנין לו והקב\"ה ידע כוונתם על זה האופן ע\"כ נתרחקו, לכך נאמר על דבר אשר לא קדמו רצה לומר על אותו דבר נסתר אשר אליו כוונו במה שלא קדמום, ואע\"פ שהנקיבות היו עיקר בזנות מ\"מ עיקר האשמה תלויה באנשים שדרכן לקדם והאנשים התחילו בקלקלה והמה הכריחו בנותיהן לזנות, ומטעם זה החיו בני ישראל הנקיבות במלחמת מדין כי טעו בדין זה שנתרחקו דווקא הזכרים. וזה פירוש יקר יותר ממה שדברו בזה כל המפרשים והותרו כל הספיקות שהקשו. ","titles":[{"title":"﻿דברים כג ה"},{"title":"﻿דברים פרק כג פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-5","positionInPerek":5,"positionInParasha":48},{"uri":"tanach-kliyekar-5-24-6","text":"אבל בהוראת לא יהיה להם בתי כנסיות ובתי מדרשות, לא הוצרך הקב\"ה לשדד המערכה כי היה מקום לקיים משפט המערכה שלא יהיה להם בתי כנסיות אבל לטובתם הוא, והיינו כדרך שפירש\"י משכנותיך ישראל שהם ממושכנים בעונם שנאמר (איכה ד.יא) כלה ה' חמתו ויצת אש בציון. וזה ודאי טובה גדולה שיכלה ה' חמתו בעצים ואבנים ואנחנו נמלטנו כי מי שיש לו משכון ליתן אותו בחובו אינן גובין ממנו נפשות, והיינו הך שנאמר ויהפוך ה' אלהיך לך את הקללה לברכה כי נוסח הקללה עצמה שהיא לא יהיה להם בתי כנסיות נתהפכה לברכה כי ע\"י שלא יהיה להם בתי כנסיות ינצלו הנפשות, והיינו שאמר בלעם מה טובו אוהליך יעקב משכנותיך ישראל. ר\"ל טובתכם הוא שהם משכנותיך ממושכנים עליך ואתה ניצול ולפיכך לא חזר דבר זה לקללה שהרי נתקיימה משפט המערכה ולא שודד, על כן אין שייך לומר שתחזור הוראת המערכה לקדמותה כשאין ישראל זוכין. ","titles":[{"title":"﻿דברים כג ו"},{"title":"﻿דברים פרק כג פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-6","positionInPerek":6,"positionInParasha":49},{"uri":"tanach-kliyekar-5-24-14","text":"ולהנחה זו יהיה אזנך כפשוטו כלי זיין, ובוי\"ו של ויתד נרמז כל דרוש זה כי כל וי\"ו מוסיף על ענין ראשון לומר לך שהשמירה מכל דיבור רע של לה\"ר הוא שיניח אצבעו הדומה ליתד לתוך אזנו וזהו כלי זיינו המצילו משוט לשון, ואמר הכתוב שכדומה לו יש עוד יתד נוסף על סתם כלי זיינו אשר בו יחפור בארץ לכסות צאתו כך הוי\"ו מרבה בכיוצא בו אצבע הדומה ליתד אשר בו יחפור באוזן לעשות עצמו כלא שומע ובזה יכסה קלונו וצאתו, כמ\"ש (משלי יב.טז) וכוסה קלון ערום. והאצבע הוא כלי זיינו נוסף על סתם כלי זיינו אשר בהם ילחם בסתם מלחמה שבידים, אבל במלחמה הבאה משוט לשון אין טוב כ\"א להחבא באצבע וזהו כלי זיינו כנגד פי המדבר בלה\"ר ויורו המורים בחץ שחוט לשונם ואין כתריס בעדם כי אם השתיקה, ובדרך זה אין צורך לשנות מילת אזנך כי היא כלי זיין כפשוטו וסמך הצלה זו לפסוק המדבר בכיסוי צואה כי שניהם ענין אחד. ","titles":[{"title":"﻿דברים כג יד"},{"title":"﻿דברים פרק כג פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-14","positionInPerek":14,"positionInParasha":57},{"uri":"tanach-kliyekar-5-24-19","text":" כלי יקר  לא תביא אתנן זונה ומחיר כלב וגו'. לפי שגם הכלבים עזי נפש מזנים בפרהסיא על כן לא ידעו שבעה כי אבר קטן משביעו רעב, והזונה מצחה נחושה והרי שניהם שוים בזנות ובעזות, ע\"כ אין נכון להביאם למקום הקדושה כי שם גדר ערוה ושם הציץ המכפר על ומצח אשה זונה היה לך (ירמיה ג.ג) והמה עדיין בעזותם ובפחזותם קיימים כי תועבת ה' אלהיך גם שניהם היינו שינוייהם. ","titles":[{"title":"﻿דברים כג יט"},{"title":"﻿דברים פרק כג פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-19","positionInPerek":19,"positionInParasha":62},{"uri":"tanach-kliyekar-5-24-22","text":"ד\"א שאם תאחר לשלמו. כי ירע בעיניך לחסר מממונך תדע כי דרוש ידרשנו ה' מעמך ממקום אחר ויפסידך כל כך ממון כפי ערך הנדר והיה בך רושם החטא וגם הממון לא תרויח ותפסידו ממקום אחר. ","titles":[{"title":"﻿דברים כג כב"},{"title":"﻿דברים פרק כג פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-22","positionInPerek":22,"positionInParasha":65},{"uri":"tanach-kliyekar-5-25-13","text":"וכפי פשוטו הורה בפסוק זה ענין יקר, והוא כמ\"ש מונבז המלך שבזבז אוצרותיו כו' אבותי גנזו לאחרים ואני גנזתי לעצמי שנאמר ולך תהיה צדקה, אבותי גנזו במקום שהיד שולטת ואני גנזתי במקום שאין היד שולטת שנאמר (תהלים פט.טו) צדק ומשפט מכון כסאך (ב\"ב יא","titles":[{"title":"﻿דברים כד יג"},{"title":"﻿דברים פרק כד פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-25","interprets":"tanach-5-25-13","positionInPerek":13,"positionInParasha":82},{"uri":"tanach-kliyekar-5-25-20","text":" כלי יקר  (כ–כא) לא תפאר אחריך, לא תעולל אחריך. רז\"ל דרשו (חולין קלא","titles":[{"title":"﻿דברים כד כ"},{"title":"﻿דברים פרק כד פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-25","interprets":"tanach-5-25-20","positionInPerek":20,"positionInParasha":89},{"uri":"tanach-kliyekar-5-26-2","text":"וטעם למספר ל\"ט, לפי שכפר באחד העולה למספר י\"ג ובתורה שנדרשת בי\"ג מדות ומרד ביצר טוב הבא אחר י\"ג שנה. וכל חוטא נכנס בו רוח שטות והוא נעדר מן הבינה הבאה למ' שנה, לכך נאמר והיה אם בן אם נחקור את הבינה הבאה בשנת מ' והוא דומה כאילו לא הגיע לשנת מ' בזאת תדע כי ראוי להלקותו במספר שאינו ארבעים ממש אלא סמוך למספר זה כי לא עם בינות הוא. ","titles":[{"title":"﻿דברים כה ב"},{"title":"﻿דברים פרק כה פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-2","positionInPerek":2,"positionInParasha":93},{"uri":"tanach-kliyekar-5-26-13","text":"ובדרך דרש יש לומר, כשם שפר' זכור את אשר עשה לך עמלק סמוכה לפרשת משקלות, כך אנו עושים פר' זכור אחר פר' שקלים הבאה לכפרה על עון העגל שנעשה משקלי זהב ע\"י שהיו להוטים אחר הממון ביותר כמבואר למעלה פר' כי תשא (ל.יג) וכל הלהוט אחריו משקר גם במשקולות ובעון זה בא המן על ישראל מזרע עמלק בשקלי כסף ומרדכי צוה שלא ישלחו ידיהם בבזה לתקן זה, ואין כאן מקומו להאריך בו. ","titles":[{"title":"﻿דברים כה יג"},{"title":"﻿דברים פרק כה פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-13","positionInPerek":13,"positionInParasha":104},{"uri":"tanach-kliyekar-5-27-1","text":" כלי יקר  והיה כי תבוא אל הארץ וגו'. לא מצינו לשון וירשתה וישבת בה כי אם כאן ובפר' המלך, לפי שאחר ישיבה וירושה ישמן ישראל ויבעט וישאלו להם עניני שררות ככל הגוים, כך בפר' ביכורים היתה הכוונה להכניע רום לבבם אשר אחר ירושה וישיבה ישיאם לבם לומר כי להם הארץ ובחרבם ירשוה וישכחו את ה', זה\"ש והיה כי תבוא אל הארץ אשר ה' אלהיך נותן לך נחלה. כי באמת לא בתורת ירושה אתה בא אל הארץ כי בית והון נחלת אבות אבל מה' הארץ נתונה לך במתנה על מנת להחזיר אליו גמולו ולשמור כל מצותיו, ולבבך לא כן ידמה אלא וירשתה. שתחזיק בה כיורש כאילו היא ירושה לך מאבותיך, וישבת בה. כתושב לא כמו שנאמר (ויקרא כה.כג) והארץ לא תמכר לצמיתות כי לי הארץ כי גרים ותושבים אתם וגו'. וכל זה יביאך לידי רום שתשכח את ה' על כן אנכי מצוך מצות הביכורים וכן פירש הרמב\"ם שעיקר טעם מצוה זו ההכנעה וההשתעבדות אל השי\"ת, והעד על זה מ\"ש הגדתי היום לה' אלהיך. הגדתי לשון עבר והלא עדיין לא הגיד כלום, אלא שר\"ל שבהליכה והבאה זו כבר דומה כאילו הגדתי דרך וידוי כי באתי אל הארץ וגו' ר\"ל לא בתורת ירושה כי אם באופן זה שנשבע ה' לאבותינו לתת לנו, ומעיד אני על עצמי בהבאת הביכורים כי מאת ה' היתה הארץ לי למנה ומתנה, וז\"ש ולקחת מראשית. ונתת לא נאמר אלא ולקחת לומר לך שמראשית זה אשר תביא בית ה' ליתן הודיה וכבוד לשמו ית' ממנו תקח את כל פרי האדמה ותזכה בכל פרי האדמה אחר שכבר הודית כי תביא הראשית מארצך אשר ה' אלהיך נותן לך כי ארץ זו לא תקרא ארצך כי אם אחר הבאת הראשית וע\"י הבאה זו תקח לך כל פרי האדמה. והבאה זו היא ההגדה האמורה בפסוק הגדתי היום. ","titles":[{"title":"﻿דברים כו א"},{"title":"﻿דברים פרק כו פסוק א"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-5-27-3","text":"ולפי שהוידוי הוא מזבח כפרה, לכך ולקח הכהן הטנא מידך והניחו לפני מזבח ה'. לומר הנה סר עונך וחטאתך תכופר, ואחר הכפרה וענית ואמרת, בקול רם לא כמו הוידוי שהיה בלחש כי חציף הוא מאן דמפרט חטאיה ברבים אבל דבר זה יכול לומר בקול רם להסיר הפשע מזרע יעקב ולתלותו במקולקל בזרע האם שהיתה מארמי ואומר ארמי אובד אבי, לא הזכיר את לבן בשמו אלא לומר שלפי שהיה מן ארם על כן נהג מנהג מקומו וממנו נמשכה מדה רעה זו האמורה בפסוק וירשת וישבת בה לבקש ישיבה של שלוה בעה\"ז כדמסיק בב\"ר (פר' לט.ח) אמר רבי לוי בשעה שהיה אברהם מהלך בארם נהרים ובארם נחור וראה בני אדם אוכלין ושותין ופוחזים אמר הלואי לא יהי חלקי בארץ הזאת כו', ולפי שמשם לקח יצחק את רבקה, ויעקב את נשיו, משם למד יעקב לבקש ישיבה של שלוה בעה\"ז ועי\"ז קפצה עליו רוגזו של יוסף, ועי\"ז נתגלגל הדבר שירדו מצרימה ושם היו גרים ובאו בכור הברזל למרק אותו עון וזה\"ש ארמי אובד אבי וירד מצרימה. והזכיר זה דרך התנצלות על מה שנאשמו באומרו וירשת וישבת בה כאמור לומר שמעון זה נשאר רושם קצת לדורות, לכך אמר אובד אבי. אובד לשון הוה לומר שנשאר רושם זה גם לדורות. ","titles":[{"title":"﻿דברים כו ג"},{"title":"﻿דברים פרק כו פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-5-27-7","text":"ומהרי\"א פירש, והנחתו, שיעזבנו שם מלשון ותנח בגדו אצלה (בראשית לט.טז) שלא יחזור ויקח הטנא משם אלא יעזבהו לכהני ה'. ","titles":[{"title":"﻿דברים כו ז"},{"title":"﻿דברים פרק כו פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-5-27-15","text":" כלי יקר  השקיפה ממעון קדשך וגו'. לפי שאמר למעלה עשיתי ככל אשר צויתני פירש\"י שמחתי ושמחתי את אחרים ע\"כ השקיפה ממעון כמו שאנו אומרים שהשמחה במעונו ומשם תחזור ותשמחנו. ובמס' חגיגה (יב","titles":[{"title":"﻿דברים כו טו"},{"title":"﻿דברים פרק כו פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-kliyekar-5-27-16","text":" כלי יקר  היום הזה ה' אלהיך מצוך וגו'. אחר שפיך ענה בך כי לה' תבל ומלואה ומידו ית' נתן לך הכל מעתה תקבל עליך לשמור מצות ה'. את ה' האמרת היום וגו' וה' האמירך היום וגו'. כי אתה האמרת אותו בהגדות אלו שבבכורים ומעשר ואמרת שמעתי בקול ה'. ולעומת זה גם ה' האמירך להשקיף ממעון קדשו מן השמים ולברך אותך ביתר שאת על כל העמים, אע\"פ שכל השקפה לרעה מ\"מ אצלך ישתנה הענין כדבר סגולה שאין בו טעם זהו שאמר וה' האמירך היום להיות לו לעם סגולה. וי\"א שגם השקפה זו לרעה ור\"ל השקיפה על האומות המכעיסים אותך ותן אותם כופר על עמך ישראל לכך לא נאמר השקיפה לברך אלא וברך הוא מילתא באפי נפשיה, ועל פי דרך זה שפיר קאמר וה' האמירך היום להיות לו לעם סגולה וגו', ולתתך עליון על כל הגוים, כי דבר זה מבואר בהשקיפה אשר בו האמירנו ה'. וגם אם האמרת והאמירך לשון חטיבה (ברכות ו.) מ\"מ הוא מבואר ע\"ז הדרך ומדקאמר בשניהם לשון היום ש\"מ שקאי אפרשה שלמעלה של בכורים ומעשר כי בהם מבוארים שני האמרות אלו. ","titles":[{"title":"﻿דברים כו טז"},{"title":"﻿דברים פרק כו פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-kliyekar-5-28-12","text":"ובסוטה (לז","titles":[{"title":"﻿דברים כז יב"},{"title":"﻿דברים פרק כז פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-12","positionInPerek":12,"positionInParasha":31},{"uri":"tanach-kliyekar-5-29-2","text":" כלי יקר  ובאו עליך כל הברכות האלה והשיגוך. בענין היותם עליון על כל גויי הארץ נאמר ונתנך ה' תלה הדבר בהקב\"ה, ובמציאת שאר הברכות נאמר ובאו מעצמם משמע ומי ירדוף אחריהם שאמר והשיגוך. הביאור הוא שכל הרודף אחר השררה היא בורחת ממנו והבורח מן השררה השררה רודפת אחריו (תנחומא ויקרא ג.) והשררה מקור לכל הברכות כי מה שקנה עבד קנה רבו, לפיכך אמר ונתנך ה' עליון וגו' כי זהו השררה אשר לא יאות לך לבקש אותה ולהשתדל אחריה ומ\"מ יתן ה' אותה לך ומאז והלאה תהיה השררה רודפת אחריך ותשיגך, ואגב השררה יבואו מעצמם כל הברכות האלה כי הולכים לרגל השררה הרודפת אחריך כך כל הברכות ירדפו אחריך מבלי שתחזור אחריהם והשיגוך אגב השררה, כי תקנה על ידה כל הברכות של כל גויי הארץ כי מה שקנה עבד קנה רבו. ","titles":[{"title":"﻿דברים כח ב"},{"title":"﻿דברים פרק כח פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-2","positionInPerek":2,"positionInParasha":47},{"uri":"tanach-kliyekar-5-29-4","text":"ומה שנאמר מיד אחר ברוך אתה בצאתך יתן ה' את אויביך נגפים לפניך. ובקללות לא הזכיר מיד שיהיו מנוצחים כי אם אחר כמה פסוקים, לפי שהסברה נותנת שמיד כאשר יראו האויבים שכל יושבי הארץ ההיא מוצלחים וברוכים הם בבואם ובצאתם, אז יתקנאו האומות בישראל ויצאו מביתם ללחום עם ישראל לגרשם מן הארץ הטובה ההיא ועל זה נאמר בדרך אחד יצאו אליך וגו', משמע שהאומות יבואו על ישראל אבל בקללות נאמר בדרך אחד תצא אליו משמע אדרבה שישראל יצאו מארצם ללחום עם האומות, וזה לפי שבקללות האומות אשר ראו מכות הארץ ואת תחלואיה מסתמא לא יבקשו הארץ של ישראל כי לא יראו בה שום הצלחה לכך לא נאמר אחר ארור אתה בצאתך יתנך ה' נגף לפני אויביך. באויבים שיבואו עליך כי ודאי לא יבואו אלא אתה תצא מארצך אליהם כי תראה שארצם טובה מארצך, אבל לא לאלתר כי אם אחר שיתקיימו כל היעודים הרעים שהזכיר מן ישלח ה' בך את המארה עד יתן ה' מטר ארצך אבק ועפר וגו', והיו שמיך אשר על ראשך נחושת והארץ אשר תחתיך ברזל. על ראשך ותחתך למה לי וכי עדיין לא ידענו שהשמים על ראשך והארץ תחתך אלא שר\"ל אותו חלק דווקא שעל ראשך ותחתיך יהיו מקולקלים אבל השמים והארץ שממעל ומתחת של ארצות שאר העמים לא יהיו מקולקלין, ודווקא מטר ארצך אבק ועפר לא מטר ארצות שאר האומות, ועל כן ישיאך לבך לצאת מביתך אל ארצות שאר האומות הטובים מארצך אולי תוכל לגרשם לישב במקומם, ע\"כ אמר יתנך ה' נגף לפני אויביך בדרך אחד תצא אליו ובשבעה דרכים תנוס לפניו וזה טעם יקר. ","titles":[{"title":"﻿דברים כח ד"},{"title":"﻿דברים פרק כח פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-4","positionInPerek":4,"positionInParasha":49},{"uri":"tanach-kliyekar-5-29-8","text":"ומ\"ש יפתח ה' לך את אוצרו הטוב, היינו אותו אוצר שהקב\"ה עושה בשמים מיראת ה' אשר בך כי היא אוצרו כמ\"ש (ישעיה לג.ו) יראת ה' היא אוצרו. ר\"ל של הקב\"ה כמו שפירש רבינו בחיי (שמות יט.ה) שכל מלך עושה אוצר וסגולה מדבר שאינו מצוי בידו בכל עת כמו אבני יקר וכן הכל בידי שמים חוץ מיראת שמים (ברכות לג","titles":[{"title":"﻿דברים כח ח"},{"title":"﻿דברים פרק כח פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-8","positionInPerek":8,"positionInParasha":53},{"uri":"tanach-kliyekar-5-29-15","text":"ד\"א לפי שנאמר ולא נתן לכם אלהים לב לדעת וגו' עד היום הזה. וכתיב (משלי ב.ג–ד) כי אם לבינה תקרא לתבונה תתן קולך, אם תבקשנה ככסף וכמטמונים תחפשנה. ודרשו בזה מ\"ט מונים שני פעמים דהיינו מ\"ט פנים טהור מ\"ט פנים טמא (כמנין ודגלו ירושלמי סנהדרין פרק ד' הל.ב) ולא יכול האדם לבא לידי חקירה זו כי אם מתוך בינת הלב המשכיל במ\"ט שערי בינה, שהרי הקדים לומר כי אם לבינה תקרא. כי הבינה כפל מן החכמה כי הנבון מבין דבר מתוך דבר, והכתוב אומר שלא היה להם לב לדעת דהיינו הבינה עד היום לפיכך דווקא ביום הזה נתיעדו צ\"ח קללות על שלא דרשו התורה בשני פעמים מ\"ט, אבל אותן שבתורת כהנים נאמרו קודם שנעשו בני בינה להבין דבר מתוך דבר דהיינו מ\"ט מתוך מ\"ט, על כן לא באו כי אם במספר מ\"ט כי היה להם להבין לפחות המושכלות ראשונות הבאים במספר מ\"ט לכל הפחות. ","titles":[{"title":"﻿דברים כח טו"},{"title":"﻿דברים פרק כח פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-15","positionInPerek":15,"positionInParasha":60},{"uri":"tanach-kliyekar-5-29-54","text":"והביאור הוא הרכות שהזכיר אינו רכות של עונג, אלא רכות הלב כי מי שהוא רחמן בטבע יש לו לב רך ולא יאמץ לבבו, על כן אמר שהאיש הרך בך בכל ישראל אפילו לרחוקים היה טוב עין ולבו רך לרחם אפילו בך בכל ישראל ועכשיו תרע עינו אפילו באחיו וגו', וכן הענג מאד שלא היה אוכל כי אם למעדנים עכשיו יאכל בשר בניו, אבל מלת בך לא יצדק ע\"ז האופן אחר והענג. ולפי שכל איש בטבע אינו בעל תענוג כמו האשה ע\"כ הוצרך להוסיף לשון מאד אחר והענג לומר דווקא שהענג מאד אשר יצא מגדר שאר אנשים אצלו הדבר חידוש שהענג מאד יאכל מבשר בניו אבל סתם ענג אין הדבר חידוש אצלו שיאכל מבשר בניו כי האיש קשה בטבע, אבל אצל האשה הדבר חידוש אפילו בסתם ענוגה בלא מאד, שתאכל דבר מאוס כזה לפי שהאשה בלאו הכי רכה בטבע רכות של תענוג כענין שאמר אח\"כ מהתענג ומרוך. דהיינו רכות של תענוג, אבל מ\"ש הרכה בך, היינו רכות של עין טובה כאמור, ולפי שסתם נשים צרי עין באורחים וזו יצתה מגדר סתם נשים והיא רחמנית ודומה כאילו אינה אשה אלא דרך אנשים לה לכך לא נאמר האשה הרכה, ולפי שהאיש יש בידו כח ליתן משלו לאחיו ולא יתן ע\"כ אמר תרע עינו באחיו, אבל האשה רשות אחרים עליה ואינה רשאה ליתן לאחיה כלום ע\"כ לא אמר תרע עינה באחיה. וא\"ת א\"כ מהו שאמר תרע עינה באיש חיקה איך לא תתן לאישה הרי הכל שלו ואיך לא תתן לו, ע\"ז אמר כי תאכלם בסתר, שתסתיר מן בעלה האכילה אבל הנתינה לאחיה היא מפחדת פן יתגלה הדבר ואולי אחיה עצמו יגלה אח\"כ כי אין דבר נסתר על ידי אחר. ","titles":[{"title":"﻿דברים כח נד"},{"title":"﻿דברים פרק כח פסוק נד"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-54","positionInPerek":54,"positionInParasha":99},{"uri":"tanach-kliyekar-5-29-58","text":"וע\"ז אמר הנביא (ישעיה כט.יג–יד) יען כי נגש העם הזה. כי המה נגושים ואנוסים בכל מעשיהם ואינן עושין מיראת ה' כי אם מיראת אנשים המכריחים אותם על העשיה, ונמשך מזה שבפיו ושפתיו כבדוני ולבם רחק ממני. כי המכריח אין בידו להכריחו כ\"א על דבר שפתים אבל לא על כונת הלב כי מי יודע מסתוריו של חבירו, ותהי יראתם אותי מצות אנשים מלומדה. שקוראים יראתי מה שאינו כ\"א מצות אנשים כי הוא מצוה מן האנשים המכריחים אותו על העשיה ואינו מצות השם, לכן הנני יוסיף להפליא את העם הפלא ופלא ואבדה חכמת חכמיו. אין הפירוש שחלילה החכמים יהיו אבודים שהרי לא נאמר ואבדו החכמים גם אין הפירוש שהחכמה תהיה אבודה מן החכמים שהרי לא נאמר ואבדה החכמה מחכמיו אלא הפירוש שחכמתם תהיה אבודה מן אנשי הדור, כי יתן ה' בלבם שלא ישמיעו בחוץ קולם ויכניסו חכמתם, בדור שאין התורה חביב עליהם כדי שלא ידעו ולא יבינו בחשיכה יתהלכו וימקו בעונם, מאחר שגלוי לפניו ית' שאף אם היו לומדין ועושין לא היו לומדין ועושין לשמה כי כל דבר הנעשה על צד ההכרח אין בו שלימות כי בסור המכריח ישוב לסורו, ע\"כ צוה ה' לפרסם עליהם ולגלה רעתם בקהל בדור שאין עושין כ\"א מהכרח איזו תכלית מדומי כעושר וכבוד אשר אליו הוא נושא את נפשו כמנהג דורינו זה, ע\"ז אמר אם לא תשמור וגו' והוא מדבר בדור השומר ולומד ועושה אך לא מיראת ה' זהו שנאמר אם לא תשמור לעשות את כל דברי התורה וגו' ליראה את ה'. ר\"ל באמת תשמור כל דברי התורה אבל לא ליראה את השם הנכבד והנורא כ\"א מיראת אנשים המכריחין אותך ואתה מחליף וממיר יראת השם הנכבד והנורא ביראת אנוש חציר ינתן האחוז בחבלי בוז וקצף, כי אתה ירא פן לא ישרו מעשיך בעיני האנשים כדרך החנפים שבדורינו העושים כדי למצא חן בעיניהם שיכבדום ויעשירום. אז והפלא ה' את מכותך זו הפלאת תורה ויגרום שאנשי אמת יאספו נגה תורתם במקום אשר לא יראה ולא ימצא ואל יהי חלקם עמכם ואז ידעו כל העמים כי משפטי ה' אמת. ","titles":[{"title":"﻿דברים כח נח"},{"title":"﻿דברים פרק כח פסוק נח"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-58","positionInPerek":58,"positionInParasha":103},{"uri":"tanach-kliyekar-5-30-8","text":" כלי יקר  ושמרתם וגו', ועשיתם אותם למען תשכילו את כל אשר תעשון. לפי שמצוה גוררת מצוה (אבות ד.ב) על כן אמר שמצוה אחת גורמת שתשכילו את כל אשר תעשון כי כל אחת גוררת חברתה וז\"ש (שם ד.ב) ששכר מצוה מצוה, וז\"ש ושמרתם ועשיתם אותם כי השמירה תגרור העשיה ושכר העשיה הוא למען תשכילו עוד להבא את כל אשר תעשון. ","titles":[{"title":"﻿דברים כט ח"},{"title":"﻿דברים פרק כט פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-30","interprets":"tanach-5-30-8","positionInPerek":8,"positionInParasha":122},{"uri":"tanach-kliyekar-5-30-9","text":"ונתן טעם לדבר, לפי שראשיכם היינו שבטיכם המה בעצמם שבט הנוגש בכם כד\"א (ישעיה י.ה) הוי אשור שבט אפי. קרא לאשור שבט כך קרא לראשים שבט לומר כי המה בעצמם שבטיכם ובידם להוכיח יותר מן הזקנים על כן הם קודמים ליכנס בערבות. ואחריהם כל ישרי לב זקני ישראל מחוקקים אשר ברוח שפתותיהם ימיתו רשע וגם המה יש להם שוטרים הרודין בעם אמנם לא כמו הראשים כי הראשים יש להם יותר ממשלה מן הזקנים, ואח\"כ כל איש פרטי מישראל קודם לנשים וטף כי הנשים והטף נשמעים אל הגברים וכן הגר משועבד ג\"כ אל כל איש פרטי מישראל. ","titles":[{"title":"﻿דברים כט ט"},{"title":"﻿דברים פרק כט פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-kliyekar-5-30-11","text":"וידבר משה על לבם אין הדבר כן כמו שחשבתם, שלכך העלים מהות שתים אלו כדי שלא יהיה לכם מקום להשמר מהם שהרי הרבה פעמים כעסתם ולא חלו שתי קללות אלו אע\"פ שהייתם ראוין שיחולו, ואם תאמרו א\"כ למה נאמרו ביעוד הקללות ולמה לא נתפרשו, לפי שהם מדברים בעונש עה\"ב הנעלם כי מצד היות האדם מסובך בחשכת חומרו אינו יכול להבין מהות העונש ההוא כדרך שהעלימה התורה מהות השכר הרוחני מזה הטעם, וביאור הענין שמשה אמר הנני מיעד לכם צ\"ח קללות כולם בעה\"ז גם כל חלי וכל מכה השייך אל החוטא לעה\"ב כדי רשעתו אשר לא כתוב בספר התורה הזה כי התורה לא דברה מן זה העונש כלום גם הוא על ראש רשעים יחול, וזה\"ש אתם נצבים היום כיום הזה המאפיל ומאיר כך אתם קיימין בקיום נצחי וגם אחר שתחשך השמש והירח ביום המיתה תשובו לאור באור ה' הנצחי לעה\"ב, ואחר שהונח שיש מציאות לאדם גם אחר מותו הנה בזה תבינו פירוש הפסוק גם כל חלי וכל מכה אשר לא כתוב בספר התורה הזאת. וזה\"ש כך האיר לכם ועתיד להאיר כי כשם שאור לכם בעה\"ז כך זורח הוא שם גם לעתיד והקללות והיסורין מקיימין אתכם ומציבים אתכם לפני, כמ\"ש (ברכות ה.) ג' מתנות טובות נתן הקב\"ה לישראל וכולן ע\"י יסורין ואחד מהם עה\"ב שנאמר (משלי ו.כג) ודרך חיים תוכחות מוסר. ואחר שגלה להם משה סוד עה\"ב אשר לפנים לא ידעו הנה בזה נתקררה דעתם ע\"י הבנת ב' מכות אלו הנעלמים כאמור. ","titles":[{"title":"﻿דברים כט יא"},{"title":"﻿דברים פרק כט פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-11","positionInPerek":11,"positionInParasha":3},{"uri":"tanach-kliyekar-5-30-13","text":"או יוכל לומר שכל הסיפור, מן כי אתם ידעתם עד פן יש בכם שורש וגו' הכל נתינת טעם על האבות, כי יאמר מאחר שישבתם בארץ מצרים ויצאתם משם ולא היה יכולת באלהי מצרים להציל את מצרים ואחר כך עברתם בקרב הגוים אשר לא נתן לכם ה' רשות לירש את ארצם, הנה בזה תבואו לידי טעות לומר שלכך נעשה דין באלהי מצרים ולא באלהי העמים אשר עברתם בתוכם לפי שאלהיכם חזק מאלהי מצרים אבל לא מאלהי הגוים אשר עברנו בתוכם ותאמרו כי מטעם זה לא יכולתם לעשות כלום לאותן הגוים כי אלהיהם עמהם להצילם זהו שאמר ותראו את שיקוציהם וגו' כסף וזהב אשר עמהם. במלת עמהם חתם כל טעותם כי יאמרו שאלהיהם עמהם להצילם, ואילו לא ישבנו בארץ מצרים לא היה הטעות חזק כל כך כי אולי אין הקב\"ה מתקנא באלהי העמים אלילים ע\"כ אינו עושה בהם שפטים, אבל מאחר שבאלהי מצרים עשה שפטים ולא באלהי העמים אשר עברנו בתוכם מתוך זה אתם קרובים לבא לידי טעות לומר שאלהי העמים עמהם להצילם, ואחר כך אמר כנגד הבנים פן יש בכם שורש פורה כדרך שנתבאר למעלה. ","titles":[{"title":"﻿דברים כט יג"},{"title":"﻿דברים פרק כט פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-13","positionInPerek":13,"positionInParasha":5},{"uri":"tanach-kliyekar-5-30-18","text":"ומה שקרא תורת כהנים סתם ספר, והקללות שבפרשת כי תבא קרא ספר התורה, לפי שכל ה' ספרים בכלל נקראו תורה וכל ספר בפני עצמו נקרא ספר לפיכך ספר ת\"כ נקרא ספר כי אינו כולל כל התורה רק שהוא ספר אחד מן מספר חמש ספרים, אבל ספר חמישי זה נקרא תורה כי הוא כולל כל התורה כי לכך נקרא משנה תורה כמ\"ש (דברים א.ה) הואיל משה באר את התורה הזאת. וז\"ש לענין ההבדלה והבדילו ה' לרעה וגו' ככל אלות הברית הכתובה בספר התורה הזה כי כולם נאמרו בלשון יחיד המורה על הבדלה זו לבטל ממנו סברת למען ספות הרוה את הצמאה שלא יאמר בתוך עמי אנכי יושב, ומטעם זה קרא הראשונים אלה והאחרונים אלות לפי שהאחרונים כפולים מן הראשונים כי במקום כל אלה אחת נמצאו כאן שתים מן הטעם שבארנו בפרשת כי תבא (כח.טו) או כנגד מ\"ט שערי בינה, או כנגד התורה שנדרשת במ\"ט פנים כנגד כל אחד מכה אחת וכאן שתים בעבור הערבות, ומה שאמר ורבצה בו כל האלה דווקא אותה אלה שבת\"כ לפי שכאן מדבר בחטא ע\"ז וכן האלה שבת\"כ מדברת גם כן מעון ע\"ז שנאמר (ויקרא כו.ל) והשמדתי את במותיכם והכרתי את חמניכם וגו'. אבל אותן אלות שבערבות מואב לא נזכר בהם עון ע\"ז, ע\"כ אמר באלה ראשונה ורבצה בו כי היא לבדה תרבץ אצלו אמנם לענין ההבדלה לבד שיבדילו ה' לרעה מכל שבטי ישראל אמר ככל אלות הברית וגו' כי אלו האלות נאמרו בלשון יחיד, ומה שנאמר אח\"כ וראו את מכות הארץ וגו' ש\"מ שבעונש רבים הוא מדבר זה קאי על מה שנאמר למעלה או משפחה או שבט כי זה מדבר ברבים החוטאים ואז יראו מכת הארץ כמו שיתבאר בסמוך. ","titles":[{"title":"﻿דברים כט יח"},{"title":"﻿דברים פרק כט פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-18","positionInPerek":18,"positionInParasha":10},{"uri":"tanach-kliyekar-5-30-21","text":"ואמר הנסתרות לה' אלהינו וגו', לתרץ השינוי הנאמר למעלה בחטא איש או אשה והבדילו ה' לרעה וכל ישראל נקיים, ובחטא משפחה או שבט כתיב וראו את מכות הארץ וגו' משמע שכל ישראל בכלל העונש. על זה אמר הנסתרות לה' אלהינו. כי היחיד אשר יתברך בלבבו לאמר שלום יהיה לי מי יודע מה שבלבו בלתי ה' לבדו על כן והבדילו ה' לרעה. אבל חטא המשפחה או שבט א\"א שיהיה הדבר בנסתר על כן על כל ישראל חל חובת ביעור הגילולים מן הארץ והנגלות לנו ולבנינו עד עולם ואם לא יבערום מן הארץ אז דין הוא שכולם יהיו נתפסים בעון אותו שבט זהו שאמר והנגלות לנו ולבנינו וגו'. זה הנראה ישר ונכון בישוב כל המקראות על אופנם. ","titles":[{"title":"﻿דברים כט כא"},{"title":"﻿דברים פרק כט פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-21","positionInPerek":21,"positionInParasha":13},{"uri":"tanach-kliyekar-5-31-1","text":"ומל ה' אלהיך את לבבך ואת לבב זרעך לאהבה את ה'. שיתן בלבך לעבדו מאהבה לא מיראה כי העושה מאהבה עובד את ה' בשמחה, אך שכל זמן שאין הקב\"ה מתנקם מאויביך תמיד מורא אויביך עליך פן יחזרו להלחם בך ועל כן אין לבך פנוי לעבוד את ה' בשמחה, ע\"כ ונתן ה' אלהיך את כל האלות האלה על אויביך ועל שונאיך אשר רדפוך. ומאז תהיה בטוח שלא יבואו עליך עוד וישמח צדיק כי חזה נקם (תהלים נח.יא) הנה מאז תהיה מוכן לעשות כל מצות ה' בשמחה גם בפועל זה\"ש ואתה תשוב ושמעת בקול ה' ועשית את כל מצותיו. ואז לא תצטרך לזכות אבותיך זה\"ש ואתה כי בך לבד תלה הדבר, ואז ישוב ה' לשוש עליך כאשר שש על אבותיך כי תהיה שוה לאבותיך כי יש בידך זכות עצמך ואל ההרים לא תאכל כמו שדרשו רז\"ל (סנהדרין פא.) מן פסוק אל ההרים לא אכל (יחזקאל יח.ו) שלא אכל בזכות אבותיו. וע\"י ביאור זה נתיישבו הרבה ספיקות בכל המשך פרשה זו כמבואר לכל מבין במעט התבוננות. ","titles":[{"title":"﻿דברים ל א"},{"title":"﻿דברים פרק ל פסוק א"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-1","positionInPerek":1,"positionInParasha":21},{"uri":"tanach-kliyekar-5-31-11","text":"וי\"א שאמר על התשובה, כי מצד רוממות האל יתברך התשובה נפלאת מאד הפלא ופלא כי כל בעל המגרש אשתו לא ישוב לקחתה אחרי אשר הוטמאה ואיך יקרב מלך רם ונשא אליו אנשים החטאים בנפשותם אשר סרו מאחריו וזנו אחרי אלהי נכר. אבל ממך דהיינו מצדך לא נפלאת על דרך שנאמר (תהלים קג.יד) זכור כי עפר אנחנו. כי מצד החומר, אדם אין צדיק בארץ אשר יעשה טוב ולא יחטא (קהלת ז.כ) על כן מן הראוי שיקבל תשובתך ואולי שעל זה אמר לא בשמים היא כי אינה מצויה בצבא מרום הרוחנים כ\"א בך אדם מעפר יולד על כן מצדך התשובה דבר ראוי ומתקבל בדרך שנתבאר. ","titles":[{"title":"﻿דברים ל יא"},{"title":"﻿דברים פרק ל פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-11","positionInPerek":11,"positionInParasha":31},{"uri":"tanach-kliyekar-5-31-15","text":"ואם יפנה לבבך, שתפנה לבך לבטלה ולא תעסוק כל הימים בעבודת האל ית' אז ונדחת סופך להיות מודח מכל וכל מן ה' והשתחוית לאלהים אחרים. כי הבטלה מביאה לידי שיעמום ותסיר לבבך מן ה', הגדתי לכם היום וגו', לא תאריכון ימים וגו'. והיינו שאמרו רז\"ל (אבות ג.ה) המפנה לבו לבטלה מתחייב בנפשו. ","titles":[{"title":"﻿דברים ל טו"},{"title":"﻿דברים פרק ל פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-15","positionInPerek":15,"positionInParasha":35},{"uri":"tanach-kliyekar-5-31-19","text":"ואמר העידותי בכם היום. כי תסתכל בגלגל יומי שעובד מאהבה, כך אתה, לאהבה את ה' וגו', וכמו שנאמר (שופטים ה.לא) ואוהביו כצאת השמש בגבורתו ועיין ביאור כל מאמר זה בחיבורי הקטן אורח לחיים מאמר ו'. ","titles":[{"title":"﻿דברים ל יט"},{"title":"﻿דברים פרק ל פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-19","positionInPerek":19,"positionInParasha":39},{"uri":"tanach-kliyekar-5-32-1","text":"ואף אם השלום כפשוטו בין איש לרעהו, מ\"מ יש בו צורך גדול אל התשובה כדי שיהיו השבים רבים כי בכל ימות השנה אין הקב\"ה מקבל כי אם תשובת הרבים ויחיד אימת בעשרת ימי תשובה דווקא ע\"כ נאמר (ישעיה נז.יט) שלום שלום לרחוק ולקרוב. כי מי שהוא רחוק ונתקרב צריך לשני שלומות אלו הן שלום בינו ובין אלהיו, הן שלום בינו לרעהו, ואז אמר ה' ורפאתיו. וכמו ששלום זה המסבב התשובה חייב כל אדם לחזר אחריו כך עשה משה, זה\"ש וילך משה כי הוא הלך אחריהם וזרזם על התשובה ועל הדרכים המסבבים התשובה דהיינו השני שלומות שהזכרנו ושניהם נכללו באמרו וידבר את הדברים האלה. הן דברי וידוי בין אדם למקום, הן דברי פיוס בין אדם לחברו, כי על שניהם נאמר קחו עמכם דברים ושובו אל ה'. ","titles":[{"title":"﻿דברים לא א"},{"title":"﻿דברים פרק לא פסוק א"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-5-32-6","text":" כלי יקר  כי ה' אלהיך הוא ההולך עמך. מצינו לשון הליכה בפר' זו בג' פנים, כי אצל ישראל כתיב כי ה' אלהיך הוא ההולך עמך, משמע מחזיק בידך מדריכך בדרך תלך אבל ביהושע כתיב וה' הוא ההולך לפניך. ובמשה כתיב סתם וילך משה בלא סעד כלל. כי זה דומה למה שנאמר בנח שהיה מקטני אמנה, את האלהים התהלך נח (בראשית ו.ט) שהיה צריך סעד לתמכו כך ישראל כתיב אצלם כי ה' אלהיך הוא ההולך עמך. כי היו צריכין סעד לתמכם ביראת ה', אבל יהושע נאמר בו וה' הוא ההולך לפניך והוא אחריו כי לא היה צריך כל כך סעד לתומכו כמו ישראל אבל מ\"מ לא הגיע למדריגת האבות שנאמר בהם (טו.מח) האלהים אשר התהלכו אבותי לפניו. משמע שהשכינה היתה אחריהם, ולמדריגה זו הגיע משה שנאמר וילך משה משמע הלך לבדו בלא סעד כלל, כי ההולך אחרי ה' יש לו קצת סעד אבל לא כמי שהולך עם ה', ומטעם זה אמרו (ב\"ב עה.) פני משה כפני חמה, כמו החמה שאינה מקבלת אור מגלגל אחר כך משה האיר בצדקו מאליו ויהושע כלבנה שצריכה סעד מן אור החמה, אבל ישראל נמשלו לכוכבים כי אורם זעיר שם זעיר שם עד שצריכין סעד גדול ביותר, וחכמי התכונה אמרו שמה שיסבבו הכוכבים בע' שנים יסבבו החמה והלבנה ביום א', כך השלמים כמשה ויהושע קונין עולמם ביום אחד לקנות מן השלימות ביום אחד מה שלא יכול אדם בינוני לקנות כ\"א בע' שנה, זמן בינוני אשר קצב ה' לכל אדם לקנות בו שלימתו ולפעמים גם שיבה זרקה בו והוא לא ידע. ","titles":[{"title":"﻿דברים לא ו"},{"title":"﻿דברים פרק לא פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-5-32-7","text":"ד\"א לעיני כל ישראל חזק ואמץ. לפי שעיני כל ישראל עליו וממנו יראו וכן יעשו על כן ביותר הוא צריך להתחזק בתורה ויראת ה' לעיניהם על דרך קשוט עצמך תחילה (ב\"מ קז","titles":[{"title":"﻿דברים לא ז"},{"title":"﻿דברים פרק לא פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-5-32-11","text":"ומכאן לימוד לכל דברי תוכחות עלי עון, שצריך המוכיח לדבר ברמז מן חטא שחטא בו איזו איש פרטי באופן שלא יכנס הדבר כי אם באזניו, ולא יבינו בו אחרים מפני כבודו כדרך שעשה משה. ","titles":[{"title":"﻿דברים לא יא"},{"title":"﻿דברים פרק לא פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-kliyekar-5-32-12","text":"ולפי פשוטו מדבר בטף שכבר הגיעו לחינוך, כמ\"ש למען ישמעו אלו הנשים ולמען ילמדו אלו האנשים ובניהם אשר לא ידעו ישמעו ולמדו זה טף שהגיע לחינוך. ","titles":[{"title":"﻿דברים לא יב"},{"title":"﻿דברים פרק לא פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-5-32-13","text":" כלי יקר  ובניהם אשר לא ידעו וגו'. אם זה מדבר בטף שהגיעו לחינוך שפיר קאמר ישמעו ולמדו ליראה את ה'. כי עדיין אינן יודעין דבר מענין יראת ה', אבל בגדולים אמר למען ישמעו ולמען ילמדו ויראו את ה' שאינן צריכין כ\"א לשמוע וללמוד המצות אבל היראה מעצמם יראו את ה' כי כבר הורגלו ביראת ה' כל היום, אבל אם פסוק זה מדבר בדורות הבאים, נראה לפרש זה על דרך שנאמר פר' עקב (י.יב) ועתה ישראל מה ה' שואל מעמך כ\"א ליראה וגו'. לפי שכתוב בתריה כי לא את בניכם אשר לא ידעו ואשר לא ראו מוסר אלהיכם וגו' עד כי עיניכם הרואות את כל מעשה ה' הגדול. כי רצה לתרץ בזה מ\"ש למעלה ועתה ישראל מה ה' אלהיך שואל מעמך כי אם ליראה. אטו יראה מלתא זוטרתי היא, ע\"ז אמר כי אילו הייתי מדבר עם בניכם אשר לא ראו מוסר ה' ולא נשרשו ביראת ה' ודאי הייתי שואל מהם דבר גדול מאד, אמנם אני מדבר עמכם כי עיניכם הרואות את כל מעשה ה' אשר עשה האלהים שיראו מלפניו כמ\"ש (שמות כ.יז) ובעבור תהיה יראתו על פניכם וגו'. ואצלכם ודאי דבר קטן אני שואל, כי עם היות שהיראה דבר גדול הערך היא מאד מ\"מ אצלכם בנקל לקיימה כי כבר נשרשתם ביראה זהו שאמר ועתה ישראל. במלת ועתה חתם כל דבריו לאמר שעתה בדור זה מילתא זוטרתי היא ומה ה' שואל מעמך עתה כי אם ליראה, וזה\"ש כאן על אותו דור למען ישמעו ולמען ילמדו ויראו את ה' כי על היראה אינן צריכין זירוז כ\"כ ומעצמם יראו את ה'. ובניהם אשר לא ידעו. דומה ממש למאמר כי לא את בניכם אשר לא ידעו גו'. ורצה בזה כי בניכם אשר לא ידעו מוסר ה' ולא ראו את גדלו המה צריכין זירוז ולימוד על היראה, וזה\"ש ישמעו ולמדו ליראה את ה' כי אצלם היראה דבר גדול מאד. ","titles":[{"title":"﻿דברים לא יג"},{"title":"﻿דברים פרק לא פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-kliyekar-5-32-14","text":"ד\"א לפי שאמרו רז\"ל (שבת צז.) החושד בכשרים לוקה בגופו, מנא לן ממשה שאמר והן לא יאמינו לי כו'. אמר הקב\"ה למשה אתה אין סופך להאמין שנאמר יען לא האמנתם בי. ואע\"פ שפשוטו הוא שלקה בצרעת מ\"מ נראה בעיני יותר נכון לפרש שכל החושד בכשרים לוקה בגופו, ר\"ל שילקה בגופו באותו חשד שחשד בו זולתו יהיה הוא נחשד בו כי כל הפוסל במומו פוסל (קידושין ע.) וזהו בעצם ענין לוקה בגופו, וראיה ממשה שאמר והן לא יאמינו. ולסוף לקה בגופו באותו חשד עצמו שנאמר יען לא האמנתם בי. כי למדרש זה קאי לא האמנתם על משה א\"כ אותו הן קרב קצו כי מאחר שאמר והן לא יאמינו לי גרם רעה לעצמו שנכשל במה שנאמר יען לא האמנתם בי. ועי\"ז נקנסה עליו מיתה וזה\"ש הן קרבו ימיך למות. ","titles":[{"title":"﻿דברים לא יד"},{"title":"﻿דברים פרק לא פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-kliyekar-5-32-16","text":" כלי יקר  הנך שוכב עם אבותיך וקם העם וגו'. רז\"ל (סנהדרין צ","titles":[{"title":"﻿דברים לא טז"},{"title":"﻿דברים פרק לא פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-kliyekar-5-32-17","text":"ובחיבורי הקטן אורח לחיים פירשנו כל פרשה זו בדרך אחר, שפני הנזכרים כאן הם פנים של זעם כמו ושמתי פני באיש ההוא (ויקרא כ.ה) ואמר שאחר הוידוי השלם הזה יסתיר ה' פני זעמו ע\"כ כפל ההסתר כי מדה טובה כפולה, על כל הרעה וגו'. רבותא נקט אע\"פ שעשה רעה אחת הכוללת כל הרעות כי המודה בע\"ז ככופר בכל התורה (ספרי שלח טו.כב) לכך נאמר על כל הרעה, אף על כל הרעה הגדולה אשר עשה כי פנה אל אלהים אחרים מ\"מ הסתר אסתיר פנים של כעס ממנו והכל שרי ומחיל אחר הוידוי השלם, ובאמרו ואמר ביום ההוא וגו' בארנו שם שפסוק זה כולל כל יסודי התשובה לשכנו תדרשו ושם תמצאו כל הענין מבואר. ","titles":[{"title":"﻿דברים לא יז"},{"title":"﻿דברים פרק לא פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-kliyekar-5-33-1","text":"ומ\"ש האזינו השמים לשון ציווי, ותשמע הארץ אינו לשון ציווי אלא משמע שתשמע מעצמה, נראה שכך פירושו כי מאחר שלכך העיד בהם שמים וארץ שאם לא ישמעו ישראל אזי השמים לא יתנו מטר והאדמה לא תתן יבולה, על כן אמר דרך ציווי לשמים לומר שאני מצוה לכם שאם לא ישמרו ישראל התורה אז לא תתנו להם מטר, אבל על הארץ אין אני צריך לצוות כי אם לא יתנו השמים מטר איך תתן האדמה יבולה בלא מטר, על כן אמר ותשמע הארץ אמרי פי שודאי תשמע מעצמה בלא גזירה שלא תתן יבולה כי זה נמשך מזה. ","titles":[{"title":"﻿דברים לב א"},{"title":"﻿דברים פרק לב פסוק א"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-5-33-2","text":"ולדברינו יאמר ארפא משובתם, על האדם והבהמה, כמו שאמר למעלה (הושע יד.ג) ונשלמה פרים שפתינו. כי ע\"י וידוי שפתינו נשלם חובותינו כי בזה יפטרו גם הפרים מן ההקרבה, כי טעם הקרבן הוא לפי שכח הבהמי שבאדם בו הוא משותף לשאר בהמות וחיתו ארץ על כן באה הבהמה תמורת האדם ובחמלת ה' על כל ברואיו בין אדם בין בהמה הורה דרך התשובה לבת השובבה, ואע\"פ שלשון משובה אינו שייך כ\"א על האדם החוטא ולא על הבהמה מ\"מ כשאדם מביא קרבן וסומך ידו עליו ומתודה עליו דומה כאילו כל עונותיו נשואים באותה בהמה כמ\"ש (ויקרא טז.כב) ונשא השעיר עליו את כל עונותם. לכך שייך לכלול גם הבהמה בתיבת משובתם, ואמר אוהבם נדבה, כי לא על צד החיוב אהבתים כי אם בנדבה כי כן בראתים לכתחילה בנדבה כך גם עתה אוהב אני כל מעשה ידי בנדבה, כי שב אפי ממנו, מן האדם ע\"כ נפטרו שניהם האדם והבהמה, כי אהיה כטל לישראל, כטל זה שהכל שמחים בו, יפרח כשושנה, כי כל בעל תשובה דומה כאילו נולד באותו יום כמ\"ש (תהלים קג.ג–ה) הסולח לכל עוניכי וסמיך ליה תתחדש כנשר נעוריכי. ","titles":[{"title":"﻿דברים לב ב"},{"title":"﻿דברים פרק לב פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-5-33-4","text":"ד\"א שחת לו, לייחס ההשחתה לו ית', לא, זה אינו אלא בניו מומם, שעיקר מומם הוא מה שקראם הקב\"ה בניו וגדלם ורוממם על כן פשוט בעיניהם שירחם ה' עליהם כרחם אב על בנים, ולא יביט באוניות שלהם. ועוד שמתוך זה גבה לבם עד להשחית ומתוך רום לבבם באו לידי חטא ובסמוך יתבאר פסוק זה עוד, ועיין בפר' בן סורר ומורה ביטול דעה זו. ","titles":[{"title":"﻿דברים לב ד"},{"title":"﻿דברים פרק לב פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-5-33-5","text":"ד\"א שבניו רמז למעשיו שנקראו תולדותיו של אדם, הן תולדותיהן של צדיקים מעשים טובים, הן מעשה הרשעים כמו שנאמר (תהלים ז.טו) והרה עמל וילד שקר. והרשע אינו מודה על האמת לעולם ובכל תולדותיו הרעים שהוא מוליד יאמר כי לא בניו המה, וזהו עיקר המום שבהם שלא ישים אשם בנפשו בכל תולדותיו הרעים וכחש לאמר כי לא בניו המה לא אני ילדתים, וסבה לזה לפי שהם דור עקש ופתלתל. כי מצד היותו דור עקש אינו מודה על האמת לעולם ואומר לכל מוכיח לא פעלתי און. סבה שנייה מצד היותו עובר עבירה ושנה בו ומורגל לעשותה פעמים רבות עד שנעשה הדבר אצלו כהיתר (יומא פו","titles":[{"title":"﻿דברים לב ה"},{"title":"﻿דברים פרק לב פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-5-33-6","text":"ד\"א זכור ימות עולם, הוא על דרך שאמרו רז\"ל (אבות ה.א) בעשרה מאמרות נברא העולם ומה ת\"ל והלא במאמר אחד יכול להבראות אלא להפרע מן הרשעים שמאבדין את העולם שנברא בעשרה מאמרות, ר\"ל שאומרים לרשע רע ראה כי דבר גדול אתה מאבד שהרי נברא בעשרה מאמרות וכן בששה ימים מזה הטעם שהיה יכול להבראות ברגע אחד אלא שאומרים לרשע שבחטאו הוא מאבד דבר גדול שנברא בששה ימים, ובעשרה מאמרות, ועשה לו הקב\"ה כונניות בתורה שבכתב הכלולה בעשרת הדברות, ובתורה שבע\"פ הכלולה בששה סדרים, להורות שקיום העולם תלוי בהם. ע\"כ אמר זכור ימות עולם, שנברא העולם בששה ימים והשמר לך שלא תאבד דבר גדול זה וכן בינו שנות דור ודור, הם עשרה דורות מן אדם עד נח, ומן נח עד אברהם, על דרך שנאמר (קהלת ח.יב) אשר חוטא עושה רע מאת ומאריך לו וגו'. ותחשוב לומר מאחר שהקב\"ה מאריך אף ואינו גובה דידיה לאלתר לית דין ודיין וע\"כ יהיה מלא לבך לעשות רע, הנה בשקר אתה בוטח ותבין בינה מן אותן דורות שהיו מכעיסים לפניו ית' עד שהביא עליהם מי המבול, ועד שבא אברהם וקבל שכר כולם. וכמו שמסיק בפרקי אבות אחר בעשרה מאמרות כו' הזכיר מיד ענין עשרה דורות אלו להודיע כמה ארך אפים לפניו ית', כך אין לך לסמוך על תנחומי הבל אלו וכשם שנסמכו בפסוק זה כך סמכם התנא בפרקי אבות כי שניהם מוסר אל החוטאים כאמור. ","titles":[{"title":"﻿דברים לב ו"},{"title":"﻿דברים פרק לב פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-5-33-8","text":"כי חלק ה' עמו וגו'. הורה שבג' מיני מספר הראה הקב\"ה חבת ישראל כי המה שקולים כנגד כל המציאות. מספר א', בשבעים נפש ירדו אבותינו מצרימה כנגד ע' אומות וע' שרים של מעלה על זה אמר יצב גבולות עמים למספר בני ישראל. מספר ב', הוא שנים עשר שבטי ישראל כנגד י\"ב מזלות אשר חלק ה' לכל העמים כמ\"ש פר' ואתחנן (ד.יט) ופן תשא עיניך השמימה וראית את השמש וגו' אשר חלק ה' לכל העמים. כנגד זה אמר כאן כי חלק ה' עמו ר\"ל שאותן שנים עשר מזלות מסר לחלק כל העמים. אמנם חלק ה' עמו, כי הם גם כן במספר י\"ב שבטי ישראל חלק כחלק יהיו שוה בשוה. מספר ג', הוא ג' עולמות הכוללים כל המציאות ע\"ז אמר יעקב חבל נחלתו. כחבל זה המשולש כך העמיד ג' אבות יסוד לכל המציאות. ","titles":[{"title":"﻿דברים לב ח"},{"title":"﻿דברים פרק לב פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-5-33-10","text":"ואם תרצה לפרש יפרוש כנפיו יקחהו. היינו אליו ולא עליו, נרמזו כאן כל ג' מדריגות כסדרם כי מתחילה על גוזליו ירחף, הרי הגוזלות למטה ממנו ית' זהו כשקראם בת, ואח\"כ יפרוש כנפיו יקחהו אליו דומה לו זהו שקראם אחותי, ואח\"כ ישאהו על אברתו הגוזלות למעלה ממנו ית' כביכול זהו כשקראם אם, כדרך שנזכרו שלשה מדריגות אלו בפר' יתרו עיין שם כל הענין ותמצאנו באר היטב. ","titles":[{"title":"﻿דברים לב י"},{"title":"﻿דברים פרק לב פסוק י"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-kliyekar-5-33-12","text":" כלי יקר   ה' בדד ינחנו ואין עמו אל נכר. במס' ברכות (ו.) דרשו פסוק את ה' האמרת היום (דברים כז.יז). אתם עשיתם אותי חטיבה אחת בעולם שנאמר (שם כז.יח) שמע ישראל ה' אלהינו ה' אחד. וה' האמירך וגו' (שם ו.ד) לעשות אתכם חטיבה אחת בעולם שנאמר (ד\"ה א' יז.כא) ומי כעמך ישראל גוי אחד. ז\"ש ה' בדד ינחנו ר\"ל עשה את ישראל חטיבה אחת בעולם כי נהגם בדד כמ\"ש (במדבר כג.ט) הן עם לבדד ישכון. ובדד קאי על ישראל שהבדילם מן העמים להיותם עם אחד מיוחד אליו ית', בדד המה לבדם ולא האומות. אך בתנאי זה כשאין עמו עם ישראל אל נכר ר\"ל שיעשו אותו ית' חטיבה אחת בעולם, אז גם את זה לעומת זה עשה האלהים (קהלת ז.יד). ","titles":[{"title":"﻿דברים לב יב"},{"title":"﻿דברים פרק לב פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-5-33-13","text":" כלי יקר  ירכיבהו על במותי ארץ וגו'. במלת במתי כתיב וי\"ו יתירה ופירש בה בעל הטורים מה שפירש. ואני אומר שוי\"ו יתירה זו רמז אל ו\"פ ארץ שנזכרו בפר' עקב (ח.ז–ט) בשבח א\"י לכך אמר במותי ארץ כאלו אמר ששה ארץ וקל להבין. ואח\"כ אמר וינקהו דבש מסלע, במלת ויניקהו חסר יו\"ד, נ\"ל שרמז בזה שבעבור שהניק להם דבש מסלע ישמן ישורון ויבעט ושכחו התורה הכלולה בעשרת דברות וזה יותר נכון ממה שפירש בעל הטורים, וכן צור ילדך תשי יו\"ד קטנה כי בעבור שעברו על י' דברות גרמו תשות כח כלפי מעלה כביכול, ובמלת יצב גבלת עמים פירש בעל הטורים גבלת חסר וי\"ו לומר י\"ב מזלות יצב למספר בני ישראל פירוש לפירושו כשתכתוב ו\"ו הנעלם ממנו ג\"כ ו' ככה המזלות ששה משרתים ביום הנגלה וששה משרתים בלילה הנסתרת ולפי שאין מזל לישראל (שבת קנו.) ע\"כ גבלת חסר ו\"ו לומר שאין להם ממשלה על י\"ב שבטים כי אם על העמים לכך נאמר יצב גבלת עמים. ","titles":[{"title":"﻿דברים לב יג"},{"title":"﻿דברים פרק לב פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-kliyekar-5-33-20","text":"וקצת ראיה לסמך זה, כי הענין מתחיל בנבל ומסיים בנבל מתחיל בו שנאמר וינבל צור ישועתו, ומסיים בו שנאמר בגוי נבל אכעיסם. זה\"ש כי דור תהפוכות המה שמהפכין לבן לנבל ומזה הצד הם בנים לא אמון בם. הם קנאוני בלא אל, כי הפכו גם מלת אל שהוא בהפוכו לא כי כחשו בה' ויאמרו לא הוא (שם ה.יב) כעסוני בהבליהם להפך כל המלות וכנגד שני הפוכים אלו אני אקניאם בלא עם, לאמר להם לא עמי אתם (הושע ב.א) בלא חטאו ובלא ילקו, בנבל חטאו ובנבל ילקו, זה\"ש בגוי נבל אכעיסם. לכך נאמר לו חכמו יבינו לאחריתם, שהוא לבן שילבנו מעשיהם ע\"י התשובה לשוב אל ה' שנאמר בו (דניאל ז.ט) לבושיה כתלג חיור ושער רישיה כעמר נקי. ואז היה מקיים בהם אם יהיו חטאיכם כשנים כשלג ילבינו ואם יאדימו כתולע כצמר יהיו (ישעיה א.יח). ","titles":[{"title":"﻿דברים לב כ"},{"title":"﻿דברים פרק לב פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-kliyekar-5-33-26","text":"ומ\"ש תלקטו בשורק משמע ע\"י אחר כי יהיו נלקטים ע\"י מלך המשיח, ולפי ששנים במקום אחד הוי לקט ע\"כ יהיו נלקטים דוקא ע\"י מלך המשיח שנאמר בו (זכריה ט.ט) עני ורוכב על חמור, ועני מותר בלקט של אחד אחד דהיינו שתים דהוי לקט לכך נאמר ואתם תלקטו לאחד אחד דהיינו שתים, אבל כשהמפוזרים רבים יותר משנים במקום אחד אז הקב\"ה בעל הבית של כל העולם ילקט בעצמו ובכבודו ית' ז\"ש (ישעיה יז.ה) וזרועו שבלים יקצור והיה כמלקט שבלים בעמק רפאים, משמע שהקב\"ה בזרועו ילקטם לא ע\"י אחר לפי שלא הזכיר שמה לאחד אחד משמע שהנלקטים יותר מן שנים במקום אחד והם לא יצאו מן רשות בעל הבית לעולם. וזה רמז נכון ויקר. ","titles":[{"title":"﻿דברים לב כו"},{"title":"﻿דברים פרק לב פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-kliyekar-5-33-39","text":"ורז\"ל (פסחים סח.) למדו מכאן לתחית המתים מן התורה, שנאמר אני אמית ואחיה יכול שתהא מיתה באחד וחיים באחד ת\"ל מחצתי ואני ארפא מה מחצתי ורפואה באחד אף מיתה וחיים באחד, וסמך לדבריהם מה שהקדים מיתה לחיים כי כל אדם חי קודם שמת, אלא שמדבר בחיים הבאים לאחר מיתה. ראיה שניה, שנאמר אני אמית ואחיה כי מלת אני קאי על שניהם ובמחצתי הכניס אני באמצע מחצתי ואני ארפא לפי שבמיתה וחיים יש מקום לטעות ולומר מיתה באחד וחיים באחד על כן לא הכניס אני באמצע שלא להפריד ביניהם, אבל במחיצה ורפואה אין מקום לטעות כי אין רפואה בלא מחץ ובודאי הכל באחד. ","titles":[{"title":"﻿דברים לב לט"},{"title":"﻿דברים פרק לב פסוק לט"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-39","positionInPerek":39,"positionInParasha":39},{"uri":"tanach-kliyekar-5-33-44","text":" כלי יקר  הוא והושע בן נון. לפי שלא קראו יהושע כ\"א על שם יה יושיעך מעצת מרגלים וכל זמן שאחד מן אותו דור היה קיים היה נקרא בשם יהושע, וכאשר תם כל הדור ההוא לא היה מקום לתפלה זו וחזר וקראו הושע. ","titles":[{"title":"﻿דברים לב מד"},{"title":"﻿דברים פרק לב פסוק מד"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-44","positionInPerek":44,"positionInParasha":44},{"uri":"tanach-kliyekar-5-33-48","text":" כלי יקר  בעצם היום הזה. לפי שיום המות נקרא הערב שמשו של אדם ומשה במותו לא כהתה עינו ולא נס ליחה, ע\"כ היה דומה כאלו היה עומד עדיין באמצע ימיו דהיינו בעצם היום הזה כשהשמש בעצומו. ","titles":[{"title":"﻿דברים לב מח"},{"title":"﻿דברים פרק לב פסוק מח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-48","positionInPerek":48,"positionInParasha":48},{"uri":"tanach-kliyekar-5-34-1","text":"השני הוא, שלכך פתח ממקום שפסק יעקב, לפי שכל ברכותיו היו מעין ברכותיו של יעקב כמ\"ש וישכון ישראל בטח בדד עין יעקב (לג.כח). למדך שכל ברכותיו היו מעין ברכותיו של יעקב, ובודאי הוסיף בכל ברכה איזו דבר לכך נאמר וזאת הברכה שנוסף על ברכותיו של יעקב שנחתמו בוזאת ברכם גם הוא בתוספת בכל ברכה וברכה מצד היותו איש האלהים, נגלו אליו תעלומות חכמה ביותר ומה שיהיה לישראל עד יום האחרון ועד בכלל. ","titles":[{"title":"﻿דברים לג א"},{"title":"﻿דברים פרק לג פסוק א"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-5-34-2","text":"ואתה מרבבות קדש. י\"א שבא מן רבבות קדש מלאכים אשר אמרו חמדה גנוזה אתה בא ליתנה לב\"ו, אך מ\"מ בא הקב\"ה מהם לפי שקדושים הם ואין בהם יצה\"ר וניאוף וגזילה ע\"כ מצד היותם רבבות קדש בא לישראל להשלים חסרונן ולצרף חלודת חומר שלהם כזהב המצורף באש לכך נאמר מימינו אש דת למו, כדי לצרף אותם לבלתי יטו לשמאל כ\"א לימין כי לב חכם לימינו (קהלת י.ב). ","titles":[{"title":"﻿דברים לג ב"},{"title":"﻿דברים פרק לג פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-5-34-3","text":"ועוד אמר ישא מדברותיך. אפילו דברך הטוב אשר ישמעו מפיך הרי הוא על העמים למשא אבל ישראל אינו כן אלא אומרים אפילו התורה שצוה לנו משה שלא שמענו מפי הגבורה מ\"מ היא מורשה לכל קהלת יעקב לפיכך ויהי בישורון מלך, דווקא בישראל נודע אלהים למלך אבל לא באומות. ","titles":[{"title":"﻿דברים לג ג"},{"title":"﻿דברים פרק לג פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-5-34-5","text":" כלי יקר  ויהי בישורון מלך. בין שקאי על הקב\"ה בין על משה כך פירושו כי ישרון לשון ראיה. ובנוהג שבעולם שלפעמים אדם עולה לגדולה אף אם אינו ראוי לה מצד שהבריות אינן מביטים בו היטב לראות מה טיבו על כן מניחין אותו בגדולתו כי עינים להם ולא יראו אחריו מה טיבו, אבל אם המה יביטו יראו במהותו כי אין בו ממש יורידוהו מגדולתו, אבל משה אינו כן אע\"פ שנאמר (שמות לג.ח) והביטו אחרי משה, שהיו מדקדקים אחריו מ\"מ לא מצאו בו שמץ פסול לכך ויהי בישרון מלך אפילו במביטים. ובדרך זה יפורש גם על מלכות שדי כי תמיד היו מהרהרים אחריו בכמה נסיונות ומצאו בכולם כי הוא ית' מלכם. ","titles":[{"title":"﻿דברים לג ה"},{"title":"﻿דברים פרק לג פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-5-34-6","text":"והוסיף ואל ימות, לפי שאמרו רז\"ל (תמיד לב.) מה יעשה אדם ויחיה ימית א\"ע אבל הוא יחיה ולא יצטרך להמית א\"ע וכמ\"ש (תהלים פט.מט) מי גבר יחיה ולא יראה מות כי אם יחיה את עצמו אז בלי ספק ימית א\"ע וכן בהפך. ורז\"ל אמרו (סנהדרין צב.) יחי ראובן בעה\"ז, ואל ימות לעוה\"ב, ולפי שעוה\"ב נעלם על כן נשארו חיי עוה\"ב בדיוק של ואל ימות ברמז וסמיך ליה וזאת ליהודה, כי גם הוא נתברך בעה\"ב לפי שהיו עצמותיו מתגלגלין וכפירש\"י. או לפי שנאמר (יחזקאל לג.יא) כי אם בשוב רשע מדרכו וחיה וראובן היה בעל תשובה לכך נאמר יחי ראובן וגו', וזאת ליהודה. כי מי גרם לראובן שיודה יהודה וכו' (סוטה ז","titles":[{"title":"﻿דברים לג ו"},{"title":"﻿דברים פרק לג פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-5-34-7","text":"וידוע שלתפלה זו היה גם יהודה צריך, כמובן מתוך שני פירושי רש\"י הסובר שתפלת ואל עמו תביאנו קאי על יהודה, ואני אומר שיהודה התפלל תפלה זו על שמעון וכל המתפלל על חבירו והוא צריך לאותו דבר הוא נענה תחלה (ב\"ק צב.), וא\"כ אותה תפלה שהתפלל יהודה על שמעון היא שעמדה גם לו וזה\"ש וזאת ליהודה אותה תפלה שהתפלל על שמעון עמדה גם ליהודה, וזה\"ש ויאמר שמע ה' קול יהודה, אותו קול שיתפלל בו על שמעון, ואל עמו תביאנו, ר\"ל ליהודה כפשוטו לפי שבאותו קול התפלל על שמעון ע\"כ דין הוא שיהיה הוא נענה תחילה ותביא גם אותו אל עמו. ולפי שתפלה זו עמדה לשניהם ע\"כ אמר אח\"כ ידיו רב לו הוסיף מלת לו כי ברכה זו היתה לו לבדו ולא היה לשמעון צורך בברכת ידיו רב לו. רק ליהודה שהיה מלך היה צריך בברכה זו. ","titles":[{"title":"﻿דברים לג ז"},{"title":"﻿דברים פרק לג פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-5-34-8","text":" כלי יקר  וללוי אמר תומיך ואוריך לאיש חסידך וגו'. לפי שיעקב קללו ואמר ארור אפם כי עז ועברתם כי קשתה (בראשית מט.ז). ואולי מאותה קללה נכשל משה בכעסו באמרו שמעו נא המורים (במדבר כ.ז). ע\"כ אמר משה שדברי יעקב נתאמתו כבר אצלו והלואי שלא תהיה עוד כזאת בשבט לוי לפי שהם מורים הוראה בישראל וכל כעס מביא לידי טעות, ע\"כ התפלל משה ואמר ללוי תומיך ואוריך לאיש חסידך, שתאיר לו הדרך שלא יכשל עוד בכעסו וא\"ת ומה אעשה לדברי אבא ישראל סבא שקלל אפם, ע\"ז אמר אשר נסיתו במסה וגו', כי שם כבר נתקיימה קללתו ומעתה תכלה השנה וקללותיה ומה שקרה למשה יהיה כפרה על כל השבט כי די בזה כשנתקיימו דברי הזקן ושוב לא תקראנה כאלה עוד יען כי אותו שבט מורה הוראה בישראל. ","titles":[{"title":"﻿דברים לג ח"},{"title":"﻿דברים פרק לג פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-5-34-9","text":"ישימו קטורה באפיך וגו'. כי העוסק בתורת קרבנות כאילו הקריבם (מנחות קי.), ברך ה' חילו, כחו כי התורה מתשת כחו של אדם ע\"כ אמר ברך ה' חילו, היינו כחו, ופועל ידיו תרצה, שיעסוק בתורה כדי לשמור ולעשות, מחץ מתנים קמיו וגו', כי אם פגע בך מנוול זה השונא הפנימי שנקרא מנוול משכהו לבית המדרש (סוכה נב","titles":[{"title":"﻿דברים לג ט"},{"title":"﻿דברים פרק לג פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-5-34-12","text":" כלי יקר  לבנימין אמר ידיד ה' ישכון לבטח עליו. לפי שיעקב אמר בנימין זאב יטרף בבקר יאכל עד וגו' (בראשית מט.כז). והטורף טרף אינו אכלו בבטח כי לבו נקפו פן יחזור עליו זה שחטפו ממנו, ע\"כ אמר ישכון לבטח עליו ומלת עליו חוזר על אותו שלל שהזכיר יעקב. ולפי שיעקב אמר בבקר יאכל עד ולערב יחלק שלל, ופירש התרגום שקאי על הקרבנות שמקריבין ערב ובקר בבהמ\"ק שבחלקו, על זה הוסיף לומר חופף עליו כל היום, שלא יחרב כמו שילה ונוב וגבעון אלא תמיד תשאר השכינה בבית עולמים, ובין כתיפיו שכן, כי שם היו נושאי האפוד כי השכינה היתה באורים ותומים שנשא הכהן בין שתי כתפיו זה\"ש ובין כתפיו שכן. ","titles":[{"title":"﻿דברים לג יב"},{"title":"﻿דברים פרק לג פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-5-34-13","text":"והם רבבות אפרים. כי שמו על שם כי הפרני אלהים (בראשית מא.נב). ונתנו לו הרבבות מן ברכת יעקב ושמו מורה על ריבוי הפירות ועל ריבוי יוצאי יריכו, משא\"כ במנשה לכך נאמר והם אלפי מנשה. ","titles":[{"title":"﻿דברים לג יג"},{"title":"﻿דברים פרק לג פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-kliyekar-5-34-18","text":"כי שפע ימים ינקו וגו'. כי היו זוכים בעוה\"ז ובעוה\"ב כי בעוה\"ז שפע ימים ינקו, ולעוה\"ב שפוני טמוני חול, רמז לרב טוב הצפון לצדיקים לעוה\"ב ורמז עוד להשגת החכמה שנאמר בה (ישעיה יא.ט) ומלאה הארץ דעה את ה' כמים לים מכסים. זה\"ש כי שפע ימים ינקו, וישיגו סודות התורה הנעלמים זה\"ש ושפוני טמוני חול, משל על הדברים הטמונים וספונים שם ימצאו בינה והשכל. ","titles":[{"title":"﻿דברים לג יח"},{"title":"﻿דברים פרק לג פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-kliyekar-5-34-20","text":"וגם לדברי המפרשים ויתא ראשי עם על משה, כך פירושו כי בכל מלחמה הלך משה לפניהם וכך צוה גם ליהושע שנאמר (דברים ג.כח) כי הוא יעבור לפני העם. ומ\"מ בכל משפטיו היה עם ישראל שוה להם כי לא היה מבקש קדימה עליהם. ומ\"ש וטרף זרוע אף קדקוד לפי שעור בעד עור וגו' כשמכים בחרב מלמעלה אז המוכה מרים ידו להציל בה את ראשו ואז הוא חותך תחילה לשנים היד ואח\"כ הקדקוד כי החרב יעבור דרך שניהם לכך הקדים זרוע לקדקוד ומיושב לשון אף. ","titles":[{"title":"﻿דברים לג כ"},{"title":"﻿דברים פרק לג פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-kliyekar-5-34-22","text":" כלי יקר  לדן אמר דן גור אריה. לפי שיעקב אמר דן ידין עמו. וכל דיין צריך להיות גבור כארי כמ\"ש (שמות יח.כא) ואתה תחזה מכל העם אנשי חיל. שלא יגור מן בעלי דינין אם יש בהם איזה אלם ע\"כ אמר לדן שיהיה גור אריה יזנק מן הבשן, הבשן הוא מקום חיות רעות הטורפים כך הדיין כל קילוסו מן פרות הבשן להציל טרף מידם ע\"כ צריך הדיין להיות גם הוא לבבו כלב האריה. ","titles":[{"title":"﻿דברים לג כב"},{"title":"﻿דברים פרק לג פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-kliyekar-5-34-23","text":" כלי יקר  ולנפתלי אמר נפתלי שבע רצון. יעקב ברכו בברכת אילה שלוחה הנותן אמרי שפר. שפירותיו ממהרים להתבשל וע\"כ מביאים מארצו בכורים תחילה זה\"ש הנותן אמרי שפר כי בהבאת ביכורים משבחים ומודים לה', לכך נאמר כאן ע\"י שהוא שבע רצון כי השביעו ה' כל רצונו ע\"כ הוא מלא ברכת ה' כי הוא יברך את ה' תחילה ע\"י הבאת ביכורים כי במקום שאמר יעקב הנותן אמרי שפר אמר כאן ומלא ברכת ה'. ים ודרום ירשה, שיש לו חלק בים כנרת ובדרום. ","titles":[{"title":"﻿דברים לג כג"},{"title":"﻿דברים פרק לג פסוק כג"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-kliyekar-5-34-24","text":"ומ\"ש וכימיך דבאך. רמז לארז\"ל (חולין כד","titles":[{"title":"﻿דברים לג כד"},{"title":"﻿דברים פרק לג פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-kliyekar-5-35-12","text":"נשלם ספר אלה הדברים, בעזר יוצר כל יצורים. ","titles":[{"title":"﻿דברים לד יב"},{"title":"﻿דברים פרק לד פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-12","positionInPerek":12,"positionInParasha":41}]}