{"subjects":[{"uri":"tanach-kliyekar-3-1-1","text":"ובילקוט מסיק למה מתחילין התינוקות ללמוד מן פר' קרבנות, מה הקרבנות טהורים אף התינוקות כן, וזה מבואר על דרך שמסיק בילקוט פר' פנחס (כח.ג) כבשים בני שנה שמכבסים עונות האדם ועושין אותו כתינוק בן שנה בעבור זה האל\"ף קטנה רמז שהקטנים יתחילו כאן ולימוד זה הוא בראש כאל\"ף ראש לאותיות. ד\"א אלף לשון לימוד כמו ואאלפך חכמה (איוב לג.לג) רמז שאין הלימוד מתקיים כ\"א במי שמקטין את עצמו. וכן רמז שמשה זכה לקריאה זו לפי שהקטין את עצמו וברח מן השררה ואמר לא איש דברים אנכי (שמות ד.י) כדמסיק בילקוט (תכז.). ","titles":[{"title":"﻿ויקרא א א"},{"title":"﻿ויקרא פרק א פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","interprets":"tanach-3-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-3-1-2","text":"ולפי שכל הגדול מחבירו, ביותר נגיחתו עושה רושם וקשה למצוא תרופה למכתו כי רבה היא, ע\"כ באו חילוקים אלו במקריבי קרבן כי הכהן המשוח והסנהדרין נגיחתם עושה רושם גדול הן באמונות אלהיות הן בזולתם ע\"כ קרבנם פר שנגיחתן גדולה ומסוכנת יותר מן נגיחת כשב או עז. אבל שאר יחיד אין נגיחתו כל כך גדולה ע\"כ קרבנו כבש או עז או איל, ודווקא בעשיר אשר יענה עזות וסומך על כי כביר מצאה ידו וכי רב חילו מנגח צפונה ונגבה לא ישוב מפני כל, אבל העני כי אזלת יד כחו ע\"כ אין נגיחתו כל כך גדולה ודומה לעוף המכה בכנפיו לימין ולשמאל על דרך שמאבר שם אבר לעוף ולקפוץ ולמרוד בהקב\"ה, על כן קרבנו תורים ובני יונה כי הוא בעצמו מן הנרדפים כמו התורים ואע\"פ כן הוא מכה בזולתו, כמ\"ש (ויקרא כו.לו) ורדף אתכם קול עלה נדף. כי העלה עצמו נדף מן הרוח המכה בו ואעפ\"כ הוא רודף ומכה בזולתו כמו שיתבאר במקומו, ולפי שהכנפים מקום החטא ע\"כ נאמר ושסע אותו בכנפיו. ובדלי דלות החשוב כמת כאילו אין בו נפש החיוני, ע\"כ קרבנו עשירית האיפה סלת מן הצמחים שאין בהם רוח חיוני כלל. ","titles":[{"title":"﻿ויקרא א ב"},{"title":"﻿ויקרא פרק א פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","interprets":"tanach-3-1-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-1-3","text":"והשלמים עושים שלום בעולם, כי מקצתן למזבח, ומקצתו לכהנים, ומקצתו לבעלים, וכולם אוכלים על שלחן אחד וזה מורה על השלום שבין כולם כי אין בו צד חטא הגורם ריב לה' עם עמו. ויש חילוק בין חטאת לעולה כי החטאת אינו בא כי אם על השוגג דהיינו מה שהאדם עושה בלא רצון והעולה מכפר על ההרהור המזידי דהיינו ברצון, דרך משל המהרהר באשה ויודע שאסור להרהר בה אך שלבו אנסיה, על כן נאמר יקריב אותו לרצונו לפני ה' שמכפר אפילו על הרצון כאמור, ומן יתור אותו יש מפרשים שמעלה עליו הכתוב כאילו הקריב את עצמו לפני ה'. ","titles":[{"title":"﻿ויקרא א ג"},{"title":"﻿ויקרא פרק א פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","interprets":"tanach-3-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-1-4","text":"לפני ה' וסמך. פירש\"י אין סמיכה בבמה, כי במה לשון גבוה ורז\"ל אמרו (סוטה ד","titles":[{"title":"﻿ויקרא א ד"},{"title":"﻿ויקרא פרק א פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","interprets":"tanach-3-1-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-3-1-7","text":" כלי יקר  ונתנו בני אהרן הכהנים אש. אע\"פ שהאש יורד מן השמים מצוה להביא מן ההדיוט כדי לערב אש שלמעלה ושל מטה, ולידון את החוטא בב' בתי דינין כדי לכפר על ההרהור במין העון אשר היה ראוי להיות נידון בב\"ד שלמעלה ועל ההרהור במין החטא אשר היה ראוי להיות לדין בב\"ד שלמטה וזהו טעם סמכוני באשישות (שיר ב.ה) ב' מיני אשות כי חולת אהבה אני הם העונות חלי הנפש הנוגע באהבת הש\"י ונרפא לו ע\"י ב' אשות אלו. ","titles":[{"title":"﻿ויקרא א ז"},{"title":"﻿ויקרא פרק א פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","interprets":"tanach-3-1-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-3-2-1","text":"וע\"כ נאמר בבקר וקרבו וכרעיו ירחץ במים. היינו קרבו של קרבן אבל קרב איש ולב עמוק לא רוחץ ועוד טומאתו בו כי על הרוב העושר גורם הביעוט ומצואתו לא רוחץ, אבל הבינוני הוא יותר טהור המחשבות על כן נאמר בו והקרב והכרעים ירחץ במים, לכלול גם קרב איש המקריב שע\"י הקרבן ישוב ונחם על הרעה ותוכו רצוף מי טהרה, אבל העני אשר ה' מחסהו הוא יותר טהור המחשבות מכולם נאמר בו והסיר את מוראתו בנוצתה והשליך אותה. הסרה והשלכה זו יותר טובה מן הרחיצה רמז שישליך מקרבו כל און ולב נכון יתחדש בקרבו וישן מפני חדש יוציא, ובדלי דלות שהוא נכנע ביותר ותמיד עיניו נשואות אל ה' נאמר בו ונפש כי תקריב. כי לא זו שמשליך מתוכו כל תוך ומרמה אלא כל נפשו הוא מקריב כליל לה' וכולו נעשה בריה חדשה לכך נאמר במנחה זו קודש קדשים מאשי ה', ר\"ל יותר מאשי ה' שנזכרו למעלה. ","titles":[{"title":"﻿ויקרא ב א"},{"title":"﻿ויקרא פרק ב פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","interprets":"tanach-3-2-1","positionInPerek":1,"positionInParasha":18},{"uri":"tanach-kliyekar-3-2-11","text":"על כן נאמר כל שאור וכל דבש לא תקטירו ממנו אשה לה'. כי מצד עצמם אין בהם שום צד שלימות אשר יעלה לריח ניחוח לה' אך קרבן ראשית תקריבו אותם, כדי להורות שהם ראשית והתחלה אל האדם להביאו לידי השלימות האמיתי אשר א\"א להשיגו בלעדם, ומזה הטעם אין מקריבין מהם כ\"א השאור לקרבן ראשית ביום מ\"ת כי התורה כמו תבלין אל היצר הרע והיו ב' הלחם של עצרת מן החמץ כי התורה שנתנה בו רפאות תהא לשריך, והביכורים באים מן הדבש כי בזמן שיתן אל ה' ראשית פרי אדמתו מכל מאכל אשר יאכל, אז יאכל כל ימיו חולין שנעשו על טהרת הקודש כי זה הוראה שאכילתו על כוונה זו שהשלימות האמיתי הוא ראשון אצלו במחשבה. וכן טעם הביכורים הוא לשבר תאותו כמו שיתבאר בע\"ה בפר' כי תבא. ","titles":[{"title":"﻿ויקרא ב יא"},{"title":"﻿ויקרא פרק ב פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","interprets":"tanach-3-2-11","positionInPerek":11,"positionInParasha":28},{"uri":"tanach-kliyekar-3-2-13","text":" כלי יקר  וכל קרבן מנחתך במלח תמלח. כדי להמליך את הקב\"ה על כל ההפכים הנראין בעולם וגרמו לרבים לצאת למינות לומר מהתחלה אחת לא יצאו ב' הפכים, והנה מלח יש בטבעו דבר והפכו כי יש בו כח האש והחמימות ותולדות המים עד שאמרו חכמי הקבלה שהוא כנגד מדה\"ד ומדת הרחמים, ע\"כ נקרא ברית אלהיך כי בהקרבה זו כורתים ברית עם ה' להשליטו על כל ההפכים, וכל המנחות חוץ משל כהן היו נאכלים לכהנים וזה הוא כמו צדקה שנמשלה למלח המעמיד ומקיים את הבשר כך מלח ממון חסר (כתובות סו","titles":[{"title":"﻿ויקרא ב יג"},{"title":"﻿ויקרא פרק ב פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","interprets":"tanach-3-2-13","positionInPerek":13,"positionInParasha":30},{"uri":"tanach-kliyekar-3-4-2","text":"ועל צד הרמז י\"ל שלכך נאמר בשגגה מעם הארץ. לומר לך דווקא אצל עם הארץ נחשב לשגגה אבל שגגת ת\"ח עולה זדון והוא רמז נכון. ומ\"ש ואם נפש כי תחטא (ה.יז.) הזכיר אם, וכי, לפי שזה מדבר באשם תלוי והזכיר בו לשון כי, לפי שמדבר ביחיד הקרוב לודאי שיבא לידי חטא, אמנם מצד עצם החטא הזכיר לשון אם, כי חטא כזה אינו שכיח שיהיו לפניו ב' חתיכות אחת של שומן וכו'. ד\"א לכך נאמר ואם נפש אחת תחטא, לפי שמדבר ביחיד הפורש עצמו מן הצבור כמ\"ש מעם הארץ שהוא פורש עצמו מעם הארץ ואינו יושב בתוך עמי הארץ כי הוא ירא פן ילמוד ממעשיהם ואינו בזה קרוב לודאי שיבא לידי חטא ע\"כ נאמר לשון אם המורה על הספק. ","titles":[{"title":"﻿ויקרא ד ב"},{"title":"﻿ויקרא פרק ד פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","interprets":"tanach-3-4-2","positionInPerek":2,"positionInParasha":52},{"uri":"tanach-kliyekar-3-4-20","text":"ומ\"ש לשון סליחה בפר' ואם כל עדת ישראל ישגו. ממ\"נ אם הפר' מדברת בעדה שלימה שחטאו כולם ממש אז אין כאן מחטיאי הרבים שהרי כולם חטאו כאחד, ואם הפר' מדברת בסנהדרין כמו שלמדו מג\"ש דעדה עדה א\"כ העדה לא חטאו כלום כי כבר צוה להם הקב\"ה שישמעו בקול מוריהם ואם המה חטאו ויורו המורים בטעות אלה הצאן מה עשו, וא\"כ אין כאן מחטיאי הרבים, ואם נפשך לומר שזה נקרא מחטיאי הרבים נוכל לומר שלכך מסיים ואמר חטאת הקהל הוא לומר שאע\"פ שנאמר ונסלח להם מ\"מ אין זה סליחה שהרי חטאת הקהל הוא ואותו רושם נשאר קיים וכאילו אמר שהכל נסלח להם חוץ ממה שחטאת הקהל הוא אותו חטא נשאר קיים. וכל זה אזהרה גדולה למורי הוראות ולגדולי ישראל שיהיו נזהרים במעשיהם ביותר כי שגגת תלמוד עולה זדון כי מה שהוא עושה בשוגג גורם שממנו יראו וכן יעשו במזיד כי לא ידעו ששגגה הוא להם. ","titles":[{"title":"﻿ויקרא ד כ"},{"title":"﻿ויקרא פרק ד פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","interprets":"tanach-3-4-20","positionInPerek":20,"positionInParasha":70},{"uri":"tanach-kliyekar-3-5-17","text":" כלי יקר  ולא ידע ואשם ונשא עונו. ר' יוסי הגלילי אומר ענש הכתוב את מי שלא ידע ק\"ו את מי שידע, ר' יוסי אומר אם נפשך לידע מתן שכרן של מצות צא ולמד מן אדה\"ר כו' היושב לו מן הפגולין והנותרות והמתענה ביום כיפורים כו' (תו\"כ ויקרא שסג.) יש להתבונן למה נקט דוקא ג' אלה, ונראה לפי שאדה\"ר היה נכשל באכילה של איסור, ע\"כ אמר בהפכו הנזהר באכילה של איסור יש ג' מדריגות, כי היושב לו מן הפגולין הוא שם כולל לכל אכילה של איסור כי פיגול הוא, ולא זו שאינו אוכל אכילה של איסור כאדה\"ר אלא אפילו מן המותר בפיו אינו אוכל כי אם המוכרחות ומתרחק מן הנותר ואינו אוכל שום מותרות יתר על המוכרחות כי הצדיק אינו אוכל כ\"א לשובע נפשו לקיום הגוף לבד, ואח\"כ אמר לא זו שאינו אוכל מותרות אלא אפילו מן המוכרחות הוא מתרחק לפעמים והוא המתענה ביום כיפורים כדי למרק חומרו בכור עוני עאכ\"ו, ומן האכילה תקיש גם אל שאר תשמישי האדם וצרכיו. ומה שסמך רבי יוסי דבריו לפרשה זו נ\"ל שבא לתרץ מה שנאמר אשם הוא אשם אשם לה'. ג' אשמות אלו מה טיבם, אלא שבא לומר שאם נאשם במה שאכל פיגול ק\"ו שיאשם לאכול מותרות מן המותר בפיו, וק\"ו שלא יתענה, ומכלל זה אתה למד להנזהר בשלשתן מה שכרו. ","titles":[{"title":"﻿ויקרא ה יז"},{"title":"﻿ויקרא פרק ה פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","interprets":"tanach-3-5-17","positionInPerek":17,"positionInParasha":102},{"uri":"tanach-kliyekar-3-5-21","text":"ועל צד הרמז אמר נפש כי תחטא ומעלה מעל בה' וכחש בעמיתו בפקדון. כי בכל לילה האדם מפקיד רוחו ביד הקב\"ה ואע\"פ שהנשמה חייבת להקב\"ה כי ע\"י העונות היא נרדפת עד חובה, מ\"מ אין הקב\"ה מעכב פקדונו ומחזירו לו כעין שנתנה לו וזה המכחש בפקדון חבירו אע\"פ שאינו חייב לו, לא כגמול ידו השיב להקב\"ה ולפי זה הנפש החוטאת בפקדון חבירו מועל בשלישי דהיינו בה' אשר צוה לו להחזיר פקדונו. ","titles":[{"title":"﻿ויקרא ה כא"},{"title":"﻿ויקרא פרק ה פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","interprets":"tanach-3-5-21","positionInPerek":21,"positionInParasha":106},{"uri":"tanach-kliyekar-3-5-23","text":"וענין החומש הוא, לפי שהקב\"ה נותן אל האדם זהב ורב פנינים כדי שיבזבז ויתן משלו לשם ה' לעניי עמו וארז\"ל (כתובות נ.) הרוצה לבזבז אל יבזבז יותר מחומש שנאמר (בראשית כח.כב) עשר אעשרנו לך ועשורא בתרא כעשורא קמא, וזה האיש לא זו שלא בזבז ליתן מממונו חומש לצורך הקדש או לפרנסת חבירו אלא אדרבא גזל משל הקדש או משל חבירו ע\"כ הדין נותן להענישו בתוספת חומש כי גזילת הקרן יכופר בהשבת הגזילה, ומה שלא נתן החומש יכופר לו במה שיוסיף חומש. ","titles":[{"title":"﻿ויקרא ה כג"},{"title":"﻿ויקרא פרק ה פסוק כג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","interprets":"tanach-3-5-23","positionInPerek":23,"positionInParasha":108},{"uri":"tanach-kliyekar-3-6-2","text":"כל הלילה עד הבקר. המפרשים אמרו לפי שהעולה באה לכפר על הרהור הלב אשר עיקרו בלילה שנאמר מיכה ב.א) חושבי און ופעלי רע על משכבותם באור הבוקר יעשוה. ע\"כ זמנה כל הלילה. ובתנחומא (פנחס יג.עיין שם) מצינו סתירה לדעה זו שמסיק שם צדק ילין בה (ישעיה א.כא) א\"ר יודא בר סימון לא לן אדם בירושלים ובידו עון כיצד תמיד השחר היה מכפר על עבירות של הלילה ושל בין הערבים מכפר על עבירות של כל היום הה\"ד צדק ילין בה. וכתיב (ישעיה לג.כד) העם היושב בה נשוא עון. כי ילין מדבר בלן בה, הוצרך להביא פסוק העם היושב בה על היום כי הוא זמן ישיבה ולא זמן לינה ושכיבה, ולפי זה תמיד של הלילה היה מכפר על עבירות היום, ועו\"ק למה אמר שזמנו של תמיד של בין הערבים כל הלילה ולמה לא הזכיר זה בתמיד של בוקר שזמנו כל היום, ועו\"ק שבפר' תצוה ובפר' פנחס לא הזכיר עולת הבוקר כ\"א פעם א', ותמיד של בין הערבים הזכיר ב\"פ, ונראה לפי שחטא היום כפול במעשה ובמחשבה ועוד שכל היום אדם פנוי לעבירה, ע\"כ הזכיר ב\"פ בין הערבים כי כפרתו כפולה וזמנו כל הלילה לכפר על חטא של כל היום, אבל הלילה אינו זמן הפעולה ועל הרוב עיקר חטא הלילה בהרהור כמ\"ש חושבי און ופעלי רע על משכבותם באור הבוקר יעשוה. ועוד שרוב הלילה האדם ישן על מטתו וא\"כ עולת הבוקר אינו מכפר כ\"א על ההרהור ולא פרט זמנו כל היום כי אינו צריך לכפר על חטא של כל הלילה. ","titles":[{"title":"﻿ויקרא ו ב"},{"title":"﻿ויקרא פרק ו פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-6-3","text":"וי\"א לפי שהרמת הדשן מלאכה קלה ובזויה, ויש לחוש שמא ילבש הכהן בגדים קצרים שלא יתלכלכו בדשן או ילבש איזו דבר חוצץ על בשרו שלא ילכלך בשרו באפר ע\"כ אמר שיהיה הכתונת כמדתו ושלא יהיה דבר חוצץ בינו לבין מכנסים. ","titles":[{"title":"﻿ויקרא ו ג"},{"title":"﻿ויקרא פרק ו פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-6-4","text":" כלי יקר  ופשט את בגדיו וגו'. פירש\"י אין זה חובה אלא למדך תורה דרך ארץ כו', לפי שקשה לרש\"י שהרי בפר' אחרי מות (טז.כג) נאמר ופשט את בגדי הבד, ולא נאמר שם בגדיו ולמדו רז\"ל (ספרא אחרי יג) שאינן באים משלו אלא משל הקדש וא\"כ למה קראן כאן בגדיו והלא אינן שלו, אלא שר\"ל שיעשה עם בגדי קדש אלו כדרך כל הארץ וכמו שהיה עושה עמהם אילו היו בגדיו ממש, כי כמו שאילו היו שלו ודאי היה פושטם בשעה שהוא עושה איזו מלאכה נמבזה ונמס והיה לובש בגדים פחותים, כך יעשה גם בבגדי קודש אלו ודון מינה ומינה מה בגדיו רשות אף אלו רשות דאל\"כ למנ\"מ תלאם הכתוב בבגדיו. ","titles":[{"title":"﻿ויקרא ו ד"},{"title":"﻿ויקרא פרק ו פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-3-6-9","text":"ולדברי ר' אלכסנדרי שהמשיל היצה\"ר לשאור שבעיסה, נוכל לומר שלכך אסרו גם המשהו לפי שארז\"ל (ב\"ר כב.ו) מתחילה דומה היצה\"ר לחוט של עכביש דהיינו משהו ואח\"כ הוא מבצבץ ועולה עד שיהיה כעבותות העגלה ויעלה חמס גבר לאין מרפא, ע\"כ לא יהיה קטן בעיני האדם אפילו משהו ממנו כי מעט מן השאור מבצבץ ועולה כאמור, ומטעם זה היו מביאים על קרבן תודה ל' חלות מצות כי אצל ד' שצריכין להודות נאמר ויכנע בעמל לבם. ואחר ההכנעה ראוי שיקריבו חלות מצות ל' ואולי הוא כנגד המלכות שנקנית בל' מעלות והם כוללים כל מיני התנשאות השייכים למלך, וזה המתגאה אחד בכולם, או במקצתם, אחר שנכנע בעמל לבו יביא ל' מצות המורים על ההכנעה לומר שלא נשאר בהם עד אחד ואפילו משהו אין בו. וי' של חמץ המורה על הרוממות והתנשאות ליתן כל הגדולה והרוממות לסבה ראשונה ית' הכלול בי' ספירות בלימה וכבוד אלהים הסתר דבר. ומטעם זה המצה סימן גאולה וחירות בכ\"מ הן ביציאת מצרים, הן בקרבן תודה, כמ\"ש (תהלים קז.ב) יאמרו גאולי ה' אשר גאלם מיד צר וגו', וזה קאי על כל ד' שצריכין להודות שנגאלו בעבור שנכנע בעמל לבם וגו' וע\"כ הוא מקריב חלות מצות. הן במנחות, כי ע\"י הקרבנות נגאל האדם מיד היצה\"ר אשר מצודתו פרוסה עליו ללכדו בחבלי עוני והוא יוצא לחירות מן היסורין ומן המלכויות ומן מלאך המות, ע\"י הקרבן המביאו לידי רוח נשברה והכנעה ע\"כ דין המנחות לאפות מצה והם דומים לחטאת ואשם בדרך שנתבאר. ","titles":[{"title":"﻿ויקרא ו ט"},{"title":"﻿ויקרא פרק ו פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-3-6-18","text":" כלי יקר  במקום אשר תשחט העולה תשחט החטאת. המפרשים אמרו כדי לכסות על החוטאים כי יאמרו שעולה הוא מקריב, וזה טעם חלוש שהרי עכ\"פ נגלה עונו כשיראו שאינו מקריבו כליל לעולה, ועוד שהרי העולה זכר וחטאת נקיבה, והנה בענין העולה י\"א שבאה על הרהור עבירה וי\"א שהעולה מן אותן קרבנות אשר בלי עון ירוצון (תהלים נט.ה). והנה לאומרים שיש בעולה צד כפרת חטא טעמו של דבר כי הלב המונח בצד שמאל סבה לכל חטא כי הלב חומד וכלי המעשה גומרין ע\"כ שחיטת שניהם בצפון, להורות כי לב הותל הטהו (ישעיה מד.כ) ומצפון תפתח הרעה (ירמיה א.יד) ולאומרים שאין העולה באה כ\"א דורון וראייתם ממ\"ש (תהלים סו.יג) אבוא ביתך בעולות, נוכל לומר כי החוטא אחר שנתן אל לבו לשוב בתשובה ולהביא חטאת לכפרה מאז הוא מרוצה וקרבנו מרוצה לפני הש\"י כאילו הקריב עולה המעולה שבכל הקרבנות. ","titles":[{"title":"﻿ויקרא ו יח"},{"title":"﻿ויקרא פרק ו פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-kliyekar-3-6-21","text":"ובהצעה זו נ\"ל ליישב מה שארז\"ל (שבת קה","titles":[{"title":"﻿ויקרא ו כא"},{"title":"﻿ויקרא פרק ו פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","interprets":"tanach-3-6-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-3-7-11","text":"והעוסק בספר דברים, כאלו הקריב שלמים. כי בפר' כי תבא (כז.ז) נאמר וזבחת שלמים ואכלת שם וגו'. וכן בפר' ראה נאמרו כל דיני השלמים קדשים קלים כמ\"ש (שם יב.כז) ודם זבחיך ישפך על מזבח ה' אלהיך והבשר תאכל. ושם נגמרו דיני השלמים מחמת כמה דברים שנתחדשו בהם. ע\"כ נאמרו ה' זאת תורת אלו כי העוסק בכל ספר מיוחד שכרו הרבה כאלו הקריב מין אותו קרבן המבואר באותו ספר. והמשכילים יבינו לרבים ענין יקר זה כי ברור ונכון הוא. ","titles":[{"title":"﻿ויקרא ז יא"},{"title":"﻿ויקרא פרק ז פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","interprets":"tanach-3-7-11","positionInPerek":11,"positionInParasha":34},{"uri":"tanach-kliyekar-3-9-1","text":"ולזקני ישראל. לא מצינו שדבר אל הזקנים כלום, ואם כדברי המפרשים שדבר לאהרן בפני זקני ישראל שלא יאמרו אהרן מעצמו נכנס לעבודה הלא כבר נאמר בפרשת צו (ח.ג) ואת כל העדה הקהל וגו', ושם הכניסו לעבודה בפני כל העדה ומה היה צריך לזה כאן שנית. ונ\"ל לפי שנאמר (ויקרא ד.יג-טו) ואם כל עדת ישראל ישגו, וסמכו זקני העדה ידיהם על ראש הפר. וכמו כן בקרבנות צבור אלו שבאו לכפרה על וישחטו שעיר עזים (בראשית לז.לא) ועל מעשה העגל מסתמא עשו בו ככל התורה המפורשת בפר' ויקרא בחטאת הקהל ע\"כ קרא לזקנים, ואע\"פ שלא נזכר כאן שסמכו ידיהם מ\"מ מסתמא עשו הסמיכה ואע\"פ שכל חטאת הקהל קרבנו פר, שאני הכא שחטאו בשעיר ועגל על כן רצה ה' שיביאו שעיר ועגל. ","titles":[{"title":"﻿ויקרא ט א"},{"title":"﻿ויקרא פרק ט פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","interprets":"tanach-3-9-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-3-9-2","text":"ומ\"ש בקרבן של אהרן והקרב לפני ה'. ובקרבן העם נאמר לזבוח לפני ה'. י\"א לפי שהזביחה כשרה בזרים אבל לא ההקרבה, ול\"נ לפי שזבחי אלהים תכליתם להביא לידי רוח נשברה וישראל חטאו גם ברוח ההרהור ע\"כ נאמר בהם לזבוח לפני ה' שאחר הזביחה יהיו לפני ה', אבל אהרן שלא חטא במחשבה ע\"כ מיד אחר קיחת העגל לחטאת נאמר והקרב לפני ה' כי מיד ותיכף נעשה קרוב אל ה' אחר מעשה הקיחה. ","titles":[{"title":"﻿ויקרא ט ב"},{"title":"﻿ויקרא פרק ט פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","interprets":"tanach-3-9-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-9-3","text":"ובהצעה זו מיושב מה שלא היה אהרן צריך להיות לו חלק בכפרה שהוא על הקודם וישחטו שעיר עזים, דהיינו פירוד הלבבות שהיו בין האבות כי כבר תיקן אהרן זה במה שאחז במדת השלום כי שמוע מזבח טוב. וכן ישראל ראו לתקן שניהם ביום זה ז\"ש ויקרבו כל העדה וגו' כי כשראו כל העדה שהם צריכין לכפרה על וישחטו שעיר עזים שגרמה להם הקנאה ופירוד הלבבות, ועל המאוחר והוא מעשה העגל שעל ידו נתרחקו מעל ה' ופנו אליו עורף ולא פנים, הנה זולת הקרבן ראו לתקן כל זה במעשה ממש שלא יהיה כטובל ושרץ בידו, וז\"ש ויקחו את כל אשר צוה משה היינו הקרבנות ויקרבו כל העדה שקרבו זה אל זה בקירוב הלבבות וקימו וקבלו עליהם להיות באחוה וריעות לתקן חטא הקודם מעשה שעיר עזים הבא מתוך פירוד הלבבות, ואח\"כ תקנו גם חטא המאוחר ויעמדו לפני ה' כי פנו אל הש\"י פנים ולא עורף, וכאשר ראה משה כושר לבבם זה עם זה, וכי היו שלמים עם ה', היה הדבר ישר מאד בעיניו כי טוב הוא יותר מן הבאת קרבן כמ\"ש (שמואל א' טו.כב) הנה שמוע מזבח טוב. ועל זה אמר משה זה הדבר אשר צוה ה' תעשו כי כלום צוה ה' על דברי עולה וזבח כ\"א לשמוע בקול ה' כי בזה הדבר, מיעט מעשה הקרבנות לומר כזה תעשו גם לדורות ומי יתן והיה זה לבבכם כל הימים כי בזכותו וירא אליכם כבוד ה', כמו שאתם פונים פניכם מול השכינה כך יאר ה' פניו אליכם כדרך שבא ליראות כך בא להראות. ","titles":[{"title":"﻿ויקרא ט ג"},{"title":"﻿ויקרא פרק ט פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","interprets":"tanach-3-9-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-9-7","text":"וי\"א שאהרן לא היה צריך כפרה, כ\"א על חטא המעשה ולא על חטא ההרהור כמבואר למעלה בפסוק קח לך עגל, והעם היו צריכין ג\"כ כפרה על חטא המעשה לפיכך נאמר בכפרת אהרן וכפר בעדך ובעד העם לומר לך שגם העם צריך אל כפרתך על חטא המעשה אבל בכפרת העם שהביאו עגל לעולה לכפר גם על חטא המחשבה נאמר וכפר בעדם לבד, כי אהרן לא היה צריך לכפרה על ההרהור כי לא חטא במחשבה כלל כ\"א במעשה ובלי ספק שלא נתכוין לשם אלהות. ","titles":[{"title":"﻿ויקרא ט ז"},{"title":"﻿ויקרא פרק ט פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","interprets":"tanach-3-9-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-3-10-1","text":"ודעת האומר שלא היו רחוצי ידים ורגלים, סובר שהיינו אש זרה לפי שלא קדשו ידיהם ורגליהם מן הכיור היו חולין במקום קודש וע\"כ נקרא האש אש זרה כי הזרות הפך הקדושה כמ\"ש (ויקרא כב.י) וכל זר לא יאכל קודש, לכך נאמר איש מחתתו. כאילו היתה מחתה שלו שאין בה צד קדושה וכל זה מצד שלא קדשו ידיהם ורגליהם, ועל שחטאו במים ע\"כ נדונו באש השולט במקום שאין מים מצויין לכבותו. ","titles":[{"title":"﻿ויקרא י א"},{"title":"﻿ויקרא פרק י פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","interprets":"tanach-3-10-1","positionInPerek":1,"positionInParasha":25},{"uri":"tanach-kliyekar-3-10-3","text":"וזהו טעם ותאכל בקצה המחנה. שדרשו רז\"ל (ילקו\"ש תשלב.) בקצינים שבמחנה וכאמרו רז\"ל (ב\"ק ס.) אין הפורענות בא לעולם כ\"א בעבור הרשעים ואינו מתחיל כ\"א בצדיקים כו', וביאור הדבר שלכך מתחיל בצדיקים בעבור שיקחו הרשעים מוסר וז\"ש ואחיכם כל בית ישראל יבכו וגו' יפחדו וידאגו לנפשם שלא יקרה להם כאשר קרה לאלו בראותם כי לא ישא ה' פני איש. וזה פירוש יקר. ","titles":[{"title":"﻿ויקרא י ג"},{"title":"﻿ויקרא פרק י פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","interprets":"tanach-3-10-3","positionInPerek":3,"positionInParasha":27},{"uri":"tanach-kliyekar-3-10-9","text":"ורמז בפרשה זו אימתי אסור לשתותו, הוא שאמר בבואכם אל אהל מועד רמז ששיכור אסור לבא אל היכל מלך ית' להתפלל לפניו, ואימתי מותר לשתותו כשהוא מקדש את יום השבת הקודש בכניסתו וביציאתו כמו שלמדו רז\"ל (פסחים קו.) מן פסוק זכור את יום השבת זכרהו על היין כו' זה\"ש ולהבדיל בין הקודש ובין החול בכניסה ויציאה ואף גם זאת לא ישתה אותו דרך שכרות עד שיהיו כל העריות הטמאות עליו למישור אלא ישתה באופן שיוכל להבדיל בין הטמא לטהור ובאופן שיוכל להורות בני ישראל את כל החוקים ולא יטעה בהוראתו. ","titles":[{"title":"﻿ויקרא י ט"},{"title":"﻿ויקרא פרק י פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","interprets":"tanach-3-10-9","positionInPerek":9,"positionInParasha":33},{"uri":"tanach-kliyekar-3-10-19","text":"וזה ביאור הענין, כי משה קצף על אלעזר ואיתמר הנותרים מן המיתה של נדב ואביהוא שנשרפו על שהקריבו אש זרה וחשב משה כי גם אלו הקריבו אש זרה כי מאחר שדין החטאת לאכילה והמה שרפוהו ודאי אש זה ששרפוהו בו אש זרה הוא ע\"כ קצף עליהם ואמר היה לכם לזכור מה שקרה לאחיכם ולמה הותרתם והיה לכם לאוכלו כי אותה נתן לכם לשאת את עון העדה שהכהנים אוכלים ובעלים מתכפרים. וידבר אהרן אל משה הן היום הקריבו וגו', רצה להוכיח במופת שחטאת זה היה על מעשה העגל דאל\"כ איך יתכן שביום זה שהקריבו בני חטאתם ועולתם של ציבור לכפר עליהם תקראנה אותי כאלה שבו ביום ימותו שני בני, שאם כבר היו ראוין לשליחות יד והמתין להם הקב\"ה שלא לערבב שמחת התורה היה לו להמתין גם יום זה שמחת לבו של הקב\"ה בחנוכת המזבח, אלא ודאי שרצה ה' שביום זה ימחה עון העגל מכל וכל מישראל ומאהרן ביום אחד כי אהרן ישלם שנים לרעהו וישראל מתכפרים בחטאת ועולה וזה מופת שהחטאת בא על עון העגל, וא\"כ אם אכלתי מחטאת זה היום הייטב בעיני ה' הלא גם אני מן הבעלים, ומאחר שאני לא אכלתי גם בני לא רצו לאוכלו לכבודי וייטב הדבר הזה בעיני משה. ","titles":[{"title":"﻿ויקרא י יט"},{"title":"﻿ויקרא פרק י פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","interprets":"tanach-3-10-19","positionInPerek":19,"positionInParasha":43},{"uri":"tanach-kliyekar-3-11-1","text":"וזהו שמסיק בויקרא רבה (יג.ב) משל לרופא שנכנס לבקר שני חולים כו' כך העכו\"ם שאינן לחיי עה\"ב כירק עשב התיר להם את הכל אבל ישראל שהם לחיי העה\"ב צוה להם זאת החיה אשר תאכלו. ואולי מטעם זה אמר זאת החיה אע\"פ שמסיים בבהמה מ\"מ התחיל בחיה לומר שכל הרחקות אלו הם לצורך הנפש שנקראת חיה, הנה מדרש זה מסכים מכל צד לדברינו דאל\"כ מה ראה על ככה ליתן טעם על מצוה זו למה לא נתנה לעכו\"ם יותר מעל כל מצוה שבתורה, אלא ודאי שרצה לתרץ יתור לשון של אליהם שבא למעט העכו\"ם, ולומר לך שמסתמא אין שום עכו\"ם רוצה לקיים שום מצוה אם לא שיודע שיש בה תועלת גם בעולם הזה שהרי על כל פנים אין להם חלק בעה\"ב כמ\"ש (דברים ז.י) ומשלם לשונאיו אל פניו להאבידו, וכדי שלא יטעו העכו\"ם לחשוב שטעם איסורי מאכלות לשם בריאות הגופות וירצו גם המה להתנהג על פי הרפואה, ע\"כ אמר לשון אליהם לומר לך דווקא לישראל שהם לחיי העה\"ב יש תועלת במצוה זו אבל לעכו\"ם אין תועלת בשמירת מצוה זו כי בלאו הכי אינן לחיי העוה\"ב. ","titles":[{"title":"﻿ויקרא יא א"},{"title":"﻿ויקרא פרק יא פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","interprets":"tanach-3-11-1","positionInPerek":1,"positionInParasha":45},{"uri":"tanach-kliyekar-3-11-4","text":"ומ\"ש את הגמל זו בבל, אין כוונתו לפרש המקרא ולהוציאו מפשוטו אלא לומר לך שתואר הגמל מצוי במלכות בבל, כי כשם שהגמל מעלה גרה הוא ומצד זה הוא נראה כשר כך מלכות בבל הראו את עצמם כגומלי חסדים עם ישראל והכתוב אומר (תהלים קלז.ה) אשרי שישלם לך גמולך שגמלת לנו וגו' לומר לך שהגמול ההוא היה על צד הזיוף, וכן מדי ויון שהיו מקרבים הצדיקים כמרדכי ושמעון הצדיק והכל על צד הזיוף, וכן אדום עושים כמעשה החזיר שמראין טלפיהם ככשרים לומר שאין פושטין ידיהם בגזל ליקח ממון ישראל בזרוע והם הורגים אותם ואין להאריך מזה יותר, ועל צד המליצה עשה סמך מן גמל לבבל ושפן למדי כו' ומ\"מ לעולם אין כוונתו לפרש המקראות חוץ מפשוטם. ","titles":[{"title":"﻿ויקרא יא ד"},{"title":"﻿ויקרא פרק יא פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","interprets":"tanach-3-11-4","positionInPerek":4,"positionInParasha":48},{"uri":"tanach-kliyekar-3-11-13","text":" כלי יקר  ואת אלה תשקצו מן העוף. מן משמע מקצת ממנו דהיינו המיעוט לפי שבעופות אחז\"ל (חולין סג","titles":[{"title":"﻿ויקרא יא יג"},{"title":"﻿ויקרא פרק יא פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","interprets":"tanach-3-11-13","positionInPerek":13,"positionInParasha":57},{"uri":"tanach-kliyekar-3-11-44","text":" כלי יקר  והתקדשתם והייתם קדושים וגו'. לפי שארז\"ל (שבת קד.) הבא לטהר מסייעין לו הבא לטמא פותחין לו, אבל מ\"מ אין מסייעין לו לכך נאמר אצל הבא לטהר והתקדשתם והייתם קדושים דרך הודעה לומר שאם תתחילו להתקדש מלמטה, אז ודאי והייתם קדושים כי אני מקדש אתכם מלמעלה ומסייע לכם כדי שתהיו קדושים כמוני כי קדוש אני. אבל אצל הבא לטמא אמר ולא תטמאו בהם ונטמתם בם, ולא אמר והייתם טמאים לפי שאינו מילתא דפסיקא כי אע\"פ שהאדם מתחיל בקלקלה מ\"מ שמא לא אהנו מעשיו אחר שאין מסייעין לו מן השמים, אלא פותחין לו כי הפתח פתוח לו ואין סוגר בעדו. ועל צד הרמז אמר ונטמתם חסר אל\"ף לומר לך שיחידו של עולם ברוך הוא סר ממנו ואין לו חלק בטומאתו ומעשיו ירחקוהו. ","titles":[{"title":"﻿ויקרא יא מד"},{"title":"﻿ויקרא פרק יא פסוק מד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","interprets":"tanach-3-11-44","positionInPerek":44,"positionInParasha":88},{"uri":"tanach-kliyekar-3-11-45","text":"וטעם השחיטה יוכיח, כי השחיטה באה להסיר טומאת העפרוריות שבבהמה שנוצרה מן הארץ, אבל הדגים שנוצרו מן המים שמקורם טהרה אינן צריכין שחיטה כלל אלא באסיפה לבד סגי, והעופות שנוצרו מן הרקק עירוב עפר ומים די להם בסימן א' למיעוט העפרוריות שבהם. ומה שהמים מביאים טומאה על האוכל תמצא מבואר לקמן פר' חקת בסוד הפרה שמטמאה הטהורים ומטהרת הטמאים. ","titles":[{"title":"﻿ויקרא יא מה"},{"title":"﻿ויקרא פרק יא פסוק מה"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","interprets":"tanach-3-11-45","positionInPerek":45,"positionInParasha":89},{"uri":"tanach-kliyekar-3-12-2","text":"וטעם לטומאת שבועים לאשה עצמה בלידת נקיבה, דין הוא שתהיה לאשה טומאת פי שנים כנגד שתי נקיבות כי כל נקיבה בפני עצמה נמשך לה טומאת ז' מן חטא הקדום על כל הנקיבות שבעולם ע\"כ מן הראוי שתטמא י\"ד ימים ז' של עצמה עוד ז' של בתה כי הוסיפה בעולם טומאה על טומאתה. ומזה הטעם יצירת הזכר למ' יום ושל נקיבה לשמונים יום כי בידוע שבזמן שהזרע חם ביותר אז הוא ממהר להתבשל ביותר ולהיות עובר בבטן המלאה וידוע שזרע האשה חם יותר מן זרע האיש כי אשה מזרעת אודם שבו וכל אודם נוטה על החום ביותר ואביו מזריע לובן שבו וכל לובן נוטה על הקרירות ביותר ודם ושלג יוכיח ואש ומים, לפיכך נאמר (בראשית ג.טז) ואל אישך תשוקתך ורז\"ל אמרו (כתובות פו.) יותר ממה שהאיש רוצה לישא האשה רוצה להנשא לפי שיש באשה יותר חום טבעי הנוטה על התשוקה. לפיכך הזכר הנולד מזרע האשה שהוא חם ביותר נגמרה יצירתו מהרה תוך מ' יום, אבל הנקיבה נולדת מזרע האיש שהוא קר ואינו מתבשל מהרה ע\"כ לא נגמרה יצירת הנקיבה כ\"א לפ' יום, וזהו טעם טומאת מ' לזכר ושמונים לנקיבה. אמנם לדעת רז\"ל שבין זכר בין נקיבה יצירת כולם למ' יום והטעם הוא למ' ופ' לפי שכל נקיבה קרה ולחה, ע\"כ צריכה אמה זמן רב לנקות את עצמה מן רוב הליחות המוטבעות בה מן הנקיבה מה שאין כן בזכר. ","titles":[{"title":"﻿ויקרא יב ב"},{"title":"﻿ויקרא פרק יב פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","interprets":"tanach-3-12-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-12-8","text":"וי\"א שכפרה זו על השבועה, שנשבעת שלא להזדקק לבעלה משעה שכורעת לילד (נדה לא","titles":[{"title":"﻿ויקרא יב ח"},{"title":"﻿ויקרא פרק יב פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","interprets":"tanach-3-12-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-3-13-2","text":"והובא אל הכהן. אין טהרתו כ\"א ע\"י כהן יען כי כל מי אשר הוא מזרע אהרן נמצאו בו ג' מדות טובות הפכיים לאלו כי חטא הלשון גורם כל ריב וכל נגע ובין אחים יפריד ע\"כ יבא אהרן שאחז במדת השלום וירפא לזה כי הוא היה אוהב שלום ורודף שלום, וכן חטא גסות הרוח ראוי שיתוקן על ידו כי הוא היה עניו ביותר כארז\"ל (חולין פט.) גדול מ\"ש במשה ואהרן ממ\"ש באברהם דאילו באברהם כתיב (בראשית יח.כז) ואנכי עפר ואפר ובמשה ואהרן כתיב (שמות טז.ח) ונחנו מה, וכן חטא חמדת הממון לא היה ג\"כ באהרן יען כי הכהנים לא היה להם חלק ונחלה בארץ ולא היה להם יותר ממה שזכו משלחן גבוה ע\"כ היו שלמים במדת ההסתפקות ולא היו בכלל צרי העין אשר כל מגמת פניהם לאסוף ולכנוס, ע\"כ מן הראוי שכל ג' מיני צרעת אלו לא יטהרו כי אם על ידי כהן. ","titles":[{"title":"﻿ויקרא יג ב"},{"title":"﻿ויקרא פרק יג פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","interprets":"tanach-3-13-2","positionInPerek":2,"positionInParasha":10},{"uri":"tanach-kliyekar-3-13-3","text":" כלי יקר  ושער בנגע הפך לבן. כל שער לבן הוא סימן חולשה בגוף והלבנת שער האדם לעת זקנתו יוכיח, וכן כל הסוסים הלבנים תשושי כח וכן כל כבש לבן אינו טוב כמו צבע של שאר מיני שער כי כל מראה לבן מקורו מן הליחה הלבנה הגורמת העצלות כי פעולת כל עצל לא בחיל ולא בכח. ","titles":[{"title":"﻿ויקרא יג ג"},{"title":"﻿ויקרא פרק יג פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","interprets":"tanach-3-13-3","positionInPerek":3,"positionInParasha":11},{"uri":"tanach-kliyekar-3-13-7","text":"וענין מחית בשר חי בשאת, שלמעלה נראה הבשר בריאה ותחתיה תעמוד הבהרת. אולי על צד העונש בא נגע זה על כת החנפים הצבועים המראים את עצמם כשרים מבחוץ ותוכם מלא מרמות ותוך ע\"כ בא עליהם מין זה, מדה כנגד מדה. ","titles":[{"title":"﻿ויקרא יג ז"},{"title":"﻿ויקרא פרק יג פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","interprets":"tanach-3-13-7","positionInPerek":7,"positionInParasha":15},{"uri":"tanach-kliyekar-3-13-45","text":" כלי יקר  והצרוע אשר בו הנגע וגו'. מה ת\"ל אשר בו הנגע פשיטא כי אם אין בו הנגע אינו צרוע, ומכאן ראיה שצרעת שם המכה כמבואר למעלה וכן יתבאר בסמוך פר' מצורע ונגע כנוי על העון כי החוטא נוגע בכבוד שמים או בכבוד הבריות. וזה דעת המדרש האומר כנגע נראה לי בבית זה ע\"ז כו' (ילקו\"ש מצורע יד.תקסג) ע\"כ אמר כאן על הצרוע שנלקה בצרעת על שספר לשה\"ר לפגום הבריות וקבלת רז\"ל שכל הפוסל במומו פוסל (קידושין ע.) לכך נאמר אשר בו הנגע, כי בו נמצא בעצם וראשונה כל נגע וקלון שרצה לפגום בו את חבירו. ראשו יהיה פרוע, לכפר על גסות רוחו שרצה להיות לראש על כל אדם. ובגדיו יהיו פרומים, לכפר על צרות העין כי כל צר עין מסתמא גם בגדיו קרועים ומטולאים. ועל שפם יעטה, לכפר על חטא הלשון שבשפתיו. וטמא טמא יקרא, כי המטמא בניב שפתיו אחרים אז טמא יקרא גם הוא כי ודאי במומו פוסל. וכל ימי אשר הנגע בו, דהיינו העון אז יטמא לפי שטמא הוא מצד מעשיו. ","titles":[{"title":"﻿ויקרא יג מה"},{"title":"﻿ויקרא פרק יג פסוק מה"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","interprets":"tanach-3-13-45","positionInPerek":45,"positionInParasha":53},{"uri":"tanach-kliyekar-3-13-47","text":"ותדע ותשכיל כי ג' מיני צרעת באים על ג' דברים, שהם כסוי לאדם זה לפנים מזה. מכסה ראשון הוא, עורו לבשרו. למעלה מעורו, בגדיו שהם כסוי לעורו. למעלה מהם, ביתו כי הוא מכסה לו להצילו ממטר ומזרם. ומי שהוסר מעליו כל מכסה נקרא פרוע ומגולה לכך נאמר (שמות לב.כה) וירא משה את העם כי פרוע הוא ודרשו רז\"ל (ילקו\"ש מצורע יד.תקסג) שנלקו בצרעת שנאמר בו וראשו יהיה פרוע, (ויקרא יג.מה) ע\"כ הזכיר תחילה נגעי עורו ואחר כך נגעי בגדיו ואח\"כ נגעי בתים להסיר מכסהו אחת אחת עד שיהיה פרוע ומגולה מכל וכל. וכן דעת המדרש שמביא הילקו\"ש בפסוק ראשו יהיה פרוע. על דרך ויגל את מסך יהודה (ישעיה כב.ח) על חורבן בהמ\"ק כי בחורבן הבית נעשו מגולין מכל וכל. אמנם לדעת רז\"ל (ויק\"ר יז.ד) הסדר הפוך כי אמרו אין בעל הרחמים נוגע בנפשות תחילה כו' לכך מביא תחילה נגע על ביתו לא חזר בו מביא גם על בגדיו לא חזר בו מביא גם על גופו כו'. ומה שהזכיר תחילה נגעי הגוף לפי שהקב\"ה מתרה במכה אחרונה הגדולה תחילה כמו שאמר לפרעה (שמות ד.כג) הנה אנכי הורג בנך בכורך וכמו שפירש רש\"י שם, כך הזכיר כאן נגעי הגוף בראשונה לאיים על האדם ממה שהוא מתירא ביותר אבל לעולם אין בעל הרחמים נוגע בנפשות תחילה כי אל רחום וחנון הוא. ","titles":[{"title":"﻿ויקרא יג מז"},{"title":"﻿ויקרא פרק יג פסוק מז"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","interprets":"tanach-3-13-47","positionInPerek":47,"positionInParasha":55},{"uri":"tanach-kliyekar-3-14-2","text":"וזה\"ש זאת תהיה תורת המצורע ביום טהרתו. כי ביום שיחדש לב טהור בקרבו ויקבל עליו לשוב בתשובה בו ביום יובא בעל כרחו אל הכהן ללמוד ממנו דרך ה', ולשון והובא אינו מדבר בהעתק ממקום למקום אלא מדבר בהעתק לבו מן הדרך הרע אשר היה בו אל הדרך הטוב והוא שיקבל עליו להתקרב אל הכהן ולבקש תורה מפיהו ועל זה אמר זאת תהיה תורת. ואח\"כ משקבל עליו להיות טהור המחשבות וטהור עינים מראות ברע אזי ויצא הכהן אל מחוץ למחנה והנה נרפא נגע אותו עון שגרם לו הצרעת מן הצרוע מזולתו ולא יכול לומר מן הנגוע שהרי העון מעשיו גרמו לו והוצרך לומר מן הצרוע, להורות שהרפואה הנפשית באה לו מצד שהיה צרוע כי הצרעת הכריחו אל התשובה ואע\"פ כן הקב\"ה מקבל תשובתו אע\"פ שנעשית על צד ההכרח. וההעדר הכרוך בתשובה כזו תמצא מבואר לקמן פר' וילך בע\"ה על פסוק ומצאוהו רעות רבות וצרות ע\"ש. ","titles":[{"title":"﻿ויקרא יד ב"},{"title":"﻿ויקרא פרק יד פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","interprets":"tanach-3-14-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-14-4","text":"וטעם לב' צפרים הוא, כי האדם יש לו ב' מיני דבור, אחד אסור, ואחד מצוה בו, והאסור דהיינו כלה\"ר ודוגמתו זהו הצפור שעושה מעשה פטיט השחוטה על כלי חרס על מים חיים, כי אם עם הארץ הוא יהיה לו רוח נשברה שנאמר (משלי טו.ד) וסלף בה שבר ברוח. כי יש לו דין כלי חרס שאין לו תקנה כ\"א בשבירה וכנגדו נאמר שישחט הצפור העושה מעשה פטיט על כלי חרס, ואם ת\"ח הוא יעסוק בתורה שנמשלה למים חיים לכך נאמר על מים חיים. ומטעם זה נאמר ה' פעמים זאת תורת בענין המצורע לומר לך שהעוסק בחמשה חומשי תורה ניצול מן הצרעת הבא על לה\"ר, ואת הצפור החיה זהו כנגד פטפוטי דברים בתורה ותפלה אך שצריך לצרף לדבור זה עץ ארז ושני תולעת ואזוב המורה על ההכנעה והשפלות שאפילו בדבור התורה יהיה לו לב נשבר ונדכה וארז\"ל (סוטה ה.) אדם לא נאמר בו ונרפא אבל בשר נאמר בו (ויקרא יג.יח) ובשר כי יהיה בעורו שחין ונרפא, כי מי שיש לו לב בשר ורך יש לו רפואה וכן ארז\"ל (סוטה ה.) בשר בושה סרוחה רימה, כי זכירת כל אלו הדברים מביאין לידי שברון לב והכנעה, על כן נאמר וטבל אותם בדם הצפור השחיטה להזות עליו מן ב' הצפרים כדי להסמיך עליו ב' דברים כאחד התשובה על העבר והתיקון על העתיד. ","titles":[{"title":"﻿ויקרא יד ד"},{"title":"﻿ויקרא פרק יד פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","interprets":"tanach-3-14-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-3-14-9","text":" כלי יקר  והיה ביום השביעי יגלח את כל שערו. ואח\"כ פרט את ראשו וזקנו וגבות עיניו אע\"פ שרז\"ל (סוטה טז.) דרשו זה בכלל ופרט מ\"מ לפי דרכנו נוכל לומר שלכך פרט ג' ראשי אברים אלו לפי שהם קרובים אל ג' ראשי עבירות אשר עליהם באים הנגעים. את ראשו, לכפר על גסות הרוח הרוצה להיות לראש לכל דבר כמ\"ש (ישעיה ג.טז-יז) יען כי גבהו בנות ציון וגו' ושפח ה' קדקד בנות ציון. ואת זקנו, הם השערות סביב לפיו לכפר על פי המדבר בלה\"ר ואת גבות עיניו, לכפר על צרות העין. ","titles":[{"title":"﻿ויקרא יד ט"},{"title":"﻿ויקרא פרק יד פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","interprets":"tanach-3-14-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-3-14-34","text":"ואין להקשות על טעם זה, א\"כ למה לא יבואו הנגעים על הבתים מיד בבואם לארץ, בשלמא לטעמא דמטמוניות שמא אין כל בעל הבית זוכה לאותו מטמון. תשובה לדבר שגם בביעור ע\"ז מגלגלין זכות על ידי זכאי, ודווקא אם ידור בבית איזו איש הגון מצד מעשיו אין נכון שידור הוא בבית שיש בו נדנוד ע\"ז. ונוכל לומר שפסוק זה בשורה טובה לישראל כמ\"ש (איכה ד.יא) כלה ה' את חמתו ויצת אש בציון, וטובה זו היא שמכלה חמתו בעצים ואבנים ואינו נוגע בגופות, כך בשורה זו בנגעי הבתים זה\"ש כנגע נראה לי בבית בכף הדמיון כעין הנגע הראוי לבא עלי נראה לי בבית. גם לטעם צרות העין אמר כעין נגע הראוי לבא על צרי העין והוא פיזור ממונם כך נראה לי בבית כי סופו לבא לידי שיפזר הכהן ממונו. ומה שצוה ליקח לחטא הבית צפרים כבר אמרנו להורות שהעושה עשה יעשה לו כנפים כצפרים עפות, אבל לרש\"י שלא זכר כ\"א מעשה פטיט קשה מה ענין זה לנגעי הבתים ע\"כ אמרנו למעלה שהצפרים יש בהם רמז גם על חמדת הממון הגורם רום לב ועל כן יקח גם עץ ארז. ","titles":[{"title":"﻿ויקרא יד לד"},{"title":"﻿ויקרא פרק יד פסוק לד"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","interprets":"tanach-3-14-34","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-kliyekar-3-16-1","text":"גם יתכן לפרש בקרבתם לפני ה', לפי שהיו קרובים אל ה' ביותר על כן דקדק הקב\"ה עמהם לדונם אפילו על שגיאה קטנה כמ\"ש (תהלים נ.ג) וסביביו נשערה מאד. כי כל הקרב הקרב ביותר אל המלך אז ביותר הוא צריך להיות נזהר בכבוד המלך, וכן אמר משה הוא אשר דבר ה' בקרובי אקדש (ויקרא י.ג) ואם נוכל לומר שאין מוקדם ומאוחר בתורה ופרשה זו נאמרה למשה קודם שאמר לאהרן הוא אשר דבר ה' בקרובי אקדש. אז קרוב לשמוע שאמר זה על מ\"ש לו הקב\"ה נוסח ד' תיבות אלו בקרבתם לפני ה' וימותו. ומה שפירש\"י זה זרזו יותר מן הראשון כו' אולי כוונתו כי כבר נאמר (שמות יט.כב) וגם הכהנים הנגשים אל ה' אל יהרסו לעלות אל ה' וגם שם זרזם על זה אך שלא נאמר שם שום עונש כ\"א פן יפרץ בהם ע\"כ הוצרך לזרזו שנית ולומר לו שלא ימות כדרך שמתו בניו. אבל אם כל הפסוק מן אחרי מות עד וימותו היא מאמר הכתוב לנו לא ידעתי מהיכן למד משה לזרזו שלא ימות כדרך שמתו בניו שהרי לא הזכיר הקב\"ה למשה שום דבר ממיתת בני אהרן, ולדברינו הוא מיושב שמשה למד זה ממה שהודיע ה' טעם למיתת בני אהרן וסמיך ליה הציווי לאהרן ודאי הוא כדי לזרזו יותר מבפעם הראשון. ","titles":[{"title":"﻿ויקרא טז א"},{"title":"﻿ויקרא פרק טז פסוק א"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-3-16-2","text":"ורמז לדבר השטן עולה שס\"ד וימות החמה במספר שס\"ה, להורות שבכל ימות השנה שהשטן והיצה\"ר שולט בבריות כולם בכלל העת חוץ מיום זה שאין לשטן ממשלה בו ע\"כ אינו בכלל העת של כל ימות השנה אלא הוא עומד בעצמו נבדל מכל ימות השנה, וכשאמר ואל יבא בכל עת. רמז שלא יבא כלל בשום יום שהוא בכלל העת כי אם ביום שאינו בכלל העת והוא ביום מחילה וסליחה שישראל נמשלו בו למלאכי השרת שאינם נופלים תחת העת ואינו בכלל ימות השנה שהשטן המחטיא מושל בהם וע\"כ אין דין ששלוחם של ישראל יבא לראות פני השכינה. ונתן טעם לדבר כי בענן אראה ר\"ל אילו היה שם גילוי שכינתי להדיא לא הייתי צריך למנוע ממנו הביאה שמה כי לא יראני האדם וחי (שם לג.כ) אך מאחר ששכינתי בענן יכול הוא לראות כבודי כי הענן סבה לראיה זו לכך נאמר כי בענן אראה וע\"כ אני צריך למנוע ממנו הראיה בכל ימות השנה שישראל מסגלים בו עבירות. ","titles":[{"title":"﻿ויקרא טז ב"},{"title":"﻿ויקרא פרק טז פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-16-3","text":" כלי יקר  בזאת יבא אהרן אל הקודש בפר בן בקר וגו'. ואמרו במדרש (ויק\"ר כא.יא) פר כנגד אברהם, שנאמר (בראשית יח.ז) ואל הבקר רץ אברהם. ואיל כנגד יצחק, שנקרב תמורתו איל, ושני שעירי עזים כנגד יעקב, שנאמר בו (שם כז.ט) וקח לי משם שני גדיי עזים. כוונת מדרש זה לומר כשם שמצינו שגם למשה לא נראה ה' כ\"א בזכות האבות כמ\"ש (שמות ד.ה) למען יאמינו כי נראה אליך ה' אלהי אבותם אלהי אברהם וגו', כך כהן גדול ביוה\"כ נראה אליו ה' בזכות האבות. ויש בכולם רמז ליו\"כ כי מ\"ש ואל הבקר רץ אברהם סובר מדרש זה שהיה ביו\"כ כי גם רז\"ל דרשו (בפרקי דר\"א כט) בעצם היום נימול אברהם שנימול ביו\"כ, וסובר שכל המעשה מן וירא ה' אל אברם באלוני ממרא הכל היה ביום אחד ואע\"פ שעשה סעודה ביום ההוא מ\"מ אחר שלא נתנה התורה עדיין היה מחמיר על עצמו ולא על אחרים. ואיל של יצחק יש במדרש שהיה המעשה ההוא ביום כיפורים (עיין ילקוט ראובני פר' וירא כב.יד) וראייתו מן פסוק אשר יאמר היום בהר ה' יראה. שבכל שנה ביום זה ה' יראה כי בענן יראה שמה ה'. ושני שעירים של יעקב אמרו במדרש (בר\"ר סה.יד) שני גדיי עזים טובים. טובים לך וטובים לבניך טובים לך שעל ידיהם תקבל הברכות וטובים לבניך שעל ידיהם מתכפר להם ביו\"כ, ומאז הובטח יעקב על כפרת יום קדוש זה על ידי שני שעירים. ","titles":[{"title":"﻿ויקרא טז ג"},{"title":"﻿ויקרא פרק טז פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-16-4","text":"ודעת רבי פנחס, מדקאמר ובאבנט בד יחגור המכפר על ההרהור ודאי בלבם הרהרו זה וכדרך שבארנו דברי ר' אייבו, ור' אייבו סבר שהאבנט מכפרת על ההרהור של עריות כי בני אהרן לא היו להם נשים ומי שהוא בלא אשה מלא הרהורי עבירה, ורבי פנחס סבר שהכתונת המכפר על ש\"ד היינו לפי שלא עסקו בפריה ורביה ע\"כ דומה כאילו שפכו דם כדמסיק ביבמות (סג","titles":[{"title":"﻿ויקרא טז ד"},{"title":"﻿ויקרא פרק טז פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-3-16-8","text":" כלי יקר  גורל אחד לה' וגורל אחד לעזאזל. נראין הדברים שב' שעירים אלו דומים ממש לשני גדיי עזים שעשה יעקב ליצחק ועשה את האחד מטעמים כאשר אהב החומר וזה חלקו של סמאל שניתן לו שוחד כדי שיקבל יעקב הברכות על חלקו מצד הגדי השני שעשה פסח לה' כדאיתא במדרש (פרקי דר\"א לב) כי בו ביום ראשון של פסח היה אמר יצחק בני אוצרות טללים נפתחין היום כו'. כך לדורות בב' שעירים אלו ניתן לס\"מ חלקו כדי שיקבל יעקב חלקו מן הגורל אשר לה' וכן סמכם המדרש (בר\"ר סה.יד) האומר גדיי עזים טובים. טובים לך שעל ידיהם תקבל הברכות, וטובים לבניך שעל ידיהם מתכפרים ביום כיפורים. ","titles":[{"title":"﻿ויקרא טז ח"},{"title":"﻿ויקרא פרק טז פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-3-16-22","text":" כלי יקר  ונשא השעיר עליו את כל עונותם. דרשו רז\"ל (בר\"ר סה.טו) עונות תם זה יעקב איש תם, ובדין הוא כי כל המחטיא הרבים חטא הרבים תלוי בו וידוע שסמאל תמיד משתדל להחטיא את ישראל וכן עשו אדום כל מזימותם להחטיא את ישראל מצד ברכת והיה כאשר תריד ופרקת עלו (בראשית כז.מ) ע\"כ ראוי לטעון עליו כל עונות בני תם לומר שיעקב מצדו תמים הוא עם ה' ואתה גרמת להם לחטוא, ע\"כ תשא את חטאתם אל סמאל שרו של עשו שנקרא איש שעיר ושליחתו אל ארץ גזירה דומה ממש למה שנאמר (יואל ב.כ) ואת הצפוני ארחיק מעליכם והדחתיו אל ארץ ציה ושממה. ושלח אותו ביד איש עתי ארז\"ל (מובא בחזקוני טז.כא) זה שהגיע עתו למות בזו השנה. ","titles":[{"title":"﻿ויקרא טז כב"},{"title":"﻿ויקרא פרק טז פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-kliyekar-3-16-30","text":"ורז\"ל (יומא פה","titles":[{"title":"﻿ויקרא טז ל"},{"title":"﻿ויקרא פרק טז פסוק ל"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","interprets":"tanach-3-16-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-kliyekar-3-17-7","text":" כלי יקר  ולא יזבחו עוד את זבחיהם לשעירים. סמך פרשה זו לכאן לפי שיש מקום למינים לטעות ולומר ששליחת השעיר המדברה הוא לשעירים חלילה, ע\"כ הזהירם מיד על שחיטת חוץ והורה שרצה ה' אדרבא למנוע מהם הזביחה לשעירים אשר התעסקו בהם לפנים מדקאמר לשון עוד, וענין השעיר אינו עבודה וזביחה כ\"א חלקו של סמאל וכן פירש הרמב\"ן (ויקרא טז.ח) וז\"ל צוה הקב\"ה שנשלח שעיר במדבר לשר המושל במקומות החורבן, כי הוא העילה לכוכבי החרב והדמים והמלחמות והפצעים והמכות והפירוד והחורבן והכלל נפש לגלגל מאדים, וחלקו מן האומות עשו, שהוא עם היורש החרב והמלחמות. ומן הבהמות, השעירים והעזים, ובחלקו עוד השדים הנקראים מזיקין ושעירים והאריך שם הרב בלשונו. והנה מקום אתי לתרץ בזה מ\"ש בשחוטי חוץ דם יחשב לאיש ההוא פירש\"י כשופך דם האדם כו' ויש להקשות מה ענין שוחט בחוץ לשפיכת דם האדם, אלא לפי שהשוחט בחוץ לשעירים מושך כחו מן מאדים המשפיע החרב וההריגה נמצא שיפה אמר דם יחשב לאיש ההוא כי הוא חשוב באמת לשופך דם כי זה כחו של אלוהו וזה פירוש יקר. ","titles":[{"title":"﻿ויקרא יז ז"},{"title":"﻿ויקרא פרק יז פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","interprets":"tanach-3-17-7","positionInPerek":7,"positionInParasha":41},{"uri":"tanach-kliyekar-3-17-13","text":"ד\"א לפי שבשר חיה ועוף אינן בנמצא, והם מחוסרי צידה ובאין לאדם על ידי טורח גדול או ביוקר ומצד היות הדבר חביב עליו ביותר יש לחוש פן יאכל הבשר עם הדם ע\"כ צריך לעשות היכר ע\"י כסוי ורז\"ל (חולין פד.) אמרו מכאן שלמדך תורה דרך ארץ שלא יאכל בשר כ\"א בהזמנה זו וטעמו של דבר תמצא לקמן פר' ראה בפסוק כי ירחיב ה' את גבולך ואמרת אוכלה בשר וגו' ע\"ש. ","titles":[{"title":"﻿ויקרא יז יג"},{"title":"﻿ויקרא פרק יז פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","interprets":"tanach-3-17-13","positionInPerek":13,"positionInParasha":47},{"uri":"tanach-kliyekar-3-18-3","text":"וכמעשה ארץ כנען, היינו שהוא מאשים את ישראל על שמאסו בארץ הקדושה אשר היתה חביבה על האבות והמה מאסו בה עד אשר הוצרך הקב\"ה להביאם שמה בעל כרחם שלא בטובתם וז\"ש כמעשה ארץ כנען כאותו מעשה שעשיתם בארץ כנען, ומהו המעשה אשר אני מביא אתכם שמה כי עיניכם הרואות שאני מביא אתכם שמה בעל כרחכם כי באלים אמרו (שמות טז.ג) מי יתן מותינו ביד ה' בארץ מצרים, המרגלים אמרו (במדבר יד.ד) נתנה ראש ונשובה מצרימה וכן אמרו רז\"ל (במד\"ר כא.י) הנשים היו מחבבות הארץ והאנשים שנאוה, וכן הוצרך הקב\"ה להסיבם דרך המדבר י\"ס שלא ישובו מצרימה ומכל זה ראיה שמאסו בארץ הקדושה הנבחרה מימות האבות למקום קדושה וטהרה ורוב מצות התורה תלויות בארץ, ובכל אלה מאסו ישראל עד אשר הוצרך הקב\"ה להביאם שמה בעל כרחם ולישא אותם על כנפי נשרים כאשר ישא האומן את היונק אל המקום הזה וע\"י סיבוב מדברות שלא יהיה להם מקום לחזור. לא תעשו כן עוד אלא תלכו לרצונכם אל המקום אשר אמר האלהים כי זה הוא המוכן לשמירת כל משפטי ה' וחקותיו, ונתן טעם על ראשון ראשון על מה שאמר שלא יבקשו ישיבה של קבע בארץ טמאה במצרים כדי שלא ילמדו לעשות כתועבותם ע\"ז אמר ובחוקותיהם לא תלכו. ועל אחרון אחרון שזרזם לילך אל הארץ הקדושה כדי לקיים המצות התלויות בארץ על זה אמר את משפטי תעשו וגו' כי המה משפט אלהי הארץ. ","titles":[{"title":"﻿ויקרא יח ג"},{"title":"﻿ויקרא פרק יח פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","interprets":"tanach-3-18-3","positionInPerek":3,"positionInParasha":53},{"uri":"tanach-kliyekar-3-18-4","text":"והזכיר תמיד לשון שמירה בחקות, כי כל דבר שיש לו מהרסים צריך שמירה ביותר כמבואר למעלה פר' בא (יב.כה) על פסוק ושמרתם את העבודה הזאת, האמור על בן הרשע המבקש להרוס העבודה כך שמירה זו האמורה בחקות היא נגד בני אדם המונין על החקות. ","titles":[{"title":"﻿ויקרא יח ד"},{"title":"﻿ויקרא פרק יח פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","interprets":"tanach-3-18-4","positionInPerek":4,"positionInParasha":54},{"uri":"tanach-kliyekar-3-18-6","text":" כלי יקר  איש איש אל כל שאר בשרו לא תקרבו וגו'. קריבה המביאה לידי גילוי ערוה והיינו היחוד כי הוא המביא לידי ערוה ולכך אמר איש איש דווקא כשיהיה כל איש ואיש לבדו עם האשה שהרי ב' אנשים מותרים להתיחד עם אשה אחת, ואין איש איש, כ\"א כל איש לבדו. ואמר לא תקרבו לשון רבים להזהיר גם את הנקיבה כפירש\"י, וטעם איסור העריות פירש הרמב\"ם שהוא למעט המשגל כי אלו הנשים קרובות אליו ומצויות אצלו תמיד. והרמב\"ן סתר זו הדעה כי ראינו שהכתוב התיר לו נשים לאלפים ע\"כ פירש שמצוה זו סוד ונראה שלכך נאמר בה אני ה' ר\"ל אני היודע טעמו של דבר ולכם חקה. ","titles":[{"title":"﻿ויקרא יח ו"},{"title":"﻿ויקרא פרק יח פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","interprets":"tanach-3-18-6","positionInPerek":6,"positionInParasha":56},{"uri":"tanach-kliyekar-3-18-24","text":" כלי יקר  אל תטמאו בכל אלה. משמע שלא יבואו לידי הקצה האחרון מהרע שתטמא הארץ עד שיטמאו בכל אלה, ואחר כך אמר ולא תעשו מכל התועבות משמע אפילו במקצתן תטמא הארץ. ונראה לפרש שלכך הזכיר ב' מיני עונשים הלא המה הקאת הארץ, וכריתות הנפשות העושות. ומתחילה הזהיר שאל יטמאו בכל אלה לעשות כולם, כי בכל אלה נטמאו הגוים והגיעו אל הקצה האחרון שתטמא הארץ ונפקד עונה עליה ונעשית כחולה המקיא ותקיא את יושביה כי נתמלא סאתה ודרך סאה מליאה לשפוך ולהקיא כי לא תכיל עוד, ועל כן הזהרו שלא יקרה גם לכם כן כי אז אנדרלמוסיא בא והורגת טובים ורעים כי כן יצאו בגולה החרש והמסגר וירמיה וסיעתו. ואח\"כ הוא מזהירם ושמרתם אתם וגו' ולא תעשו מכל התועבות אפילו מקצת מהם לא תעשו, כי את כל התועבות עשו אנשי הארץ והיו בעונש הקאת הארץ, אבל אתם אם תעשו מקצתן לא תקיא הארץ אתכם לא תהיו בכלל עונש ההקאה אבל מ\"מ יש עונש אחר והוא כי כל אשר יעשה מכל התועבות אפילו מקצתן אף על פי שאין הדין נותן לכלות טובים ורעים כאחד, מ\"מ ונכרתו הנפשות העושות לפחות, לפיכך ושמרתם את משמרתי לבלתי עשות מחקות התועבות אפילו מקצת מהם. וקרוב לפירוש זה ראיתי בספר חדש. ","titles":[{"title":"﻿ויקרא יח כד"},{"title":"﻿ויקרא פרק יח פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","interprets":"tanach-3-18-24","positionInPerek":24,"positionInParasha":74},{"uri":"tanach-kliyekar-3-18-25","text":"ומ\"ש ואת תחלואיה אשר חלה ה' בה. יאמר ע\"ד משל שכל חולה דרכו להקיא מה שבקרבו, כך נאמר גם כאן בפר' עריות ותקיא הארץ את יושביה כי תהיה בדמיון החולה המקיא המאכל אשר בקרבו, וע\"ז נאמר ותטמא הארץ ואפקוד עונה עליה וזה פירוש יקר. ","titles":[{"title":"﻿ויקרא יח כה"},{"title":"﻿ויקרא פרק יח פסוק כה"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","interprets":"tanach-3-18-25","positionInPerek":25,"positionInParasha":75},{"uri":"tanach-kliyekar-3-19-2","text":"ומ\"ש קדושים תהיו, יש במשמעותו לשון ציווי, ולשון הודעת הענין, כמו ואתם תהיו לי ממלכת כהנים וגוי קדוש. שהוא הודעת הענין, כך הודיע להם הקב\"ה מתן שכרן של הגדורין מעריות שע\"י זה יהיו קדושים לאלהיהם. ","titles":[{"title":"﻿ויקרא יט ב"},{"title":"﻿ויקרא פרק יט פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-19-3","text":"ומה שמקדים במורא אמו לאביו ובכיבוד הקדים אב לאם, לפי שגם האיש חייב בכבוד אשתו כארז\"ל (יבמות סב","titles":[{"title":"﻿ויקרא יט ג"},{"title":"﻿ויקרא פרק יט פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-19-4","text":"ונוכל לומר עוד, בענין סמיכות לרצונכם תזבחוהו לפסוק אל תפנו אל האלילים. שלא ינהגו בזביחתה אל ה' כמנהג ע\"א שאינן זובחים כי אם בזמן שהם מקבלים הטובה ותולין בהם כמ\"ש (חבקוק א.טז) על כן יזבח לחרמו ויקטר למכמרתו כי בהמה שמן חלקו ומאכלו בריאה. ואין זה זביחה לרצון כי אם מהכרח קבלת הטובות אמנם לא תעשון כן לה' כי אם לרצונכם תזבחוהו, כאלו אין לכם שום סבה המכרחת אתכם על הזביחה ולא יהיה לכם שום כוונה זרה כי אם תתכונו כדי לעשות נחת רוח לפניו יתברך, וכל מחשבה זרה נקראת חוץ לזמנו וחוץ למקומו כי אין זה מקומו וזמנו ונקרא מתעסק בקדשים שאינו מתכוין בעצם וראשונה על הזביחה. ודבר זה ברור למבינים וקרוב לשמוע. ","titles":[{"title":"﻿ויקרא יט ד"},{"title":"﻿ויקרא פרק יט פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-3-19-11","text":" כלי יקר  לא תגנובו וגו'. בגונב ממון הכתוב מדבר שהרי נאמר ולא תשבעו בשמי לשקר, לומר שאם גנבת סופך לכחש ואם כחשת סופך לשבע לשקר והרי אין נשבעין על כפירת קרקעות ועבדים אלא ודאי בגונב ממון הוא מדבר, ולכך הזכיר לשון רבים להזהיר גם את החולק עם הגנב כי גם הוא שונא נפשו כי סתם ממון יש בו כדי חלוקה, אבל גונב נפש מסתמא אין בו כדי חלוקה אע\"פ שעומד למכור שמא לא ימצא קונים ע\"כ על הרוב שאין שנים משתתפים בגניבת נפש ממש ע\"כ נאמר בו (שמות כ.יג) לא תגנוב, וכן לא תעשוק מדבר בהשוכר את הפועל ואין ב' שוכרים פועל אחד בשותפות לכך נאמר לא תעשוק לשון יחיד. ומ\"ש לא תעשוק את רעך ולא תגזל ואצל הגנב לא הזכיר רעך, לפי שכל גנב גונב גם דעת עליונה ועושה עין של מעלה כאלו אינו רואה כביכול ואם כן לא מן רעהו לבד הוא גונב, אבל הגזלן אינו עושק כי אם לרעהו. ","titles":[{"title":"﻿ויקרא יט יא"},{"title":"﻿ויקרא פרק יט פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-kliyekar-3-19-14","text":"ולפני עור לא תתן מכשול. פירש\"י לא תתן עצה כו', כי אין לפרש עור ממש ומכשול ממש שהרי נאמר ויראת מאלהיך וזה מדבר בדבר המסור ללב דווקא. ","titles":[{"title":"﻿ויקרא יט יד"},{"title":"﻿ויקרא פרק יט פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-kliyekar-3-19-15","text":"וי\"א שע\"ז התפלל דוד ואמר, עשיתי משפט וצדק בל תניחני לעושקי (תהלים קיט.קכא) הם עושי הקנוניא שקרא עושקי. וכן לא תלך רכיל בעמך היינו דווקא בעושה מעשה עמך, אבל מותר לומר לה\"ר על בעלי המחלוקת, (ירושלמי פאה פ\"א. ה\"א) וי\"א מצוה, כדי שידע זה להשמר ממנו ואם לא עשה כן הרי הוא עובר בלא תעמוד על דם רעך שפירש\"י לראות במיתתו ואתה יכול להצילו כו' כי כן הדבר הזה, לכך נסמכו פסוקים הללו. ","titles":[{"title":"﻿ויקרא יט טו"},{"title":"﻿ויקרא פרק יט פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-kliyekar-3-19-17","text":"וסמך למצות התוכחה פסוק לא תשנא אחיך בלבבך. כי בזמן שהאהבה מצויה בישראל כל אחד בטובתו של חבירו חפץ ועל כן הוא מוכיחו שלא יכשל בעבירה, אבל בזמן ששונאים זה לזה לעולם אינו מוכיחו ואדרבה הוא מחניפו לאמר כשורה עשית ולא פעלת און וכל כוונתו להדיח עליו הרעה לפי שהוא שמח במפלתו, ומדה זו הלא היא ברכת בני עמינו מיום שגברה אגרופה של שנאת חנם מן חורבן בית שני והלאה ועד היום לא סרה, והנגע הולך ופושה עד אשר ישקיף ה' וירא, ויסיר לב האבן מקרבנו. ","titles":[{"title":"﻿ויקרא יט יז"},{"title":"﻿ויקרא פרק יט פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-kliyekar-3-19-18","text":"ולמדו פסוק ואהבת לרעך כמוך אני ה', כי כבר ארז\"ל (מכות כד.) בא חבקוק והעמידן על אחת שנאמר וצדיק באמונתו יחיה (חבקוק ב.ד) וזה אינו סותר דברי הלל כי כל מצות התורה הם על שני סוגים האחד הוא, המצות שבין אדם למקום ב\"ה ויסוד לכולם האמונה בה' השני הוא, המצות שבין אדם לחבירו ויסוד לכלם פסוק ואהבת לרעך כמוך. ומטעם זה היו הכרובים פורשים כנפים למעלה מחוי כלפי מעלה כנגד המצות שבין אדם למקום, ופניהם איש אל אחיו כנגד המצות שבין איש לחבירו, וכשאמר כאן על רגל אחד היינו יסוד אחד לכל סוג וע\"כ אמר לו פסוק ואהבת לרעך כמוך ועל רגל זה העמיד לו כל המצות שבין אדם לחבירו, ואמר לו גם סוף הפסוק אני ה' דהיינו היסוד שעליו העמיד חבקוק כל מצות התורה והיינו האמונה בה', ומאמר אני ה' דוגמת דבור אנכי הכולל כל דברות ראשונות שבין אדם למקום ב\"ה וחותם לכולם כבוד או\"א כי מסוף דברו ניכר שראש דברו אמת, יען כי יוקח ק\"ו מן כיבוד אב ואם אל כיבוד השותף הג' ית' שמו הלא הוא אביך קנך. ודבור לא תחמוד כולל כל חמשה דברות אחרונות והוא כנגד ואהבת לרעך כמוך כי שניהם כוללים כל המצות שבין אדם לחבירו, וכן א\"ר לוי (ויק\"ר כד.ה) עשרה דברות כתובים בפרשה זו ומסיק שדבור לא תחמוד כנגד ואהבת לרעך כמוך ע\"ש. ","titles":[{"title":"﻿ויקרא יט יח"},{"title":"﻿ויקרא פרק יט פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-kliyekar-3-19-23","text":" כלי יקר  שלש שנים יהיה לכם ערלים. הרבה מפרשים אמרו בטעם מצוה זו לפי שהיה חק לאמוריים לעשות תחבולות למהר פרי האילן קודם זמנו וכן כתב הרמב\"ם בספר מורה נבוכים. ואשר נראה קרוב למושכל לומר שמצוה זו היא כדי לעשות זכרון למעשה בראשית כי כולם נבראו ביום ראשון, וכל אחד הוציא ביומו וכן כל צמח האדמה היו מכוסים עד יום ג', ואע\"פ שצמחו בג' מ\"מ לא נראו עד יום ד' שבו נתלו המאורות המבשלים כל הפירות כי כולם תלוין בשמש וירח כמ\"ש (דברים לג.יד) ממגד תבואת שמש וממגד גרש ירחים. נמצא שהיו מכוסים ובלתי נראין לאכילה עד יום ד' ע\"כ צוה לעשות זכרון למעשה בראשית שיהיו מכוסים ואטומים שלש שנים כי הערלה ענינה כסוי ואטימה. וביום הרביעי אע\"פ שנגמר בשולם מ\"מ לא היה עדיין בעולם שום בעל חי ולא היה כאן שום פה לאכלם, כאילו לא היה מציאתם ביום רביעי כי אם להודות ולהלל בוראו אשר בראם על כן נאמר כאן לזכרון מעשה בראשית ובשנה הרביעית יהיה כל פריו קודש הלולים לה'. וביום החמישי נבראו קצת מן הבעלי חיים אשר היו צריכין אל מאכל הצמחים ע\"כ נאמר ובשנה החמישית תאכלו את פריו. ולא נאמר כל פריו כדרך שנאמר ובשנה הרביעית יהיה כל פריו קודש. להורות שלא יאכל כל פריו אלא יתן מכולם גם לעני ולגר לפי שהזכיר לקט שכחה ופאה בתבואה ולא באילנות וארז\"ל (ירושלמי פאה פ\"א.ה\"ד) אילנות מנין ת\"ל שדך, ע\"כ לא נאמר כל. ועל מדת הצדקה אמר להוסיף לכם תבואתו כי יש מפזר ונוסף עוד (משלי יא.כד) ולפי שיש מבקשים על זה ערב ובטחון על כן אמר אני ה' אלהיכם נאמן ליפרע. ","titles":[{"title":"﻿ויקרא יט כג"},{"title":"﻿ויקרא פרק יט פסוק כג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-kliyekar-3-19-32","text":"ולפי שמצינו בכיבוד אב ואם ורבו, שהשוה הקב\"ה כבודם לכבודו, ומוראם למוראו, (קידושין ל","titles":[{"title":"﻿ויקרא יט לב"},{"title":"﻿ויקרא פרק יט פסוק לב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","interprets":"tanach-3-19-32","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-kliyekar-3-21-1","text":"ד\"א הפך זה ממש, לומר להם אמירה ראשונה שדבקה בהם הקדושה מצד היותם בני אהרן שהיה מקור הקדושה, ואמרת אליהם. מצד עצמם שאף אם לא היו בני אהרן מ\"מ מאחר שהם משרתי אל חי אין נכון להם שיטמאו כי אם לשארו הקרוב אליו. כי דיו לעבד להיות כרבו כי גם השי\"ת מתעסק בקרוביו כמ\"ש (דברים לד.ו) ויקבור אותו בגיא והיינו קרובי השי\"ת. ","titles":[{"title":"﻿ויקרא כא א"},{"title":"﻿ויקרא פרק כא פסוק א"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","interprets":"tanach-3-21-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-3-21-2","text":"לאמו ולאביו. כי אמו אינה מזרע אהרן זולת מצד שהיא כגוף בעלה על כן הקדים האם הדבר שהוא חידוש יותר, אבל בכהן גדול שאמר לא יטמא הקדים האב כי זה חידוש יותר מה שאינו מטמא לאביו שהוא מזרע אהרן. ואם נפשך לפרש זה דרך לא זו אף זו נוכל לומר שיותר קרוב לשמוע שיטמא לאמו כי נצטערה עליו הרבה בהריון ולידה וגידול מה שאין כן באב, על כן יהיו שני מקומות אלו הן יטמא האמור כאן, הן לא יטמא האמור בכ\"ג, כולם דרך לא זו אף זו. ועוד שאמו יותר ודאית מן אביו כי שמא זינתה אמו עם אחר וזה אינו אביו ולפיכך יהיו שניהם בדרך לא זו אף זו, ועוד שניוול של האשה קשה מן ניוול האיש על כן הקדים אמו לומר לך שאם שניהם מוטלים לפניו חייב לטפל תחילה עם אמו אבל בכ\"ג שנאמר לא יטמא הקדים האב בדרך לא זו אף זו וק\"ל. ","titles":[{"title":"﻿ויקרא כא ב"},{"title":"﻿ויקרא פרק כא פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","interprets":"tanach-3-21-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-21-5","text":"ולא יחלל זרעו בעמיו. פליאה בעיני אם למעלה דרשו בעמיו בעוד שהמת בתוך עמיו מה יאמרו מן בעמיו הנאמר כאן, ופשוטו הוא בעמיו שפסל את זרעו מלהיות בכלל עמיו דהיינו הכהנים כי פסלו מדין כהונה, אבל למעלה א\"א לפרש כן דא\"כ הוא משמע שלא יטמא בעמיו בכהן שאינו שאר בשרו הא בישראל מטמא והלא ק\"ו הוא, ואין לומר דנקט בעמיו לרבותא דא\"כ לשתוק מיניה כי כבר נאמר כי אם לשארו וגו' ובזה מיעט הכל, ע\"כ הוצרכו לדרשת בעוד שהמת בתוך עמיו אבל כאן הוא כפשוטו מלהיות בכלל עמיו. ","titles":[{"title":"﻿ויקרא כא ה"},{"title":"﻿ויקרא פרק כא פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","interprets":"tanach-3-21-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-3-21-17","text":"ועדיין לא שמענו אם נולד במומו אם המום מעכב או לא, כי יש מקום לומר שמא דווקא זה שתרווייהו איתנהו ביה שיש לו פגם בנשמתו ובגופו ראוי שיתגאל מן הכהונה לבלתי הקריב את קרבן ה', אבל הנולד במומו שאין בו פגם בנשמתו זולת בגופו לבד שמא תאמר שאינו מעכב קמ\"ל למטה מום בו את לחם אלהיו וגו'. וזה מדבר במי שקדמה מציאת המום למציאתו לאויר העולם, וזה ביאורו כל איש אשר בו מום מזרע אהרן הכהן לא יגש להקריב את אשי ה'. ואע\"פ שכבר הזכיר למעלה אשר יהיה בו מום וגו' מ\"מ לא הזכיר שם כ\"א לחם אלהיו. וסד\"א דווקא לחם אלהיו כמנחות, ולחם הפנים, אבל שאר אשי ה' מותר להקריב קמ\"ל לא יגש להקריב את אשי ה' להשוות כל האישים במי שבו מום וסד\"א דווקא במי שבו מום אבל לא במי שמום בו קמ\"ל מום בו את לחם אלהיו לא יגש להקריב. ונקט לחם אלהיו לא שבא למעט האישים שהרי כבר הושוו כל האישים במי שבו מום והוא הדין במי שמום בו ולא נקט לחם אלהיו כ\"א בעבור שר\"ל אח\"כ שאפילו לחם אלהיו שיש בהם קדושה יתירה יותר מן העולים לאישים מ\"מ מותר לאכול מהם, כמ\"ש מיד לחם אלהיו מקדשי הקדשים יאכל, וכ\"ש מן האישים. ומ\"ש ומן הקדשים יאכל אלו קדשים קלים לפי שיש מקום לומר שאחר שלא הותרו לזר, כמו מנחות של קדשי קדשים שאכל משה וכן משמע בילקוט סוף פר' צו (ח.תקיח). ובדרך זה מיושב מה שנאמר גם בבהמות פעם מום בו ופעם בו מום, לפי שכל מומים פוסלים בבהמה בין שנולדה במומה בין שנולד מומה בה. ","titles":[{"title":"﻿ויקרא כא יז"},{"title":"﻿ויקרא פרק כא פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","interprets":"tanach-3-21-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-kliyekar-3-22-27","text":" כלי יקר  שור או כשב או עז כי יולד. אמרו המפרשים שביום הולדו יש לו עליו שם שור או כשב כי אינו מוסיף על שלימתו ועל עצמותו כלום כי הוא נולד עם כל שלימתו, לאפוקי האדם עיר פרא יולד (איוב יא.יב) וקניית שלימתו תלוי במעשיו. ונראה שלכך הודיע לנו הכתוב כדי שלא תאמר מאחר שביום הולדה יש להם כל השלימות הראוי להם א\"כ יהיו כשר להקרבה מיד, ת\"ל יהיה ז' ימים תחת אמו ומיום השמיני והלאה ירצה. כי כל מספר שמיני קודש כמבואר למעלה פרשת שמיני (ט.א) על כן אינו ראוי להיות קודש עד אשר יעבור עליו מספר זה. ","titles":[{"title":"﻿ויקרא כב כז"},{"title":"﻿ויקרא פרק כב פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","interprets":"tanach-3-22-27","positionInPerek":27,"positionInParasha":51},{"uri":"tanach-kliyekar-3-23-2","text":"ד\"א אשר תקראו אותם במועדם, קריאה זו היא בד\"ת שיתעסקו בהלכות פסח בפסח כו' לכך נאמר במועדם ועל קריאה זו אמר אלה הם מועדי אמנם כשאין עסוקים בהם כ\"א במאכל ומשתה אינן מועדי ה' כלל ועליהם נאמר (ישעיה א.יד) חדשיכם ומועדיכם שנאה נפשי. ומ\"ש אלה תעשו לה' במועדיכם. (במדבר כט.לט) לפי שצריך ליתן חציו לה' וחציו לכם. ","titles":[{"title":"﻿ויקרא כג ב"},{"title":"﻿ויקרא פרק כג פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-2","positionInPerek":2,"positionInParasha":59},{"uri":"tanach-kliyekar-3-23-16","text":"וזה הטעם ג\"כ העלם יום דין של ר\"ה, כדי שלא ילך אדם בשרירות לבו ויסגל עונות כל ימות השנה ויחשוב לתקן מעשיו בהיותו קרוב ליום ה' אשר בו ישב על כסא דין אלא ידמה בנפשו כאלו בכל יום ויום ה' יושב על כסאו למשפט ומתבקר פנקסו ועל ידי זה יהיה כל יום ויום בתשובה, וכן איכא למאן דאמר אדם נידון בכל יום (ר\"ה טז.) שנאמר (איוב ז.יח) ותפקדנו לבקרים ולרגעים תבחננו. ובחיבורי הנזכר הארכתי בב' טעמים אלו כי נכונים למוצאי דעת. ","titles":[{"title":"﻿ויקרא כג טז"},{"title":"﻿ויקרא פרק כג פסוק טז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-16","positionInPerek":16,"positionInParasha":73},{"uri":"tanach-kliyekar-3-23-22","text":"ד\"א כדמסיק בגמרא (ר\"ה טז.) אמר רבי עקיבא מפני מה אמרה תורה הביאו עומר בפסח כדי שתתברך לכם תבואה שבשדה, ועל ידי שתי הלחם יתברכו פירות האילן, ועל ידי ניסוך המים בחג יתברכו גשמי השנה, וכדי שלא יהיה עם לבבו דבר בליעל לאמר מאחר שבזכות העומר ושתי הלחם וניסוך המים יתברכו תבואות השנה א\"כ למה זה אתן מתנות עניים למען יברכני ה', תלמוד לומר ובקצרכם וגו'. כי טוב אשר תאחז בזה וגם מזה אל תנח ידך כי הא והא גרמא. אבל לפירוש רש\"י קשה מה ענין קרבנות למתנות עניים וכפי הנראה יש קצת דמיון ביניהם כי גם הקרבנות רובן נאכלין לכהנים דרך צדקה, והרמב\"ן פירש רמז לקציר העומר שאינו דוחה לקט ופאה. ","titles":[{"title":"﻿ויקרא כג כב"},{"title":"﻿ויקרא פרק כג פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-22","positionInPerek":22,"positionInParasha":79},{"uri":"tanach-kliyekar-3-23-24","text":" כלי יקר  שבתון זכרון תרועה. רז\"ל אמרו (ר\"ה כט","titles":[{"title":"﻿ויקרא כג כד"},{"title":"﻿ויקרא פרק כג פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-24","positionInPerek":24,"positionInParasha":81},{"uri":"tanach-kliyekar-3-23-27","text":" כלי יקר  אך בעשור לחודש וגו' יום הכפורים הוא. כל אכין ורקין מיעוטין המה לפי שנאמר למטה ועניתם את נפשותיכם בתשעה לחודש בערב. ואמרו רז\"ל (ברכות ח","titles":[{"title":"﻿ויקרא כג כז"},{"title":"﻿ויקרא פרק כג פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-27","positionInPerek":27,"positionInParasha":84},{"uri":"tanach-kliyekar-3-23-39","text":" כלי יקר  אך בחמשה עשר יום וגו'. פירש\"י יכול תדחה החגיגה את השבת ת\"ל אך וקשה שבת מאן דכר שמיה ונראה שכך פירושו אך בחמשה עשר יום לחדש באספכם את תבואת הארץ. היינו ביום שמותר לאסוף התבואה מן השדה לכל הפחות לצורך אוכל נפש דהיינו בי\"ט שאינו חל בשבת, באותו יום תחוגו החגיגה אבל לא ביום שאין בו שום אסיפה מן השדה בשום צד אף אם אין לו מה לאכול והיינו בשבת, ואילו לא נאמר אך הייתי אומר באספכם היינו בזמן אסיפה קאמר ולא ביום שיש בו אסיפה. ","titles":[{"title":"﻿ויקרא כג לט"},{"title":"﻿ויקרא פרק כג פסוק לט"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-39","positionInPerek":39,"positionInParasha":96},{"uri":"tanach-kliyekar-3-23-40","text":"ושמחתם לפני ה' אלהיכם. אין שמחתם לפני ה' כי אם בזמן שהם באגודה אחת ובפרט שהשמחה דווקא בחג זה לפי שהוא זמן אסיפה אשר מדרך העולם לשמוח בה ביותר, על כן הזהירם שתהיה השמחה לפני ה' דווקא לא כשמחת הרקים אשר כל מזימותם הרוג בקר ושחוט צאן. (ישעיה כב.יג) השותים במזרקי יין, ומרבים מחלוקת בישראל ובשמחה זו החריבו ב' בתי מקדשים וגלו בראש גולים כמ\"ש (ישעיה נה.יב) כי בשמחה תצאו. כארז\"ל (קידושין פא.) סקבא דשתא ריגלא, כי בעבור שהיו שמחים שלא לשם שמים סבבו כל חלי וכל מכה כמעשה האתרוג שזרקו בינאי המלך (עיין סוכה מח","titles":[{"title":"﻿ויקרא כג מ"},{"title":"﻿ויקרא פרק כג פסוק מ"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-40","positionInPerek":40,"positionInParasha":97},{"uri":"tanach-kliyekar-3-23-42","text":" כלי יקר  כל האזרח בישראל ישבו בסכות. נקט דווקא אזרח שהוא לשון תושב, לפי שבזמן אסיפת התבואה מן השדה כל אחד רוצה לילך מן השדה לתוך ביתו לישב בו ישיבה של קבע, וחששה התורה אולי על ידי ישיבת קבע ירום לבבו כי מצאה ידו כביר וישמן ויבעט על כן נאמר כל האזרח. הרוצה להיות כתושב בעה\"ז ולא כגר אליו צוה ה' לצאת מדירת קבע לדירת ארעי כדי שיכיר בפחיתות ערכו שאינו בעה\"ז כי אם גר ולא תושב כמדייר בי דיירי ועל ידי זה לא יבטח בצל קורתו כי אם בצל שדי יתלונן, כמו שעשו ישראל בצאתם ממצרים שלא ישבו בבתים ספונין וחשובים כי אם בהיקף ז' עננים אשר כבוד ה' היה בתוכם וזהו בצל שדי ולא בצל קורות בתיהם ארזים. וז\"ש כי בסכות הושבתי את בני ישראל וגו'. כי אין לומר שמדבר בסתם סכות של הולכי דרכים דאם כן הוה ליה לומר כי בסכות ישבו בני ישראל מהו הושבתי משמע שהקב\"ה בעצמו ובכבודו הושיבם בסוכות ואין זה כי אם היקף ז' עננים אשר פרש ה' ענן למסך עליהם כי על כן באו בצל שדי יתברך. ","titles":[{"title":"﻿ויקרא כג מב"},{"title":"﻿ויקרא פרק כג פסוק מב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","interprets":"tanach-3-23-42","positionInPerek":42,"positionInParasha":99},{"uri":"tanach-kliyekar-3-24-10","text":"ומ\"ש ויצא בן אשה ישראלית והוא בן איש מצרי. הוא המצרי שהרגו משה בשם המפורש ועל כן כל הימים היה מגדף בתוך לבו ולא נודע בחוץ הדבר, וכל המחלל שם שמים בסתר נפרעים ממנו בגלוי (אבות ד.ה) על כן סבב השם שיצא מאהלו בתוך בני ישראל כדי שתגלה רעתו בקהל כי כך המדה בחילול השם. ויכול להיות שלכך נאמר ויצא כי במשה נאמר ויצא משה אל אחיו (שמות ב.יא) גם אני אצא לגדף, במשה נאמר (שם ב.יב) ויפן כה וכה וירא כי אין איש ועשה בצנעה, אני אצא בתוך בני ישראל לעשות ברבים. ","titles":[{"title":"﻿ויקרא כד י"},{"title":"﻿ויקרא פרק כד פסוק י"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-24","interprets":"tanach-3-24-10","positionInPerek":10,"positionInParasha":111},{"uri":"tanach-kliyekar-3-25-1","text":" כלי יקר  וידבר ה' אל משה בהר סיני לאמר. מה ענין שמיטה אצל הר סיני כו'. קרוב לשמוע כשעלה משה אל הר סיני אחר שבעה שבועות שספרו ישראל מ\"ט יום מן פסח עד עצרת, נתקדש אז אותו הר ונאסר בזריעה וחרישה ביום חמשים שבו נתנה התורה, והוא זמן משיכת היובל לקרא דרור וחפשי לכל ישראל חירות על הלוחות ועל ידי קול השופר של מתן תורה, באותו זמן הגיד הקב\"ה למשה ענין השמיטה והיובל לומר שבמספר שבעה ובמספר מ\"ט אני נותן קדושה זו לכל ארץ ישראל, שיש לה דמיון ויחוס עם הר סיני מצד היותה אוירא דמחכים ואין תורה כתורת א\"י, והר סיני, על כן ראוי ליתן גם לארץ ההיא קדושת הר סיני אחר מספר מ\"ט שנה וכן במספר ז', או כדי לעשות זכרון למעמד הר סיני בקריאת דרור והעברת שופר מצורף לשאר טעמים שיש למצוה זו, על כן נאמר בהר סיני. ודבר זה נכון וקרוב לשמוע. ","titles":[{"title":"﻿ויקרא כה א"},{"title":"﻿ויקרא פרק כה פסוק א"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-3-25-2","text":"ולפי זה דין הוא שיתחייבו גלות בעון השמיטה, מצד חסרון האמונה שבהם כי לא האמינו בה' ולא בטחו בישועתו (תהלים עח.כב) שיעשה להם נס כזה בעשיית התבואה לשלש שנים וכמ\"ש (ירמיה ה.א) שוטטו בחצות ירושלם ודעו וראו אם יש איש מבקש אמונה ואסלח לה. גם הארץ עצמה תקפיד על זה מאד כי רצונה שיתגלגל זכות זה על ידה לחזק האמונה בה' על ידה, ועוד שעל ידי זה יאמינו כי כולם אינן רק אריסים בקרקע והקב\"ה בעל השדה ובדבר זה הארץ חפיצה שיהיה הקב\"ה בעצמו בעלה ואדונה כי לו ית' הארץ. ובביטול השמיטות שיחזיקו המה כבעלים בארץ ראוי הוא שתקפיד הארץ על זה לכך נאמר אז תרצה הארץ את שבתותיה. אבל העכו\"ם לא תקפיד אם ינהגו בה מנהג הטבעי כי בלאו הכי כל הנהגתם על פי הטבע ואין בהם אמונה. ואחר הצעה זו נבא לביאור הפסוקים כי המה מסכימים לכוונה זו האמיתית אשר אין ספק בה. ","titles":[{"title":"﻿ויקרא כה ב"},{"title":"﻿ויקרא פרק כה פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-3-25-3","text":"ומטעם זה נאמר בסמוך ובשנה השביעית וגו' שדך לא תזרע וגו'. הקדים השדה אל הזריעה לומר כדי שלא תטעה לומר שהשדה שדך ולא של ה' על כן אני מצוך שלא תזרע כי בזאת תדע כי של ה' היא ולא שלך. ואת ענבי נזירך שהפרשת לך ולא רצית ליתן ממנו לאחרים במזימות זו אשר חשבת כי הכרם כרמך ע\"כ אני מצוך לא תבצור. כי בזאת תדע שאין נכון שתנזור ותפריש את בני האדם מהם אלא יד כולם יהיה שוה בה למען תדע כי לה' הארץ ובידו לנזור ליתנה למי שירצה, ואכלו אביוני עמך משלחן גבוה. וזה טעם היובל שנאמר (כה.כג) והארץ לא תמכר לצמיתות. כי אין האדם יכול למכור דבר שאינו שלו כי לה' תבל ומלואה, והוא נתנה אל האדם זמן חמשים שנה הקצובים לסתם אדם בינוני מיום היותו בן עשרים לרדוף אחר קניני הזמן עד היותו בן שבעים, על כן אינו יכול למכור נחלה כי אם על חמשים שנה לא יותר. ","titles":[{"title":"﻿ויקרא כה ג"},{"title":"﻿ויקרא פרק כה פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-3-25-8","text":"וענין העברת שופר וקריאת דרור, וביום כיפורים דווקא, דומה ליום מתן תורה שבו יצאו ישראל חירות מן היצר הרע ויסורין וכן יום כיפור זמן חירות מיד מלך זקן וכסיל אויב ומתנקם הוא שטן, הוא יצר הרע, וכל זה להזכיר לאדם יום החירות במתים חפשי ושתמיד יהיה לנגד עיניו זמן החפשי והחירות וכן כתב מהרי\"א ע\"ש, וכל זה על צד הרמז אשר בו דרכו רוב מפרשי תורתינו. אבל לפי פשוטו השמיטה והיובל טעם אחד לשניהם והוא כדי שנשים בטחונינו בה' ולידע כי לה' הארץ לכך נאמר בשנת היובל הזאת, מן השדה תאכלו את תבואתה לא תחזיק השדה כשדך אלא כסתם שדה שאינו שלך. ","titles":[{"title":"﻿ויקרא כה ח"},{"title":"﻿ויקרא פרק כה פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-3-25-14","text":" כלי יקר  או קנה מיד עמיתך אל תונו. דרשו רז\"ל (ב\"מ מז","titles":[{"title":"﻿ויקרא כה יד"},{"title":"﻿ויקרא פרק כה פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-kliyekar-3-25-20","text":"ולי נראה שכך פירושו, שכל תלונה זו סובבת על מה שנאמר בפסוק שלפני זה ואכלתם לחמכם לשובע. וארז\"ל (עיין יומא עד.) כתיב (דברים ח.טז) המאכילך מן במדבר. וכתיב (שם ח.ג) ויענך וירעיבך. אלא אינו דומה מי שיש לו פת בסלו למי שאין לו, הנך רואה שאע\"פ שירד המן דבר יום ביומו מ\"מ היו אוכלים ורעבים לפי שלא היה פת בסלם ליום המחרת, ע\"כ כאן ודאי יאמרו מה נאכל בשנה השביעית קודם שיראו בששית רבוי תבואה ויאמרו אילו היינו זורעים בשביעית לצורך שמינית היה לנו פת בסל והיינו אוכלים ושבעים אבל מאחר שלא נזרע לצורך שמינית אם כן לא יהיה לנו פת בסל ואם כן גם בשביעית לא נשבע וכל שכן בשמינית ואיה הבטחת האומר ואכלתם לחמכם לשובע. ומה נאכל שיהיה לשבעה מאחר שלא נזרע ולא נאסף תבואתינו לצורך שמינית, על זה אמר וצויתי את ברכתי וגו'. כדי שיהיה לכם פת בסל גם לצורך שמינית ואז יאכלו לחמם לשובע בשביעית כי יהיה להם פת בסלם לשלש שנים. וי\"א ששלש שנים היינו מפני שנת היובל שלא יזרעו שני שנים רצופים. ויתכן לפרש שלש שנים על כל שמיטה ויאמרו כן בעבור חסרון הספיחים של שנה שמינית אף אם יש בידם מן הישן ובמקום הספיחים הבטיחם שתעשה התבואה על שנה יתירה למלאות חסרון הספיחים כדי שיאכלו וישבעו כשיהיה להם תבואה בריוח גדול ולא בצמצום. ","titles":[{"title":"﻿ויקרא כה כ"},{"title":"﻿ויקרא פרק כה פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-kliyekar-3-25-25","text":" כלי יקר  כי ימוך אחיך ומכר מאחזתו. רז\"ל (סוכה מ","titles":[{"title":"﻿ויקרא כה כה"},{"title":"﻿ויקרא פרק כה פסוק כה"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-25","positionInPerek":25,"positionInParasha":25},{"uri":"tanach-kliyekar-3-25-36","text":"והזכיר לשון נשך, ומרבית, כי אצל הלוה נקרא נשך כי הריבית דומה לנחש עלי דרך הנושך בעקבו הנותן שריטה קטנה והולך ומבצבץ ונופח עד קדקדו ומתחילה אינו ניכר עד עלות חמתו לאין מרפא, ואצל המלוה נקרא תרבית שמרבה הונו ורכושו לפי דמיונו אבל באמת שלסוף נכסיו מתמוטטין. ונראה שמטעם זה לא הזכיר בכל הפרשה זו לשון ומטה ידו, כי אם בזו הפרשה כי בא להזהיר את המלוה שלא ימוט כדרך שמטה ידו של זה פן תשוה לו גם אתה בהתמוטטות, כי דווקא מי שכספו לא נתן בנשך לא ימוט אבל אם תתן אז תשוה לו גם אתה כי נכסיך מתמוטטין ואינן עולין אם תחשוב להרבות הונך בנשך ותרבית, ומטעם הזה נאמר את כספך לא תתן לו בנשך ובמרבית לא תתן אכלך. לא הזכיר לשון לו אצל המרבית כמו שהזכיר אצל הנשך לפי שהנשך לבד לו ללוה אבל המרבית אינו לו ללוה אלא למלוה, וע\"כ הזכיר אצל התרבית אכלך ולא אצל הנשך לפי שהמלוה חושב להרבות הונו ומאכלו כי לשון אכלך אינו שייך כי אם על המלוה החושב לאכול מן הריבית, ולשון נשך שייך יותר בכסף כי אין דרך העולם ליתן סאה חיטין על מנת שיוסיף לו קב קב בכל שבוע אלא בבת אחת קוצב לו ליתן חמשת סאה בעד ארבע ואם כן מרגיש הוא חסרונו מיד, ואינו דומה לנחש הנושך שריטה קטנה אבל בכסף המנהג להוסיף פרוטה בכל שבוע והוא דבר שאינו מרגיש בו. ואמר וחי אחיך עמך. כי גם אתה חיה תחיה לפי שנאמר ביחזקאל (יח.יג) בנשך נתן וגו' וחי לא יחיה. לפי שקפח פרנסתו של זה דומה כאילו המיתו על כן גם הוא חיה לא יחיה, אבל המסייע למחייתו דין הוא שחיה יחיה גם הוא לכך נאמר וחי אחיך עמך. ","titles":[{"title":"﻿ויקרא כה לו"},{"title":"﻿ויקרא פרק כה פסוק לו"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-36","positionInPerek":36,"positionInParasha":36},{"uri":"tanach-kliyekar-3-25-48","text":" כלי יקר  אחרי נמכר גאולה תהיה לו. וכי סלקא דעתך שיגאלו קודם שהוא נמכר מה ת\"ל אחרי נמכר, כי יש לומר מדקאמר לא ירדנו בפרך לעיניך. סד\"א שזה עיקר הטעם לגאולתו, ואם כן אמתין עד שאראה הנהגתו עמו אם ירדנו או לא. קמ\"ל שתיכף אחרי שנמכר אף על פי שלא עבד בו עדיין חייב אתה לגאלו כדי שלא ילמד ממעשיו ויאמר הואיל ורבי מגלה עריות, ועובד עבודה זרה, ומחלל שבת, אף אני כמותו. ואם נאמר שכל אחרי מופלג, נקט אחרי לרבותא שאפילו אם כבר היה אצלו שנים רבות וראית שאינו רודהו בפרך מכל מקום חייב אתה לגאלו כדי שלא ילמוד ממעשיו. ","titles":[{"title":"﻿ויקרא כה מח"},{"title":"﻿ויקרא פרק כה פסוק מח"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","interprets":"tanach-3-25-48","positionInPerek":48,"positionInParasha":48},{"uri":"tanach-kliyekar-3-26-3","text":"ומן ונתתי משכני בתוככם. התחיל לייעד שכר קיום מצות עשה הנעשים בידים ממש, ע\"כ אתן משכני דהיינו הבית המקדש כפירש\"י כי בו נאמר מקדש ה' כוננו ידיך. כי הקדוש ברוך הוא בעצמו כוננו בידים ממש כמו שפירש רש\"י פרשת בשלח (טו.יז) ולא תגעל נפשי אתכם. והוא לשון פליטה כפירוש רש\"י לא תחשבו כשאשרה שכינתי בבית המקדש שתהיו נדחים ונפלטים משם כי קצר המצע מהשתרע, מכל מקום אצמצם שכינתי ביניכם באופן שנדור יחד במדור אחד אף אם השמים ושמי השמים לא יכלכלוהו ולא תהיו נפלטים משם. וי\"א ונתתי משכני בתוככם ממש, ולא תחשבו שכאשר תראה נפשי אשר נתתי בכם את השכינה תגעל אתכם ותחשוק להתדבק בשכינה, על כן אמר ולא תגעל נפשי אתכם ובסמוך יתבאר בדרך אחר. ","titles":[{"title":"﻿ויקרא כו ג"},{"title":"﻿ויקרא פרק כו פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-3","positionInPerek":3,"positionInParasha":1},{"uri":"tanach-kliyekar-3-26-9","text":"ובעבור שהזכיר רמז על הגאולה ועל התמורה, חזר והזכיר רמז שלא יכלו ישראל באורך הגלות באמרו ונתתי משכני בתוככם ולא תגעל נפשי אתכם. כי משכן היינו משכן העדות שנקרא משכן לפי שנתמשכן בעונם של ישראל ובנוהג שבעולם שכל מי שיש לו ליתן משכון בחובו אין הבעל חוב גובה נפשות, כך נתן ה' לישראל המשכן כדי למשכנו אם יחטאו ויכלה חמתו בעצים ואבנים ועל ידי שיהיה לו מקום לגבות חובו במקרקעי לא תגעל נפשי אתכם. ר\"ל לא אצטרך לקבע את קובעיו נפש (ע\"פ משלי כב.כג) ומה שנאמר בקללות וגעלה נפשי אתכם. היינו שאם גם אחר החורבן לא תקחו מוסר שהרי נאמר תחילה ושברתי גאון עוזכם. פירש\"י זה בית המקדש, ואחר כך כתיב ואם בזאת לא תשמעו לי וגו'. ועל זה אמר אחר שכבר חרב גאון עוזכם ושוב אין לי מקום לגבות חובי כי אם מן הנפשות על כן נאמר וגעלה נפשי אתכם. ומ\"ש לא מאסתים ולא געלתים לכלותם (כו.מד) היינו דווקא גיעול של כליון לא יגעלם אבל סתם גיעול נפשות יהיה אם גם אחר החורבן לא יוסרו. ","titles":[{"title":"﻿ויקרא כו ט"},{"title":"﻿ויקרא פרק כו פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-9","positionInPerek":9,"positionInParasha":7},{"uri":"tanach-kliyekar-3-26-12","text":"הדעה השביעית היא, שכל היעודים הנזכרים בתורה הם לכללות האומה כי העולם נידון אחר רובו ויעוד הגשמים והתבואה והשלום וכיוצא בהם יהיה לכל ישראל כאחד, אבל שכר הנפשי לעולם הבא אינו לכללות האומה אלא כל איש בפני עצמו נידון שם על פי מעשיו, ונרמזו במצות כיבוד אב ואם ושלוח הקן לכל איש מישראל, ודעה זו היא בספר עקרים וברמב\"ן פרשת עקב (יא.יג) בפסוק בכל לבבכם עיין שם. בשבעה דרכים אלו ינוסו הדוברות עתק על תורתינו הקדושה, מלבד מה שראינו בעינינו כמה גדלה חיבת ה' אל אבותינו אברהם יצחק ויעקב. ואילו היתה הצלחתם בעולם הזה סוף הצלחתם אם כן מה יתרון היה לאברהם על נמרוד הרשע כי זה מלך בכיפה ואברהם היה נע ונד כל הימים מתהלך מאהל אל אהל מגוי אל גוי, וכן יצחק ויעקב לא ידענו מה היה להם מן השכר האמיתי כי אם זה השכר המיועד לזרעם הוא סוף שכרם מה כשרון לבעליו כי אחרי מותם ינחלו זרעם את הארץ והמה יצאו מן העולם ריקם מכל עמלם, ואפילו לישראל נוחלי הארץ מה יתרון להם אפילו בזמן השלוה על כל מלכי הארץ אשר צלחו ומלכו בעולם כמותם ומקצתם יותר מהמה, אין זה כי אם שרב טוב הצפון לצדיקים הוא חלקם ונחלתם של האבות ושל כל תולדותיהם כיוצא בהם כי תורה אחת לכלם. ","titles":[{"title":"﻿ויקרא כו יב"},{"title":"﻿ויקרא פרק כו פסוק יב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-12","positionInPerek":12,"positionInParasha":10},{"uri":"tanach-kliyekar-3-26-18","text":" כלי יקר  שבע על חטאתיכם. יש להתבונן שלשה פעמים אמר על חטאתיכם ופעם אחת הכניס בינתים שבע כחטאתיכם, ויש ג\"כ שנוי לשון בארבע מקומות אלו ובודאי שלא היו על צד הקרי. ונראה שמתחילה אמר שבע על חטאתיכם כנגד שבע עונות שמנה רש\"י ואמר שלא יהיה הפורעניות מכוונין מדה כנגד מדה לפי שכל מין במינו דבק יותר מן מין בשאינו מינו, על כן לא רצה ה' בחמלתו שתהיה המכה ממין החטא כדי שלא תדבק בהם המכה בחזקה כשימצא מין את מינו. אמנם אחר כך אמר אם תלכו עמי קרי. ותאמרו שודאי מקרה הוא לכם ולא יד ה' עשתה זאת מצד שאתם רואין שאין המכות ממין החטא ויספתי עליכם מכה שבע כחטאתיכם. מכוון מדה כנגד מדה למען תאמינו כי אין ערוד ממית אלא החטא ממית. (ברכות לג.) ואם באלה לא תוסרו שתעיזו פניכם לומר על כל פנים שמקרה הוא לכם ולא יועיל זה שראיתי לכוון המכות אל חטאתיכם, אז והלכתי אף אני עמכם בקרי. לפי שעד עכשיו עדיין לא עזבתי אתכם למקרים ויסרתי אתכם בעצמי כאשר ייסר איש את בנו אבל מאחר שהן כל אלה יפעל אל פעמים (איוב לג.כט) ולא יועיל מעתה אעזוב אתכם אל הקרי ואז יהיו בהכרח המכות שבע על חטאתיכם. ולא כחטאתיכם כי אין המקרה פועל בהשגחה לכוין המכות כנגד החטאים, ומספר שבע גם כן אינו בהשגחה רק אם כל שבעה כוכבי לכת הפועלים במקרה יפעלו בכם הרעות על כן יהיו במספר שבעה. ומה שנאמר והכתי אתכם גם אני אין זה מכה בפועל ממש אלא זו המכה משלי היא שאעזוב אתכם למקרי הזמן והמה יפעלו בכם הרעות בלי חמלה כי אין במקרה חמלה. אבל מכל מקום הדבר עדיין בספק כי שמא המקרה יפעל בהם הטובות ולא מילתא דפסיקא הוא, לכך אמר ואם בזאת לא תשמעו לי. ותאמרו על כל פנים כי מקרה הוא לכם והלכתי עמכם בחמת קרי הוסיף בחמת כי אדע לכוין השעה כשהמערכה בחימה עזה שפוכה ובאותו זמן אמליך אותה עליכם ואז תפעל בכם הרעות ודאי בלי ספק. ","titles":[{"title":"﻿ויקרא כו יח"},{"title":"﻿ויקרא פרק כו פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-18","positionInPerek":18,"positionInParasha":16},{"uri":"tanach-kliyekar-3-26-19","text":" כלי יקר  ונתתי את שמיכם כברזל וארצכם כנחשה. ומשה אמר בהפך זה שמיכם כנחשה וארצכם כברזל (דברים כח.כג) לפי שרוב המפרשים הסכימו שכל תוכחה זו כנגד חורבן בית ראשון, ושבפר' כי תבא כנגד חורבן בית שני, וידוע שהברזל קשה מן הנחשת ובבית ראשון היה עיקר חטאם לשמים על ידי שעבדו לכוכבים ומזלות כמו שנאמר (ירמיה מד.יח) ומן אז חדלנו לקטר למלאכת השמים. על כן יהיו השמים קשים להם מן הארץ כמו שנאמר (איוב כ.כז) יגלו שמים עונו וארץ מתקוממה לו. כי גם השחיתו דרכם על הארץ. אבל בבית שני לא עבדו עבודה זרה והיתה עיקר רעתם בארץ על ידי שנאת חנם ומריבה שהיתה ביניהם ותשחת הארץ כמו בדור המבול, על כן תהיה הארץ קשה להם יותר מן השמים. ","titles":[{"title":"﻿ויקרא כו יט"},{"title":"﻿ויקרא פרק כו פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-19","positionInPerek":19,"positionInParasha":17},{"uri":"tanach-kliyekar-3-26-36","text":"ורמז עוד בעלה נדף, לרוב שיחת חולין הנאמרים בלא אמת בכל רחובות קריה כדרך שנאמר (תהלים א.ג) ועלהו לא יבול ודרשו רז\"ל (סוכה כא","titles":[{"title":"﻿ויקרא כו לו"},{"title":"﻿ויקרא פרק כו פסוק לו"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-36","positionInPerek":36,"positionInParasha":34},{"uri":"tanach-kliyekar-3-26-40","text":" כלי יקר  והתודו את עונם וגו'. מה שנאמר אחר הוידוי אף אני אלך עמם בקרי. לפי שנאמר במעלם אשר מעלו בי. בי\"ת של במעלם משמע שהם מועלים והולכים כי היה לו לומר והתודו עונם ומעלם אלא שאע\"פ שמתודים ומודים שחטא זה גרם להם, מכל מקום הם מועלים והולכים עוד טומאתם בם כמנהג דורינו שהכל מודים שכמה עבירות ידועות מסבבות כל התלאה ואעפ\"כ אינן שבים מהם והרי הוידוי כטובל ושרץ בידו. וי\"א לפי שלא יתלו בעונם לבד כי יאמרו שאינן מספיקין להביא עליהם כל המכות הללו ויתלו גם בעון אבותם ע\"כ נאמר אף אני אלך עמם בקרי ואז ירצו בעונם ויתלו בעון עצמם ופירוש זה סתור ממה שאמר דניאל (ט.טז) כי בחטאינו ובעונות אבותינו וגו'. ","titles":[{"title":"﻿ויקרא כו מ"},{"title":"﻿ויקרא פרק כו פסוק מ"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-40","positionInPerek":40,"positionInParasha":38},{"uri":"tanach-kliyekar-3-26-42","text":"והארץ אזכור. כי יש לה מקום ללון ולומר, אם ישראל חטאו הנה הארץ מה פשעה כי מכות הארץ הם גפרית ומלח שריפה כל ארצה וגו' (דברים כט.כב) וכתיב שם (כט.כג) ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת. רצה לומר הארץ מה פשעה וחטאתה, וכן ארז\"ל (נדרים פא.) ששאלת על מה אבדה הארץ לא יוכלו הנביאים ומלאכי השרת לפרש כו' כמו שיתבאר לקמן פר' נצבים בע\"ה. לכך נאמר והארץ אזכור. ","titles":[{"title":"﻿ויקרא כו מב"},{"title":"﻿ויקרא פרק כו פסוק מב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-42","positionInPerek":42,"positionInParasha":40},{"uri":"tanach-kliyekar-3-26-43","text":" כלי יקר  והארץ תעזב מהם ותרץ את שבתותיה. כי מתחילה היתה תובעת עלבונה וביטול שמיטותיה ואחר שנעשה דין בחוטאים אז הארץ תעזב מהם ולא תהיה קובלת עוד על ביטול שבתותיה, ותרץ. היינו תהיה מרוצה בדבר. ","titles":[{"title":"﻿ויקרא כו מג"},{"title":"﻿ויקרא פרק כו פסוק מג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","interprets":"tanach-3-26-43","positionInPerek":43,"positionInParasha":41},{"uri":"tanach-kliyekar-3-27-2","text":"תם ספר ויקרא - בעזרת האל הגדול הגבור והנורא. ","titles":[{"title":"﻿ויקרא כז ב"},{"title":"﻿ויקרא פרק כז פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-27","interprets":"tanach-3-27-2","positionInPerek":2,"positionInParasha":46}]}