{"subjects":[{"uri":"tanach-kliyekar-2-1-1","text":"וענין המספר הוא, להודיע מעלתן כי כל דבר חשוב יש לו מספר כמו שיתבאר בעזה\"ית פר' כי תשא (ל.יב), ועל מעלת הצדיק שמת כתיב (תהלים נו.ט) נודי ספרת אתה שימה דמעתי בנאדך הלא בספרתך, ופסוק זה דרשו רז\"ל (שבת קה","titles":[{"title":"﻿שמות א א"},{"title":"﻿שמות פרק א פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-1-2","text":"ה) ויהי כל נפש. קרא לע' נפשות נפש אחד, לרמוז שהיה שלום ביניהם מתוך שלא היה בהם לשון הרע ודלטורין כאיש אחד שלבא לפומא לא גלי כך היה הדבר פקוד אצלם כל י\"ב חודש, ואולי שגם מטעם זה נאמר יוצאי ירך יעקב, לומר לך מה ירך בסתר אף אצלם היה הדבר בסתר. ","titles":[{"title":"﻿שמות א ב"},{"title":"﻿שמות פרק א פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-2-1-7","text":"ותמלא הארץ אותם. הל\"ל ותמלא הארץ מהם מהו אותם אלא שהארץ גרמה להם לפרות ולרבות כמו שביארנו למעלה על פסוק וידגו לרוב בקרב הארץ (בראשית מח.טז) בקרבה ממש כארז\"ל (שמו\"ר א.יב) שהיו המצרים מבקשים להרגם ונעשה להם נס ונבלעין בקרקע והיו חורשים על גבם, ואח\"כ מבצבצים ועולין שנאמר (יחזקאל טז.ז) רבבה כצמח השדה נתתיך כו', ולפי זה אלמלא לא היתה הארץ מכסה אותם לא היו רבים כ\"כ, וא\"כ הארץ גרמה להם שהיו מלאים כל כך, לכך לא אמר שהם היו ממלאים את הארץ אלא הארץ היתה ממלאה אותם, ונוכל לפרש עוד לשון וישרצו שאחר שמת יוסף וכל אחיו וכל הדור ההוא הצדיקים שהיו מגינים עליהם, מאז נעשו שפלים כשרצים זוחלי עפר בעיני המצריים לכך נאמר וישרצו. ","titles":[{"title":"﻿שמות א ז"},{"title":"﻿שמות פרק א פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-2-1-8","text":"ואמר אשר לא ידע את יוסף, כי לא ידע מה שקרה ליוסף, כי אחיו היו משתדלים בכל עוז להאבידו ולבטל חלומותיו ולא הועילו להם כל נכליהם אשר נכלו, כי רצון האל ית' היה עם יוסף לגדלו ודבר אלהינו יקום לעולם, כך פרעה אמר פן ירבה נגד רצון האל ית' שאמר כן ירבה, וחשב מחשבות עליהם ולא עלתה בידו כאשר לא עלתה בידי אחי יוסף, ובכל מה שהיה קם על ישראל אותה קימה היתה על המצרים ועל קדקדם חמתו ירד. ","titles":[{"title":"﻿שמות א ח"},{"title":"﻿שמות פרק א פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-2-1-9","text":"והנה דברי המפרשים אמת, שהיו ישראל במצרים רעים וחטאים כמ\"ש ביחזקאל (כ.ה-ז) ואודע להם בארץ מצרים וגו' איש שקוצי עיניו השליכו וגו', אך בתורה לא מצינו רמז בשעת מעשה לזה ע\"כ נ\"ל פסוק זה האומר הבה נתחכמה לו היינו בנכליהם אשר נכלו להם, להחטיאם, וישימו עליו שרי מסים להעלות מס לכומרי ע\"ז, כי זה דומה כאילו עבדו ע\"ז ממש, כמו שפירש\"י פרשת כי תבא בפסוק ועבדתם שם אלהים אחרים, (כח.סד) לכך נאמר למען ענותו בסבלותם דומה ממש למה שנאמר וירעו אותנו המצרים ויענונו, שע\"י שעשו אותנו רעים וחטאים מצאו מקום לויענונו כי אז יכלו לנו, כך אמר כאן וישימו עליו שרי מסים ליתן מס לע\"ז למען ענותו כי נמשך מזה שיוכלו לענותם בסבלותם ע\"י שסר צלם מעליהם כשיסורו מאחרי ה', ואולי שעל זה נאמר ויעבידו מצרים את בני ישראל בפרך. כי כל פסוק זה נראה מיותר, ויכול להיות שרמז בזה שע\"י שהטילו עליהם שרי מסים דומה כאילו העבידום לע\"ז, לכך נאמר ויעבידו מצרים את בני ישראל בפרך שהעבידום לע\"ז מתחילה בפה רך ע\"י הסתה ופיתוי, ואח\"כ בפרך לעבודה ממש ע\"י הכרח לפיכך וימררו את חייהם, כי אצל הקב\"ה נאמר (שם ל.כ) כי הוא חייך וגו', וע\"י שסרו מאחרי ה' מררו את חייהם בעבודה קשה היינו בע\"ז שהיא קשה ורעה, ואחר כך בחומר ובלבנים ובכל עבודה בשדה הרי סתם עבודה בשדה אמורה, ואח\"כ אמר את כל עבודתם היינו גם עבודה שבעיר, ומה אני מקיים וימררו את חייהם בעבודה קשה, אלא שרמז על שטמאום בגילוליהם בעבודות זרות וקשות כאמור. ולפי שהיו בכלל מחטיאי הרבים שאין מספיקין בידם לעשות תשובה על כן הקשה ה' את לב פרעה ועבדיו, ובזה הותר הספק אשר נתחבטו בו הראשונים בענין קישוי לב פרעה. ","titles":[{"title":"﻿שמות א ט"},{"title":"﻿שמות פרק א פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-2-1-12","text":"דבר אחר, ויקוצו מפני בני ישראל. כדמסיק ברבתי פרשה זו (ב.ה) למה נגלה הקב\"ה למשה בסנה, ר' יוסי אומר מה הסנה קשה מכל האילנות וכל עוף שנכנס בתוכו אינו יוצא בשלום כו', ע\"כ אמר ויקוצו שנמשלו המצרים לקוצים אלו, שהעוף כשנכנס בתוכו הוא נכנס בנקל וכשרוצה לצאת אינו יכול מפני המדקרות של הקוצים, כך המצרים הכניסום בשעבוד בקלות בפה רך ואח\"כ בפרך כי לא הניחום לצאת מן השעבוד, לכך סמך לפסוק ויקוצו ב\"פ בפרך שנזכרו בפ' כי המה ממש מענין ויקוצו שנמשלו המצרים לקוצים כסוחים מפני מה שעשו בבני ישראל לכך נאמר מפני בני ישראל. ","titles":[{"title":"﻿שמות א יב"},{"title":"﻿שמות פרק א פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-2-1-15","text":"כב) ויצו פרעה לכל עמו וגו'. ארז\"ל (סוטה יב.) לפי שהיו אצטגנוני מצרים מסופקים אם יולד הגואל מן העבריות או מן המצריות על כן ויצו לכל עמו, וספק זה בא להם לפי שבאמת נולד מן העבריות אבל נאמר בבת פרעה ויהי לה לבן, ע\"כ סברו שמא יהיה בן ממש לאיזו מצרית, דוגמת השמש והירח בחלומו של יוסף שהיו הדברים מגיעין עד בלהה. ","titles":[{"title":"﻿שמות א טו"},{"title":"﻿שמות פרק א פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-kliyekar-2-2-1","text":" כלי יקר  וילך איש מבית לוי ויקח את בת לוי. פירש\"י פרוש היה ממנה כו' ונראה שלמד זה ממה שנאמר וילך איש, ולא פירש מאין הלך ולהיכן הלך, גם מבית לוי, הל\"ל וילך איש לוי. אלא לפי שמצינו לשון הליכה בגירושין שנאמר (דברים כד.ב) והלכה והיתה לאיש אחר. והאשה נקראת בית, ולוי לשון חיבור איש לאשה כמו הפעם ילוה אישי אלי, לכך אמר וילך איש מבית לוי שהלך לו מן ביתו דהיינו אשתו ומן החיבור אשר נתלוה לה, ואח\"כ חזר ויקח את בת לוי. עשה בה ליקוחין שניים כי בזה הפעם ילוה אליה אישה הראשון, ז\"ש את בת לוי. ","titles":[{"title":"﻿שמות ב א"},{"title":"﻿שמות פרק ב פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-1","positionInPerek":1,"positionInParasha":23},{"uri":"tanach-kliyekar-2-2-2","text":"ז) ותאמר אחותו וגו' האלך וקראתי לך מנקת כו'. מכאן ראיה שמרים נביאה היתה דאל\"כ במה ידעה שתחמול עליו בת פרעה, כי מאמר ותחמול עליו מאמר הפסוק אבל היא מנא ידעה. ","titles":[{"title":"﻿שמות ב ב"},{"title":"﻿שמות פרק ב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-2","positionInPerek":2,"positionInParasha":24},{"uri":"tanach-kliyekar-2-2-13","text":"יד) ויירא משה ויאמר אכן נודע הדבר. חטא הדבור אשר בעבורו ישראל שרוין בצרה יותר מכל האומות, כי חטא לשון הרע מגדיל עונות כנגד ע\"ז, ג\"ע, וש\"ד, והאמת אינו כן שאדרבה ישראל נגאלו בזכות שלא היה בכם לשון הרע, ורק שנים אלו היו בעלי לשון הרע ופרסמם הכתוב דוגמת שלומית בת דברי שפרסמה הכתוב. ","titles":[{"title":"﻿שמות ב יג"},{"title":"﻿שמות פרק ב פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-13","positionInPerek":13,"positionInParasha":35},{"uri":"tanach-kliyekar-2-2-23","text":"ויש אומרים, שזעקה זו בנגלה אמרו בפני המצרים שהיא על מיתת המלך כמתאבלים עליו, אבל האנחה בלב מן העבודה כי מיראה לא היו רשאים לומר בפני המצרים שהם זועקים מחמת העבודה, ולכך לא ערבינהו. ","titles":[{"title":"﻿שמות ב כג"},{"title":"﻿שמות פרק ב פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-23","positionInPerek":23,"positionInParasha":45},{"uri":"tanach-kliyekar-2-3-1","text":" כלי יקר  ומשה היה רועה את צאן יתרו. אמרו המפרשים לפי שכל רועה פסול על שמרעים בהמות בשדות אחרים וחשודים על הגזל ע\"כ אמר שצאן אלו היו של יתרו ואין אדם חוטא ולא לו, אבל מ\"מ הוצרך להודיע שהיה רועה כי רוב הנביאים באו לידי נבואה מתוך הרעיה כי הנבואה צריכה התבודדות וע\"י שיראה השמים מעשה ידי אלהים כמ\"ש (תהלים ח.ד) כי אראה שמך מעשה אצבעותיך וגו' כי עי\"ז תהיה כל מחשבתו במציאת הש\"י עד אשר יערה עליו ממרום רוח ה', מה שאינו מצוי כל כך ביושב בביתו או בעושה איזו מלאכה אחרת בשדה, זולת הרועה היושב פנוי ברוב הזמנים. ","titles":[{"title":"﻿שמות ג א"},{"title":"﻿שמות פרק ג פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-1","positionInPerek":1,"positionInParasha":48},{"uri":"tanach-kliyekar-2-3-2","text":"ובזה מיושב מה שנאמר בלבת אש מתוך הסנה. כי הל\"ל בלבת אש בסנה או בתוך הסנה מהו מתוך הסנה, וכן מה שנאמר והנה הסנה בוער באש איפכא מבעי ליה והנה האש בוער בסנה שהרי האש הפועל והסנה הפעול, אלא האמת הוא כדברינו שהסנה מבעיר אש הצרות כי מתוך שישראל נמשלו לסנה זה שכל אחד לחבירו קוץ מכאוב ומשמיע קולו עליו בחרופים וגדופים ע\"כ בערה בהם אש ה' וא\"כ הסנה הפועל והאש הוא הפעול לכך נאמר והנה הסנה בוער באש, כי הסנה גורם הבערת האש וזה\"ש בלבת אש מתוך הסנה כי הלבת אש נמשך מתוך הסנה כי הסנה גורם הלבת אש, וזה פירוש נכון. ","titles":[{"title":"﻿שמות ג ב"},{"title":"﻿שמות פרק ג פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-2","positionInPerek":2,"positionInParasha":49},{"uri":"tanach-kliyekar-2-3-3","text":"ומ\"ש והנה הסנה בוער. ואיך אמר מדוע לא יבער הל\"ל מדוע איננו אכל, י\"א שהיה בוער בעצמו אך מדוע לא יבער גם אל שאר חלקי הסנה שסביביו, וי\"א ששפט בשכלו שאינו בוער שאילו היה בוער למה איננו אכל ע\"כ אמר מדוע לא יבער, ויש לפרש עוד מדאמר וירא ה' כי סר לראות ש\"מ שכבר סר ממקומו להתקרב או להתרחק כפי מה שפירשתי בלשון אסורה נא, ואם כן אין מקום לקושיה זו, כי מתחילה היה סבור שהסנה בוער ממש, וכאשר סר לראות קצת, היטב לראות יותר ממה שראה קודם שסר לראות, וראה אז כי אינו בוער כלל על כן אמר מדוע לא יבער, ויאמר ה' אליו אל תקרב הלום רצה לומר שהרחקה זו קריבה היא לראות, תדע שכן הוא כי אילו היתה עיקר המניעה שלא יתקרב אל המקום הקדוש ההוא אם כן הל\"ל וירא ה' כי סר לבא מהו כי סר לראות, אלא שראה ה' כי סר ממקומו כדי לראות ע\"כ מנעו ה' מהביט אל האלהים, ע\"כ נאמר אל תקרב הלום קריבת ראות העין. ומ\"ש של נעליך אינו תלויה בקריבה זו אלא מילתא באנפיה נפשיה הוא שאמר לו ה' שיסור נעליו במקום אשר הוא בו כי כולו אדמת קודש, כי הר חורב וכל סביביו קודש הוא לה', ובסמוך יתבאר זה על דרך השכל כפי הדרך שדרכו בו המפרשים. ","titles":[{"title":"﻿שמות ג ג"},{"title":"﻿שמות פרק ג פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-3","positionInPerek":3,"positionInParasha":50},{"uri":"tanach-kliyekar-2-3-5","text":"ויש אומרים שקרא לו משה משה לפי שגלות של ישראל דומה עליו ית' למשא כביכול, לכך קראו קריאה אחר קריאה למהר ביאתו ולהקל מעליו ית' המשא, כמ\"ש (תהלים צא.טו) עמו אנכי בצרה וכמ\"ש כי ידעתי את מכאוביו כי ידעתי היינו מרגיש במכאוביו כביכול. ","titles":[{"title":"﻿שמות ג ה"},{"title":"﻿שמות פרק ג פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-5","positionInPerek":5,"positionInParasha":52},{"uri":"tanach-kliyekar-2-3-6","text":" כלי יקר  ומ\"ש אנכי אלהי אביך. פירשו רז\"ל (שמו\"ר ג.א) שנראה אליו הקב\"ה בקולו של עמרם אביו וכשאמר הנני אמר לו הקב\"ה אין זה קול אביך אלא קול אלהי אביך עמרם. וכתיב כאן ד\"פ אלהי כנגד ארבע לשונות של גאולה כמו שיתבאר בע\"ה פרשת וארא (ו.ו). וי\"מ שלכך הזכיר אלהי אביך לפי שגילה לו בזה שאביו כבר מת אחר שיחד שמו ית' עליו, וכדי שלא יסרב לילך בשליחות זה במקום אביו, כי אפילו בפני אהרן אחיו הגדול היה מסרב ליקח שררה זו ק\"ו במקום אביו. ","titles":[{"title":"﻿שמות ג ו"},{"title":"﻿שמות פרק ג פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-6","positionInPerek":6,"positionInParasha":53},{"uri":"tanach-kliyekar-2-3-7","text":" כלי יקר  ויאמר ה' ראה ראיתי את עני עמי. ראיתי משמע לשעבר, וכן כפל לשון ראייה, נראה שכך פירושו כי רצה הקב\"ה ליתן טעם למשה למה עזבם זמן רב כזה, ואחר עד עתה מלראות בצרתם, על זה אמר לפי שעד עתה אע\"פ שבכל צרתם היו צועקים מתוך עבודתם הקשה, כל הצעקות לא היו תחינה ובקשה מלפניו ית' כי אם צעקה של תלונה. אבל לא בקשו את פני ה' עד עתה, זה\"ש ויאמר ה' ראה ראיתי רואה אני עכשיו וגם ראיתי לשעבר את עני עמי, ואת צעקתם שמעתי היינו צעקה של תלונה, ולא זכרו כי אני אמרתי ליעקב אנכי ארד עמך, ותכלית ירידה זו היתה להצילו וגו' ולהעלותו, כמ\"ש ואנכי אעלך גם עלה זה\"ש וארד להצילו, והיה להם לשום אל לב ולבקש את פני, אבל עתה צעקת בני ישראל באה אלי כי התפללו אלי בלב שלם על כן ראיתי תפלתם, וראיתי גם את הלחץ אשר מצרים לוחצים אותם אשר לא כדת, לפיכך ועתה לכה ואשלחך אל פרעה עתה תיכף, כי כך דרכי שעוד הם מדברים ואני אשמע. ","titles":[{"title":"﻿שמות ג ז"},{"title":"﻿שמות פרק ג פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-7","positionInPerek":7,"positionInParasha":54},{"uri":"tanach-kliyekar-2-3-11","text":"אמנם צריך יישוב. מ\"ש במקום אחר (שמות כ.ב) אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים וכאן לא הזכיר ארץ אלא אמר והוציא את עמי בני ישראל ממצרים, גם מלת עמי נראה מיותר, ע\"כ נ\"ל שהוצאה זו אינה מדברת ביציאה מן הארץ אלא שיצאו מן המעשים של מצרים, כי ישראל נטמאו בגילולי מצרים כדאיתא ביחזקאל (כ.ה) ואודע להם בארץ מצרים וגו' ומכל הענין ההוא משמע ששלח הקב\"ה אליהם כמה פעמים להתרות בישראל שלא יטמאו בגלולי מצרים והם לא אבו שמוע, ע\"כ גם בפעם זה אמר הקב\"ה למשה והוצא את עמי בני ישראל ממצרים להוציאם מן מעשה המצרים שלא יטמאו עוד בגילוליהם, אע\"פ שנטמאו בהם כבר מ\"מ עדיין המה עמי ואע\"פ שחטא ישראל הוא (סנהדרין מד.) זה\"ש עמי בני ישראל. ודבר זה היה קשה בעיני משה מאוד כי ידע שישראל לא שמעו אל השלוחים אשר הלכו אליהם כבר להוציאם מן גלולי מצרים, לכך אמר וכי אוציא את בני ישראל ממצרים מצד איזו סבה יבואו לעזוב ההרגל שלהם, ועל זה השיב לו הקב\"ה בהוציאך את העם ממצרים תעבדון את ה' על ההר הזה. ע\"י שיקבלו התורה תפסוק זוהמתן כארז\"ל (שבת קמו.) ישראל שעמדו על הר סיני פסקה זוהמתן, כי מעמד הר סיני היה מופת גדול לישראל על אלהותו ית' ועי\"ז יצאו מכל וכל מן גילולי מצרים. ","titles":[{"title":"﻿שמות ג יא"},{"title":"﻿שמות פרק ג פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-11","positionInPerek":11,"positionInParasha":58},{"uri":"tanach-kliyekar-2-3-14","text":"ולפי נבואת יחזקאל, אשר משם משמע שישראל היו במצרים רעים וחטאים א\"כ לא היה בידם שום זכות ולא נגאלו כ\"א בזכות שני דברים, א' בעבור שמו הגדול אשר הוא עמהם בגלות כביכול כמרגיש בצרותם כמ\"ש כי ידעתי את מכאוביו, וכמ\"ש (יהושע ז.ט) ומה תעשה לשמך הגדול, ב' בזכות האבות, על כן אמר כה תאמר לבני ישראל אהיה שלחני אליכם, נקט שם זה דווקא המורה על עמו אנכי בצרה, ויאמר עוד כה תאמר וגו' ה' אלהי אבותיכם וגו' היינו זכות אבות, שתים אילו חברו להוציאם מצרה לרוחה. ","titles":[{"title":"﻿שמות ג יד"},{"title":"﻿שמות פרק ג פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-14","positionInPerek":14,"positionInParasha":61},{"uri":"tanach-kliyekar-2-3-22","text":"ורמז לדבר שמצינו ג\"פ לשון חן בשאלה זו, אחת בפרשה זו, ב\"פ בפרשת בא, וג\"פ חן עולה למספר כסף זהב להורות שדוקא כסף וזהב השאילום מצד החן שמצאו בעיני המצרים, אבל שמלות לא היו בכלל החן כי אף אם לא היו מוצאים חן בעיני המצרים היו משאילום כאמור, ובזה מיושב מ\"ש כאן ושאלה אשה משכנתה ולא הזכיר איש, ובציווי נאמר וישאלו איש מאת רעהו, לפי שבציווי לא הזכיר שמלות מן הטעם שנתבאר, ובשאלת כלי כסף וזהב היו האנשים והנשים שוין, אבל כאן שמגיד העתידות שישאילום גם שמלות ומסתמא ישאילום הנשים אשר מתו בעליהם הבכורים כדי להשליט הרוח בבגדים ע\"כ הזכיר רק הנשים, ומדבר בבגד העליון של האנשים שגם הבנות דרכן ללובשן. ","titles":[{"title":"﻿שמות ג כב"},{"title":"﻿שמות פרק ג פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-22","positionInPerek":22,"positionInParasha":69},{"uri":"tanach-kliyekar-2-4-2","text":"ט) והיה אם לא יאמינו גם לשתי האותות האלה. כי יאמרו הלא הבטיח ה' את אברהם לאמר וגם את הגוי אשר יעבודו דן אנכי ומה האות כי ידין בגוים מלא גויות, על זה אמר ולקחת ממימי היאור ושפכת היבשה וגו' והיו לדם ביבשת, וידוע שמכת היאור הוא מכת אלהי מצרים כי היו כולם מאמינים בו, כארז\"ל (בר\"ר פט.ד) הרשעים מתקיימים על אלהיהם שנאמר והנה עומד על היאור כו', וכל מצרים לוקים כשהיאור לוקה כי כל הצלחתם תלויה ביאור ומכת היאור מופת גדול על שישלח ה' בהם עברה וזעם וצרה בהם ובאלהיהם וכן היתה מכה ראשונה ביאור, וזה היתה התחלה לנפילתם ע\"י שנהפך היאור לדם, וכן מכה אחרונה היה במי ים סוף, ואחר שיראו כל המופתים הללו יהיו בטוחים שמאשפות ירים אביון בביטול הסבה והמסובב ובקיום הבטחת וגם הגוי אשר יעבודו דן אנכי. ","titles":[{"title":"﻿שמות ד ב"},{"title":"﻿שמות פרק ד פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-2","positionInPerek":2,"positionInParasha":71},{"uri":"tanach-kliyekar-2-4-13","text":" כלי יקר  שלח נא ביד תשלח. י\"א שניבא משה שאין סופו להביאם לארץ ע\"כ שלח נא עכשיו, כי נא מורה על העתה, ביד אשר תשלח לעתיד, וי\"א שאמר משה אף אם אתחיל לילך בשליחות יודע אני שאין בי כח לגמור כל הדברים כי כבד פה אנכי וסופך לשלח אחר במקומי ע\"כ שלח נא עכשיו ביד אשר תשלח אח\"כ, והנכון הוא שעל אהרון אחיו הגדול אמר כן כי היה לו בסוף חלק בכל השליחות ע\"כ אמר תמסור כל השליחות בידו פן ירע בעיניו על משה, והשיב לו הקב\"ה וראך ושמח בלבו וק\"ל. ","titles":[{"title":"﻿שמות ד יג"},{"title":"﻿שמות פרק ד פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-13","positionInPerek":13,"positionInParasha":82},{"uri":"tanach-kliyekar-2-6-1","text":"גם יש לפרש מלת עתה תראה, להורות שלא הגיע עדיין קץ ת' שנה שהיו להם להיות במצרים, שהרי לא נשתעבדו כ\"א רד\"ו שנים ע\"כ הוסיף להם צרה ושעבוד כדי שהסך המועט יעלה לחשבון מרובה, כי בימים מועטים אלו דומה כאלו נשתעבדו בהם שנים רבים וע\"י זה יתקרב להם הקץ שעתה תיכף ומיד תראה את אשר אעשה לפרעה, וזה דקדוק נכון. ","titles":[{"title":"﻿שמות ו א"},{"title":"﻿שמות פרק ו פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-6","interprets":"tanach-2-6-1","positionInPerek":1,"positionInParasha":124},{"uri":"tanach-kliyekar-2-6-2","text":" כלי יקר  וידבר אלהים אל משה ויאמר אליו אני ה'. אליו מיותר לגמרי כי כבר הזכיר שמו של משה. ונ\"ל על דרך שארז\"ל (עיין פס\"ז, ראב\"ע, ספורנו שמות ב.י) שלכך נקרא משה ולא משוי שנמשה ממים לפי שמשה לשון הוה, ורוח ה' דבר בבת פרעה לקרותו משה לשון משה ומושך, כי הוא המושך את ישראל מן הגלות מן המים הזידונים, ואילו היה משה בודק בשמו היה נודע לו באמת כי על ידו יגאלו ישראל ולא היה קורא תגר לאמר למה זה שלחתני למה הרעות וגו', אך מצד אחד יש ללמוד זכות על משה שבדק במהות עצמו וראה את עצמו כבד פה ולשון ע\"כ חשב שאינו ראוי לשליחות זה, לכך נאמר וידבר דבור קשה, אלהים זה מידת הדין, אל משה לומר שהוא ראוי ליתן את הדין על שלא בדק בשמו משה ולהבין מתוכו שהוא יהיה משה ומושך את ישראל מן הגלות, ומצד זה לא היה לו לומר למה הרעות, אך מצד עצמותו נתמלא ה' עליו רחמים, ויאמר אמירה רכה, אליו בשביל מהות עצמו, כי מאחר שהיה כבד פה ולשון ע\"כ מלאו לבו לומר למה זה שלחתני, ובשביל אליו נאמר לו אני ה' המורה על רחמים, כי שמו ומהותו סתרי אהדדי, לכך אמר אני ה' מלא רחמים לדונך לכף זכות. ","titles":[{"title":"﻿שמות ו ב"},{"title":"﻿שמות פרק ו פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-2","positionInPerek":2,"positionInParasha":1},{"uri":"tanach-kliyekar-2-6-3","text":"ועוד נראה לי, שהזכיר שם של שדי לאבות בהבטחת הארץ, לרמוז להם שתועלת הארץ הוא בעה\"ז ובעה\"ב, כי י\"ש מן שדי רמז לשכר העה\"ב שנאמר (משלי ח.כא) להנחיל אוהבי יש, ד' מן שדי רמז לשכר העה\"ז המתפשט לד' רוחות העולם כמ\"ש (בראשית כח.יד) ופרצת ימה וקדמה וגו', ועל זה נאמר למשה (שמות לג.כג) וראית את אחורי ופני לא יראו, הראה הקב\"ה למשה קשר של תפילין, כי הדלי\"ת מן שדי היא בקשר של תפילין מאחוריו, שהראה לו הקב\"ה כל שכר העה\"ז הרמוז בד' רוחות, כמו שנאמר (דברים ג.כז) למשה עלה ראש הפסגה ושא עיניך ימה צפונה וגו'. אבל פני דהיינו אותיות י\"ש שבתפילין מלפניו המרמז לשכר העה\"ב, דהיינו שי\"ן בתפילין של ראש ויו\"ד בתפילין של יד לא יראו, אמר לו כי שכר העה\"ב לא יראו כמ\"ש (ישעיה סד.ג) עין לא ראתה אלהים זולתיך, ע\"כ הזכיר כאן שם של שדי לומר שלא הרהרו על שלא מצאו מקום קבר בארץ, הבא לתכלית התחיה, אע\"פ שהובטחו גם על התחיה בשם של שדי. ","titles":[{"title":"﻿שמות ו ג"},{"title":"﻿שמות פרק ו פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-3","positionInPerek":3,"positionInParasha":2},{"uri":"tanach-kliyekar-2-6-6","text":"והנה בד' לשונות של גאולה אלו, מה שהזכיר ד\"פ שם אלהים בפסוק כה תאמר אל בני ישראל אלהי אבותיכם אלהי אברהם אלהי יצחק ואלהי יעקב שלחני אליכם, כלל ופרט למה לי אלא לומר כי מן הגרות נצולו בזכות אברהם שהלך לו מארצו וממולדתו ומבית אביו אל ארץ נכריה, ובזכות העבודה של יצחק שנעקד על גבי המזבח לעבודת ה' נצולו מעבודת מצרים, ובזכות יעקב שסבל ענויים כל ימיו נצולו מעינוי מצרים, אבל בענין דיבוק האלהי היו כל האבות שוים בו ע\"כ כללם יחד ואמר אלהי אבותיכם שבזכות כולם יזכו לדיבוק השכינה, וי\"א והצלתי אתכם מעבודתם היינו מן מזל טלה אשר אליו עבדו המצרים, ור\"ל מן אלהות שלהם דהיינו עבודתם ונכון הוא. ","titles":[{"title":"﻿שמות ו ו"},{"title":"﻿שמות פרק ו פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-6","positionInPerek":6,"positionInParasha":5},{"uri":"tanach-kliyekar-2-6-9","text":"ולפי פשוטו נוכל ג\"כ לומר שאין פירכא לק\"ו זה, כי משה לא הבין כוונתם שלא שמעו מקוצר רוח, וחשב שלכך לא שמעו לו כי אינם מאמינם בנבואתו וא\"כ כ\"ש שפרעה לא יאמין לו, אבל הקב\"ה ידע האמת שמקוצר רוח לא שמעו ע\"כ לא חש להשיב לו כלום על הק\"ו, כי ידע הקב\"ה שאין בק\"ו זה ממשות, ולא השיבו כי אם על אמרו ואני ערל שפתים ואמר שאהרן יהיה לו למליץ כאמור, ומ\"ש שנית בסוף הענין הן אני ערל שפתים, לפי שנאמר דבר אל פרעה מלך מצרים את כל אשר אני דובר אליך. וחשב משה כי מה שידבר ה' אלי ואל אהרן זהו הדבר שאהרן יהיה לי לפה אבל מה שידבר ה' לי לבדי אצטרך אני לבד לדבר אל פרעה, כי כן משמע הלשון את כל אשר אני דובר אליך, ע\"כ השיב לו הקב\"ה אתה תדבר וגו' ואהרן אחיך ידבר אל פרעה כל הדיבורים, אפילו מה שאני מדבר אליך לבד. ","titles":[{"title":"﻿שמות ו ט"},{"title":"﻿שמות פרק ו פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-9","positionInPerek":9,"positionInParasha":8},{"uri":"tanach-kliyekar-2-6-14","text":" כלי יקר  אלה ראשי בית אבותם. לפי שרצה ה' ליתן אורייתא תליתאה ע\"י שבט משולש בהרבה מיני שילוש שנזכרו בגמ', (שבת פח.) ע\"כ התחיל לבדוק בראשי בית אבותם ומצא ראובן ד' משפחות, ושמעון ה' משפחות, ולוי ג' משפחות על כן פסל הראשונים ובחר בלוי המשולש פעמים. והמפרשים אמרו שהיה מחפש בראובן תחילה אם ימצא בבניו איש כלבבו הראוי לזה השליחות, כדרך שחפש שמואל הנביא בבני ישי, וילפינן חיפוש מחיפוש דהתם מה להלן פסל הראשונים עד אשר מצא איש כלבבו, כך רצה לחפש כאן בבני ראובן ושמעון ויחפש ולא מצא עד אשר תהה בקנקנו של לוי ומצא את אהרן ומשה, ושוב לא היה צריך לחפש. ","titles":[{"title":"﻿שמות ו יד"},{"title":"﻿שמות פרק ו פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-14","positionInPerek":14,"positionInParasha":13},{"uri":"tanach-kliyekar-2-6-26","text":"דבר אחר, לפי שמצינו שקודם שליחות זה היה אהרן שלוח אל ישראל להשיבם מדרכיהם הרעים כדי שיהיו ראוים ליציאה ממצרים, ובאותו שליחות היה אהרן העיקר ועל זה אמר משה שלח נא ביד תשלח, היינו ביד מי שאתה רגיל לשלוח, כמו שפירש\"י על אותו פסוק (שמות ד.יג), ועל אותו שליחות אמר הוא אהרן ומשה אשר אמר ה' להם הוציאו וגו', כי באותו שליחות היה אהרן העיקר ע\"כ הקדימו, אבל בשליחות של עכשיו שעיקרו אל פרעה ודאי משה העיקר ע\"כ הקדימו, ואמר הם המדברים אל פרעה וגו' הוא משה ואהרן. ","titles":[{"title":"﻿שמות ו כו"},{"title":"﻿שמות פרק ו פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-26","positionInPerek":26,"positionInParasha":25},{"uri":"tanach-kliyekar-2-6-28","text":" כלי יקר  ויהי ביום דבר ה' אל משה וגו' פירש\"י שהוא מחובר למקרא שלאחריו, וכל שאר המפרשים תפשו עליו לומר אם כן הוא למה הפסיק בנתים, ואומר אני שרצה להורות בזה מעלת נבואת משה רבינו על כל שאר הנביאים, כי כל הנבואות הם בחזיון לילה כמ\"ש (במדבר יב.ו) אם יהיה נביאכם ה' במראה אליו אתודע בחלום אדבר בו לא כן עבדי משה וגו'. כי נבואתו היתה ביום ממש, כמו שלמדו רז\"ל (ילקו\"ש צו תקיא) מן פסוק ביום צותו הנאמר (בפר' צו ז.לח) שכל המצות נצטוה עליהם משה ביום, ע\"כ נאמר כאן ויהי ביום כשהיה יום ממש אז דבר ה' אל משה בארץ מצרים, כי כאן התחלת נבואתו ע\"כ הודיע לנו שהתחלת נבואתו היתה ביום, וכן היו מסתמא כל הנבואות של משה כולם ביום. ","titles":[{"title":"﻿שמות ו כח"},{"title":"﻿שמות פרק ו פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-28","positionInPerek":28,"positionInParasha":27},{"uri":"tanach-kliyekar-2-7-9","text":"אמנם לאומרים שתנין היינו דג, נוכל לומר כי בפני ישראל נהפך המטה לנחש להורות שמתחילה היו ישראל כמקל זקוף בקומה זקופה ואחר כך הושפלה מלא קומתם ארצה להיות עם זוחלי עפר, וכאשר יאחזו בזנבו שיהיו בתכלית השפלות, יחזרו לקדמותם להיות כמטה זה, וכן היה שהוסיף להם פרעה שעבוד בסוף, ויזנב בהם לעשותם כזנבות האודים העשנים משם עלו אל מעלתם וזה לא יתכן לעשות לפני פרעה, על כן נעשה המטה בפניו לתנין דהיינו דג, להורות שכשם שסכל ה' עצתו בראשונה כי הוא רצה לעשותם כמטה יבש זה שאינו פרה ורבה וכך אמר פן ירבה, ונהפך הדבר שמטה היבש נעשה דג, כמ\"ש (ויחי מט.טז) וידגו לרוב בקרב הארץ. כך גם עתה יסכל ה' עצתו, ועל כן לא חזר התנין להיות מטה לרמז שישארו ישראל ברבוים לעולם. ומ\"ש ויבלע מטה אהרן, היינו התנין שהיה מתחילה מטה. והוכה היאור שיש בו דגים ע\"י מטה משה דווקא, שהיה מתחלה נחש, אבל מטה אהרן שהיה מתחילה דג ונעשה עכשו למטה שלא בפני פרעה אין נכון שימית את דגתם אחר שהוא היה דג, ואח\"כ צוה ליקח מטה אהרן להכות בכל נהרות ואגמים, ולפיכך נאמר והדגה אשר ביאור מתה, ולא אשר באגמים ונהרות שהוכו ע\"י מטה אהרן, והחמיר ביאור לפי שהיה אלהיהם ע\"כ עשה שפטים באלהיהם, והראו להם שאינו יכול להציל הדגים, אבל האגמים ונהרות לא החזיקו באלהות ע\"כ לא המית את דגתם. ","titles":[{"title":"﻿שמות ז ט"},{"title":"﻿שמות פרק ז פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-9","positionInPerek":9,"positionInParasha":38},{"uri":"tanach-kliyekar-2-7-17","text":"מכת בכורות בא עליהם, לפי שרצו לאבד בנו בכורו ישראל, אבל מי הים לא הביא ה' עליהם אלא הם עצמם בזדון לבם נסו לקראתו, כמו שיתבאר בע\"ה בפסוק כי בדבר אשר זדו עליהם (שמות יח.יא) ","titles":[{"title":"﻿שמות ז יז"},{"title":"﻿שמות פרק ז פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-17","positionInPerek":17,"positionInParasha":46},{"uri":"tanach-kliyekar-2-8-11","text":" כלי יקר  וירא פרעה כי היתה הרוחה. לא נאמר לשון זה בשום מכה כי אם במכת הצפרדעים, לפי שכל המכות כאשר סרו אז סרו לגמרי לא נשאר מהם שום רושם אחר הסרתן, וא\"כ אין חידוש כל כך מה שחזר פרעה לקשיות ערפו כי העבר אין, אבל הצפרדעים אף לאחר שסרה המכה מ\"מ לא סרה לגמרי כי לא הלכו להם אלא מתו ותבאש הארץ, והיה לו להיות נכנע לפחות בעבור הבאשת ריח שנשאר לו מן הצפרדעים, ע\"ז אמר כמתרץ וירא כי היתה הרוחה והכבד את לבו. לפי שאין הבאשת ריח מזיק כי אם במקום צר אבל במקום רחבת ידים אין הריח שולט כ\"כ, לפיכך כאשר ראה פרעה כי היתה רוחה שארץ מצרים רחבת ידים היא ולא יזיק לו הריח רע, ע\"כ והכבד את לבו כבראשונה. ","titles":[{"title":"﻿שמות ח יא"},{"title":"﻿שמות פרק ח פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-11","positionInPerek":11,"positionInParasha":69},{"uri":"tanach-kliyekar-2-8-27","text":" כלי יקר  ויסר הערוב. פירש רש\"י ולא מתו כמו שמתו הצפרדעים שאם מתו היה להם הנאה בעורות. ואין להקשות למה מתו הצפרדעים ולא הלכו להם כמו הערוב והארבה ואין לומר כדי שתבאש הארץ דא\"כ למה לא מתו גם הארבה. תשובה לדבר שרצה הקב\"ה ללמד שהמוסר עצמו על קידוש השם ינצל, לפיכך מתו כל הצפרדעים שלא עלו בתנורים, ולא נשארו חיים כ\"א אותן שעלו בתנורים, כמ\"ש וימותו הצפרדעים מן הבתים מן החצירות ומן השדות. משמע אבל לא אותן שבתנורים לפי שמסרו את עצמם על קידוש השם, ומכאן למדו חנניא מישאל ועזריה למסור נפשם על קידוש השם, ולמדנו מכאן שהמוסר עצמו על קידוש השם ינצל, ומי שאינו מוסר עצמו הרבה שלוחים למקום ב\"ה לסבב לו מיתה ממקום אחר, כמו שמתו אותן הצפרדעים שלא עלו בתנורים, והערוב והארבה הלכו להם שלא יהיה להם הנאה בעורות, ובאותן המלוחים שמלחו מהם (שמו\"ר יג.ז). ","titles":[{"title":"﻿שמות ח כז"},{"title":"﻿שמות פרק ח פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-27","positionInPerek":27,"positionInParasha":85},{"uri":"tanach-kliyekar-2-9-14","text":"ויש אומרים, שהוצרך להתפלל בשדה מקום שהמכה משמשת ביותר. ונראה עוד לומר שהוצרך לומר כצאתי את העיר שלא יחשדו פרעה שמיראת הקולות והברד ילך לאיזו בית להתפלל, ע\"כ אמר לו כצאתי את העיר להראות לו גודל הנס שבכל מקום אשר תדרוך כף רגלו שם לא יהיה ברד. ","titles":[{"title":"﻿שמות ט יד"},{"title":"﻿שמות פרק ט פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-14","positionInPerek":14,"positionInParasha":100},{"uri":"tanach-kliyekar-2-9-30","text":" כלי יקר  כי טרם תיראון וגו'. פירש\"י עדיין לא תיראון. הוצרך לומר לו כן דוקא בהסרת מכה זו לפי שפרעה לא בקש כ\"א על הסרת הקולות והברד, שנאמר ורב מהיות קלות אלהים וברד. אבל על המטר לא אמר שיחדל לפי שארץ מצרים צריכה למטר ביותר משאר ארצות וכן הבטיחו משה, שנאמר הקולות יחדלון והברד לא יהיה עוד ולסוף לא היה כן אלא ויחדלו הקולות והברד ומטר לא נתך ארצה, וחשב משה פן יחזיקו פרעה לבדאי ויאמר שלא כן הבטיחו, ע\"כ אמר משה אם הייתי יודע שתהיה מהיום והלאה ירא אלהים הייתי עושה כל רצונך, כי הקב\"ה רצון יראיו יעשה, אבל אני יודע שעדיין לא תיראון את ה' בלב שלם, ע\"כ לא ימלא ה' כל רצונך כדי שלא יהיה חוטא נשכר, ע\"כ יחדל הכל בבת אחת ולא יהיה מטר, כי אינו נותן כי אם ליראי ה' כמ\"ש (ירמיה ה.כד) ולא אמרו בלבבם נירא נא את ה' אלהינו הנותן גשם יורה ומלקוש בעתו וגו'. ","titles":[{"title":"﻿שמות ט ל"},{"title":"﻿שמות פרק ט פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-30","positionInPerek":30,"positionInParasha":116},{"uri":"tanach-kliyekar-2-10-1","text":"ומה שלא נזכרה מכת הארבה בפירוש כ\"א ברמז, לפי שרצה הקב\"ה שמשה יוכיח את פרעה על סכלתו שלעולם לא היה נכנע מפני דבר ה' כי אם מפני המכות אשר כבר באו, והתשובה שהאדם עושה מפני ההכרח אינה תשובה שלימה כי בסור המכריח ישוב לסורו, כמו שקרה לפרעה על כן לא הזכיר בפירוש המכה כדי שיבין משה מזה שיתחיל לו בתוכחה על עונו, ולבקש ממנו שיהיה נכנע מפני דבר ה' ולא מפני המכה ואז ישאר בצדקתו, וכן עשה משה כי התחלת דבריו עד מתי מאנת לענות מפני. ר\"ל מפני דבר ה' ולא מפני המכה, לפיכך ויאמרו אליו עבדי פרעה עד מתי יהיה זה לנו למוקש. ורצו לעשות פשרה עם משה קודם ביאת המכה כדבר משה, ועבדיו נכנסו תחילה בעובי הקורה מן הטעם שנתבאר למעלה. ","titles":[{"title":"﻿שמות י א"},{"title":"﻿שמות פרק י פסוק א"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-10-5","text":"ואומר אני, שמהידוע שכל סומים אוכלים ואינן שבעים כך ארבה זו ע\"י שריבויים גורם שתחשך הארץ גם הארבה אינו יכול לראות מה שהוא אוכל והרי הוא אוכל כסומא בארובה ולא ישבע וע\"כ יאכל את כל אשר בשדה, ועוד לא ישבע עד שיכנס מן השדה גם אל הבתים ומלאו בתיך וגו', וז\"ש ולא יוכל לראות היינו הארבה שהזכיר לפנים לא יוכל לראות הארץ, וע\"י שלא יראה הארבה את הארץ יאכל את הכל ולא ישבע עד אשר יבקש אח\"כ גם אשר בבתים, ומה שמצינו שבשימוש המכה לא אכלו כ\"א את שבשדות ולא מצינו שנכנסו לבתים, לפי שנאמר וימהר פרעה לקרא למשה ולאהרן. למה לא נאמר לשון וימהר בשום מכה, אלא לפי שידע פרעה שאם לא ימצאו בשדות יאכלו גם מה שבבתים ע\"כ וימהר פרעה קודם שיכנסו לביתו, ולכך ועתה שא נא חטאתי ועתה תיכף ומיד קודם שיכנסו לבתים. ","titles":[{"title":"﻿שמות י ה"},{"title":"﻿שמות פרק י פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-2-10-6","text":"ויפן ויצא מעם פרעה. יתכן לפרש שלא יצא עדיין אלא פנה פניו ממנו לצאת ולא יצא כ\"א מעם פרעה אבל היה עדיין בתוך עבדיו, ובתוך כך ויאמרו עבדי פרעה אליו עד מתי יהיה זה לנו למוקש, היו מראים על משה באצבע לאמר כי זה משה האיש לא ידענו עד מתי יהיה לנו למוקש, ומדאמרו זה ש\"מ שהיה עדיין ביניהם לפיכך ויושב את משה ואת אהרן. ממילא הושבו כי לא שלח אחריהם שהיו עדיין בינותם ושמעו דברי עבדיו וע\"י כן הושבו וחזרו אל פרעה ויאמר אליהם לכו עבדו וגו'. ","titles":[{"title":"﻿שמות י ו"},{"title":"﻿שמות פרק י פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-kliyekar-2-10-8","text":"וביאור לכל הספיקות הללו הוא, כי פרעה לא שאל את משה מי שילך אלא גזר אומר שודאי לא ילכו כ\"א הזכרים שדרכם לזבוח, ואמר לכו עבדו את ה' אלהיכם ושוטטו נא בכל קצוי עולם ופוק חזי מאי עמא דבר מי ומי שדרכם לילך, לכך אמר כפל מי ומי ר\"ל אם תימינו ואם תשמאילו לראות בכל מקום הנהוג מי שדרכם לילך לזבוח, ובזה מיושב לשון ההולכים שקאי על כל ההולכים בכל העולם ומשם תראו וכן תעשו גם אתם כפי הנהוג, והשיב משה בנערינו ובזקנינו נלך כפי הנראה שלפי פשוטו נלך מיותר לגמרי, ר\"ל שניהם מיותרים שהרי קאי על שאלת מי ומי ההולכים, והיה לו להשיב בנערינו ובזקנינו בבנינו וגו' ויהיה הכל קאי על ההולכים, אלא ודאי שאינו מוסב על ההולכים, ור\"ל אתה אומר לנו לילך כדרך ההולכים שבכל העולם אבל אנחנו לא כן נעשה אלא בנערינו ובזקנינו נלך, והבדל נלך מן ההולכים כי לא קרב זה אל זה, ואע\"פ שבכל ההולכים אין הולכים לזבוח כי אם מי שדרכם לזבוח, מ\"מ אנחנו נלך מכל וכל. ונתן טעם לדבר כי חג ה' לנו, כי בשלמא כל ההולכים שאינן הולכים כ\"א לזבוח דין הוא שלא ילכו כ\"א מי שדרכן לזבוח, אבל אנחנו זולת העבודה דהיינו חג לה', יש עלינו מצוה אחרת עוד והיא שמחת החג, זה\"ש כי חג ה' לנו. צריך להיות גם לנו, וידוע שאין שמחת האדם שלימה כ\"א בזמן שאשתו ובניו וכל קניניו עמו, כי איך ישיר את שיר ה' על אדמת נכר ואשתו ובניו וקנינו נתונים בערבון בעדו, והשרוי בלא אשה שרוי בלא שמחה, ולכך אמר ב\"פ נלך לעשות ב' חלוקות בההולכים כי נערינו וזקנינו נלך לעבוד, ובנינו ובנותינו ילכו לשם שמחה ר\"ל שנשמח אנחנו עמהם לקיים מצות ה' עלינו ליתן חציו לה' וחציו לנו ולבנינו, לשם שמחה. ","titles":[{"title":"﻿שמות י ח"},{"title":"﻿שמות פרק י פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-kliyekar-2-10-10","text":"ועל זה הדרך, מצינו (מו\"ק ט","titles":[{"title":"﻿שמות י י"},{"title":"﻿שמות פרק י פסוק י"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-kliyekar-2-10-17","text":"ומ\"ש ויסר מעלי רק את המות הזה, י\"א שבקש שלא יסיר כ\"א החיים כי המה מזיקים וממיתים אבל לא המלוחים שכבר מתו כי אינן ממיתים ומזיקים, והקב\"ה לא נעתר לו בזה ושלח אף המלוחים. ","titles":[{"title":"﻿שמות י יז"},{"title":"﻿שמות פרק י פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-kliyekar-2-10-21","text":"ומה שמקשה רש\"י למה הביא עליהם חשך ולא הקשה רש\"י כן בכל המכות, לפי שבכל המכות אלו היה פרעה רוצה לשוב בתשובה בעוד המכה משמשת היה יכול, אבל כאן לא קמו איש מתחתיו כל ג' ימים ואף אם היה רוצה לשוב תוך ג' ימים לא היה יכול, ולמה תצא כזאת מלפניו ית', כי אע\"פ שכבר הקשה ה' את לבו היינו לפי שהוא מעצמו הקשה לבבו בעוד שהיתה המכה משמשת ע\"כ דין הוא להקשות לבבו אחר סור המכה, אבל במכת החשך אף אם היה רוצה לשוב בעוד שהמכה משמשת לא היה יכול, ולמה הביא ה' מכה זו למנוע ממנו דרך התשובה אלא משום רשעי ישראל וכו'. ","titles":[{"title":"﻿שמות י כא"},{"title":"﻿שמות פרק י פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-2-10-24","text":"גם טפכם ילך עמכם. עשה את הטף טפלה להם, ומשה אמר בהפך זה בבנינו ובבנותינו נלך הרי שעשו את עצמם טפילה אפילו לטף, לפי שמשה מרוב ענוה שבו עשה את עצמו טפל לכלם לנערים וזקנים ובנים ובנות כולם עיקר בעבודת השי\"ת, ואנחנו נלך עמהם אגב כי אנחנו טפלים להם, ומ\"ש בצאנינו ובבקרינו נלך לפי שהמה הולכים לישחט לעבודת ה' פשיטא שאנחנו טפלים להם, כמ\"ש רז\"ל (בר\"ר לג.א) אדם ובהמה תושיע ה' אדם בזכות בהמה, אבל פרעה מפני הכבוד לא יתכן שיעשה אותם טפל אל הטף, ע\"כ אמר גם טפכם ילך עמכם לעשותם עיקר והטף טפל להם, ומ\"ש משה וגם מקנינו ילך עמנו הרי שעשה המקנה טפל, לפי שכאן מדבר במקנה קנינו ומדרך השלימים שממונם טפל להם והם מושלים על קנינם, לא כדרך הפחותים, שקנין ממונם מושל עליהם אל כל אשר יחפוץ יטנו, כאשר הארכנו לדבר בזה פרשת וישלח בפסוק יש לי רב (לג.ט) ע\"ש, הן לפירוש ראשון שהזכרנו למעלה שגם מקנינו קאי על גמלים וחמורים הן לפירוש שני שמדבר במה שקנו בהמות לצרכם סוף סוף הכל קנין ממון ואין מדרך השלמים לעשות עצמם טפל וממונם עיקר, אבל למעלה נאמר בצאנינו ובבקרינו נלך, להולכים לעבודת ה' לישחט, עשו עצמם טפילה כאמור. ","titles":[{"title":"﻿שמות י כד"},{"title":"﻿שמות פרק י פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-kliyekar-2-11-1","text":" כלי יקר  כשלחו כלה גרש יגרש אתכם מזה. פירש\"י כולכם ישלח, ונראה שמלת כשלחו מיותרת, ואומר אני שכך פירושו לפי שהיה רע בעיני משה על שנתבייש כי גרשו פרעה ב' פעמים, במכת הארבה כתיב ויגרש אותם מאת פני פרעה, ובמכת החושך ויאמר לו פרעה לך מעלי, והשיב לו הקב\"ה אל ירע בעיניך כי זה סימן רע אל פרעה כי התחיל בגירוש מעט מעט עד לסוף שאז את כולכם יגרש, כי מתחילה נאמר ויגרש אותם מאת פני פרעה, אבל לא אמר שלא יוסיפו עוד ראות פניו, ואח\"כ הוסיף בגירוש לומר אל תוסף עוד ראות פני, אבל לסוף כשלחו כשיבא העת שישלח אתכם אז כולכם יגרש, לא כעת הראשון הקל בגירוש, כי לא גירש כי אם את משה ואהרן, אבל כשלחו אז כלה גרש יגרש, וזה מדוקדק מן מלת כשלחו. ","titles":[{"title":"﻿שמות יא א"},{"title":"﻿שמות פרק יא פסוק א"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-1","positionInPerek":1,"positionInParasha":30},{"uri":"tanach-kliyekar-2-11-2","text":" כלי יקר  דבר נא באזני העם וישאלו גו'. ארז\"ל (ברכות ט","titles":[{"title":"﻿שמות יא ב"},{"title":"﻿שמות פרק יא פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-2","positionInPerek":2,"positionInParasha":31},{"uri":"tanach-kliyekar-2-11-4","text":"ומ\"ש אני יוצא, היינו לומר לך שמתחילה יצא הקב\"ה בעצמו כדי להפיל שר של מצרים, כי דבר זה אין כח ביד שום שליח או מלאך לעשותו, ואחר זה שלח ה' משחיתים בבכורי מצרים, לכך נאמר אני יוצא בתוך מצרים ולא אמר בתוך ארץ מצרים, ואח\"כ אמר ומת כל בכור בארץ מצרים, אלא ודאי שיציאה ראשונה לא היתה בארץ כי אם בשמים. ובזה מתורץ כל קושית המפרשים כי איך אמרו על מכת בכורות אני ולא מלאך כו' והרי הכתוב אומר ולא יתן המשחית לבא אל בתיכם, אלא מחוורתא כדשנינן. ונקט לשון יוצא ע\"ד שנאמר (ישעיה כו.כא) כי הנה ה' יוצא ממקומו ודרשו רז\"ל (ירושלמי תענית פ\"ב ה\"א) יוצא מכסא רחמים ויושב לו על כסא דין, כך יציאה דהכא היא לעשות שפטים באלהיהם תחילה, כמ\"ש (שם לד.ה) כי רותה בשמים חרבי ואח\"כ על אדום תרד, כך הוא הענין כאן וזה תירוץ יקר. ","titles":[{"title":"﻿שמות יא ד"},{"title":"﻿שמות פרק יא פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-4","positionInPerek":4,"positionInParasha":33},{"uri":"tanach-kliyekar-2-11-5","text":"וי\"א שהכל אחד הוא, כי ביום היו נותנים השבוים לטחון ברחים ובלילה נתנום בבור, ונבואת משה היתה ביום ע\"כ קראם בכור השפחה אשר אחר הרחים, אבל המכה היתה בלילה כאשר היו בבור על כן קראם בכור השבי. ","titles":[{"title":"﻿שמות יא ה"},{"title":"﻿שמות פרק יא פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-5","positionInPerek":5,"positionInParasha":34},{"uri":"tanach-kliyekar-2-12-2","text":"ור' מתיא בן חרש היה דורש, (מכילתא ה.כח) לפי שלא היה בידם מצות להתעסק בהם כו', וקשה על דבריו הלא ארז\"ל (ויק\"ר לב.ה) בזכות ארבע דברים נגאלו אבותינו ממצרים בזכות שלא שנו שמם ולשונם והיו גדורין מעריות ולא היו בהם דלטורין, ועו\"ק לשון להתעסק בהם הל\"ל ולא היו בידם מצות שיגאלו בזכותם, אלא ודאי שגם ר' מתיא סובר שהיו בידם ד' מצות אלו, אמנם אותן המצות הם בשב ועל תעשה והיו צריכין למצות להתעסק בהם בקום ועשה, כי ארז\"ל (סוטה כא.) מצוה בעידנא דעסיק בה מגינא ומצלא, וכאן היו צריכין ג\"כ הצלה שלא ליתן המשחית לבא אל בתיהם, על כן היו צריכין לדם פסח ומילה להתעסק בהם לבטל אמונת מזל טלה, וזהו שפירש\"י משכו ידיכם מע\"ז וקחו לכם צאן של מצוה. ","titles":[{"title":"﻿שמות יב ב"},{"title":"﻿שמות פרק יב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-2","positionInPerek":2,"positionInParasha":41},{"uri":"tanach-kliyekar-2-12-7","text":"ויש אומרים, שהוא ע\"ד שפירש\"י בשיר השירים (ז.ב) שישראל מקלסים להקב\"ה מלמעלה למטה והקב\"ה מונה קילוסם מלמטה למעלה, על כן הקדים הקב\"ה המזוזות למשקוף לומר שהשפע עולה מלמטה כי הצדיקים מוסיפין כח בגבורה של מעלה, אמנם מפני הכבוד הקדים משה המשקוף למזוזות לומר שהשפע יורד מלמעלה למטה כי זה דרך כבוד אל השי\"ת. ואם נפשך לומר ששתי המזוזות כנגד משה ואהרן יבא ג\"כ אל נכון, כי הקב\"ה חלק להם כבוד והם חלקו כבוד אל השי\"ת. ","titles":[{"title":"﻿שמות יב ז"},{"title":"﻿שמות פרק יב פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-7","positionInPerek":7,"positionInParasha":46},{"uri":"tanach-kliyekar-2-12-11","text":"דבר אחר, לפי שמפני הצלת ישראל יצא ה' ממקומו אל ארץ טמאה והיתה השכינה ממהרת לצאת, ע\"כ הוצרכו גם ישראל לילך בחפזה אחרי ה'. ","titles":[{"title":"﻿שמות יב יא"},{"title":"﻿שמות פרק יב פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-11","positionInPerek":11,"positionInParasha":50},{"uri":"tanach-kliyekar-2-12-26","text":"ומה שלא הזכיר בעל ההגדה, התשובה שנאמר בצדו ואמרתם זבח פסח הוא, יכול להיות שרמזה במה שאמר ואף אתה הקהה את שיניו, מהו לשון אף, אלא שר\"ל כי זה אין אני צריך לומר שתשיב לו תשובה שבצדו כי פשוט הוא שודאי תשיב לו אותה תשובה, אלא אף זו ר\"ל אף תשובה שניה המדברת מענין קיהוי שיני הרשע אף אותה תשובה תשיב לו אם לא יוסר בתשובה ראשונה, וא\"כ רמז במלת אף גם התשובה שבצדו בדרך לא זו אף זו, כי לכך כתבה התורה שני תשובות לבן הרשע אחת רכה ואחת קשה, ואמר בעל ההגדה לא תגור מפני הרשע ונוסף על תשובה הרכה הראשונה תשיב לו אף תשובה שניה זו להקהות בה שיניו, ואל תתמה על החפץ שפסוק אחד יהיה נדרש בשני אופנים סותרים כי כבר אמרנו שאין הדיוק בא ממלת לי, ועיקר הדיוק תלוי בין עובד אלהים לאשר לא עבדו, ע\"כ לרשע רע שלא עבדו מדוייק לי ולא לו, אבל הבן שאינו יודע לשאול אילו היה שם היה עובדו על כן אין דיוק לי ולא לו שייך אצלו, ואילו היה שם היה נגאל גם הוא. ","titles":[{"title":"﻿שמות יב כו"},{"title":"﻿שמות פרק יב פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-26","positionInPerek":26,"positionInParasha":65},{"uri":"tanach-kliyekar-2-12-41","text":" כלי יקר  שלשים וארבע מאות שנה. פירש\"י שמנה מזמן ברית בין הבתרים, ומהרי\"א פירש שנתוספו להם ל' שנה בחטאם, כי היו ישראל במצרים רעים וחטאים, כמ\"ש ביחזקאל (כ.ה.) ואודע להם בארץ מצרים וגו', ואומר אליהם איש שקוצי עיניו השליכו. ולי נראה להוסיף ולומר שתוספת זמן זה בא להם לפי שרבים המה עמי הארץ אשר לא רצו לצאת כלל ממצרים שהרי בעבור זה מתו ד' חלקים בג' ימי אפילה, וראיה לזה מהא שנאמר ומושב בני ישראל אשר ישבו בארץ מצרים, כל אריכות זה למה לי כי היה לו לומר ומושב בני ישראל בארץ מצרים ת\"ל שנה, אלא שר\"ל שהקב\"ה אמר לאברהם כי גר יהיה זרעך גרים ולא תושבים, והמה לשואה יבקשו להיות תושבים בארץ ולא לצאת משם, ז\"ש אשר ישבו במצרים ר\"ל אותן בני ישראל אשר ישבו להם ישיבה של קבע כתושבים בארץ מצרים המה גרמו אל מספר ת\"ל שנה, כי בעבורם נתארך הקץ עד שלבסוף נתרצו לצאת חלק חמישי לפחות, ויובן מזה שלא היתה ישיבתם שמה ת\"ל שנה אלא ישיבתם שמה כתושבים גרם מספר ת\"ל. ","titles":[{"title":"﻿שמות יב מא"},{"title":"﻿שמות פרק יב פסוק מא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-41","positionInPerek":41,"positionInParasha":80},{"uri":"tanach-kliyekar-2-12-42","text":" כלי יקר  ליל שמורים לה'. ואח\"כ אמר שמורים לכל בני ישראל לדורותם. לפי שאמר הקב\"ה לישראל (דב\"ר ד.ד) נרי בידך ונרך בידי, שמור לי ואשמור לך, שמור נר מצוה ואני אשמור נר אלהים נשמת אדם שבידי, והנה בלילה זו שמרו ישראל נר מצות הפסח ככל חוקתיו והקב\"ה שמרם ולא נתן המשחית לבא בבתיהם ועל שמירה זו אמר ליל שמורים לה' להוציאם מארץ מצרים, וכנגד שמירת ישראל המצות אמר שמורים לכל בני ישראל לדורותם, אבל בראשונה לא נאמר לדורותם כי שמירת מצות הפסח לבד הוקבע לדורות, אבל שמירה מן המזיקים לא הוקבע לדורות כי במצרים לבד יצא המשחית לחבל ולא לדורות. ","titles":[{"title":"﻿שמות יב מב"},{"title":"﻿שמות פרק יב פסוק מב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-42","positionInPerek":42,"positionInParasha":81},{"uri":"tanach-kliyekar-2-12-51","text":"והקרוב אלי לומר בזה, שהערב רב שנתגיירו ויצאו מעצמם ממצרים קרא הכתוב צבאות ה' כי חביבים הגרים לפני הקב\"ה אע\"פ שאינן בכלל בני ישראל מ\"מ צבאות ה' הם ג\"כ, כמו ישראל, לכך נאמר בפסוק ראשון יצאו כל צבאות ה' על הגרים שיצאו מעצמם ולא הוציאם ה', אבל בפסוק שני אמר על בני ישראל ממש שהוציאם ה' על צבאותם נוסף על אותן הצבאות שיצאו כבר מעצמם, ולכך נאמר בפר' וארא (ז.ד) והוצאתי את צבאותי את עמי בני ישראל, כדי שלא תבין לומר שעל קהל גרים אמר והוצאתי את צבאותי ע\"כ הוצרך לפרש את עמי, כי בלי ספק שגם ישראל נקראו צבאות ואמרו רז\"ל שהוא מלה מורכבת צבא אות ר\"ל צבא שיש לי בהם אות, ואמרו זה על אות שבת מילה ותפילין כי שלשתן נקראו אות וטעמו ידוע, ואמר בשניהם ויהי בעצם היום הזה כי בערב רב הוצרך לומר כן שיצאו לעין כל ולא יראו מן פרעה מלכם, ובישראל הוצרך לומר כן להורות שיציאת מצרים היתה ביום ממש כמ\"ש (במדבר לג.ג) ממחרת הפסח יצאו בני ישראל. ואע\"פ שנאמר (דברים טז.א) הוציאך ה' ממצרים לילה, פירש\"י והרמב\"ן שבלילה נתן להם רשות לצאת, ומהרי\"א פי' שמלת לילה מוסב על ועשית פסח. ","titles":[{"title":"﻿שמות יב נא"},{"title":"﻿שמות פרק יב פסוק נא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-51","positionInPerek":51,"positionInParasha":90},{"uri":"tanach-kliyekar-2-13-14","text":"וז\"ש ואף אתה אמור לו, ר\"ל כמו שהפכה התורה הסדר כך תשיב לו גם אתה וזהו לשון אף, ואם ישאלך בנך למה זה הפכה התורה הסדר, תביא לו ראיה מהלכות הפסח שאמרו רז\"ל אין מפטירין אחר הפסח אפיקומן, ומכאן תביא לו ראיה שכשם שטעם הפסח ראוי לישאר בפיו באחרונה כך בהתשובה לבן השואל צריך להיות באחרונה כסדר שהוא נאמר בתורה. וכוונתו להשיב לו כל הפסוקים הנאמרים בתורה על שאלת בן החכם וזה סדרן. מתחילה נאמר שם ואמרת לבנך עבדים היינו וגו' עד ויצונו ה', כי כל זה טעם על המרור הבא זכר לעבדות שנאמר וימררו את חייהם בעבודה קשה. ואח\"כ אמר ויצונו ה' לעשות את כל החוקים וגו' עד וצדקה תהיה לנו. וכל זה טעם על המצה שנקראת חק כמבואר למעלה שהיא הוראה על ההכנעה והענוה, וכתיב (משלי כב.ד) עקב ענוה יראת ה' וכן נאמר כאן לעשות את החוקים האלה ליראה את ה', כי ההכנעה מביאה לידי יראה ואח\"כ אמר וצדקה תהיה לנו עד סוף הפרשה, הכל תשובה על הפסח הבאה לעדות על ממשלתו ית', כי במצות הפסח נאמר ופסחתי עליכם פירש\"י וחמלתי, רוצה לומר כי עכשיו תצאו מרשות המזלות אשר כל פעולתם הכרחיות וטבעיות ואין בהם כח לפעול שום פעולה על צד החמלה והחנינה והצדקה, ותכנסו תחת כנפי השכינה אשר פעולתו ית' ברצון המוחלט ופועל ישועות ועושה צדקות על צד החמלה, וז\"ש וצדקה תהיה לנו כי נשמור לעשות את כל המצוה הזאת. כי הרבה מצות תלוין במצות הפסח, לכך נאמר כל המצוה דהיינו מצוה פרטית שהרבה מצות תלוין בה, לפני ה' אלהינו ר\"ל ע\"י מצוה זו נצא מתחת יד המערכה ונעמוד לפני ה' אלהינו לכנס בצל כנפיו, וזו היא כונת הפסח והמשכיל יוסיף לקח. ","titles":[{"title":"﻿שמות יג יד"},{"title":"﻿שמות פרק יג פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-14","positionInPerek":14,"positionInParasha":104},{"uri":"tanach-kliyekar-2-13-16","text":"ומה שנאמר והיה לך לאות על ידך. ובשל ראש לא הזכיר לך לפי שהם אות גם לאחרים שנאמר (דברים כח.י) וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך ואמר מר אלו תפילין שבראש (ברכות ו.). ומה שמניחין של יד תחילה ואחר כך של הראש ובהסרתן מסירים של ראש תחילה, לפי ששלשה סרסורי עבירה הם העין רואה והלב חומד וכלי המעשה גומרים (רש\"י שלח טו.לט) וא\"כ בשל יד הרוב כי שם הלב והיד ועל כן המקום ההוא צריך שמירה מן החטא ביותר מבשל ראש, ע\"כ יקדים לתקן המקום ההוא וכן בהסרה יהיו על היד תמיד. ","titles":[{"title":"﻿שמות יג טז"},{"title":"﻿שמות פרק יג פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-16","positionInPerek":16,"positionInParasha":106},{"uri":"tanach-kliyekar-2-13-17","text":"דרך שני ביישוב מקראות אלו, שהעם הנזכר כאן הם הפחותים שבישראל והערב רב כי שם אחד להם, וכשאמר ויהי בשלח פרעה את העם בערב רב ידבר, כי מאחר שלא מיחה בם לצאת דומה כאילו שלחם, כי מצינו לשון שלוח במי שמניחו לילך כמו שלחוני לאדוני (בראשית כד.נד) הנאמר באליעזר עבד אברהם, וכמו ויאמר יעקב אל לבן שלחני (שם ל.כה) כך שילוח האמור כאן על הערב רב, ובעבורם היה צריך להסב אותם שלא יחזרו למצרים בראותם מלחמה, אבל בעבור בני ישראל לא היה צריך לכל זה הסבוב כי בני ישראל עלו חמשים מזויינים, כי המה בנים אמון בם בני מאמינים ובוטחים בתשועת ה' וזו היא כלי זיינם ע\"כ היו בטוחים במלחמה, אבל כל מיעוט הבטחון בא להם מן הערב רב, כי קרוב הוא רצה לומר חדשים מקרוב באו ולא נשתרשו עדיין באמונה. ","titles":[{"title":"﻿שמות יג יז"},{"title":"﻿שמות פרק יג פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-13","interprets":"tanach-2-13-17","positionInPerek":17,"positionInParasha":1},{"uri":"tanach-kliyekar-2-13-19","text":"ורז\"ל (סוטה יג.) דרשו על משה, פסוק חכם לב יקח מצות (משלי י.ט) שכל ישראל נתעסקו בבזה והוא נתעסק במצות, רצו לתרץ יתור לשון עמו שבא למעט עסק בזת מצרים, כי הממון קנין שאינו דבק עמו כי לא ירד אחריו כבודו, אבל מה שהאדם מסגל מעשים טובים בעולם הזה הוא הדבר הדבק עמו בעולם הזה ובעולם הבא, לכך נאמר ויקח משה את עצמות יוסף עמו, ואולי לכך עסק דווקא במצוה זו עכשיו להיות לישראל כמזכיר את יום המיתה, כי בסבה זו לא יהיו כל כך להוטים אחר הביזה בזכרם כי יעזוב לאחרים חילו ולא ירד אחריו כבודו. ","titles":[{"title":"﻿שמות יג יט"},{"title":"﻿שמות פרק יג פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-13","interprets":"tanach-2-13-19","positionInPerek":19,"positionInParasha":3},{"uri":"tanach-kliyekar-2-14-2","text":" כלי יקר  לפני בעל צפון. הוא נשאר מכל אלהי מצרים כו', ויש לנו ליתן טעם למה נשארה זו יותר משאר אלהות, ונראה מזה שהיו להן הרבה עבודה זרות שעבדו להרבה מזלות כי כל מזל יש לו כח והשפעה על איזו ענין מיוחד, ובעל צפון היינו הע\"ז אשר חשבו כי ממנו יושפע להם זהב ורב פנינים כמ\"ש (איוב לז.כב) מצפון זהב יאתה, והשאיר הקב\"ה דווקא ע\"ז זו להטעותם שיאמרו שע\"ז זו תתבע עלבונם על מה שנטלו ישראל ממונם שלא כדין, כי בכל שאר המכות הצדיק פרעה את הדין עליו לומר שבדין באו עליו ובדין לקו גם שרי מעלה שלהם, אבל הממון חשב פרעה שלא בצדק ולא במשפט נטלו ישראל ממונם ע\"כ נשאר בעל צפון שיאמרו קשה יראתם ויתבע מן ישראל ממונם שהשאילום, וז\"ש ויהפך לבב פרעה וגו' פירש\"י בשביל ממונם שהשאילום, ומה שאמרו כי שלחנו את ישראל מעבדנו לפי שכל מה שקנה עבד קנה רבו ועיקר דבריו היה בעבור הממון, ותלה פרעה דבריו במה שראה שנשאר בעל צפון מכל אלהי מצרים. ","titles":[{"title":"﻿שמות יד ב"},{"title":"﻿שמות פרק יד פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-2","positionInPerek":2,"positionInParasha":8},{"uri":"tanach-kliyekar-2-14-5","text":" כלי יקר  ויוגד למלך מצרים כי ברח העם. כי בורח מבעי ליה שהרי מתחילה שלחם מרצונו ועכשיו הם בורחים, ועוד למה קראם ב' פעמים העם ובשלישי אמר כי שלחנו את ישראל, ועוד איך מלאו לבו לילך עם שש מאות רכב על ששים ריבוא, ואע\"פ שנאמר וכל רכב מצרים ודאי לא מכל ארץ מצרים קבץ לפי שעה שלא היה לו שהות זמן כל כך אלא מעיר אחת לקח והיא מצרים עצמה, ואפילו מעיר זו לא לקח כי אם מן הירא את דבר ה' והמה המיעוט. אלא ודאי שבכל מקום שמזכיר העם מדבר בערב רב שהלכו לכתחילה בדרך בריחה לפי שראו במעלתן של ישראל, וחשב פרעה כי עכשיו ע\"י שיראו שישראל נבוכים בארץ יאמרו הערב רב שסר ה' מעל ישראל, ובעבור זה ודאי רצון הערב רב לחזור מצרימה זולת שישראל אינן מניחין אותם. וכשיראו שאנחנו באים לעזרתם ימרדו גם המה בישראל וישובו אלינו, ועל זה סמך פרעה ברדפו אחר ישראל עם מתי מספר, ועל זה נאמר ויגד למלך מצרים כי ברח העם. לא ששלח עמהם אקטורין כי דבר זה לא פירש במקרא אלא בביתו הוגד לו שהלכו דרך בריחה העם דהיינו המצרים והיה שונא אותם על זה, ועכשיו ויהפך לבב פרעה ועבדיו אל העם נהפך לבו משנאה לאהבה כי אמר עכשיו אני צריך להם כי בלי ספק יהיו לי לעזרה בראותם כי סר ה' מעל ישראל, ועל ישראל עצמם אמרו מה זאת עשינו כי שלחנו את ישראל מעבדינו, ולפי זה מה שנאמר ויהי בשלח פרעה את העם על הפחותים שבישראל אמר כן כמבואר בדרך שני. ","titles":[{"title":"﻿שמות יד ה"},{"title":"﻿שמות פרק יד פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-5","positionInPerek":5,"positionInParasha":11},{"uri":"tanach-kliyekar-2-14-12","text":"וי\"מ דרך הלצה, הלא זה הדבר אשר דברנו עכשיו, במצרים היה לנו לומר כן ולא עכשיו כי עבר זמנו וז\"ש במצרים לאמר, ר\"ל שם היה לנו לאמר חדל ממנו כו' ולא אמרנו. ","titles":[{"title":"﻿שמות יד יב"},{"title":"﻿שמות פרק יד פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-12","positionInPerek":12,"positionInParasha":18},{"uri":"tanach-kliyekar-2-14-16","text":"ומכאן תבין באמת, מה היה חטאו של משה במי מריבה כי שם נאמר ממש הפך ממה שנאמר כאן, כי כאן נאמר הרם את מטך דהיינו סלק את מטך ונטה את ידך וע\"י זה באו לידי אמונה, ושם נאמר וירם את ידו ויך במטהו שסלק את ידו כי לא עשה הפעולה בידו כי אם במטהו וע\"כ החזיר דברים הראשונים, שאמרו שבכח המטה פעל הכל, למקומם. ובזה גרם מיעוט האמונה כמ\"ש יען לא האמנתם בי, ויתבאר דבר זה בע\"ה באר היטב במקומו פרשת (חקת כ.ח). ","titles":[{"title":"﻿שמות יד טז"},{"title":"﻿שמות פרק יד פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-16","positionInPerek":16,"positionInParasha":22},{"uri":"tanach-kliyekar-2-14-20","text":"וי\"ל עוד ולא קרב זה. היינו המלאך שהזכיר למעלה בפסוק ויסע מלאך האלהים, אל זה היינו אל השירה הרמוזה בזה שנאמר זה אלי ואנוהו. כי הוא עיקר השירה שזכו לראות פני השכינה עד שהיו מראין עליו באצבע ואמרו זה אלי, כי ראתה שפחה על הים מה שלא ראה יחזקאל, והוא רמז אל המלאכים גם כן כי אצלם מצויה קירוב ההשגה יותר מבתחתונים. ","titles":[{"title":"﻿שמות יד כ"},{"title":"﻿שמות פרק יד פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-20","positionInPerek":20,"positionInParasha":26},{"uri":"tanach-kliyekar-2-14-21","text":"דבר אחר, שהוליך הרוח מי הים לחרבה אל היבשה ויצאו המים מן שפתם אל היבשה וכן מצד השני וזה גרם בקיעת המים כי הרוח גירש המים ממקומם והוליכם אל היבשה, וזה נס כפול כי דבר זה צריך לב' רוחות מקבילין ונעשה הכל ע\"י רוח קדים. ד\"א לפי שלולא שהתהום מוסיף לחות במים היו הלוך וחסור מפני הרוח השולט בהם, וכאשר שם הים לחרבה תחילה ולא היה התהום מוסיף בהם לחות אז בהכרח יבשו המים ונחסרו מן הרוח. ","titles":[{"title":"﻿שמות יד כא"},{"title":"﻿שמות פרק יד פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-21","positionInPerek":21,"positionInParasha":27},{"uri":"tanach-kliyekar-2-14-22","text":"וי\"א שבבואם לים, היינו בכניסתם היו צדיקים גמורים לכך נאמר אצלם חומה מלא, אמנם כאשר הלכו על שפתו השני ממרים היו עם ה' שנאמר (תהלים קו.ז) וימרו על ים בים סוף. כי אמרו כשם שאנחנו עולים מצד זה כך יעלו המצרים מצד אחר, על כן היו להם המים לחימה וקצף כאמור. ","titles":[{"title":"﻿שמות יד כב"},{"title":"﻿שמות פרק יד פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-22","positionInPerek":22,"positionInParasha":28},{"uri":"tanach-kliyekar-2-15-1","text":"אשירה לה' כי גאה גאה. שמתגאה על כל גאים אבל לא על ענוים כי ה' שוכן את דכא ומראה ענותנותו אצלם, וסמך מיד סוס ורוכבו רמה בים כי הרוכב מתגאה על הסוס ע\"כ ירה שניהם בים. וכדי ליישב על פי הדקדוק לשון גאה גאה אומר אני שיש בו רמז למה שנתבאר (איוב יב.כג) משגיא לגוים ויאבדם. וכמ\"ש (תהלים צב.ח) בפרוח רשעים כמו עשב ויציצו כל פועלי און להשמדם עדי עד. כי מי שהוא גאה כבר, אז הקב\"ה מוסיף לו גאוה על גאותו ונותן לו עוד מעלה כדי להגדיל נפילתו מאיגרא רמא לבירא עמיקתא כמו שיתבאר בסמוך בפסוק אמר אויב ארדוף ע\"ש, ז\"ש אשירה לה' כי גאה גאה, ר\"ל אותו בן אדם אשר גאה אז הקב\"ה ג\"כ גאה מוסיף לו גאוה וירכיבהו על במתי ארץ, ולסוף סוס ורוכבו רמה בים רוצה לומר להגדיל נפילת הרוכב, כי ממקום גבוה הוא נופל ונפילתו גדולה מן נפילת הנרכב. ","titles":[{"title":"﻿שמות טו א"},{"title":"﻿שמות פרק טו פסוק א"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-1","positionInPerek":1,"positionInParasha":38},{"uri":"tanach-kliyekar-2-15-2","text":"ואם נפשך ליישב זה ע\"פ פירושו של רש\"י, שאלי מדת הרחמים כך תפרשו, זה אלי וגו' ע\"ד שנאמר (תהלים קטז.ג) צרה ויגון אמצא ובשם ה' אקרא כוס ישועות אשא ובשם ה' אקרא, ר\"ל אין חילוק אצלי בין צרה ויגון לכוס ישועות כי בשניהם שם ה' אקרא לברכו על שניהם בשוה, כך אמר אם זה אלי ומתנהג עמי במדת הרחמים אז ואנוהו, ואם הוא אלהי אבי ומתנהג עמי במדת הדין כהוראת שם אלהים אז וארוממנהו, כי הכל שוה אצלי בין דין ובין רחמים ע\"כ הקב\"ה מודד לי במדה זו להפוך לי דין לרחמים. לא כן הרשעים כי אדרבה המה מהפכים מדת רחמים לדין, ז\"ש ה' איש מלחמה ה' שמו, הרי שמו ה' המורה על רחמים פשוטים ואף על פי כן הוא עושה עמהם מלחמה עד רדתם, וכמ\"ש ויסע מלאך האלהים הוא שלוחו של מדת הדין ונסע להצלת ישראל, וכתיב וישקף ה' אל מחנה מצרים בעמוד אש, ה' הוא מדת הרחמים והשקיף עליהם להמם ולאבדם וכל זה לפי שהם קוראים לעולם תגר על ה', אבל אני חסד ומשפט אשירה (תהלים קא.א) בין לחסד בין למשפט אשירה. וזהו שנאמר ימינך ה' נאדרי בכח ימינך ה' תרעץ אויב, פירש\"י כשישראל עושין רצונו של מקום השמאל נעשית ימין והיינו היפוך דין לרחמים, ויתכן לפרש ימינך ה' היינו ימין ה' הפועל על צד הרחמים עם ישראל, כבר הוא נאדרי בכח ר\"ל כבר היתה שמאלית ומדת הדין הקשה הפועלת בכח ועוז ונעשית ימנית לישראל, אבל לאומות אינו כן אלא ימינך ה' שהיתה ימנית לעולם ואעפ\"כ תרעץ אויב כי נעשית שמאלית לפרעה וחילו. ","titles":[{"title":"﻿שמות טו ב"},{"title":"﻿שמות פרק טו פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-2","positionInPerek":2,"positionInParasha":39},{"uri":"tanach-kliyekar-2-15-4","text":" כלי יקר  מרכבות פרעה וחילו ירה בים. הדבר צריך ביאור למה הזכיר בפרעה וחילו הסמוכים אליו ירה בים, ובמבחר שלישיו אמר טבעו בים סוף, ונראה לפרש לפי שפרעה הקדים את עצמו והלך קודם לכל חיילותיו ולפי זה כשהיה פרעה עם חילו הסמוכים למרכבתו בתוך הים ממש דהיינו באמצעיתו שאין שם קנה וסוף, היו עדיין עבדיו ומבחר שלישיו סמוך לשפת הים מקום ששם גדילים קנה וסוף וגם רפש וטיט מצוי שם, ושם טבעו בטיט היון המצוי במקום שהקנים גדלים כי אין המים עמוקים כל כך שמה, ובאותו זמן היה פרעה בים עצמו ושם אין שייך לשון טביעה כי אין שם טיט ורפש, וראיה לזה מה שפירש\"י כתוב אחד אומר רמה בים ואחד אומר ירה בים מלמד שהיו עולים לרום ויורדין לתהום וכו', וזה לא יתכן כי אם במקום שהמים עמוקים ושם אין מקום לקנה וסוף כנודע. ","titles":[{"title":"﻿שמות טו ד"},{"title":"﻿שמות פרק טו פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-4","positionInPerek":4,"positionInParasha":41},{"uri":"tanach-kliyekar-2-15-9","text":"ומ\"ש אריק חרבי, ר\"ל אף אם לא יהיה חרב בידי מכל מקום תורישמו ידי, כי בידי לבד בלא חרב אורישם כי חלשים המה. וי\"א תמלאמו תורישמו פיו הכשילו לומר כן כי סופו להוריש להם כל רכושו בביזת הים וימלא את ישראל משללו. ","titles":[{"title":"﻿שמות טו ט"},{"title":"﻿שמות פרק טו פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-9","positionInPerek":9,"positionInParasha":46},{"uri":"tanach-kliyekar-2-15-11","text":"דבר אחר, לפי שכל המרבה לספר בשבחו ית' נקרא ממעט, כמו שפירש\"י על פסוק נורא תהילות, ע\"כ אמר מי כמוך באלים היינו בחזקים הכובשים את עצמם מלספר תהלתך מיראה פן ימעטו בתהלתך, ע\"כ הם עושים את עצמם כאלמים, ואצל כיתות אלו מי כמוך ה' כי לך דומיה תהילה השתיקה היא תהלתך, ולפי זה נדרש גם כן באלים בחזקים ובאלמים כי ע\"י שעושים את עצמם כאלמים דומה בשתיקה זו כאילו הם אומרים מי כמוך ה', ומה שהם עושים עצמם אלמים לפי שאתה נורא תהילות יראוי, מלהגיד תהלתך פן ימעטו על כן הם עושים עצמם כאלמים, ובחזקת היד הם כובשים פיהם להשים יד לפה, וגם זה פירוש יקר. ","titles":[{"title":"﻿שמות טו יא"},{"title":"﻿שמות פרק טו פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-11","positionInPerek":11,"positionInParasha":48},{"uri":"tanach-kliyekar-2-15-12","text":"וי\"א שאמר זה דרך שואל ומשיב, למה אתה ה' הבאת את המצרים אל הים סוף להטביעם שמה, ואילו רצית לנטות ידך עליהם אז תבלעמו ארץ כשאול חיים במקומם, ונתן תשובה לדבר נחית בחסדך עם זו גאלת נהלת בעזך, כאשר ינהל הרועה את עדרו אל מרעה כר נרחב בלא צער מלחמה כי בצאתם ממצרים לא היו מלומדי מלחמה ע\"כ הביאם לים סוף שהיה קולו הומה מסוף העולם ועד סופו, ועי\"ז שמעו עמים ירגזון ולא היו צריכין למלחמות גדולות כמ\"ש (יהושע ב.ט) וכי נמוגו כל יושבי הארץ מפניכם כי שמענו את אשר הוביש ה' מי ים סוף מפניכם. ואילו היו נבלעים בקרקע במקומם לא היה הקול נשמע למרחוק ולא רגזו וחלו כל מלכי כנען והיו ישראל צריכין למלחמות גדולות. ","titles":[{"title":"﻿שמות טו יב"},{"title":"﻿שמות פרק טו פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-12","positionInPerek":12,"positionInParasha":49},{"uri":"tanach-kliyekar-2-15-17","text":" כלי יקר  מקדש ה' כוננו ידיך. לפי שהמשכן נעשה כולו עפ\"י ה' מאליו כי בכל מעשה המשכן נאמר והקמות את המשכן כמשפטו אשר הראית בהר ע\"כ נאמר כוננו ידיך, ונקט ידיך שתים במשמע פירש רש\"י שהעולם נברא ביד אחת והמקדש בשתי ידים כו' ובפ\"ק דכתובות (ה.) אמרו גדולים מעשה צדיקים ממעשה שמים וארץ דאילו שמים וארץ נבראו ביד אחת שנאמר (ישעיה מח.ג) אף ידי יסדה ארץ וימיני טפחה שמים ואלו במעשה צדיקים כתיב מקדש ה' כוננו ידיך, וטעמו של דבר כי העליונים מצד מעלתן נבראו ביד ימין והתחתונים ביד שמאל, אבל המקדש שהוא האמצעי המצרף עליונים ותחתונים נברא בשתי ידים, כי שם מדור השכינה עם התחתונים שנאמר ושכנתי בתוכם, ומשם נברא גם האדם האמצעי בין העליונים לתחתונים, וזהו ענין הסולם מוצב ארצה וראשו מגיע השמימה ואמצע שפועו כנגד בית המקדש כי הוא האמצעי כאמור. ומה שקראו המקדש מעשה צדיקים והכתוב אומר כוננו ידיך היינו ידי הקב\"ה, לפי שיש לשניהם חלק בזה הבנין, כי הקב\"ה הראה למשה תבנית כל המשכן בנוי וכמ\"ש כן עשה המנורה הקב\"ה עשאה, וכן כל מעשה המשכן. ","titles":[{"title":"﻿שמות טו יז"},{"title":"﻿שמות פרק טו פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-17","positionInPerek":17,"positionInParasha":54},{"uri":"tanach-kliyekar-2-15-18","text":" כלי יקר  (יח-יט) ה' ימלוך לעולם ועד. כי בא סוס פרעה. יש לפרש מלת כי, לפי שפרעה היה חולק על מלכות שדי ואמר מי ה', ואילו לא היה הקב\"ה עושה שפטים בפרעה א\"כ יש לחוש שגם לדורות יקומו בנים סוררים ויכחישו מלכותו ית', אבל מעתה שנעשה בפרעה משפט כתוב, שוב לא יהיה שום חולק ומערער על מלכות שדי ית' וה' ימלוך לעולם ועד, כי יראו כל העולם כי בא סוס פרעה ברכבו ובפרשיו בים וגו'. ומאז מורא יעלה על ראשם להטיח דברים כלפי מעלה. ","titles":[{"title":"﻿שמות טו יח"},{"title":"﻿שמות פרק טו פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-18","positionInPerek":18,"positionInParasha":55},{"uri":"tanach-kliyekar-2-15-20","text":"ומ\"ש ותען להם מרים. להן מבעי ליה למימר, אלא לפי שעל הים באו הנשים למדריגת האנשים בהשגת הנבואה ע\"כ נאמר להם כמדברים לזכרים, וכן לעתיד נאמר (ירמיה לא.כב) נקיבה תסובב גבר. ","titles":[{"title":"﻿שמות טו כ"},{"title":"﻿שמות פרק טו פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-20","positionInPerek":20,"positionInParasha":57},{"uri":"tanach-kliyekar-2-15-22","text":"דבר אחר, שאמר למה אני מזהירך שלא תבא לידי מחלה, לפי שאני ה' רופאיך, וכל רופא דרכו להזהיר את אוהביו שישמרו את נפשם מן הדברים המסבבים החולאים, כדי שלא יצטרכו להתעסק אח\"כ ברפואתם, כך אני מלמדך להועיל בדברים השומרים הבריאות שלא תבא לידי מחלה, לפי שאני ה' רופאיך מדריכך בדרך תלך. ","titles":[{"title":"﻿שמות טו כב"},{"title":"﻿שמות פרק טו פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-22","positionInPerek":22,"positionInParasha":59},{"uri":"tanach-kliyekar-2-16-4","text":"דבר אחר, לפי שעסק התורה יש לו מונעים מבית ומחוץ, מבית הוא מצד מאכלים גסים המפסידים זכות וברירות השכל, עד אשר כח שכלו עובר בעמק עכור ואינו זך לעסוק במושכלות, כי מטעם זה לא אכל משה בהר מ' יום כדי שיהיה שכלו זך ונקי להבין במושכלות, וכתיב (שמות כד.טז) ויכסהו הענן ששת ימים וארז\"ל (יומא ד.) שהיה זה כדי למרק אכילה ושתיה שבתוך מעיו, ומבחוץ הלא המה בעבר הירדן, בעברו דרך ימים ונהרות ורגליו כאילות לרדוף אחר מזונותיו, במדבר בהר בערבה ובשפלה ועסק זה מטרידו מלעסוק בתורה, והמן הזה היה מאכל רוחני כל אוכליו נצולו מן שני מונעים אלו, הן מבחוץ, כי לא היו צריכין לחזר אחריו אלא כל אחד מצא מזונותיו בכל יום פתח אהלו, הן מבפנים, כי היה מאכל זך ונקי מכל פסולת, ורז\"ל (שם עה","titles":[{"title":"﻿שמות טז ד"},{"title":"﻿שמות פרק טז פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-4","positionInPerek":4,"positionInParasha":68},{"uri":"tanach-kliyekar-2-16-6","text":"ועדיין לא פירש הכתוב, במה ידעו בערב כי ה' הוציאם וגו', עד שפירש ואמר בתת ה' לכם בשר בערב לאכול בפנים חשוכות, בזאת תדעון כי ה' הוציא אתכם ממצרים מן המקום אשר ישבתם שם על סיר הבשר, כדי שתמאסו באכילת המותרות אשר כח הבהמי נכסף להם ותהיו עסוקים בשלימות הנפשי, ולא כאשר אמרתם מי יתן מותנו ביד ה' בארץ מצרים בשבתנו על סיר הבשר באכלנו לחם לשובע כי הוצאתם אותנו אל המדבר, והיה המכוון מן תלונה זו שבשבתם על סיר הבשר יש בו צד שלימות, ואנחנו המוציאים אתכם ממקום שהיה לכם שלימות זה אל מקום חסר, והנה בתת ה' לכם בשר בערב בזאת תדעון כי לא אנחנו המוציאים, ובמה שיתן לכם בבוקר לחם לשובע בזה תראו את כבוד ה' עין בעין, כי יתן בפנים מאירות לכל שואל כהוגן. ","titles":[{"title":"﻿שמות טז ו"},{"title":"﻿שמות פרק טז פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-6","positionInPerek":6,"positionInParasha":70},{"uri":"tanach-kliyekar-2-16-15","text":"ומ\"ש ויקראו בית ישראל שמו מן. ולא נאמר בני ישראל, לפי שבית ישראל היינו הנשים, כמו שפירש רש\"י על פסוק כה תאמר לבית יעקב אלו הנשים (שמות יט.ג) ורצה לומר שהנשים היו מחבבות את המן ביותר על כן קראו לו שם המורה על קיום הדבר, כי המה היו רוצין בקיומו לפי שהיה מודיע צדקת הנשים, כדאיתא מסכת יומא (עה.) והמן כזרע גד שהיה מגיד מי סרח על מי הבעל על אשתו או אשתו עליו, אם נמצא המן בבית אביה אז ודאי בעלה סרח עליה וכן להפך כו', ע\"כ היו הנשים מחבבין אותו כדי להודיע צדקתם, כי על הרוב הנשים מנוצחים מן האנשים, וזה\"ש איש לאשר באהלו תקחו, לצורך אשתו שבאהלו כי אם נראה לו שאשתו מורדת עליו ואין עדים בדבר אזי יקח לו המן כי הוא יודיע כל הקורות שבאהלו. ובזה מדוקדק לשון לאשר באהלו, וסמיך ליה מיד והמן כזרע גד, כי זה תלוי בזה, ועפ\"ז נ\"ל לפרש לשון מן כמ\"ש (שמות י.ח) מי ומי ההולכים תרגומו מן ומן, כך כאן היה מודיע מי סרח על מי והיינו לשון מן, ולפי מה שמסיק שם בגמרא שהיה מגיד אם בן ט' לראשון אם בן ז' לאחרון, נ\"ל מן מלשון מנין שעל ידו היו יכולין למנות אם בן ט' או בן ז'. ","titles":[{"title":"﻿שמות טז טו"},{"title":"﻿שמות פרק טז פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-15","positionInPerek":15,"positionInParasha":79},{"uri":"tanach-kliyekar-2-16-18","text":"וע\"כ לא נתנה התורה כ\"א לאוכלי המן, כי זה הדרך אשר דורכים בו כל העוסקים בתורת ה' המואסים המותרות אשר סופם לרמה, חוץ ממה שהותירו ליום השבת לא הבאיש ורמה לא היתה בו, כי זה מופת על מה שהאדם מותיר מן מאכלו ליום שכולו שבת לעה\"ב ע\"י שמאכיל מלחמו לרעבים זה הדבר הקיים נצחי ולא הבאיש, ודי רמז כזה ליראי ה' וחושבי שמו ולא יבינו כל רשעים והמשכילים יבינו לאחריתם, ולהערה זו צוה ה' להניח צנצנת המן למשמרת לפני העדות מקום הלוחות להודיע שלא נתנו עדות הלוחות כ\"א לאוכלי המן. ","titles":[{"title":"﻿שמות טז יח"},{"title":"﻿שמות פרק טז פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-18","positionInPerek":18,"positionInParasha":82},{"uri":"tanach-kliyekar-2-17-8","text":"ד\"א עד בא השמש. עד בא הערב שמשו של משה, כמ\"ש (במדבר לא.ב.) נקום נקמת בני ישראל מאת המדינים אחר תאסף אל עמך, ואע\"פ ששמע שמיתתו תלויה בנקמה זו מ\"מ לא אחר לעשות הדבר כי חפץ בבית יעקב לראות נקמתם מאויביהם בחייו, לכך נאמר עד בא השמש שכל כך היו ידיו אמונה לנקום נקמת בני ישראל עד שלא הקפיד אפילו על ביאת שמשו דהיינו מיתתו והרי כאילו מסר נפשו עליהם. ויש רמז גם על ימות המשיח כארז\"ל (דב\"ר ג.טז) ה' בסופה ובסערה דרכו (נחום א.ג) בסופה זה משה שנאמר ותשם בסוף, ובסערה זה אליהו שעלה בסערה, ולמדו מזה שגם משה יבא עם אליהו כשיבא משיח שנאמר בו (תהלים פט, לז) וכסאו כשמש נגדי, לכך נאמר ויהי ידיו אמונה עד בא השמש עד שיבא משיח וכאור בוקר יזרח שמש. ","titles":[{"title":"﻿שמות יז ח"},{"title":"﻿שמות פרק יז פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-8","positionInPerek":8,"positionInParasha":108},{"uri":"tanach-kliyekar-2-18-1","text":"ואוסיף עוד שנית ידי, לבאר שינוי בשמות הקדושים על זה האופן, והוא שלכך הזכיר אצל הטובות שם אלהים ואצל הרעות שם ה' להוציא מלב הטועים האומרים מאחר ששמות חלוקים הם אחד מורה על רחמים ואחד מורה על מדת הדין שמא ח\"ו שתי רשויות יש, ע\"כ הזכיר אצל הטובות שם אלהים ואצל הרעות שם של רחמים להורות שכולם יצאו מן אל אחד והשינוי בא מצד המקבלים, דוגמת ארז\"ל (ברכות יב.) שמזכירין מדת יום בלילה ומדת לילה ביום, כדרך שפירשנו למעלה בפר' בראשית על פסוק ויהי ערב ויהי בקר יום אחד (א.ה) וכמו שפרשנו בחבורינו עוללות אפרים מאמר י\"ח על ארז\"ל (פסחים נ.) כתיב ביום ההוא יהיה ה' אחד ושמו אחד (זכריה יד.ט) אטו האידנא לאו אחד הוא, א\"ר יוחנן לא כעה\"ז העה\"ב בעה\"ז על בשורות טובות הוא אומר ברוך הטוב והמטיב ועל בשורות רעות הוא אומר ברוך דיין האמת אבל לעה\"ב כולם יאמרו ברוך הטוב והמטיב, רצה בזה כי מצד שנראין בעה\"ז פעולות הפכיות להרע ולהיטב ע\"כ מצאו הטועים מקום לטעות בו ולומר ב' רשויות יש, ולדעתם הנפסדת אין ה' אחד כביכול גם שמו אינו אחד כי התחלפות השמות לקחו להם לראיה, אבל לעה\"ב לא יהיו רק טובות, הנה אז לא יצאו למינות ויכירו וידעו כי ה' אחד ושמו אחד. ולא יצאו עוד למינות ולא יראו פעולות הפכיות וענין זה ברור ונכון. ","titles":[{"title":"﻿שמות יח א"},{"title":"﻿שמות פרק יח פסוק א"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-18-2","text":" כלי יקר  ויקח יתרו חותן משה את צפורה אשת משה. ודאי לא בחנם פירש הכתוב שם אשתו ושמות בניו, וזה כי אמר לו יתרו צא בגין אשתך צפורה כי כצפור נודד מקנו כן איש נודד ממקומו, ובא להזכירו צער אשתו כל זמן היותה נודדת מביתה, ואם לא בגינה כי אולי אין האדם מרגיש כל כך בצער אשתו צא בגין בנך גרשם על שם כי גר הייתי בארץ נכריה, ובא להזכיר צער בנים שאינן מסובים על שלחן אביהם כי גרים המה ואמר לו אתה ידעת את נפש הגר כי גר היית גם אתה, ואם לא בגינו צא בגין בנך אליעזר שנקרא על שם כי אלהי אבי בעזרי, ושמו כשם רבו ודומה כאילו אתה מקבל פני השכינה כי שמו בקרבו, ע\"כ הזכיר שמותם כי כך שלח אליו יתרו שיעשה בגין אשתו שהיתה כצפור נודדת מקנה ובעבור צער זה שסבלה ראוי לכבדה ולצאת כנגדה, וכן בעבור בנו שהיה גר בארץ נכריה, וכן בעבור שם אליעזר כי בזה דומה כאילו יצא לקראת האלהים, ומ\"ש ושם האחד אליעזר וארז\"ל (ילקו\"ש יתרו רסח) שאמר הקב\"ה לעתיד ידרוש אליעזר פרה בת שתים עגלה בת שנתה, יתבאר בע\"ה בפר' חקת (יט.ב). ","titles":[{"title":"﻿שמות יח ב"},{"title":"﻿שמות פרק יח פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-2-18-12","text":" כלי יקר  ויקח יתרו חותן משה עולה וזבחים לאלוהים. תמהו כל המפרשים על שבכל הקרבנות לא נזכר לא אל ולא אלהים כ\"א השם המיוחד וכאן הזכיר לאלהים. ואומר אני ליישב זה על דרך שכתבנו למעלה שכל הטובות אשר עשה ה' למשה ולישראל היו בשם אלהים כי הצדיקים מהפכים דין לרחמים, וכל הרעות אשר עשה ה' לפרעה ולמצרים היו בשם המיוחד כי הרשעים מהפכים רחמים לדין, ע\"כ זבח יתרו לאלהים על כל הטובה והיה שמח וטוב לב ונתן הודיה לשמו ית' על כל הטובות אשר הטיב עמהם, אבל לא שמח על מפלתן של מצרים שנעשו בשם המיוחד ע\"כ לא זבח לשם המיוחד כי בזה הראה מחשבתו שהיה מיצר על אבדן של מצרים, ולכך נקט דוקא לשון ויחד שיש במשמעתו לשון שמחה ולשון חידודין כי על הטובות של ישראל שמח ועל אבדון של מצרים נעשה בשרו חדודין. ","titles":[{"title":"﻿שמות יח יב"},{"title":"﻿שמות פרק יח פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-2-18-13","text":"ד\"א כי יהיה להם דבר בא אלי. אחד מהם כי התובע בא אלי לבדו כדי לסדר טענותיו בפני ואני איני שומע לדבריו אלא ושפטתי בין איש ובין רעהו כשיהיו שניהם לפני דווקא. ","titles":[{"title":"﻿שמות יח יג"},{"title":"﻿שמות פרק יח פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-kliyekar-2-18-21","text":"ועל ד' כתות אלו, אמר המשורר (תהלים פב.א) מזמור לאסף אלהים נצב בעדת אל בקרב אלהים ישפוט, כי הקב\"ה נצב להיות שופט את שופטי ישראל על העול הנעשה בקרבם זה\"ש בקרב אלקים דהיינו הדיינים אותם ישפוט לדבר עמהם משפטים. ואמר עד מתי תשפטו עול ופני רשעים תשאו סלה. כנגד העדר היראה כי בזמן שאין הדיין ירא אלהים וגס רוח אז הוא נושא פני הרשע ביתר שאת כדי שיכבדו וינשאו גם הרשע, מצד רום לבבו של הדיין המבקש התנשאות. שפטו דל ויתום עני ורש הצדיקו. הורה שלא היו עשירים והיו לוקחין שוחד ע\"כ לעולם לא יצא שום דל ויתום צדיק בריבו כי לא היה לו מה ליתן לדיין לשחדו, אח\"כ אמר פלטו דל ואביון מיד רשעים הצילו. כי היו ממנים דיינים חלשים אשר אין בידם לפלט ולהציל עני מיד חזק ממנו, אח\"כ אמר לא ידעו ולא יבינו בחשיכה יתהלכו. כי היו ממנים דיין דלא גמיר ולא סביר נעדרי החכמה ע\"כ לא ידעו בין ימין לשמאל ולא יבינו בין אמת לשקר ע\"כ ימוטו כל מוסדי ארץ. כי על הדינין העולם עומד ונתקלקל היסוד נופל גם הבנין שעליו, אני אמרתי אלהים אתם, כי הדן דין אמת לאמתו כאילו נעשה שותף להקב\"ה להיות כאלהים, אכן כאדם תמותון, כי גם הוא גרם קלקול העולם כמותכם, קומה אלהים שפטה הארץ, כי בזמן שאין דין למטה יש דין למעלה כי המשפט לאלהים הוא, וכל מה שהדיין מוציא מיד זה שלא כדין הקב\"ה מחזירו ומנחילו משלו זה\"ש כי אתה תנחל בכל הגוים. עליך מוטל להנחילם על כן המשפט לאלהים הוא. ","titles":[{"title":"﻿שמות יח כא"},{"title":"﻿שמות פרק יח פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-2-18-23","text":"ומ\"ש וכל העם הזה על מקומו יבא בשלום. נראה שחסר כאן תיבת איש כי הל\"ל איש על מקומו וגו' ופירושו שכל איש פרטי ישב בשלום תחת גפנו ותאנתו כשיש דין למטה ושלום על ישראל. ומדלא קאמר איש ש\"מ שמדבר במקום כללי המיוחד לכל העם בכלל כאחד ואין זה כ\"א א\"י כמ\"ש (דברים טז.כ) צדק צדק תרדוף למען תחיה וירשת את הארץ. פירש\"י כדאי הוא מנוי הדיינים הכשרים להחיות את ישראל ולהושיבן על אדמתם לכך לא נאמר כאן ישב בשלום אלא יבא בשלום לומר שבזכות מנוי דיינים כשרים יבא כל העם הזה על מקומו המיוחד לכל העם והוא אדמת ישראל, לשם יבא כל העם בשלום שמה שהרי עדיין לא באו שמה והורה שהחמס מקלקל הארץ ודור המבול יוכיח וגלו בעבור העדר המשפט שנאמר (ישעיה א.כג) יתום לא ישפוטו וגו' ולעתיד ציון במשפט תפדה (שם א.כז) ואמר על משה ויכלת עמוד כאן וגם כל העם על מקומו יבא בשלום. הוציא את משה מן הכלל כי כבר נגזר עליו בפסוק עתה תראה את אשר אעשה לפרעה וגו' (שמות ו.א.) שמשה לא יבא שמה על כל פנים. ","titles":[{"title":"﻿שמות יח כג"},{"title":"﻿שמות פרק יח פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-kliyekar-2-19-2","text":"ואח\"כ אמר ויסעו מרפידים. היינו מן המקום אשר היו שם בריב ומחלוקת כי המקום ההוא נקרא מסה ומריבה ורפידים אותיות פרידים כמו כשב כבש על שם הפירוד שהיה ביניהם. ורז\"ל (סנהדרין קו.) דרשוהו מלשון רף ידים, כי זה תלוי בזה כי ע\"י הפירוד שהיה ביניהם רפו ידיהם מן התורה ועכשיו נסעו מרפידים מן המקום ההוא ר\"ל הסיעו עצמם מן הפירוד ויבואו מדבר סיני. כי מקום זה גרם להם שהיו באגודה אחת כי בקשת הכבוד והשררה סבה לכל ריב ולכל נגע וע\"י שראו שהר סיני הנמוך שבהרים הוא ההר חמד אלהים לשבתו, אז ראו שהקב\"ה בוחר בענוים ועי\"ז בחרו במדת ההכנעה וזהו סבת השלום לכך הוא מזכירם בלשון רבים ויבואו מדבר סיני ויחנו במדבר, להורות שמצד המדבר עדיין היו חלוקים בדעתם ולא היו בלב אחד כאיש אחד עדיין, אך בבואם נגד ההר והוגד להם כי על הר זה ירד ה' אז ויחן ישראל היו בלב אחד כאיש אחד, אבל מתחילה קודם שבאו להר הזה בין בבואם אל תוך המדבר בין בחנייתם במדבר עדיין לא סרו ממחלוקתם עד שבאו נגד ההר כאמור, לפי ששמו מורה על ההפך דהיינו שנאה כארז\"ל (שבת פט","titles":[{"title":"﻿שמות יט ב"},{"title":"﻿שמות פרק יט פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-2","positionInPerek":2,"positionInParasha":29},{"uri":"tanach-kliyekar-2-19-4","text":"ונוכל לפרש פסוק ואתם תהיו לי ממלכת כהנים. מלכים על הכהנים כי ע\"י קבלת התורה יש ללומדיה יתרון על הכהנים כי אפילו ממזר ת\"ח קודם לכ\"ג עם הארץ (הוריות יג.) וי\"א אתם ראיתם את אשר עשיתי למצרים היינו המכות כי בזמן שבאו המכות מן הארץ דם כינים וכיוצא בהם אז ואשא אתכם על כנפי נשרים, שלא תנזקו בהם כאילו הגבהתי אתכם מן הארץ, ואח\"כ כשבאו המכות מן השמים אש וברד אז ואביא אתכם אלי, להגביה אתכם למעלה מן המערכה. וי\"א שהגביה אותם למעלה מן המלאכים שנקראו בעלי כנפים ועל זה אמר ואשא אתכם על כנפי נשרים ר\"ל נשאתי אתכם במעלה שהיא למעלה מן כנפי נשרים. ","titles":[{"title":"﻿שמות יט ד"},{"title":"﻿שמות פרק יט פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-4","positionInPerek":4,"positionInParasha":31},{"uri":"tanach-kliyekar-2-19-9","text":"ומ\"ש הנה אנכי בא אליך בעב הענן. לפי שלעולם אין האדם יכול להשתמש בב' חושים בשוה כאחד לראות ולשמוע כאחד, ע\"כ אמר הקב\"ה אם אראה להם בגלוי יתנו לבם ודעתם על הראיה לראות מלכם ולא יתנו לבם על השמיעה לפיכך אבא בעב הענן עד שלא יכלו לראות כדי לחזק חוש השמע זה שאמר בעבור ישמע העם. ","titles":[{"title":"﻿שמות יט ט"},{"title":"﻿שמות פרק יט פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-9","positionInPerek":9,"positionInParasha":36},{"uri":"tanach-kliyekar-2-19-16","text":"ורמז עוד למ\"ש (בפרקי ר\"א לא) אילו של יצחק לא היה בו דבר לבטלה קרנו של שמאל הוא שתקע בו בהר סיני, קרנו של ימין יתקע בו לעתיד שנאמר (ישעיה כז.יג) והיה ביום ההוא יתקע בשופר גדול. וטעם לגדלו כי בעה\"ז אין קול התורה נשמע בארצנו כי אם ביעודי שכר העולם הזה כעושר וכבוד שבשמאלה, ושכר הרוחני לא רצתה התורה לפרש לנעדרי ההשגה כי בעוד היות האדם מסובך בחומר אין בו כח להבין מהות השכר הרוחני, אבל לעתיד מלאה הארץ דעה ואז ישמיע ה' לגאולי ה' השכר הרוחני ואורך ימים בימינה בעולם שכולו ארוך וזהו קול נוסף וחזק על קולו של מתן תורה ע\"כ נאמר ויהי קול השופר הולך וחזק מאד. ","titles":[{"title":"﻿שמות יט טז"},{"title":"﻿שמות פרק יט פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-16","positionInPerek":16,"positionInParasha":43},{"uri":"tanach-kliyekar-2-19-17","text":"וי\"ל עוד שם תהא קבורתכם, שלא תזכו להכנס לא\"י כי הובטחו על נחלת גוים בתנאי אם ישמרו חקיו, ונקט דווקא הקבורה לפי שמתי א\"י חיין תחילה ואמר להם אם לא תקבלו התורה אז ודאי אין לכם בתחיית המתים חלק לעה\"ב ואז אין חילוק בין קבורת א\"י לחו\"ל על כן במדבר תמותו ושם תקברו, כי למנ\"מ ישאו גם עצמותיכם להקבר שמה אם אין לכם חלק לעה\"ב. ","titles":[{"title":"﻿שמות יט יז"},{"title":"﻿שמות פרק יט פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-17","positionInPerek":17,"positionInParasha":44},{"uri":"tanach-kliyekar-2-20-1","text":"והיו דברות אלו עשרה, להורות כי עליהם העולם עומד שנברא בעשרה מאמרות כדי לגלות הוויות עשר ספירות בלי מה, ועוד כדי להפרע מן הרשעים כו' כי אומרים לרשע רע, היה לך ליתן לב שלא בחנם נברא העולם בעשרה מאמרות, אלא לפי שקיומו תלוי בי' הדברות הכוללים כל התורה כמו שפירש\"י סוף פרשת משפטים (כד.יב) ואם כן בעברך עליהם אתה מאבד עולם מלא ובסבה זו ראוי להפרע מהם כו'. ","titles":[{"title":"﻿שמות כ א"},{"title":"﻿שמות פרק כ פסוק א"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-1","positionInPerek":1,"positionInParasha":53},{"uri":"tanach-kliyekar-2-20-2","text":"ומה שנאמר אשר הוצאתיך מארץ מצרים, ולא נאמר אשר בראתי שמים וארץ לפי שהרוצה לשקר ירחיק עדיו שהרי דבר זה לא ראו ע\"כ הזכיר להם הדבר אשר ראו בעיניהם וכן תמצא בספר הזוהר, ואשר בראתיך לא נאמר לפי שאמרו רז\"ל (עירובין יג","titles":[{"title":"﻿שמות כ ב"},{"title":"﻿שמות פרק כ פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-2","positionInPerek":2,"positionInParasha":54},{"uri":"tanach-kliyekar-2-20-3","text":"ד\"א פני לשון כעס וחימה, שאם יאמרו כדרך שאמרו בימי יחזקאל נהיה כגוים וגו' ורצו לפרוק מעליהם עול מלכות שמים והשיב להם הקב\"ה והעולה על רוחכם היו לא תהיה כי ביד חזקה ובחמה שפוכה אמלוך עליכם (יחזקאל כ.לב–לג) לכך נאמר על פני כי באפי ובחמתי אמלוך עליכם אם תרצו לפרוק עול מלכותי מעליכם. ","titles":[{"title":"﻿שמות כ ג"},{"title":"﻿שמות פרק כ פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-3","positionInPerek":3,"positionInParasha":55},{"uri":"tanach-kliyekar-2-20-4","text":"ומה שנקט כאן לשון פקידה וכאן לשון עשיה. כבר בארנו למעלה פר' וירא בפסוק וה' פקד את שרה ההבדל שבין פקידה לעשיה שיש יותר ממשות בעשיה מבפקידה ולעולם מדה טובה מרובה לכך אמר בעונש לשון פקידה דהיינו רק זכירה בעלמא אבל במדה טובה אמר ועושה חסד עשייה ממש בפועל כי אל פועל ישועות הוא ומפי עליון לא תצא הרעות בפועל, ובמדה רעה אמר על בנים ולא אמר לבנים כי על בנים היינו בזמן שאוחזים מעשה אבותיהם בידיהם ונוסף על עון בנים יזכר גם עון אבותם להם אבל במדה טובה אמר לאלפים ולא אמר על אלפים לומר שאפילו בזמן שאין לבנים זכות עצמם מ\"מ הם אוכלים בזכות אבותם והבטחה זו היא שעמדה לנו בכל דור ודור שאפילו דור שכולו חייב אוכל בזכות אבותיו. ","titles":[{"title":"﻿שמות כ ד"},{"title":"﻿שמות פרק כ פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-4","positionInPerek":4,"positionInParasha":56},{"uri":"tanach-kliyekar-2-20-6","text":" כלי יקר  ומ\"ש לאלפים ובסוף פר' ואתחנן כתיב, שומר הברית והחסד לאוהביו ולשומרי מצותיו לאלף דור. נ\"ל שהכל חשבון אחד כי הפלגת הטובה כפלים פי שנים הרמוז בברית ובחסד שהוא לאלף דור, היינו הך שמירת החסד לבד בלא ברית לאלפים. ובגמרא (סוטה לא.) תרצו הא מאהבה הא מיראה. ","titles":[{"title":"﻿שמות כ ו"},{"title":"﻿שמות פרק כ פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-6","positionInPerek":6,"positionInParasha":58},{"uri":"tanach-kliyekar-2-20-7","text":"וכן אמר ישעיה הנביא (מח.א–ב) שמעו זאת בית יעקב הנקראים בשם ישראל וממי יהודה יצאו הנשבעים בשם ה' ובאלהי ישראל יזכירו לא באמת ולא בצדקה כי מעיר הקודש נקראו ועל אלהי ישראל נסמכו ה' צבאות שמו. יאמר כי היה להם להיות נזהר בזכירת שמו הגדול ית' כי שמם כשם רבם כי הם בית יעקב שנקרא בשם ישראל כי בו נכלל שם של אל ישר אל וממי יהודה יצאו כי בו נכללו כל אותיות השם המיוחד והרי שם אל ושם המיוחד כלל בהם, ואעפ\"כ הם נשבעים בשני שמות אלו בשם ה' ובאלהי ישראל יזכירו לא באמת וגו', כי על ב' שמות אלו נאמר לא תשא את שם ה' אלהיך לשוא. וא\"ת שלכך אינן נזהרים בב' שמות הללו לפי שאינן ספונין וחשובים בעיניהם, על זה אמר כי מעיר הקודש נקראו שהרי הם מתיחסים אחר עיר הקודש הנקראת בשם ה' כמ\"ש (יחזקאל מח.לה) ושם העיר מיום ה' שמה, ועל אלהי ישראל נסמכו לומר ה' צבאות שמו שהוא ה' על כל צבאות ישראל, וא\"כ בכל מקום הם מתיחסים אחר שמו ית' והרי כל השמות ספונין וחשובין בעיניהם ואעפ\"כ אינן נזהרין בהם ומזכירין השם לא באמת ולא בצדקה, כנגד ב' פעמים לשוא שהזכיר כאן אחד לשון חנם ואחד לשון שקר. והנה האמת הפך השקר ומ\"ש לא בצדקה היינו בחנם כי הנשבע בב\"ד כוונתו להצדיק טענותיו ועל זה נאמר (דברים י.כ) ובשמו תשבע, אבל המזכיר השם בחנם אין כוונתו להצדיק טענותיו כי אם להצדיק דברי הבאי שלו וזה נקרא לא בצדקה. ","titles":[{"title":"﻿שמות כ ז"},{"title":"﻿שמות פרק כ פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-7","positionInPerek":7,"positionInParasha":59},{"uri":"tanach-kliyekar-2-20-8","text":"ולא תחמוד וי\"ו מוסיף על ענין ראשון כי כל גונב דעת הבריות דרכו להחניף לו מצד שחומד את של חבירו ומצפה לקבל ממנו איזו הנאה בעבור זה ואם לא יחמוד למה יחניף לו בחנם, וכל אלו הרחקות יתירות שאין האומות היו יכולים לעמוד בהם ע\"כ לא רצה ה' להחמיר עליהם כל כך וכולי האי ואולי ישמעו, וכאשר לא רצו האומות לקבל עליהם כלום אפילו הקלות חזר ואמרם לישראל עם כל החומרות הללו כי ידע בהם שחומרם זך ונקי ויכולין לעמוד בהם ובזה הותרו כל הספיקות והשינויים. ","titles":[{"title":"﻿שמות כ ח"},{"title":"﻿שמות פרק כ פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-8","positionInPerek":8,"positionInParasha":60},{"uri":"tanach-kliyekar-2-20-12","text":" כלי יקר  כבד את אביך ואת אמך. במצוה זו חתם חמשה דברות ראשונות המדברים בכבוד המקום ברוך הוא כי מטעם זה נאמר בכולם ה' אלהיך ולא הזכיר השם בכל ה' דברות אחרונות המדברים בדברים שבין אדם לחבירו, ומצות כבוד אב ואם אע\"פ שהוא בין אדם לחבירו מ\"מ מצוה זו נוגעת גם בכבוד המקום ברוך הוא לפי שג' שותפין באדם הקב\"ה ואביו ואמו, ואם תכבד אב ואם בעבור שמהם נוצר החומר והגוף הכלה והבלה ק\"ו בן בנו של ק\"ו שתכבד את אביך שבשמים אשר נתן בך הנשמה החלק המעולה הקיים לנצח. ובמס' קידושין (ל;) ת\"ר ג' שותפים באדם כו' ומסיק שם בזמן שאדם מכבד את אביו ואמו מעלה אני עליכם כאילו דרתי ביניכם וכבדוני וקשה דירה מאן דכר שמיה ומהיכן למדו לומר כאילו דרתי ביניכם, ודאי למדו זה ממה שמצינו שבכל ה' דברות אחרונות לא נזכר השם לפי שמדברים בדברים שבין אדם לחבירו וא\"כ למה הזכיר ה' אלהיך אצל כיבוד אב ואם, אלא שעשה הקב\"ה דירה לשמו הגדול ית' אצל אב ואם לומר שהמכבד אב ואם כאילו דרתי ביניכם וכבדוני. וע\"כ שכרו אריכות ימים כי הדבקות בה' מקור חיים נותן חיים ארוכים אל האדם, ואם הוא מכבד אב ואם בעבור שמהם נוצר החומר אם כן גם הנשמה חלק אלוה ממעל תתן כבוד לאביה שבשמים ועל ידי הדבקות שיש לה עמו תזכה לאריכות ימים כמ\"ש (דברים ד.ד) ואתם הדבקים בה' אלהיכם חיים כלכם היום. ","titles":[{"title":"﻿שמות כ יב"},{"title":"﻿שמות פרק כ פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-12","positionInPerek":12,"positionInParasha":64},{"uri":"tanach-kliyekar-2-20-13","text":"כבד את אביך וגו', כנגדו לא תחמוד. ומסיק במכילתא שכל החומד לסוף מוליד בן שמקללו ודבר זה מחוסר ביאור כי מה ענין זה לזה, ונראה לפרש לפי שכל חומד אשת רעהו ודאי הוא מהרהר בה בשעת תשמיש ודומה כאילו הבן נולד לו מאשה אחרת אשר חמד והרהר בה ע\"כ אינו מכבד את אמו כראוי לפי שאביו היה מהרהר באשה אחרת, וגם את אביו לא יכבד כראוי כי החומד נשים אין כוונתו להוליד כי אם למלאות תאותו ולא נתכוין אל בן זה להולידו ע\"כ דומה כאילו אינו בנו וע\"כ לא יכבדו גם כן כי הכל הולך אחר הכוונה, וחמדת ממון תלוי ג\"כ בכבוד אב ואם כי החומד ממון אחרים אינו מכבדם כראוי מחמת היותו להוט בפולמוס חמדת הממון כי הכיבוד הוא מהונו להאכילם ולהשקותם ולהלבישם, וזה החומד בלי ספק שעינו צרה גם באביו ואמו מלתת להם די מחסורם. ","titles":[{"title":"﻿שמות כ יג"},{"title":"﻿שמות פרק כ פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-13","positionInPerek":13,"positionInParasha":65},{"uri":"tanach-kliyekar-2-20-15","text":"ותבין ותדע כי חוש הראות יותר דק באדם מן חוש השמע, כי אדם יכול לראות ברחוק הרבה מילין אבל אינו יכול לשמוע כ\"כ ברחוק כי חוש השמע אינו שולט כ\"כ למרחוק כמו חוש הראות, וישראל היו מפחדים עכ\"פ מן קול אלהים כי נורא הוא ע\"כ כשראו ישראל שיוכלו לראות את קול דברו ית' אז חשבו אף אם יעמדו ברחוק ולא ישמעו את הקול מדבר אתם מ\"מ די להם כשיראו לפניהם תמונת האותיות באויר לכך נאמר וירא העם וינועו ויעמדו מרחוק. ר\"ל לפי שוירא העם שראו תמונת האותיות לפיכך ויעמדו מרחוק כי אמרו בראייה לחוד סגי לנו אף בלא שמיעה, ואח\"כ נתחרטו ישראל ואמרו למה ה' יעמוד ברחוק, הלא טוב לנו להתקרב אל מקום קדשו וכדי להנצל מן פחד הקול אמרו למשה דבר אתה עמנו ונשמעה כי אע\"פ שאינו דומה שמיעה לראיה מ\"מ די לנו כשנשמעה אף אם לא נראה כל תמונת האותיות ורז\"ל אמרו (שבת פח","titles":[{"title":"﻿שמות כ טו"},{"title":"﻿שמות פרק כ פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-15","positionInPerek":15,"positionInParasha":67},{"uri":"tanach-kliyekar-2-20-17","text":" כלי יקר  ויאמר משה אל העם אל תיראו. מן השמיעה בקול ה' כי לבעבור נסות אתכם בא האלהים ובעבור תהיה יראתו על פניכם. אמר כי טוב לכם לקבל הדברות מתוך הראיה והשמיעה כאחד כי מכל אחד בפני עצמו יצא תכלית מיוחד, כי על השמיעה נתן טעם לבעבור נסות אתכם בא האלהים. ונסות לשון הרמת דגל נס כי רצה ה' להגביה אתכם ביתר שאת על כל העמים ע\"כ הוא רוצה שתשמעו בקולו כי לא נשמע כזה בשום אומה שתוכל להתפאר בזה ששמעו קול אלהים וחיו כמ\"ש (דברים ה.כג) כי מי כל בשר אשר שמע קול אלהים חיים מדבר מתוך האש כמונו ויחי. ומכאן ראיה בריאה וטובה ששמיעת קול אלהים הוא לישראל הרמת דגל נס על כל אומה ולשון. ועל ראיית האותיות לפניהם באויר נתן טעם ב' ואמר בעבור תהיה יראתו על פניכם לבלתי תחטאו. כי התורה נקראת יראת ה' טהורה וציור זה רצה ה' שיהיה על פניכם תמיד כדי שלעולם יהיה נראה לכם כאילו התורה כתובה לפניכם כדי שלא תבואו לידי חטא לעולם כי לא תשכח מפיכם ע\"י שישארו ציורי רושם אותיות אלו נגד פניכם תמיד וזה פירוש יקר מאוד. ","titles":[{"title":"﻿שמות כ יז"},{"title":"﻿שמות פרק כ פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-17","positionInPerek":17,"positionInParasha":69},{"uri":"tanach-kliyekar-2-20-19","text":"כב) ואם מזבח אבנים תעשה לי לא תבנה אתהן גזית כי חרבך הנפת עליה. הורה בזה שרצה ה' להראות במזבח זה עניני ענוה והחרב ענינו הגאוה כמ\"ש (דברים לג.כט.) ואשר חרב גאותך. ע\"כ הנפת החרב מחללו, וחתם גדר הענוה במאמר ולא תעלה במעלות על מזבחי וגו'. כי העליה במעלות היא ממדריגה למדריגה ויש בעליה זו דרך גאה וגאון ולא יתכן שתהיה בעליה זו דרך גסות במקום זבחי אלהים רוח נשברה. ונתן טעם לדבר אשר לא תגלה ערותך עליו. אע\"פ שהמקרא כפשוטו מ\"מ יש בו ג\"כ רמז שכל דרך גאה וגאון יש בו צד גילוי ערוה כארז\"ל (סוטה ד","titles":[{"title":"﻿שמות כ יט"},{"title":"﻿שמות פרק כ פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-19","positionInPerek":19,"positionInParasha":71},{"uri":"tanach-kliyekar-2-21-1","text":"ואח\"כ אמר כנגד מ\"ש אמרתי להוללים אל תהולו. שלא ידון קודם שיחמיץ הדין בעוד שכלו מעורב עם השמרים, ע\"ז אמר כי כוס ביד ה' ויין חמר מלא מסך ויגר מזה. כי כוסו של הקב\"ה נקי מכל שמרים ויגר מזה לשפוך רוחו על בשר רוח זך ונקי מכל תערובות, אך שמריה ימצו ישתו כל רשעי ארץ. אלו המה ההוללים אשר יין שכלם מעורב בשמרים והרשעים שאינן דנין במתון להחמיץ הדין דומה כאילו שתו היין כשהוא עדיין מעורב עם השמרים ובלבול השכל ועכירתו גורם להם הטיית הדין, ואני אגיד לעולם. כי למעלה אמר על עצמו אני משרים אשפוט נתן עוד דרך ישר לפני איש יושב על דין ולאמר אני אגיד לעולם לדבר קשות כגידין לעולם עם שני הבעלי דינין כי כשעומדים לפני הרי הם כרשעים בעיני ולא אירא מן הבעל דין החזק בעוד רשע לנגדי כי אזמרה לאלהי יעקב. אשר הציל את יעקב מיד חזק ממנו ומרודפיו, הוא יצילני ג\"כ מן הרודף, ומ\"מ לא יסמוך הרשע ע\"ז לומר מאחר שאני מדבר קשות גם עם חבירו שמא גם חבירו נראה בעיני חייב אלא כל קרני רשעים אגדע תרוממנה קרנות צדיק. כי לסוף אני מרשיע את הרשע ומצדיק את הצדיק, וכל הרמוז במזמור זה הוא הרמוז במלות קצרות אלו שדרשו רז\"ל לפניהם ולא לפני גוים לפניהם ולא לפני הדיוטות והמשכיל ישמע ויוסיף לקח. ","titles":[{"title":"﻿שמות כא א"},{"title":"﻿שמות פרק כא פסוק א"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-21-2","text":"וי\"א שלכך נאמר עבד עברי, לומר שכבר הוא עבד קודם שקנית אותו כי שטרו של הקב\"ה קודם שנאמר (שם כה.מב) כי עבדי הם. ומ\"ש ואם אמר יאמר העבד. לפי ששנה באולתו לא הזכירו בשם עברי. וטעם לו' שנים יעבוד י\"א שסתם שני שכיר ג' שנים שנאמר (ישעיה טז.יד) ונקלה כבוד מואב ג' שנים כשני שכיר. והוטל עליו משנה שכר שכיר בעבור הקנס של כפל וי\"א שאין הדבר כן שהרי נאמר במקום אחר (שם כא.טז) בעוד שנה כשני שכיר, ופירושו שנה מצומצמת וכך פירש\"י והרד\"ק בפסוק ונקלה כבוד מואב. ואולי טעמו כנגד ג' גניבות שגנב ממון בעליו ודעת בעליו ודעת עליונה כנגדן יעבוד ג' שנים ובעבור הקנס של כפל עוד ג' שנים, וי\"א שזהו דוגמת כל השביעית שנבחרו למנוחה לזכר חידוש העולם כמו השבת והשמיטה והיובל כי כל שביעי נבחר למנוחה וזה יותר נכון וקרוב לשמוע. ","titles":[{"title":"﻿שמות כא ב"},{"title":"﻿שמות פרק כא פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-2-21-4","text":" כלי יקר  אם אדוניו יתן לו אשה. בזמן שהוא נשוי תחילה אז דווקא מותר לרבו ליתן לו שפחה, י\"א הטעם לפי שאם אינו נשוי יש לחוש שמא יאמר אהבתי את אשתי השפחה אבל אם הוא נשוי כבר ישראלית אין לחוש כל כך כי כבר דבקה נפשו באהבת הישראלית. וי\"א הטעם לפי שאם הוא נשוי חייב אדונו במזונות אשתו ובניו ואז לא ירצה שום אדון לקנותו ולהכניס ראשו בעול זה, ע\"כ כנגד זה נתנה לו התורה זכות שיוכל ליתן לו שפחה להוליד ממנה עבדים, אבל אם אינו נשוי יש לו קונים הרבה בלאו הכי. ואולי יש עוד דברים בגו מחמת ביטול פ\"ו כי אם הוא נשוי הרי הוא מקיים מצוה זו עם הישראלית ולא חששה התורה למה שיהיה לו עסק גם עם השפחה אבל אם אינו נשוי יתבטל ממצות פ\"ו ויכלה זרעו עם השפחה הפסולה. ","titles":[{"title":"﻿שמות כא ד"},{"title":"﻿שמות פרק כא פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-2-21-5","text":"ועוד יש טעם לרציעת האזן, כי דין הוא שילקה בכל גופו וחסה התורה עליו שילקה באבר אחד השקול ככל גופו כי מי שקיטע יד חבירו נותן לו דמי ידו סימא עינו נותן לו דמי עינו חרשו נותן לו דמי כל גופו כדמסיק (בב\"ק פה","titles":[{"title":"﻿שמות כא ה"},{"title":"﻿שמות פרק כא פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-2-21-7","text":"ויש עוד רמז בכל פרשה זו, שמספר שביעי נבדל מן הששה בג' מקומות בתחילת הפרשה ובשביעית יצא לחפשי. ובסוף כל הדינין שבין אדם לחבירו כתיב והשביעית תשמטנה ונטשתה ואכלו אביוני עמך. ובאמצע כל הפרשה כדמסיק בילקוט בפרשה זו שיש בכל הפרשה ששים מצות עד פרשת השמיטה ובפרשת השמיטה עשרה מצות סך הכל ע', ובודאי שלא דבר רק הוא מספר זה. והקרוב אלי לומר בזה לפי שכל עושה עול וחמס בממון טח עיניו מראות כי לא במותו יקח הכל, ולא יוכל להשתמש בכל אשר לו כ\"א ע' שנה המועד לכל חי וכאשר קרבה שנת השבע יצא לחפשי כמ\"ש (תהלים פח.ו) במתים חפשי והשביעית תשמטנה ונטשתה ואכלו אביוני עמך כי רוב תשמישו בהם בכלח אלי קבר כמספר בכלח, אבל י' שנים האחרונים יעשה בהם לביתו הנצחי ויזכור כי במותו הכל הפקר ואין לו יתרון בעמלו ואילו היה דבר זה לזכרון נגד עיניו לא היה עושה עול לעות אדם בריבו, כי זה שיש לו אינו שלו קנין שאינו שלו למה הוא לו (פיוט ליום ב' של שבועות) על כן רמזה התורה החפשיות בשנת השבע בג' מקומות אלו בפרשה זו אשר כולו בנוי על יסוד הדינין שבין אדם לחבירו וזהו סוד מספר ששים מצות, ופרשה השביעית דהיינו השמיטה עשרה מצות, והמשכילים יבינו. ","titles":[{"title":"﻿שמות כא ז"},{"title":"﻿שמות פרק כא פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-kliyekar-2-21-12","text":"ובתשלומי ד' וה' בגונב שור או שה וטבחו או מכרו. לפי שדמו הנה נדרש וגם לרבות דמי זרעיותיו כי השור הזכר והשה הזכר היו ראוין להוליד ומצינו בתורה ששלח יעקב פרות ארבעים ופרים עשרה כי כל פר ראוי להוליד ד' פרות ע\"כ יתן ד' בקר נקיבות תחת השור ועוד בקר חמישי קנס בעבור הכפל, ולפי חשבון זה היה לו ליתן י\"א צאן נקיבות תחת שה זכר כי כל איל צריך עשר נקיבות ועוד אחד בעבור הקנס אלא שחסה עליו התורה בעבור בזיונו שנשא השה על כתיפו וחסרה ממנו שבעה בעבור הבזיון כי גדול כבוד הבריות עד שדוחה שבעה צאן. ויש סמך לזה מן פסוק (משלי ו.ל–לא) אל יבוזו לגנב כי יגנוב וגו' ונמצא ישלם שבעתים. פירש הרלב\"ג שאם ימצא הגנב בבית בעל הגניבה כשיתן לו על אחד ז' כו' נמצא שזה נותן שבעה בעבור בזיונו שהרי מטעם ישלם שבעתים אמר אל יבוזו לגנב, ומהיכן למד שלמה לומר כן שיתן שבעה בעבור בזיונו אלא מן חסרון שבעה צאן מן י\"א כאמור. ","titles":[{"title":"﻿שמות כא יב"},{"title":"﻿שמות פרק כא פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-kliyekar-2-21-21","text":" כלי יקר  אך אם יום או יומים יעמוד לא יקם כי כספו הוא. לא זו יום אפילו יומים כי סד\"א כיון שעמד שני ימים ומת ביום הג' ודאי מחמת מכתו מת כי המכה כואבת ביותר ביום השלישי כמ\"ש (בראשית לד.כה) ויהי ביום השלישי בהיותם כואבים. קמ\"ל יומים כי בין יום או יומים אנו תולין לומר שמת מחמת איזו דבר אחר שנתחדש בו והוא ודאי לא הכהו מכה אכזרית שיש בה כדי להמית כי כספו הוא, וכי יש לך אדם שמאבד כספו בידים ודאי לא הכהו מכה רבה כי חס על ממונו ומת מחמת דבר אחר. ","titles":[{"title":"﻿שמות כא כא"},{"title":"﻿שמות פרק כא פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-kliyekar-2-22-22","text":" כלי יקר  אם ענה תענה אותו. אותם מבעי ליה ומהו הכפל ענה תענה, צעוק יצעק, שמוע אשמע, ובדרך הפשט נוכל לומר שלפעמים אדם מענה את היתום לבד ואמו אלמנה עיניה רואות וכלות ואין לאל להציל את בנה וע\"י ענוי אחד מהם שניהם מעונין ושניהם צועקים והקב\"ה שומע לשניהם ומענישו בכפל שיהיו בניהם יתומים ואשתו אלמנה. ועל צד הרמז נוכל לומר מאחר שהקב\"ה אבי יתומים אם כן ודאי בכל צרתם לו צר כביכול לכך אמר אם ענה אז תענה גם אותו שהוא אבי יתומים והלא שניהם צועקים מדת הדין מקטרגת עליו למעלה והיתום צועק למטה והקב\"ה הרחמן מקבל צעקת שניהם. ","titles":[{"title":"﻿שמות כב כב"},{"title":"﻿שמות פרק כב פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-22","positionInPerek":22,"positionInParasha":59},{"uri":"tanach-kliyekar-2-22-24","text":"ונוכל לומר עוד שכל פסוק זה כפשוטו, ומ\"מ נקט פרטים אלו כדי שילמוד מהם הנותן או הבלתי נותן שכל מה שהוא עושה עם העני עושין גם עמו, כי אזהרה עד בא השמש תשיבנו לו יש במשמעותו סתם השבה בעה\"ז והשבה לעניים, עד בא הערב שמשו זמן החירות והחפשיות והוא קודם זמן המיתה כאמור, ואח\"כ אמר שאם לא יתן לעני קודם בא השמש אז אין לעני במה לשכב, כך הוא לא יהיה לו לכתחלה במה לשכב בקבר כי הצדקה לבדה כסותו ושמלתו לעורו וזולתן אין לו בגד אחר ושוכב ערום בגיא צלמות כמו שעשה לעני זה בלילה כך יעשה גם לו, וזה רמז נכון ויקר מאד. וכל שכן לאותן הכתות שאפילו ליורשיהם לא יצוו להחזיר והנה היורשים יקחו ממונם והמה ישאו את עונם אוי לאותה כלימה ובושה כי ראיתי בדורינו עשירים רבים בשפל ישבו כי נכשלים בזה ובכיוצא בו ואינן לוקחים מוסר בחייהם וצרות העין נעשה קנין דבק בהם בחייהם ובמותם לא נפרדו ודי בהערה קטנה זו. ","titles":[{"title":"﻿שמות כב כד"},{"title":"﻿שמות פרק כב פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-24","positionInPerek":24,"positionInParasha":61},{"uri":"tanach-kliyekar-2-22-26","text":" כלי יקר  והיה כי יצעק אלי. יאמר שאם זה העשיר יהיה אוטם אזנו מזעקת דל אל ידמה בנפשו שבעבור זה אבדה תקותו של העני אלא כ\"א יצעק אלי ושמעתי, כי אם הוא אכזרי אני איני כמותו אלא ושמעתי כי חנון אני, או יאמר ממני תראו וכן תעשו בק\"ו. ","titles":[{"title":"﻿שמות כב כו"},{"title":"﻿שמות פרק כב פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-26","positionInPerek":26,"positionInParasha":63},{"uri":"tanach-kliyekar-2-23-5","text":" כלי יקר  וחדלת מעזוב לו עזוב תעזוב עמו. לומר לך דווקא שרוצה להיות עמך במלאכתו ורוצה להקים עמך אז אתה מחויב לסייע לו אבל אם יושב לו ואומר הואיל ועליך מוטל הדבר חייב אתה להקים לבד, ע\"כ אמר וחדלת מעזוב לו כי מלת לו אין במשמעותו עמו כי מותר לך לחדול מלעזוב לו כשאינו רוצה להיות עמך במלאכתו, ומכאן תשובה על מקצת עניים בני עמינו המטילים את עצמם על הצבור ואינן רוצים לעשות בשום מלאכה אף אם בידם לעשות באיזו מלאכה או איזו דבר אחר אשר בו יכולין להביא שבר רעבון ביתם, וקוראים תגר אם אין נותנים להם די מחסורם כי דבר זה לא צוה ה' כי אם עזוב תעזוב עמו הקם תקים עמו כי העני יעשה כל אשר ימצא בכחו לעשות ואם בכל זה לא תשיג ידו, אז חייב כל איש מישראל לסעדו ולחזקו וליתן לו די מחסורו אשר יחסר לו ועזוב תעזוב אפילו עד מאה פעמים. ","titles":[{"title":"﻿שמות כג ה"},{"title":"﻿שמות פרק כג פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-5","positionInPerek":5,"positionInParasha":72},{"uri":"tanach-kliyekar-2-23-19","text":"ובפרשת ראה סמך מצוה זו לאסורי מאכלות, לומר לך שלא בישול לבד אסרה תורה כי אם גם אכילה, וכאן סמכה למצות בכורים כי הפירות שנתבכרו ראשונה אין ראוי לערבם עם הפירות שנתבכרו אחר כך כי אם אותן שנתבכרו ראשונה תביא בית ה' אלהיך והמותר יהיה לך, כך אין לערב הדם שנתבשל ראשונה ונתהווה ממנו העובר עם הדם שנתבשל אחר כך ונתהוה ממנו החלב כי אחר שרצה ה' בפרודם אינו רוצה בערבובם. ","titles":[{"title":"﻿שמות כג יט"},{"title":"﻿שמות פרק כג פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-19","positionInPerek":19,"positionInParasha":86},{"uri":"tanach-kliyekar-2-23-25","text":" כלי יקר  ועבדתם את ה' אלהיכם וברך את לחמך. התחיל בלשון רבים וסיים בלשון יחיד לפי שכל ישראל ערבים זה בעד זה ולא יברך ה' לחם של כל יחיד ויחיד עד אשר יהיו עובדי ה' רבים ויעבדוהו כל זרע יעקב כאחד אז יבורך לחמו של כל אחד ואחד. וי\"א שעבודת ה' טוב יותר כשרבים מתקבצים להתפלל כי הן אל כביר לא ימאס. אבל בעניני אכילה טוב יותר כשאוכל כל אחד פתו לבדו. ולפי שרוב החולאים באים ע\"י המאכלים שמבחוץ, או ע\"י התגברות היסודות זה על זה מבפנים, ע\"כ אמר וברך את לחמך ואת מימיך והסירותי מחלה מקרבך. ","titles":[{"title":"﻿שמות כג כה"},{"title":"﻿שמות פרק כג פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-25","positionInPerek":25,"positionInParasha":92},{"uri":"tanach-kliyekar-2-24-3","text":" כלי יקר  כל אשר דבר ה' נעשה. לא אמרו לאלתר נעשה ונשמע יתכן לפרש לדעת חכמי ספרד שפרשו שכל פרשה זו היתה אחר קבלת עשרת הדברות א\"כ בדין אמרו בתחילה נעשה, כי חשבו שלא יצוה להם ה' יותר מן עשרת דברות אלו. אמנם אחר כך כאשר ראו שמשה לקח חצי הדם וישם באגנות וחצי הדם זרק על המזבח אז עלה במחשבתם חצי השני להיכן יתן, ודאי הכוונה שעכשיו לא נתן לנו כי אם חצי התורה והמצות ועוד יוסיף לנו מצות כהנה וכהנה ובאותו זמן יזרוק על המזבח חצי השני ע\"כ אמרו כל אשר דבר ה' נעשה ונשמע, ומשה הבין מחשבתם ואמר אתם טועים כי חילוק הדם הוא כדי לזרוק חצי השני על העם לומר שעל ידי קבלת התורה יהיו לאחדים באהבה וחבה עם השי\"ת. וגם לפירש\"י שפירש שפרשה זו היתה קודם עשרת הדברות נוכל לומר שבפעם ראשון שמעו ז' מצות בני נח ושבת ודינין וכבוד אב ואם ופרה אדומה כמו שפירש\"י ובדרך שנתבאר. ","titles":[{"title":"﻿שמות כד ג"},{"title":"﻿שמות פרק כד פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-3","positionInPerek":3,"positionInParasha":103},{"uri":"tanach-kliyekar-2-24-11","text":"ולדברי רש\"י יש קצת ראיה, ממש\"ה (ויקרא טז.א–ב) אחרי מות שני בני אהרן ואל יבא בכל עת אל הקודש וגו', מאחר שצוה לו הש\"י שלא יבא אל הקודש כ\"א ביום שאין בו אכילה ושתיה ביו\"כ ש\"מ שבני אהרן חטאו בזה שהסתכלו בשכינה מתוך לב גס של אכילה ושתיה ולא רצה הקב\"ה לערבב שמחת התורה ולא שלח בהם יד עכשיו עד יום פקדו, ודבר זה יתבאר עוד לקמן פר' אחרי מות בע\"ה יתברך שמו. ","titles":[{"title":"﻿שמות כד יא"},{"title":"﻿שמות פרק כד פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-11","positionInPerek":11,"positionInParasha":111},{"uri":"tanach-kliyekar-2-25-1","text":"ובזה ראיתי לתרץ קושיא אחת, מאחר שחשב הנדבה כסדר מדריגתן זהב וכסף ונחושת אם כן למה קא חשיב אבני שהם ואבני מלואים לבסוף כי האבנים בלי ספק הם יקרים יותר מן זהב, אע\"פ שנוכל לתרץ ולומר לפי שהנשיאים הביאו אבני שהם ואבני מלואים לבסוף כמו שמביא רש\"י (שמות לה.כז) על כן הזכיר נדבתם באחרונה, מ\"מ גם לפי דרכינו נוכל לומר שרצה הקב\"ה להראות שאחד הממעיט ואחד המרבה הכל שוין לפניו ית' ע\"כ הזכיר החשוב לבסוף שלא יהיה תפארת העשיר על העני לומר נדבתי גדולה והכתוב מנאה בראש, ועוד הזכיר נדבתם באחרונה לפי שרום לבבם הביאם לידי זה שהתנדבו לבסוף לומר יתנדבו הצבור ומה שהם מחסרים אנו משלימין וכל זה דרך גאה וגאון לומר יש לאל ידינו למלאות מה שהם מחסרים, ע\"כ הזכיר נדבתם אחרונה כי כל המגביה את עצמו הקב\"ה משפילו ולא עוד אלא והנשאם חסר יו\"ד כתיב כי רק אות אחת מן השם הגדול חקוק בשם נשיא דהיינו היו\"ד וע\"י שהתנשאו בדבריהם לקח ה' מן שמם אות זה משמו יתברך המורה כולו על גדר הענוה כמבואר בפסוק בכל המקום אשר אזכיר את שמי אבא אליך. ודבר זה סוד מסודות התורה וצורת היו\"ד מורה ג\"כ על הענוה והקטנות. ","titles":[{"title":"﻿שמות כה א"},{"title":"﻿שמות פרק כה פסוק א"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-25-3","text":"ולי נראה שגם בעל מדרש זה סובר שהכל כפשוטו, ואינן מרמזים כלל על ד' מלכיות אך שדעתו לפרש על מה זה הראה הקב\"ה לנבוכדנצר הרשע כל ד' מלכיות וכי נמשלו לזהב וכסף ונחושת וברזל, וכי הרשע הגון לכך שיודיעהו הש\"י מה שיהיה אחריו, אלא ודאי שכוונתו היתה לתועלת ישראל כדי שידעו שיש בידם זכיות אשר בכחם יוכלו לעמוד כנגד כל ד' מלכיות אלו ושלא יוכלו לכלות את ישראל, כי מלכות בבל נמשל לזהב ויש לישראל כנגדה מצוה אחת שעושין בזהב והוא זהב התנופה וזהב זה הוא כנגד מלכות בבל לשון כנגד מורה שזהב זה מתנגד אל אותו מלכות שנמשל לזהב, וכן כסף כנגד מדי, וכן נחושת כנגד יון, וכן עורות אלים מאדמים כנגד אדום שהמשיל לברזל כי ממנו עושין החרב המאדים, ובנין אב לכולם מה שמצינו במסכת (מגילה יג","titles":[{"title":"﻿שמות כה ג"},{"title":"﻿שמות פרק כה פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-2-25-9","text":" כלי יקר  וכן תעשו. פירש\"י לדורות ואין זה מבואר במקרא, ולי נראה לפי שהראה הקב\"ה למשה תחילה תבנית המשכן ואח\"כ הראה לו תבנית כל כליו כמ\"ש את תבנית המשכן ואת תבנית כל כליו, וכשצוה לו על עושי המלאכה התחיל בכלים תחילה שנאמר ועשו ארון וגו' ואח\"כ הזכיר המשכן והיה משה נבוך בדבר אם יעשו המשכן תחילה כמראה אשר ראה בהר ואח\"כ הכלים, או יעשה הכלים תחילה כדרך שנזכר בציווי העשיה ע\"כ נאמר וכן תעשו בוי\"ו כי אילו היה אומר כן תעשו הייתי מוכרח לומר שקאי על תבנית המשכן וכליו ולא על סדר קדימה ואיחור. ומדקאמר וכן תעשו ש\"מ שקודם זה הפסיק הענין וא\"כ ודאי מה שנאמר ככל אשר אני מראה אותך את תבנית המשכן ואת תבנית כל כליו קאי על מ\"ש למעלה ועשו לי מקדש וא\"כ עשיית תבניתם כבר אמור ומה אני מקיים וכן תעשו אלא שר\"ל כסדר הזה תעשה תחילה משכן ואח\"כ כליו, ומה שהקדים הארון זהו סדר מעלת מדריגתן קא חשיב וסוף המעשה תחילת המחשבה כי עיקר בנין זה הוא בעבור ארון ברית ה' כי שם מקום השכינה ע\"כ הקדימו, ולא ידעתי מי הכניס את רש\"י בדוחק זה לאמר שמשה צוה אל בצלאל לעשות כלים תחילה ואנו רואין בהפך דבריו שהרי גם בפר' כי תשא גם בפר' ויקהל בכ\"מ צוה על המשכן תחילה וא\"כ ודאי מה שהקדים כאן הארון הוא בעבור מעלתו על המשכן וכל כליו ומי לא ידע בכל זאת שכתר תורה הוא העולה על כולם (עיין ברכות נה.). ","titles":[{"title":"﻿שמות כה ט"},{"title":"﻿שמות פרק כה פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-kliyekar-2-25-10","text":"כב) ונועדתי לך שם. כי אין להקב\"ה בעולמו כ\"א ד' אמות של הלכה (ברכות ח.) ובמקום שהשלום מצוי כי שם אין לומדין לקנטר ומשם היה הקול נכנס אל אוהל מועד כמו שפירש\"י (במדבר ז.פט) לפי שהארון נושא לכל הכלים המקודשים ועל ידו יחול השפע האלהי על כולם וכבר מצינו (סוטה לה.) שהיה הארון נושא את נושאיו, והוא כדמות רמז למחזיקים בידי לומדי התורה נראים נושאות והם נשואות מן לומדי התורה. ","titles":[{"title":"﻿שמות כה י"},{"title":"﻿שמות פרק כה פסוק י"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-kliyekar-2-25-23","text":"כט) ועשית קערותיו וגו' ומנקיותיו. חתם כל כלי השלחן במנקיות להורות שהוא יתפרנס בנקיות לא מן הגזל, וכן יתן משלחנו לעניים בדרך נקיה לא דרך בזיון, וכתיב ונתת על השלחן לחם פנים לפני תמיד. כי מן השמים יתן לו לחמו הש\"י בפנים מאירות ולא יחסר לחמו זה\"ש לפני תמיד, כי הלחם שאדם שואל כהוגן ניתן לו בפנים מאירות ולנצח כמו שביארנו פר' ויחי על פסוק בבוקר יאכל עד (מט.כז) והיו י\"ב חלות ו' חלות המערכת האחת כנגד י\"ב מזלות אשר ו' מהם משמשים ביום וששה בלילה כי על ידם בא השפע לעולם מסבה ראשונה ית', וכל מה שהאדם שואל כהוגן ניתן לו בפנים מאירות על ידי המזלות המשמשים ביום ומה שהוא שואל שלא כהוגן ניתן לו בפנים חשוכות ע\"י המזלות המשמשים בלילה, וכן בלחמו של אהרן שזכה משלחן גבוה החזה שיש בה י\"ב צלעות ו' מימין וששה משמאל וראוי ליחס הימין לפנים מאירות והשמאל לפנים חשוכות, וזה\"ש לחם פנים לפני תמיד כדרך שהלחם פונה פניו אלי כך אני אליו הן מאירות הן חשוכות. כל אלה דברי על צד הרמז יען כי ראיתי שרוב המפרשים הנגשים לבאר פשטי המקראות ואין דרכם לדבר מעניני רמזים מ\"מ בפר' זו עשו רמזים איש לפי שכלו, ע\"כ מלאני לבי לעשות ג\"כ רמזים לאמור אולי ישמעו העורים שבמחנה העברים ויקחו מוסר. ","titles":[{"title":"﻿שמות כה כג"},{"title":"﻿שמות פרק כה פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-kliyekar-2-25-31","text":"ואולי מטעם זה נתקשה משה במעשה המנורה, כי השכר הרוחני לעה\"ב קשה על שכל אנושי לציירו כי עין לא ראתה אלהים זולתך. עד שהראה לו הקב\"ה באצבע שנאמר וזה מעשה המנורה כי בציור של סתם מנורה זו הראה לו אות על השכר האחרון דוגמת מעשה המנורה אשר רשפיה רשפי אש שלהבת יה עולה מאליה כדרך שנתבאר ובמנורה גביעים כפתורים ופרחים, גביעים היינו כוסי רויה שדרשו על שכר הרוחני, וכפתור פירש רבינו בחיי שהכפתור העגול רמז לתענוג זיו השכינה שאין לו סוף ככפתור עגול זה שאין לו סוף, ופרחים על שם צדיק כתמר יפרח, וקומתה י\"ח טפחים רמז לחיי עלמא והמשכיל ישמע ויוסיף לקח כי הענין ברור ונכון שהשלחן והמנורה כוללים שני ההצלחות, ומדהזכיר נוכח השלחן נוכל לפרש שכל נוכחיות ענינו התנגדות, וזה ידוע שכל המרבה לאכול משכרו בעה\"ז משלחן גבוה מנכין לו מזכיותיו לעה\"ב, כדאיתא בגמרא (ב\"מ קיד","titles":[{"title":"﻿שמות כה לא"},{"title":"﻿שמות פרק כה פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-kliyekar-2-26-1","text":"ומטעם זה נעשה כאן עוד נס אחר המורה על ענין זה, והוא הבריח התיכון שהיה מבריח מן הקצה אל הקצה ואוחז בשני הקצוות ומחברם ולמה דווקא בריח התיכון אלא ודאי כדי שנלמוד מזה שכל תיכון ואמצעי מחבר הקצוות כמו המקדש והצדיק והכוכבים כאמור ובמדרש (תנחומא תרומה ט.) אמרו שיעקב הביא עמו הבריח התיכון למצרים כו' ואולי למד זה ממראה הסלם כמבואר למעלה ועוד שהמקדש עומד באמצע העולם ושולח השפע לכל העולם מן הקצה אל הקצה על כן נעשה בו נס זה בבריח התיכון. ","titles":[{"title":"﻿שמות כו א"},{"title":"﻿שמות פרק כו פסוק א"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-1","positionInPerek":1,"positionInParasha":41},{"uri":"tanach-kliyekar-2-26-15","text":"ועוד כתב ר\"י בעל הטורים, שבפרשה מצינו כ\"ד פעמים שטים כנגד כ\"ד אלף שנפלו בשטים וטעמו של דבר שכ\"מ שתמצא גדר ערוה שם תמצא קדושה ויען כי בשטים היו פרוצים בעריות ולא זכרו בקדושת כ\"ד שטים אלו על כן נפלו כ\"ד אלף ובפרשת בלק בע\"ה יתבאר טעם יקר על מספר כ\"ד אלף בפסוק ואנכי אקרה כה יבוקש ממקומו. ","titles":[{"title":"﻿שמות כו טו"},{"title":"﻿שמות פרק כו פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-15","positionInPerek":15,"positionInParasha":55},{"uri":"tanach-kliyekar-2-26-31","text":"אבל המסך של המשכן, מפסיק בין מקום המזבח המכפר על כל חטא ועון הנעשה ע\"י חמש חושים, ומקור החטא מן הנחש הקדמוני ובין ההיכל מקום הקודש ע\"כ היה המסך על ה' עמודים ואדניהם נחושת ומעשה רוקם כנגד יצירת האדם כמ\"ש (תהלים קלט.טו) רקמתי בתחתיות ארץ הרי ג' סבות אל החטא. האחת, מצד החומר המרוקם בתחתיות ארץ. שניה, מצד עצת הנחש. שלישית, מצד התחלפות פעולת ה' חושים. ע\"כ היה צורת המסך שכנגד המזבח מעשה רוקם, ועל ה' עמודים, ואדניהם נחושת. והמסתכל בצורת המסך יבין וידע שמצד החטא לא ניתן רשות לכל אדם להסתכל אל מקום הקדש כד\"א (ישעיה נט.ב) עונותיכם היו מבדילין וגו'. ומהרי\"א פירש בענין אחר על צד הרמז ורחוק מפשוטו. ","titles":[{"title":"﻿שמות כו לא"},{"title":"﻿שמות פרק כו פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-31","positionInPerek":31,"positionInParasha":71},{"uri":"tanach-kliyekar-2-27-1","text":"ד) ועשית לו מכבר מעשה רשת נחשת. כי היצה\"ר פורש רשת ללכדו במצודתו ורשת של המזבח מוציאו מרשת יצרו. ומצינו שהיו במזבח מעשה ניסים שהיה ניצול מן האש, שהרי היה האש דולק בו ביום ובלילה ולא שרף האש ולא נתך נחושתו והיה ניצול ממים, כי לא כבו הגשמים האש של עצי המערכה, והיה ניצול מן הרוח, כי לא נצחה הרוח את עמוד העשן, והיה המזבח חלול ומלא אדמה או מזבח אבנים אשר לא הונף עליו החרב, וכל זה רמז לאדם שע\"י המזבח האדם ניצול ואינו מקבל נזק בכל ד' יסודות שבו. כמ\"ש (תהלים סו.יב–יג) באנו באש ובמים ותוציאנו לרויה אבא ביתך בעולות, כי כמו שמזבח העולה ניצול מן אש ומים כך ינצל האדם מהם על ידו. וכן המזבח מצילו מן כל ד' מיתות בית דין מסקילה באבנים ינצל, ע\"י מזבח אבנים (דברים כז.ה) משריפת אש ינצל, ע\"י אש המזבח אשר תוקד בו. (ויקרא ו.ה) מן הרג בחרב ינצל, ע\"י המזבח שנאמר בו (דברים כז.ה) לא תניף עליהם ברזל וגו' מן חנק ינצל, על דרך ארז\"ל (כתובות ל","titles":[{"title":"﻿שמות כז א"},{"title":"﻿שמות פרק כז פסוק א"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-27","interprets":"tanach-2-27-1","positionInPerek":1,"positionInParasha":78},{"uri":"tanach-kliyekar-2-27-20","text":"ויש בפרשה זו מוסר אל הטועים, הנותנים החלק המובחר מן ממונם לצורך החומר לאכול ולשתות ויתר תענוגות בני האדם, וכל המלאכה נמבזה ונמס אותה יתן לצורך נר אלהים נשמת אדם כדרך שעשה קין, אלא ילך בדרך הבל שהביא מנחה לה' מבכורות צאנו ומחלביהן כך יתן ראשון למאור לצורך נר אלהים נשמת אדם אשר אורה נצחי כמ\"ש להעלות נר תמיד והשני יתן למנחות שהיה מאכל לכהנים ודי רמז בזה למבינים. ","titles":[{"title":"﻿שמות כז כ"},{"title":"﻿שמות פרק כז פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-27","interprets":"tanach-2-27-20","positionInPerek":20,"positionInParasha":1},{"uri":"tanach-kliyekar-2-28-1","text":"ד\"א לכך נאמר מתוך בני ישראל, לפי שאין הנבואה שורה על נביאי ישראל כ\"א בזכות ישראל כמו שפירש\"י פר' דברים על פסוק וידבר ה' אלי (ב.יז) ובא לומר שאע\"פ שהיה אהרן ראוי להרחיקו מ\"מ קרבו ה' בעבור ב' דברים האחד בעבור משה כי הוא אחיו וכבודו של אהרן הוא כבודו של משה, והשניה הוא בזכות בני ישראל שהיו צריכין לכהן כזה עושה שלום לכך נאמרו שניהם ואתה הקרב אליך, ומתוך בני ישראל. ","titles":[{"title":"﻿שמות כח א"},{"title":"﻿שמות פרק כח פסוק א"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-1","positionInPerek":1,"positionInParasha":3},{"uri":"tanach-kliyekar-2-28-3","text":" כלי יקר  ואתה תדבר אל כל חכמי לב. הזכיר גם כאן שני נוכחיות ואתה תדבר, לפי שכל חכמי לב קבלו האצילות מן משה כמ\"ש (במדבר יא.יז) ואצלתי מן הרוח אשר עליך ושמתי עליהם, וכן כל עושי המלאכה אשר היו בצל אל קבלו שפע החכמה באמצעות משה, וכמ\"ש (שמות יח.כא) ואתה תחזה מכל העם היינו ברוה\"ק שעליך ור\"ל שתשפיע על דייני ישראל מן רוח הקודש שעליך כך ואתה תדבר אל כל חכמי לב כדי שיקבלו אצילות אור השכל ממך לכך נאמר בסוף כל מעשה המשכן ויכל משה את המלאכה (שם מ.לג) וכי משה כלה המלאכה והלא כל חכמי לב עשו בה אלא לפי שמשה האציל עליהם מן אור שכלו דומה כאילו עשה הוא את כל המלאכה. ואמר אשר מלאתיו רוח חכמה ר\"ל אע\"פ שבאמת אני מלאתיו רוח חכמה כי ה' יתן חכמה (משלי ב.ו) מ\"מ מאחר שהשפע יגיע להם באמצעותך יקרא הכל על שמך לכך נאמר ואתה ממהות עצמותך ותוספת חכמה שבך תדבר אל כל חכמי לב להשפיע עליהם, ומדאמר חכמי לב לשון רבים הל\"ל אשר מלאתים רוח חכמה נוכל לומר שמלאתיו חוזר כלפי משה כי לפי שמלאתיו רוח חכמה על כן הוא יאציל מחכמתו על כל חכמי לב וזה אינו מאמר הש\"י למשה מדלא אמר אשר מלאתיך רוח חכמה, אלא הפסוק מפרש לנו מהו זה שאמרתי למשה ואתה תדבר אל כל חכמי לב למה אני תולה הדבר במשה לפי שמלאתיו רוח חכמה ואחר כך חזר הקב\"ה ואמר למשה בנוכח ועשו את בגדי אהרן וגו' ומלת אשר משמש לשון דהא כמשפטו בכמה מקומות. ","titles":[{"title":"﻿שמות כח ג"},{"title":"﻿שמות פרק כח פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-3","positionInPerek":3,"positionInParasha":5},{"uri":"tanach-kliyekar-2-28-4","text":"ובזה מיושב מ\"ש תחילה, ועשית בגדי קדש לאהרן הקדים בגדי קדש אל אהרן ואח\"כ אמר ועשו את בגדי אהרן לקדשו הקדים בגדי אהרן אל הקדושה, לפי שפסוק ראשון מדבר בציץ שקודם זה לא היה דרכו ללבוש שום ציץ על כן אמר ועשית בגדי קדש לאהרן. שיעשה לאהרן בגד כתוב עליו פתוחי חותם קדש לה' ותהי לו כבגד יעטה (תהלים קט.יט) אבל למטה מדבר במכנסים שבלאו הכי דרכן של בני אדם לילך מלובשים מכנסים על כן אמר ועשו את בגדי אהרן לקדשו ר\"ל אותן בגדי אהרן שהיה דרכו ללובשן כבר הנה עתה יעשום לקדשו מן העריות. ","titles":[{"title":"﻿שמות כח ד"},{"title":"﻿שמות פרק כח פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-4","positionInPerek":4,"positionInParasha":6},{"uri":"tanach-kliyekar-2-28-6","text":"ומטעם זה מצינו בפרשת שלח לך, בפר' וכי תשגו וגו' (טו.כב–כד) המדברת בע\"ז שהקדים שם עולה לחטאת אף ע\"פ שבכל כפרה הוא מקדים חטאת לעולה, לפי שבכל עון קדם ההרהור אל המעשה ומ\"מ המעשה חמור מן ההרהור ע\"כ הוא מסיר תחילה הגדול וזהו החטאת המכפר על המעשה ואח\"כ העולה על רוח ההרהור, אבל בע\"ז חטא המחשבה גדול מן המעשה ע\"כ הוא מקדים העולה לחטאת, וכן כאן הקדים כפרת המחשבה אל המעשה כי תחילה אמר מעשה חשב לכפר על חטא המחשבה ואח\"כ אמר שתי כתפות חוברות יהיה לו לכפר על חטא המעשה, כמ\"ש (בישעיה מו.ז) על עובדי ע\"ז ישאהו על כתף וגו'. ולפי שהעגל גרם שבירת הלוחות שנשא משה על שני כתיפיו והיו ה' דברות מול ה' והיו חוברות כי הדברות היו מקבילות זה לעומת זה ע\"כ בא לכפרה שתי כתיפות חוברות יהיה לו וגו', ונוסף על כפרה זו נעשה הארון שהיה מנושא על שני כתיפיו בשני בדי ארון וז\"ש (דברים לג.יב) ובין כתיפיו שכן. כי צמצם הקב\"ה שכינתו בין שני בדי ארון שהיו מונחים על כתיפות נושאי הארון. ועוד צמצם הקב\"ה שכינתו בין שני כתפות הכהן נושא האפוד כי בו היה תלוי חשן המשפט אשר בו היו האורים ותומים כנגד לבו והיה השם המפורש חקוק בהם. ","titles":[{"title":"﻿שמות כח ו"},{"title":"﻿שמות פרק כח פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-6","positionInPerek":6,"positionInParasha":8},{"uri":"tanach-kliyekar-2-28-9","text":" כלי יקר  ולקחת את שתי אבני שהם. לכפר על שתי אבני לוחות שנשתברו ושם נתפרדה החבילה בין ארבע אלו והם הש\"י, והלוחות, ומשה, וישראל, וע\"י הכפרה נתחברו כולם כי שתי אבני שהם כנגד שני אבני הלוחות, שהם, פירש רבינו בחיי שהוא אותיות הש\"ם, והוא אותיות מש\"ה, והיה חקוק עליו כל שמות בני ישראל, ומעתה נזדמנו ארבעתן אל פונדק אחד תחת אשר מתחילה שכחו אל מושיעם וגרמו שלעומת זה גם ה' שכחם, הנה אחר הכפרה שחזרו, ויזכרו כי אלהים צורם, אז גם המה יהיו על שתי כתפיו לזכרון. ","titles":[{"title":"﻿שמות כח ט"},{"title":"﻿שמות פרק כח פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-9","positionInPerek":9,"positionInParasha":11},{"uri":"tanach-kliyekar-2-28-15","text":" כלי יקר  ועשית חשן משפט מעשה חושב. לא הזכיר בכל הבגדים מעשה חשב כ\"א באפוד וחשן, לפי שזה מורה שכפרה זו היא על איזו עון פרטי שהמחשבה בו כמעשה דמי וזה אינו מצוי כ\"א בעבודה זרה כמבואר למעלה במעשה האפוד, והחשן הבא לכפר על קלקול הדינין כי הדינין הם דברים מסורים אל לב הדיין כי אין לדיין כ\"א מה שעיניו רואות ובידו לומר על ימין שהוא שמאל ועל שמאל שהוא ימין, כפי הענין וכפי האיש וכפי הזמן וכפי המקום ואם אמר יאמר הדיין כך היה נראה בעיני מי יוכל להכחישו בלתי ה' לבדו הבוחן לבות בני האדם ע\"כ היה החשן נתון על לב אהרן כי הדינין מסורים אל הלב ועל כן היה מעשה חשב לכפר על מחשבת הדיין, ולפי שנאמר מעשה חשב כמעשה אפוד. תלה ענין החשב באפוד לומר לך שקלקול הדינין שקול כנגד ע\"ז כמ\"ש רז\"ל (סנהדרין ז","titles":[{"title":"﻿שמות כח טו"},{"title":"﻿שמות פרק כח פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-15","positionInPerek":15,"positionInParasha":17},{"uri":"tanach-kliyekar-2-28-17","text":"ל) ונתת אל חשן המשפט את האורים ואת התומים. כי יושבי על מדין מאירים לכל העולם כי מטעם זה נקראו הסנהדרין עיני העדה כי המה להם לעינים להוציא לאור כל תעלומות של הבעלי דינין כמבואר למעלה ע\"כ היו האורים והתומים נתונים בחשן המשפט. ","titles":[{"title":"﻿שמות כח יז"},{"title":"﻿שמות פרק כח פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-17","positionInPerek":17,"positionInParasha":19},{"uri":"tanach-kliyekar-2-28-31","text":"ועל ענין הקפת שני החומות אמר, והיה פי ראשו בתוכו שפה יהיה לפיו. כי גם הלשון צריך להיות כן שיהיה פי ראשו בתוכו תוך החומה הסמוכה לו והיא של עצם, וכנגד החומה של בשר דהיינו השפתים אמר שפה יהיה לפיו לא יקרע כדי שלא יקרע ב' החומות כאחד, ולא נאמר בו מעשה חשב כי חטא הלשון הוא בדבור דווקא ולא במחשבה, והיו בו רמונים ופעמונים המשמיעים קול לכפר על הלשון שבתוך הפה כענבל שבתוך הזגים והתיקון אל הלשון הוא שלא יחל דברו עוד ולא ידבר כ\"א בדברים שבקדושה, שנאמר ונשמע קולו בבואו אל הקדש ולא ימות. כי לה\"ר תלתא קטיל (ערכין טו","titles":[{"title":"﻿שמות כח לא"},{"title":"﻿שמות פרק כח פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-31","positionInPerek":31,"positionInParasha":33},{"uri":"tanach-kliyekar-2-28-36","text":"ולהנחה זו יהיו כאן ג' דברים המצילין מן הזנות. האחת, הציץ עצמו שהיה כתוב עליו קודש לה'. השני הוא, הפתיל תכלת דומה לפתיל תכלת של ציצית שנאמר בו אשר אתם זונים אחריהם הג' הוא המצנפת המכפר על גסות הרוח, וארז\"ל (סוטה ד","titles":[{"title":"﻿שמות כח לו"},{"title":"﻿שמות פרק כח פסוק לו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-36","positionInPerek":36,"positionInParasha":38},{"uri":"tanach-kliyekar-2-28-39","text":"אמנם אחשורוש חשב להיות נקי מכל אלה, כי אמר אני אשתמש בכלים אלו כדרכן אכילה מרובה משתיה ואז לא אחלל אותם מן קדושתם, גם בזה נקי אנכי וממלכתי מן הלבשת בגדי כהונה כי דומה כאילו אני עומד ומקריב קרבנות ובזה יהיה נקי גם מן קטרוג כלום הקריב לפניך פר ואיל, וכדי לחזק טעותו קרא שמות לסריסיו שהיו משרתים לו בסעודה היושבים ראשונה במלכותו על שם הכהנים משרתי אלהינו בבהמ\"ק כי המה ראשונים במלכות שמים רואי פני מלך עליון, על כן קרא לשמות רואי פניו הקרובים אליו כרשנא שתר על שם פרים בני שנה ושתי תורים וכן כולם וכל זה עשה להשוות סעודתו ומשרתיה מכל וכל לסעודות המזבח ולעבודת הכהנים משרתי המזבח וחשב להיות פטור עי\"ז, הן מן קטרוג כלום הקריב לפניך פר ואיל, הן מן עונש של בלשצר, הן מעונש של לבישת הבגדים לאיש זר. ולפי שכל זה היה דמיון לבד ולא היה שם עבודה ממש ע\"כ מצאו המלאכים מקום לקטרג ולומר רבש\"ע אל תפן אל מנחתם מנחת שוא היא כי אין בכל מעשיו כ\"א הדמיון לבד שהרי לא היתה שם שום הקרבה ממש, על כן אמרו בלשון שלילה כלום הקריבו לפניך פרים בני שנה או תורים כו' וכי בעבור שנקראו משרתיו על שם זה יהיה דומה כאילו הקריב ממש, ובדרך זה יהיה כל פירוש הפסוק והקרוב אליו כרשנא שתר כפשוטו ממש גם לדברי בעל המדרש. ומ\"מ אמר בעל המדרש מסברא דנפשיה שהמלאכים קטרגו שהרי באמת היה להם מקום לקטרג ולטעון עליו כל הטענות הנזכרים ומסתמא לא שתקו מלאכי רחמים מלהזכיר חובתו לטובת ישראל ולשוב עמלו בראשו, על שנתלבש בבגדי כהונה בלא הקרבת קרבן, ועל שמכל הסעודה לא הקריב פר ואיל, ועל שנשתמש בכלי קודש ע\"כ נתקלקלה סעודתו ע\"י ושתי אבל מ\"מ לא נהרג כבלשצר כי היה קרוב לשוגג, וטעה במזימות זו אשר חשב שכל סעודתו מעין של מעלה. וזה פירוש יקר. ","titles":[{"title":"﻿שמות כח לט"},{"title":"﻿שמות פרק כח פסוק לט"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-39","positionInPerek":39,"positionInParasha":41},{"uri":"tanach-kliyekar-2-30-1","text":"וזר זהב של מזבח, זה כנגד השכר של צדיקים לעה\"ב, שנהנין מן זיו השכינה ועטרותיהם בראשם ועטרות לא נאמר אלא ועטרותיהם רמז לאותן עטרות שקנו בהר סיני באמרם נעשה ונשמע כדאיתא (בשבת פח.) ומסיק שם בחורב טענום ובחורב פרקום וא\"ר לקיש עתיד הקב\"ה להחזירם להם כו' לכך ארז\"ל (ברכות יז.) ועטרותיהם בראשם אותן העטרות שנלקחו מהם ועתיד להחזירם להם,ומטעם זה נאמר כאן ונתת אותו לפני הפרוכת אשר על ארון העדות לפני הכפורת אשר על העדות, היינו מכוון כנגד הארון מבחוץ וכל זה בא להורות שזר של מזבח הקטורת מרמז על ועטרותיהם בראשם היינו זר התורה והכתר שניתן להם בחורב ופרקום ועתיד להחזירם להם. ","titles":[{"title":"﻿שמות ל א"},{"title":"﻿שמות פרק ל פסוק א"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-30","interprets":"tanach-2-30-1","positionInPerek":1,"positionInParasha":92},{"uri":"tanach-kliyekar-2-30-10","text":" כלי יקר  וכפר אהרן על קרנותיו אחת בשנה. לכפר על מה שנאמר (תהלים עה.ו) אל תרימו למרום קרנכם כמבואר למעלה במזבח הנחושת, אחת בשנה וגו'. כי בעצם היום ההוא נעשה האדם נקי כמלאכי השרת מן החטא, והנשמה תחזור לטהרתה כימי עולם וכשנים קדמוניות, והמשכיל ישמע ויוסיף לקח. ","titles":[{"title":"﻿שמות ל י"},{"title":"﻿שמות פרק ל פסוק י"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-30","interprets":"tanach-2-30-10","positionInPerek":10,"positionInParasha":101},{"uri":"tanach-kliyekar-2-30-11","text":"ובדרך זה נמשלו ישראל לכוכבים, שנאמר בהם (ישעיה מ.כו) המוציא במספר צבאם כי מספר ההוא ודאי הוא בעבור מעלתם כי בלי ספק שהקב\"ה יודע מספרם, כך מספר בני ישראל אחר מעשה העגל דומה למה שנאמר אחר חטא של ראובן (בראשית לה.כג) ויהיו בני יעקב י\"ב. כך הודיע לנו כאן שלא נמאסו בעבור מעשה העגל אלא כולם במעלות המספר המורה שכל איש מישראל מושגח בהשגחה פרטית. אמנם המספר הנאמר בפר' במדבר היה לפי שבא להשרות שכינתו בתוך כל שבט ושבט כי דבר זה צריך מספר, כי אין הקב\"ה משרה שכינתו על פחות מן כ\"ב אלף (יבמות סד.) כמו שיתבאר במקומו בע\"ה, ומספר של ערבות מואב היה בעבור חלוקת הארץ שנאמר בו לרב תרבו וגו'. ","titles":[{"title":"﻿שמות ל יא"},{"title":"﻿שמות פרק ל פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-11","positionInPerek":11,"positionInParasha":1},{"uri":"tanach-kliyekar-2-30-12","text":"ד\"א לפי שג' תרומות שנזכרו בפר' תרומה, נזכר לשון קיחה בכולם המורה על שיקחו מהם בעל כרחם ע\"כ לא הזכיר השם המיוחד בשום אחת מהם כי זה נקרא מצות אנשים ולא מצות השי\"ת כי האדם המכריחו על הנתינה נקראת התרומה על שמו כמ\"ש (ישעיה כט.יג) יען כי נגש העם הזה ר\"ל שהם נגושים ואנוסים על כל דבר מצוה על זה אמר ותהי יראתם אותי מצות אנשים, כי דומה כאילו נצטוו מן האנשים המכריחים אותם, אבל כאן נאמר בג' ונתנו המדבר בזמן שהם נותנים מרצון טוב בלתי שום אונס ע\"כ נקראו ג' תרומות ה' כי נתינה זו ודאי לשם שמים. ואע\"פ שלא נזכר השם בפר' תרומה בכולם מ\"מ הזכיר בראשונה לי ובשניה תרומתי, כי זכות יש להשי\"ת בהם על כל פנים וזה פירוש יקר. ","titles":[{"title":"﻿שמות ל יב"},{"title":"﻿שמות פרק ל פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-12","positionInPerek":12,"positionInParasha":2},{"uri":"tanach-kliyekar-2-30-13","text":"ויכול להיות לפי ששפע זה היה מן בזת מצרים ובזת הים, אשר עליהם אמר שלמה תורי זהב נעשה לך עם נקודת הכסף (שיר א.יא) פירש\"י נקודת הכסף היינו בזת מצרים, ותורי זהב היינו בזת הים, ע\"כ באו שני מיני כפרה אלו כי תבא פרה אדומה ותכפר על התולדה דהיינו עגל של זהב האדום הזה, ויבאו מחצית שקלי כסף אלו לכפר על חטא הנמשך מן נקודת הכסף כי בזמן שריבוי הכסף מצוי אצל בעליו אז הוא מוסיף תאוה על תאותו והוא לעולם עני בדעתו ורמז לדבר כי אותיות עני סמוכות לאותיות כסף, ודבר זה יתבאר עוד בפסוק כי פרוע הוא ע\"ש. ","titles":[{"title":"﻿שמות ל יג"},{"title":"﻿שמות פרק ל פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-13","positionInPerek":13,"positionInParasha":3},{"uri":"tanach-kliyekar-2-30-23","text":" כלי יקר  ואתה קח לך בשמים ראש. למעלה פר' תצוה כתבתי שבכל דבר הראוי ליחסו בעצם וראשונה אל משה נאמר בו לשון ואתה, ובדרך זה נאמר גם בשמן המשחה לשון ואתה כי הוא עשוי למשוח בו המשכן וכל כליו ואהרן ובניו וכל כהנים גדולים ומלכים, כדאיתא במסכת הוריות (יא","titles":[{"title":"﻿שמות ל כג"},{"title":"﻿שמות פרק ל פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-23","positionInPerek":23,"positionInParasha":13},{"uri":"tanach-kliyekar-2-30-34","text":" כלי יקר  קח לך סמים וגו'. מנה החלבנה בין סממני הקטורת ללמד אותנו לצרף פושעי ישראל בכל תענית (כריתות ו","titles":[{"title":"﻿שמות ל לד"},{"title":"﻿שמות פרק ל פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-34","positionInPerek":34,"positionInParasha":24},{"uri":"tanach-kliyekar-2-31-2","text":" כלי יקר  ראה קראתי בשם בצלאל. ראה ברוה\"ק שעליך כי בצלאל הגון לזו המלאכה ואתה תחזה ברוה\"ק שעליך ומדקאמר בשם, ש\"מ ששמו מוכיח עליו שהיה בצל אל לכך אמר משה בגמר מלאכת המשכן יושב בסתר עליון בצל שדי יתלונן. כי עושי המלאכה בצל אל היו, וזהו שמסיים ואמר ככל אשר צויתיך יעשו. לא אמר שיעשו ככל אשר תצוה להם, אלא יעשו ככל אשר אנכי מצוה אותך, אלא ודאי שהיו בצל אל. וכן פירש\"י פר' פקודי על פסוק ובצלאל בן אורי עשה ככל אשר צוה ה' את משה. ותמה אני למה לא פירש\"י זה על פסוק ככל אשר צויתיך יעשו. ","titles":[{"title":"﻿שמות לא ב"},{"title":"﻿שמות פרק לא פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-2","positionInPerek":2,"positionInParasha":30},{"uri":"tanach-kliyekar-2-31-13","text":"אלא לפי שכל פסוקים ראשונים עד ושמרו. הכל מדבר בשבת בראשית, וקאי על מה שנאמר אך את שבתותי תשמרו, ואח\"כ פירש מה הם ב' שבתות אלו, ואמר תחילה על שבת בראשית כי אות היא ביני וביניכם הקדים האות למאמר ביני וביניכם כי שבת בראשית קדם אל הציווי לבני ישראל, ואמר לדעת כי אני ה' מקדשכם כי הוא בא לזכר חידוש העולם והוא מופת על מחדשו וזהו לדעת כי אני ה' ועליו אמר ושמרתם את השבת על שבת בראשית עד סוף הענין, ואח\"כ מן ושמרו בני ישראל את השבת. התחיל בשבת שלעתיד יום שכולו שבת הנסתר ועין לא ראתה וגו' ע\"כ נאמר הציווי ג\"כ בלשון נסתר ואמר לעשות את השבת לדורותם ברית עולם, הזכיר בו לשון עשייה כי על שכר העה\"ב נאמר (תהלים לא.כ) מה רב טובך אשר צפנת ליראיך פעלת לחוסים בך. כך אמר כאן ושמרו בני ישראל את השבת. כדי שבשמירה זו יגרמו לעשות את השבת שיפעול ויעשה להם הקב\"ה השכר של יום שכולו שבת לדורותם ברית עולם. והוא הברית אל הע\"הב, והקדים כאן ביני ובין בני ישראל ואח\"כ הזכיר אות היא לעולם, כי הציווי קדם אל הדבר אשר עליו מורה האות, ומכל אלו הדקדוקים למד רבי נתן להניח ב' גבולים אלו מיום שברא הקב\"ה עולמו כו'. ","titles":[{"title":"﻿שמות לא יג"},{"title":"﻿שמות פרק לא פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-13","positionInPerek":13,"positionInParasha":41},{"uri":"tanach-kliyekar-2-31-18","text":" כלי יקר  ויתן אל משה ככלתו. פירש\"י ככלתו חסר כתיב שנמסרה לו תורה במתנה ככלה לחתן והכלה מקושטת בכ\"ד מיני קישוטים כו'. וסמך זה למעשה העגל מפני שני דברים האחד הוא, שמסיק ברבתי שבזכות שתלה אהרן סרחון העגל בעצמו ולא בישראל ע\"כ זכה אל כ\"ד מתנות כהונה ולפי זה רצה הכתוב ליתן טעם למה נתנו לו דווקא כ\"ד מתנות כהונה, אלא לפי שכל כ\"ד ספרים כלולים בלוחות הברית והעגל גרם שבירת הלוחות וביטול כל כ\"ד ספרים ולפי שתלה בעצמו ולקח כ\"ד עונשים מישראל ע\"כ דין הוא שלעומת זה יתנו לו ישראל כ\"ד מתנות כהונה. טעם שני הוא, לפי שמסיק (בסנהדרין קב.) אין לך פורענות שאין בו מכ\"ד מהכרע ליטרא מעגל הראשון, ונראה שלכך עשו שיעור מן מספר כ\"ד לפי שמסיק שם אמר רבי חנינא לאחר כ\"ד דורות נגבה פסוק זה שנאמר (יחזקאל ט.א) קרבו פקודות העיר. ש\"מ שרצה ה' לחלק העונש על כ\"ד חלקים ובעבור שתלה אהרן בעצמו כנגד זה יתנו לו כ\"ד מתנות כהונה. ","titles":[{"title":"﻿שמות לא יח"},{"title":"﻿שמות פרק לא פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-18","positionInPerek":18,"positionInParasha":46},{"uri":"tanach-kliyekar-2-32-1","text":"ואחר שהליץ בעד ישראל, התחיל להליץ גם בעד הערב רב ואמר, למה יאמרו מצרים לאמר ברעה הוציאם להרוג אותם בהרים. כי זה אינו שייך כלפי ישראל כלל ולמה תצא כזאת מתחת ידו יתברך אלא כלפי הערב רב אמר כן לפי שכבר עשה ה' שפטים במצרים אך לא היו גלויין לכל העולם, וע\"כ הוציא את הערב רב כדי להרוג אותם בהרים גבוהים הנראים לעין כל כי תהיה הנקמה מהם גלויה ומפורסמת, ולמה יאמרו מצרים לאמר. לדורות, שכך עושים לגרים הבאים לחסות בצל כנפי השכינה וימשך מזה חלול השם. ואמר, שוב מחרון אפך וגו' ולצדדין קתני כנגד הערב רב בקש שוב מחרון אפך שלא ייסרם ע\"י מלאך אכזרי אף וחימה,וכנגד ישראל הוסיף ואמר והנחם על הרעה לעמך שלא יעשה להם רעה כלל אחר שהמה לא היו סבה אל החטא. זכור לאברהם וגו'. אתה אומר ואעשך לגוי גדול, היום או למחר אולי יחטאו בני ותעשה בהם כליה, ק\"ו מן האבות שנשבעת להם בך, ועוד שיש להם זכות שלש אבות וכל זה אינו מועיל, קל וחומר לבני שאין כאן שבועה כ\"א דבור בעלמא ואין כאן כי אם כסא של רגל אחד. מיד וינחם ה' על הרעה אשר דבר לעשות לעמו. היינו מה שדבר לעשות לכלותם לגמרי, אבל מ\"מ חשב ליסרם בשבט פשעם כמ\"ש וביום פקדי ופקדתי עליהם את חטאתם, להפרע מהם מעט מעט. ","titles":[{"title":"﻿שמות לב א"},{"title":"﻿שמות פרק לב פסוק א"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-1","positionInPerek":1,"positionInParasha":47},{"uri":"tanach-kliyekar-2-32-16","text":"וי\"א ששברם, כדי להצטרף גם את עצמו עמהם בחטא וישראל גרמו שפרחו האותיות ומשה שבר הלוחות וכדי שלא יוכל הקב\"ה לומר אכלה אותם ואעשה אותך לגוי גדול, שהרי הושוו בחטא. ועל זה אמר משה ועתה אם תשא חטאתם, רוצה לומר ועתה נתחדש דבר שגם אני חוטא כמותם וא\"כ אם תשא חטאתם מוטב ואם לאו אזי גם לי לא תשא וא\"כ מחני נא מספרך. ","titles":[{"title":"﻿שמות לב טז"},{"title":"﻿שמות פרק לב פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-16","positionInPerek":16,"positionInParasha":62},{"uri":"tanach-kliyekar-2-32-25","text":"ור' שמואל בר נחמן אומר, לא היו אומות העולם ראויין להיות בהם בעלי חטטים והוא מין מן מיני הצרעת הפורחות בגוף אשר פרחה בו המינות והכפירה באלהיות, אלא שלא יהיו מונין את ישראל לא אומה של מצורעים אתם והוא סובר שמה שנאמר כי פרעה אהרן לשמצה בקמיהם, היינו שיחרף צר את ישראל על דבר הנגע והצרעת אשר פרחה בהם על אשר אמרו אלה אלהיך ישראל. בעבור רוב זהב שהשפיע להם ה', ודעתו שעל זה אמר דוד מכל פשעי הצילני חרפת נבל אל תשימני, כי יחרף אויב הצר לאמר שאני נבל המנבל צור ישועתו בעבור חמדת הזהב והעושר שנאמר בו (ירמיה יז.יא) ובאחריתו יהיה נבל, כי כל אוהב כסף הוא איש כילי כנבל הכרמלי אשר נבל שמו ונבלה עמו וכמ\"ש (ישעיה לב.ה) לא יאמר עוד לנבל נדיב מכלל שהם שני הפכים, ויתבאר זה עוד בע\"ה בפרשת האזינו על פסוק עם נבל ולא חכם. ועל זה בקש ואמר חרפת נבל אל תשימני. ואע\"פ שאף אם יחרפני האויב ואם לדין יש לי תשובה והתנצלות, מ\"מ נאלמתי לא אפתח פי. איני רשאי לדבר התנצלותי, כי אתה עשית. אתה גרמת לישראל בעבור רוב כסף וזהב שהשפעת להם והתנצלות זה אין לדבר בפני הגוי, לפיכך הסר מעלי נגעך. זה נגע הצרעת אשר פרחה בישראל, מתגרת ידך אני כליתי. מתגרת הוא לשון שפע ונזילה ורוצה לומר לפי שמידך יגר לי רוב שפע כסף וזהב ע\"כ אני כליתי, והוסף מלת אני כליתי לומר שאין רע יורד מלמעלה והאלהים חשבה לטובה, רק אני כליתי וקלקלתי מעשי בעבור רוב שפע כסף וזהב אשר הושפע לי. בתוכחות על עון יסרת איש. בתוכחות הוא לשון ויכוח ור\"ל בעבור הויכוח שיש לאויב עמי ומונה עלי לומר אומה של מצורעים אתם ע\"כ יסרת איש גם האומות שנקראו בני איש כמ\"ש (תהלים מט.ג) גם בני אדם גם בני איש ואמרו רז\"ל (יל\"ש תהלים מט.תשנז) בני אדם אלו ישראל בני איש אלו בני נח, ותמס כעש חמודו. ע\"י שיש גם בהם בעלי חטטים ואז לא יתלו בעון ישראל אלא יאמרו אך הבל כל אדם סלה. כי מקרה אחד לכל. ולדעת האומר לא היו ראויין להיות דוים כו' על שמטיחים דברים כנגד מנהיגיהם, דרש חרפת נבל כמו זכר זאת אויב חרף ה' (תהלים עד.יח) לאמר שכל פה דובר נבלה כמו שמצינו שהטיחו על משה בכמה ענינים והמשכיל ישמע ויוסיף לקח. ","titles":[{"title":"﻿שמות לב כה"},{"title":"﻿שמות פרק לב פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-25","positionInPerek":25,"positionInParasha":71},{"uri":"tanach-kliyekar-2-32-31","text":"ועוד נ\"ל שלא בקש למחות העון לגמרי, אלא שלא יגבה חובו עתה בבת אחת לעשות בהם כליה עתה כרגע אבל לא היה חושש אם יגבה חובו מעט מעט בדור ודור ונעתר לו ה' ואמר ועתה לך נחה את העם וגו' וביום פקדי ופקדתי עליהם את חטאתם להפרע מהם מעט מעט כי זה חסד אלהים. ","titles":[{"title":"﻿שמות לב לא"},{"title":"﻿שמות פרק לב פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-31","positionInPerek":31,"positionInParasha":77},{"uri":"tanach-kliyekar-2-33-4","text":"ומהרי\"א פירש, שהאדם יש לו הרבה מיני עדי והיו קצתם עליהם וקצתם לא היו עליהם ומתחילה לא שתו עליהם עדים שלא היו עדיין עליהם, אבל אותן שהיו עליהם כבר לא הורידו לכך נאמר ועתה הורד עדיך אפילו זהו שכבר עליך. וגם לפירושינו מיושב למה הזכיר לשון הורדה בפעם ב' ולא בראשון לפי שהעדי של הר חורב היה תמיד עליהם משא\"כ בסתם עדי. ","titles":[{"title":"﻿שמות לג ד"},{"title":"﻿שמות פרק לג פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-4","positionInPerek":4,"positionInParasha":85},{"uri":"tanach-kliyekar-2-33-12","text":"ואתה אמרת ידעתיך בשם. י\"א שאמר זה על שנאמר ושמי ה' לא נודעתי להם (שמות ו.ג) משמע אבל לך נודעתי בשמי ה', ולפי דרכינו יאמר על שם של אהיה כמ\"ש (שם ג.יב) כי אהיה עמך שם של אהיה יהיה עמך תמיד, ולזה אני צריך עכשיו כי מתחילה אמרת ידעתיך בשם שהשם עצמו יהיה עמי ועכשיו חזרת מיעוד זה ולא זו שאתה בעצמך אינך רוצה להיות עמי כמ\"ש כי לא אעלה בקרבך. אלא אפילו שלוחך אינו עמי כ\"א לפני שהרי לא הודעתני את אשר תשלח עמי וזה רחוק מאוד מן יעוד ידעתיך בשם, ועל זה לא שאל משה עדיין מאומה רק אמר כמתמיה שלא הודעתני שתשלח עמי, ואח\"כ הציע הצעה אל בקשתו ואמר וגם מצאת חן בעיני ואם כבר היה לי לבקש על איזו דבר שתעשה לי מצד מציאת החן מ\"מ לא בקשתי מאומה כי לא היתה השעה כל כך צריכה, לזה אמר ועתה הגיעה השעה שאני צריך לבקש דבר והוא, אם נא מצאתי חן בעיניך הודיעני נא את דרכיך. ואין די בזה שתודיעני ואני בער ולא אבין אלא ואדעך. תן לי לב להבין כדי שאדע דרכך למען ארויח בזה והוא, שאמצא חן בעיניך נוסף על חן הראשון והוא, שע\"י ידיעת המושכלות ידבק המושכל במשכיל והיו לאחדים והיה פיו כפיך וארויח בזה שממני יתפשט החן גם לזולתו מה שלא היה מקדמת דנא שלא נתפשט החן כ\"א ממך אלי, ובעת שתודיעני דרכיך ותשכילני יתדבק המושכל במשכיל ויתוסף לי מציאת החן ויתפשט ממני גם אל כל הנדבקים אלי והוא הערב רב ועי\"ז יקראו עמך ולא עמי לבד וז\"ש וראה כי עמך הגוי הזה ואל תאמר לי עוד אשר העלית וגו'. ","titles":[{"title":"﻿שמות לג יב"},{"title":"﻿שמות פרק לג פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-12","positionInPerek":12,"positionInParasha":93},{"uri":"tanach-kliyekar-2-33-14","text":" כלי יקר  ויאמר פני ילכו והניחותי לך. במלת פני נחלקו המפרשים אם הוא פנים של כעס או פנים של רחמים וילכו משמע להבא, ומשה אמר אם אין פניך הולכים בהווה לאלתר אל תעלינו מזה, בין שיהיה פירושו שילך הכעס מהם תיכף, בין שיהיה פירושו שילך עמהם תיכף פני רחמיו יתברך, ולפי דרכנו השיב לו על ב' דברים כאחד על מה שהיה מתמיה על שלא הודיעו שישלח עמו שלוחו לסעדו על זה אמר פני ילכו כמו ופניך הולכים בקרב, (שמואל ב' יז.יא) לפי שנאמר ודבר ה' אל משה פנים אל פנים ומאותן פנים ילך אור פניו ית' על פני משה ועל ידי זה יעשה לו הקב\"ה הנחה כאילו היה השם הולך עמו ממש, ואע\"פ שהשפעה זו לפרקים מ\"מ תספיק למשה לשיוכל להעלות את העם ולהדריכם בדרך ה' וז\"ש והניחותי לך. ויאמר משה זה פשוט ואין אני מבקש על זה כ\"א אין אור פניך הולכים ודאי אל תעלנו מזה ובלא מציאת חן, דבר זה מוכרח להיות כי אין לנו עליה כלל זולת זה, וא\"כ הדרא בקשתי לדוכתה מה תעשה לי בעבור מציאת החן וז\"ש ובמה יודע איפה כי מצאתי חן בעיניך אני ועמך, שיתפשט החן ממני גם אל עמך הלא בלכתך עמנו ממש בכל עת שתדבק בי ע\"י שתודיעני דרכך ובזה לבד נפלינו אני ועמך מכל העם וגו'. ","titles":[{"title":"﻿שמות לג יד"},{"title":"﻿שמות פרק לג פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-14","positionInPerek":14,"positionInParasha":95},{"uri":"tanach-kliyekar-2-33-17","text":" כלי יקר  ויאמר ה' אל משה גם את הדבר הזה אשר דברת אעשה. אע\"פ שכמעט היית מתייאש מן יעוד ידעתיך בשם, מ\"מ אני חוזר מן הכעס ומבטיחך גם הדבר הגדול הזה, ואדעך בשם. בזכות מציאת החן אע\"פ שלא בקשת מצד מציאת החן כי אם הודיעני נא דרכך מ\"מ מאחר שיצא מפיך דבר ידעתיך בשם, אעשה גם את הדבר הזה בעבור מציאת החן ואדעך בשם כבראשונה. ","titles":[{"title":"﻿שמות לג יז"},{"title":"﻿שמות פרק לג פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-17","positionInPerek":17,"positionInParasha":98},{"uri":"tanach-kliyekar-2-33-18","text":"וזהו סוד עי\"ן דלי\"ת גדולה בפסוק שמע ישראל, לומר שעין האדם לא יוכל לראות כ\"א ד' דהיינו שכר העה\"ז. וקרוב לזה פרשנו בחבורנו עוללות אפרים על מ\"ש רבי האי דמחדדנא מחבירי שראיתי את ר' מאיר מאחוריו ואילו ראיתיו מקמיה הוינא מחדדנא טפי, (עירובין יג","titles":[{"title":"﻿שמות לג יח"},{"title":"﻿שמות פרק לג פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-18","positionInPerek":18,"positionInParasha":99},{"uri":"tanach-kliyekar-2-34-7","text":" כלי יקר  על בנים ועל בני בנים וגו'. הוסיף כאן בני בנים מה שלא הזכיר זה לא בדברות ראשונות ולא באחרונות, לפי שבע\"ז לעולם כך היא המדה עד דור רביעי ומתחיל למנות מן האב אב ראשון, בן שני, ואח\"כ שלשים, ואח\"כ רבעים, אבל במעשה העגל כבר קבלו דינם כל העובדים ונמחל העון לאותו דור אבל לא לדורות, וכדי לקיים הפקידה לד' דורות הוצרך למנות מן הבן והוסיף דור א' ומנה בנים, ובני בנים, שלשים, ורבעים, וז\"ש וביום פקדי היינו זמן הפקידה כי יבא, אז ופקדתי עליהם אותו זמן פקידה הנאמר בי' הדברות. ולדעתי לפי שעון ע\"ז חמור מכל העונות לא יוכל דור אחד לסבול גודל העונש הראוי לבא על עון זה ע\"כ הוא מתחלק לד' דורות להקל ולא להחמיר. וי\"א בהפך זה כי לכך נאמר וימהר משה ויקוד ארצה ראה משה שהקב\"ה קורא הדורות מראש והולך ומונה ומוסיף דור אחד והיה מתירא פן יוסיף להכות בכמה דורות ע\"כ מיהר משה ויקוד ארצה ויאמר דיך. ","titles":[{"title":"﻿שמות לד ז"},{"title":"﻿שמות פרק לד פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-7","positionInPerek":7,"positionInParasha":111},{"uri":"tanach-kliyekar-2-34-33","text":" כלי יקר  ויתן על פניו מסוה. לפי שהיו הכל מסתכלין בו ומשה היה עניו גדול וביישן, והיה מתבייש על שמסתכלין בקירון עור פניו כי כך היא המדה בכל מי שהוא ביישן ע\"כ נתן על פניו מסוה לכסות עינים. אבל בבואו לפני ה' ללמוד תורה מפיו אז הוצרך להסיר מסוה הבושה מעל פניו כי לא הביישן למד (אבות ב.ו) לכך נאמר ובבא משה לפני ה' לדבר אתו יסיר המסוה עד צאתו. ","titles":[{"title":"﻿שמות לד לג"},{"title":"﻿שמות פרק לד פסוק לג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-33","positionInPerek":33,"positionInParasha":137},{"uri":"tanach-kliyekar-2-35-1","text":"ע\"כ אומר אני שנקט דברים, לפי שכל עיקר מצוה זו היתה לצוות על מלאכת המשכן שיתעסקו בו כל ששת ימי המעשה וביום הז' לא יתעסקו בו כי אין משכן דוחה שבת והיו כאן ב' דברים אחת, לצוות על מעשה המשכן השניה, שלא יתעסקו בו בשבת. ומה שנאמר תיעשה מלאכה לפי שכל עיקר ציווי זה היה על הבאת הנדבה כי גם זה נקרא מלאכה כמו שלמדו רז\"ל (שבת צו","titles":[{"title":"﻿שמות לה א"},{"title":"﻿שמות פרק לה פסוק א"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-kliyekar-2-35-2","text":"ומה שהקדים הקב\"ה בי' הדברות מצות שבת לכיבוד אב ואם, כדי להקביל הדברות ה' מול ה' כי דבור כבד כנגד לא תחמוד והוצרך לחתום הדברות בלא תחמוד להורות שכל הדברות כלולים בלא תחמוד וסוף כל דבר הכל נשמע וזה דבר ברור ונכון. ואין להקשות מהיכא תיתי דתדחי שהרי עשיית המשכן אינו אלא עשה והשבת יש בו עשה ולא תעשה וסקילה. תשובה לדבר שבלאו הכי מצינו ששבת דחויה אצל משכן ע\"י הקרבנות שהיו קרבים ביום השבת וסד\"א ששבת דחויה מכל וכל אצל המשכן קמ\"ל. ","titles":[{"title":"﻿שמות לה ב"},{"title":"﻿שמות פרק לה פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-kliyekar-2-35-3","text":"ועל צד הרמז ירמוז כאן אל העונש של מחללי שבת, כדאיתא (בשבת קיט","titles":[{"title":"﻿שמות לה ג"},{"title":"﻿שמות פרק לה פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-kliyekar-2-35-4","text":" כלי יקר  זה הדבר אשר צוה ה'. בפר' מטות פירש\"י שכל הנביאים נתנבאו בכה אמר ה' נוסף עליהם משה שנתנבא בזה הדבר אשר צוה לפי שמשה ראה הדבר בעינו באספקלריא המאירה, ומה שלא פירש\"י זה על מה שנאמר כאן זה הדבר. לפי שהמשכן אינו הוראה על נבואתו לפי שהמשכן הראה לו הקב\"ה בהר כמ\"ש (שמות כה.ט) ככל אשר אני מראה אותך את תבנית המשכן וגו' ועל כן אמר זה הדבר אשר צוה ה', כמראה באצבע על דבר אשר ראה בעיניו ודבר זה אינו מורה על שום מעלה יתירה שלא היתה בשאר נביאים כי גם יחזקאל ראה כל תבנית המקדש. ","titles":[{"title":"﻿שמות לה ד"},{"title":"﻿שמות פרק לה פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-kliyekar-2-35-5","text":"ועוד נ\"ל מה שאמר תחילה מאתכם תרומה, ואח\"כ אמר את תרומת ה'. לפי מחשבת הנותן, כי מי שאינו נותן מרצון אינו חושב שאינו נותן משלו כלום כ\"א משל הקב\"ה כי לו ית' הכסף והזהב, אלא טועה בדעתו וחושב כי כחו ועוצם ידו עשה לו את החיל הזה, ע\"כ נאמר בו קחו מאתכם תרומה לה' ר\"ל מן אותן הכיתות אשר המה חושבים כי משלהם אתה לוקח לה'. אבל כל נדיב לב היודע כי לו ית' הכסף ומשלו הוא נותן לו לפיכך יביאה מעצמו את תרומת ה', ר\"ל שכבר הוא של ה', לכך קראה כאן תרומת ה' שיובן מזה שכבר הוא של ה', ולכך נאמר והם הביאו אליו עוד נדבה בבוקר בבוקר מהו עוד, אלא אמר שני סימנים טובים נראו בהם והם מופתים על שנתנו נדבתם בשמחה. א', מה שהביאו מעצמם קודם שבא אליהם הגבאי לתבוע ממנו מה שנדב כבר. ב', מה שהביאו בבוקר בפנים מאירות כי כל דבר הניתן בפנים מאירות ניתן בבוקר והמן יוכיח כמו שפירש\"י פר' (בשלח טז.ז) ורמז עוד בבוקר שכל מי מהם שהיה יכול להקדים את עצמו לפני זולתו היה מקדים לכך נאמר ב\"פ בבוקר. א', כנגד מה שנתנו בפנים מאירות. ב', כנגד מה שזריזים היו מקדימים את עצמם. ","titles":[{"title":"﻿שמות לה ה"},{"title":"﻿שמות פרק לה פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-kliyekar-2-35-22","text":" כלי יקר  ויבואו האנשים על הנשים. המפרשים אמרו שהוא כמו עם הנשים והודיע צדקת הנשים שהסכימו ליתן תכשיטיהן, וצ\"ל כי זה באמת שבח להן כי מן הדין לא היו צריכין ליתן תכשיטיהן כי בשלמא האנשים שפרקו נזמיהם ועשו ממנו העגל הוצרכו ליתן נזמיהם ותכשיטיהן לכפר על נפשותיהם, אבל הנשים שלא רצו ליתן תכשיטיהן במעשה העגל אם כן אינן צריכין לכפרה ולמה יתנו תכשיטיהן ומ\"מ מחמת חיבת הקודש לא נמנעו מליתן. אבל מ\"מ לא רצו הנשים להביא בידיהן הנדבה אל משה כדי שלא יחשוב משה כי היה להם חלק בעבירה ע\"כ נאמר כל נדיב לב הביאו אבל הנשים לא הביאו אלא נתנו תכשיטיהן. אבל מדקאמר על הנשים ולא אמר עם הנשים מסתבר לפרשו שבאו עליהם בכח גדול כי לא רצו הנשים ליתן כל כלי זהב שלא יאמרו שהיה חלק להם בזהב העגל והאנשים באו עליהם ולקחו מהם בזרוע כל כלי זהב לכך הזכיר בהבאת הזהב האנשים לבד, אבל ענין המטוה שאין בו חשד זה היו הנשים מתעסקים בו כמ\"ש וכל אשה חכמת לב בידיה טוו וגו'. ","titles":[{"title":"﻿שמות לה כב"},{"title":"﻿שמות פרק לה פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-kliyekar-2-35-27","text":"ועל צד הרמז יפורש מה שאמרו במסורה ב\"פ ויכלא. א', ויכלא הגשם מן הארץ. ב', ויכלא העם מהביא. רמז שבזמן שאינן נותנים נדבתם ויכלא העם מהביא את מה שנדבו אז ויכלא הגשם מן הארץ. וי\"א לפי שהנשיאים הביאו המן והיה מזונותם מזומנת ולא היה להם שום הוצאה משם נתעשרו כי ממונם היה מוסיף תמיד והיה בידם כדי לקנות אבני שהם. ","titles":[{"title":"﻿שמות לה כז"},{"title":"﻿שמות פרק לה פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-27","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-kliyekar-2-35-30","text":"לד) הוא ואהליאב. שנקרא כך על שם כי הוא יבנה אהל מועד לאבינו שבשמים ועל שם זה נקרא בשם אהליאב, בן אחיסמך. כי שם מקום סמיכות האחים דהיינו השכינה עם ישראל כמ\"ש (תהלים קכב.ח) למען אחי ורעי אדברה נא שלום בך. וכתיב (שיר ה.ב) אחותי רעיתי, למטה דן. שנמשל גם הוא לגור אריה שנאמר (דברים לג.כב) דן גור אריה. על כן מן הראוי שיבנה האריאל, ורמז ביהודה ודן לשני שמותיו יתברך ה' אלהים שם של רחמים ושל דין אשר שתף הקב\"ה ברוך הוא וברא בהם העולם, כך משכן זה העשוי על תמונת כל העולמות נעשה על ידי יהודה, אשר כל השם של רחמים כלול בשמו ועל ידי דן, המורה על מדת הדין כי בשנים אלו יצר ה' עולמו ובשנים אלו נעשה על תמונת העולם המשכן על ידי שבט דן ויהודה, לכך נאמר ראו קרא ה' בשם, וסוד זה נכון וברור. וכדי להדמות מכל וכל בנין המשכן אל בנין העולם צוה משה להכריז איש ואשה אל יעשו עוד מלאכה. וכל כך למה וכי עשו עבירה שהיו מביאים יותר מכדי הצורך, אלא לפי שראה משה שציור בנין זה הוא תבנית בנין העולם בכללו וארז\"ל (בחגיגה יב.) כשברא הקב\"ה העולם היה מרחיב והולך עד שגער בו הקדוש ברוך הוא ואמר לעולמו די כך כשראה משה שדבר זה הולך ומתרחב לאין תכלית גער בהם לאמר אל יעשו עוד מלאכה כי כך עשה הקב\"ה ביצירת עולמו. ומ\"ש ויקחו מלפני משה י\"א שמשה מפני החשד לא רצה להכניס הנדבה אל ביתו וחדריו אלא כשהונחה לפניו משם לקחוה עושי המלאכה. ","titles":[{"title":"﻿שמות לה ל"},{"title":"﻿שמות פרק לה פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-kliyekar-2-38-8","text":"ונראה שנקט הצובאות כי הנשים העמידו צבאות רבות במצרים, והיו אומרים כסבורים שלא שלטו בהם המצרים שהרי בעליהן היו מעונים בעבודת פרך הממעטת הפריה ורביה ובודאי מן המצרים נתעברו, על כן רצו לגלות צדקתן, כי בעבור שהעמידו צבאות רבות על כן הוצרכו לגלות טהרתם והביאו אותן מראות שעל ידיהם העמידו אותן הצבאות כדי לעשות מהם הכיור, כאילו אמרו הביטו וראו ובחנונו בזאת אם העמדנו אותן צבאות בטהרה או לא כי הכיור נעשה לבודקן כסוטות. ואמר אשר צבאו פתח אהל מועד. ועדיין האהל מועד לא נעשה ע\"כ פירשו שזה אהל מועד של משה עיין בראב\"ע, וכן ברבינו בחיי. ולי נראה שמדבר הכל בצניעות הנשים כמ\"ש (בראשית יח.ח) הנה באהל. פירש\"י צנועה היא, כך אותן צבאות שהעמידו צבאו פתח אהל מועד רצה לומר באהל שלהם ומה שנקט פתח לפי שנאמר בזונה ותשב בפתח עינים (שם לח.יד) על כן אמר בצניעות פתח אהל. ונקט מועד כי שם נועדו יחדיו עם בעליהן אשר היו כל היום בשדות כי לשון מועד הוא, הבאים ממקום אחר להתוועד במקום זה. ","titles":[{"title":"﻿שמות לח ח"},{"title":"﻿שמות פרק לח פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-38","interprets":"tanach-2-38-8","positionInPerek":8,"positionInParasha":110},{"uri":"tanach-kliyekar-2-38-21","text":"ולדעת המדרש האומר משכן משכן, לפי שנתמשכן ב' פעמים בעון ישראל ע\"כ אמר זה מיד אחר שהוזכר מעשה המשכן, לפי שנאמר (איכה ד.יא) כלה ה' חמתו ויצת אש בציון. ארז\"ל (איכה רבה ד.יד) כלה חמתו בעצים ואבנים, הזכירו דווקא עצים ואבנים להורות שדווקא המשכן עצמו שהיה מעצים ואבנים נתמשכן אבל אין בגדי כהונה בכלל ע\"כ הזכיר אלה פקודי המשכן מיד אחר המשכן וירמוז שמחל להם הקב\"ה עון העגל, כי בנוהג שבעולם מי שנתחייב לחבירו ונותן לו משכון בחובו שוב אינו תובע חובו מגופו כי אם מן המשכון ובעון העגל נתחייבו ישראל כליה בגופם והקב\"ה ברחמיו ית' הבטיחם לקבל מהם משכון בחובו, כי עון העגל אע\"פ שנמחל להם מכל מקום לא נמחל כי אם על תנאי אם לא יחזרו לסורם בעשיית העגל וכאשר חזרו לסורם בעגלים שעשה ירבעם בן נבט נפקד עליהם גם עון העגל הראשון, וז\"ש וביום פקדי ופקדתי עליהם את חטאתם. ר\"ל ביום שיעשו איזו עגל אחר ויהיה זה סבה לפקוד ולזכור מעשה העגל הראשון אז ופקדתי עליהם את חטאתם לפקוד עליהם עון כל העגלים כאחד, אבל מ\"מ לא אענישם בגופן כדי לכלותם מעל פני האדמה אלא אקח מהם משכון בחובם. וז\"ש אלה פקודי המשכן משכן. כי מה שאמרתי וביום פקדי ופקדתי. אלה פקודי ר\"ל אותה הפקידה תהיה על המשכן משכן כנגד ב' מקדשים שנחרבו בעונם. והזכיר ה' בראשונה ולא בשניה לפי שבמקדש ב' חסרו ה' דברים עקריים כנודע. וטעם למשכון זה, לפי שזהב של המשכן בא לכפרה על זהב העגל ואם כן דומה כאילו נעשה המשכן ערב בעדם שלא יחזרו לסורם ואם יעברו אז אקח מהם המשכן, כי אין נכון שיהיה המשכן המכפר ביניהם כל עוד שטומאתם בם וחוזרין לסורם וא\"כ כל זמן שהמשכן קיים יש עדות לישראל שעון העגל שרי ומחול לכך נאמר משכן העדות. ","titles":[{"title":"﻿שמות לח כא"},{"title":"﻿שמות פרק לח פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-38","interprets":"tanach-2-38-21","positionInPerek":21,"positionInParasha":1},{"uri":"tanach-kliyekar-2-38-22","text":"ומה שפירש\"י שמשה צוה לו לעשות כלים תחילה, לא ידעתי מהיכן למד רש\"י זה. כי אדרבה בפר' ויקהל הזכיר משה המשכן תחילה, וכן בכל מקום מזכיר המשכן תחילה, זולת מה שנאמר בפרשת תרומה ועשו ארון עצי שטים קודם למשכן וזה לפי שסדר מעלתן קא חשיב, ואם למד זה מקושיא זו אשר צוה אותו משה לא נאמר כו' כבר אמרנו שאין זה קושיא. ","titles":[{"title":"﻿שמות לח כב"},{"title":"﻿שמות פרק לח פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-38","interprets":"tanach-2-38-22","positionInPerek":22,"positionInParasha":2},{"uri":"tanach-kliyekar-2-39-43","text":"ואמר ויהי נועם ה' אלהינו עלינו, לפי שנאמר (שמות כה.ח) ועשו לי מקדש ושכנתי בתוכם בתוכו לא נאמר אלא בתוכם כי עיקר השכינה בעבור ישראל, ע\"כ אמר שנועם ה' דהיינו זיו הדרת שכינתו יתברך יהיה עלינו ומעשה ידינו כוננה עלינו ומעשה ידינו כוננהו. נראה שמלת כוננהו מוסב כלפי השכינה כי פסוק זה מדבר בנסתר עם השכינה, על כן אמר שמעשה ידינו דהיינו המשכן עשו כוננות לשכינה ולנו להושיבנו יחד במדור אחד כי המשכן מקום דירה לעליונים ותחתונים כאחד על כן אמר כוננה עלינו וכוננהו וע\"ד שנאמר (שמות טו.יז) מכון לשבתך פעלת ה'. זה מה שנראה לי להוסיף על כל דברי המפרשים בזה המזמור לפרשו על בנין המשכן. ","titles":[{"title":"﻿שמות לט מג"},{"title":"﻿שמות פרק לט פסוק מג"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-43","positionInPerek":43,"positionInParasha":54},{"uri":"tanach-kliyekar-2-40-2","text":"ובשלשה הקמות אלו אמרו מקצת מפרשים שהם כנגד שלשה מקדשים. ויש לי כדמות ראיה לדבריהם כי מקדש ראשון ושני היו תלוין בזכותם של ישראל כי מתוך הזכות והתשובה זכו לבנין זה, על כן נאמר תקים ויקם כי זה מדבר בהקמה התלויה בפעולה אנושית, אבל מקדש שלישי אינו תלוי בזכות שהרי אפילו בדור שכלו חייב יבא הגואל ואם כן אינו תלוי בפעולה אנושית אלא מאליו יבנה לכך נאמר הוקם, מאליו משמע. ","titles":[{"title":"﻿שמות מ ב"},{"title":"﻿שמות פרק מ פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-2","positionInPerek":2,"positionInParasha":56},{"uri":"tanach-kliyekar-2-40-34","text":"חסלת ספר שמות - בעזר נותן עוז ותעצומות. ","titles":[{"title":"﻿שמות מ לד"},{"title":"﻿שמות פרק מ פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-34","positionInPerek":34,"positionInParasha":88}]}