{"subjects":[{"uri":"jbr:tanach-4-1-1#SfateiChachamim","text":" שפתי חכמים  (א) רצונו לתרץ למה ליה למכתב כל הסימנים הללו ומתרץ מתוך חיבתן כו' כלומר הרי בלאו הכי צריך לפרש למה ליה למכתב שאו את ראש כל עדת וגו' והרי כבר מנאן בפרשת כי תשא אלא על כרחך צריך לומר מתוך חיבתן וכו'","titles":[{"title":"﻿במדבר א א"},{"title":"﻿במדבר פרק א פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-4-1-2#SfateiChachamim","text":" שפתי חכמים  (ד) ולא כל משפחה ומשפחה שהרי לא הוזכר מנין משפחה בקרא רק מנין השבטים. [דברי דוד] ואם תאמר למה כתיב למשפחותם יש לומר שעל ידי המשפחות היו יודעים מספר השבטים וכן כתיב ויתילדו על משפחותם ולא היו נקראים על שם השבט אחר כך ועל ידי המשפחה היו יודעים משה ואהרן מאיזה שבט היו","titles":[{"title":"﻿במדבר א ב"},{"title":"﻿במדבר פרק א פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-4-1-3#SfateiChachamim","text":" שפתי חכמים  (ז) ואם תאמר מנא ליה לרש\"י דלמא אף פחות מבן עשרים יוצא לצבא וכן אמר הכתוב מבן עשרים שנה ומעלה והוא יוצא לצבא תפקדו אותם אבל אם הוא בן עשרים ואינו יוצא לצבא כגון זקן וחולה או יוצא צבא ואינו בן עשרים לא תפקדו אותם. ויש לומר דאם כן הל\"ל מבן עשרים שנה ומעלה היוצא צבא ולמה ליה כל יוצא צבא אלא ודאי אין זה אלא ביאור כפרש\"י. וכן מה שכתב בכי תשא למדך כאן שאין פחות מבן עשרים וכו' מהכא נפקא. הרא\"ם. ועיין לעיל בפרשת כי תשא","titles":[{"title":"﻿במדבר א ג"},{"title":"﻿במדבר פרק א פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-4-1-4#SfateiChachamim","text":" שפתי חכמים  (ח) ואם תאמר מנא ליה לרש\"י דלמא יהיו עמכם בצרכים אחרים כמובן מן הקרא ולא כשתפקדו אותם ועוד מנא ליה שהיו נשיאים דלמא אנשים אחרים ויש לומר מדכתיב בסוף אלה קרואי העדה נשיאי מטות שמע מינה שהיו נשיאים וגם כתיב ויקח משה ואהרן את האנשים וגו' ואת כל העדה הקהילו וגו' שמע מינה שהיו מונין עם משה","titles":[{"title":"﻿במדבר א ד"},{"title":"﻿במדבר פרק א פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-4-1-16#SfateiChachamim","text":" שפתי חכמים  (ט) רצונו לתרץ וכי זה היה חשיבותן שהיו קוראין כל העדה לכן פירש הנקראים כו' כלומר לתת עצה ולתקן כל צרכי העדה","titles":[{"title":"﻿במדבר א טז"},{"title":"﻿במדבר פרק א פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-4-1-17#SfateiChachamim","text":" שפתי חכמים  (י) רצ\"ל הל\"ל ויקח משה ואהרן אותם שהרי לעיל מיניה כתיב נשיאי העדה וממילא ידעינן שהם הנזכרים למעלה אלא ודאי הואיל וכתיב האנשים האלה יכול אני לומר שהיו אחרים ולא נשיאים לכן פירש רש\"י י\"ב נשיאים הללו ואם תאמר אחרים היו לכך פירש רש\"י אשר נקבו לו כאן בשמות ומי הם אשר נקבו כאן בשמות הוי אומר אלו הנשיאים והוסיף למלת לו כי בזולתו לא נדע למי נקבו. ואם תאמר מנא ליה לרש\"י לפרש כן דלמא אחרים הן ויש לומר דכתב האנשים האלה בה\"א דהול\"ל אנשים אלה. ואם תאמר למה לא אמר סתם ויקח אותם כמו שהקשה מ\"י ונראה דמתחלה אמר ראש לבית אבות ובסוף אמר נשיאי מטות והוה אמינא ראשי אבות לאו נשיאים על כל השבטים רק על משפחה אבל כאן כתיב קרואי העדה נשיאי מטות כאן מיירי בנשיאים ממש ולעולם אחרים הם ולכך אמר קרואי העדה כדי לידע מי הם שנקראים לכל דבר חשיבות לכן אמר האנשים האלה דהם הם הנשיאים וקל להבין נלי\"ט [קצ\"מ] מהרש\"ל כתב דק\"ל למה כתב אשר נקבו בשמות שהיה די אם כתב את האנשים האלה לכן פירש אשר נקבו לו כאן בשם חשיבות שראוין לאותה גדולה ונשיאות היפך המרגלים שנקראו לשם גנאי על שם סופן כדאיתא במדרש רבה","titles":[{"title":"﻿במדבר א יז"},{"title":"﻿במדבר פרק א פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-4-1-18#SfateiChachamim","text":" שפתי חכמים  (כ) הוצרך לפרש כן לפי שמלת ויתילדו הוא מבנין התפעל שעומד בעצמו ואם היה כמשמעו מלשון לידה היה משמע שהולידו את עצמם לכן פירש שהביאו שהם עצמם הביאו את ספריהם וכו'","titles":[{"title":"﻿במדבר א יח"},{"title":"﻿במדבר פרק א פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-4-1-49#SfateiChachamim","text":" שפתי חכמים  (מ) כלומר שלא יהא מנינם מבן עשרים אלא מבן חודש ומעלה כיון שהם לגיון המלך חשובים הם הקטנים שיצאו מכלל נפל כמו יוצא צבא בישראל","titles":[{"title":"﻿במדבר א מט"},{"title":"﻿במדבר פרק א פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":49},{"positionInParasha":49},{"uri":"jbr:tanach-4-1-50#SfateiChachamim","text":" שפתי חכמים  (ס) ואם תאמר למה פירש כתרגומו שלא תאמר הפקד לשון מנין מאי מתורץ בזה שהרי אף על לשון מנין מפרש התרגום מני. ויש לומר שכל מקום שמתרגמינן מני על לשון מינוי שררה הנו\"ן של מני דגושה וכאן נמי הנו\"ן דגושה שמע מינה שהוא לשון מינוי שררה אבל כשהנו\"ן של מני אינה דגושה הוא לשון מנין. ועוד יש לומר לכך פרש\"י כתרגומו לפי שמלת פקוד הוא גם לשון זכרון כמו וה' פקד את שרה ופעמים שהוא לשון חסרון כמו ולא נפקד ממנו איש לכך פרש\"י כתרגומו מני לאפוקי אותן ב' פירושים של זכרון או של חסרון. ואין לומר דלמא הוא לשון מנין לכך פרש\"י כמו ויפקד פקידים","titles":[{"title":"﻿במדבר א נ"},{"title":"﻿במדבר פרק א פסוק נ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":50},{"positionInParasha":50},{"uri":"jbr:tanach-4-1-51#SfateiChachamim","text":" שפתי חכמים  (ע) פירש שמפרקין אברי המשכן ומפרידין אותן ממקום חבורן ומעמידין כל אחד לבדו. לא יורידו ממקום גבוה למקום נמוך כמובן מלשון ירידה","titles":[{"title":"﻿במדבר א נא"},{"title":"﻿במדבר פרק א פסוק נא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":51},{"positionInParasha":51},{"uri":"jbr:tanach-4-1-53#SfateiChachamim","text":" שפתי חכמים  (ר) יש מקשים דהא כל התורה נאמרה כללות ומכלל הן אתה שומע לאו. ויש לומר דרש\"י בא לפרש שלא נטעה לומר דהא דכתיב ולא יהיה קצף דקאי אדסמיך ליה וחנו בני ישראל וגו' והלוים יחנו וגו' לכן פירש אם תעשו ואם לא תעשו וכו' קאי אעבודת משכן פריקה וטעינה והקמתו כמו שמצינו גבי קרח מצאתי","titles":[{"title":"﻿במדבר א נג"},{"title":"﻿במדבר פרק א פסוק נג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":53},{"positionInParasha":53},{"uri":"jbr:tanach-4-2-2#SfateiChachamim","text":" שפתי חכמים  (ת) ופירוש לבית אבותם הם שמות אבותם המפותחים בחושן ולפי שפירש זה דחוק שפירש על לבית אבותם לכן אמר דבר אחר וכו' ולפירוש דבר אחר קשה מלת דגלו באותות לבית אבותם לכך צריך גם לטעם ראשון","titles":[{"title":"﻿במדבר ב ב"},{"title":"﻿במדבר פרק ב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":2},{"positionInParasha":56},{"uri":"jbr:tanach-4-2-3#SfateiChachamim","text":" שפתי חכמים  (ג) ואם תאמר מנא ליה לרש\"י ומפרש דמערב קרוי אחור אם כן שמע מינה דקדם הוא מזרח. (קצ\"מ) פירוש אחר שהה\"א בסוף התיבה במקום למ\"ד בתחלתה ופירוש קדם פנים יחוייב שיהיה פירוש קדמה לפנים ותיבת מזרחה גם כן הוא למזרח","titles":[{"title":"﻿במדבר ב ג"},{"title":"﻿במדבר פרק ב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":3},{"positionInParasha":57},{"uri":"jbr:tanach-4-2-9#SfateiChachamim","text":" שפתי חכמים  (ד) דק\"ל והיאך היו יודעין שיסעו שיהיו הם ראשונים בנסיעה ואין לומר שברצונם יסעו דהא כתיב על פי ה' יסעו. ועל זה פירש כשרואים וכו' כתב הרא\"ם ויש לתמוה למה השמיט רש\"י זכרונו לברכה מאמר משה קומה ה' וגו' ולא הזכיר רק סילוק הענן ותקיעת חצוצרות. ונראה לי דרש\"י לא בא לפרש אלא היאך היו יודעין שיכינו את עצמן ליסע ומפרש בזה היו יודעין כשרואין וכו' אבל הנסיעה האמתית דהיינו ההליכה לא היה עד שאמר משה קומה ה' והא דכתיב בקרא ראשונה יסעו פירושו ראשונה היו מכינים את עצמם לנסוע ואכתוב עוד מזה בפרשת בהעלותך אם ירצה ה' (נחלת יעקב) ואני אומר דאשתמיטתיה דהא הרב הביא גם הברייתא בפרשת בהעלותך בפסוק על פי ה' יסעו וגם הא דעל פי שלשה היו נוסעים וכו' עיין שם","titles":[{"title":"﻿במדבר ב ט"},{"title":"﻿במדבר פרק ב פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":9},{"positionInParasha":63},{"uri":"jbr:tanach-4-2-17#SfateiChachamim","text":" שפתי חכמים  (ו) ופירוש בתוך המחנות היינו מחנות ישראל שהן ד' מחנות שתים לפניו ושתים לאחריו ולא בתוך המחנות הנזכרות לעיל דהיינו בין מחנה יהודה ומחנה ראובן הואיל וכתיב ונסע אהל מועד אחר שני דגלים של יהודה ושל ראובן","titles":[{"title":"﻿במדבר ב יז"},{"title":"﻿במדבר פרק ב פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":17},{"positionInParasha":71},{"uri":"jbr:tanach-4-2-20#SfateiChachamim","text":" שפתי חכמים  (ז) ולעיל לא צריך רש\"י לפרש מידי שהרי גבי ועליו כתיב והחונים אם כן ודאי פירושו כתרגומו אבל כאן אין כתיב כלום רק ועליו מטה מנשה אם כן אין אני יודע פירושו לכן פרש\"י כתרגומו","titles":[{"title":"﻿במדבר ב כ"},{"title":"﻿במדבר פרק ב פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":20},{"positionInParasha":74},{"uri":"jbr:tanach-4-3-1#SfateiChachamim","text":" שפתי חכמים  (ח) דאל\"כ מה ענין זה לכאן ופירוש ביום דבר מיום דבר והבי\"ת כבי\"ת והנותר בבשר ובלחם לא שבאותו יום עצמו שדבר השם יתברך עם משה בהר סיני למדו אלא שמאותו יום והלאה היה מלמדן ונעשו תולדותיו. ואם תאמר והא לכל ישראל למד משה תורה ולמה לא נקראו תולדותיו. ויש לומר דמה שלמד לכל ישראל תורה היה במצות השם יתברך כמו דכתיב ויאמר ה' אל משה עלה אלי וגו' אשר כתבתי להורותם משמע דעיקר מה שלמד השם יתברך תורה עם משה היה הכל בשביל כלל ישראל לכן אין שייך לומר כל המלמד אבל גבי בני אהרן שלא היה משה מחוייב ללמוד עמהם דהא האב חייב ללמד את בנו תורה משום הכי נקראו הם תולדותיו של משה וכן נראה דדייק לישנא דכל המלמד את בן חבירו תורה וכו'","titles":[{"title":"﻿במדבר ג א"},{"title":"﻿במדבר פרק ג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":1},{"positionInParasha":89},{"uri":"jbr:tanach-4-3-4#SfateiChachamim","text":" שפתי חכמים  (ט) יש ספרים שגורסין על פני אהרן אביהם בחייו. ואם תאמר למה ליה לרש\"י לפרש בחייו. ויש לומר אי לא פירש בחייו הייתי אומר שהוא לאחר מיתתו לפי שאינן ראוים לעבודה בפניו לכן פירש על פני אהרן אביהם בחייו נעשו כהנים גדולים ופירוש אם אירע טומאה באהרן שימש אלעזר, באלעזר שימש איתמר. תנחומא","titles":[{"title":"﻿במדבר ג ד"},{"title":"﻿במדבר פרק ג פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":4},{"positionInParasha":92},{"uri":"jbr:tanach-4-3-6#SfateiChachamim","text":" שפתי חכמים  (י) ולא שהם שני ענינים שישרתו וגם ישמרו משמרתי כי אין להם שירות אחר כי אם שמירת המקדש כי הוא שירותו של אהרן ובניו","titles":[{"title":"﻿במדבר ג ו"},{"title":"﻿במדבר פרק ג פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":6},{"positionInParasha":94},{"uri":"jbr:tanach-4-3-9#SfateiChachamim","text":" שפתי חכמים  (כ) ר\"ל דוקא עבודת הקודש אבל לא עבודת חול והוכחתו מדכתיב בפ' קרח ואני נתתי לכם מתנה לעבוד את עבודת אהל מועד שמע מינה דוקא עבודת הקודש אבל לא חול","titles":[{"title":"﻿במדבר ג ט"},{"title":"﻿במדבר פרק ג פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":9},{"positionInParasha":97},{"uri":"jbr:tanach-4-3-15#SfateiChachamim","text":" שפתי חכמים  (מ) ואם תאמר והרי לעיל כתיב מבן חדש ומעלה משיצא מכלל נפלים הוא נמנה. ויש לומר שכאן מדבר בודאי שלא היתה נפל וכלו לה חדשים לכך נמנתה משנולדה קודם שלשים יום","titles":[{"title":"﻿במדבר ג טו"},{"title":"﻿במדבר פרק ג פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":15},{"positionInParasha":103},{"uri":"jbr:tanach-4-3-21#SfateiChachamim","text":" שפתי חכמים  (נ) ויש נוסחאות שגורסין הראשון לפרש מי היו בניו. רצונו לתרץ למה כתיב ב' פעמים הרי כתיב לעיל מיניה ואלה שמות בני גרשון וגו' ומתרץ הראשון לפרש מי היו בניו והשני כלומר לגרשון משפחת הלבני והשמעי פקודיהם כך וכך ולפי גירסא שלפנינו נמי פירוש הכי שלא בא להשמיענו מי היו משפחותיו דהא כבר ידענו זה אלא האי קרא בא לאשמעינן שמשפחת לבני ושמעי פקודיהם היו כך וכך כאלו אמר לגרשון משפחת הלבני ומשפחת השמעי שאלה הם משפחות הגרשוני היו הפקודים כך וכך","titles":[{"title":"﻿במדבר ג כא"},{"title":"﻿במדבר פרק ג פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":21},{"positionInParasha":109},{"uri":"jbr:tanach-4-3-25#SfateiChachamim","text":" שפתי חכמים  (ע) ולמה נקראין משכן לפי שהם נראין בפנים כשאתה עומד במשכן ועוד דכתיב ואת המשכן תעשה עשר יריעות וגו' והם יריעות התחתונות מכל ד' מכסים לא המשכן בכללו כמו והקמות את המשכן רא\"ם","titles":[{"title":"﻿במדבר ג כה"},{"title":"﻿במדבר פרק ג פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":25},{"positionInParasha":113},{"uri":"jbr:tanach-4-3-26#SfateiChachamim","text":" שפתי חכמים  (ר) כי בני מררי היו נושאין מיתרים של חצר עיין רש\"י בפרשת נשא","titles":[{"title":"﻿במדבר ג כו"},{"title":"﻿במדבר פרק ג פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":26},{"positionInParasha":114},{"uri":"jbr:tanach-4-3-29#SfateiChachamim","text":" שפתי חכמים  (ש) מקשים העולם למה ליה לרש\"י לכל פירש זה כאן. ויש למר דק\"ל למה לא כתיב משפחת בני הקהתי כמש\"כ בתר הכי למשפחת הקהתי ולעיל נמי כתיב אלה הם משפחות הקהתי ומפרש וסמוכים להם דגל ראובן כו' שחטאו והחטיאו את הרבים ואינם ראוים לכתוב הם בשמם דהיינו ה\"א בראש התיבה והיו\"ד בסוף הביתה","titles":[{"title":"﻿במדבר ג כט"},{"title":"﻿במדבר פרק ג פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":29},{"positionInParasha":117},{"uri":"jbr:tanach-4-3-32#SfateiChachamim","text":" שפתי חכמים  (א) לפי שהלשון משמע שהוא כאחד משאר הנשיאים ולא יותר משום דנקוד ונשיא הוא\"ו במלאפו\"ם הוא דבוק דאם לא כן היה נקוד ונשיא בשו\"א תחת הוי\"ו וקמ\"ץ תחת הנו\"ן משום הכי צריך לפרש ממונה כו'","titles":[{"title":"﻿במדבר ג לב"},{"title":"﻿במדבר פרק ג פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":32},{"positionInParasha":120},{"uri":"jbr:tanach-4-3-38#SfateiChachamim","text":" שפתי חכמים  (ב) (גור אריה) גם כאן בא לתרץ דהל\"ל משה ואהרן ובניו יחנו לפני אהל מועד אלא שלא בא לצוות רק להגיד לך שהחונים לפני אהל מועד הם החשובים האלו לפיכך היו כמותם החונים סמוכים להם","titles":[{"title":"﻿במדבר ג לח"},{"title":"﻿במדבר פרק ג פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":38},{"positionInParasha":126},{"uri":"jbr:tanach-4-3-39#SfateiChachamim","text":" שפתי חכמים  (ג) פירוש שלא היה מתעסק במנין הלוים אלא משה לבדו ומפני ששניהם היו מתעסקין במנין ישראל דרך המקרא לכתוב כן אף שלא היה במנין הלוים מכל מקום הזכירו הכתוב במנין הלוים ויש מפרשים שלא היה במנין הלוים שלא היה הוא מן הנמנין וכן משמע במסכת בכורות דף ד'. אבל קשה והא קרא במונין כתיב אשר פקד משה ואהרן ולא בנמנין. הרא\"ם. ולי נראה דהכי פירושו מדנקוד על ואהרן משמע שלא היה במונין ולא הוי נמי בנמנין דאם לא כן למה ליה להזכיר אהרן ולנקוד עליו אלא שלא לומר במונין לא היה אבל בנמנין היה משום הכי הזכירו ונקד עליו למדרש שהיה חסר מכל וכל אף מן הנמנין. דומה קצת פירוש זה למה שפירשתי במלת את צאן נקוד על את וכו' אף שדחוק קצת יש ליישבו כדי שלא תקשה מרש\"י דפירוש החומש על פרש\"י דמסכת בכורות שפירש שם בהדיא שאהרן לא היה בין הנמנין וכן יש ליישב לישנא במדבר רבה כל פקודי הלוים אשר פקד משה ואהרן נקוד עליו שלא היה אהרן מן המנין דמשמע לישנא שלא היה גם מן הנמנין","titles":[{"title":"﻿במדבר ג לט"},{"title":"﻿במדבר פרק ג פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":39},{"positionInParasha":127},{"uri":"jbr:tanach-4-3-45#SfateiChachamim","text":" שפתי חכמים  (ה) יש מפרשים דקשה לרש\"י דאי אבהמה טהורה קאי אין שייך פדיון דלא פקע קדושת בכור דהא הכהנים עצמן חייבים בקדושת בכור ויש לומר עוד דהוכחתו מדכתיב בפרשת בא כל בכור אדם תפדה וכל פטר חמור תפדה בשה וכאן שכתב בכור אדם ובכור בהמה תפדה מיירי נמי דוקא פטרי חמורים. הרא\"ם תימה והלא רש\"י בעצמו פירש בפרק קמא דבכורות דף ד' גבי הא דפריך רבא לאביי אם איתא דדרשת קל וחומר מבהמה לפטור לוים מבכור בהמה טהורה דהא בהמה טהורה דידהו הפקיעו בהמת ישראל הטהורה וצריך עיון ויש לומר דהא פרכא דפריך רבא לאביי אינה אלא לפי סברתו אבל אביי פליג עליה בהא וסבירא ליה דלא פדו בהמות הלוים את בכורי בהמה טהורה של ישראל וכו' עיין (במ\"י)","titles":[{"title":"﻿במדבר ג מה"},{"title":"﻿במדבר פרק ג פסוק מה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":45},{"positionInParasha":133},{"uri":"jbr:tanach-4-3-46#SfateiChachamim","text":" שפתי חכמים  (ז) כדי שלא תטעה לומר דהאי ואת פדויי השלשה והשבעים וגו' פירוש כמו העודפים על פדויי הלוים דבסמוך דפירוש אותן שפדו הלוים בגופן כדפרש\"י שם ומהם תקח חמשת שקלים גם כן לכך פירש דהאי ואת פדויי השלשה וגו' פירוש ואת הבכורות הצריכים לפדות כו' כי עדיין לא היו פדויין אלא הם צריכין לפדות ומהם תקח חמשת שקלים לגלגלת","titles":[{"title":"﻿במדבר ג מו"},{"title":"﻿במדבר פרק ג פסוק מו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":46},{"positionInParasha":134},{"uri":"jbr:tanach-4-3-50#SfateiChachamim","text":" שפתי חכמים  (ח) פי חתיכות איגרות וכן ובספר יוחקו מתרגמינן בפתקא יתרשמון","titles":[{"title":"﻿במדבר ג נ"},{"title":"﻿במדבר פרק ג פסוק נ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":50},{"positionInParasha":138},{"uri":"jbr:tanach-4-4-2#SfateiChachamim","text":" שפתי חכמים  (ט) כוונתו לפרש טעם המנין שכל המנינים נמנים מבן חודש ומבן כ' ובני י\"ג אבל זה המספר אינו דומה לשום אחד מהמספרים לכך פירש מנה מהם הראויין וכו' רא\"ם","titles":[{"title":"﻿במדבר ד ב"},{"title":"﻿במדבר פרק ד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":2},{"positionInParasha":141},{"uri":"jbr:tanach-4-4-5#SfateiChachamim","text":" שפתי חכמים  (י) פירוש אל יקשה בעיניך לומר היאך היו יודעים השעה שיסעו עד שיתחילו לפרק שאין כבוד לארון הקודש לכסותו אחר נסיעת דגל מחנה יהודה כי היה נראה שנסיעת דגל יהודה הכריח לפרק המשכן ולכסות הארון","titles":[{"title":"﻿במדבר ד ה"},{"title":"﻿במדבר פרק ד פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":5},{"positionInParasha":144},{"uri":"jbr:tanach-4-4-9#SfateiChachamim","text":" שפתי חכמים  (כ) פירוש לא הפתילה הדולקת כמו נר אלהים וגומר לכן פירש פה שהוא מורה על הכלי כי מלת נר מורה גם על הכלי","titles":[{"title":"﻿במדבר ד ט"},{"title":"﻿במדבר פרק ד פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":9},{"positionInParasha":148},{"uri":"jbr:tanach-4-4-10#SfateiChachamim","text":" שפתי חכמים  (ל) פירוש שק גדול ששמים בו סחורות מדכתיב אל מכסה משמע דבר שיש לו תוך","titles":[{"title":"﻿במדבר ד י"},{"title":"﻿במדבר פרק ד פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":10},{"positionInParasha":149},{"uri":"jbr:tanach-4-4-12#SfateiChachamim","text":" שפתי חכמים  (מ) דק\"ל דלא הל\"ל אלא אשר ישרתו בם בקדש למה לי. ומתרץ משום הכי כתיב בקדש לומר שלא היו משרתים על המזבח באותן כלים כי אם במשכן כי אין צריך כלים למזבח הפנימי שלא היו מקטירין עליו אלא קטורת הסמים. (גור אריה) לא שיהיה פירושו שישרתו בם בקדושה דאם כן ה\"ל לנקוד הבי\"ת בשו\"א אבל עכשיו שהיא נקודה בפת\"ח משמע קודש הידוע והוא המשכן שהוא ידוע ביותר","titles":[{"title":"﻿במדבר ד יב"},{"title":"﻿במדבר פרק ד פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":12},{"positionInParasha":151},{"uri":"jbr:tanach-4-4-13#SfateiChachamim","text":" שפתי חכמים  (נ) לא שישימו בו הדשן","titles":[{"title":"﻿במדבר ד יג"},{"title":"﻿במדבר פרק ד פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":13},{"positionInParasha":152},{"uri":"jbr:tanach-4-4-15#SfateiChachamim","text":" שפתי חכמים  (פ) לא שאם לא יגעו ימותו כדמשמע פשוטו של קרא אלא מלת ימותו אינו דבוק עם ולא יגעו רק שהוא דבוק עם מלת יגעו לבד הבא מדיוקא ולא יגעו הא אם יגעו ועליה קאי ימותו","titles":[{"title":"﻿במדבר ד טו"},{"title":"﻿במדבר פרק ד פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":15},{"positionInParasha":154},{"uri":"jbr:tanach-4-4-16#SfateiChachamim","text":" שפתי חכמים  (צ) ואם תאמר והרי תחלה פירש לשאת אותם. ויש לומר דכך פירושו לשאת אותם שמן וקטרת ושמן המשחה אבל מנחת התמיד עליו מוטל כו' אף על גב דמשמע של לשאת אכולהו קאי אף על המנחה מכל מקום אי אפשר לומר כן לפי שהמנחה זה קמח ומקריבין עם הקרבן שמפרישין אותו עשרון לכבש ואינה קרויה מנחה אלא בזמן שמפרישין אותו לקרבן והוא בעת החנייה שאז היו מקריבין ולא בעת הנסיעה. וכן שכן שאין לומר שמיירי שהפרישו אותה או נתקדשה בכלי דאם כן היתה נפסלת ביוצא גם למה יפרשו אותה מקודם וחביבה מצוה בשעתה ואם כן אי אפשר לומר שנשא אותה בעת הנסיעה. לכן פירש שעליו מוטל לצוות כו' ובזה נדחה קושיית הרמב\"ן מדברי רש\"י זכרונו לברכה","titles":[{"title":"﻿במדבר ד טז"},{"title":"﻿במדבר פרק ד פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":16},{"positionInParasha":155},{"uri":"jbr:tanach-4-4-18#SfateiChachamim","text":" שפתי חכמים  (ר) הודיענו בזה שמלת תכריתו הוא מבנין הפעיל","titles":[{"title":"﻿במדבר ד יח"},{"title":"﻿במדבר פרק ד פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":18},{"positionInParasha":157},{"uri":"jbr:tanach-4-4-22#SfateiChachamim","text":" שפתי חכמים  (א) הא דנקט רש\"י כמו שצויתיך על בני קהת ולא כמו שנשאת לבני קהת משום דעדיין לא נשא את ראש של בני קהת אלא הקדוש ברוך הוא צוה למשה שישא את ראשם לעיל בפרשת במדבר והמעשה כתיב בפרשה זו לכך נקט כמו שצויתיך על בני קהת ר\"ל כך מצוה אני אותך גם על בני גרשון ויהיה מלת גם דבוקה עם לבית אבותם למשפחותם וגו'. ועוד יש לומר דק\"ל הול\"ל גם אותם כי מלת הם נופל על דבר אחר כגון הם ילכו הם ישרתו אבל על נשא אינו נופל לשון הם אלא אותם לכך פירש כמו שצויתיך וכו' ואתם אינו נופל על שתי מלות אלו על פועל ועל פעל. מצאתי","titles":[{"title":"﻿במדבר ד כב"},{"title":"﻿במדבר פרק ד פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":22},{"positionInParasha":2},{"uri":"jbr:tanach-4-4-25#SfateiChachamim","text":" שפתי חכמים  (ג) הרא\"ם פירש מדכתיב אחריו ואת אהל מועד שהם י\"א יריעות עזים הקרוים אהל כדכתיב ועשית יריעות עזים לאהל","titles":[{"title":"﻿במדבר ד כה"},{"title":"﻿במדבר פרק ד פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":25},{"positionInParasha":5},{"uri":"jbr:tanach-4-4-26#SfateiChachamim","text":" שפתי חכמים  (ז) דק\"ל דקלעים היו כמו דפנות סביב החצר ואינו נופל בו לשון על המשכן דעל משמע שהיה למעלה על המשכן. ומתרץ דהכי פירושו הסוככים ומגינים על המשכן כלומר דצריך להגיה תיבה אחת אשר סוככים על המשכן כי מדרך הלשון לומר שהוא מגין עליו ומגינים עליו סביב. ויש מקשים למה לא פירש רש\"י לעיל בפרשת במדבר דכתיב וקלעי החצר ואת מסך פתח החצר אשר על המשכן ועל המזבח סביב וגו' ולא פירש שם כלום ולפי מה שפירש הרא\"ם ריש פרשת בהעלותך גבי להעלות נר תמיד שבפרשת אמור שלא פירש רש\"י שם כלום כתב וזה לשונו כי המפרש פעם יפרש כל הבחינות הנופלות על הלשון ופעם יפרש קצת מהן ופעם יסמוך על מה שפירש במקום אחר ולא פרש שם כלום עד כאן לשונו ולי נראה דרש\"י הוכרח לפרש פה אף שפירושו הוא פשוט משום דהכא כתיב ואת מסך פתח שער החצר וכו' וקשה כפל הלשון למה לי דהיינו פתח והיינו שער. ועוד יש להקשות על הפסיק דבין מלת פתח ובין מלת שער ומפני זה יבא הטועה לטעות ולפרש הקרא כאלו אמר ואת מסך פתח ואת מסך שער החצר ויפרש הקרא מסך הפתח החצר הוא שער המזרחי של חצר ומסך שער הוא מסך פתח אהל מועד שגם הוא נקרא שער החצר מפני שהוא פתוח אל חצר המשכן וזהו שאמר אשר על המשכן כלומר שער החצר אשר הוא סמוך אל המשכן ואל המזבח ועל דכתיב הכא פירוש לשון סמוך הוא והא דכתיב לפני זה ואת מסך פתח אהל מועד פירוש הוא פרוכת המסך שלפני בית קדשי הקדשים ונקרא פתח אהל מועד מפני שהוא עומד בתוך אהל מועד והיה עולה על הדעת לומר שגם הפרכת שלפני בית קדשי הקדשים היה במשא בני גרשון וזה אינו אמת כי פרכת המסך היה במשא בני קהת כדכתיב לעיל בפרשת במדבר ובא אהרן וגו' והורידו את פרכת המסך וכסו בה את ארון העדות משום הכי פירש\"י הכא אשר על המשכן כלומר הקלעים וכו' הסוככים ומגינים על המשכן כו'","titles":[{"title":"﻿במדבר ד כו"},{"title":"﻿במדבר פרק ד פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":26},{"positionInParasha":6},{"uri":"jbr:tanach-4-4-27#SfateiChachamim","text":" שפתי חכמים  (י) דק\"ל דהפסוקים סתרו זה לזה דהפסוק אומר על פי אהרן ובניו ואחר כך כתיב ביד איתמר בן אהרן הכהן ומתרץ דפסוק שני פירוש הוא על הפסוק דלעיל איזה מן הבנים ממונה עליהם כו' ומפרש איתמר בן אהרן. ואם תאמר כיון דאין ממונה אלא איתמר למה כתיב לעיל ובניו לשון רבים. אין זה קושיא דבכמה מקומו מצינו לשון רבים על בן אחד כמו ובני דן חושים. ובני פלוא אליאב","titles":[{"title":"﻿במדבר ד כז"},{"title":"﻿במדבר פרק ד פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":27},{"positionInParasha":7},{"uri":"jbr:tanach-4-4-32#SfateiChachamim","text":" שפתי חכמים  (כ) מפרש בזה היכן מצינו שהיה לתרווייהו יתדות ומיתרים. ואם תאמר והא לעיל בפרשת במדבר פירש\"י את מיתריו של משכן והאהל ולא של חצר והכא פרש\"י דמיתרי החצר היו גם כן לבני גרשון. ויש לומר דהא דפירש רש\"י לעיל ולא של חצר ר\"ל דמיתרים של המשכן היו כולם במשא בני גרשון אבל של חצר לא היו כולם במשא בני גרשון אלא קצתם במשא בני גרשון וקצתם במשא בני מררי כמו שפירש כאן וקל להבין","titles":[{"title":"﻿במדבר ד לב"},{"title":"﻿במדבר פרק ד פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":32},{"positionInParasha":12},{"uri":"jbr:tanach-4-4-47#SfateiChachamim","text":" שפתי חכמים  (נ) כלומר בזמן שהכהנים היו מקריבים ועוסקים בעבודה הלוים היו משוררים ומנגנים במצלתים וכינורות שלהם ועושין עבודה לעבודת כהנים","titles":[{"title":"﻿במדבר ד מז"},{"title":"﻿במדבר פרק ד פסוק מז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":47},{"positionInParasha":27},{"uri":"jbr:tanach-4-4-49#SfateiChachamim","text":" שפתי חכמים  (ע) דעת רש\"י זכרונו לברכה דהאי ופקודיו קאי על משה דכתיב לעיל פקד אותם ביד משה ואשר צוה כמו כאשר צוה והכי קאמר ופקודים של משה כאשר צוה ה' את משה דהיינו מבן ל' עד בן נ'. וזהו שנקט רש\"י ואותן הפקודים היו במצוה מבן ל' עד בן נ'. ואין לתמוה כיון דקאי על משה דלעיל למה כתיב ב' פעמים משה דהיה לו לכתוב אליו במקום משה. יש לומר דהרבה פסוקים מדברים כן כמו ואל משה אמר עלה אל ה' היה לו לומר עלה אלי וכן וה' המטיר על סדום ועל עמורה גפרית ואש מאת ה' היה לו לומר מאתו וכן ויאמר למך לנשיו עדה וצלה שמען קולי נשי למך היה לו לומר נשיי וקל להבין. ואם תאמר מאי צריך רש\"י לפרש כן והלא כמה פעמים כתיב מבן ל' וגו'. ויש לומר לפי שכתוב ויהיו פקודיהם שמונת אלפים וחמש מאות ושמונים ואחר כך נאמר על פי ה' פקד אותם ושמא אתה רוצה לפרש על מנין אחר האמור בפרשת בהעלותך שהוא מבן כ\"ה שנים לכך פירש\"י ואותן הפקודים כו' והוכחתו מדכתיב אשר צוה ה' את משה משמע שכבר נצטווה עליו ואלו הצוואה מבן חמש ועשרים לא נאמר אלא לאחר מכאן. ויש מפרשים ופקודיו פי' ממוניו ופירש\"י אותם הפקודים וכו' כלומר ואתם הממונים אלעזר ואיתמר הממונים עליהם צריכין אף הם להיות מבן ל' ועד בן נ'. מצאתי בשם גדול אחד","titles":[{"title":"﻿במדבר ד מט"},{"title":"﻿במדבר פרק ד פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":49},{"positionInParasha":29},{"uri":"jbr:tanach-4-5-2#SfateiChachamim","text":" שפתי חכמים  (פ) דק\"ל למה לא צוה להם פרשה זו מיד כשהוקם המשכן דהא ביום שהוקם המשכן מסתמא היו עושין המחנות ואם כן מיד היה לו לצוות שישלחו כל טמא מן המחנה ומתרץ דבאמת נאמרה ביום שהוקם המשכן. ותו קשה ליה והיכן מצינו שנאמרה להם עוד איזה פרשה ביום שהוקם המשכן ומתרץ ושמונה פרשיות כו'","titles":[{"title":"﻿במדבר ה ב"},{"title":"﻿במדבר פרק ה פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":2},{"positionInParasha":31},{"uri":"jbr:tanach-4-5-7#SfateiChachamim","text":" שפתי חכמים  (ת) דממון המשתלם בראש הוא ומפרש ואיזה נקרא קרן אותו שנשבע עליו ר\"ל אותו ממון שנשבע עליו לאפוקי חומש","titles":[{"title":"﻿במדבר ה ז"},{"title":"﻿במדבר פרק ה פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":7},{"positionInParasha":36},{"uri":"jbr:tanach-4-5-8#SfateiChachamim","text":" שפתי חכמים  (ב) דקשה לרש\"י כיון שגזלן כופר לו וזה שהשביעו הוא כבר מת אם כן היאך בא שזה רוצה לשלם ומתרץ כשנמלך כו'","titles":[{"title":"﻿במדבר ה ח"},{"title":"﻿במדבר פרק ה פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":8},{"positionInParasha":37},{"uri":"jbr:tanach-4-5-10#SfateiChachamim","text":" שפתי חכמים  (ח) ר\"ל שיתן לכל כהן שירצה דהוא הטובת הנאה ונוטל מישראל סלע או יותר כדי לתתם לבן בתו כהן אבל לא שיקח מהכהן איזה ממון שיתן לו המתנות לכך כתיב לו יהיה כלומר שטובת הנאה היא לבעלים","titles":[{"title":"﻿במדבר ה י"},{"title":"﻿במדבר פרק ה פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":10},{"positionInParasha":39},{"uri":"jbr:tanach-4-5-12#SfateiChachamim","text":" שפתי חכמים  (י) ואף על פי שרש\"י זכרונו לברכה אינו דורש הסמוכים אלא אותן שאינן נכתבו במקומן שבודאי לא נכתבו אלא לדרשא מכל מקום מאחר שאין שום דמיון בין דיני אישות לתרומה וקדשים ודאי לא נסמכו זו אצל זו אלא לדרשא. (גור אריה) פירוש דלאו סמיכות הפרשה ק\"ל דאם כן למה נסמכה פרשת סוטה לקדשים מיבעי ליה כדרכו אלא ק\"ל דלא ה\"ל להתחיל הפרשה באיש אלא באשה לומר אשה כי תשטה ומעלה וגו' שהיא עיקר החטא לכן פירש מה כתיב למעלה וגו' שהוא עיקר החטא ע\"כ איש איש מלמד שמועלת בשנים עיין שם יותר","titles":[{"title":"﻿במדבר ה יב"},{"title":"﻿במדבר פרק ה פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":12},{"positionInParasha":41},{"uri":"jbr:tanach-4-5-13#SfateiChachamim","text":" שפתי חכמים  (מ) דק\"ל ומעלה בו מעל ושכב איש משמע דב' ענינים הם לכן פירש ומהו המעל ושכב וגו' כאלו כתיב ששכב איש אותה ואין לומר ששכב איש אותה באמת דאז אין משקין אותה וסדר הכתובים כן הוא כי תשטה ועברה מדרכי צניעות ועבר עליו רוח קנאה וקנא את אשתו ואחר כך נסתרה כשיעור טומאה בין מעלה בו מעל ושכב איש אותה שכבת זרע ונעלם ממנו בין לא שכב איש אותה והיא לא נטמאת רק קנא לה אף שלא חמס בכפה והביא האיש את אשתו וגו'. הרא\"ם","titles":[{"title":"﻿במדבר ה יג"},{"title":"﻿במדבר פרק ה פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":13},{"positionInParasha":42},{"uri":"jbr:tanach-4-5-14#SfateiChachamim","text":" שפתי חכמים  (ק) משמע דמקרא מסורס כמו שמפורש למעלה","titles":[{"title":"﻿במדבר ה יד"},{"title":"﻿במדבר פרק ה פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":14},{"positionInParasha":43},{"uri":"jbr:tanach-4-5-15#SfateiChachamim","text":" שפתי חכמים  (ש) כתב הרא\"ם הרב הודיע הטעם למה מיעט סולת וחטים דאין לפרש דכוונתו להודיע שקמח ושעורים דכתיב בקרא למעט סולת וחטים שזה פשוט הוא דזיל קרי בי רב הוא","titles":[{"title":"﻿במדבר ה טו"},{"title":"﻿במדבר פרק ה פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":15},{"positionInParasha":44},{"uri":"jbr:tanach-4-5-18#SfateiChachamim","text":" שפתי חכמים  (ת) מסיעין לשון מעתיקין הוא","titles":[{"title":"﻿במדבר ה יח"},{"title":"﻿במדבר פרק ה פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":18},{"positionInParasha":47},{"uri":"jbr:tanach-4-5-19#SfateiChachamim","text":" שפתי חכמים  (ז) כלומר לא תאמר שישביעה בשם כמו כל שבועה שפירוש שנשבע בשם. והרא\"ם פירש שלא תאמר האמירה לחוד והשבועה לחוד. אם לא שכב הנקי הא אם שכב לא תנקי ויש ספרים גורסין הא אם שכב חנקי ולכן כתיב חסר יו\"ד כדי לדרוש מלשון חנק כאלו היתה בה\"א שרשית וה\"א וחי\"ת מתחלפים ודרוש חנקי כלומר שתמות","titles":[{"title":"﻿במדבר ה יט"},{"title":"﻿במדבר פרק ה פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":19},{"positionInParasha":48},{"uri":"jbr:tanach-4-5-20#SfateiChachamim","text":" שפתי חכמים  (ח) דק\"ל דכי משמע שודאי זינתה ואם ודאי זינתה אין משקין אותה","titles":[{"title":"﻿במדבר ה כ"},{"title":"﻿במדבר פרק ה פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":20},{"positionInParasha":49},{"uri":"jbr:tanach-4-5-21#SfateiChachamim","text":" שפתי חכמים  (ט) כלומר אם לא אמת מה שאמרתי יארע לי כו'. דאם לא כן יתן ה' בך אלה מיבעי ליה ולמ\"ד דמלת לאלה במקום בעבור שתהיה כלי לכל מקלל ומשביע","titles":[{"title":"﻿במדבר ה כא"},{"title":"﻿במדבר פרק ה פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":21},{"positionInParasha":50},{"uri":"jbr:tanach-4-5-22#SfateiChachamim","text":" שפתי חכמים  (י) תוספות פרק קמא דקידושין (דף כ\"ז) פירשו דמחד אמן מפיק שפיר על האלה ועל השבועה ואיש זה ואיש אחר שהרי אכל מה שכתוב בפרשה קאי ואלה ושבועה בהדיא כתיבי בפרשה וכתיב נמי תחת אישך דמשמע בין מאיש זה בין מאיש אחר ואידך אמן קאי על ארוסה ושומרת יבם דלא כתיבי בפרשה ורש\"י קיצר בלשונו","titles":[{"title":"﻿במדבר ה כב"},{"title":"﻿במדבר פרק ה פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":22},{"positionInParasha":51},{"uri":"jbr:tanach-4-5-24#SfateiChachamim","text":" שפתי חכמים  (כ) כדכתיב והקטיר המזבחה ואחר ישקה את האשה את המים","titles":[{"title":"﻿במדבר ה כד"},{"title":"﻿במדבר פרק ה פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":24},{"positionInParasha":53},{"uri":"jbr:tanach-4-5-25#SfateiChachamim","text":" שפתי חכמים  (נ) פירשתי בפרשת אמור","titles":[{"title":"﻿במדבר ה כה"},{"title":"﻿במדבר פרק ה פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":25},{"positionInParasha":54},{"uri":"jbr:tanach-4-5-27#SfateiChachamim","text":" שפתי חכמים  (פ) כלומר אצא ממנו בלא כתובה ואיני שותה אין שומעין לה כיון שנמחק השם עד שתאמר בפירוש טמאה אני אבל קודם שנמחק השם אם תאמר איני שותה ואצא בלא כתובה שומעין לה ואין משקין אותה אף על פי שאינה מודה בטומאה","titles":[{"title":"﻿במדבר ה כז"},{"title":"﻿במדבר פרק ה פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":27},{"positionInParasha":56},{"uri":"jbr:tanach-4-5-28#SfateiChachamim","text":" שפתי חכמים  (ת) אף על פי שלא היה צריך לומר זה דהא כל הכתוב באשה שקנא לה ונסתרה קמיירי מכל מקום איידי דבעי לפרושי וטהורה היא ממקום אחר שפירושו מהאיש שקנא לה ונסתרה עמו פירש תחלה דואם לא נטמאה מיירי בסתירת האיש שקנא לה","titles":[{"title":"﻿במדבר ה כח"},{"title":"﻿במדבר פרק ה פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":28},{"positionInParasha":57},{"uri":"jbr:tanach-4-5-31#SfateiChachamim","text":" שפתי חכמים  (ב) מדהוצרך לכתוב ונקה האיש מעון שהיא בהיתר אצלו אחר ששתתה משמע שהסוטה קודם ששתתה אסור לבעלה","titles":[{"title":"﻿במדבר ה לא"},{"title":"﻿במדבר פרק ה פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":31},{"positionInParasha":60},{"uri":"jbr:tanach-4-6-2#SfateiChachamim","text":" שפתי חכמים  (ג) דק\"ל היה לו להסמיך לפרשת נדרים כי הוא מקומה הראוי לה והרא\"ם פירש שאין לו דמיון וערך עם פרשת סוטה שזו עברה על י' הדברות וזה קדש עצמו במותר לו משום הכי פריך למה נסמך אף שאין זה סדר של רש\"י זכרונו לברכה","titles":[{"title":"﻿במדבר ו ב"},{"title":"﻿במדבר פרק ו פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":2},{"positionInParasha":62},{"uri":"jbr:tanach-4-6-3#SfateiChachamim","text":" שפתי חכמים  (ה) כלומר למה נקרא חדש יין וישן שכר ומפרש על שם שמשכר","titles":[{"title":"﻿במדבר ו ג"},{"title":"﻿במדבר פרק ו פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":3},{"positionInParasha":63},{"uri":"jbr:tanach-4-6-4#SfateiChachamim","text":" שפתי חכמים  (ז) כלו' דעת רש\"י זג ל' זוג הוא","titles":[{"title":"﻿במדבר ו ד"},{"title":"﻿במדבר פרק ו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":4},{"positionInParasha":64},{"uri":"jbr:tanach-4-6-5#SfateiChachamim","text":" שפתי חכמים  (ח) ר\"ל דקדוש לא קאי אגוף אלא אשער והוכחתו מפסוק שלפני קדוש יהיה מדבר בשער כדכתיב תער לא יעבור על ראשו ואחר קדוש יהיה כתיב גם כן גדל פרע שער ראשו דמדבר בשער וקדוש כתיב באמצע מסתמא מדבר גם כן בשער","titles":[{"title":"﻿במדבר ו ה"},{"title":"﻿במדבר פרק ו פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":5},{"positionInParasha":65},{"uri":"jbr:tanach-4-6-8#SfateiChachamim","text":" שפתי חכמים  (ל) פירוש לא כמלת קדש יהיה דלעיל שהוא תואר לשער שלו","titles":[{"title":"﻿במדבר ו ח"},{"title":"﻿במדבר פרק ו פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":8},{"positionInParasha":68},{"uri":"jbr:tanach-4-6-9#SfateiChachamim","text":" שפתי חכמים  (מ) פירוש שניהם מורים על מהירת הדבר שלא הרגיש בו שימות דהוה אונס גמור דאם לא כן הוה נמי קצת איסור בדבר ואפשר שהוא עובר על לאו דעל נפש מת לא יבא כיון שראה שהוא חולה היה לו ליזהר מלבא אל האהל שמא ימות והוה שוגג קרוב למזיד. לכן אמר דיש אומרים דהאי פתע פתאום דבר אחד הוא וכו' ואפשר דהרא\"ם נמי כיון לזה. והשתא אתי שפיר דרש\"י מהפך לפרש המקרא שמתחלה מפרש פתע פתאום ואחר כך כי ימות באהל. אלא כלומר דהשתא אתי שפיר נמי מה שכתוב הקרא עליו דלומר שהיה בפתע פתאום כאלו נפל עליו שאין יכול ליזהר מזה כך מת אדם זה פתאום כלומר שלא היה חולה. והא דאמר מקרה של פתאום אינו פירוש מלות פתע פתאום רק שאותו שבא בפתע פתאום הוא מקרה רא\"ם","titles":[{"title":"﻿במדבר ו ט"},{"title":"﻿במדבר פרק ו פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":9},{"positionInParasha":69},{"uri":"jbr:tanach-4-6-10#SfateiChachamim","text":" שפתי חכמים  (ע) ר\"ל לקרבנות כדכתיב בפרשת אמור ומיום השמיני והלאה ירצה לקרבן","titles":[{"title":"﻿במדבר ו י"},{"title":"﻿במדבר פרק ו פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":10},{"positionInParasha":70},{"uri":"jbr:tanach-4-6-11#SfateiChachamim","text":" שפתי חכמים  (פ) משמע דעבירה הוא שפירש מן היין ואם תאמר והא לעיל פרש\"י שכל הרואה סוטה בקלקולה יזיר עצמו מן היין שהוא מביא לידי ניאוף ויש לומר דודאי מצוה הוא שיזיר עצמו מן היין אבל מכל מקום עבירה קצת הוא שציער עצמו מן היין מידי דהוה למי שמתענה תענית חלום בשבת והוה בעינוי זה שמתענה כאילו קיים מצוה גדולה שהוא עונג שבת ואפילו הכי צריך להתענות אחר כך יום אחד מפני שהתענה בשבת הכי נמי כן כך פירשו התוספות בבבא קמא (דף צא) ועוד יש לומר דודאי מצוה הוא שהפריש עצמו מן היין המשכר שמביא לידי ניאוף אבל יין חדש שאינו משכר וענבים וחרצנים וזגים עבירה הוא שציער עצמו מהם","titles":[{"title":"﻿במדבר ו יא"},{"title":"﻿במדבר פרק ו פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":11},{"positionInParasha":71},{"uri":"jbr:tanach-4-6-15#SfateiChachamim","text":" שפתי חכמים  (צ) לאפוקי חטאת מדכתיב בסמוך ואת האיל יעשה זבח שלמים וגו' ואת מנחתו ואת נסכו דהיינו של איל כדפרש\"י ולמה הוצרך לכתוב והלא בכלל אילים הטעונים נסכים היה ולמה יצא אלא להקיש אליו מה שלמים באים בנדר ובנדבה וטעון מנחה ונסכים אף כל כו' לאפוקי חטאת שאינו בא בנדר ובנדבה אינו טעון מנחה ונסכים (בפרק שתי מדות)","titles":[{"title":"﻿במדבר ו טו"},{"title":"﻿במדבר פרק ו פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":15},{"positionInParasha":75},{"uri":"jbr:tanach-4-6-17#SfateiChachamim","text":" שפתי חכמים  (ר) פירש מלת יעשה ישחט מפני שבעת השחיטה תליא מלתא שאם חישב מחשבה לאכלו חוץ לזמנו או למקומו פסלה מלהקריב. גם פירש על סל המצות ע\"מ לקדש את הלחם מפני שבזולת זה יובן ששחט על מנת לקדש את הסל ולא את הלחם שבו","titles":[{"title":"﻿במדבר ו יז"},{"title":"﻿במדבר פרק ו פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":17},{"positionInParasha":77},{"uri":"jbr:tanach-4-6-18#SfateiChachamim","text":" שפתי חכמים  (ת) שצריך לעמוד בגילוי ראש לכך אסור לגלח בעזרה","titles":[{"title":"﻿במדבר ו יח"},{"title":"﻿במדבר פרק ו פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":18},{"positionInParasha":78},{"uri":"jbr:tanach-4-6-19#SfateiChachamim","text":" שפתי חכמים  (ד) כלומר שנותנין לכהן לאחר שנתבשלה ואין להקשות איך לא יאסר הזרוע שהוא קודש את בשר האיל כיון שנתבשלה עמה. יש לומר כיון דהזרוע הוא אחד בששים להאיל אם כן הוא בטל בששים","titles":[{"title":"﻿במדבר ו יט"},{"title":"﻿במדבר פרק ו פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":19},{"positionInParasha":79},{"uri":"jbr:tanach-4-6-20#SfateiChachamim","text":" שפתי חכמים  (ה) כי מלת הוא המורה על אחד שב אל המונף שהוא בכח מאמר והניף המורה על שלשתן ויהיה הוא במקום הם","titles":[{"title":"﻿במדבר ו כ"},{"title":"﻿במדבר פרק ו פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":20},{"positionInParasha":80},{"uri":"jbr:tanach-4-6-21#SfateiChachamim","text":" שפתי חכמים  (ט) ולא על מאה חטאות מדכתיב אשר תשיג לא אמרתי אלא קדשים הבאים בנדר ונדבה שתולין בהשגת היד","titles":[{"title":"﻿במדבר ו כא"},{"title":"﻿במדבר פרק ו פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":21},{"positionInParasha":81},{"uri":"jbr:tanach-4-6-23#SfateiChachamim","text":" שפתי חכמים  (כ) שפירושו ל' הוה שכך פירש גבי זכור תנו לב לזכור תמיד וכו' מורה על התמדת הפועל","titles":[{"title":"﻿במדבר ו כג"},{"title":"﻿במדבר פרק ו פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":23},{"positionInParasha":83},{"uri":"jbr:tanach-4-6-27#SfateiChachamim","text":" שפתי חכמים  (מ) אבל אין לפרש שיברכם בעצמו. דאם כן מה תועלת בברכת הכהנים כיון שהשם ברכם","titles":[{"title":"﻿במדבר ו כז"},{"title":"﻿במדבר פרק ו פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":27},{"positionInParasha":87},{"uri":"jbr:tanach-4-7-1#SfateiChachamim","text":" שפתי חכמים  (ס) נראה דקשה לרש\"י דהנגינה דעל כלות משה מפרידו ממלת להקים את המשכן שאין כלות משה סמוך למלת להקים וכאלו הם שני ענינים ומה ב' ענינים איכא הכא. אלא על כרחך דהכי פירושו ויהי ביום כלות משה מעשיית המשכן ומהקמת המשכן ועל זה מקשה רש\"י זכרונו לברכה בצלאל וכל חכמי לב וכו' ומתרץ לפי שמסר נפשו וכו' ובזה יתורץ מה שמקשים העולם והלא לא תלה במשה רק ההקמה וזה עשה משה לבדו כדכתיב לעיל בפרשת פקודי. ומהרא\"י תירץ דק\"ל שלא הל\"ל אלא ויהי ביום הוקם את המשכן עד כאן לשונו והנראה לי כתבתי ודו\"ק","titles":[{"title":"﻿במדבר ז א"},{"title":"﻿במדבר פרק ז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":1},{"positionInParasha":88},{"uri":"jbr:tanach-4-7-2#SfateiChachamim","text":" שפתי חכמים  (צ) דק\"ל מה סימן נותן בזה שאמר הם נשיאי המטות. ועל זה פירש שהיו שוטרים עליהם במצרים והכי קאמר קרא הם הנשיאים שהיו ממונים שוטרים עליהם במצרים שהיו הנוגשים רודים אותם שוטרים במצרים במקלות על שלא דחקו את בני ישראל להשלים מנין הלבנים. ואף על פי שהעומדים על הפקודים עדיין לא נתמנו עד אחד באייר יש לומר שהכתוב דבר על העתיד שיעמדו על הפקודים באחד באייר","titles":[{"title":"﻿במדבר ז ב"},{"title":"﻿במדבר פרק ז פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":2},{"positionInParasha":89},{"uri":"jbr:tanach-4-7-3#SfateiChachamim","text":" שפתי חכמים  (ק) דאם לא כן מאי לפני המשכן דהא כבר כתיב ויביאו את קרבנם לפני ה' דהיינו לפני המשכן ששם שכן כבודו יתעלה ומטעם זה דרשו גם כן בלפני המזבח שלא קבל מהם משום שכבר כתיב ויקריבו הנשיאים את חנכת המזבח ואם כן למה לי עוד ויקריבו לפני המזבח","titles":[{"title":"﻿במדבר ז ג"},{"title":"﻿במדבר פרק ז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":3},{"positionInParasha":90},{"uri":"jbr:tanach-4-7-10#SfateiChachamim","text":" שפתי חכמים  (ר) דאם לא כן מאי לפני המזבח דקאמר ומהו ויאמר ה' אל משה וגו' הבא אחריו דמשמע שאם לא אמר לו השם יתברך לא היה מקבלם והא דאמר לו השם יתברך נשיא אחד ליום וגו' אף שלא מצינו שנסתפק משה בזה שהרי לא פרש\"י אלא אם כסדר תולדותם וכו' יש לומר דהשם השיב לו מעצמו בלתי שאלת משה פן יבא לטעות ולומר שכולם יקריבו קרבנם ביום אחד כיון שכולם ביחד הביאו קרבנם והיו כולם זריזים במצות דין הוא שיהיו כולם שוים בהקרבתן עד שהוצרך השם לומר נשיא אחד ליום וקל להבין. והרא\"ם כתב שנסתפק גם בזה אם כולם יקריבו ביום אחד או כל אחד ביומו מיד השיב לו השם יתברך נשיא אחד ליום ועיין שם מה שהקשה ותירץ שם ואין כל כך צורך הפשט משום הכי קצרתי ולא הבאתיו","titles":[{"title":"﻿במדבר ז י"},{"title":"﻿במדבר פרק ז פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":10},{"positionInParasha":97},{"uri":"jbr:tanach-4-7-11#SfateiChachamim","text":" שפתי חכמים  (ש) כתב הרא\"ם ויש לתמוה היאך נסתפק משה בסדר המקריבים אם כתולדותם או כפי מסעם והלא עדיין לא נאמרו סדר המסעות עד אחד באייר כמו שמפורש בפרשת במדבר ושמא יש לומר שמאז ששהה בהר סיני ארבעים ימים אחרונים הודיעו השם חילוף הבכורים עם הלוים וחילוק הדגלים וסדר מסע המחנות. עד כאן לשונו. ולי נראה שידע משה סדר מסעות וחילוק הדגלים מיעקב אבינו עליו השלום כמו שפרש\"י בפרשת במדבר בפסוק איש על דגלו באותות וגו' באותות שמסר להם אביהם וכו'. ומסתמא גם המסעות היו כן דאין סברא שיהיו המסעות משונים מן הדגלים וקל להבין","titles":[{"title":"﻿במדבר ז יא"},{"title":"﻿במדבר פרק ז פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":11},{"positionInParasha":98},{"uri":"jbr:tanach-4-7-12#SfateiChachamim","text":" שפתי חכמים  (ת) כלומר אין פירוש למ\"ד למטה יהודה כלמ\"ד אמרי לי שיהיה פירושו בעבור מטה יהודה שגב משבטו והקריב ופירוש למטה כמו ממטה","titles":[{"title":"﻿במדבר ז יב"},{"title":"﻿במדבר פרק ז פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":12},{"positionInParasha":99},{"uri":"jbr:tanach-4-7-13#SfateiChachamim","text":" שפתי חכמים  (א) שהיא מנחה ראשונה האמורה בויקרא ולא למנחת נסכים שהוא דבר הלמד מענינו מה מלאה קטורת נדבה אף מלאה סולת נדבה","titles":[{"title":"﻿במדבר ז יג"},{"title":"﻿במדבר פרק ז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":13},{"positionInParasha":100},{"uri":"jbr:tanach-4-7-14#SfateiChachamim","text":" שפתי חכמים  (ב) דק\"ל דעשרה זהב משמע שהיה עשרה זהובים של מטבע והיאך יכול להיות זה דאם היה כף לא היה מטבע של זהב","titles":[{"title":"﻿במדבר ז יד"},{"title":"﻿במדבר פרק ז פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":14},{"positionInParasha":101},{"uri":"jbr:tanach-4-7-15#SfateiChachamim","text":" שפתי חכמים  (ד) שהרי כאן אין כתיב אצלו שום מספר אחר שהוא יותר מאחד עד שהוצרך לכתוב בפירוש מלת אחד להבדילו מן המספר השני אלא לדרשא קאתי ועוד יש לומר מדשינה קרא וכתב פר אחד בן בקר ולא כתיב פר בן בקר אחד אלא לדרשא קאתי","titles":[{"title":"﻿במדבר ז טו"},{"title":"﻿במדבר פרק ז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":15},{"positionInParasha":102},{"uri":"jbr:tanach-4-7-16#SfateiChachamim","text":" שפתי חכמים  (ה) פירוש קבר התהום הוא שלא הכיר בה אדם כלומר כאלו הוא משוקע בתהום שאין דרך האדם להשיג שיש שם קבר והיו צריכים להטהר מטומאה זו ומנגיעת ספק טומאה. דאם לא כן לא היו רשאין לבא למקדש או לעזרה דטומאות הספקות שאפשר לכפר עליהם על ידי שעיר חטאת הוצרכה כפרה. אבל טומאה ודאי נדחית מפני קרבן צבור כמו הפסח שנדחית הטומאה מפניו אם היו רוב הצבור טמאים כדכתיב במועדו אפילו בטומאה. והרא\"ם האריך ואני קצרתי","titles":[{"title":"﻿במדבר ז טז"},{"title":"﻿במדבר פרק ז פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":16},{"positionInParasha":103},{"uri":"jbr:tanach-4-7-19#SfateiChachamim","text":" שפתי חכמים  (ו) הביא מדרשות האלו להיות קרובים לפשוטו של מקרא דאם לא כן מה ענין הכלים הללו במספרם ובמשקלם וכן הבהמות הללו עד שכל הנשיאים הסכימו בם שלא לגרוע ולהוסיף ואף שאין מנהג הרב להביא מדרשות כאלה הרא\"ם","titles":[{"title":"﻿במדבר ז יט"},{"title":"﻿במדבר פרק ז פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":19},{"positionInParasha":106},{"uri":"jbr:tanach-4-7-24#SfateiChachamim","text":" שפתי חכמים  (ז) דק\"ל דביום הג' נשיא משמע דביום הג' היה נשיא אבל אחר כך לא היה נשיא","titles":[{"title":"﻿במדבר ז כד"},{"title":"﻿במדבר פרק ז פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":24},{"positionInParasha":111},{"uri":"jbr:tanach-4-7-84#SfateiChachamim","text":" שפתי חכמים  (ח) (קצ\"מ) נראה לעניות דעתי שהוא טעות סופר וצריך לומר ביום המשח אותו והוא מה שכתוב לעיל בפרשת ויהי ביום כלות משה כי לא נמצא מקרא בשום מקום ביום משחו אותו אך זה מצינו ביום משחו אותם גבי בני אהרן והביאו במדרש רבה כאן על ענין אחר ומזה טעו הסופרים וכתבו אותו גם בפרש\"י","titles":[{"title":"﻿במדבר ז פד"},{"title":"﻿במדבר פרק ז פסוק פד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":84},{"positionInParasha":171},{"uri":"jbr:tanach-4-7-85#SfateiChachamim","text":" שפתי חכמים  (י) פירוש דאי לאו האי קרא הוה אמינא דשקל הקודש דכתיב גבי מזרק עליה לחודא קאי לכך כתיב שלשים ומאה הקערה וגו","titles":[{"title":"﻿במדבר ז פה"},{"title":"﻿במדבר פרק ז פסוק פה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":85},{"positionInParasha":172},{"uri":"jbr:tanach-4-8-2#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל איך נופל הלשון בהעלותך על נרות שכתב הכתוב במקום בהדלקתך בהעלותך ומתרץ על שם שהלהב עולה כלומר משום הכי נופל בו לשון עליה. ותו קשה לרש\"י מכל מקום היה לו לכתוב בהדלקתך ולמה כתב בהעלותך דודאי לשון בהעלותך נופל גם כן בנרות כמו שפירש על שם הלהב עולה אבל מכל מקום הלשון בהדלקתך יותר טוב. ומתרץ דמשום הכי כתיב בהעלותך כדי ללמוד שצריך להדליק וכו'. אבל בפרשת תצוה גבי להעלות נר תמיד לא פירש רק למה כתיב להעלות ולא להדליק ואמר שצריך להדליק עד שתהא שלהבת עולה מאליה. יש לומר דלעיל כתיב להעלות לשון ציווי ועל זה פירש למה כתב הציווי בלשון להעלות ולא בלשון להדליק שהוא לשון יותר מבורר על מה הוא הציווי ומפרש משום שצריך להדליק וכו' שהוא בכלל הציווי לכן כתיב להעלות. ובפרשת אמור שהוא הציווי האמתי כדפירש\"י שם קשה למה לא פירש שם כלום. יש לומר שהוא סומך על מה שפירש בפרשת תצוה על לשון להעלות שהוא בלשון ציווי כדפרישית ודלא כפירש הרא\"ם שפירש פעם יפרש כל הבחינות הנופלים על הלשון ופעם יפרש קצת מהם ופעם יסמוך על מה שפירש במקום אחר ומשום הכי לא פירש בפרשת אמור כלום אף על גב דכתיב התם להעלות נר תמיד עד כאן לשונו","titles":[{"title":"﻿במדבר ח ב"},{"title":"﻿במדבר פרק ח פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-4-8-3#SfateiChachamim","text":" שפתי חכמים  (ה) דאם לא כן ויעש כן אהרן למה לי וכי תעלה על דעתך שלא עשה מה שצוה ה' על ידי משה. ואף על גב שבלאו הכי נמי ידעינן שעשה ציווי של הקדוש ברוך הוא. מכל מקום דבר גדול הוא זה שהפסוק מעיד על צדקתו וכן כל כיוצא בזה","titles":[{"title":"﻿במדבר ח ג"},{"title":"﻿במדבר פרק ח פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-4-8-4#SfateiChachamim","text":" שפתי חכמים  (ו) פירוש מפני שמלת זה מורה על הרמוז והמעשה לא היה כי אם בשעת עשיית בצלאל ומתחלה נתקשה בה משה עד שהראהו באצבע וחזר ונתקשה עד שאמר ליה טול ככר וכו' עיין לעיל בפרשת תרומה","titles":[{"title":"﻿במדבר ח ד"},{"title":"﻿במדבר פרק ח פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-4-8-6#SfateiChachamim","text":" שפתי חכמים  (נ) לא קיחה ממש שהוא מלשון קנין וכניסת דבר תחת רשותו כי הלוים לא נקנו ולא נכנסו תחת רשותו ועיין בפרשת לך לך על פסוק ותקח שרי אשת אברם","titles":[{"title":"﻿במדבר ח ו"},{"title":"﻿במדבר פרק ח פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"jbr:tanach-4-8-7#SfateiChachamim","text":" שפתי חכמים  (ס) לא מפני שאר טומאות שבשאר טומאות אין הזיה צריכה בהן","titles":[{"title":"﻿במדבר ח ז"},{"title":"﻿במדבר פרק ח פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"jbr:tanach-4-8-8#SfateiChachamim","text":" שפתי חכמים  (פ) אף על פי דכתיב ואת הכבש השני וגו' גבי קרבן תמיד היינו משום דכתיב נמי את הכבש אחד אבל הכא לא כתיב אחד אם כן אין נופל כאן לשון שני","titles":[{"title":"﻿במדבר ח ח"},{"title":"﻿במדבר פרק ח פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"jbr:tanach-4-8-9#SfateiChachamim","text":" שפתי חכמים  (ר) אף על פי שהלוים לא נתנו כפרה אלא על הבכורים כדלעיל. מכל מקום כיון שהבכורות היו של כל ישראל קרא בכורות קהל כל ישראל כאלו הם כל ישראל","titles":[{"title":"﻿במדבר ח ט"},{"title":"﻿במדבר פרק ח פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"jbr:tanach-4-8-11#SfateiChachamim","text":" שפתי חכמים  (ש) דמצורע קרוי מת כמו שנאמר בסוף הפרשה אל נא תהי כמת והלוים נתנו כפרות על הבכורים שעבדו עבודת אלילים שהיא קרויה זבחי מתים לכך צריכין הלוים תנופה חי כמו אשם מצורע וגם אי אפשר תנופה בלוים אלא מחיים","titles":[{"title":"﻿במדבר ח יא"},{"title":"﻿במדבר פרק ח פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"jbr:tanach-4-8-17#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל איך אמר כי לי כל בכור דמשמע דעדיין הם שלו והא כתיב ואקח את הלוים משמע שכבר לקח ועל זה פירש שלי היו בקו הדין כלומר מן הדין. וכתב הרא\"ם שתקן בזה שאין כי לי כל בכור ר\"ל עתה שהרי נפסלו משטעו בעגל רק ר\"ל היו שלו מתחלה והודיע גם כן הסיבה למה היו שלו בקו הדין משום שהגנתי וכו' ואמר ולקחתי אותם לי במקום הקדשתי כדי שיפול עליו ואקח את הלוים תחת כל בכור שפירושו לקחתי עתה את אלה במקום שלקחתי אז את אלה והוסיף וא\"ו על ולקחתי שהוא במקום הקדשתי להורות שהם שני ענינים כי לי כל בכור ביום הכותי וגו' וגם הקדשתי אותם לעבודתי אז ומשחטאו נפסלו ולקחתי את הלוים תמורתן ואמר ועכשיו ואקח שלא תאמר ואקח בזמן שהקדשתי הבכורות לי שהרי תחת כל בכור כתיב דמשמע שיצאו אלו ונכנסו אלו במקומם","titles":[{"title":"﻿במדבר ח יז"},{"title":"﻿במדבר פרק ח פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-4-8-19#SfateiChachamim","text":" שפתי חכמים  (ב) והא דסמך רש\"י זה לכאן משום דק\"ל במאי שפירש במלת לקחתי אותם לי דקאי אבכורות והוא לשון עבר כלומר לקחתי אותם לי אז דמה צריך הכתוב לומר מה שכבר בחר בהם הקדוש ברוך הוא והלא לא בא אלא לפרש מה שרחק אותם משום שטעו בעגל ומתרץ משום חיבתם ואף שרחק אותם אין רוצה להזכיר חטאתם אלא מזכיר שבחם ומעלתם שקרבם השם יתברך לעבודתו תדע שהרי ה' פעמים הוזכרו בפסוק אחד והיא מפני חיבתם. ובקצת ספרי רש\"י מצאתי הגירסא ואתנה את הלוים וגו' ה' פעמים וכו' והוא יותר נכון","titles":[{"title":"﻿במדבר ח יט"},{"title":"﻿במדבר פרק ח פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-4-8-20#SfateiChachamim","text":" שפתי חכמים  (ד) דלא תימא שכולן העמידו הלוים או כלם הניפו או כלם סמכו. אלא ויעש מתחלף לכל אחד מה שעשה משה העמידן וכו'","titles":[{"title":"﻿במדבר ח כ"},{"title":"﻿במדבר פרק ח פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-4-8-22#SfateiChachamim","text":" שפתי חכמים  (ה) דאם לא כן למה לי הא כבר נאמר ויעש משה וגו' כתב הרא\"ם אך קשה דמהכא משמע דמשום דכתיב לעיל מיניה ויעש משה וגו' משום הכי דרשינן שבח העושה והנעשה בהן אם כן ויעש כן אהרן דלא כתיב לעיל מיניה שעשה אותה נימא לגופא הוא דאתא שקיים המצוה שנצטווה בה ולא להגיד שבחו וכן גבי ויעשו כן בפרשת בשלח דלא כתיב לעיל מיניה שעשו כן וכן בכמה מקומות שדרשו כן ונראה לי דודאי דבכל מקום דכתיב בתורה ויעש או ויעשו לא היה צריך לכתוב דמסתמא כל המצות שצוה משה קיימו וקבלו היהודים ולא כתיב ויעש אלא להגיד שבחן אבל הכא אי לאו קרא דכאשר צוה לא הוה דרשינן מקרא דויעש משה וגו' להגיד שבחן דהוה אמינא דלגופא אצטריך שקיימו המצוה דליכא למימר פשיטא דיש לומר דלאו מלתא דפשיטא הוא דהא הקדוש ברוך הוא בעצמו הוצרך השתדלות לזה דקאמר למשה קח את הלוים ופרש\"י קחם בדברים אשריכם וכו' מפני שכמה אזהרות ומיתות תלוים במצוה זו וכן בכורי ישראל שיפסלו מלהיות משרתי השם משום הכי אצטריך לגופא לומר שקיימו מה שצוה אבל שבחן אין ללמוד מכאן לכך כתיב קרא דכאשר צוה לאשמועינן שבחן","titles":[{"title":"﻿במדבר ח כב"},{"title":"﻿במדבר פרק ח פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"jbr:tanach-4-8-24#SfateiChachamim","text":" שפתי חכמים  (ו) דמסתמא לא נתנה התורה אלו הה' שנים ללמוד אלא משום שהם הקצה האחרון שצריך לשהות בלמודו אם כן מי שלא ראה סימן יפה בכל אלה השנים במשנתו שוב אינו רואה","titles":[{"title":"﻿במדבר ח כד"},{"title":"﻿במדבר פרק ח פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"jbr:tanach-4-8-25#SfateiChachamim","text":" שפתי חכמים  (ז) דקשה לרש\"י הא כתיב אחר כך ושרת את אחיו אלא על כרחך לומר ולא יעבוד עוד עבודה בכתף וזהו שאמר אחר זה ושרת את אחיו שר\"ל עם אחיו אבל לא נחשוב כמשמעו שהוא שירות עבד את אדוניו אלא ושרת עם אחיו בני מררי וגרשון בנעילת שערים וטעינת העגלות ולשיר","titles":[{"title":"﻿במדבר ח כה"},{"title":"﻿במדבר פרק ח פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":25},{"positionInParasha":25},{"uri":"jbr:tanach-4-9-1#SfateiChachamim","text":" שפתי חכמים  (ח) שנאמר בה בחדש השני","titles":[{"title":"﻿במדבר ט א"},{"title":"﻿במדבר פרק ט פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":1},{"positionInParasha":27},{"uri":"jbr:tanach-4-9-2#SfateiChachamim","text":" שפתי חכמים  (י) ר\"ל מבמועדו שני דכתיב בקרא דריש ליה משום דכבר ילפינן מבמועדו הראשון דפסח דוחה את השבת דילפינן מועדו מועדו מקרבן תמיד שכתוב ביה במועדו וקרבן תמיד דוחה את השבת ואייתר לה במועדו שני למדרש שדוחה את הטומאה (בספרי) אי נמי יש לומר מחד קרא נפקא תרווייהו משום דהי מינייהו מפקא. והא דכתיב בסמוך איש איש כי יהיה טמא וגו' ועשה פסח לה' בחדש השני משמע דטמאים נדחים לפסח שני היינו דוקא באיש דאיש נדחה אבל אין צבור נדחין והכא מיירי בצבור או רוב צבור שטמאים וכשנטמאו מחצה הטהורים יאכלו אותו בטהרה והטמאים עושים לעצמן בטומאה (פסחים דף ע\"ט) ודוקא טומאת מת הוא דדחי ולא שאר טומאות (פסחים ע\"ז)","titles":[{"title":"﻿במדבר ט ב"},{"title":"﻿במדבר פרק ט פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":2},{"positionInParasha":28},{"uri":"jbr:tanach-4-9-3#SfateiChachamim","text":" שפתי חכמים  (כ) הכי גרסינן ככל חקותיו אלו מצות שבגופו שה תמים זכר בן שנה. ככל משפטיו אלו מצות שעל גופו צלי אש ראשו על כרעיו ועל קרבו ושחוץ לגופו כלומר ממקום אחר כגון שבעת ימים וגו' וכן כתבו הרמב\"ן והרא\"ם אבל מה שבספרים כתוב ככל משפטיו וכו' שבעת ימים למצה ולביעור חמץ טעות סופר הוא דאם לא כן בפסח שני גם כן כתיב וכמשפטו ואפילו הכי פסח שני מצה וחמץ עמו בבית כדפירש רש\"י לקמן. ועיין (בקצ\"מ ובנחלת יעקב) שמיישבים גירסת רש\"י שלפנינו","titles":[{"title":"﻿במדבר ט ג"},{"title":"﻿במדבר פרק ט פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":3},{"positionInParasha":29},{"uri":"jbr:tanach-4-9-4#SfateiChachamim","text":" שפתי חכמים  (ל) אבל לא הוקשה לרבותינו זכרונם לברכה מדוע שנה הקדוש ברוך הוא לצוות כאן על הפסח והלא כבר צוה בפרשת אמור מפני שלא תימא שבמדבר היו פטורים משום דבביאת הארץ תלה הכתוב לפיכך חזר ושנאה כאן אבל מאמר משה לישראל שאינו כתוב בו לעשות את הפסח בחדש הזה אלא לעשות פסח סתם שמורה שלא צוה להם רק דין הפסח בלבד הוקשה להם לרבותינו זכרונם לברכה מה תלמוד לומר וכו'. הרא\"ם. ולי נראה דהוקשה להם זכרונם לברכה למה ליה למכתב כלל וידבר משה וגו' לא הל\"ל אלא ויעשו בני ישראל את הפסח וגו' דמסתמא כיון שצוה לו הקדוש ברוך הוא שידבר ודאי הוא שאמר להם ציווי השם יתברך דהא בתחלת הסדר כתיב דבר אל אהרן ואמרת אליו וגו' וכתיב אחרי כן ויעש כן אהרן וגו' ולא מצינו בקרא שדבר משה אל אהרן ציווי השם יתברך שמו אלא מסתמא הוא שאמר לו ציווי השם מדכתיב אחר זה ויעש אהרן וגו' וכן מה שכתוב וידבר ה' אל משה קח את הלוים ולא מצינו שאמר להם משה לישראל ציווי השם אלא סמך הקרא על מה שכתוב אחר זה ויעש משה ואהרן וכל עדת בני ישראל וגו' וכן בפרשת ויהי אנשים אשר היו טמאים לנפש אדם וגו' שמע מינה שדבר לו השם דיני פסח שני ולא מצינו שאמר להם משה אלא מסתמא אמר להם אם כן למה נאמר וידבר משה וגו' היה לו לסמוך אחריו ויעשו את הפסח וגו' ואין לומר דקודם לכן לא אמר להם דיני פסח ועכשיו הוא אמר להם משום הכי כתיב וידבר משה והא כבר כתיב וידבר משה את מועדי ה' וגו' משום הכי דרשו מה שדרשו אלא כששמע וכו' כן נראה לי","titles":[{"title":"﻿במדבר ט ד"},{"title":"﻿במדבר פרק ט פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":4},{"positionInParasha":30},{"uri":"jbr:tanach-4-9-7#SfateiChachamim","text":" שפתי חכמים  (מ) דק\"ל למה אמרו למה נגרע הרי טמאים היו וטמא אסור להקריב קרבן בימי טומאתו ולמה היה ספק למשה שאמר להם עמדו ואשמעה וגו' ואיך שכח משה פרשת שילוח טמאים שנאמר לו בראש חודש ניסן. ומתרץ אין וכו' ועיקר שאלתו היה רק על זריקת הדם עליהם בטומאה כדם חטאת שהיא קדשי קדשים ובשרה נאכל לטהורים כל שכן פסח הקל","titles":[{"title":"﻿במדבר ט ז"},{"title":"﻿במדבר פרק ט פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":7},{"positionInParasha":33},{"uri":"jbr:tanach-4-9-10#SfateiChachamim","text":" שפתי חכמים  (ס) ואם תאמר למה נאמר רחוקה וכו' ויש לומר שאם נאמר בדרך ולא רחוקה הייתי אומר דוקא אם הוא רחוק אז יעשה פסח שני אבל אם הוא חוץ לאסקופת העזרה לא לכך כתוב רחוקה ונקדו למדרש אתא לא רחוקה ממש כמו שפירשתי לעיל גבי לרעות את צאן וקל להבין","titles":[{"title":"﻿במדבר ט י"},{"title":"﻿במדבר פרק ט פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":10},{"positionInParasha":36},{"uri":"jbr:tanach-4-9-15#SfateiChachamim","text":" שפתי חכמים  (פ) דקשה לרש\"י דהא משכן הוא היריעות התחתונות כמו שפרש\"י בפרשת במדבר ואהל הם יריעות עזים אשר עליהם ואיך נאמר המשכן לאהל שמשמעותו שהמשכן הוא צורך אהל לכן פירש העשויה לאהל וכו' וקל להבין. והרא\"ם פירש הוסיף מלת העשוי קודם מלת לאהל מפני שלמ\"ד לאהל מורה על סיבה התכליתית כאלו אמר להיות אהל ובזולת תוספת מלת העשוי היה נראה שהסיבה התכליתית דבקה עם מלת כסה לומר כסה הענן את המשכן כדי להיות אהל אבל עם מלת העשוי תהיה הסיבה התכליתית דבקה עם המשכן שהמשכן עשוי כדי להיות אהל ומלת להיות הוא פירוש למ\"ד לאהל ומה שהוסיף מלת ללוחות העדות מפני שהלוחות הם עדות לישראל ולא האהל מה שאין כן גבי משכן העדות שפירש\"י שהוא עדות לישראל וכו' מפני שמלת משכן מורה על השכינה ששוכן בתוכנו מה שאין כן מלת לאהל. (נחלת יעקב) כבר בארתי היטיב ריש פרשת תרומה דלפעמים קורא ללוחות העדות ולפעמים קורא להתורה העדות ולפעמים קורא למשכן העדות ועיין גם ריש פרשת פקודי ובשאר מקומות","titles":[{"title":"﻿במדבר ט טו"},{"title":"﻿במדבר פרק ט פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":15},{"positionInParasha":41},{"uri":"jbr:tanach-4-9-17#SfateiChachamim","text":" שפתי חכמים  (ק) ולא מלשון עלייה דאם כן ולפי עלות הענן מבעי ליה שהוא מבנין הקל ולא העלות שהוא מבנין נפעל","titles":[{"title":"﻿במדבר ט יז"},{"title":"﻿במדבר פרק ט פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":17},{"positionInParasha":43},{"uri":"jbr:tanach-4-9-18#SfateiChachamim","text":" שפתי חכמים  (ר) והא דאמר לעיל שנינו במלאכת המשכן זה הכל במשנה במלאכת המשכן עד תקעו והריעו ותקעו אבל מה שאמר ולא היה מהלך עד שאמר משה קומה ה' אינו במלאכת המשכן ועל זה אמר זו בספרי ומ\"ש אחר כך ונסע דגל מחנה יהודה וגם מה שפירש על פי ה' יחנו כיון שהיו וכו' כל זה שנינו הכל במלאכת המשכן","titles":[{"title":"﻿במדבר ט יח"},{"title":"﻿במדבר פרק ט פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":18},{"positionInParasha":44},{"uri":"jbr:tanach-4-9-22#SfateiChachamim","text":" שפתי חכמים  (ש) דסדר מעלות חשיב קרא (נחלת יעקב) ועיין לעיל במה שכתבתי בפרשת חיי שרה בפסוק תשב הנערה אתנו ימים","titles":[{"title":"﻿במדבר ט כב"},{"title":"﻿במדבר פרק ט פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":22},{"positionInParasha":48},{"uri":"jbr:tanach-4-10-2#SfateiChachamim","text":" שפתי חכמים  (ת) בשעת סילוק המחנות. וברוב ספרים גרסינן סילוק המסעות פירוש בשעת סילוק המסעות של כל הג' מחנות של כל דגל ודגל ואיך שיהיה הגירסא תיקן בזה שלא תאמר כשהיו רוצים ליסע היו תוקעים בחצוצרות דזה אינו שהרי מתחלה היה הענן מקפל ואחר כך היה משה אומר קומה ה' ואחר כך היו תוקעים לכן פירש בשעת סילוק המחנות שהיו מכינים את עצמן ליסע לא היו נוסעים עד שתקעו בחצוצרות","titles":[{"title":"﻿במדבר י ב"},{"title":"﻿במדבר פרק י פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":2},{"positionInParasha":51},{"uri":"jbr:tanach-4-10-4#SfateiChachamim","text":" שפתי חכמים  (א) דאם לא כן נחלקו עדה ונשיאים בב' דברים. והא דצריך לפרש זה משום דק\"ל דבקרא כתיב ונועדו אליך וגו' ולא פירש לאיזה מקום שיהיו יתועדו יחד. לכן פירש ואף וכו' דמלתא דפשיטא הוא דנועדו נועדו לגזירה שוה","titles":[{"title":"﻿במדבר י ד"},{"title":"﻿במדבר פרק י פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":4},{"positionInParasha":53},{"uri":"jbr:tanach-4-10-5#SfateiChachamim","text":" שפתי חכמים  (ג) דכתיב ותקעתם תרועה משמע תקיעה ואחר כך תרועה וכתיב תרועה יתקעו משמע תרועה ואחר כך תקיעה הא כיצד אלא תקיעה ותרועה ותקיעה ואין להקשות דלמה לי שתי תרועות באמצע דלא מצינו שתי תרועות זה אחר זה. דהא דכתיב שני פעמים תרועה אחד צריך לגזירה שוה מיום הכפורים וכל גזירה שוה צריך להיות מופנה","titles":[{"title":"﻿במדבר י ה"},{"title":"﻿במדבר פרק י פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":5},{"positionInParasha":54},{"uri":"jbr:tanach-4-10-7#SfateiChachamim","text":" שפתי חכמים  (ד) דקשה לרש\"י חדא הא כתיב לעיל ותקעו ונועדו וגו' ועוד מהיכא תיתי תקיעה תרועה ותקיעה דצריך למכתב תתקעו ולא תריעו. ומתרץ לפי שהוא אומר והיו לך וגו'","titles":[{"title":"﻿במדבר י ז"},{"title":"﻿במדבר פרק י פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":7},{"positionInParasha":56},{"uri":"jbr:tanach-4-10-10#SfateiChachamim","text":" שפתי חכמים  (ו) מדכתיב על עולותיכם ועל זבחי שלמיכם והוקש שלמים לעולה דכל עולה קדשי קדשים היא ושלמים מקצתן קדשי קדשים ומקצתן קדשים קלים כגון שלמי צבור הם קדשי קדשים ושלמי יחיד קדשים קלים הם לכך הוקש שלמים לעולה מה עולה אינו אלא קדשי קדשים אף שלמים אינו אלא קדשי קדשים דהיינו שלמי צבור והדר ילפינן עולה משלמים מה שלמים שהיא קדשי קדשים הוא קרבן צבור דאי אתה מוצא קדשי קדשים בשלמים אלא בקרבן ציבור אף עולה מדבר בקרבן צבור","titles":[{"title":"﻿במדבר י י"},{"title":"﻿במדבר פרק י פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":10},{"positionInParasha":59},{"uri":"jbr:tanach-4-10-11#SfateiChachamim","text":" שפתי חכמים  (ח) כמ\"ש בפ' יתרו","titles":[{"title":"﻿במדבר י יא"},{"title":"﻿במדבר פרק י פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":11},{"positionInParasha":60},{"uri":"jbr:tanach-4-10-12#SfateiChachamim","text":" שפתי חכמים  (ט) שהרי ממדבר פארן שקראו לו קברות התאוה נסעו לחצרות ואחר כך כתיב ואחר נסעו העם מחצרות ויחנו במדבר פארן הא כבר היו במדבר פארן דהיינו קברות התאוה כמו שכתוב הכא. ועל זה פירש קברות התאוה במדבר פארן היה ר\"ל מדבר פארן היה גבול גדול ויש בו מקום שנקרא קברות התאוה וחצרות והכל היה במדבר פארן ולבסוף באו לסוף גבול מדבר פארן וזהו שנאמר בסוף הפרשה ויחנו במדבר פארן","titles":[{"title":"﻿במדבר י יב"},{"title":"﻿במדבר פרק י פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":12},{"positionInParasha":61},{"uri":"jbr:tanach-4-10-21#SfateiChachamim","text":" שפתי חכמים  (כ) פירוש מקרא קצר הוא כלומר והקימו המקימים או והקימו דבק עם בני גרשון ובני מררי הנזכרים למעלה שלא יתכן לומר והקימו הקהתים עד בואם של בני גרשון ומררי והוסיף לומר כשהיה הענן שוכן וסימן החנייה וכו' שבזולת זה היה נראה שבני גרשון ומררי שנסעו קודם נסיעת המחנות חנו במקום הנראה להם ואי אפשר זה שהרי כתיב על פי ה' יחנו ופירוש עד בואם טרם בואם כי הכוונה במאמר זה אינו אלא לומר שבעת בואם היה המשכן על מכונו והיו מכניסין בו תיכף הארון וכל כלי הקודש","titles":[{"title":"﻿במדבר י כא"},{"title":"﻿במדבר פרק י פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":21},{"positionInParasha":70},{"uri":"jbr:tanach-4-10-25#SfateiChachamim","text":" שפתי חכמים  (מ) כמו שפרש\"י בפרשת במדבר דגל יהודה במזרח ושל ראובן בדרום ושל אפרים במערב ושל דן בצפון לכך צריך להתפשט ברוחב שני דגלים וצריך להיות אוכלוסין מרובים אבל למאן דאמר כקורה היו מהלכין ר\"ל זה אחר זה ומפיק לה ממאסף לכל המחנות לפירוש זה אפילו לא היה אוכלוסין מרובין יכול לאסוף מה שמאבדין. ואם תאמר הא שבט של יהודה היה מרובה ביותר משבט דן דשבט של יהודה היה קפ\"ו אלפים וד' מאות ושבט של דן לא היו כי אם קנ\"ז אלפים ושש מאות כדכתיב בפרשת במדבר (גור אריה) כיון שיהודה היה נוסע תחלה מפני שהוא המלך לפיכך נסיעה האחרונה לבני דן שהיה מרובה באוכלוסין אחר יהודה","titles":[{"title":"﻿במדבר י כה"},{"title":"﻿במדבר פרק י פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":25},{"positionInParasha":74},{"uri":"jbr:tanach-4-10-28#SfateiChachamim","text":" שפתי חכמים  (ס) דקשה ליה דאלה מסעי משמע שרוצה לפרש המקומות שחנו בם ונסעו מהם והכא לא מפרש זה אלא לקמן באלה מסעי מפרש. ועל זה פירש זה סדר מסעיהם ר\"ל דאלה מסעי פירוש זה סדר מסעיהם היאך היו נוסעים מי ראשון ומי אחרון","titles":[{"title":"﻿במדבר י כח"},{"title":"﻿במדבר פרק י פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":28},{"positionInParasha":77},{"uri":"jbr:tanach-4-10-29#SfateiChachamim","text":" שפתי חכמים  (פ) דק\"ל שחותן משה שכתוב בקרא אין מפורש בקרא אהייא קאי אי קאי ארעואל או אחובב בנו ומתרץ דקאי אחובב שהוא יתרו כמו שנאמר מבני וגו' רא\"ם. ויש מקשים והא כבר פירש זה בפרשת וישמע יתרו ועוד קשה למה לו להזכיר והרבה שמות היו לו וכו' ויש לומר משום דק\"ל דכתיב חובב בן רעואל וגו' ממה נפשך אי חובב הוא יתרו ורעואל הוא אביו אם כן יתרו לאו רעואל שמו ואי חובב הוא בנו של יתרו שהוא רעואל אם כן לאו חובב שמו ואם כן היאך מצינו שז' שמות נקראו לו. לכך מתרץ רש\"י חובב הוא יתרו והוא נקרא גם כן רעואל ואל תתמה שיתרו היה שמו רעואל ואביו נמי נקרא שמו רעואל דגבי אביו היה שם העצם שלו רעואל לאפוקי יתרו על שם מעשיו נקרא רעואל שנעשה ריע לאל","titles":[{"title":"﻿במדבר י כט"},{"title":"﻿במדבר פרק י פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":29},{"positionInParasha":78},{"uri":"jbr:tanach-4-10-30#SfateiChachamim","text":" שפתי חכמים  (ר) מדכתיב אל אל ב' פעמים. ר\"ל אם בשביל נכסי שיש לי שם נחלה אלך ואמכור אם בשביל משפחתי כדי לגיירם כדמצינו וילך אל ארצו דפרש\"י לגייר את בני משפחתו אבל דעתו היה לחזור להם ולא לדור שם. מצאתי בשם מורינו הרב רבי אברהם מפראג","titles":[{"title":"﻿במדבר י ל"},{"title":"﻿במדבר פרק י פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":30},{"positionInParasha":79},{"uri":"jbr:tanach-4-10-31#SfateiChachamim","text":" שפתי חכמים  (ש) דקשה ליה למה ביקש ממנו שילך עמו והלא ההליכה הוא לטובתו ומאחר שאינו רוצה בטובה יניחוהו. ועל זה פירש כדי שלא יאמרו וכו'","titles":[{"title":"﻿במדבר י לא"},{"title":"﻿במדבר פרק י פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":31},{"positionInParasha":80},{"uri":"jbr:tanach-4-10-32#SfateiChachamim","text":" שפתי חכמים  (ב) דושנה קרקע שמנה","titles":[{"title":"﻿במדבר י לב"},{"title":"﻿במדבר פרק י פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":32},{"positionInParasha":81},{"uri":"jbr:tanach-4-10-33#SfateiChachamim","text":" שפתי חכמים  (ג) דאם לא כן דרך שלשת ימים למה לי ","titles":[{"title":"﻿במדבר י לג"},{"title":"﻿במדבר פרק י פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":33},{"positionInParasha":82},{"uri":"jbr:tanach-4-10-34#SfateiChachamim","text":" שפתי חכמים  (ה) והז' עננים מונה בספרי וענן ה' עליהם, ועננך עומד, ובעמוד ענן אתה הולך, ובהאריך הענן, ובהעלות הענן, ואם לא יעלה הענן, כי ענן ה' על המשכן, וכלם שייכים במסע ובחניית בני ישראל (ועיין בגור אריה ובנחלת יעקב)","titles":[{"title":"﻿במדבר י לד"},{"title":"﻿במדבר פרק י פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":34},{"positionInParasha":83},{"uri":"jbr:tanach-4-10-35#SfateiChachamim","text":" שפתי חכמים  (ו) והיכן מקומו לעיל בפרשת במדבר סיני בדגלים ובמסעות דכתיב ונסע אהל מועד מחנה הלוים וגו' ואחר פסוק זה היה ראוי להכתב ולכך עשה הקדוש ברוך הוא הנוני\"ן לסימניות ר\"ל מכאן עד הפרשה נ' למפרע היתה ראויה להכתב ולכך הפך הנוני\"ן לומר שמקומו בפ' נ' ולמעלה ולא בפ' נו\"ן ולמטה","titles":[{"title":"﻿במדבר י לה"},{"title":"﻿במדבר פרק י פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":35},{"positionInParasha":84},{"uri":"jbr:tanach-4-10-36#SfateiChachamim","text":" שפתי חכמים  (ח) שרבבות ואלפים ר\"ל שני רבבות ושני אלפים דאם לא כן לא היה צריך לומר אלא שובה ה' רבבות ישראל כי סתם רבבה בכל מקום הוא עשרת אלפים ולא תמצא בשום מקום שיזכיר הכתוב אחר הרבבה שם האלפים","titles":[{"title":"﻿במדבר י לו"},{"title":"﻿במדבר פרק י פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":36},{"positionInParasha":85},{"uri":"jbr:tanach-4-11-1#SfateiChachamim","text":" שפתי חכמים  (ט) ואם תאמר והלא מצינו העם שהם צדיקים שנאמר ויענו כל העם יחדיו ויאמרו כל אשר דבר ה' נעשה. ויש לומר כשהם רשעים לא נקרא להם שם אחר אלא העם","titles":[{"title":"﻿במדבר יא א"},{"title":"﻿במדבר פרק יא פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":1},{"positionInParasha":86},{"uri":"jbr:tanach-4-11-2#SfateiChachamim","text":" שפתי חכמים  (מ) דאם לא כן ויצעקו אל ה' מיבעיא ליה","titles":[{"title":"﻿במדבר יא ב"},{"title":"﻿במדבר פרק יא פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":2},{"positionInParasha":87},{"uri":"jbr:tanach-4-11-4#SfateiChachamim","text":" שפתי חכמים  (נ) דקשה ליה ויבכו גם בני ישראל משמע שגם האספסוף בכו והרי לא כתיב לפניו שבכו לכך מפרש רש\"י הפסוק וישובו גם בני ישראל ויבכו עמהם ר\"ל דגם קאי על התאוו תאוה שערב רב שבו מאחרי ה' והתאוו לבשר וישובו גם בני ישראל והתאוו לבשר ואחר כך ויבכו עמהם ר\"ל ששניהם בוכים ביחד","titles":[{"title":"﻿במדבר יא ד"},{"title":"﻿במדבר פרק יא פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":4},{"positionInParasha":89},{"uri":"jbr:tanach-4-11-5#SfateiChachamim","text":" שפתי חכמים  (ס) מקשים העולם מאי קל וחומר הוא זה דלמא הא דלא נתנו להם תבן משום דאמרו נרפים הם וגו' אבל דגים לאכילה היו נותנים להם. ונראה לי דהוכחתם הוא מה הועיל פרעה בתקנתו שלא יתנו להם כדי שתכבד עליהם העבודה דלמא יקנו להם תבן מן המצריים במעות אלא ודאי יודע היה פרעה שהמצריים שונאים את ישראל שאפילו במעות לא ימכרו להן וכל שכן שלא יתנו להם בחנם, ואין להקשות הא אמרינן במסכת סוטה כשהיו הולכין נשי ישראל לשאוב מים מן הנהר היה הקדוש ברוך הוא מזמין להם דגים בכדיהם וכו'. יש לומר שהם התרעמו בודאי על דגים גדולים ועל זה פירש אם תאמר שמצריים נותנים להם וכו' והיינו לדגים גדולים","titles":[{"title":"﻿במדבר יא ה"},{"title":"﻿במדבר פרק יא פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":5},{"positionInParasha":90},{"uri":"jbr:tanach-4-11-7#SfateiChachamim","text":" שפתי חכמים  (פ) דק\"ל הא המן לבן הוא והגד שחור הוא ולמה אמר זרע אלא וכו'","titles":[{"title":"﻿במדבר יא ז"},{"title":"﻿במדבר פרק יא פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":7},{"positionInParasha":92},{"uri":"jbr:tanach-4-11-8#SfateiChachamim","text":" שפתי חכמים  (צ) מדכתיב והמן עינו כעין הבדולח מה רבותא שהיה כעין הבדולח והא נדוך במדוכה ובשלו בפרור ואז היה נשתנה לכן פירש ולא ירד בריחים וכו'","titles":[{"title":"﻿במדבר יא ח"},{"title":"﻿במדבר פרק יא פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":8},{"positionInParasha":93},{"uri":"jbr:tanach-4-11-10#SfateiChachamim","text":" שפתי חכמים  (ת) ואם תאמר הא כבר נאסרו להם עריות ולמה לא בכו כבר. ויש לומר דקודם שנחלקו המחנות היו הכל מעורבין ביחד והיו שכיחות אצלן העריות אבל משנחלקו למחנות היו כל שבט ושבט לבד ולא היו נשים של שבט זה אצל שבט זה אלא הכל של שבט אחד. אי נמי עד שלא היו נחלקין למחנות היו כל השבטים מעורבים זה בזה והיו שכיחין אצל שאר נשים שאינן עריות לא היו חוששין על העריות אבל משנחלקו ונשארו כל שבט ושבט בפני עצמו ולא נשארו בהדדי אלא העריות דהיינו של אותו שבט לכך בכו. ודלא כפירוש הרא\"ם שפירש אף על פי שהיתה כל התורה מסורה בידו של משה מכל מקום אפשר שלא נאמרה פרשת עריות לישראל עד סמוך לנסיעתן מהר סיני. (קצ\"מ בשם בעל מנחה בלולה שצרפו תלונת העריות לתלונת המן לפי שאמרו במדרש שהעומר היה מגלה על הממזרים בן של מי הוא שבאיזה אהל שנמצא עומר שלו הוא היה אביו לכך נתרעמו על המן. ועיקר תלונתם על איסור העריות עד כאן)","titles":[{"title":"﻿במדבר יא י"},{"title":"﻿במדבר פרק יא פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":10},{"positionInParasha":95},{"uri":"jbr:tanach-4-11-12#SfateiChachamim","text":" שפתי חכמים  (א) ובא עתיד במקום בינוני אבל לא עתיד כמשמעו דאם כמשמעו מאין ידע זה ומלת כי משמש הכא לשון דהא שהוא לשון אשר","titles":[{"title":"﻿במדבר יא יב"},{"title":"﻿במדבר פרק יא פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":12},{"positionInParasha":97},{"uri":"jbr:tanach-4-11-15#SfateiChachamim","text":" שפתי חכמים  (ד) דהכי פירושו של קרא ואם ככה ר\"ל שעתיד אתה לעשות כן לישראל את עושה לי ר\"ל כנקבה עשית לי כלומר דאת אומרים לנוכח לנקבה כמו שאומרים אתה לזכר והטעם מוכיח שיש פסיק בין ככה לאת דאין לומר דקאי על לא אוכל וגו' כי אין הצער של התלונה גורם כל כך רעה שיאמר הרגני נא הרוג אלא בשביל הפורענות שהוא עתיד להביא על ישראל אמר זה","titles":[{"title":"﻿במדבר יא טו"},{"title":"﻿במדבר פרק יא פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":15},{"positionInParasha":100},{"uri":"jbr:tanach-4-11-16#SfateiChachamim","text":" שפתי חכמים  (ו) דאם לא כן מה ענין פרשה זו אצל פרשת התלונות הסמוכה לה","titles":[{"title":"﻿במדבר יא טז"},{"title":"﻿במדבר פרק יא פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":16},{"positionInParasha":101},{"uri":"jbr:tanach-4-11-17#SfateiChachamim","text":" שפתי חכמים  (ט) ואם תאמר ולמה מפרש רש\"י זה יותר מכולן. ויש לומר לפי שלא כתיב כאן עמידה כמו באחרים","titles":[{"title":"﻿במדבר יא יז"},{"title":"﻿במדבר פרק יא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":17},{"positionInParasha":102},{"uri":"jbr:tanach-4-11-18#SfateiChachamim","text":" שפתי חכמים  (י) דאם לא כן התקדשו למה לי היה לו לומר ואל העם תאמר למחר תאכלו בשר. ועוד מה הזמנה צריכה לאכילה אלא לפורענות הכתובה בסוף הבאה עליהם על ידי אכילת הבשר","titles":[{"title":"﻿במדבר יא יח"},{"title":"﻿במדבר פרק יא פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":18},{"positionInParasha":103},{"uri":"jbr:tanach-4-11-20#SfateiChachamim","text":" שפתי חכמים  (כ) שמתמצין פירוש שחולין","titles":[{"title":"﻿במדבר יא כ"},{"title":"﻿במדבר פרק יא פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":20},{"positionInParasha":105},{"uri":"jbr:tanach-4-11-21#SfateiChachamim","text":" שפתי חכמים  (ס) (נחלת יעקב) אבל הילודים במדבר לא בכו שלא היו יכולים לומר זכרנו את הדגה אשר נאכל במצרים ואף על גב דכתיב ויבכו גם בני ישראל אפילו הכי סבירא ליה דלא בכו הילודים במדבר","titles":[{"title":"﻿במדבר יא כא"},{"title":"﻿במדבר פרק יא פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":21},{"positionInParasha":106},{"uri":"jbr:tanach-4-11-22#SfateiChachamim","text":" שפתי חכמים  (ע) הוי אומר צאן ובקר קשה משמעו נא המורים כלו' ואם על אותו דיבור נענש כל שכן בזה ולמה לא נפרע מזה לפי וכו'","titles":[{"title":"﻿במדבר יא כב"},{"title":"﻿במדבר פרק יא פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":22},{"positionInParasha":107},{"uri":"jbr:tanach-4-11-23#SfateiChachamim","text":" שפתי חכמים  (פ) הטפל ר\"ל ריב","titles":[{"title":"﻿במדבר יא כג"},{"title":"﻿במדבר פרק יא פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":23},{"positionInParasha":108},{"uri":"jbr:tanach-4-11-26#SfateiChachamim","text":" שפתי חכמים  (ק) הכי גרסינן וכתב על ע' זקן וב' מהן הניח חלק ר\"ל ואחר כך נתן בקלפי ובללן יחד ואם תאמר לא היה לו ליטול רק י\"ב ולכתוב על י' ו' זקנים ועל ב' ה' זקנים ומי שיעלה בידו פתק של ו' יברור מאותו שבט ששה וכו'. (גור אריה) ושמא יש לומר אם כן אותו שבט שיעלה בידו פתק של חמשה יהיה בזיון לכל השבט כאלו לא בחר השם בכל השבט אבל עכשיו לא נתבזה רק אותו הזקן (ועיין בקצ\"מ) מה שהקשה שם עוד","titles":[{"title":"﻿במדבר יא כו"},{"title":"﻿במדבר פרק יא פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":26},{"positionInParasha":111},{"uri":"jbr:tanach-4-11-27#SfateiChachamim","text":" שפתי חכמים  (ר) מדכתיב הנער משמע הידוע ואין ידוע יותר מגרשום שהוא בנו בכורו של משה","titles":[{"title":"﻿במדבר יא כז"},{"title":"﻿במדבר פרק יא פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":27},{"positionInParasha":112},{"uri":"jbr:tanach-4-11-28#SfateiChachamim","text":" שפתי חכמים  (ש) ר\"ל הנבואה כלה מאליהם לפי שאין שכינה שורה על האדם מתוך אבילות וטורח וכן מצינו גבי יעקב ותחי רוח יעקב אביהם ופרש\"י שרתה עליו שכינה","titles":[{"title":"﻿במדבר יא כח"},{"title":"﻿במדבר פרק יא פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":28},{"positionInParasha":113},{"uri":"jbr:tanach-4-11-29#SfateiChachamim","text":" שפתי חכמים  (א) אוחז בעובי המשא ומראה את עצמו כאילו הוא לבדו ישא את המשא כך נותן זה לב על הדבר לנקמה","titles":[{"title":"﻿במדבר יא כט"},{"title":"﻿במדבר פרק יא פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":29},{"positionInParasha":114},{"uri":"jbr:tanach-4-11-30#SfateiChachamim","text":" שפתי חכמים  (ב) מפני שמשמעות ויאסף וגו' מורה שהיה חוץ למחנה הוצרך לפרש מפתח אהל מועד שהוא מחנה שכינה והוא חוץ מן המחנה שלו שהוא מחנה לויה","titles":[{"title":"﻿במדבר יא ל"},{"title":"﻿במדבר פרק יא פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":30},{"positionInParasha":115},{"uri":"jbr:tanach-4-11-31#SfateiChachamim","text":" שפתי חכמים  (ד) דקשה לרש\"י אם שוכבים זה על זה כמשמעו אם כן מתים התחתונים","titles":[{"title":"﻿במדבר יא לא"},{"title":"﻿במדבר פרק יא פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":31},{"positionInParasha":116},{"uri":"jbr:tanach-4-11-33#SfateiChachamim","text":" שפתי חכמים  (ו) פירוש עד לא נתעכל","titles":[{"title":"﻿במדבר יא לג"},{"title":"﻿במדבר פרק יא פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":33},{"positionInParasha":118},{"uri":"jbr:tanach-4-12-1#SfateiChachamim","text":" שפתי חכמים  (ז) כלומר הא אין דרכן של נשים צנועות להתרעם על בעליהן בפני שכנותיהן על דבר התשמיש","titles":[{"title":"﻿במדבר יב א"},{"title":"﻿במדבר פרק יב פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":1},{"positionInParasha":121},{"uri":"jbr:tanach-4-12-2#SfateiChachamim","text":" שפתי חכמים  (מ) (נחלת יעקב) הוקשה לרש\"י שני מיעוטים רק אך דהוה ליה למימר הרק במשה דבר הלא גם בנו. ועל זה תירץ עמו לבדו ולא עם אחרים כלל הן עם צדיקים כיוצא בו והן עם צדיקים שפחותים ממדרגתו הלא גם בנו דבר ואף על פי שאנו ממועטים ממדרגת נבואת משה ולכך צריך ב' מיעוטים למעט הדבור וכיוצא בזה מתרץ בספרי","titles":[{"title":"﻿במדבר יב ב"},{"title":"﻿במדבר פרק יב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":2},{"positionInParasha":122},{"uri":"jbr:tanach-4-12-4#SfateiChachamim","text":" שפתי חכמים  (נ) דאם לא כן מאי נפקא מיניה דכתיב פתאום. רא\"ם","titles":[{"title":"﻿במדבר יב ד"},{"title":"﻿במדבר פרק יב פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":4},{"positionInParasha":124},{"uri":"jbr:tanach-4-12-5#SfateiChachamim","text":" שפתי חכמים  (ע) דאם לא כן למי לי למכתב וירד ה' בענן הא כבר נאמר ויאמר ה' צאו שלשתכם ולא הוה ליה למימר אחר זה אלא ויעמוד פתח האהל וגו' אבל בפרשת כי תשא דכתיב וירד ה' בענן שהוא תחלת הגלות השכינה אליו בבקר יש לומר שבא להודיע הגלות השכינה אליו ולא ללמד שירד יחידי עם עמוד עננו כמו שדרשו הכא","titles":[{"title":"﻿במדבר יב ה"},{"title":"﻿במדבר פרק יב פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":5},{"positionInParasha":125},{"uri":"jbr:tanach-4-12-6#SfateiChachamim","text":" שפתי חכמים  (פ) כלומר אף על פי שחרה בם אף ה' וילך מכל מקום אין נא אלא לשון בקשה ודבר עמהם בנחת שאלו היו דבריו בכעס לא היו דבריו נשמעים וללמוד קל וחומר לבשר ודם שיהיו דבריו בנחת","titles":[{"title":"﻿במדבר יב ו"},{"title":"﻿במדבר פרק יב פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":6},{"positionInParasha":126},{"uri":"jbr:tanach-4-12-8#SfateiChachamim","text":" שפתי חכמים  (ר) ואם תאמר והא אמרינן (שבת דף פז) ג' דברים עשה משה מדעתו והסכים הקדוש ברוך הוא עמו ואחד מהן שפירש מן האשה משמע שלא צוה לו הקדוש ברוך הוא עיין בתוספות (שם ויבמות דף פ\"ג)","titles":[{"title":"﻿במדבר יב ח"},{"title":"﻿במדבר פרק יב פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":8},{"positionInParasha":128},{"uri":"jbr:tanach-4-12-12#SfateiChachamim","text":" שפתי חכמים  (ת) דכתיב כל הבא אל האהל וכל אשר באהל יטמא. ובמצורע כתיב והבא אל הבית כל ימי הסגיר אותו יטמא","titles":[{"title":"﻿במדבר יב יב"},{"title":"﻿במדבר פרק יב פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":12},{"positionInParasha":132},{"uri":"jbr:tanach-4-12-13#SfateiChachamim","text":" שפתי חכמים  (ג) דמלת לאמר קרא יתירה הוא דהל\"ל ויצעק משה אל ה' אל נא רפא נא וגו' אלא שאמר לו השיבני דומיא דוידבר משה וגו'","titles":[{"title":"﻿במדבר יב יג"},{"title":"﻿במדבר פרק יב פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":13},{"positionInParasha":133},{"uri":"jbr:tanach-4-12-14#SfateiChachamim","text":" שפתי חכמים  (ד) הוסיף מלת ואם כאלו אמר ואם אביה וכו' מפני שלא מצינו שירק אביה בפניה מעולם ולא הנזיפה בשום זמן אלא ר\"ל אלו אביה ירק כו' ואמר הראה לה פנים זועפות להורות שאין ירק ירק כמשמעו רק נזיפה המתחייבת מן היריקה","titles":[{"title":"﻿במדבר יב יד"},{"title":"﻿במדבר פרק יב פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":14},{"positionInParasha":134},{"uri":"jbr:tanach-4-13-2#SfateiChachamim","text":" שפתי חכמים  (א) הכי מקשה רש\"י למה נסמכה פרשת מרגלים לפרשת מרים לבד דהיה לו לסמוך גם כן לפרשת קרח והיה לו להקדים מחלוקת קרח ואחר כך מרים ואחר כך מרגלים שהרי מחלוקת של קרח בחצרות היה אבל ענין מרגלים בפארן היה. ומתרץ לפי שלקתה כו' ומשום הכי כתב הפרשיות שלא על הסדר כדי לדרוש זה ואם היה כותב על הסדר אף על פי שהיה מקדים מרגלים למרים לא היה יכול לדרוש זה דלמא כסדר הם נכתבים הרא\"ם. (נחלת יעקב) כבר כתבתי כמה פעמים שאין הרב כותב טעם על הסמיכה אלא אם כן יש בכתוב איזה יתור או שנוי לשון וכיוצא בזה שהכתוב מקפיד על הסמיכה אף בכאן מה שכתב וישלח אותם משה ממדבר פארן הוא מיותר דהא לעיל מזה כתיב ויחנו במדבר פארן ופשיטא דמשם נשתלחו אלא ודאי שהכתוב הודיע לנו מקום השליחות לומר לך שאף על פי שמחצרות נסעו ובאו למדבר פארן והיה להם לקחת מוסר ואפילו הכי חטאו ושלא כפירוש הרא\"ם","titles":[{"title":"﻿במדבר יג ב"},{"title":"﻿במדבר פרק יג פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-4-13-3#SfateiChachamim","text":" שפתי חכמים  (ד) פירוש ולא בגזירתו של השם שזה לא היה רק לרצונם. ואין לפרש דעל פי ה' אאותם קאי כלומר שהשלוחים היו על פי ה' אף על פי שהשליחות לא היה על פי ה' שהרי ברירתן לא הוזכרה כלל עדיין ואם כן היאך יאמר וישלח אותם שהכנוי מורה על הנזכרים לעיל ואדרבה בהליכתן היה לו לומר על פי ה' אלא אותם קאי אסתם אנשים שהוזכרו שהיה ברצונם","titles":[{"title":"﻿במדבר יג ג"},{"title":"﻿במדבר פרק יג פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-4-13-16#SfateiChachamim","text":" שפתי חכמים  (ו) ויהיה פירוש ויקרא לשון תפלה כמו ויקרא שם אברם בשם ה' ויהיה למ\"ד להושע במקום על והוכרחו לדרוש כן דאם לא כן מה טעם לקריאת השם הכא","titles":[{"title":"﻿במדבר יג טז"},{"title":"﻿במדבר פרק יג פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-4-13-17#SfateiChachamim","text":" שפתי חכמים  (ז) שהרי מצרים בדרומה של ארץ ישראל וההולך משם לארץ ישראל הולך לצפון העולם. אלא על כרחך צריך לומר בנגב זה נגב ארץ ישראל ששם חברון שהקציהו לקברי מתים והוא הפחות שבמקומות הארץ. רא\"ם","titles":[{"title":"﻿במדבר יג יז"},{"title":"﻿במדבר פרק יג פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-4-13-18#SfateiChachamim","text":" שפתי חכמים  (ח) דק\"ל למה הקדים משה וכתב את הארץ מה היא היה לו להקדים אנשי הארץ שזה הוא העיקר לכן פירש את הארץ את טבע הארץ כי יש ארץ וכו' וזהו העיקר","titles":[{"title":"﻿במדבר יג יח"},{"title":"﻿במדבר פרק יג פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-4-13-20#SfateiChachamim","text":" שפתי חכמים  (ל) שהרי כתיב אחרי כן והתחזקתם ולקחתם מפרי הארץ ואם כן יש עצים להם והרא\"ם פירש דמסתמא אם שמנה היא יש בה עצים והרי כבר אמר להם השמנה היא אם רזה. אף על פי שדרשו אותו (בב\"ב דף ט\"ו) על איוב אבל רש\"י זכרונו לברכה כתב אדם כשר סתם משום שזהו קרוב לפשוטו","titles":[{"title":"﻿במדבר יג כ"},{"title":"﻿במדבר פרק יג פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-4-13-22#SfateiChachamim","text":" שפתי חכמים  (נ) דאל\"כ למה הלך לשם להתפלל ולא התפלל במקום אחר אלא על כרחך משום קברי אבות","titles":[{"title":"﻿במדבר יג כב"},{"title":"﻿במדבר פרק יג פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"jbr:tanach-4-13-23#SfateiChachamim","text":" שפתי חכמים  (צ) כאלו כתיב ויכרתו משם זמורה עם אשכול ענבים אחד לא זמורה לחוד ואשכול לחוד דאם כן למה כרתו הזמורה כלל שאינו פרי","titles":[{"title":"﻿במדבר יג כג"},{"title":"﻿במדבר פרק יג פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":23},{"positionInParasha":23},{"uri":"jbr:tanach-4-13-26#SfateiChachamim","text":" שפתי חכמים  (ש) (נחלת יעקב) פירש\"י בגמרא וילכו יתירה הוא כיון דכתיב וישובו לא הל\"ל אלא ויבאו אל משה עד כאן פירוש לפירושו כיון דקודם לזה סיפר וישובו מתור הארץ דהיינו סיפור חזרתן למה הזכיר אחר כך וילכו. ועל זה תירץ להקיש וכו'","titles":[{"title":"﻿במדבר יג כו"},{"title":"﻿במדבר פרק יג פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":26},{"positionInParasha":26},{"uri":"jbr:tanach-4-13-27#SfateiChachamim","text":" שפתי חכמים  (א) דאם לא כן כיון שכונתם לא היה אלא לרעה למה אמרו בראש דבריהם היפך כונתם אלא על כרחך כל דבר שקר וכו'","titles":[{"title":"﻿במדבר יג כז"},{"title":"﻿במדבר פרק יג פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"jbr:tanach-4-13-29#SfateiChachamim","text":" שפתי חכמים  (ב) אף על גב דבאמת היה יושב שם דכתיב והעמלקי והכנעני יושב בעמק וגו' אלא רש\"י דייק כיון דכתיב ועליתם את ההר ושם יושב האמורי והחתי ואם כן כיון שהאמורי והחתי יושבים בהר ועמלק יושב בעמק לא היה להזכירו תחלה אלא כדי ליראם וכו'","titles":[{"title":"﻿במדבר יג כט"},{"title":"﻿במדבר פרק יג פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":29},{"positionInParasha":29},{"uri":"jbr:tanach-4-13-30#SfateiChachamim","text":" שפתי חכמים  (ג) ואף על גב דבהדיא כתיב בקרא את העם ועוד קשה דהא בקרא אינו כתיב שדברו העם כלום. ויש לומר דקאי אמרגלים כלומר שהשתיק המרגלים כולם ששתקו ולא דברו כלום כדי שישמעו העם מה שידבר כלב במשה","titles":[{"title":"﻿במדבר יג ל"},{"title":"﻿במדבר פרק יג פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"jbr:tanach-4-13-31#SfateiChachamim","text":" שפתי חכמים  (ו) מדכתיב כי חזק הוא ממנו היה לו למכתב כי חזק ממנו שהרי לעיל גם כן לא כתב הוא רק אפס כי עז העם הזה אלא כלפי וכו'. (גור אריה) דאי אפשר לומר ממנו מישראל דהוה משמע שגם ישראל חזק אלא שהוא יותר חזק כדפרש\"י על פסוק ועצומים ממך אתה עצום והם עצומים ממך וכאן לא יתכן זה שהרי המרגלים מדמים עצמן כחגבים נגד העם היושב בארץ אלא כלפי וכו'","titles":[{"title":"﻿במדבר יג לא"},{"title":"﻿במדבר פרק יג פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":31},{"positionInParasha":31},{"uri":"jbr:tanach-4-13-33#SfateiChachamim","text":" שפתי חכמים  (ז) כמו שכתוב ויראו בני אלהים את בנות האדם וגו' דאם לא כן נפילים נפילים למה לי אלא ודאי נפילים השני מלשון נפילה ממש כלומר ושם ראינו מאותן שנפלו מן השמים הם שמחזאי ועזאל","titles":[{"title":"﻿במדבר יג לג"},{"title":"﻿במדבר פרק יג פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":33},{"positionInParasha":33},{"uri":"jbr:tanach-4-14-2#SfateiChachamim","text":" שפתי חכמים  (ט) פירוש לא לשון אלו כמו לו יש חרב בידי לו חכמו ומפני שפירש הלואי כמו מי יתן שהוא דבוק עם וא\"ו שאחריו כמו מי יתן והיה לבבם לכן הוצרך להוסיף וא\"ו ומתנו שהוא כמו מי יתן ומתנו","titles":[{"title":"﻿במדבר יד ב"},{"title":"﻿במדבר פרק יד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":2},{"positionInParasha":35},{"uri":"jbr:tanach-4-14-9#SfateiChachamim","text":" שפתי חכמים  (י) תיקן בזה שלא תאמר ב' דברים הם אלא האחד נמשך מחבירו כלומר שאם אל תמרודו בהקדוש ברוך הוא שוב אין אתם צריכים לירא","titles":[{"title":"﻿במדבר יד ט"},{"title":"﻿במדבר פרק יד פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":9},{"positionInParasha":42},{"uri":"jbr:tanach-4-14-10#SfateiChachamim","text":" שפתי חכמים  (מ) לא את משה ואת אהרן כי הם לא דברו כלום","titles":[{"title":"﻿במדבר יד י"},{"title":"﻿במדבר פרק יד פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":10},{"positionInParasha":43},{"uri":"jbr:tanach-4-14-11#SfateiChachamim","text":" שפתי חכמים  (ס) עד אנה עד היכן לא עד איזה מקום כפירוש אנה בכל מקום","titles":[{"title":"﻿במדבר יד יא"},{"title":"﻿במדבר פרק יד פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":11},{"positionInParasha":44},{"uri":"jbr:tanach-4-14-12#SfateiChachamim","text":" שפתי חכמים  (ע) היינו הכרתה מן העולם ולא לשון ירושה וכן פירש למטה מזה","titles":[{"title":"﻿במדבר יד יב"},{"title":"﻿במדבר פרק יד פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":12},{"positionInParasha":45},{"uri":"jbr:tanach-4-14-13#SfateiChachamim","text":" שפתי חכמים  (צ) לא ושמעו את אשר העליתם כמובן מפשוטו של קרא אלא שישמעו ההריגה ומלת כי פה הוא במקום אשר כאילו אמר ושמעו המצרים אשר העלית בכחך את העם הזה מקרבו וראו החיבה הגדולה שאי אפשרית להתבטל לא יאמרו שחטאו רק מבלתי יכולת וכו'","titles":[{"title":"﻿במדבר יד יג"},{"title":"﻿במדבר פרק יד פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":13},{"positionInParasha":46},{"uri":"jbr:tanach-4-14-16#SfateiChachamim","text":" שפתי חכמים  (ק) ולא פועל לנקבה אבל חסר למ\"ד כאלו אמר יכולת לה'","titles":[{"title":"﻿במדבר יד טז"},{"title":"﻿במדבר פרק יד פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":16},{"positionInParasha":49},{"uri":"jbr:tanach-4-14-17#SfateiChachamim","text":" שפתי חכמים  (ר) שלא בקש ממנו חדשות רק לקיים מאמרו וזהו כאשר דברת","titles":[{"title":"﻿במדבר יד יז"},{"title":"﻿במדבר פרק יד פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":17},{"positionInParasha":50},{"uri":"jbr:tanach-4-14-18#SfateiChachamim","text":" שפתי חכמים  (ש) ואם תאמר והרי פסוק זה גם כן כתיב בפרשת כי תשא וגם שם פירשו רש\"י ויש לומר דהא דפירש כאן לבד על ונקה רק כדי שלא תקשה לרש\"י מה שפירש לעיל ארך אפים לצדיקים ולרשעים והרי כתיב ונקה פירוש לצדיקים ולא ינקה פירוש לרשעים לכך פירש\"י ונקה לשבים ולא ינקה לשאינן שבים","titles":[{"title":"﻿במדבר יד יח"},{"title":"﻿במדבר פרק יד פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":18},{"positionInParasha":51},{"uri":"jbr:tanach-4-14-20#SfateiChachamim","text":" שפתי חכמים  (ת) לא בשביל דברך שאתה מתפלל בעדם ואמרת סלח נא וגו' דאם לא כן מאי כדברך בסלחתי סגי","titles":[{"title":"﻿במדבר יד כ"},{"title":"﻿במדבר פרק יד פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":20},{"positionInParasha":53},{"uri":"jbr:tanach-4-14-21#SfateiChachamim","text":" שפתי חכמים  (א) ביש ספרים גורסין חי אני לשון שבועה כשם שאני חי וכבודי מלא כל הארץ כך אקיים להם כי כל האנשים וגו' ואין גורסין אחר כך אם יראו את הארץ וכבודי ימלא את כל הארץ שלא יתחלל שמי במגפה וכו' כי הם פירשו וימלא כבוד ה' וגו' וכאשר ימלא כבודי את כל הארץ כמו שפירש רבינו אברהם בן עזרא ולפי פירוש זה אין צריך לסרס המקרא אבל לפי מה שכתוב בספרים שלפנינו אם יראו הרי זה מקרא מסורס חי אני כי כל האנשי' וכו' כי הם מפרשים וימלא כבוד ה' וגו' שהוא לשון עתיד כמו שפירש רבינו אברהם בן עזרא בלשון שני לכן צריכין לסרס המקרא ולפרש וכבודי ימלא כל הארץ שלא יתחלל שמי במגפה הזאת שהוא לשון עתיד ולפי פירוש זה צריך למחוק למעלה וכבודי ימלא כל הארץ וכן צריך לגרוס כשם שאני חי כך אקיים להם וכו' ודו\"ק ותמצא. והרא\"ם כתב הרי זה מקרא מסורס שוימלא כבוד ה' צריך להיות אחר סיום כל הפסוקים האלה שהם דבקים עם השבועה שבא אחר כך ואמר ולמה אני מאריך להם כדי שימלא כבוד ה' ולא יתחלל שמי בעכו\"ם לחשוב עלי מבלתי יכולת עד כאן לשונו. והוא הוא שפירש לפי הספרים שלפנינו","titles":[{"title":"﻿במדבר יד כא"},{"title":"﻿במדבר פרק יד פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":21},{"positionInParasha":54},{"uri":"jbr:tanach-4-14-22#SfateiChachamim","text":" שפתי חכמים  (ב) וזה לשון הגמרא בפרק אלו נערכין תניא עשר נסיונות נסו אבותינו להקדוש ברוך הוא שנים בים שנים במן שנים בשליו שנים במים ואחד בעגל ואחד במדבר פארן פירוש שנים בים אחת בירידה דכתיב המבלי אין קברים במצרים אחת בעליה דכתיב וימרו על ים בים סוף מלמד שהיו ישראל ממרים באותה שעה ואמרו כשם שאנו עולים מצד זה כן המצריים עולים מצד אחר וכו' שנים במים במרה דכתיב ויבאו מרתה וגו' וילן העם על משה. וברפידים דכתיב ויחנו ברפידים ואין מים לשתות העם וירב העם עם משה. שנים במן דכתיב אל תצאו ויצאו. ואל תותירו ויותירו. שנים בשליו ראשון בשבתנו על סיר הבשר. שני והאספסף אשר בקרבו. בעגל כדכתיב. במדבר פארן פרש\"י היינו מרגלים","titles":[{"title":"﻿במדבר יד כב"},{"title":"﻿במדבר פרק יד פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":22},{"positionInParasha":55},{"uri":"jbr:tanach-4-14-23#SfateiChachamim","text":" שפתי חכמים  (ג) (גור אריה) דודאי לא יראו כי אין ספק לפני הקדוש ברוך הוא","titles":[{"title":"﻿במדבר יד כג"},{"title":"﻿במדבר פרק יד פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":23},{"positionInParasha":56},{"uri":"jbr:tanach-4-14-24#SfateiChachamim","text":" שפתי חכמים  (ד) משום דקשה וכי לכלב לבד היה רוח אחרת והא אף ליהושע היה רוח אחרת משל מרגלים ועל זה פירש שתי רוחות וכו'","titles":[{"title":"﻿במדבר יד כד"},{"title":"﻿במדבר פרק יד פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":24},{"positionInParasha":57},{"uri":"jbr:tanach-4-14-25#SfateiChachamim","text":" שפתי חכמים  (ח) הודיענו טעם סמיכות מחר פנו עם והעמלקי הקודם לו והוסיף לומר לאחוריכם שבזולת זה היה נראה ששני דרכים היו ליכנס לארץ ישראל אחד דרך העמק ואחד במדבר דרך ים סוף ואין הדבר כן שהרי דרך המדבר ים סוף הוא לאחוריהם וכבר הלכו אותו ובאו אל הישוב ופירוש לאחוריכם שהשם יתברך אינו חפץ להביאם אל הארץ שהשם יתברך חפץ שבמדבר ימותו","titles":[{"title":"﻿במדבר יד כה"},{"title":"﻿במדבר פרק יד פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":25},{"positionInParasha":58},{"uri":"jbr:tanach-4-14-27#SfateiChachamim","text":" שפתי חכמים  (ט) אבל לא כל ישראל שהרי מלינים עלי את תלונות בני ישראל כתיב דמשמע הגורמים לישראל שילינו","titles":[{"title":"﻿במדבר יד כז"},{"title":"﻿במדבר פרק יד פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":27},{"positionInParasha":60},{"uri":"jbr:tanach-4-14-28#SfateiChachamim","text":" שפתי חכמים  (ל) כאלו אמר אם לא אעשה לכם כאשר דברתם שיפלו פגריכם וגו' איני חי ולא נכתב איני חי שכבוד אלהים הסתר וסמך על המבין ממה שאמר בראשונה חי אני דאם לא כן חי אני נאם ה' כאשר דברתם באזני כן אעשה לכם מיבעי ליה","titles":[{"title":"﻿במדבר יד כח"},{"title":"﻿במדבר פרק יד פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":28},{"positionInParasha":61},{"uri":"jbr:tanach-4-14-32#SfateiChachamim","text":" שפתי חכמים  (מ) פירוש דבר על הבנים בסיפור זה להכניסם לארץ ואלו ימותו צריך לומר ואתם להבדילם זה מזה","titles":[{"title":"﻿במדבר יד לב"},{"title":"﻿במדבר פרק יד פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":32},{"positionInParasha":65},{"uri":"jbr:tanach-4-14-33#SfateiChachamim","text":" שפתי חכמים  (נ) שהרי לא נגזרה גזירה אלא על אותן שהיו בני כ' ועמדו במדבר מ' שנה נמצא שהיו בני ס' שנה שאם נקנסה עליהם מיתה בני כרת לא היו","titles":[{"title":"﻿במדבר יד לג"},{"title":"﻿במדבר פרק יד פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":33},{"positionInParasha":66},{"uri":"jbr:tanach-4-14-34#SfateiChachamim","text":" שפתי חכמים  (פ) קרא הסרת לבב מהשם הסרת השם מהם מפני שכיון שהוסרו לבבם מהשם הוסר השם מהם","titles":[{"title":"﻿במדבר יד לד"},{"title":"﻿במדבר פרק יד פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":34},{"positionInParasha":67},{"uri":"jbr:tanach-4-14-38#SfateiChachamim","text":" שפתי חכמים  (צ) ר\"ל והא כתיב קרא אחרינא ולא נותר מהם איש כי אם כלב בן יפנה ויהושע וגו'","titles":[{"title":"﻿במדבר יד לח"},{"title":"﻿במדבר פרק יד פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":38},{"positionInParasha":71},{"uri":"jbr:tanach-4-14-41#SfateiChachamim","text":" שפתי חכמים  (ק) ומלת והיא שבה אל הפעולה ופעולה לשון נקבה כאלו אמר זאת הפעולה אשר אתם עושים לא תצלח","titles":[{"title":"﻿במדבר יד מא"},{"title":"﻿במדבר פרק יד פסוק מא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":41},{"positionInParasha":74},{"uri":"jbr:tanach-4-14-43#SfateiChachamim","text":" שפתי חכמים  (ר) שפירוש על כן הוא כמו הואיל שפירושו על אשר ומפני שאין טעם לומר הואיל ושבתם לכן הוסיף על מלת כי על כן פועל שתפול עליה הסיבה הואיל ועשיתם כך כלומר ששבתם מאחרי השם יתברך","titles":[{"title":"﻿במדבר יד מג"},{"title":"﻿במדבר פרק יד פסוק מג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":43},{"positionInParasha":76},{"uri":"jbr:tanach-4-14-45#SfateiChachamim","text":" שפתי חכמים  (ש) פירוש בדרך נבואה או משה רבינו עליו השלום כתב ככה כשכתב התורה בסוף מ' שנה שאז נקרא כבר שם המקום ההוא חרמה","titles":[{"title":"﻿במדבר יד מה"},{"title":"﻿במדבר פרק יד פסוק מה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":45},{"positionInParasha":78},{"uri":"jbr:tanach-4-15-3#SfateiChachamim","text":" שפתי חכמים  (ת) פירוש דאם זה ציווי הוא אין נופל עליו לומר לפלא נדר או בנדבה דנדבה אינו ציווי ולכך פירש ותעלה על לבבכם וכו'","titles":[{"title":"﻿במדבר טו ג"},{"title":"﻿במדבר פרק טו פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":3},{"positionInParasha":81},{"uri":"jbr:tanach-4-15-4#SfateiChachamim","text":" שפתי חכמים  (ג) ר\"ל אף על פי שאמרתי לעיל ועשיתם אשה וגו' וזה אינו חובה כדפרישית לעיל מכל מקום אם תקריבו נדר או נדבה או חובת מועדיכם חובה עליכם שתקריבו עליהם נסכים ומנחה","titles":[{"title":"﻿במדבר טו ד"},{"title":"﻿במדבר פרק טו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":4},{"positionInParasha":82},{"uri":"jbr:tanach-4-15-6#SfateiChachamim","text":" שפתי חכמים  (ו) פירוש אז תעשה מנחתו שני עשרונים במקום שהיה לכבש עשרון אחד ויין ושמן שלישית ההין במקום שהיה לכבש רביעית ההין שתעשה לאיל יותר מלכבש ופירוש של או הוא אם ולא או כמשמעו ולומר שיהא כבש ואיל שוים","titles":[{"title":"﻿במדבר טו ו"},{"title":"﻿במדבר פרק טו פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":6},{"positionInParasha":84},{"uri":"jbr:tanach-4-15-12#SfateiChachamim","text":" שפתי חכמים  (ח) מפני שהקרא הזה סתום כתב כמספר ולא פירש באיזה מספר של בהמות או של נסכים ועוד שכפל וכתב שתי פעמים תעשו לכן פירש כמספר קאי אבהמות ותעשו ראשון קאי על ההקרבה ותעשו שני קאי על הנסכים ופירוש לאחד לכל אחד ואחד ופירוש כמספרם השני על שיווי מספר הבהמות לנסכים","titles":[{"title":"﻿במדבר טו יב"},{"title":"﻿במדבר פרק טו פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":12},{"positionInParasha":90},{"uri":"jbr:tanach-4-15-20#SfateiChachamim","text":" שפתי חכמים  (ט) פירוש כי חטה אחת פוטרת הכרי לפי שנאמר סתם ראשית דגנך","titles":[{"title":"﻿במדבר טו כ"},{"title":"﻿במדבר פרק טו פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":20},{"positionInParasha":98},{"uri":"jbr:tanach-4-15-21#SfateiChachamim","text":" שפתי חכמים  (כ) כלומר אם היו לו י' עיסות צריך ליתן הראשונה כולה חלה תלמוד לומר וכו' ואם תאמר אם כן למה לי ראשית עריסותיכם. ויש לומר דאם לא נאמר רק מראשית עריסותיכם הוה אמינא דאם היו לו י' עיסות צריך ליתן מקצת מן הראשונה אבל האחרים פטורים לכך כתיב ראשית עריסותיכם שצריך ליתן מכל עיסה מקצת. הקשה הרא\"ם מאי שנא הכא דדרשינן מראשית מקצתה ולא כולה ומאי שנא דגבי בכורים דדרשינן מראשית ולא כל ראשית שאין כל הפירות חייבין בבכורים אלא שבעה מינים בלבד כמו שפירש הרמב\"ם וכן פירש רש\"י בפרשת כי תבא ולמה לא דרשינן נמי כמו הכא שאין כל הפירות שבאילן שבכרו חייבים בבכורים אלא אשכול אחד או גרגיר אחד והניח בקושיא לפירוש הרמב\"ם וכן לפרש\"י דלקמן. ונראה לי דגבי חלה יש עוד מיעוט דכתיב והיה באכלכם מלחם הארץ וגומר דקשה הארץ למה לי הא כתיב לעיל מיניה והיה בבואכם אל הארץ וגומר אלא על כרחך למדרש אתא דאינו חייב בחלה אלא משבחי ארץ ישראל דהיינו ה' מיני דגן ואם כן אייתר מראשית למדרש שאין כל העיסה חייבת אלא מקצתה מה שאין כן התם דאין שם יתור ודו\"ק נראה לי","titles":[{"title":"﻿במדבר טו כא"},{"title":"﻿במדבר פרק טו פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":21},{"positionInParasha":99},{"uri":"jbr:tanach-4-15-22#SfateiChachamim","text":" שפתי חכמים  (ל) ולא פר לחטאת כבשגגת כל המצות למדנו שאין שגגת הע\"א בכלל שאר שגגות כלומר אי לאו פרשה זו היה עולה על הדעת שע\"א היה בכלל שאר שגגות שבמצות אבל מפרשה זו למדנו שאינה בכלל","titles":[{"title":"﻿במדבר טו כב"},{"title":"﻿במדבר פרק טו פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":22},{"positionInParasha":100},{"uri":"jbr:tanach-4-15-24#SfateiChachamim","text":" שפתי חכמים  (ע) מדכתיב בפרשת ויקרא ונעלם דבר משמע דבר ולא כל הגוף שידעו שאסור לעבוד עבודת אלילים רק שלא ידעו שאסור עבודה זו. או ילפינן דבר דבר מכי יפלא ממך וגו' שמשמעו ולא כל הגוף","titles":[{"title":"﻿במדבר טו כד"},{"title":"﻿במדבר פרק טו פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":24},{"positionInParasha":102},{"uri":"jbr:tanach-4-15-25#SfateiChachamim","text":" שפתי חכמים  (פ) שלא תפרש הקרא הביאו את קרבנם זה עולה וחטאת והא דכתיב וחטאתם הוא פר החטאת האמור בויקרא ובא הכא הכתוב לומר שחוץ מפר העולה והשעיר לחטאת האמורים בפרשה זו מביאים עוד את פר החטאת הנאמר בויקרא לכן פירש זה פר העולה שנאמר בו אשה לה' לאפוקי חטאת אינו אשה לה' רק עולה הוא אשה לה'","titles":[{"title":"﻿במדבר טו כה"},{"title":"﻿במדבר פרק טו פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":25},{"positionInParasha":103},{"uri":"jbr:tanach-4-15-27#SfateiChachamim","text":" שפתי חכמים  (צ) דוי\"ו ואם נפש מוסיף על ענין ראשון שבע\"א הוא מדבר","titles":[{"title":"﻿במדבר טו כז"},{"title":"﻿במדבר פרק טו פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":27},{"positionInParasha":105},{"uri":"jbr:tanach-4-15-30#SfateiChachamim","text":" שפתי חכמים  (ר) הכי פירושו ועוד כלומר תדע דלשון קללה הוא שהרי דרשו רבותינו זכרונם לברכה מכאן כרת למברך את השם כשאין עדים והתראה והוא במזיד ואם לא היה לשון זה לשון קללה מה יוכלו לדרוש רבותינו מכאן למברך השם שהוא בכרת אלא ודאי כדפרישית","titles":[{"title":"﻿במדבר טו ל"},{"title":"﻿במדבר פרק טו פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":30},{"positionInParasha":108},{"uri":"jbr:tanach-4-15-31#SfateiChachamim","text":" שפתי חכמים  (ש) פירוש כי לשון דבר ה' בזה לא קמיירי אלא בעבודת אלילים שהוא דבור אחד מי' דברות ששמעו אותו ישראל מפי הגבורה מה שאין כן שאר מצות שלא שמעום רק מפי משה אף שגם הם דבר ה' ואף על פי שרש\"י זכרונו לברכה פירש שהמגדף במברך השם קמיירי ולא בעבודת אלילים מאמר כי דבר ה' בזה בעבודת אלילים מיירי וכאלו אמר את ה' הוא מגדף ונכרתה וגומר וכי דבר ה' בזה ואת מצותו הפר הכרת תכרת וגו'","titles":[{"title":"﻿במדבר טו לא"},{"title":"﻿במדבר פרק טו פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":31},{"positionInParasha":109},{"uri":"jbr:tanach-4-15-32#SfateiChachamim","text":" שפתי חכמים  (א) פירוש דאם לא כן במדבר למה לי אלא ללמד מיד שבאו למדבר חלל זה את השבת ולא קודם לכן והא דאמרינן בפרק כל כתבי (דף קיח) אלמלי שמרו ישראל שבת ראשונה לא שלטה בהם אומה ולשון. יש לומר דמדרשות חלוקים הם. והא דאמר רב יהודה אמר רב כאשר צוך שבת ודינים במרה אפקיד שמע מינה שלא היה שבת ראשונה וכמו שהקשו התוספות יש לומר דרש\"י נזהר מקושיא זו בפרשת בשלח שפירש שם שם לו במרה נתן להם מקצת פרשיות שיתעסקו בהם שבת ופרה אדומה ודינים משמע שהודיעם החוקים ההם ולימד אותם כי עתיד הקדוש ברוך הוא לצוות אתכם בכך כמו שפירש הרמב\"ן שם בפרשת בשלח ואם כן לא נצטוו עדיין בשמירת מלאכת שבת כי אם ללמוד מצות השבת","titles":[{"title":"﻿במדבר טו לב"},{"title":"﻿במדבר פרק טו פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":32},{"positionInParasha":110},{"uri":"jbr:tanach-4-15-33#SfateiChachamim","text":" שפתי חכמים  (ב) דהמוצאים אותו שקשש עצים לא נאמר אלא מקושש לאחר שראוהו ומצאוהו היה מקושש ומה טעם תלוי בכך אלא שהתרו בו ועדיין היה מקושש כך לשון רש\"י בסנהדרין (דף מא). והרא\"ם פירש דאם לא כן המוצאים אותו מקושש למה לי הא פשיטא הוא דהא כתיב ויקריבו אותו המוצאים אלא ויקריבו אותו המוצאים אותו ועוד מקושש ולא הניח מלקושש","titles":[{"title":"﻿במדבר טו לג"},{"title":"﻿במדבר פרק טו פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":33},{"positionInParasha":111},{"uri":"jbr:tanach-4-15-34#SfateiChachamim","text":" שפתי חכמים  (ג) מדכתיב כי לא פרש מה יעשה לו משמע שהיו יודעין שחייב מיתה שנאמר מחלליה מות יומת אבל לא פירש באיזה מיתה אבל במקלל בפרשת אמור הוא אומר לפרוש להם משמע שאינם ידועים אם חייב מיתה אם לאו. ואם תאמר הא סתם מיתה שבתורה הוא חנק כדפרש\"י בפרשת אמור וגבי שבת גם כן כתיב סתם מיתה דכתיב מחלליה מות יומת יש לומר משום הכי מספקא להו לפי שהמחלל שבת כעובד עבודת אלילים והעובד עבודת אלילים בסקילה לכך מספקא להו","titles":[{"title":"﻿במדבר טו לד"},{"title":"﻿במדבר פרק טו פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":34},{"positionInParasha":112},{"uri":"jbr:tanach-4-15-35#SfateiChachamim","text":" שפתי חכמים  (ד) פירוש הוא לשון הוה אף על פי שאינו נוהג תמיד אלא באותו עת שמחלל השבת כיון דקאי על כל מקושש שיהיה או המחלל שבת שייך לשון הוה כי תמיד מוטל עליהם לרגום את האיש שעובר עבירה הזאת","titles":[{"title":"﻿במדבר טו לה"},{"title":"﻿במדבר פרק טו פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":35},{"positionInParasha":113},{"uri":"jbr:tanach-4-15-38#SfateiChachamim","text":" שפתי חכמים  (ה) דלטעם ראשון קשה הל\"ל ועשו להם פתילים על שם שנאמר פתיל תכלת לכן אמר דבר אחר ולפי דבר אחר קשה הל\"ל מציצן מאי ציצית לכן פירש גם טעם ראשון דכתיב ויקחני בציצית ראשי","titles":[{"title":"﻿במדבר טו לח"},{"title":"﻿במדבר פרק טו פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":38},{"positionInParasha":116},{"uri":"jbr:tanach-4-15-39#SfateiChachamim","text":" שפתי חכמים  (ז) הרא\"ם כתב והנראה בעיני פירושו שהוא אליבא דמאן דאמר יש אם למקרא וכיון שהוא נקרא מלא כאלו הוא מלא יו\"ד עד כאן לשונו","titles":[{"title":"﻿במדבר טו לט"},{"title":"﻿במדבר פרק טו פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":39},{"positionInParasha":117},{"uri":"jbr:tanach-4-16-1#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל למה אמר לשון ויקח. ולפי שפרש\"י בפרשת בראשית ואני לא באתי לפרש רק פשוטו של מקרא ולא על פי המדרש לכך פרש\"י כאן פרשה זו יפה נדרשת וכו' שהוא קרוב לפשוטו לכך אפרש אותו על פי המדרש ולא נצטרך לפרשו לפי פשוטו","titles":[{"title":"﻿במדבר טז א"},{"title":"﻿במדבר פרק טז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-4-16-3#SfateiChachamim","text":" שפתי חכמים  (מ) תיקן בזה הרבה פירוש רב שהוא שם כמו הרבה והוסיף יותר מדאי שבזולת זה יתכן לומר שאותו הרבוי שלקחו הוא בראוי להם וגם הוסיף מלת לקחתם מפני שמלת לכם לבדה אין לה מובן בלתי שתחבר לה מלת לקחתם ומפני שהמחלוקת היתה על הלקיחה לכן אמר פה לקחתם לכם ולא מלת יש לכם ואמר יותר מדאי לא על מה שיש בידם גם פירש מלת לכם לעצמכם שבזולת זה יתכן שלקח וחלק לאחרים גם הוסיף מלת גדולה מפני שמלת הרבה נופל על השפלות כמו על הגדולה והמעלה לכן הוסיף מלת גדולה","titles":[{"title":"﻿במדבר טז ג"},{"title":"﻿במדבר פרק טז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-4-16-4#SfateiChachamim","text":" שפתי חכמים  (פ) ואם תאמר והא לעיל גבי מרגלים כתיב נמי ויפול משה ואהרן על פניהם ויש לומר דלעיל יש לומר דנפלו על פניהם להתפלל כיון דלא כתיב שם שדברו שום דבר יש לומר שהתפללו אבל הכא כתיב וידבר אל קרח וגו' משמע שבשעת נפילתו דבר עמהם ולא התפלל אם כן למה נפל אלא מפני המחלוקת","titles":[{"title":"﻿במדבר טז ד"},{"title":"﻿במדבר פרק טז פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-4-16-5#SfateiChachamim","text":" שפתי חכמים  (ק) שהיו עוסקין במחלוקת כל היום לכך אמר עת שכרות היא לנו כמו שמצינו שכורת ולא מיין שמע מינה אף על פי שלא שתו נקראו שכור ותו קשה לרש\"י למה לא עשה משה לעצמו דעת מיושבת לכן פרש\"י הוא היה מכוין כו'","titles":[{"title":"﻿במדבר טז ה"},{"title":"﻿במדבר פרק טז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"jbr:tanach-4-16-7#SfateiChachamim","text":" שפתי חכמים  (ת) ר\"ל מאחר שלא קראו הכתוב חוטא בנפשו אם כן בודאי היה לו איזה טעם שסמך עליו","titles":[{"title":"﻿במדבר טז ז"},{"title":"﻿במדבר פרק טז פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"jbr:tanach-4-16-10#SfateiChachamim","text":" שפתי חכמים  (ב) לא ויקרב אותך אליו שכבר אמר להקריב אתכם אליו","titles":[{"title":"﻿במדבר טז י"},{"title":"﻿במדבר פרק טז פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"jbr:tanach-4-16-11#SfateiChachamim","text":" שפתי חכמים  (ג) פירוש אין הלמ\"ד שורש כמו האל\"ף שבמלת אכן שהיא מלה מורכבת מאך וכן והכ\"ף משמשת לכ\"ף ממלת אך ולכ\"ף ממלת כן אבל למ\"ד של מלת לכן היא שימוש כלמ\"ד אמרי לי אחי בשבילי אף כאן לכן בשביל כן","titles":[{"title":"﻿במדבר טז יא"},{"title":"﻿במדבר פרק טז פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"jbr:tanach-4-16-14#SfateiChachamim","text":" שפתי חכמים  (ד) כלומר ולולא שנדר להם להביאם לא אמרו לו זה כי לא היה מחויב להביאם והפך המקרא להורות שהי' המקרא ראוי להיות המעט כי העליתנו מארץ זבת חלב ודבש ולא אל ארץ זבת חלב ודבש הביאותנו להמיתנו כדי שתשתרר שלפי זה לא תצטרך למלת אף ולכן השמיטה אבל לפי סדר הכתוב צריך לומר לא די שעשית לנו הרעה למות במדבר אלא אף הטובה שנדרת לנו לא עשית שאלו עשית לנו הטובה גם הרעה היינו מקבלים. שאם נפרש כן היה קשה מה הוא שהתרעמו על הטובה כיון שימותו מה להם לארץ זבת חלב ודבש לכן מהפך רש\"י הכתוב כי לפי פירושו יהיו שני דברים ולא עוד אלא שגזרת עלינו מיתה ודו\"ק","titles":[{"title":"﻿במדבר טז יד"},{"title":"﻿במדבר פרק טז פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"jbr:tanach-4-16-15#SfateiChachamim","text":" שפתי חכמים  (ו) הכי פירושו אפילו העשן אל תעלה לפניך","titles":[{"title":"﻿במדבר טז טו"},{"title":"﻿במדבר פרק טז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"jbr:tanach-4-16-16#SfateiChachamim","text":" שפתי חכמים  (י) ואם תאמר והלא כתיב באותו פסוק אתה וכל עדתך. ויש לומר לפי שקרח היה סבור שמשה ילך עמהם ואמר קרח אליו לא תלך עמנו כי אין בלבנו עליך אלא על אהרן אחיך ואז השיב משה ואמר לו אתה ואהרן והם מחר כו' מצאתי. והרא\"ם פירוש שלא נחשוב שמלת הם מורה על אנשים אחרים חוץ מהנזכרים לעיל דהם ר\"ן איש דומיא דאהרן שהוא חוץ מהנזכרים שהרי כתיב אחריו חמשים ומאתים מחתות ואתה וגו' שהם הנזכרים לעיל","titles":[{"title":"﻿במדבר טז טז"},{"title":"﻿במדבר פרק טז פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-4-16-19#SfateiChachamim","text":" שפתי חכמים  (כ) דאם לא כן איך הקהיל עליהם כל ישראל אל פתח אהל מועד והלא לא היו במחלוקת רק קרח ודתן ואבירם ור\"ן איש דאילו היו מתחלה במחלוקת היו נקהלים גם הם על משה ועל אהרן אלא על כרחך בדברי ליצנות פתה אותם בלילה ההוא לבד","titles":[{"title":"﻿במדבר טז יט"},{"title":"﻿במדבר פרק טז פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-4-16-22#SfateiChachamim","text":" שפתי חכמים  (מ) לא אלהי הנשמות כמובן מהרוחות שמה ענין זה לכאן ומה טעם להאיש אחד יחטא הבא אחריו אבל פירושו אתה היודע מחשבות ותוכל לדעת מי החוטא וכו'","titles":[{"title":"﻿במדבר טז כב"},{"title":"﻿במדבר פרק טז פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"jbr:tanach-4-16-24#SfateiChachamim","text":" שפתי חכמים  (ס) והעלו כמו יצועי עלה ולמ\"ד למשכן נוסף ולכן כתב מסביבות במקום סביב כדי שיסמוך למלת המשכן מפני שסביב אינו נסמך","titles":[{"title":"﻿במדבר טז כד"},{"title":"﻿במדבר פרק טז פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"jbr:tanach-4-16-27#SfateiChachamim","text":" שפתי חכמים  (ע) דק\"ל מאי יצאו נצבים מסתמא לא יצאו כשהם יושבים רא\"ם. ועוד ק\"ל מאי יצאו נצבים דמלת יצאו משמע הלכו ומלת נצבים משמע שעמדו ועל זה פירש רש\"י לחרף ולגדף","titles":[{"title":"﻿במדבר טז כז"},{"title":"﻿במדבר פרק טז פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"jbr:tanach-4-16-28#SfateiChachamim","text":" שפתי חכמים  (צ) דאם לא כן כל המעשים האלה למה לי הא לא חלקו אלא על אהרן מאי כל המעשים האלה ואף על פי שאינם נזכרים לעיל הם מהמפורסמים להם וכאלו הם נזכרים. דאם לא כן הרי הספק על הסגנות והנשיאות עדיין במקומה עומדת ומה שלא הזכיר המלכות משום שאין חולק עליו","titles":[{"title":"﻿במדבר טז כח"},{"title":"﻿במדבר פרק טז פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":28},{"positionInParasha":28},{"uri":"jbr:tanach-4-16-30#SfateiChachamim","text":" שפתי חכמים  (ק) תיקן בזה דהא כתיב אין כל חדש תחת השמש לכן פירש להמית אותם במיתה כו'","titles":[{"title":"﻿במדבר טז ל"},{"title":"﻿במדבר פרק טז פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"jbr:tanach-4-16-34#SfateiChachamim","text":" שפתי חכמים  (ש) פירוש שהוא הקול היוצא מתוך הבקיעה כדמות רעם שמבהיל האנשים לברוח לא קול צעקתם בעת הבליעה שהוא אינו קול מבריח אדרבה מקבץ לראות הפלא","titles":[{"title":"﻿במדבר טז לד"},{"title":"﻿במדבר פרק טז פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":34},{"positionInParasha":34},{"uri":"jbr:tanach-4-17-2#SfateiChachamim","text":" שפתי חכמים  (ת) לא גם האש שעל המזבח דאם כן מאי כי קדשו דקאמר מה מונעת האש שעל גבי המזבח מקדושתן","titles":[{"title":"﻿במדבר יז ב"},{"title":"﻿במדבר פרק יז פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":2},{"positionInParasha":37},{"uri":"jbr:tanach-4-17-3#SfateiChachamim","text":" שפתי חכמים  (ג) דקשה והא התרה בהם משה ואם כן למה כתיב החטאים שהוא לשון שוגג. לכן פירש פושעים וכן כתיב כי נאצו האנשים ההם שהוא לשון מרד שמרדו ברצונם לחלוק על הקדוש ברוך הוא","titles":[{"title":"﻿במדבר יז ג"},{"title":"﻿במדבר פרק יז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":3},{"positionInParasha":38},{"uri":"jbr:tanach-4-17-5#SfateiChachamim","text":" שפתי חכמים  (ה) פירוש הוא נתינת טעם ולא אזהרה ומה שאמרו כל המחזיק במחלוקת עובר בלא תעשה שנאמר ולא יהיה כקרח וגו' אינו אלא אסמכתא","titles":[{"title":"﻿במדבר יז ה"},{"title":"﻿במדבר פרק יז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":5},{"positionInParasha":40},{"uri":"jbr:tanach-4-17-13#SfateiChachamim","text":" שפתי חכמים  (ח) דאם לא כן מאי בין החיים ובין המתים וכי החיים היו לצד אחד והמתים לצד אחד שהיה אהרן עומד ביניהם ואי קאי על המלאך אתי שפיר ופירוש שלא מתו עוד","titles":[{"title":"﻿במדבר יז יג"},{"title":"﻿במדבר פרק יז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":13},{"positionInParasha":48},{"uri":"jbr:tanach-4-17-21#SfateiChachamim","text":" שפתי חכמים  (י) מדכתיב שנים עשר מטות למה לי ומטה אהרן בתוך מטותם אלא ללמד בא שקודם שנתנן במקדש היו מסדרין המטות בפניהם והניחו באמצע והרא\"ם כתב ואפשר שרש\"י זכרונו לברכה מצא פה אגדה כדבריו ולא שמלת בתוך מורה על זה","titles":[{"title":"﻿במדבר יז כא"},{"title":"﻿במדבר פרק יז פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":21},{"positionInParasha":56},{"uri":"jbr:tanach-4-17-23#SfateiChachamim","text":" שפתי חכמים  (כ) לפי שמצינו ציץ קודם לפרח שנאמר יציץ ופרח לכן פירש\"י פרח כמשמעו. ואם תאמר ולמה לא פירש ציץ כמשמעו ופרח הוא דבר הבא קודם הציץ כגון ליחלוח של אילן. ויש לומר לפי שנאמר אחר הציץ ויגמול שקדים ומהו הדבר שלפני גמול שקדים חנטת הפרי מצאתי. ועוד מצאתי היכן שיש שתי לשונות כגון הכא פרח והדר ויצץ ציץ ופרח הוא ידוע לשון מה הוא וציץ אין ידוע מה לשון הוא לכך פירש\"י פרח כמשמעו ואין צריך פירוש אבל ציץ אין ידוע וצריך פירוש והוא חנטת פרי וכן מנחתם חטאתם ואשמם כמשמעו דבסמוך לפי שהם ידועים מה הם אבל אשר ישיבו לי צריך לפרש זה גזל הגר כי לא הייתי יודע מה פירוש של אשר ישיבו לי אבל מנחתם חטאתם ואשמם כמשמעו בין דצבור ובין דיחיד. ולפי סברת הרב שבפרשת וישב שכתב שהפרח הוא הנץ אלא שהנץ גדול מפרח יהיה פרח מורה על הנץ הקטן ויוצא פרח וגומר מורה על הנץ הגדול כי שניהם נקראים פרח והיינו נמי כשהפרח עדיין לא נפל נקרא גם הנץ פרח אלא שזה גדול וזה נקרא נץ קטן אבל כשהפרח נופל כמו הכא נקרא הנשאר בשם ציץ","titles":[{"title":"﻿במדבר יז כג"},{"title":"﻿במדבר פרק יז פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":23},{"positionInParasha":58},{"uri":"jbr:tanach-4-17-25#SfateiChachamim","text":" שפתי חכמים  (ל) דאם לא כן ותכלינה מיבעי ליה ומה שלא פירש ותכל לנוכח משה שאמר לו השם שבזה הפועל תכלה תלונותם מעלי הוא מפני שכלוי התלונות אינו מפעולותיו של משה רק הוא מתחייב מהפועל הזה מעצמו","titles":[{"title":"﻿במדבר יז כה"},{"title":"﻿במדבר פרק יז פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":25},{"positionInParasha":60},{"uri":"jbr:tanach-4-17-28#SfateiChachamim","text":" שפתי חכמים  (נ) פירוש הקרב הראשון בחצר אהל מועד והקרב השני בתוך האהל וכאלו אמר כל הקרב לחצר אהל מועד משיקרב לתוך אהל מועד ימות ומה שלא אמר כל הקרב אל משכן ה' ימות מפני שאין הדבר מצוי מי שהוא חוץ לעזרה שיכנס לתוך אהל מועד אלא המעט ואין ראוי שידאגו בעבור זה לומר האם תמנו לגוע אבל העומדים בחצר קרובים הם ליכנס לתוך אוהל מועד ועליהם יש לידאג. רא\"ם","titles":[{"title":"﻿במדבר יז כח"},{"title":"﻿במדבר פרק יז פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":28},{"positionInParasha":63},{"uri":"jbr:tanach-4-18-1#SfateiChachamim","text":" שפתי חכמים  (ע) דזה אחד מי\"ג מיעוטים כמו שפירש\"י בריש פרשת ויקרא שנאמר למשה ולאהרן. והרא\"ם דחה פירוש זה דשמא לא באו מיעוטים אלו למעט אהרן לפרש שהקדוש ברוך הוא אמר למשה שיאמר לאהרן אלא היכא שנזכר שמו של משה עם שמו של אהרן אבל היכא שלא נזכר שמו של משה שמא לאהרן נאמר ולא למשה והרא\"ם הביא הספרי אבל היא שנויה בפרשה שלאחריה על שם כי האריך ולי נראה דהוכחת רש\"י מדכתיב לעיל מיניה ויאמרו בני ישראל אל משה לאמר דק\"ל לאמר למה לי אלא ודאי שאמרו למשה שישאל להקדוש ברוך הוא על זה ומסתמא שאל משה להקדוש ברוך הוא והקדוש ברוך הוא השיבו על זה כי אין דרך ארץ שמשה ישאל להקדוש ברוך הוא והקדוש ברוך הוא ישיב לאהרן אלא ודאי למשה אמר שיאמר לאהרן. כן נראה לי ולא כמו שעלה על דעת הרא\"ם","titles":[{"title":"﻿במדבר יח א"},{"title":"﻿במדבר פרק יח פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":1},{"positionInParasha":64},{"uri":"jbr:tanach-4-18-2#SfateiChachamim","text":" שפתי חכמים  (צ) לא שיתחברו באות האזהרה שאתם מוזהרים להזהיר הלוים בעבודת הכהונה שהרי אין עבודת הכהונה מסורה להם ואיך יזהירו הלוים על עבודת הכהונה אלא כמו שהכהן מצווה להזהיר הלוי שלא יגע לעבודת הכהונה ככה הלוי מצווה להזהיר את ישראל שלא יקרבו לעבודת לוים ושניהם ישאו את עונם אם לא יזהירו","titles":[{"title":"﻿במדבר יח ב"},{"title":"﻿במדבר פרק יח פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":2},{"positionInParasha":65},{"uri":"jbr:tanach-4-18-4#SfateiChachamim","text":" שפתי חכמים  (ר) פירוש אתכם אני מזהיר שתזהירו את ישראל שלא יקרבו לעבודת כהונה כי למעלה הזהירם על הלוים ועתה מזהירם על ישראל ואף על פי שקל וחומר הוא אם הלוים מוזהרים קל וחומר ישראלים אין עונשין מן הדין","titles":[{"title":"﻿במדבר יח ד"},{"title":"﻿במדבר פרק יח פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":4},{"positionInParasha":67},{"uri":"jbr:tanach-4-18-5#SfateiChachamim","text":" שפתי חכמים  (ש) הוצרך לומר כמו שהיה כבר בעבור מלת עוד שפירושו שכבר קצף כיוצא בו","titles":[{"title":"﻿במדבר יח ה"},{"title":"﻿במדבר פרק יח פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":5},{"positionInParasha":68},{"uri":"jbr:tanach-4-18-6#SfateiChachamim","text":" שפתי חכמים  (ת) ואם כן אותה משמרת של גזברים שלכם היא שאלמלא לוים עושים אותה חייבים אתם לעשות אותה","titles":[{"title":"﻿במדבר יח ו"},{"title":"﻿במדבר פרק יח פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":6},{"positionInParasha":69},{"uri":"jbr:tanach-4-18-7#SfateiChachamim","text":" שפתי חכמים  (א) פירוש עבודה שהיא מתנה כלומר העבודה עצמה היא המתנה לא עבודה של מתנה שאז תהיה המתנה זולת העבודה וכמו שפירש אחר זה שהעבודה שהיא במתנה היא שאתן לכם את כהונתכם וכו'. הרא\"ם","titles":[{"title":"﻿במדבר יח ז"},{"title":"﻿במדבר פרק יח פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":7},{"positionInParasha":70},{"uri":"jbr:tanach-4-18-8#SfateiChachamim","text":" שפתי חכמים  (ב) ואם תאמר והא כתיב ואני הנני מביא את המבול מים וגו'. כבר תרצו בספרי אין שמחה לפני המקום אלא כשיאבדו מכעיסיו מן העולם","titles":[{"title":"﻿במדבר יח ח"},{"title":"﻿במדבר פרק יח פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":8},{"positionInParasha":71},{"uri":"jbr:tanach-4-18-9#SfateiChachamim","text":" שפתי חכמים  (ו) כאלו אמר מאחר האש כלומר מאחר שהוקטרו באש. ואין לפרש מן האש מן הנקטרים באש שאין הכהנים זוכים מהאימורים שבתוך האש שכבר הוקצו לגבוה אלא פירוש שאין הכהנים זוכים אלא לאחר הקטרת האימורים","titles":[{"title":"﻿במדבר יח ט"},{"title":"﻿במדבר פרק יח פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":9},{"positionInParasha":72},{"uri":"jbr:tanach-4-18-10#SfateiChachamim","text":" שפתי חכמים  (ט) ויהיה פירוש בקודש הקדשים וגו' כדרך קודש הקדשים שפירושו כדרך אכילת קדשי קדשים שהוא במקום קדוש שהוא העזרה כדמפורש במקום אחר ונשנה כאן לעיכובא","titles":[{"title":"﻿במדבר יח י"},{"title":"﻿במדבר פרק יח פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":10},{"positionInParasha":73},{"uri":"jbr:tanach-4-18-11#SfateiChachamim","text":" שפתי חכמים  (י) הוא חזה ושוק ולחם אחד מן העשרה הבא עמו. ואם תאמר מנא ליה לרש\"י דלמא תרומת מתנם מן תבואה לכך פרש\"י שהרי אחר כך כתיב לכל תנופות שהרי אלו טעונין תנופה כגון תודה כו'","titles":[{"title":"﻿במדבר יח יא"},{"title":"﻿במדבר פרק יח פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":11},{"positionInParasha":74},{"uri":"jbr:tanach-4-18-18#SfateiChachamim","text":" שפתי חכמים  (מ) פירוש שהכתוב הקיש בכור לחזה ושוק של שלמים שהם קדשים קלים שנאכלין לשני ימים ולילה אחד","titles":[{"title":"﻿במדבר יח יח"},{"title":"﻿במדבר פרק יח פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":18},{"positionInParasha":81},{"uri":"jbr:tanach-4-18-20#SfateiChachamim","text":" שפתי חכמים  (ס) רצונו לתרץ הרי כתיב בארצם לא תנחל ולמה כתב וחלק לא יהיה וגו' אלא אף בביזה ואם תאמר והרי נטל אלעזר הכהן בביזה כמו שמבואר בפרשת מטות. ויש לומר שכאן מדבר בארץ ישראל ושם לא נטלו ביזה ולכך כתיב כאן בארצם שמשמע בארץ ישראל","titles":[{"title":"﻿במדבר יח כ"},{"title":"﻿במדבר פרק יח פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":20},{"positionInParasha":83},{"uri":"jbr:tanach-4-18-23#SfateiChachamim","text":" שפתי חכמים  (ע) לא שתאמר שמלת והם ומלת עונם שבה אל ישראל רק והם שבה אל הלוים ועונם שבה אל ישראל הסמוך ואחר כך פירש מהו נשיאות עון שאם לא יזהירום וכו'","titles":[{"title":"﻿במדבר יח כג"},{"title":"﻿במדבר פרק יח פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":23},{"positionInParasha":86},{"uri":"jbr:tanach-4-18-24#SfateiChachamim","text":" שפתי חכמים  (פ) דאם לא כן תרומה למה לי הא כבר נאמר אשר ירימו לה' ועוד מעיקרא קרי ליה מעשר ובסוף תרומה","titles":[{"title":"﻿במדבר יח כד"},{"title":"﻿במדבר פרק יח פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":24},{"positionInParasha":87},{"uri":"jbr:tanach-4-18-29#SfateiChachamim","text":" שפתי חכמים  (צ) משום דמכל מעשרותיכם תרימו תרומת מעשר משמע ואם כן תרימו את כל תרומת ה' על כרחך בתרומה גדולה קמיירי ואיך יהיה זה הא כבר נתן ישראל תרומה גדולה ואמר כגון שהקדים לוי את הכהן דהיינו אחר הדישה ולא בשבלים שאם הקדימו אז אינו חייב ליתן לו רק תרומת מעשר","titles":[{"title":"﻿במדבר יח כט"},{"title":"﻿במדבר פרק יח פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":29},{"positionInParasha":92},{"uri":"jbr:tanach-4-18-30#SfateiChachamim","text":" שפתי חכמים  (ק) שפירוש המותר מהרמת חלבו לא בעת הרימכם ובי\"ת בהרימכם כמו בעבור דהיינו אחר","titles":[{"title":"﻿במדבר יח ל"},{"title":"﻿במדבר פרק יח פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":30},{"positionInParasha":93},{"uri":"jbr:tanach-4-19-2#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל למה כתיב מלת חקת ומלת התורה שניהם דודאי חקת או התורה אחד לחוד לא קשה לרש\"י דהא הרבה פעמים כתיב בתורה כמו זאת חקת הפסח וכמו אם בחקותי וגם מלת התורה כמו זאת התורה לעולה ולחטאת וזאת תורת העולה אבל כאן כתיב זאת חקת התורה קשה למה לי תרווייהו ועוד שהסמיך חקת לתורה ע\"כ צריך לומר שהאחד הוא פירוש לשני כאלו אמר שהתורה הזאת של פרה היא חקה ולא הוה דומיא דחקותי ותורתי דהתם אינו סמוך חוקים לתורה ואף על גב דכל התורה כולה היא גזירת המלך הכא בא להודיע שאין בזה טעם כלל רק הגזירה וראוי לקבלה אף שאין טעם כלל נודע לישראל וזהו שפרש\"י ומתרץ לפי שהשטן וכו'. ואם תאמר גבי כלי מדין נמי כתיב זאת חקת התורה. ויש לומר דהתם נמי קאי אאפר פרה דכתיב אך במי נדה יתחטא ולפי מדרש רבותינו זכרונם לברכה דקאי קרא אך במי נדה יתחטא אטבילה שאף להכשירן מן האיסור הטעין טבילה לכלי מתכות צריך לומר דגם הטבילה עצמה היא מאותן שאין בהם טעם למה לא יועיל אלף סאה שלא במקום טבילה כמ' סאה דמי מקוה. רא\"ם","titles":[{"title":"﻿במדבר יט ב"},{"title":"﻿במדבר פרק יט פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-4-19-3#SfateiChachamim","text":" שפתי חכמים  (ז) פירוש דק\"ל לכתוב ונתתם אל הכהן אלא מצותה בסגן ר\"ל בסגן של כהן גדול דהיינו אלעזר ונקרא בשם סגן שאם היה כהן גדול טמא היה זה במקומו לעבוד עבודה ומה שפירש מצותה בסגן ר\"ל דוקא פרה זו מצותה בסגן אבל פרות אחרות יש מפרשים (יומא מ\"ב) שנעשית על ידי כהן גדול עצמו כדפרש\"י בסמוך ולכך כתיב ונתתם אותה ר\"ל אותה יעשה אלעזר דהיינו סגן אבל אחרות נעשית על ידי כהנים גדולים","titles":[{"title":"﻿במדבר יט ג"},{"title":"﻿במדבר פרק יט פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-4-19-4#SfateiChachamim","text":" שפתי חכמים  (י) ר\"ל דהא בקרא כתיב דצריך לשחוט הפרה חוץ לג' מחנות כדפרישית לעיל ועל זה קאי ולקח אלעזר וגו' משמע דאף להזות חוץ לג' מחנות צריך להזות ואם כן היאך שייך נוכח פני אהל מועד ומתרץ לא מיירי הקרא נוכח פני האהל מועד ממש אלא עומד וכו'","titles":[{"title":"﻿במדבר יט ד"},{"title":"﻿במדבר פרק יט פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-4-19-7#SfateiChachamim","text":" שפתי חכמים  (כ) ואפילו טמא מת מותר במחנה לויה קל וחומר ממת עצמו שמותר במחנה לויה שהרי עצמות של יוסף היו עם משה ומשה במחנה לויה היה שהרי לוי היה כל שכן מי שנטמא בפרה שמותר במחנה לויה ואם כן מה דכתיב ואחר יבא אל המחנה זה מחנה שכינה","titles":[{"title":"﻿במדבר יט ז"},{"title":"﻿במדבר פרק יט פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"jbr:tanach-4-19-9#SfateiChachamim","text":" שפתי חכמים  (מ) כדתנן בפרק ג' דפרה דף כ\"ו ובתוס' פירשו הג' חלקים כמו שפירשם רש\"י זכרונו לברכה. והרא\"ם כתב ונראה לי שהחלוק שאמרו שמחלקים לג' חלקים הוא קבלה בידם כי אף על פי שאמר הכתוב תחלה ואסף איש טהור וגו' חזר ואמר והיתה לעדת בני ישראל וגו' כדי להודיע מה יעשה בה בהנחתה במקום טהור והפסוק הג' שאמר והיתה לבני ישראל ולגר הגר וגו' בא להודיע שיהא דין זה נוהג ע\"פ הסדר הזה תמיד עד כאן לשונו","titles":[{"title":"﻿במדבר יט ט"},{"title":"﻿במדבר פרק יט פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"jbr:tanach-4-19-12#SfateiChachamim","text":" שפתי חכמים  (ע) ר\"ל דהל\"ל בה לשון נקבה דהא קאי אפרה לכן פירש באפר ר\"ל דקאי אאפר ואפר לשון זכר הוא","titles":[{"title":"﻿במדבר יט יב"},{"title":"﻿במדבר פרק יט פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"jbr:tanach-4-19-13#SfateiChachamim","text":" שפתי חכמים  (פ) ר\"ל כיון שכתיב במת פשיטא שהוא בנפש ומתרץ שהוא פירוש על במת כלומר כל הנוגע במת ואיזה מת של נפש אדם וכו'. ואף על פי דלעיל גם כן כתיב במת לכל נפש אדם יש לומר דלעיל כתיב במת לכל נפש והוי כאלו כתיב במת של כל נפש האדם דהוי פירושו דלמ\"ד כלמ\"ד דפרשת וישלח למי אתה של מי אתה וגם כלמ\"ד לעבדך ליעקב ופירוש של עבדך יעקב אבל כאן מלת מת ומלת נפש שתיהן עם אות בי\"ת ונראה שמלת הנוגע דבוקה עם שתיהן כדרך התיבה המתחברת עם בי\"ת שלאחריה לכך אמר שאף על פי כן אינה דבוקה מלת הנוגע רק עם במת לכן פירש שהוא פירוש על במת","titles":[{"title":"﻿במדבר יט יג"},{"title":"﻿במדבר פרק יט פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":13},{"positionInParasha":13},{"uri":"jbr:tanach-4-19-14#SfateiChachamim","text":" שפתי חכמים  (ר) לאפוקי שלא תאמר שהאהל מטמא לעולם אף שיצא ממנו המת דסברא הוא דממאי יטמא הא אינו נוגע ונושא שום טומאה בשלמא אם המת באהל נעשה כאילו כל האהל מלא טומאה כיון שאין הטומאה רצוצה היא שתהיה בוקעת ועולה ואינה מתפשטת באהל אבל כשאינה רצוצה היא מתפשטת באהל והבא אל האהל כאילו נגע בטומאה עצמה וקל להבין","titles":[{"title":"﻿במדבר יט יד"},{"title":"﻿במדבר פרק יט פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"jbr:tanach-4-19-15#SfateiChachamim","text":" שפתי חכמים  (ש) כיון שמצינו בפרשת שמיני דכלי חרס אינו מטמא מגבו אלא מאוירו לפיכך וכו'","titles":[{"title":"﻿במדבר יט טו"},{"title":"﻿במדבר פרק יט פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"jbr:tanach-4-19-16#SfateiChachamim","text":" שפתי חכמים  (א) שרוב פעמים הם על פני השדה. גולל הוא הדף הניתן על הארון לכיסוי ואותן שבדפנות קרי להו דופק (רש\"י בסנהדרין פרק נגמר הדין). ויש מפרשים גולל הוא המצבה כדכתיב וגללו את האבן ודופק הוא כפירוש ראשון","titles":[{"title":"﻿במדבר יט טז"},{"title":"﻿במדבר פרק יט פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-4-19-19#SfateiChachamim","text":" שפתי חכמים  (ב) רצ\"ל וכי דוקא טהרתו ביום ז' אבל יותר מיום השביעי אין יכול לטהר אדרבא קל וחומר הוא ומפרש דלא בא לאשמעינן קרא אלא דגמר טהרתו ביום ז' לאפוקי פחות מז' וכאילו אמר ביום גמר טהרתו","titles":[{"title":"﻿במדבר יט יט"},{"title":"﻿במדבר פרק יט פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-4-19-20#SfateiChachamim","text":" שפתי חכמים  (ג) ר\"ל אם נאמר גבי מקדש שאסור ליכנס בטומאה קל וחומר במשכן דהוא נמשח בשמן המשחה ומתרץ אילו נאמר משכן ולא נאמר מקדש הייתי אומר על המשכן הוא חייב שנמשח בשמן המשחה מה שאין כן במקדש שלא נמשח בשמן המשחה ואם נאמר מקדש הוה אמינא מה למקדש שקדושתו קדושת עולם מה שאין כן משכן שאין קדושתו קדושת עולם אלא לפי שעה קא משמע לן","titles":[{"title":"﻿במדבר יט כ"},{"title":"﻿במדבר פרק יט פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-4-19-21#SfateiChachamim","text":" שפתי חכמים  (ד) מדכתיב והזה הטהור על הטמא פשיטא שהוא טהור דאם טמא הוא אם כן מטמא את המים אלא לומר אף על פי שהזה טהור הוא","titles":[{"title":"﻿במדבר יט כא"},{"title":"﻿במדבר פרק יט פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":21},{"positionInParasha":21},{"uri":"jbr:tanach-4-19-22#SfateiChachamim","text":" שפתי חכמים  (ז) כלומר איזה טמא כי מלת הטמא מורה על הנזכר והוא הנוגע במי חטאת וזה אינו דהא אין בנוגע במי נדה אלא טומאת ערב ואיך יטמא אדם ומתרץ הטמא הזה שנטמא במת יטמא ר\"ל שאם יגע בכלים יטמא הכלים והוסיף מלת בו להורות באיזה מקום נגע ופירש שמלת בו מורה בטמא מת לא בו בנוגע בטמא מת","titles":[{"title":"﻿במדבר יט כב"},{"title":"﻿במדבר פרק יט פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"jbr:tanach-4-20-1#SfateiChachamim","text":" שפתי חכמים  (כ) רצונו לתרץ כיון שכתוב בני ישראל פשיטא שהיו כל העדה ומפרש שכבר מתו מתי מדבר","titles":[{"title":"﻿במדבר כ א"},{"title":"﻿במדבר פרק כ פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":1},{"positionInParasha":23},{"uri":"jbr:tanach-4-20-2#SfateiChachamim","text":" שפתי חכמים  (פ) שהרי מיד כשמתה מרים לא היה להם עוד מים. ואם תאמר למה לא היה הבאר בזכות אהרן או משה ויש לומר בזכות שהמתינה למשה על המים לראות מה יעשה לו כשהושלך בתיבה לכך נעשה לה זכות זה של באר דהיינו מים שנתן הקדוש ברוך הוא מים לעדה בשבילה","titles":[{"title":"﻿במדבר כ ב"},{"title":"﻿במדבר פרק כ פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":2},{"positionInParasha":24},{"uri":"jbr:tanach-4-20-3#SfateiChachamim","text":" שפתי חכמים  (צ) פירוש כמו הן לו יהי כדבריך לא מענין שמא כמו לו ישטמנו יוסף ולא מענין אולי כמו לו הקשבת למצותי","titles":[{"title":"﻿במדבר כ ג"},{"title":"﻿במדבר פרק כ פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":3},{"positionInParasha":25},{"uri":"jbr:tanach-4-20-8#SfateiChachamim","text":" שפתי חכמים  (ר) ואם תאמר מנא ליה לרש\"י דלמא הקדוש ברוך הוא השיב להם על מה שבקשו הם ואמרו למה נמות שם אנחנו ובעירנו והשיב להם הקדוש ברוך הוא והשקית את העדה ואת בעירם. ויש לומר דלשון והשקית נופל על בהמה כדכתיב בפרשת חיי שרה וגם גמליך אשקה והל\"ל וישתו העדה כדכתיב בסמוך ותשת העדה דלשון שתייה נופל על אדם כדכתיב נמי שם שתה אדוני ומדמשני וכתב והשקית ודאי הקפיד על בעירם (מהרא\"י) ועוד יש לומר דק\"ל ואת בעירם למה לי דהא בפרשת בשלח בתשובת הקדוש ברוך הוא למשה על דבר המים לא השיב לו אלא ושתה העם אף על פי שישראל אמרו להמית אותי ואת בני ואת מקני ואם כן ואת בעירם למה לי אלא שחס וכו'","titles":[{"title":"﻿במדבר כ ח"},{"title":"﻿במדבר פרק כ פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":8},{"positionInParasha":30},{"uri":"jbr:tanach-4-20-10#SfateiChachamim","text":" שפתי חכמים  (ש) דק\"ל וכי אפשר להקהיל כל הקהל אל פני הסלע","titles":[{"title":"﻿במדבר כ י"},{"title":"﻿במדבר פרק כ פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":10},{"positionInParasha":32},{"uri":"jbr:tanach-4-20-11#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל למה הכה ב' פעמים. ומתרץ לפי שבמכה ראשונה הוציא טיפין וכו' והוכחתו דאם איתא שלא הוציא כלום למה הכה אותו פעם שנית ולמה לא היה סובר ודאי זה סלע אחר שלא צוה עליו הקדוש ברוך הוא ואם הוציא מתחלה מים הרבה לא היו צריכין להכותו פעם שנית אלא ודאי שהוציא מתחלה טיפין לכך הכה אותו פעם שניה. ומה דלא הוציא מים כשיעור בפעם ראשון לפי שלא כו' ומה שהוסיף לומר והם דברו כו' כדי להודיע טעותו של משה שהכה משום שהם דברו לסלע אחר ולא הוציא משום הכי הכה את הסלע מפני שאמרו שמא כו' והוסיף עוד ונזדמן להם כו' דאם לא כן למה הוציא אפילו טיפין ואפילו בהכאות רבות לא היה לו להוציא אפילו טיפה אחת אלא שנזדמן להם כו' וקצת קשה ממה שפירש רש\"י בפרשת מטות גבי ויאמר אלעזר הכהן וגו' לפי שכעס משה בא לכלל טעות וכן בשמעו נא המורים ויך את הסלע על ידי הכעס בא לכלל טעות משמע אבל לא מפני שדברו אל סלע אחר ולא הוציא מים ומפני שחשבו שאולי ציווי השם לא היה אלא בהכאה כמו שכתב כאן. ושמא יש לומר שהן אגדות חלוקות ורש\"י תפס שתיהן כמנהגו בכל מקום עד כאן לשונו הרא\"ם","titles":[{"title":"﻿במדבר כ יא"},{"title":"﻿במדבר פרק כ פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":11},{"positionInParasha":33},{"uri":"jbr:tanach-4-20-12#SfateiChachamim","text":" שפתי חכמים  (ב) רצונו לתרץ וכי דרך כבוד לגלות חרפה של צדיקים ומפרש דאדרבה מפני שבח שלהם גילה הקרא כדפירש גילה כו'","titles":[{"title":"﻿במדבר כ יב"},{"title":"﻿במדבר פרק כ פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":12},{"positionInParasha":34},{"uri":"jbr:tanach-4-20-14#SfateiChachamim","text":" שפתי חכמים  (ז) ר\"ל מה שאמר הקדוש ברוך הוא לאברהם כי גר יהיה זרעך והקדוש ברוך הוא הטיל על יעקב ובניו לבדו גזירתו שהיינו עבדים בארץ מצרים נמצא שאנו סבלנו צרות השעבוד בעד עשו אביך ובניו ועל כן ראוי לכם להניח לנו דרך ארצך כדפירש\"י בסמוך גבי נעברה נא בארצך וגו'","titles":[{"title":"﻿במדבר כ יד"},{"title":"﻿במדבר פרק כ פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":14},{"positionInParasha":36},{"uri":"jbr:tanach-4-20-15#SfateiChachamim","text":" שפתי חכמים  (ח) (גור אריה) אף על גב שלשון וירעו לא משמע רק שעשו להם רעה אחת ובמקום אחר כתיב וירעו אותנו ויענונו וגו' לכן פירש שפירוש וירעו הוא כולל צרות רבות ואם כן כולם בכלל","titles":[{"title":"﻿במדבר כ טו"},{"title":"﻿במדבר פרק כ פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":15},{"positionInParasha":37},{"uri":"jbr:tanach-4-20-16#SfateiChachamim","text":" שפתי חכמים  (י) מתשובה שהשיב מלך אדום למשה שמעינן דמשה אמר לו כן בברכה כו' מדכתיב בסמוך פן בחרב אצא לקראתך ופירש רש\"י מה לו להשיב זה אלא אתם מתגאים וכו' אם כן מוכח שמשה אמר לו זה בברכה כו' (דבק טוב) דאם לא כן כיון שאמר ונצעק אל ה' וגו' הל\"ל וישמע ה' וישלח וגו' קולנו למה לי אלא בברכ' וכו'","titles":[{"title":"﻿במדבר כ טז"},{"title":"﻿במדבר פרק כ פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":16},{"positionInParasha":38},{"uri":"jbr:tanach-4-20-17#SfateiChachamim","text":" שפתי חכמים  (ל) רצונו לתרץ מה צריך משה להזכיר למלך אדום ענין יציאת מצרים וגם כל הענין דכתיב לפניו","titles":[{"title":"﻿במדבר כ יז"},{"title":"﻿במדבר פרק כ פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":17},{"positionInParasha":39},{"uri":"jbr:tanach-4-20-18#SfateiChachamim","text":" שפתי חכמים  (ס) דאם לא כן בחרב למה לי הל\"ל פן אצא לקראתך למלחמה","titles":[{"title":"﻿במדבר כ יח"},{"title":"﻿במדבר פרק כ פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":18},{"positionInParasha":40},{"uri":"jbr:tanach-4-20-20#SfateiChachamim","text":" שפתי חכמים  (ע) דאם לא כן ביד חזקה למה לי כל עם כבד יש לו יד חזקה","titles":[{"title":"﻿במדבר כ כ"},{"title":"﻿במדבר פרק כ פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":20},{"positionInParasha":42},{"uri":"jbr:tanach-4-20-22#SfateiChachamim","text":" שפתי חכמים  (פ) ואם תאמר ולמה לא מפרש בלשון זה שפירש לעיל על כל העדה ומה צריך לנקוט כולם שלמים ליכנס לארץ וגם זה לא צריך לפרש ואלו מאותן כו' ויש לומר שאל תקשה למה צריך לכתוב כל העדה וללמדך שכל העדה כלם עומדים לחיים שכבר מתו מתי מדבר והא לעיל כתיב כל העדה. ומפרש לומר לך אף בשעה שהיו נכנסים לארץ שהיה זמן מרובה לאחר מיתת אנשי דור המדבר היו כלם שלמים כו'","titles":[{"title":"﻿במדבר כ כב"},{"title":"﻿במדבר פרק כ פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":22},{"positionInParasha":44},{"uri":"jbr:tanach-4-20-26#SfateiChachamim","text":" שפתי חכמים  (צ) רצונו לתרץ דאי בגדיו של חולין מה טעם צוה הקדוש ברוך הוא להלביש את אלעזר לפניו בבגדיו. והרא\"ם תירץ על כרחך פירושו בגדי כהונה דאם לא כן איך יהיה אות על זכיותו בכהונה גדולה ואפשר דבכלל דבריו דברי","titles":[{"title":"﻿במדבר כ כו"},{"title":"﻿במדבר פרק כ פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":26},{"positionInParasha":48},{"uri":"jbr:tanach-4-20-27#SfateiChachamim","text":" שפתי חכמים  (ש) דאם לא כן ויעש משה למה לי וכי תעלה על דעתך שעבר על שליחותו של מקום. כתב הרא\"ם ולא ידעתי למה לא דרשו על מה שכתב בפרשת קרח ויעש משה כאשר צוה ה' אותו כן עשה ואפשר שלא דרשו בו משום שיש לומר שעשה זה בשמחה משום טובתו שלא יבואו בני ישראל לחלוק עוד על שררת שבט לוי ומפני שאהבת שררות שבטו מעורבת בעשיית מצוה זו אף שעשה גם כן מצות השם יתברך לא רצו לדרוש בו כלום ודו\"ק נראה לי","titles":[{"title":"﻿במדבר כ כז"},{"title":"﻿במדבר פרק כ פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":27},{"positionInParasha":49},{"uri":"jbr:tanach-4-20-29#SfateiChachamim","text":" שפתי חכמים  (ת) רצונו לתרץ והרי לא ראו מיתה של אהרן רק משה ואלעזר והל\"ל וישמעו והלא מפי משה ואלעזר שמעו ומפרש כשראו כו' והראוהו מלאכי השרת וזהו שכתב ויראו כל העדה","titles":[{"title":"﻿במדבר כ כט"},{"title":"﻿במדבר פרק כ פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":29},{"positionInParasha":51},{"uri":"jbr:tanach-4-21-1#SfateiChachamim","text":" שפתי חכמים  (ב) ואם תאמר מנליה לרש\"י דלמא כפשוטו כדכתיב אחריו כי בא ישראל וגו'. ויש לומר דקשה לרש\"י למה לי וישמע דלא הל\"ל אלא ויבא ישראל דרך האתרים ויבא הכנעני וילחם וגו' כמו ויבא עמלק וילחם בישראל וכמו ויצא לקראת ישראל המדברה ויבא יהצה וילחם בישראל וכן גבי עוג ויצא לקראת ישראל וגו' למלחמה אדרעי אלא שמע שמת אהרן ונסתלקו ענני כבוד ועוד יש לומר דהוכחתו מדכתיב בפרשת ואלה מסעי וישמע הכנעני וגו' אחר מיתת אהרן והתם על כרחך לא שמע אלא שמת אהרן ונסתלקה השכינה מישראל והתם פירש\"י כאן למדך כו' לשון מכאן למדך משמע שפירש דראייתו משם ושם אפרש בס\"ד. והרא\"ם פירש מדכתיב ויראו כל העדה וגו' ואמר ר' אבהו קרי ויראו בציר\"י תחת היו\"ד וכדריש לקיש דאמר האי כי נתינת טעם לדבר שלפניו הוא נתגלו העדה לפי שגוע אהרן","titles":[{"title":"﻿במדבר כא א"},{"title":"﻿במדבר פרק כא פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":1},{"positionInParasha":52},{"uri":"jbr:tanach-4-21-2#SfateiChachamim","text":" שפתי חכמים  (ו) דאי כמשמעו מה נדר הוא זה להחרים עריהם דהא סתם נדר לה' נאמר על הקדש אלא אקדיש וכו' ולשון חרם הוא. ומפרש עוד לפירוש זה דויחרם היינו חרם גבוה היאך שייך לומר על בני אדם חרם כדכתיב אתהם ואת עריהם ומפרש כשקאי על בני אדם משמש לשון הריגה וכשקאי על עריהם משמש חרם גבוה","titles":[{"title":"﻿במדבר כא ב"},{"title":"﻿במדבר פרק כא פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":2},{"positionInParasha":53},{"uri":"jbr:tanach-4-21-4#SfateiChachamim","text":" שפתי חכמים  (ז) ר\"ל מה דכתיב ויסעו מהר ההר דרך ים סוף וגו' הא קודם שבאו להר ההר היו סובבין ארץ אדום כדכתיב לעיל וימאן אדום וגו' נמצא שכבר חזרו לאחוריהם ולמה אמר איך שעכשיו חזרו לאחוריהם ומפרש כיון שמת כו'","titles":[{"title":"﻿במדבר כא ד"},{"title":"﻿במדבר פרק כא פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":4},{"positionInParasha":55},{"uri":"jbr:tanach-4-21-5#SfateiChachamim","text":" שפתי חכמים  (ט) מה שפירש שיתפח מדכתיב הקלוקל בחול\"ם משמע לשון קלקול ממש היינו שיתפח במעיו. ומה שפירש נבלע באיברים ר\"ל מדכתיב קלקל חסר היינו לשון קל שלא היה צריך לעכלו (נחלת יעקב) זה לשון רש\"י (בעבודה זרה דף ה) בלחם הקלוקל הוא המן ומפני שהיה נבלע בכל איבריהם ואינן יוצאין לחוץ קראוהו קלקל וכו' עד כאן לשונו שמע מינה שהוא מלשון קלות עד דרך ירקרק אדמדם ונעלמה מעיני הרא\"ם","titles":[{"title":"﻿במדבר כא ה"},{"title":"﻿במדבר פרק כא פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":5},{"positionInParasha":56},{"uri":"jbr:tanach-4-21-6#SfateiChachamim","text":" שפתי חכמים  (כ) פירוש שהשרפים הוא תואר לנחשים דכתיב בקרא כלומר הנחשים ששורפים ולא שהם מין נחש כמו שרף מעופף וכמו נחש שרף ועקרב דאם כן והשרפים מיבעי ליה והא דכתיב עשה לך שרף שמע מינה דמין נחש היה ששמו שרף יש לומר עשה לך נחש שרף קאמר וכמוהו ומאכלו בריאה פירוש שה בריאה","titles":[{"title":"﻿במדבר כא ו"},{"title":"﻿במדבר פרק כא פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":6},{"positionInParasha":57},{"uri":"jbr:tanach-4-21-8#SfateiChachamim","text":" שפתי חכמים  (ל) ר\"ל לפי שדרך לרמוז במוט על אותו מקום שהאות שם לפי שהמוט גבוה משום הכי קרינן למוט נס","titles":[{"title":"﻿במדבר כא ח"},{"title":"﻿במדבר פרק כא פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":8},{"positionInParasha":59},{"uri":"jbr:tanach-4-21-9#SfateiChachamim","text":" שפתי חכמים  (ס) כתב הרמב\"ן ולא הבינותי זה שהרי הקדוש ברוך הוא לא הזכיר אלא עשה לך שרף אבל כוונתם לומר שהלך משה אחר שם העצם עד כאן לשונו. ונראה לפרש כיון דשם העצם של נחש שקוראו הקדוש ברוך הוא הוא נחש אם כן למה קראו הכא שרף אלא אמר משה רמז לי הקדוש ברוך הוא דמשום הכי קראו בשם התואר ולא בשם העצם כדי לעשות הנחש נחשת כדי שעל ידו יבא שם העצם ודו\"ק","titles":[{"title":"﻿במדבר כא ט"},{"title":"﻿במדבר פרק כא פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":9},{"positionInParasha":60},{"uri":"jbr:tanach-4-21-11#SfateiChachamim","text":" שפתי חכמים  (ע) ר\"ל לא ידעתי למה נקרא מקום ההוא עיי העברים אבל פירוש של עיי ידע כדמסיק","titles":[{"title":"﻿במדבר כא יא"},{"title":"﻿במדבר פרק כא פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":11},{"positionInParasha":62},{"uri":"jbr:tanach-4-21-13#SfateiChachamim","text":" שפתי חכמים  (ק) הוצרך לפרש שהוא מצר ולא לשון רשות מפני שאם הוא גבול האמורי אינו גבול מואב ואם הוא גבול מואב אינו גבול האמורי אבל מצר הוא גבול לזה ולזה","titles":[{"title":"﻿במדבר כא יג"},{"title":"﻿במדבר פרק כא פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":13},{"positionInParasha":64},{"uri":"jbr:tanach-4-21-14#SfateiChachamim","text":" שפתי חכמים  (ר) פירוש על הנסים שנעשו בחנייה זו. ופירוש בספר סיפור דברים ופירוש והב יהב שפירושו נתן. ופירוש בסופה ים סוף ופירוש ואת הנחלים נסי נחלים. ופירוש ארנון של ארנון. ופירוש ואשד שפך. ופירוש ואשד הנחלים הוא ביאור על ואת הנחלים ארנון. ופירוש אשר נטה וגומר שההר של ער נעתק ממקומו","titles":[{"title":"﻿במדבר כא יד"},{"title":"﻿במדבר פרק כא פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":14},{"positionInParasha":65},{"uri":"jbr:tanach-4-21-15#SfateiChachamim","text":" שפתי חכמים  (ש) (גור אריה) ואם תאמר מיד היה לו להחזיר למקומו ויהיו ישראל רואים את ההרוגים בנחל ולמה לא חזר ההר למקומו רק עד שישראל עברו. ויש לומר דאין דרך מי שמקבל פני אדונו שיחזור עד שעבר אדונו לכך לא חזר לאחוריו עד שעברו ישראל. (וקצ\"מ) מקשה ואין להקשות הרי הענן הולך לפניהם ומשפיל הגבוה ומרים הנמוך ואם כן היה לו לחזור מיד. ואין לתרץ שכבר נסתלק הענן במיתתו של אהרן והלא כבר אמרו בגמרא תענית דף ט' שחזרו בזכות משה. אך מכל מקום לא קשיא שהענן הולך לפניהם דרך שלשה ימים ואפשר שבעת עברו עדיין לא עשה ההר שליחותו להרוג כל אותן האוכלוסין לכך לא השוה הענן אותו ההר","titles":[{"title":"﻿במדבר כא טו"},{"title":"﻿במדבר פרק כא פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":15},{"positionInParasha":66},{"uri":"jbr:tanach-4-21-17#SfateiChachamim","text":" שפתי חכמים  (ת) אמר מתוך הנחל מפני שהעלייה לעולם ממקום נמוך למקום גבוה ומפני שאין המכוון במלת עלי לעלות רק להעלות האיברים כדי שיראו ישראל הנסים שנעשו להם משום הכי הוסיף מלת והעלי וכו'. אך מפני שעל ידי שהיא עולה היא מעלה כתב עלי במקום העלי","titles":[{"title":"﻿במדבר כא יז"},{"title":"﻿במדבר פרק כא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":17},{"positionInParasha":68},{"uri":"jbr:tanach-4-21-20#SfateiChachamim","text":" שפתי חכמים  (ב) פירוש שאגב שהוזכר כאן וממתנה נחליאל זכר גם כן שנתגלגל עוד הבאר הבמות ומבמות לגיא אף על פי שעדיין לא היו המסעות שאגב שנזכר הבאר פה ספר כל ענינים ומפני שנראה שלא באה עמהם יותר נתן טעם בזה ואמר שם מת משה ובטלה. הרא\"ם","titles":[{"title":"﻿במדבר כא כ"},{"title":"﻿במדבר פרק כא פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":20},{"positionInParasha":71},{"uri":"jbr:tanach-4-21-22#SfateiChachamim","text":" שפתי חכמים  (ז) כלומר אף על פי שלא נצטוו על זה אף על פי כן בקשו מהם זה מפני שאינו אלא דרך עראי בעלמא ואינו דומה לאותו שאסר הכתוב בערים הקרובות. הרא\"ם","titles":[{"title":"﻿במדבר כא כב"},{"title":"﻿במדבר פרק כא פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":22},{"positionInParasha":73},{"uri":"jbr:tanach-4-21-23#SfateiChachamim","text":" שפתי חכמים  (ח) דאם לא כן והא לא בקשו מהם אלא לעבור דרך ארצם ולא נתן סיחון את ישראל לעבור למה יצאו עוד להלחם כנגדם","titles":[{"title":"﻿במדבר כא כג"},{"title":"﻿במדבר פרק כא פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":23},{"positionInParasha":74},{"uri":"jbr:tanach-4-21-27#SfateiChachamim","text":" שפתי חכמים  (י) תבנה ותכונן שב לחשבון הנזכר למעלה ולא לעיר סיחון שמאחר שכבש אותה וזכה בה מה צריך לומר תבנה ותכונן אלא הכי קאמרו המושלים בואו סיחון ועמו לעיר חשבון כי תוכלו לה לפי שמתחלה כשנבנית וכוננה עיר סיחון בשם סיחון נבנית כלומר שמאז נגזר עליה להיות עיר סיחון ויהיה תבנה ותכונן עתיד במקום עבר","titles":[{"title":"﻿במדבר כא כז"},{"title":"﻿במדבר פרק כא פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":27},{"positionInParasha":78},{"uri":"jbr:tanach-4-21-28#SfateiChachamim","text":" שפתי חכמים  (כ) לא קודם זה דאם כן כי אש באה בחשבון מיבעי ליה","titles":[{"title":"﻿במדבר כא כח"},{"title":"﻿במדבר פרק כא פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":28},{"positionInParasha":79},{"uri":"jbr:tanach-4-21-29#SfateiChachamim","text":" שפתי חכמים  (נ) פירוש שמקרא זה דבוק עם תבנה ותכונן כלומר מאחר שנבנית העיר לסיחון אם כן היה בהכרח שסופה להמסר ביד סיחון","titles":[{"title":"﻿במדבר כא כט"},{"title":"﻿במדבר פרק כא פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":29},{"positionInParasha":80},{"uri":"jbr:tanach-4-21-30#SfateiChachamim","text":" שפתי חכמים  (ס) רש\"י מפרש עד לשון סר כלומר סר ניר מדיבון דליכא לפרש אבד חשבון עד דיבון הוא כמשמעו שאבד כל אותו ישוב שמחשבון עד דיבון דאם כן נשאר ונירם שפירושו מלכות שלהם בלתי נקשר לא לפניו ולא לאחריו אבל לפי מה שפירש רש\"י זכרונו לברכה הוא כאלו כתיב ונירם שבחשבון אבד ונירם שבדיבון סר","titles":[{"title":"﻿במדבר כא ל"},{"title":"﻿במדבר פרק כא פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":30},{"positionInParasha":81},{"uri":"jbr:tanach-4-21-32#SfateiChachamim","text":" שפתי חכמים  (ע) מדכתיב וילכדו בנותיה וילכדו לשון רבים ולא כתיב וילכוד לשון יחיד כדבסמוך דכתיב ויורש לשון יחיד אלא המרגלים לכדו את בנותיה","titles":[{"title":"﻿במדבר כא לב"},{"title":"﻿במדבר פרק כא פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":32},{"positionInParasha":83},{"uri":"jbr:tanach-4-22-2#SfateiChachamim","text":" שפתי חכמים  (א) דק\"ל וכי הוא ראה ואחרים לא ראו אלא הוא שם על לבו לפיכך תלה הראיה בו. א\"נ דקשה ליה וישמע הל\"ל דמסתמא לא היה במלחמה אלא וירא הוא לשון הבנה ומהו ההתבוננות אמר כו'","titles":[{"title":"﻿במדבר כב ב"},{"title":"﻿במדבר פרק כב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":2},{"positionInParasha":1},{"uri":"jbr:tanach-4-22-3#SfateiChachamim","text":" שפתי חכמים  (ג) ר\"ל המואבים קצו בחייהם וכאלו אמר ויקץ מואב בחייו והסיבה הוא בשביל מורא שיראו מפני בני ישראל. והוכחתו מדכתיב מפני העם","titles":[{"title":"﻿במדבר כב ג"},{"title":"﻿במדבר פרק כב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":3},{"positionInParasha":2},{"uri":"jbr:tanach-4-22-4#SfateiChachamim","text":" שפתי חכמים  (ד) דאם לא כן לכתוב הכה את מדין דמשמע פעם אחת אבל המכה את מדין משמע שתמיד מכה והולך","titles":[{"title":"﻿במדבר כב ד"},{"title":"﻿במדבר פרק כב פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":4},{"positionInParasha":3},{"uri":"jbr:tanach-4-22-5#SfateiChachamim","text":" שפתי חכמים  (ט) ופתורה לשון שלחן","titles":[{"title":"﻿במדבר כב ה"},{"title":"﻿במדבר פרק כב פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":5},{"positionInParasha":4},{"uri":"jbr:tanach-4-22-6#SfateiChachamim","text":" שפתי חכמים  (פ) דק\"ל דאולי אוכל לשון יחיד ונכה הוא לשון רבים","titles":[{"title":"﻿במדבר כב ו"},{"title":"﻿במדבר פרק כב פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":6},{"positionInParasha":5},{"uri":"jbr:tanach-4-22-7#SfateiChachamim","text":" שפתי חכמים  (ק) כלומר סימן זה נטלו בידם. והוצרך לטעם של דבר אחר כו' דלפי טעם ראשון קשה מאי כלי אומנות צריך לזה ועוד והא בביתו היה ובודאי כלי אומנתו בידו לכן פירש דבר אחר. ולטעם של דבר אחר קשה דמאי לשון קסמים לשון רבים ועוד סימן זה הל\"ל או דבר זה נטלו בידם ועוד לשון בידם אינו נופל על הסימן לכך צריך לטעם ראשון וקל להבין","titles":[{"title":"﻿במדבר כב ז"},{"title":"﻿במדבר פרק כב פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":7},{"positionInParasha":6},{"uri":"jbr:tanach-4-22-8#SfateiChachamim","text":" שפתי חכמים  (ש) ואם תאמר דלמא כפשוטו שלא רצה הקדוש ברוך הוא שילך עמהם וכן בסמוך כתיב להלוך עמכם ופירש\"י אלא עם שרים גדולים קשה גם כן מנליה. ויש לומר מדכתיב ויוסף עוד בלק שלוח שרים רבים ונכבדים מאלה משמע שהוא אמר שהראשונים אינן ראוין שילך עמהם דאם כאשר ידבר ה' אלי פירוש אם יצוה לילך ולקלל אם לא אם כן למה הלכו להם זקני מדין מאחר שהוא אומר שהוא עושה ברצון ה' אלא פירוש אם יתן לו רשות שילך עם בני אדם שפלים כמותם אם כן ראו בני מדין שודאי אין בו תקוה מאחר שהוא רוח גבוהה ולכך הלכו להם","titles":[{"title":"﻿במדבר כב ח"},{"title":"﻿במדבר פרק כב פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":8},{"positionInParasha":7},{"uri":"jbr:tanach-4-22-9#SfateiChachamim","text":" שפתי חכמים  (ת) עיין לעיל בפרשת בראשית ושם פירש כדי ליכנס עמו בדברים וכאן פירש כדי להטעותו. והרא\"ם פירש להטעותו כו' כלומר ליכנס עמו בדברים שלא יהא נבהל ולמה כדי להטעותו וכאן פירש הטעם למה נכנס עמו בדברים ושם לא פירש הטעם","titles":[{"title":"﻿במדבר כב ט"},{"title":"﻿במדבר פרק כב פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":9},{"positionInParasha":8},{"uri":"jbr:tanach-4-22-10#SfateiChachamim","text":" שפתי חכמים  (א) דאם לא כן מלך מואב למה לי","titles":[{"title":"﻿במדבר כב י"},{"title":"﻿במדבר פרק כב פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":10},{"positionInParasha":9},{"uri":"jbr:tanach-4-22-11#SfateiChachamim","text":" שפתי חכמים  (ב) דאם לא כן למה שינה בלעם הלא בלק אמר ארה לי לכן פירש כל כך שנאה היה לו על ישראל שבראשונה שאל בלק ארה והוא בקש קבה במקום ארה. רא\"ם","titles":[{"title":"﻿במדבר כב יא"},{"title":"﻿במדבר פרק כב פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":11},{"positionInParasha":10},{"uri":"jbr:tanach-4-22-12#SfateiChachamim","text":" שפתי חכמים  (ה) דקשה לרש\"י למה לי למכתב לא תרי זימני לא היה לו לכתוב אלא לא תלך עמהם לאור את העם ועוד מה אמר לו כי ברוך הוא היא הנותנת שילך לאור את העם כדי לבטל את הברכות ומתרץ דכל אחד דבור באנפי נפשיה שמפני שרצה ללכת אמר לא תלך ומפני שבקש לקללם במקומו אמר לא תאור ומפני שבקש לברכם אמר כי ברוך הוא ואין צריכין לברכתך","titles":[{"title":"﻿במדבר כב יב"},{"title":"﻿במדבר פרק כב פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":12},{"positionInParasha":11},{"uri":"jbr:tanach-4-22-13#SfateiChachamim","text":" שפתי חכמים  (ו) ואם תאמר דלמא עמכם דהכא כמו לא תלך עמהם דהקדוש ברוך הוא. ויש לומר דהוכחתו למה לי עמכם הל\"ל מאן ה' לתתי להלוך ותו לא. בשלמא עמהם דהקדוש ברוך הוא פירוש לא תלך כאשר הם חושבים לקללם אבל עמכם דהכא למה לי. והרא\"ם פירש דדייק מקרא דויוסף עוד בלק שלוח שרים רבים ונכבדים מאלה","titles":[{"title":"﻿במדבר כב יג"},{"title":"﻿במדבר פרק כב פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":13},{"positionInParasha":12},{"uri":"jbr:tanach-4-22-17#SfateiChachamim","text":" שפתי חכמים  (ז) דאם לא כן היאך הוא יודע לכבד אותו שמא כל מה שיכבד אותו עדיין לא הגיע לחצי כבודו","titles":[{"title":"﻿במדבר כב יז"},{"title":"﻿במדבר פרק כב פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":17},{"positionInParasha":16},{"uri":"jbr:tanach-4-22-18#SfateiChachamim","text":" שפתי חכמים  (ח) מדלא אמר בלעם אם יחתוך בלק את ראשי או שום דבר אחר יעשה לי לא אוכל לעבור וגומר אלא אמר אם יתן לי בלק מלא ביתו כסף וזהב למדנו שנפשו כו'","titles":[{"title":"﻿במדבר כב יח"},{"title":"﻿במדבר פרק כב פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":18},{"positionInParasha":17},{"uri":"jbr:tanach-4-22-19#SfateiChachamim","text":" שפתי חכמים  (י) בדאבון נפש","titles":[{"title":"﻿במדבר כב יט"},{"title":"﻿במדבר פרק כב פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":19},{"positionInParasha":18},{"uri":"jbr:tanach-4-22-21#SfateiChachamim","text":" שפתי חכמים  (ל) כיון שקם בבוקר קודם שקמו נעריו כדי למהר ולילך ושלא להתעכב עד שהנערים יחבשו את חמורו ותו קשה אם כן למה לא כתיב וישכם בלעם וגומר. ומתרץ כדי לרמוז תשובתו של מקום אמר הקדוש ברוך הוא וכו'","titles":[{"title":"﻿במדבר כב כא"},{"title":"﻿במדבר פרק כב פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":21},{"positionInParasha":20},{"uri":"jbr:tanach-4-22-22#SfateiChachamim","text":" שפתי חכמים  (מ) דק\"ל למה כתיב ויחר אף ה' וגומר והלא אמר לו קום לך אתם אלא ראה שהדבר רע הוא בעיני המקום שלא התיר לו לילך אלא בשביל הנאתו ליטול עליה שכר והוא נתאוה לילך כדי לקללם לפיכך ויחר אף ה' וגומר והרא\"ם פירש כיון שלא הסכים ה' שילך אלא מפני שכרו לא היה לו לילך משום הכי ויחר וגומר","titles":[{"title":"﻿במדבר כב כב"},{"title":"﻿במדבר פרק כב פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":22},{"positionInParasha":21},{"uri":"jbr:tanach-4-22-23#SfateiChachamim","text":" שפתי חכמים  (פ) דק' לרש\"י דבלא חרב יכול המלאך להמיתו. ועל זה פירש אמר המלאך רשע זה כו' ולכך כתיב שלופה כלומר שלו פה הפה לישראל שמתפללים להקדוש ברוך הוא ולא שלך","titles":[{"title":"﻿במדבר כב כג"},{"title":"﻿במדבר פרק כב פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":23},{"positionInParasha":22},{"uri":"jbr:tanach-4-22-24#SfateiChachamim","text":" שפתי חכמים  (צ) מדכתיב בסמוך ותלחץ אל הקיר בה\"א הידיעה משמע הגדר שהוזכר לפניו כן פירש הרא\"ם וכל קיר של אבנים הוא דבפרשת מצורע כתיב והנה הנגע בקירות הבית וכתיב אחריו וחלצו את האבנים משמע דקיר הוא של אבנים וקיר דהכא קאי אגדר דלעיל (בבא קמא כט)","titles":[{"title":"﻿במדבר כב כד"},{"title":"﻿במדבר פרק כב פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":24},{"positionInParasha":23},{"uri":"jbr:tanach-4-22-26#SfateiChachamim","text":" שפתי חכמים  (ק) דק\"ל דלשון עבור אינו שייך אלא כשעוברין על הנהר או בין בתרים והכא לא מצינו שעבר ומפרש דהאי עבור פירוש לפניו כלומר שהלך במקום אחר לעמוד לפניו והא דנקט רש\"י לעבור במקום עבור כי כן משפט המקור שהוא עבר שהוא בא בלמ\"ד רא\"ם","titles":[{"title":"﻿במדבר כב כו"},{"title":"﻿במדבר פרק כב פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":26},{"positionInParasha":25},{"uri":"jbr:tanach-4-22-28#SfateiChachamim","text":" שפתי חכמים  (ש) והא דרמז לו מצוה זו ולא אחת משאר מצות. יש לומר דגבי רגלים כתיב שלש פעמים בשנה יראה כל זכורך ודרשו רבותינו זכרונם לברכה יראה יראה כשם שבא לראות וכו' ואמר לו המלאך אתה בא לעקור האומה מן העולם שהקדוש ברוך הוא רוצה לראות אותם ג\"פ ודבר זה היאך יקום אם אתה מאבדם מן העולם וקל להבין","titles":[{"title":"﻿במדבר כב כח"},{"title":"﻿במדבר פרק כב פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":28},{"positionInParasha":27},{"uri":"jbr:tanach-4-22-29#SfateiChachamim","text":" שפתי חכמים  (ת) יש מקשים ומה היא הגנות דהא הוא עצמו אמר אין כחי אלא שאני יודע לכוין השעה שהקדוש ברוך הוא כועס כמו שפירש\"י לקמן ומה אזעום לא זעם ה' ואם כן מהו הגנות שלא היה עכשיו העת של זעם. ויש לומר דזה לא היה יודע בלק והשרים מתחלה דהא אמר בלק כי ידעתי את אשר תברך מבורך ואשר תאור יואר והא אין בידו לקלל אם לא בעת שזועם ה' ושמא לא יזעום ה' אלא על כרחך צריך לומר שבלעם לא גלה הסוד ובתר הכי על כרחך שלא בטובתו גילה הדבר וקל להבין נראה לי","titles":[{"title":"﻿במדבר כב כט"},{"title":"﻿במדבר פרק כב פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":29},{"positionInParasha":28},{"uri":"jbr:tanach-4-22-30#SfateiChachamim","text":" שפתי חכמים  (א) פירוש באפר רועין כלומר הסוסים רועין בשדה ואמרה לו הלא אנכי אתונך אמר לה הן למשא ולא לרכיבה אמרה לו אשר רכבת עלי אמר לה לפרקים דרך ארעי אמרה לו מעודך עד היום הזה ולא עוד אלא גם שכבת אצלי שנאמר ההסכן הסכנתי ובאבישג השונמית כתיב ותהי למלך סוכנת פירוש מחממת","titles":[{"title":"﻿במדבר כב ל"},{"title":"﻿במדבר פרק כב פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":30},{"positionInParasha":29},{"uri":"jbr:tanach-4-22-32#SfateiChachamim","text":" שפתי חכמים  (ב) כלומר בשביל שראתה אותי ולכך נטתה","titles":[{"title":"﻿במדבר כב לב"},{"title":"﻿במדבר פרק כב פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":32},{"positionInParasha":31},{"uri":"jbr:tanach-4-22-33#SfateiChachamim","text":" שפתי חכמים  (ח) דק\"ל דאולי משמע שמא נטתה והא ודאי נטתה","titles":[{"title":"﻿במדבר כב לג"},{"title":"﻿במדבר פרק כב פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":33},{"positionInParasha":32},{"uri":"jbr:tanach-4-22-34#SfateiChachamim","text":" שפתי חכמים  (ל) דק\"ל הא ודאי רע בעיניו דהא קצף עליו ועוד קשה מלת בעיניך למה לי דמשמע בעיניך ולא בעיני אחר ועוד קשה מלת לי למה לי ועל זה פירש להתריס נגד המקום וכו' ובזה יתורצו כל הקושיות וקל להבין","titles":[{"title":"﻿במדבר כב לד"},{"title":"﻿במדבר פרק כב פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":34},{"positionInParasha":33},{"uri":"jbr:tanach-4-22-35#SfateiChachamim","text":" שפתי חכמים  (מ) דאם לא כן כיון שאמר בלעם אשובה לי היה לו לומר שוב אלא משום בדרך שאדם רוצה כו' אמר לו לך","titles":[{"title":"﻿במדבר כב לה"},{"title":"﻿במדבר פרק כב פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":35},{"positionInParasha":34},{"uri":"jbr:tanach-4-22-36#SfateiChachamim","text":" שפתי חכמים  (ע) דאם לא כן עיר מואב למה לי אם להודיע הכבוד שיצא לקראתו עד קצה גבולו היה לו לומר ויצא לקראתו אל עיר קצה גבולו מה צריך לומר אל עיר מואב אשר על גבול ארנון וכיוצא בזה דרשו גבי קרית חוצות כמו שפירש\"י לקמן דאם לא כן ויבאו קרית חוצות למה לי","titles":[{"title":"﻿במדבר כב לו"},{"title":"﻿במדבר פרק כב פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":36},{"positionInParasha":35},{"uri":"jbr:tanach-4-22-37#SfateiChachamim","text":" שפתי חכמים  (פ) (גור אריה) דאם לא כן הל\"ל האמנם אמרת לא אוכל כבדך מאי האמנם לא אוכל כבדך אלא שכך הוא האמת שלא יכבד אותו","titles":[{"title":"﻿במדבר כב לז"},{"title":"﻿במדבר פרק כב פסוק לז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":37},{"positionInParasha":36},{"uri":"jbr:tanach-4-22-40#SfateiChachamim","text":" שפתי חכמים  (צ) מדכתיב כי כבד אכבדך מאד ל\"ל למכתב צאן ובקר ודאי כבדו כמו שהבטיחו. ועוד דדרך כל העולם כן הוא ששולחים לשרים הבאים אצלם מאכל ומשתה וכל שכן לבלעם ולשרים אשר אתו שבאו בשבילו בשליחותו אלא לכך כתיב בקר וצאן לומר לך דלא כבדו כמו שהבטיחו אלא בדבר מועט דלא שלח לו אלא בקר אחד וצאן אחד ולהודיע רשעתו של בלק שאמר הרבה ועשה מעט","titles":[{"title":"﻿במדבר כב מ"},{"title":"﻿במדבר פרק כב פסוק מ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":40},{"positionInParasha":39},{"uri":"jbr:tanach-4-23-3#SfateiChachamim","text":" שפתי חכמים  (ק) כדכתיב לינו פה הלילה וכן אמר נופל וגלוי עינים שפירושו לפי פשוטו כתרגומו שאינו נראה אלא בלילה כשהוא שוכב על מטתו. (גור אריה) דאם לא כן למה אמר אולי לשון מסופק ולמעלה אמר ואדעה מה יוסף וגומר שמשמע שהיה בטוח שהקדוש ברוך הוא ידבר עמו","titles":[{"title":"﻿במדבר כג ג"},{"title":"﻿במדבר פרק כג פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":3},{"positionInParasha":43},{"uri":"jbr:tanach-4-23-4#SfateiChachamim","text":" שפתי חכמים  (ש) אמר בקושי מלשון מקרה ועראי ובבזיון מלשון קרי","titles":[{"title":"﻿במדבר כג ד"},{"title":"﻿במדבר פרק כג פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":4},{"positionInParasha":44},{"uri":"jbr:tanach-4-23-7#SfateiChachamim","text":" שפתי חכמים  (א) אף על פי שלא נזכר בקרא רק ארה וגו' מסתמא כך היה כיון שהוא אמר כן וכן מצינו בקרא ותאמרו נשלחה אנשים אף על פי שלא נזכר בקרא","titles":[{"title":"﻿במדבר כג ז"},{"title":"﻿במדבר פרק כג פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":7},{"positionInParasha":47},{"uri":"jbr:tanach-4-23-8#SfateiChachamim","text":" שפתי חכמים  (ב) ויהיה פירוש הפסוק מה אקוב כי יודע אני שלא יסכים אל על ידי לקלל וממה אני יודע משלא נתקללו כלל אף שהיו ראוים להתקלל שאין לומר שפירושו שאין השם רוצה לקללם אם כן מאי ומה אזעום לא זעם ה' שהרי כבר אמר שאין השם רוצה לקללם אם כן אפי' היה כועס בימים ההם לא היה יכול לקללם","titles":[{"title":"﻿במדבר כג ח"},{"title":"﻿במדבר פרק כג פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":8},{"positionInParasha":48},{"uri":"jbr:tanach-4-23-9#SfateiChachamim","text":" שפתי חכמים  (ד) אבות קרוים צורים ואמהות קרויות גבעות","titles":[{"title":"﻿במדבר כג ט"},{"title":"﻿במדבר פרק כג פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":9},{"positionInParasha":49},{"uri":"jbr:tanach-4-23-10#SfateiChachamim","text":" שפתי חכמים  (ז) לפי שפירש מי מנה עפר כו' כתרגומו והתרגום מתרגם בו מארבע משריתא ולא ידענו מאי הוא. לכך פירש מד' דגלים וקל להבין","titles":[{"title":"﻿במדבר כג י"},{"title":"﻿במדבר פרק כג פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":10},{"positionInParasha":50},{"uri":"jbr:tanach-4-23-16#SfateiChachamim","text":" שפתי חכמים  (י) שתי קושיות מקשה רש\"י חדא מה היא השימה הזאת דלא מפרש הפסוק מה היא השימה. ועוד מה חסר המקרא באמרו כו' ר\"ל היה לו לכתוב ויקר ה' אל בלעם ויאמר שוב אל בלק וגומר דהא לא חסר המקרא כלום אי לא אמר וישם דבר בפיו. והרא\"ם פירש מה היא השימה הזאת דאי אפשר לומר שמאמר שוב אל בלק הוא פירוש וישם דבר בפיו דאם כן ויאמר למה לי היה לו לומר וישם דבר בפיו שוב אל בלק וכה תדבר","titles":[{"title":"﻿במדבר כג טז"},{"title":"﻿במדבר פרק כג פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":16},{"positionInParasha":56},{"uri":"jbr:tanach-4-23-17#SfateiChachamim","text":" שפתי חכמים  (ל) דאם לא כן מה בפיך מיבעי ליה דפשיטא ששאל מה דבר ה'. (גור אריה) דאם לא כן מה היה צריך לשאול דודאי מעצמו יאמר לו מה דבר השם יתברך כבראשונה אלא כיון לצחק","titles":[{"title":"﻿במדבר כג יז"},{"title":"﻿במדבר פרק כג פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":17},{"positionInParasha":57},{"uri":"jbr:tanach-4-23-19#SfateiChachamim","text":" שפתי חכמים  (מ) כלומר וכי הקדוש ברוך הוא אמר ולא יעשה ודבר ולא יקימנה","titles":[{"title":"﻿במדבר כג יט"},{"title":"﻿במדבר פרק כג פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":19},{"positionInParasha":59},{"uri":"jbr:tanach-4-23-20#SfateiChachamim","text":" שפתי חכמים  (ס) הודיענו בזה כי ברך אינו דבוק עם ודבר ולא יקימנה הסמוך לו אלא עם מאמר מה דבר ה' ואמר קבלתי במקום לקחתי שהרי לא לקח ממנו כפירוש לקיחה בכל מקום ולהיות שמלת ברך מקור הוסיף למ\"ד כי המקור בכל מקום יצטרך לשימוש אותיות בכל\"ם ולהורות ממי קבל הברכות הוסיף מלת ממנו ולהורות למי יברך הוסיף מלת אותם","titles":[{"title":"﻿במדבר כג כ"},{"title":"﻿במדבר פרק כג פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":20},{"positionInParasha":60},{"uri":"jbr:tanach-4-23-21#SfateiChachamim","text":" שפתי חכמים  (פ) באוניות שלהם לשון און","titles":[{"title":"﻿במדבר כג כא"},{"title":"﻿במדבר פרק כג פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":21},{"positionInParasha":61},{"uri":"jbr:tanach-4-23-22#SfateiChachamim","text":" שפתי חכמים  (צ) רצונו בזה דמלת ראם כמו רום לא ראם שהוא בהמה שאין ראוי ליחס כח האל לבהמה והכי קאמר כמו הבנאי שבנה בנין גבוה וחזק אתה מכירו ויודע שהוא חזק כך הקדוש ברוך הוא בנה עולמו ויסדו על חזקו והוציאם בחזקה כתוקף רום וגובה שלו ר\"ל כחזקת עולמו. ור\"ל כתועפות דהכא וכסף תועפות שניהם לשון מעוז","titles":[{"title":"﻿במדבר כג כב"},{"title":"﻿במדבר פרק כג פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":22},{"positionInParasha":62},{"uri":"jbr:tanach-4-23-23#SfateiChachamim","text":" שפתי חכמים  (ש) מפני שכ\"ף הדמיון מורה שהוא מדמה עת אחרת לעת הזאת","titles":[{"title":"﻿במדבר כג כג"},{"title":"﻿במדבר פרק כג פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":23},{"positionInParasha":63},{"uri":"jbr:tanach-4-23-24#SfateiChachamim","text":" שפתי חכמים  (ב) אוכל גם כן לשון חבלה הוא","titles":[{"title":"﻿במדבר כג כד"},{"title":"﻿במדבר פרק כג פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":24},{"positionInParasha":64},{"uri":"jbr:tanach-4-23-25#SfateiChachamim","text":" שפתי חכמים  (ה) כאלו אמר לא תברכנו גם לא תקבנו ולא תקבנו גם לא תברכנו. ואם תאמר מאי טעמא אמר לו בלק כן ויש לומר דסלקא אדעתא דבלק שמא יהיה בלעם סובר לפי שאמר גם קוב לא תקבנו וגו' אבל אם רוצה יברך תחלה ואחר כך יקלל אותם לכך אמר גם קוב וגו' פירוש גם ראשון מוסב על גם שני וגם שני על גם ראשון וקל להבין","titles":[{"title":"﻿במדבר כג כה"},{"title":"﻿במדבר פרק כג פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":25},{"positionInParasha":65},{"uri":"jbr:tanach-4-23-27#SfateiChachamim","text":" שפתי חכמים  (ו) כי איך יצונו שיקוב אותו מיד שמא לא יישר בעיני אלהים לכן אמר וקבותו לי משם לשון עתיד כלומר אחר שיישר בעיני אלהים לקוב אותם","titles":[{"title":"﻿במדבר כג כז"},{"title":"﻿במדבר פרק כג פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":27},{"positionInParasha":67},{"uri":"jbr:tanach-4-23-28#SfateiChachamim","text":" שפתי חכמים  (ז) (נחלת יעקב) הרב כפל בכאן קרוב למ\"ש לעיל גבי ראש הפסגה ולא עוד אלא שהוסיף וכן כל החוזים וכו'. ונראה דבשלמא לעיל ראה שתהיה הפרצה בראש הפסגה וכן נעשה שהרי נאמר בסוף פרשת וזאת הברכה ויעל משה וגו' ראש הפסגה וגו' וימת שם משה וגומר אבל בראש הפעור לא היתה שום פרצה ולמה הוליכו בלק לשם ועל זה תירץ דמכל מקום היתה הפרצה על ידי הפעור והוקשה להרב דאם כן לא היה בלק קוסם דהא טעה ולכך תירץ וכן כל החוזים וכו'","titles":[{"title":"﻿במדבר כג כח"},{"title":"﻿במדבר פרק כג פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":28},{"positionInParasha":68},{"uri":"jbr:tanach-4-24-1#SfateiChachamim","text":" שפתי חכמים  (ח) הכי גרסינן רוצה ולא רוצה לקללם אזכיר כו' כלומר בין רוצה בין אינו רוצה לקללם אזכיר עונותיהם","titles":[{"title":"﻿במדבר כד א"},{"title":"﻿במדבר פרק כד פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":1},{"positionInParasha":71},{"uri":"jbr:tanach-4-24-2#SfateiChachamim","text":" שפתי חכמים  (י) דאם לא כן למה נשא את עיניו בפעם הזאת יותר מבשאר פעמים","titles":[{"title":"﻿במדבר כד ב"},{"title":"﻿במדבר פרק כד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":2},{"positionInParasha":72},{"uri":"jbr:tanach-4-24-3#SfateiChachamim","text":" שפתי חכמים  (ל) בלעם ובלק דלעיל גם כן כתיב בבלק בנו צפור. ופירושו בנו הוא בעור אביו וכן בלק. והא דלא פירש זה לעיל גבי בנו צפור יש לומר דלעיל הוה אמינא שוי\"ו נוספת היא כמו למעינו מים אבל הכא דרשו משום דכתיב פעם שנית בנו בעור על כרחך לדרשא אתי ומכאן ילפינן נמי אמה דכתיב בנו צפור","titles":[{"title":"﻿במדבר כד ג"},{"title":"﻿במדבר פרק כד פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":3},{"positionInParasha":73},{"uri":"jbr:tanach-4-24-4#SfateiChachamim","text":" שפתי חכמים  (פ) לפי פשוטו קשה למה אמר נופל היה לו לומר שוכב וגלוי עינים","titles":[{"title":"﻿במדבר כד ד"},{"title":"﻿במדבר פרק כד פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":4},{"positionInParasha":74},{"uri":"jbr:tanach-4-24-7#SfateiChachamim","text":" שפתי חכמים  (צ) שאול המלך והכי קאמר קרא וירם ר\"ל שאול המלך יטול מלכותו מאגג על ידי שיכבוש אותו","titles":[{"title":"﻿במדבר כד ז"},{"title":"﻿במדבר פרק כד פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":7},{"positionInParasha":77},{"uri":"jbr:tanach-4-24-8#SfateiChachamim","text":" שפתי חכמים  (ק) ואין כוונת המקרא הזה לומר שהאל שהוציאו ממצרים תקפו כתוקף רום וגובה שלו שלא בא הכתוב כאן להודיע כחו של הקדוש ברוך הוא שהרי כבר אמר למעלה. ועוד שישאר מאמר יאכל גוים צריו בלתי נקשר לא לפניו ולא לאחריו. ולפיכך אמר בתוקף ורום שלו יאכל וכו' ואם כן יהיה פירושו של קרא הכי האל שהוציאו ממצרים תקפו כתוקף רום וגובה שלו ועם אותו התוקף ורום שלו יאכל ישראל כו' והוסיף מלת את וה\"א הידיעה על מלת ע\"א ואמר את הע\"א כי עם זה יובן שיהיו הע\"א נאכלים ולא אוכלים והוסיף מלת שהם כי עם זה תהיה מלת צריו ביאור ועוד הוסיף מלת של צרים להורות אותם שהם צריו יגרם ולא כל הע\"א בכלל לכן אמר צריו ולא צרים","titles":[{"title":"﻿במדבר כד ח"},{"title":"﻿במדבר פרק כד פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":8},{"positionInParasha":78},{"uri":"jbr:tanach-4-24-14#SfateiChachamim","text":" שפתי חכמים  (ת) דאם לא כן אני הולך למקומי מיבעי ליה כמו שאמר בסמוך וישב למקומו","titles":[{"title":"﻿במדבר כד יד"},{"title":"﻿במדבר פרק כד פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":14},{"positionInParasha":84},{"uri":"jbr:tanach-4-24-16#SfateiChachamim","text":" שפתי חכמים  (ב) דקרינן דע עת עליון כלומר שיודע עת שכועס בה עליון. (דבק טוב) דק\"ל השתא דעת בהמתו לא ידע והיאך ידע דעת עליון לכן פירש לכוין וכו'","titles":[{"title":"﻿במדבר כד טז"},{"title":"﻿במדבר פרק כד פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":16},{"positionInParasha":86},{"uri":"jbr:tanach-4-24-17#SfateiChachamim","text":" שפתי חכמים  (ג) (גור אריה) דאין לפרש אראנו לעם דאם כן איך אמר ולא עתה אלא אמר רואה וכו'","titles":[{"title":"﻿במדבר כד יז"},{"title":"﻿במדבר פרק כד פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":17},{"positionInParasha":87},{"uri":"jbr:tanach-4-24-18#SfateiChachamim","text":" שפתי חכמים  (ו) ר\"ל אויביו שכתוב בקרא הם ישראל שהם אויביו של עובדי אלילים והוסיף למ\"ד למלת אויביו מפני שבזולת זה לא הודיע הכתוב לאיזה אומה יהיה שעיר ירושה","titles":[{"title":"﻿במדבר כד יח"},{"title":"﻿במדבר פרק כד פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":18},{"positionInParasha":88},{"uri":"jbr:tanach-4-24-19#SfateiChachamim","text":" שפתי חכמים  (ז) כלומר זולת דור הנזכר","titles":[{"title":"﻿במדבר כד יט"},{"title":"﻿במדבר פרק כד פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":19},{"positionInParasha":89},{"uri":"jbr:tanach-4-24-20#SfateiChachamim","text":" שפתי חכמים  (ח) פירוש לא ראיה חושיית שהרי כתיב אחריו ואחריתו עדי אובד ותהיה מלת וירא על כרחך הראיה השכלית ומה שלא פירש לעיל גבי אראנו שהוא לשון הסתכלות שהיא ראיה שכלית מפני ששם מדבר בענין שבחו וגדולתו של יעקב שהיא ראיה שכלית בהכרח אבל פה אמר ראשית גוים עמלק היה עולה על הדעת שהיא ראיה חושיית לפיכך פירש שהוא מורה על ראיה שכלית (רא\"ם)","titles":[{"title":"﻿במדבר כד כ"},{"title":"﻿במדבר פרק כד פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":20},{"positionInParasha":90},{"uri":"jbr:tanach-4-24-21#SfateiChachamim","text":" שפתי חכמים  (כ) ר\"ל שהיו סנהדרין וכל הלשונות הללו שייכים גבי סנהדרין תרעתים לשון שער ר\"ל שער של סנהדרין. שמעתים על שם שיודעים בשמעתא. שוכתים ר\"ל שסוכים ברוה\"ק","titles":[{"title":"﻿במדבר כד כא"},{"title":"﻿במדבר פרק כד פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":21},{"positionInParasha":91},{"uri":"jbr:tanach-4-24-22#SfateiChachamim","text":" שפתי חכמים  (מ) כלומר אינו מגלך אלא לחלח וחבור ואין זה טירוד כו' לחלח וחבור שמות מקומות הם והכי קאמר כי אף אם יהיה אתה עתיד לבער עם ישראל אתה קין מה בכך עד מה אשור תשבך ר\"ל אינו מגלך אלא לחלח וחבור ואין זה טירוד מן העולם","titles":[{"title":"﻿במדבר כד כב"},{"title":"﻿במדבר פרק כד פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":22},{"positionInParasha":92},{"uri":"jbr:tanach-4-24-23#SfateiChachamim","text":" שפתי חכמים  (נ) ר\"ל מי האדם שיכול לעשות שלא ישים עליו הגוזר את אלה והם הבלבולים שיהיו בעולם","titles":[{"title":"﻿במדבר כד כג"},{"title":"﻿במדבר פרק כד פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":23},{"positionInParasha":93},{"uri":"jbr:tanach-4-25-1#SfateiChachamim","text":" שפתי חכמים  (ע) כלומר אף על פי שיש מדרשים למה נקרא שטים על שם שעשו שם מעשה שטות אין זה ממדרשים הקרובים לפשוטו של מקרא לכך פירש כך שמה","titles":[{"title":"﻿במדבר כה א"},{"title":"﻿במדבר פרק כה פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":1},{"positionInParasha":96},{"uri":"jbr:tanach-4-25-2#SfateiChachamim","text":" שפתי חכמים  (צ) הוצרך לומר זה מפני שהזנות יצר הרע שולט בו משום הכי אין לתמוה היאך נכשלו בה ישראל אלא שיש לתמוה בעבודת אלילים היאך נכשלו בה וזה בא להודיע וכו'. (גור אריה) דאם לא כן הל\"ל וישתחוו לאלהי מואב למה אמר לאלהיהן שתלה האלהות בזנות. אלא שעל ידי הזנות עבדו עבודה זרה ","titles":[{"title":"﻿במדבר כה ב"},{"title":"﻿במדבר פרק כה פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":2},{"positionInParasha":97},{"uri":"jbr:tanach-4-25-3#SfateiChachamim","text":" שפתי חכמים  (ק) פירוש פעור מלשון פתיחה וגלוי הוא שהיו מגלים פי הטבעת ומוציאין רעי","titles":[{"title":"﻿במדבר כה ג"},{"title":"﻿במדבר פרק כה פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":3},{"positionInParasha":98},{"uri":"jbr:tanach-4-25-4#SfateiChachamim","text":" שפתי חכמים  (ש) רצ\"ל אם העם חטאו ראשי העם מה חטאו ומתרץ דוהוקע לא קאי אראשי העם אלא הם דנו את העם וכל מי שידונו למיתה והוקע אותם","titles":[{"title":"﻿במדבר כה ד"},{"title":"﻿במדבר פרק כה פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":4},{"positionInParasha":99},{"uri":"jbr:tanach-4-25-6#SfateiChachamim","text":" שפתי חכמים  (ד) ר\"ל הא ראו כל ישראל שמשה צוה להרוג כל הנצמד לבעל פעור והשוכב עמהם ולמה לא ירא מלקרב אליה והרא\"ם פירש דאם מעצמו עשה זה מדוע המתין עד שאמר משה הרגו איש אנשיו הנצמדים","titles":[{"title":"﻿במדבר כה ו"},{"title":"﻿במדבר פרק כה פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":6},{"positionInParasha":101},{"uri":"jbr:tanach-4-25-7#SfateiChachamim","text":" שפתי חכמים  (ז) דאם לא כן למה ליה וירא הל\"ל ויקם פנחס מתוך העדה וגו'","titles":[{"title":"﻿במדבר כה ז"},{"title":"﻿במדבר פרק כה פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":7},{"positionInParasha":102},{"uri":"jbr:tanach-4-25-11#SfateiChachamim","text":" שפתי חכמים  (א) דאם לא כן הא כתיב לעיל בסוף פרשת בלק פינחס בן אלעזר בן אהרן הכהן ולמה כתיב כאן אלא על כרחך כדי ליחסו ואם כן קשה ולמה ליה ליחסו והלא כבר יחסו לעיל אחר אהרן הכהן גבי האי מעשה עצמו דכתיב וירא פנחס בן אלעזר בן אהרן הכהן ויקח וגו' ומתרץ לפי שהיו השבטים מבזין אותו הוצרך הכתוב ליחסו עוד שהוא בן בנו של אהרן אי נמי יש לומר דמשום הכי יחסו לעיל אחר אהרן כלומר כמו שאהרן היה עוצר המגפה מישראל בקחתו את המחתה כך פנחס עצר המגפה מישראל בהריגת איש מישראל ולכך יחסו אחר אהרן משום הכי מקשה רש\"י הכא דלא שייך הכא לתרץ כן","titles":[{"title":"﻿במדבר כה יא"},{"title":"﻿במדבר פרק כה פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":11},{"positionInParasha":2},{"uri":"jbr:tanach-4-25-12#SfateiChachamim","text":" שפתי חכמים  (ה) ק\"ל למה כתיב בריתי הל\"ל את ברית שלום. ומתרץ בריתי שאני נותן לו תהא לו לברית שלום ומשום הכי לא נכתב בקרא ברית שלום שלא יהא מלת שלום דביקות אלא הוא כמו מקרא קצר וכמו שפרש\"י זכרונו לברכה. והרא\"ם פירש הוסיף מלת שתהא לו לברית שלום ולא הספיק במלת הנני נותן לו הכתוב לעיל מפני שכתוב אחריו והיתה לו ברית כהונת עולם שלא הספיק לו מלת נותן לו ומלת בריתי הכתובים לעיל יחוייב שיהא גם לגבי שלום כמותו שפירושו הנני נותן לו את בריתי שתהא לו לברית שלום ולברית כהונת עולם והוסיף למ\"ד במלת שלום להורות על בעבור הצריך לו להורות שהברית הזאת בעבור שלום ובעבור כהונת עולם ואחר שגלה זה בשלום אין צריך לגלותו בכהונת עולם עד כאן לשונו","titles":[{"title":"﻿במדבר כה יב"},{"title":"﻿במדבר פרק כה פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":12},{"positionInParasha":3},{"uri":"jbr:tanach-4-25-13#SfateiChachamim","text":" שפתי חכמים  (ז) ר\"ל והיתה שהוא לשון נקבה מוסב על ברית דכתיב לעיל מיניה וברית לשון נקבה הוא. והרא\"ם פירש מלת והיתה אינה דבוקה עם מלת בריתי שלום כי בריתי שלום לא תהיה ברית כהונה רק היא דבוקה עם מלת בריתי שהברית תהיה לברית כהונת עולם כמו שהיתה לברית שלום","titles":[{"title":"﻿במדבר כה יג"},{"title":"﻿במדבר פרק כה פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":13},{"positionInParasha":4},{"uri":"jbr:tanach-4-25-14#SfateiChachamim","text":" שפתי חכמים  (ח) דק\"ל דכתיב לעיל, והנה איש מבני ישראל בא וגו' שם היה לו להזכירו. ומתרץ כשם וכו' ייחס את הרשע לגנאי דכל מי שהוא יותר גדול חטאו נמי יותר גדול. הרא\"ם","titles":[{"title":"﻿במדבר כה יד"},{"title":"﻿במדבר פרק כה פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":14},{"positionInParasha":5},{"uri":"jbr:tanach-4-25-15#SfateiChachamim","text":" שפתי חכמים  (כ) מקשים העולם מנא ליה דמשום שנאתן דלמא דעתן היה להחטיא אותם כדי שתסור השכינה מישראל כי היו מתייראים מישראל. ויש לומר כיון דזקני מדין הלכו להם וסבירא להו דאין בבלעם שום ממשות אם כן איך עשו מעשה כזה על פי עצתו אלא משום שנאה עשו","titles":[{"title":"﻿במדבר כה טו"},{"title":"﻿במדבר פרק כה פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":15},{"positionInParasha":6},{"uri":"jbr:tanach-4-25-18#SfateiChachamim","text":" שפתי חכמים  (ס) הוכרח לפרש כן מפני שאין אדם נעשה צורר לאחרים אלא מפני הרעה שבאה לו מאחרים ולא מצינו שעשו להם ישראל שום רעה. לכך פירש שהפקירו וכו' מפני שבסיבותיהם היו מוכרחים להפקיר בנותיהם לזנות כדי להטעותם בפעור. רא\"ם","titles":[{"title":"﻿במדבר כה יח"},{"title":"﻿במדבר פרק כה פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":18},{"positionInParasha":9},{"uri":"jbr:tanach-4-26-1#SfateiChachamim","text":" שפתי חכמים  (פ) דק\"ל היאך תלוי המנין במגפה והביא המשל. אבל קשה לפי הדבר אחר שהביא רש\"י היאך יתורץ קושיית רש\"י ויש לומר דכתיב לעיל מיניה צרור את המדינים והכיתם אותם וגומר וכתיב בפרשת מטות נקום נקמת בני ישראל מאת המדינים אחר תאסף אל עמך שמע מינה דבמלחמת מדין תולה מיתת משה לכך סמך מנין ישראל למלחמת מדין. והוצרך לטעם של דבר אחר משום דלטעם ראשון קשה דלא היה לו למנות אלא המתים במגפה וממילא היה יודע הנותרים לכן פירש דבר אחר וכו'. ולדבר אחר קשה סוף סוף עדיין לא הגיע זמן מיתת משה לכן פירש גם טעם ראשון וקל להבין","titles":[{"title":"﻿במדבר כו א"},{"title":"﻿במדבר פרק כו פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":1},{"positionInParasha":10},{"uri":"jbr:tanach-4-26-2#SfateiChachamim","text":" שפתי חכמים  (צ) משום דבמשפחה אין חילוק אם הולך אחר האב או אחר האם דהא הכל שבט אחד הוא אפילו אם יהיו משפחות הרבה בשבט אחד אבל בשבטים יש חילוק אם האם משבט אחר","titles":[{"title":"﻿במדבר כו ב"},{"title":"﻿במדבר פרק כו פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":2},{"positionInParasha":11},{"uri":"jbr:tanach-4-26-3#SfateiChachamim","text":" שפתי חכמים  (ק) רצונו בזה דמלת אותם קאי אדברים שדברו אל ישראל לאפוקי שלא תפרש כמו אתם שדברו עם ישראל","titles":[{"title":"﻿במדבר כו ג"},{"title":"﻿במדבר פרק כו פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":3},{"positionInParasha":12},{"uri":"jbr:tanach-4-26-4#SfateiChachamim","text":" שפתי חכמים  (ש) ואם תאמר למה מביא פסוק הנאמר בפרשת כי תשא ולא מביא פסוק דכתיב כאן שנאמר שאו את ראש וגו' מבן עשרים שנה וגו'. ויש לומר משום דק\"ל דכאשר צוה משמע דכבר צוה להם וגם ישראל יודעין כבר וצווי דהכא עדיין לא ידעו אלא כשאמר להם משה. ועוד קשה לרש\"י למה ליה למכתב ובני ישראל היוצאים מארץ מצרים לא הל\"ל אלא ובני ישראל ותו לא לכך הוצרך לפרש ולהביא אותו פסוק האמור בכי תשא דאותו ציווי לא נאמר אלא ליוצאי מצרים. ואם תאמר מכל מקום היה לו להביא מפסוק הנאמר בפרשת במדבר סיני ויש לומר דמנין הנאמר בפרשת במדבר סיני לא היה אלא לפי שעה ביום הקמת המשכן ולא לדורות אבל המנין שנאמר בכי תשא נאמר אף לדורות דמשמע כי תשא את ראש וגו' לעולם כשתמנה אותם לא תמנה אלא מבן עשרים שנה","titles":[{"title":"﻿במדבר כו ד"},{"title":"﻿במדבר פרק כו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":4},{"positionInParasha":13},{"uri":"jbr:tanach-4-26-5#SfateiChachamim","text":" שפתי חכמים  (ת) ואם תאמר הא גבי עכו\"ם גם כן כתיב הכי דכתיב וירד העמלקי והכנעני. ויש לומר אי הוה כתיב כאן בני ראובן משפחת החנוכי ולא כתיב חנוך לא היה קשה מידי כמו גבי העמלקי אבל עכשיו דכתיב בני ראובן חנוך משפחת החנוכי קשה למה הטיל ה\"אמצד זה ויו\"ד מצד זה","titles":[{"title":"﻿במדבר כו ה"},{"title":"﻿במדבר פרק כו פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":5},{"positionInParasha":14},{"uri":"jbr:tanach-4-26-9#SfateiChachamim","text":" שפתי חכמים  (א) מפני שמלות הצו בהצותם הם מבנין הפעיל היוצא לאחר שהוא פעול וצריך לפרש מי הוא הפעול הצו את ישראל כתב הרא\"ם ולא ידעתי למה שינה הפעולים ואמר שהאחד מהם הוא ישראל והאחד מהם הוא העם ולמה לא יהיו שניהם ממין אחד. ושמא יש לומר כיון שהכפיל הפסוק בלשונו במ\"ש הצו בהצותם לכן אמר הצו את ישראל ובהצותם הוא העם או להיפך עד כאן לשונו","titles":[{"title":"﻿במדבר כו ט"},{"title":"﻿במדבר פרק כו פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":9},{"positionInParasha":18},{"uri":"jbr:tanach-4-26-10#SfateiChachamim","text":" שפתי חכמים  (ב) כלומר מלשון נס המורה על האות כמו כנס על הגבעה כנשוא נס הרים","titles":[{"title":"﻿במדבר כו י"},{"title":"﻿במדבר פרק כו פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":10},{"positionInParasha":19},{"uri":"jbr:tanach-4-26-11#SfateiChachamim","text":" שפתי חכמים  (ג) רצונו לתרץ היאך יתכן שלא מתו הא כתיב את כל האדם אשר לקרח שמע מינה דגם הבנים נבלעים בארץ","titles":[{"title":"﻿במדבר כו יא"},{"title":"﻿במדבר פרק כו פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":11},{"positionInParasha":20},{"uri":"jbr:tanach-4-26-13#SfateiChachamim","text":" שפתי חכמים  (ה) רצ\"ל הא לא חשיב כאן אלא באי מצרים שנמנו בפרשת ויגש והתם כתיב ובני שמעון ימואל וימין ואהד ויכין וצחר ושאול בן הכנענית והכא מנה זרח והתם לא נמנה וגם אהד לא מנה כאן ומפרש דזרח דמנה כאן יש לומר היינו צוחר וצוחר לשון צוהר דה\"א מתחלף בחי\"ת וזרח גם כן הוא לשון אור אבל משפחת אהד על כרחך בטלה","titles":[{"title":"﻿במדבר כו יג"},{"title":"﻿במדבר פרק כו פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":13},{"positionInParasha":22},{"uri":"jbr:tanach-4-26-16#SfateiChachamim","text":" שפתי חכמים  (מ) כלומר אזני שמנה כאן לא נמנה בבאי מצרים לכך צריך לומר שהוא אצבון אבל איני יודע כו'. ואם תאמר והא לעיל פרש\"י וכן אצבון לגד. פירשתי זה לעיל","titles":[{"title":"﻿במדבר כו טז"},{"title":"﻿במדבר פרק כו פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":16},{"positionInParasha":25},{"uri":"jbr:tanach-4-26-24#SfateiChachamim","text":" שפתי חכמים  (נ) בפרשת ויגש. ופירש\"י בדברי הימים סימן ז' כי יוב הוא שמו ולפי שנתישבו ללמוד תורה דכתיב ומבני יששכר יודעי בינה לעתים לכך זכה ונקרא ישוב","titles":[{"title":"﻿במדבר כו כד"},{"title":"﻿במדבר פרק כו פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":24},{"positionInParasha":33},{"uri":"jbr:tanach-4-26-36#SfateiChachamim","text":" שפתי חכמים  (ש) זה לשון רש\"י ורוצה לפרש למה נקראת משפחה על שם בני בנים כמו שפירש לעיל","titles":[{"title":"﻿במדבר כו לו"},{"title":"﻿במדבר פרק כו פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":36},{"positionInParasha":45},{"uri":"jbr:tanach-4-26-39#SfateiChachamim","text":" שפתי חכמים  (ת) שפוף לשון מרחף","titles":[{"title":"﻿במדבר כו לט"},{"title":"﻿במדבר פרק כו פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":39},{"positionInParasha":48},{"uri":"jbr:tanach-4-26-53#SfateiChachamim","text":" שפתי חכמים  (א) פירוש לאלה הנזכרים לעיל דהיינו ת\"ר אלף ואלף ותש\"ל שהם באי הארץ תחלק הארץ כרבי יונתן ומפני שלא היה הכתוב צריך לזה דמתחלק הארץ בנחלה במספר שמות הבא אחריו ידענו שלאלה הנזכרים לעיל תחלק ומה תלמוד לומר לאלה דמשמע מיעוטא לאלה ולא לזולתם לא בא למעט אלא לאלה דוקא שהם מבני עשרים ומעלה ולא לאחרים. הרא\"ם","titles":[{"title":"﻿במדבר כו נג"},{"title":"﻿במדבר פרק כו פסוק נג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":53},{"positionInParasha":62},{"uri":"jbr:tanach-4-26-54#SfateiChachamim","text":" שפתי חכמים  (ב) ואף על פי שנתחלקה לחלקים שוים מכל מקום לא נתחלקה הארץ אלא לי\"ב תחומין אינם שוין ומעשה נסים היתה החלוקה שגורלות כל אנשי השבט יתחברו יחדיו במכוון לכך כמו שהיה גם כן נס שלא עלה גורל חלק גדול בארץ לשבט מועט באוכלוסין (ועיין במזרחי הארוך ובגמרא)","titles":[{"title":"﻿במדבר כו נד"},{"title":"﻿במדבר פרק כו פסוק נד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":54},{"positionInParasha":63},{"uri":"jbr:tanach-4-26-55#SfateiChachamim","text":" שפתי חכמים  (ג) רצ\"ל הא לעיל כתיב לאלה תחלק הארץ משמע לאותן שנכנסים לארץ ישראל וכאן משמע ליוצאי מצרים","titles":[{"title":"﻿במדבר כו נה"},{"title":"﻿במדבר פרק כו פסוק נה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":55},{"positionInParasha":64},{"uri":"jbr:tanach-4-26-56#SfateiChachamim","text":" שפתי חכמים  (ח) דאם לא כן על פי הגורל למה לי הא כתיב אך בגורל תחלק וגומר אלא לומר שעל פי רוח הקודש כלומר בשעה שיצאו הקלפים היה הקול עולה עם הקלפים ואומר אני גורל של תחום עכו עליתי לשבט פלוני. והוצרך לזה דאם לא כן מאחר שלפי רבוי השבט ולפי מיעוט השבט היו חולקים ואם כן למה חלקו בגורל שמא יפול לשבט מרובה באוכלוסין חלק מועט לכן פירש שהגורל היה על פי רוח הקודש","titles":[{"title":"﻿במדבר כו נו"},{"title":"﻿במדבר פרק כו פסוק נו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":56},{"positionInParasha":65},{"uri":"jbr:tanach-4-26-59#SfateiChachamim","text":" שפתי חכמים  (ט) פירוש משום שהכתוב קצר ולא פירש מי ילדה הוצרך לומר אשתו ילדה ואחר כך ק\"ל במצרים למה לי הוכרח לדרוש שלידתה היתה במצרים ולא הורתה ואי אפשר זה אלא כשנולדה בין החומות","titles":[{"title":"﻿במדבר כו נט"},{"title":"﻿במדבר פרק כו פסוק נט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":59},{"positionInParasha":68},{"uri":"jbr:tanach-4-26-62#SfateiChachamim","text":" שפתי חכמים  (י) רצ\"ל מה שכתב כי לא התפקדו בתוך בני ישראל הא מנה אותם. ומתרץ שלא נמנו מבן כ' כישראל אלא מבן חודש","titles":[{"title":"﻿במדבר כו סב"},{"title":"﻿במדבר פרק כו פסוק סב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":62},{"positionInParasha":71},{"uri":"jbr:tanach-4-26-64#SfateiChachamim","text":" שפתי חכמים  (ל) רצונו לתרץ למה כתיב איש ולא נותר אחד מיבעי ליה","titles":[{"title":"﻿במדבר כו סד"},{"title":"﻿במדבר פרק כו פסוק סד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":64},{"positionInParasha":73},{"uri":"jbr:tanach-4-27-1#SfateiChachamim","text":" שפתי חכמים  (נ) כלומר ועוד טעם למה נאמר מנשה בן יוסף","titles":[{"title":"﻿במדבר כז א"},{"title":"﻿במדבר פרק כז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":1},{"positionInParasha":75},{"uri":"jbr:tanach-4-27-2#SfateiChachamim","text":" שפתי חכמים  (ס) וכאלו אמר ותעמודנה לפני אלעזר הכהן וגו' ואחר כך לפני משה","titles":[{"title":"﻿במדבר כז ב"},{"title":"﻿במדבר פרק כז פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":2},{"positionInParasha":76},{"uri":"jbr:tanach-4-27-3#SfateiChachamim","text":" שפתי חכמים  (ע) דאם לא כן מאי נפקא מינה אם מת בחטאו","titles":[{"title":"﻿במדבר כז ג"},{"title":"﻿במדבר פרק כז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":3},{"positionInParasha":77},{"uri":"jbr:tanach-4-27-4#SfateiChachamim","text":" שפתי חכמים  (ק) רצונו לתרץ דכל כי נתינת טעם הוא אשלמעלה והכא מה טעם הוא אלמעלה אדרבה בשביל שאין לו בן לכך יגרע לכן פירש דהכי קאמר למה יגרע ותן לנו נחלה כי אין לו בן אבל אם היה כו'","titles":[{"title":"﻿במדבר כז ד"},{"title":"﻿במדבר פרק כז פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":4},{"positionInParasha":78},{"uri":"jbr:tanach-4-27-5#SfateiChachamim","text":" שפתי חכמים  (ש) דאם לא כן לקמן בפרשת מסעי לא כתיב רק ויצו משה על פי ה' כן מטה בני יוסף וגו' וכאן הוצרך להביא משפטן לפני ה' אלא שנתעלמה כו'","titles":[{"title":"﻿במדבר כז ה"},{"title":"﻿במדבר פרק כז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":5},{"positionInParasha":79},{"uri":"jbr:tanach-4-27-7#SfateiChachamim","text":" שפתי חכמים  (א) פירוש שרש\"י רוצה לפרש דברי המתרגם שתרגם יאות שרצונו לומר יפה תבעו בנות צלפחד שכך דרשו רבותינו זכרונם לברכה כן בנות צלפחד דוברות שכך כתובה פרשה זו לפני במרום. רא\"ם","titles":[{"title":"﻿במדבר כז ז"},{"title":"﻿במדבר פרק כז פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":7},{"positionInParasha":81},{"uri":"jbr:tanach-4-27-12#SfateiChachamim","text":" שפתי חכמים  (ה) פירוש הא הר העברים הוא הר נבו וכיון שעלה משם להר נבו שוב לא ירד ומת שם מיד כדכתיב בפרשת וזאת הברכה ולמה נסמכה וכו'","titles":[{"title":"﻿במדבר כז יב"},{"title":"﻿במדבר פרק כז פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":12},{"positionInParasha":86},{"uri":"jbr:tanach-4-27-13#SfateiChachamim","text":" שפתי חכמים  (ח) מדלא כתיב כאשר נאסף אברהם או שאר צדיקים","titles":[{"title":"﻿במדבר כז יג"},{"title":"﻿במדבר פרק כז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":13},{"positionInParasha":87},{"uri":"jbr:tanach-4-27-14#SfateiChachamim","text":" שפתי חכמים  (מ) ר\"ל עון של מי מריבה לבד היה בהן ולא עון אחר ולפי זה קאי על משה ועל אהרן","titles":[{"title":"﻿במדבר כז יד"},{"title":"﻿במדבר פרק כז פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":14},{"positionInParasha":88},{"uri":"jbr:tanach-4-27-15#SfateiChachamim","text":" שפתי חכמים  (ס) ר\"ל למה אמר משה ענין זה ולא התפלל שיכנס","titles":[{"title":"﻿במדבר כז טו"},{"title":"﻿במדבר פרק כז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":15},{"positionInParasha":89},{"uri":"jbr:tanach-4-27-16#SfateiChachamim","text":" שפתי חכמים  (פ) נראה לי דקשה לרש\"י לרבותינו זכרונם לברכה שאמרו שאמר לו השיבני וכו' וכי יהיה הדור בלא פרנס אלא שאלתו היה אם צריך למנות פרנס או שיירשו בניו אחריו גדולתו כמו שאמר תן נחלת צלפחד לבנותיו לכך דרשו ולפיכך נמשך גם רש\"י זכרונו לברכה אחרי דברי רבותינו זכרונם לברכה","titles":[{"title":"﻿במדבר כז טז"},{"title":"﻿במדבר פרק כז פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":16},{"positionInParasha":90},{"uri":"jbr:tanach-4-27-17#SfateiChachamim","text":" שפתי חכמים  (ר) דלטעם ראשון קשה למה ליה למימר ואשר יוציאם מה זכות צריך לגבי הוצאה בשלמא גבי הבאה צריך זכות שלא יפקד מהם לכן פירש דבר אחר וכו' ולפי דבר אחר קשה דואשר יוציאם וכו' לא יהיה דומה לאשר יצא לפניהם דעיקר תפלתו הוא בשביל העם ואשר יוציאם פירושו הוא בשביל טובת המנהיג היה תפלתו ולפי וי\"ו העיטוף דואשר יוציאם משמע דכל תפלתו ודבריו היו לטובת ישראל לכן פירש גם טעם ראשון ודו\"ק","titles":[{"title":"﻿במדבר כז יז"},{"title":"﻿במדבר פרק כז פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":17},{"positionInParasha":91},{"uri":"jbr:tanach-4-27-18#SfateiChachamim","text":" שפתי חכמים  (ש) כבר נתבאר זה כמה פעמים שאין קיחה נופלת בבני אדם לכן פירש וכו'","titles":[{"title":"﻿במדבר כז יח"},{"title":"﻿במדבר פרק כז פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":18},{"positionInParasha":92},{"uri":"jbr:tanach-4-27-20#SfateiChachamim","text":" שפתי חכמים  (ד) כלומר פנים של משה מאירים יותר משל יהושע ויש מפרשים כמו חמה שנטלה אורה מהקדוש ברוך הוא ולבנה נטלה אורה מחמה כך משה נטל קירון עור פניו מהקדוש ברוך הוא ויהושע נטל ממשה","titles":[{"title":"﻿במדבר כז כ"},{"title":"﻿במדבר פרק כז פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":20},{"positionInParasha":94},{"uri":"jbr:tanach-4-27-21#SfateiChachamim","text":" שפתי חכמים  (ו) ר\"ל היאך בא ענין זה לכאן מה ענין אלעזר אצל יהושע. (גור אריה) דאם לא כן למה צוה זה למשה היה לו לצוות ליהושע בעצמו","titles":[{"title":"﻿במדבר כז כא"},{"title":"﻿במדבר פרק כז פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":21},{"positionInParasha":95},{"uri":"jbr:tanach-4-27-22#SfateiChachamim","text":" שפתי חכמים  (ח) ר\"ל הא כתיב ויעש משה כאשר צוה ה' אותו וא\"כ ויקח את יהושע למה לי. ומתרץ לקחו וכו' ר\"ל שאמר לו יותר ממה שאמר לו הקדוש ברוך הוא דהקדוש ברוך הוא לאמר לו אלא אשריך שזכית לכך וכו' והוא הודיעו מתן שכר וכו' והטעם כדי שלא יאמר מה לי ולצרה זו שהרי משה ואהרן נענשו עליהם ולכך הראהו מתן שכרן","titles":[{"title":"﻿במדבר כז כב"},{"title":"﻿במדבר פרק כז פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":22},{"positionInParasha":96},{"uri":"jbr:tanach-4-27-23#SfateiChachamim","text":" שפתי חכמים  (ט) כאן גם כן קשה למה ליה למכתב כדפרישית לעיל","titles":[{"title":"﻿במדבר כז כג"},{"title":"﻿במדבר פרק כז פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":23},{"positionInParasha":97},{"uri":"jbr:tanach-4-28-2#SfateiChachamim","text":" שפתי חכמים  (י) רצ\"ל מה ענין פרשת התמיד לפרשה שלמעלה שנאמר יפקוד ה' אלהי הרוחות","titles":[{"title":"﻿במדבר כח ב"},{"title":"﻿במדבר פרק כח פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":2},{"positionInParasha":99},{"uri":"jbr:tanach-4-28-3#SfateiChachamim","text":" שפתי חכמים  (ע) פירוש אזהרה לבית דין שיזהירו לישראל על התמידין דאם לא כן ואמרת שניה למה לי","titles":[{"title":"﻿במדבר כח ג"},{"title":"﻿במדבר פרק כח פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":3},{"positionInParasha":100},{"uri":"jbr:tanach-4-28-5#SfateiChachamim","text":" שפתי חכמים  (ר) כלומר הוא הסולת שהיא עשירית האיפה הבאה עם הקרבן לאפוקי מחמשת המנחות האמורות בויקרא שהן באות בפני עצמן","titles":[{"title":"﻿במדבר כח ה"},{"title":"﻿במדבר פרק כח פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":5},{"positionInParasha":102},{"uri":"jbr:tanach-4-28-6#SfateiChachamim","text":" שפתי חכמים  (ש) ר\"ל כיון שכתוב העשויה בהר סיני משמע שכבר נעשו בהר סיני וכיון שכבר נעשו למה צריכין לעשות כאן. ומתרץ כאותן וכו' כלומר דמגיה הפסוק והוי כאלו כתיב כהעשויה ככ\"ף הדמיון","titles":[{"title":"﻿במדבר כח ו"},{"title":"﻿במדבר פרק כח פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":6},{"positionInParasha":103},{"uri":"jbr:tanach-4-28-7#SfateiChachamim","text":" שפתי חכמים  (ת) פירוש ולא שאר משקין שכן כתיב בפרשת נסכים יין לנסך רביעית ההין","titles":[{"title":"﻿במדבר כח ז"},{"title":"﻿במדבר פרק כח פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":7},{"positionInParasha":104},{"uri":"jbr:tanach-4-28-10#SfateiChachamim","text":" שפתי חכמים  (ב) ואם תאמר גבי יום טוב למה לא כתב גם כן שאין מביאין עולת יום טוב ביום טוב אחר. ויש לומר דזה לא צריך ללמוד דפשיטא דאסור כיון דיום טוב זה שם בפני עצמו וזה שם בפני עצמו אבל משבת לשבת הכל ענין אחד הוא הוה אמינא דשרי קא משמע לן דאסור","titles":[{"title":"﻿במדבר כח י"},{"title":"﻿במדבר פרק כח פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":10},{"positionInParasha":107},{"uri":"jbr:tanach-4-28-12#SfateiChachamim","text":" שפתי חכמים  (ד) ר\"ל בפרשת שלח לך","titles":[{"title":"﻿במדבר כח יב"},{"title":"﻿במדבר פרק כח פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":12},{"positionInParasha":109},{"uri":"jbr:tanach-4-28-15#SfateiChachamim","text":" שפתי חכמים  (ה) ר\"ל למה מביאין בראש חדש שעיר עזים לחטאת על איזה חטא הוא","titles":[{"title":"﻿במדבר כח טו"},{"title":"﻿במדבר פרק כח פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":15},{"positionInParasha":112},{"uri":"jbr:tanach-4-28-26#SfateiChachamim","text":" שפתי חכמים  (ל) אף על פי שהעומר מתיר כל מיני חדש של חיטין ושל שעורין ושאר מיני דגן הני מילי לאכילה אבל למנחה לאישים אין רשאי להביא מן החדש אלא אחר מנחת שתי הלחם שהיא באה מן החטין של שנה זו","titles":[{"title":"﻿במדבר כח כו"},{"title":"﻿במדבר פרק כח פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":26},{"positionInParasha":123},{"uri":"jbr:tanach-4-28-31#SfateiChachamim","text":" שפתי חכמים  (מ) פירוש דהל\"ל למעלה ושעיר עזים אחד לכפר עליכם תמימים יהיו לכם וסמיך ליה אל ונסכיהם למה לי שגם נסכיהם יהיו תמימים","titles":[{"title":"﻿במדבר כח לא"},{"title":"﻿במדבר פרק כח פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":31},{"positionInParasha":128},{"uri":"jbr:tanach-4-29-11#SfateiChachamim","text":" שפתי חכמים  (נ) ר\"ל דעולת התמיד לא קאי אשעיר עזים לחטאת אלא אוהקרבתם עולה דלמעלה והכי קאמר קרא שעיר עזים אחד לחטאת מלבד חטאת הכפורים ועולה של יום כפורים מלבד עולת התמיד ומנחתה והוה כאלו כתיב ב' פעמים מלבד דוי\"ו של ועולת קאי אמלבד חטאת הכפורים","titles":[{"title":"﻿במדבר כט יא"},{"title":"﻿במדבר פרק כט פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-29"},{"positionInPerek":11},{"positionInParasha":139},{"uri":"jbr:tanach-4-29-35#SfateiChachamim","text":" שפתי חכמים  (פ) והא דכתיב בתריה כל מלאכת עבודה לא תעשו הוא תוספת ביאור שהכתוב עצמו מפרש לענין מה תהיו עצורים","titles":[{"title":"﻿במדבר כט לה"},{"title":"﻿במדבר פרק כט פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-29"},{"positionInPerek":35},{"positionInParasha":163},{"uri":"jbr:tanach-4-29-36#SfateiChachamim","text":" שפתי חכמים  (ר) שהם עם אחד בארץ","titles":[{"title":"﻿במדבר כט לו"},{"title":"﻿במדבר פרק כט פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-29"},{"positionInPerek":36},{"positionInParasha":164},{"uri":"jbr:tanach-4-29-39#SfateiChachamim","text":" שפתי חכמים  (ת) ר\"ל כתיב אלה תעשו לה' במועדיכם לבד מנדריכם וגו' הואיל וגם הנדרים ונדבות צריך לעשות למה לא כללן בכלל אחד. ומתרץ דאלו הכתובים למעלה דבר קצוב לחובה לבד מנדריכם שהם רשות","titles":[{"title":"﻿במדבר כט לט"},{"title":"﻿במדבר פרק כט פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-29"},{"positionInPerek":39},{"positionInParasha":167},{"uri":"jbr:tanach-4-30-2#SfateiChachamim","text":" שפתי חכמים  (א) ר\"ל למה כתיב אל ראשי המטות ואין לומר דלא אמר פרשה זו אלא לראשי המטות בלבד ולא לכל ישראל דהא נאמר כאן זה הדבר לגזירה שוה כדפרש\"י בסמוך דפרשה זו לכל ישראל נאמרה ואם כן למה ליה למכתב ראשי המטות ומתרץ חלק כבוד כו' ואם כן לפי זה יהי' הפירוש אל ראשי המטות לבני ישראל כמו ולבני ישראל רא\"ם. ואין לומר דלמא פירושו של קרא הוא הכי אל ראשי המטות של בני ישראל אם כן בני ישראל דכתיב בקרא למה לי לא הל\"ל רק אל ראשי המטות לאמר וגו'. אלא על כרחך סדר הלימוד הוא בא לאשמועינן כמו שפירש הרא\"ם וכמו שמפרש בסמוך אי נמי דק\"ל למה כתב קרא ראשי המטות לבני ישראל הל\"ל אל ראשי מטות בני ישראל אלא ע\"כ כיון דכתב קרא הכי צריך לומר דראשי המטות הוא דבוק כלומר מלת מטות דבוק למלת ראשי ואז יהיה מלת ישראל מוכרת ואינו דבוק למלת מטות והוי מלתא בפני עצמו ועל כרחך פירושו הכי מתחלה אמר משה לראשי המטות ואחר כך לבני ישראל וכאלו כתיב ולבני ישראל והיינו החילוק כבוד ללמדם תחלה ואחר כך לבני ישראל וקל להבין. ובזה ניחא נמי למה לא כתיב וידבר ה' אל משה לאמר דבר אל בני ישראל איש כי ידור כו' אלא על כרחך סדר הלימוד הוא בא לאשמועינן לכן כתיב וידבר משה כלומר היאך היה הדבור של משה לישראל ודו\"ק נ\"ל כ\"ה הצעת דברי רש\"י על פי תורת כהנים אבל בגמרא נדרים יש ילפותא אחריתא","titles":[{"title":"﻿במדבר ל ב"},{"title":"﻿במדבר פרק ל פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":2},{"positionInParasha":1},{"uri":"jbr:tanach-4-30-3#SfateiChachamim","text":" שפתי חכמים  (כ) ר\"ל שאמר דבר זה יהא עלי קונם שלא אוכל כו'","titles":[{"title":"﻿במדבר ל ג"},{"title":"﻿במדבר פרק ל פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":3},{"positionInParasha":2},{"uri":"jbr:tanach-4-30-4#SfateiChachamim","text":" שפתי חכמים  (נ) מדכתיב בסוף פרשה זו בנעוריה בית אביה וקרא יתירא הוא דהא כתיב כאן בבית אביה בנעוריה אלא בא ללמדך כל שבח נעוריה לאביה ואפילו אינה בביתו דלאו דוקא כתיב בבית אביה. אף בבית אביה דלעיל מיניה פי' ברשותו ולא בביתו ממש. רא\"ם","titles":[{"title":"﻿במדבר ל ד"},{"title":"﻿במדבר פרק ל פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":4},{"positionInParasha":3},{"uri":"jbr:tanach-4-30-6#SfateiChachamim","text":" שפתי חכמים  (ע) ואם תאמר והא בלאו קרא זה נמי ידע רש\"י פירושו של הניא כמו שמביא אחר כך פסוק ולמה תניאון ואל יניא ראשי ועוד האריך [הרא\"ם] בקושיות. ויש לומר דהכי פירושו בתחלה מפרש רש\"י אם מנע אותה מן הנדר כמו שפירש אחר כך ופשוטו כו' והואיל ופירש אם מנע אותה הוה אמינא בדיבור בעלמא יכול לבטל הנדר כשאמר אי אפשי שיתקיים נדר זה לכך מפרש כלומר שהפר לה ר\"ל במדרש מפורש כן שצריך להפר לה ולומר לה מופר לך אבל אי לא אמר כן אלא מניעה בעלמא אינו מופר ולפי המדרש אמר הנאה זו איני יודע מה היא ר\"ל האי ואם הניא אביה אותה לפי המדרש שפירש שהוא לשון הפרה איני יודע היאך משמע מהניא הפרה אבל כיון שפירש במדרש כשהוא אומר בסיפא גבי בעל ואם ביום שמוע אישה יניא אותה והפר שמע מינה דהנאה דגבי בעל הוא לשון הפרה הוי אומר הנאה זו דכתיב גבי אב הוי נמי הפרה דאי פירושו לשון מניעה בעלמא הוי קראי סתרי אהדדי דהניא אביה אותה משמע מניעה בעלמא ויניא דכתיב גבי בעל משמע הפרה שיאמר מופר לך מדכתיב ואם יניא אותה והפר ועל כרחך צריך לומר דהפר פירושו של יניא שמע מינה דהנאה דכתיב גבי אב נמי היינו הפרה וכתב הכתוב הנאה במקום הפרה אבל לפי פשוטו לשון מניעה והסרה כדפרש\"י לעיל ומביא ראיה מהפסוקים ואחר כך ק\"ל כיון דהניא אביה אותה משמע הפרה ממש למה כתיב וה' יסלח לה למה צריכה סליחה כיון שלא חטאה דהא הפר לה הנדר ומתרץ דהא כתיב נמי בסמוך גבי בעל וה' יסלח לה ובמה הכתוב מדבר באשה שנדרה כו' זו היא שצריכה סליחה ואף על פי שהוא מופר הכי נמי באב ובתו מיירי בבת שנדרה בנזיר ושמע אביה וכו' שצריכה סליחה כיון שהיא לא ידעה שהפר לה ועוברת על נדרה כדפרש\"י והרא\"ם האריך עוד עיין שם","titles":[{"title":"﻿במדבר ל ו"},{"title":"﻿במדבר פרק ל פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":6},{"positionInParasha":5},{"uri":"jbr:tanach-4-30-7#SfateiChachamim","text":" שפתי חכמים  (פ) פירוש אף על פי שסתם הויה לשון קידושין הוא מכל מקום כיון דאשכחן נמי הויה למשכב גבי הבתולה הקרובה אליו אשר לא היתה לאיש שר\"ל למשכב דהיינו נשואה הוה אמינא אף הויה זו נמי למשכב דהיינו נשואה ויהיו האב והבעל מפירין נדרה כשהוא אומר כו'","titles":[{"title":"﻿במדבר ל ז"},{"title":"﻿במדבר פרק ל פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":7},{"positionInParasha":6},{"uri":"jbr:tanach-4-30-9#SfateiChachamim","text":" שפתי חכמים  (א) (נחלת יעקב) אין ספק שהוא טעות סופר שהרי זה הפסוק קאי אואם בית אישה נדרה שהיא נשואה מאיש אבל גירסת הרא\"ם היא נכונה שרשם והפר את נדרה","titles":[{"title":"﻿במדבר ל ט"},{"title":"﻿במדבר פרק ל פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":9},{"positionInParasha":8},{"uri":"jbr:tanach-4-30-10#SfateiChachamim","text":" שפתי חכמים  (ג) דהכי פירושו אלמנה אינה ברשות האב וגרושה אינה ברשות הבעל להפר לה. ואם תאמר ואיך תעלה על דעתך שיפר. ויש לומר לפי שמצינו הבעל מפר אפילו נדר שלא נדרה ברשותו כגון שנדרה בבית אביה כל שכן שיכול להפר לה מה שנדרה ברשותו לכן פירש אינה ברשות הבעל. מצאתי","titles":[{"title":"﻿במדבר ל י"},{"title":"﻿במדבר פרק ל פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":10},{"positionInParasha":9},{"uri":"jbr:tanach-4-30-11#SfateiChachamim","text":" שפתי חכמים  (ד) (גור אריה) והא דלא הקדים הכתוב ואם בית אישה נדרה קודם קרא דונדר אלמנה שמדבר אחר הנשואין מפני דאלמנה וגרושה לאו דוקא אלא הוא הדין בוגרת והיא פנויה אין לאב רשות עליה ונדרה קיים כמו באלמנה ואם כן הכל כסדר דבתחלה דיבר בנערה שהיא ברשות אביה לגמרי ואחר כך ואם היו תהיה לאיש דהיא ברשות אביה וברשות בעלה ואחר כך באשה שאין רשות האב עליה אלמנה וגרושה והוא הדין בוגרת ואחר כך בנשואה שהיא ברשות בעלה לגמרי","titles":[{"title":"﻿במדבר ל יא"},{"title":"﻿במדבר פרק ל פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":11},{"positionInParasha":10},{"uri":"jbr:tanach-4-30-14#SfateiChachamim","text":" שפתי חכמים  (ה) כגון שלא תטעום אחד מכל המינים או שלא תשתה מכל מיני משקים","titles":[{"title":"﻿במדבר ל יד"},{"title":"﻿במדבר פרק ל פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":14},{"positionInParasha":13},{"uri":"jbr:tanach-4-30-15#SfateiChachamim","text":" שפתי חכמים  (ו) ר\"ל למה ליה למכתב מיום אל יום אין לומר דבא ללמד דאם לא הפר ביום שמעו שוב אינו מפר הא זה כבר כתיב לעיל ושמע אישה ביום שמעו והחריש לה וקמו וגו' ומתרץ דאי לא כתיב מיום אל יום הוה אמינא מה שכתוב לעיל ביום שמעו היינו מעת לעת שהוא כ\"ד שעות","titles":[{"title":"﻿במדבר ל טו"},{"title":"﻿במדבר פרק ל פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":15},{"positionInParasha":14},{"uri":"jbr:tanach-4-30-16#SfateiChachamim","text":" שפתי חכמים  (ח) ר\"ל למה כתיב ואם הפר יפר אותם אחרי שמעו ונשא את עונה דמשמע מיד ששמע אם יפר ישא את עונה והרי שפיר עביד ואין לומר דאחרי שמעו הכי פירושו שאם לא הפר לה תיכף כששמע את נדרה אינו חוזר ומפר דהא כתיב כי החריש לה ביום שמעו דמשמע שכל יום שמעו אף על פי שהחריש לה יכול להפר אחר כך באותו יום. אלא על כרחך הכי פירושו שאם שמע נדרה ואמר אפשי בו שאז אינו יכול להפר אפילו בו ביום","titles":[{"title":"﻿במדבר ל טז"},{"title":"﻿במדבר פרק ל פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":16},{"positionInParasha":15},{"uri":"jbr:tanach-4-31-2#SfateiChachamim","text":" שפתי חכמים  (ט) ר\"ל למה צוה לנקום מהמדינים והלא המואבים שכרו את בלעם כדכתיב בפ' בלק ואם תאמר ולמה נקט רש\"י הכא תרי טעמים ובפרשת פנחס לא נקט אלא חד טעמא ויש לומר דק\"ל למה שינה כאן הלשון וכתב נקום נקמת והתם כתיב צרור וגו' אלא על כרחך צריך לומר משום הדיוק מאת המדינים ולא מאת המואבים אם כן שמע מינה מדיוקא דנקום דוקא להורגם אסור אבל לאייב אותם מותר ולעיל משמע אפילו לאייבם אסור מדכתיב צרור את המדינים אם כן סתרי קראי אהדדי ועל זה נקט הכא ב' טעמים דהא שאסר להרגם משום שהמואבים נכנסו לדבר מחמת יראה וכו' והא דמשמע הכא דמותר לאייבם היינו לאחר שנתגיירו הב' פרידות דעיקר הטעם הוא משום ב' פרידות וכו' וכיון שיצאו ב' פרידות מותר לאייבם אבל לאייבם קודם שנתגיירו אסור","titles":[{"title":"﻿במדבר לא ב"},{"title":"﻿במדבר פרק לא פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":2},{"positionInParasha":18},{"uri":"jbr:tanach-4-31-3#SfateiChachamim","text":" שפתי חכמים  (ל) דכתיב נקום נקמת וגו' אחר תאסף אל עמיך. דאם לא כן וידבר משה למה לי דמסתמא כל מה שנצטווה אמר לישראל","titles":[{"title":"﻿במדבר לא ג"},{"title":"﻿במדבר פרק לא פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":3},{"positionInParasha":19},{"uri":"jbr:tanach-4-31-4#SfateiChachamim","text":" שפתי חכמים  (ס) דהוה אמינא הואיל ושבט לוי לא נטלו חלק בארץ גם לא יצאו לצבא לכך צריך לרבות ואם תאמר כיון דגם שבט לוי הולכין לצבא היו י\"ג דהא חשיב אפרים ומנשה לכל הפקודים ובקרא כתיב וימסרו וגו' אלף למטה י\"ב אלף. והרא\"ם תירץ דאפרים ומנשה לא נקראו ב' שבטים רק בדבר נחלת הארץ ולכן במרגלים שהיו בעבור נחלת הארץ נחשבו לשני מטות ופה שלא היה רק לנקמת ה' בלבד אינם נקראים אלא שבט אחד עד כאן לשונו והאריכו בזה המפרשים עיין שם","titles":[{"title":"﻿במדבר לא ד"},{"title":"﻿במדבר פרק לא פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":4},{"positionInParasha":20},{"uri":"jbr:tanach-4-31-5#SfateiChachamim","text":" שפתי חכמים  (ע) דאם לא כן ויקח משה י\"ב אלף מיבעי ליה וגו'","titles":[{"title":"﻿במדבר לא ה"},{"title":"﻿במדבר פרק לא פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":5},{"positionInParasha":21},{"uri":"jbr:tanach-4-31-6#SfateiChachamim","text":" שפתי חכמים  (פ) מדכתיב וישלח אותם משה למה חזר וכתב אותם ואת פנחס אלא מגיד וכו'","titles":[{"title":"﻿במדבר לא ו"},{"title":"﻿במדבר פרק לא פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":6},{"positionInParasha":22},{"uri":"jbr:tanach-4-31-8#SfateiChachamim","text":" שפתי חכמים  (ת) דקשה היאך אירע שבלעם היה אצל מדינים שהרי בלעם מארם נהרים היה אלא שהלך למדינים לבקש השכר ולא אצל בלק כי הם היו סרסורי העבירה אי נמי שמא היה שם באותו הזמן כי עבר דרך שם לילך אל בלק לבקש שכרו","titles":[{"title":"﻿במדבר לא ח"},{"title":"﻿במדבר פרק לא פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":8},{"positionInParasha":24},{"uri":"jbr:tanach-4-31-10#SfateiChachamim","text":" שפתי חכמים  (ג) וסרני היינו שרים ותרגומו טורני שמע מינה דטורני פירוש שרים וטורני היינו טירותם כלומר מקום מושב שרים ולטעם אחרון לחוד קשה היה לו לכתוב טורנות ולטעם ראשון קשה היה לו לכתוב נוטרותן לכן פירש ב' טעמים","titles":[{"title":"﻿במדבר לא י"},{"title":"﻿במדבר פרק לא פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":10},{"positionInParasha":26},{"uri":"jbr:tanach-4-31-11#SfateiChachamim","text":" שפתי חכמים  (ד) דלקמן פרש\"י על יתר הבז אשר בזזו שהיה עודף על בז המטלטלין אשר בזזו עם הצבא איש לו שמשמע שנשארו בידם והמטלטלין של תכשיט לא נשארו בידם כי הביאום לה' כדכתיב ונקרב את קרבן ה' וגו' ועל כרחך צריך לומר דבז היינו מטלטלים שאינן של תכשיט. וכתב הרא\"ם אבל לא ידעתי מנין לו זה כי יותר נכון הל\"ל שהוא כולל כל המטלטלין בכלל מאחר שכלל כל הבזה לשנים את כל השלל ואת כל המלקוח. ונראה דרש\"י גם כן סבירא ליה הא דכתיב את כל השלל שהוא כולל הכל בין של תכשיט ובין שאינו של תכשיט אך רש\"י רצה לתרץ הקרא דפעם קורא אותו שלל ופעם קורא אותו בז ולמה לא כתיב ויהי המלקוח יתר השלל אשר שללו וגומר אלא על כרחך צריך לומר הכא דשלל הוא מלטלטלין של תכשיט ובזה הוא מטלטלין שאינו של תכשיט","titles":[{"title":"﻿במדבר לא יא"},{"title":"﻿במדבר פרק לא פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":11},{"positionInParasha":27},{"uri":"jbr:tanach-4-31-17#SfateiChachamim","text":" שפתי חכמים  (ה) כגון בת ג' שנים ויום אחד אבל פחותה מכאן אינה ראויה ליבעל","titles":[{"title":"﻿במדבר לא יז"},{"title":"﻿במדבר פרק לא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":17},{"positionInParasha":33},{"uri":"jbr:tanach-4-31-19#SfateiChachamim","text":" שפתי חכמים  (ט) ר\"ל הא טמא מת מותר ליכנס אפי' במחנה לויה ולמה אמר חנו מחוץ למחנה ומתרץ דמחנה מיירי בעזרה","titles":[{"title":"﻿במדבר לא יט"},{"title":"﻿במדבר פרק לא פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":19},{"positionInParasha":35},{"uri":"jbr:tanach-4-31-20#SfateiChachamim","text":" שפתי חכמים  (מ) ר\"ל לל\"ל וכל מעשה עזים הא כתיב וכל כלי עור","titles":[{"title":"﻿במדבר לא כ"},{"title":"﻿במדבר פרק לא פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":20},{"positionInParasha":36},{"uri":"jbr:tanach-4-31-21#SfateiChachamim","text":" שפתי חכמים  (נ) פירוש שלא הל\"ל ששמע מרבו אלא הל\"ל סתם שהרי כל התורה ניתנה על ידי משה אלא לומר דבר בשם אומרו כמו ותאמר אסתר למלך בשם מרדכי","titles":[{"title":"﻿במדבר לא כא"},{"title":"﻿במדבר פרק לא פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":21},{"positionInParasha":37},{"uri":"jbr:tanach-4-31-23#SfateiChachamim","text":" שפתי חכמים  (ס) ר\"ל וכי בשביל שהאומן עושה הכלי באור הצריכו הכתוב להעביר אותו עוד באש לכן פירש לבשל בו והוא מקרא קצר דהל\"ל וכל אשר יבא באש לבשל בו","titles":[{"title":"﻿במדבר לא כג"},{"title":"﻿במדבר פרק לא פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":23},{"positionInParasha":39},{"uri":"jbr:tanach-4-31-26#SfateiChachamim","text":" שפתי חכמים  (פ) פירוש קבל כמו לא תשא שמע שוא ולא לשון הרמה כמו ישא פרעה את ראשך ופירש ראש סך חשבון כמו כי תשא את ראש ונקרא הסך ראש מפני שמנהג בעלי החשבון לכתוב הסך בראש איגרת הפרטים","titles":[{"title":"﻿במדבר לא כו"},{"title":"﻿במדבר פרק לא פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":26},{"positionInParasha":42},{"uri":"jbr:tanach-4-31-27#SfateiChachamim","text":" שפתי חכמים  (צ) ר\"ל לפי מה שכתוב בקרא משמע תופשי המלחמה יעמדו בצד זה ושאר כל העדה יעמדו בצד שני ובין אלו שתי המחנות תחלקוהו ואם כן מה טעם יש בדבר וגם לא מפרש הקרא למי יתן החלקים ומתרץ הכי קאמר קרא יתן חציו לאלו וחציו לאלו","titles":[{"title":"﻿במדבר לא כז"},{"title":"﻿במדבר פרק לא פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":27},{"positionInParasha":43},{"uri":"jbr:tanach-4-31-42#SfateiChachamim","text":" שפתי חכמים  (ק) ר\"ל מה שכתוב בקרא אשר חצה משה מן האנשים הצובאים משמע שחלק גוף האנשים וכי אפשר זה ועוד קשה למה לא מפרש הקרא למי נתן משה החלוקה ועל זה פירש לעדה ר\"ל שנתן לעדה והוציאה להם מן האנשים הצובאים ולא מגופן והרי מקרא קצר","titles":[{"title":"﻿במדבר לא מב"},{"title":"﻿במדבר פרק לא פסוק מב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":42},{"positionInParasha":58},{"uri":"jbr:tanach-4-31-43#SfateiChachamim","text":" שפתי חכמים  (ר) לא שבא להודיענו מספר המחצה כמה הוא שזה נלמד ממחצית תופשי המלחמה אלא הכתוב נמשך עד ויקח משה וגו' שממחציתם לקח אחד מן החמשים ונתן ללוים ועוד דאם לא כן ומחצית מיבעי ליה דממחצית מורה שר\"ל שממחציתן לקח מה שלקח","titles":[{"title":"﻿במדבר לא מג"},{"title":"﻿במדבר פרק לא פסוק מג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":43},{"positionInParasha":59},{"uri":"jbr:tanach-4-31-50#SfateiChachamim","text":" שפתי חכמים  (ש) ואם תאמר והלא הותר להם יפת תואר ויש לומר דלא הותר להם אלא לאחר ז' שנים שכבשו וז' שנים שחלקו וכן משמע בירושלמי דסוף מסכת עבודה זרה. מצאתי. ולי נראה הא דהותר להם יפת תואר דוקא במלחמת הרשות אבל מלחמה זו היתה דומה למלחמת חובה של לא תחיה כל נשמה וישראל לא ידעו זה מתחלה אלא אחר שכעס משה עליהם שהחיו כל נקבה ואם כן באיסור היה להם הרהור הלב של בנות מדין","titles":[{"title":"﻿במדבר לא נ"},{"title":"﻿במדבר פרק לא פסוק נ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":50},{"positionInParasha":66},{"uri":"jbr:tanach-4-32-3#SfateiChachamim","text":" שפתי חכמים  (ת) מדכתיב אחר כך הארץ אשר הכה ה' וגו' דהיינו סיחון ועוג שישראל נצחו אותן וירשו את ארצם כמו שמפורש בפרשת חקת. אי נמי מדכתיב בסמוך ויתן להם משה לבני גד וגומר את ממלכת סיחון מלך האמורי ואת ממלכת עוג מלך הבשן וכתיב בתריה ויבנו בני גד את דיבון ואת עטרות וגומר וחשיב כל הערים הכתובים הכא שמע מיניה דמארץ סיחון ועוג היו ולא מערי מדין הנכתב קודם לזה","titles":[{"title":"﻿במדבר לב ג"},{"title":"﻿במדבר פרק לב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":3},{"positionInParasha":73},{"uri":"jbr:tanach-4-32-8#SfateiChachamim","text":" שפתי חכמים  (א) כלומר הא דכתיב קדש ברנע לא תאמר דקדש שמה ושם בעלה ברנע כמו אלוני ממרא דבעל המישור נקרא ממרא לכן פירש כך שמה קדש ברנע הכל שם המקום והא דקרי ליה במקום אחר קדש לחוד על זה פירש דב' קדש היו","titles":[{"title":"﻿במדבר לב ח"},{"title":"﻿במדבר פרק לב פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":8},{"positionInParasha":78},{"uri":"jbr:tanach-4-32-12#SfateiChachamim","text":" שפתי חכמים  (ב) רצ\"ל מה שכתוב כאן כלב בן יפנה הקניזי ואם הוא בן יפנה לאו בן קנז הוא ואם בן קנז הוא לאו בן יפנה הוא וגם במקום אחר לא כתיב אלא כלב בן יפנה ומתרץ דמה שכתוב כאן בן יפנה הקניזי הכי פירושו אחר שמת יפנה אביו של כלב נשאת אמו של כלב לקנז וילדה לו את עתניאל וכלב נקרא בן יפנה אביו וקניזי בשל בעל אמו","titles":[{"title":"﻿במדבר לב יב"},{"title":"﻿במדבר פרק לב פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":12},{"positionInParasha":82},{"uri":"jbr:tanach-4-32-16#SfateiChachamim","text":" שפתי חכמים  (ג) ר\"ל למה שינה משה ואמר בנו לכם ערים לטפכם וגדרות לצאנכם ומתרץ לפי שהם היו חסים כו'","titles":[{"title":"﻿במדבר לב טז"},{"title":"﻿במדבר פרק לב פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":16},{"positionInParasha":86},{"uri":"jbr:tanach-4-32-17#SfateiChachamim","text":" שפתי חכמים  (ד) דאם לא כן מה טעם אמרו זה למשה מה שיהיה","titles":[{"title":"﻿במדבר לב יז"},{"title":"﻿במדבר פרק לב פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":17},{"positionInParasha":87},{"uri":"jbr:tanach-4-32-19#SfateiChachamim","text":" שפתי חכמים  (ו) ר\"ל הא נחלתן היתה גם כן בעבר הירדן ולמה אמרו כי לא ננחל וגו' לכן פירש בעבר הירדן של מערבי ר\"ל לא נטלו בעבר לצד מערב אלא בעבר של צד מזרח כדכתיב בתריה כי באה נחלתנו אלינו וגו'","titles":[{"title":"﻿במדבר לב יט"},{"title":"﻿במדבר פרק לב פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":19},{"positionInParasha":89},{"uri":"jbr:tanach-4-32-24#SfateiChachamim","text":" שפתי חכמים  (ז) דק\"ל למה הקדים הנו\"ן להאל\"ף וגם נקוד הנו\"ן בפת\"ח ולא בשו\"א","titles":[{"title":"﻿במדבר לב כד"},{"title":"﻿במדבר פרק לב פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":24},{"positionInParasha":94},{"uri":"jbr:tanach-4-32-25#SfateiChachamim","text":" שפתי חכמים  (י) ר\"ל למה כתיב ויאמר לשון יחיד ובני לשון רבים הוא","titles":[{"title":"﻿במדבר לב כה"},{"title":"﻿במדבר פרק לב פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":25},{"positionInParasha":95},{"uri":"jbr:tanach-4-32-28#SfateiChachamim","text":" שפתי חכמים  (כ) מפני שצווי זה הוא לשון מנוי כמ\"ש אחר זה ואינו נופל בזה מלת להם אלא עליהם אמר כמו עליהם ומפני שלא נתמנו רק על התנאים אמר ועל תנאם. ואמר שמצינו מלת להם כמו עליהם והוא מלת ה' ילחם לכם שפירושו עליכם כלומר בשבילכם","titles":[{"title":"﻿במדבר לב כח"},{"title":"﻿במדבר פרק לב פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":28},{"positionInParasha":98},{"uri":"jbr:tanach-4-32-32#SfateiChachamim","text":" שפתי חכמים  (ל) ר\"ל מה שכתוב ואתנו אחוזת נחלתנו מעבר לירדן מזרחה משמע שנטלו הקרקע אתם והיאך אפשר זה ועוד קשה למה כתיב מעבר לירדן והלא בצד זה נטלו נחלתן לזה כתב רש\"י מעבר הזה והוסיף מלת תהי מפני שמאמר בידינו וברשותנו אחוזת נחלתנו יסבול שהיתה ברשותנו אחוזת נחלתנו לפיכך הוסיף מלת תהי שהרי עדיין לא זכו בנחלתן זו אלא אחרי קיום התנאים ופירוש כי באה נחלתנו אלינו אחרי קיום התנאים כאילו אמר אחרי קיום התנאים לא נבקש עוד לנחול מעבר לירדן והלאה כי כבר קבלנו נחלתנו בעבר הירדן מזרחה למפרע קודם שעברנו את הירדן מכיון שכבר קיימנו תנאינו באחרונה אחר שהחזקנו בנחלתנו ובנינו גדרות צאן למקננו וערים לטפנו וישבנו בתוכם","titles":[{"title":"﻿במדבר לב לב"},{"title":"﻿במדבר פרק לב פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":32},{"positionInParasha":102},{"uri":"jbr:tanach-4-32-36#SfateiChachamim","text":" שפתי חכמים  (מ) לא כפי מצבו שמורה שכל אלה הערים הנזכרים היו ערי מבצר וגדרות צאן דאם כן מאי ויבנו דקאמר הא כבר בנויים ועומדין","titles":[{"title":"﻿במדבר לב לו"},{"title":"﻿במדבר פרק לב פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":36},{"positionInParasha":106},{"uri":"jbr:tanach-4-32-38#SfateiChachamim","text":" שפתי חכמים  (נ) כלומר שהסבו שמם קודם בנינם מחדש כדי שלא יזכר שם עבודת אלילים בפיהם כי נבו ובעל מעון היו שמות עבודת אלילים והיו נקראין הערים על שמם ובני ראובן הסבו את שמם כמו שאמרו רבותינו זכרונם לברכה בית גליא בית כריא אבל שאר העיירות הסבו שמם אחר בנינם החדש כמנהג כל בוני עיר","titles":[{"title":"﻿במדבר לב לח"},{"title":"﻿במדבר פרק לב פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":38},{"positionInParasha":108},{"uri":"jbr:tanach-4-33-1#SfateiChachamim","text":" שפתי חכמים  (א) ר\"ל דפארן היה מישור גדול ומקום היה בו שנקרא רתמה שמע מינה דגזירת מרגלים היה ברתמה","titles":[{"title":"﻿במדבר לג א"},{"title":"﻿במדבר פרק לג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-4-33-4#SfateiChachamim","text":" שפתי חכמים  (ו) כלומר שנותן טעם אלמעלה מה שכתוב יצאו בני ישראל ביד רמה ולמה הניחו להם המצריים ומפרש ומצרים מקברים וגו' והיו טרודים באבלם ר\"ל שהיו עסוקים לקבור מתיהם ולא היה להם פנאי לעכב את ישראל","titles":[{"title":"﻿במדבר לג ד"},{"title":"﻿במדבר פרק לג פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-4-33-18#SfateiChachamim","text":" שפתי חכמים  (ז) רצונו לתרץ למה קראו כאן רתמה ובמקום אחר קראו פארן וקל להבין (דבק טוב). מה שהוצרך לפרש מסע זו יותר משאר כל המסעות מפני שפה כתיב ויסעו מחצרות ויחנו ברתמה ובפרשת בהעלותך כתיב ואחר נסעו העם מחצרות ויחנו במדבר פארן לכן פירש על שם לשון הרע וכו' כלומר שהכל מקום אחד","titles":[{"title":"﻿במדבר לג יח"},{"title":"﻿במדבר פרק לג פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-4-33-38#SfateiChachamim","text":" שפתי חכמים  (ח) כלומר על פי ה' נדרש לפניו ולאחריו ויעל אהרן על פי ה' וקרי ביה נמי על פי ה' וימת שם","titles":[{"title":"﻿במדבר לג לח"},{"title":"﻿במדבר פרק לג פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":38},{"positionInParasha":38},{"uri":"jbr:tanach-4-33-40#SfateiChachamim","text":" שפתי חכמים  (ט) רוצה לומר לעיל בפרשת חקת גם כן כתיב אחר מיתת אהרן וישמע הכנעני וגו' אבל לא מוכח שם ששמע מיתת אהרן דאיכא למימר ששמע מה שאמר הקרא אחריו כי בא ישראל דרך האתרים אבל כאן לא מפרש אחריו מידי לכך מוכיח כאן שמיתת אהרן וכו'. או ר\"ל ללמדך שמיתת אהרן היא השמועה דכתיב ואהרן בן קכ\"ג שנה במותו וישמע הכנעני אבל בפרשת חקת לא ידענו מה שמועה שמע אם מיתתו של אהרן אם בכייתם ששניהם כתובים שם","titles":[{"title":"﻿במדבר לג מ"},{"title":"﻿במדבר פרק לג פסוק מ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":40},{"positionInParasha":40},{"uri":"jbr:tanach-4-33-49#SfateiChachamim","text":" שפתי חכמים  (י) היינו ג' פרסאות דמבית הישימות עד אבל השטים י\"ב מיל הם","titles":[{"title":"﻿במדבר לג מט"},{"title":"﻿במדבר פרק לג פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":49},{"positionInParasha":49},{"uri":"jbr:tanach-4-33-52#SfateiChachamim","text":" שפתי חכמים  (ל) דאי פירושו לשון ירושה הל\"ל וירשתם אי נמי דאי פירושו ירושה לא הל\"ל מפניכם דאין מלת מפניכם נופל אירושה","titles":[{"title":"﻿במדבר לג נב"},{"title":"﻿במדבר פרק לג פסוק נב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":52},{"positionInParasha":52},{"uri":"jbr:tanach-4-33-53#SfateiChachamim","text":" שפתי חכמים  (נ) מפני שהורשתם לשון גירוש הוא ומה שכתוב את הארץ רצה לומר יושבי הארץ","titles":[{"title":"﻿במדבר לג נג"},{"title":"﻿במדבר פרק לג פסוק נג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":53},{"positionInParasha":53},{"uri":"jbr:tanach-4-33-54#SfateiChachamim","text":" שפתי חכמים  (ע) כאן לא פירש כפירושו שפירש בפרשת פנחס דשם משמע שפירושו שחלקו לפי באי הארץ שבאו לכלל כ' שנה משום דאיכא פלוגתא בבבא בתרא (דף קיז) איכא למאן דאמר לאלה תחלק וגו' על באי הארץ נאמר ושם פירש אליבא אותו מאן דאמר וכאן פירש אליבא דמאן דאמר לאלה תחלק הארץ על יוצאי מצרים נאמר ואפשר לדחוק וליישב דהיינו נמי לפי שפירש לעיל משונה נחלה זו כו'","titles":[{"title":"﻿במדבר לג נד"},{"title":"﻿במדבר פרק לג פסוק נד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":54},{"positionInParasha":54},{"uri":"jbr:tanach-4-33-55#SfateiChachamim","text":" שפתי חכמים  (צ) ר\"ל לפי שבמקרא משמע שהם יותירו על מנת כן ברצון שיהיו לשכים ועוד היאך שייך לומר על בני אדם שיהיו שכים דהיינו יתדות כדפירש\"י ומתרץ יהיו לכם לרעה ר\"ל אם תותירו אותם יהיו לכם לרעה כלומר לא יהיו לכם לשכים ממש אלא לרעה להרע לכם","titles":[{"title":"﻿במדבר לג נה"},{"title":"﻿במדבר פרק לג פסוק נה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":55},{"positionInParasha":55},{"uri":"jbr:tanach-4-34-2#SfateiChachamim","text":" שפתי חכמים  (ר) כלל זה נקוט בידך כל מקום שהזכיר רש\"י לשון מיצר ר\"ל הוא גבול פירוש הרצועה המקפת ארץ ישראל","titles":[{"title":"﻿במדבר לד ב"},{"title":"﻿במדבר פרק לד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":2},{"positionInParasha":58},{"uri":"jbr:tanach-4-34-3#SfateiChachamim","text":" שפתי חכמים  (ת) כלומר לאו דוקא הפאה של נגב אלא כל הרוח נקרא פאה מקרן מזרחית דרומית עד קרן מערבית דרומית","titles":[{"title":"﻿במדבר לד ג"},{"title":"﻿במדבר פרק לד פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":3},{"positionInParasha":59},{"uri":"jbr:tanach-4-34-4#SfateiChachamim","text":" שפתי חכמים  (ו) ר\"ל שעיקם לצד ארץ ישראל ומתרחב המיצר נמצא שארץ ישראל מתקצר דכל כמה שמרחיב המיצר לתוך ארץ ישראל מתקצר ארץ ישראל","titles":[{"title":"﻿במדבר לד ד"},{"title":"﻿במדבר פרק לד פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":4},{"positionInParasha":60},{"uri":"jbr:tanach-4-34-6#SfateiChachamim","text":" שפתי חכמים  (ל) מגבול יתירה מרבה ליה אף נסין","titles":[{"title":"﻿במדבר לד ו"},{"title":"﻿במדבר פרק לד פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":6},{"positionInParasha":62},{"uri":"jbr:tanach-4-34-7#SfateiChachamim","text":" שפתי חכמים  (מ) ר\"ל ברוחב היה מסבב את ההר בצד פנים דהיינו ארץ ישראל ובצד חוצה דהיינו חוץ לארץ","titles":[{"title":"﻿במדבר לד ז"},{"title":"﻿במדבר פרק לד פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":7},{"positionInParasha":63},{"uri":"jbr:tanach-4-34-8#SfateiChachamim","text":" שפתי חכמים  (נ) ר\"ל מצדדה עד חצר עינן ימשוך המיצר לדרומו של עולם ממערב למזרח נמצא שארץ ישראל מתקצר והמיצר מרחיב","titles":[{"title":"﻿במדבר לד ח"},{"title":"﻿במדבר פרק לד פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":8},{"positionInParasha":64},{"uri":"jbr:tanach-4-34-15#SfateiChachamim","text":" שפתי חכמים  (ס) כלומר דקדמה הוא לשון פנים והה\"א בסופה במקום למ\"ד בתחלתה וזהו שפירש אל פני ר\"ל לפני ומפרש ואזיל על מה קאי אל פני לכך פירש העולם ר\"ל אל פני העולם דהיינו במזרח שרוח כו'","titles":[{"title":"﻿במדבר לד טו"},{"title":"﻿במדבר פרק לד פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":15},{"positionInParasha":71},{"uri":"jbr:tanach-4-34-17#SfateiChachamim","text":" שפתי חכמים  (ע) ר\"ל דינחלו משמע שהם ינחלו לעצמן ולכם משמע שהם ינחילו לכם לכן פירש אשר ינחלו בשבילכם","titles":[{"title":"﻿במדבר לד יז"},{"title":"﻿במדבר פרק לד פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":17},{"positionInParasha":73},{"uri":"jbr:tanach-4-35-12#SfateiChachamim","text":" שפתי חכמים  (ר) כלומר מגואל פירוש מפני גואל הדם ומפרש ואזיל הי מקרי גואל הדם להיות ששם גואל נופל על גואל הרוצח כעל גואל הנרצח פירשו הרב ואמר שהוא קרוב לנרצח","titles":[{"title":"﻿במדבר לה יב"},{"title":"﻿במדבר פרק לה פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":12},{"positionInParasha":97},{"uri":"jbr:tanach-4-35-13#SfateiChachamim","text":" שפתי חכמים  (ש) רצ\"ל למה ליה למכתב המנין הא מדכתיב אחריו את שלש הערים תתנו וגומר שמע מינה דשש הם אלא לומר לך שלא היו קולטות אלא עד שיהיו כל השש ביחד","titles":[{"title":"﻿במדבר לה יג"},{"title":"﻿במדבר פרק לה פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":13},{"positionInParasha":98},{"uri":"jbr:tanach-4-35-14#SfateiChachamim","text":" שפתי חכמים  (ת) ואם תאמר והרי ערי מקלט לא היו קולטות אלא שוגגין ולא מזידין ואם כן למה צריך בגלעד לג' ערי מקלט דאין לומר דנפישי רוצחים ר\"ל שוגגים דאין טעם בדבר היאך בא דנפישי שוגגים היו ויש לומר דודאי מזידים היו אבל לא היו שם עדים ואמרו שוגגין אנו לכך היו צריכין שלש ערי מקלט. רא\"ם. ועוד יש לומר דאיירי כענין שפירש בפרשת משפטים על והאלהים אנה לידו שהקדוש ברוך הוא מזמנם לפונדק אחד וכו' הכי נמי איירי בענין זה לפי שהיו הרבה רוצחין בגלעד שהיו מזידין בלא עדים ובארץ ישראל היו הרבה שוגגין בלא עדים מה עשה הקדוש ברוך הוא מזמנן לפונדק אחד ר\"ל לגלעד ואותן שוגגין שמארץ ישראל הורגין אותן המזידין בשוגג כגון שיושבין תחת הסולם כענין שפרש\"י שם ואם כן המזידין נהרגו והשוגגין היו גולין שם בגלעד לערי מקלט לכך צריכין שלש ערי מקלט בגלעד כמו בכל ארץ ישראל","titles":[{"title":"﻿במדבר לה יד"},{"title":"﻿במדבר פרק לה פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":14},{"positionInParasha":99},{"uri":"jbr:tanach-4-35-16#SfateiChachamim","text":" שפתי חכמים  (ב) כמיסת כדי ר\"ל כשיעור","titles":[{"title":"﻿במדבר לה טז"},{"title":"﻿במדבר פרק לה פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":16},{"positionInParasha":101},{"uri":"jbr:tanach-4-35-17#SfateiChachamim","text":" שפתי חכמים  (ה) ואם תאמר והא כתיב באבן יד ופרש\"י שיש בו מלא יד כלומר שיש בו כדי להמית ויש לומר דחד ללמד שיהא בו כדי להמית במכה וחד שיהא בו כדי להמית בזריקה דפעמים יש בו כדי להמית במכה ואין בו כדי להמית בזריקה ואם זרקו והמית בו הוה אמינא דחייב קא משמע לן דאינו חייב עד שיהא בו כדי להמית בזריקה ובזה יתורץ מה שכתב הרא\"ם ולא ידעתי וכו'","titles":[{"title":"﻿במדבר לה יז"},{"title":"﻿במדבר פרק לה פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":17},{"positionInParasha":102},{"uri":"jbr:tanach-4-35-19#SfateiChachamim","text":" שפתי חכמים  (ו) לפי שמדבר כאן במזיד כמו שפירש רש\"י לעיל ואם לא המיתוהו בית דין וגלה לערי מקלט שלא ברשות בית דין ימית אותו אפילו תוך ערי מקלט דאם לא כן למה לי בפגעו בו הא כבר כתיב גואל הדם ימית את הרוצח","titles":[{"title":"﻿במדבר לה יט"},{"title":"﻿במדבר פרק לה פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":19},{"positionInParasha":104},{"uri":"jbr:tanach-4-35-23#SfateiChachamim","text":" שפתי חכמים  (ז) לפי שבזולת תוספת מלת הכהו יובן שבלא ראות דבק עם אשר ימות כלומר שלא ראה מיתתו ואין הדבר כן רק ר\"ל שלא ראה בהכאתו ועוד שבזולת זה התוספת יהיה המאמר או בכל אבן חסר בהכרח כי היה צריך לומר או הכהו בכל אבן דאי אהשליך דלעיל מיניה קאי אם כן או כל אבן מיבעי ליה","titles":[{"title":"﻿במדבר לה כג"},{"title":"﻿במדבר פרק לה פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":23},{"positionInParasha":108},{"uri":"jbr:tanach-4-35-25#SfateiChachamim","text":" שפתי חכמים  (י) ר\"ל דלטעם ראשון קשה מדכתיב עד מות הכהן הגדול מגיד לך הכתוב שרוצח יאריך ימים אחר שמת כהן הגדול לפי שכהן גדול ימות מהרה ולמה ומפרש לפי שהיה כו' ולפי דבר אחר קשה אם הכהן גדול נענש שמת על שלא התפלל למה ישוב הרוצח לביתו אחרי מות הכהן גדול לכן פירש גם טעם ראשון","titles":[{"title":"﻿במדבר לה כה"},{"title":"﻿במדבר פרק לה פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":25},{"positionInParasha":110},{"uri":"jbr:tanach-4-35-29#SfateiChachamim","text":" שפתי חכמים  (ל) דכתיב בפרשת שופטים ועלית אל המקום מלמד שהמקום גורם כלומר בזמן שסנהדרי גדולה שבירושלים יושבין בלשכת הגזית בית דין שבחוץ לארץ ובכל המקומות נוהגין","titles":[{"title":"﻿במדבר לה כט"},{"title":"﻿במדבר פרק לה פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":29},{"positionInParasha":114},{"uri":"jbr:tanach-4-35-30#SfateiChachamim","text":" שפתי חכמים  (מ) ר\"ל הרוצח על שהכה את הנפש","titles":[{"title":"﻿במדבר לה ל"},{"title":"﻿במדבר פרק לה פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":30},{"positionInParasha":115},{"uri":"jbr:tanach-4-35-31#SfateiChachamim","text":" שפתי חכמים  (ס) פירוש ומקרא קצר הוא כאלו אמר לא תקחו כופר לנפש רוצח אשר הוא רשע למות לפוטרו מן המיתה כי מות יומת ולפי שכתוב בפרשת משפטים ואם שור נגח וגומר והמית איש או אשה השור יסקל וגם בעליו יומת בידי שמים משמע כשם שחייב שורו מיתה כך הוא במיתה ואפילו הכי כתיב אחריו אם כופר יושת עליו ונתן פדיון משמע אם חייב מיתה בשביל שורו יכול ליפטר בממון הוה אמינא הוא הדין אם חייב מיתה בשביל עצמו יכול ליפטר עצמו בממון","titles":[{"title":"﻿במדבר לה לא"},{"title":"﻿במדבר פרק לה פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":31},{"positionInParasha":116},{"uri":"jbr:tanach-4-35-32#SfateiChachamim","text":" שפתי חכמים  (ע) בשו\"א תחת הלמ\"ד ובקמ\"ץ תחת הנו\"ן פירוש כשם שאין פדיון למיתה כך אין פדיון לגלות","titles":[{"title":"﻿במדבר לה לב"},{"title":"﻿במדבר פרק לה פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":32},{"positionInParasha":117},{"uri":"jbr:tanach-4-35-33#SfateiChachamim","text":" שפתי חכמים  (פ) מפני שלא יפול חנופה בדם בשלמא גבי ארץ שייך חנופה שפירוש ארץ הוא אנשי ארץ ובהם שייך חנופה אבל גבי דם לא שייך לפרש הכי","titles":[{"title":"﻿במדבר לה לג"},{"title":"﻿במדבר פרק לה פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":33},{"positionInParasha":118},{"uri":"jbr:tanach-4-36-4#SfateiChachamim","text":" שפתי חכמים  (צ) רצל\"ת למה כתיב ואם הל\"ל וכי יהיה דואם משמע שספק הוא אם יהיה היובל ומה שכתב אחר זה ואפי' יהיה יובל אינו ר\"ל שפירוש ואם אפילו שאם כן הוא סותר מה שפירש לעיל דמלת ואם הוא ספק אלא ואפילו זה מלשון רש\"י הוא לא מפירוש מלת אם","titles":[{"title":"﻿במדבר לו ד"},{"title":"﻿במדבר פרק לו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-36"},{"positionInPerek":4},{"positionInParasha":123}]}