{"subjects":[{"uri":"tanach--daatzkenim1-1-1","text":" דעת זקנים  בראשית. לפיכך התחילה התורה בבי\"ת, לפי שהעולם דומה לב', שהוא מסובב משלש רוחותיו ורוח צפונית אינה מסובבת, ובאותה שעה בא אות האל\"ף וקראה תגר, ושלם לה הקב\"ה במתן תורה, שפתח באל\"ף דאנכי. ובתיבת בראשית יש שש אותיות כנגד ימי המעשה. ובאותו פסוק יש בו שבע תיבות, כנגד ימי השבוע. ובו כ\"ח אותיות, כנגד כ\"ח ימי החדש. ובפסוק זה יש ששה אלפין, כנגד ששה אלפי שני הוי עלמא, דכל אל\"ף ואל\"ף משמע אלף. ובפסוק שלאחריו והארץ, כתב ב' אלפי\"ן, כנגד ב' אלפים ימות המשיח. ובפ' בא, בקרא דלמען תהיה תורת ה' בפיך, כתב ב' אלפי\"ן, כנגד ב' אלפים תורה","titles":[{"title":"﻿בראשית א א"},{"title":"﻿בראשית פרק א פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-1-3","text":" דעת זקנים  יהי אור ויהי אור. מה שלא כתב ויהי כן, כמו באחרים, לפי, שמה שכתב כן באחרים, לקצר דבריו נכתב, שאלו היה מפרש כל סדרי הבריאה, יצטרך להאריך, אבל הכא אין כאן אריכות, בתיבת ויהי אור, מבתיבת ויהי כן","titles":[{"title":"﻿בראשית א ג"},{"title":"﻿בראשית פרק א פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--daatzkenim1-1-12","text":" דעת זקנים  ותוצא הארץ דשא למינהו. במס' חולין (דף ס' ע\"א) דריש, שנשאו דשאים ק\"ו בעצמן וכו', פתח שר העולם ואמר, יהי כבוד ה' לעולם. וקשה למאן דאמר, חנוך זה מטטרו\"ן, ומטטרו\"ן זה שר העולם, שהרי באותה שעה, עדיין לא נברא חנוך. וי\"מ דתרי שר העולם הוי. ועוד י\"ל, דההיא לא הויא כמאן דאמר, חנוך זה מטטרו\"ן, ומיהו אף לדידיה י\"ל, דנהי דאיהו לא נברא, נשמתו או מזלו, מיהא נברא, שאמר לההוא קרא, כדאשכחן גבי ספר תולדות אדם, דדרשינן, מלמד שהראה הקב\"ה דור דור וחכמיו, אעפ\"י שלא נבראו אותן הדורות, מ\"מ נשמתם ומזלם הראה לו","titles":[{"title":"﻿בראשית א יב"},{"title":"﻿בראשית פרק א פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"tanach--daatzkenim1-1-16","text":" דעת זקנים  את שני המאורות הגדולים. פי' שניהם גדולים, ומיהו האחד גדול מחבירו, כדכתיב את המאור הגדול. ורבותינו דרשו, בתחילה נבראו שוין בגדולה, וקטרגה הלבנה ונתמעטה, והשמש עמד בגדולתו, לפי ששמע חרפתו ולא השיב, והיינו דאמרינן, הנעלבין ואינם עולבין, שומעים חרפתם ואין משיבין, עליהם הכתוב אומר, ואוהביו כצאת השמש בגבורתו, כשמש, ששמע חרפתו ולא השיב, ונתגדל ע\"י כן. וגם ביוצר של שבת, יש גורסין, ראה והקטין צורת הלבנה, והכי פירושו, ראה השי\"ת שקטרגה והקטינה. ולאותן שגורסין ראה והתקין, הפירוש כך, ראה השי\"ת, שעתידין האומות העולם, לטעות אחר השמש, ולעשותו ע\"ז, עמד ותקן צורת הלבנה, להראותן, שאין השמש אלוה, שהרי יש שמש אחר, הגון ונאה כמוהו","titles":[{"title":"﻿בראשית א טז"},{"title":"﻿בראשית פרק א פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"tanach--daatzkenim1-1-22","text":" דעת זקנים  ויברך אותם אלהים. וכן, ויברך אלהים את יום השביעי. הא למדת, שהקונה דבר חדש, מברך שהחיינו","titles":[{"title":"﻿בראשית א כב"},{"title":"﻿בראשית פרק א פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"tanach--daatzkenim1-1-28","text":" דעת זקנים  וכבשה. חסר וי\"ו, ללמדך, שדרך האיש לכבוש את הנקבה, שלא תהי' יצאנית, לגרום תקלה לערוה, כמו שעשתה לאה שהרגילה, וגרמה תקלה לבתה. וכל מי שמצנעת עצמה, בתוך הבית, ראויה להנשא לכהן גדול, שנא', כל כבודה בת מלך פנימה וגו', כלומר, שתנשא למי שכתוב בו ושבצת. וראויה להעמיד ממנה, כהנים גדולים, שנאמר, בניך כשתילי זיתים, שנמשחים בשמן זית","titles":[{"title":"﻿בראשית א כח"},{"title":"﻿בראשית פרק א פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-1"},{"positionInPerek":28},{"positionInParasha":28},{"uri":"tanach--daatzkenim1-2-1","text":" דעת זקנים  ויכלו. מנין שאנו אומרין אותו בעמידה, לפי שהוא עדות להקב\"ה, שברא עולמו בששה ימים, ועדות מעומד, דכתיב ועמדו ב' האנשים. ואיתא בפרק כל כתבי, בשעה שאדם אומר ויכלו, שני מלאכים המלוים לו לאדם, מניחים ידיהם על ראשו, ואומרים לו, וסר עונך וחטאתך תכופר. וא\"ת ומאי שנא פסוק זה, וי\"ל, משום דכתיב גבי עדות, אם לא יגיד ונשא עונו, וזה שאומר ויכלו, לא עכב עדותו והגידו","titles":[{"title":"﻿בראשית ב א"},{"title":"﻿בראשית פרק ב פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-2"},{"positionInPerek":1},{"positionInParasha":32},{"uri":"tanach--daatzkenim1-3-11","text":" דעת זקנים  המן העץ. איתא במדרש, אני אומר לתלותך על עץ, ועתה יגנז וישמר להמן, שיתלה עליו. קרי ביה, המן העץ","titles":[{"title":"﻿בראשית ג יא"},{"title":"﻿בראשית פרק ג פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-3"},{"positionInPerek":11},{"positionInParasha":67},{"uri":"tanach--daatzkenim1-3-16","text":" דעת זקנים  אל האשה אמר וגו'. פירש ר' שלמה ברבי משה, שתהיה בעצבון, ובעמל כל ימיך. וא\"ת מאי איכפת לי, הרבה שפחות לשמשני, ת\"ל והרונך, על כרחך תהי הרה. וא\"ת תלד בשופי, ת\"ל בעצב תלדי בנים. וא\"ת אשמור עצמי, מליזקק לבעלי, ת\"ל ואל אישך תשוקתך. וא\"ת אכוף יצרי, ולא אזקק לו. ת\"ל והוא ימשל בך, בעל כרחך תזקק לו","titles":[{"title":"﻿בראשית ג טז"},{"title":"﻿בראשית פרק ג פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-3"},{"positionInPerek":16},{"positionInParasha":72},{"uri":"tanach--daatzkenim1-3-17","text":" דעת זקנים  ארורה האדמה בעבורך. פי' בתאותך, מלשון בעבור הארץ, כמו שאמר אחר כך, וקוץ ודרדר","titles":[{"title":"﻿בראשית ג יז"},{"title":"﻿בראשית פרק ג פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-3"},{"positionInPerek":17},{"positionInParasha":73},{"uri":"tanach--daatzkenim1-3-19","text":" דעת זקנים  בזעת אפך. נמצא בספר ר' יהודה החסיד, שזו הקללה אינה מתקיימת, אלא בעובדי אדמה, ולא במלכים ושרים. אבל בעצב תלדי בנים, מתקיימת בכל הנשים. ולפי שהאשה, חטאה והחטיאה, לפיכך קללתה מרובה","titles":[{"title":"﻿בראשית ג יט"},{"title":"﻿בראשית פרק ג פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-3"},{"positionInPerek":19},{"positionInParasha":75},{"uri":"tanach--daatzkenim1-3-24","text":" דעת זקנים  להט החרב. זו גיהנם, המתהפכת מחמין לצונן, ומצונן לחמין, על הרשעים","titles":[{"title":"﻿בראשית ג כד"},{"title":"﻿בראשית פרק ג פסוק כד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-3"},{"positionInPerek":24},{"positionInParasha":80},{"uri":"tanach--daatzkenim1-4-4","text":" דעת זקנים  וישע ה' אל הבל ואל מנחתו. מכאן תשובה, למינים שכופרים בעולם הבא. דבמה שעה אליו, והרי נהרג מיד, אלא על כרחך צריך לומר, שקבל קרבנו, וזכהו לעוה\"ב","titles":[{"title":"﻿בראשית ד ד"},{"title":"﻿בראשית פרק ד פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-4"},{"positionInPerek":4},{"positionInParasha":84},{"uri":"tanach--daatzkenim1-4-8","text":" דעת זקנים  ויאמר קין אל הבל אחיו. פי' שסיפר לו דברי הקב\"ה, ומה שאמר לו, והראה לו שחרה לו היטב, על אשר לא שעה אליו, כמו אל הבל, ושמח הבל, ויקם קין על הבל אחיו ויהרגהו בקנאתו. ובשם ה\"ר יוסף קרא שמעתי, ויאמר קין וגו', כי מתחלה הי' ירא, מפני קין מכעסו, והיה נשמר ממנו, וכשאמר לו יתברך, הלא אם תיטיב שאת, מיד, ויאמר קין אל הבל אחיו, שאמר לו, כי הקב\"ה נתרצה לו, ושב מעליו אפו, ומשם ואילך חשב הבל, שכבר נתקררה דעתו, ולא נשמר ממנו מלילך עמו","titles":[{"title":"﻿בראשית ד ח"},{"title":"﻿בראשית פרק ד פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-4"},{"positionInPerek":8},{"positionInParasha":88},{"uri":"tanach--daatzkenim1-4-15","text":" דעת זקנים  לכן כל הורג קין. פשטיה דקרא הכי, לפי שהיה קין דואג שיהרג, א\"ל הקב\"ה כל הורג קין, לאחר שבעה אנקום מהורגו. ולפ\"ז ה\"פ קרא דלקמיה, ויאמר למך לנשיו, היה מקונן למך על עצמו, כי איש הרגתי לפצעי, זה קין, שהיה גדול בקומה וילד בשנים. 'לפצעי' 'לחבורתי' כלומר, לצערי, ולמיתתי, כי אמר הקב\"ה, שבעתים יוקם כל הורג קין, ולמך שבעים ושבעה. וא\"כ, אפי' יוליד למך, שבעים ושבעה בנים, כולם ימותו באותו עון","titles":[{"title":"﻿בראשית ד טו"},{"title":"﻿בראשית פרק ד פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-4"},{"positionInPerek":15},{"positionInParasha":95},{"uri":"tanach--daatzkenim1-4-19","text":" דעת זקנים  ושם השנית צלה. פירש\"י שדרכן ליקח ב' נשים, אחת לתשמיש, ואחת לפריה ורביה, ואותה של תשמיש, משקין אותה כוס עיקרין. ופי' דצלה היתה אותה של תשמיש, וקשיא לי, דהא כתיב אח\"כ, וצלה גם היא ילדה. וי\"ל, דלהכי כתיב גם, כלומר, אף צלה שנבחרה לתשמיש, ילדה ולא הועיל לה, כוס של עיקרין","titles":[{"title":"﻿בראשית ד יט"},{"title":"﻿בראשית פרק ד פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-4"},{"positionInPerek":19},{"positionInParasha":99},{"uri":"tanach--daatzkenim1-4-26","text":" דעת זקנים  אז הוחל לקרוא בשם ה'. פי' לישבע לשקר, מלשון לא יחל דברו","titles":[{"title":"﻿בראשית ד כו"},{"title":"﻿בראשית פרק ד פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-4"},{"positionInPerek":26},{"positionInParasha":106},{"uri":"tanach--daatzkenim1-5-1","text":" דעת זקנים  זה ספר תולדות אדם. שאפי' סרגול הספר, מסר לו הקב\"ה, לאדם הראשון. ובת\"כ מסיק, ואהבת לרעך כמוך, אמר רבי עקיבה, זה כלל גדול בתורה. בן עזאי אומר, זה ספר תולדות אדם, גדול יותר. פי', אסיפיה דקרא קאי, בדמות אלהים עשה אותו, דמקרא דר\"ע לא שמעינן, אלא דעלך סני לחברך לא תעביד, ובא בן עזאי ואמר, שאף אם הוא אינו חושש לכבוד עצמו, יש לו לחוש לכבוד חבירו, לפי שרואה דמות חבירו, ואינו רואה דמות עצמו, ולזה אמר, שמקרא זה כולל יותר, ממקרא דואהבת לרעך כמוך","titles":[{"title":"﻿בראשית ה א"},{"title":"﻿בראשית פרק ה פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-5"},{"positionInPerek":1},{"positionInParasha":107},{"uri":"tanach--daatzkenim1-5-28","text":" דעת זקנים  ויולד בן. ולא כתיב ויולד את נח, כמו באחרים, רמז שממנו יבנה העולם, שכל העולם נחרב בימי המבול, והוא ובניו נשארו. ד\"א מתושלח הצדיק, נתן לו עצה, שלא ימהר לקרוא לו שם, לפי שאנשי הדור מכשפים היו, ויהיו מכשפים אותו, אם ידעו שמו","titles":[{"title":"﻿בראשית ה כח"},{"title":"﻿בראשית פרק ה פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-5"},{"positionInPerek":28},{"positionInParasha":134},{"uri":"tanach--daatzkenim1-6-3","text":" דעת זקנים  לא ידון רוחי באדם. כשיעלה נשמתן למעלה, איני אחזירה להם. ד\"א איני בורא עוד נפש לאדם","titles":[{"title":"﻿בראשית ו ג"},{"title":"﻿בראשית פרק ו פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-6"},{"positionInPerek":3},{"positionInParasha":141},{"uri":"tanach--daatzkenim1-6-6","text":" דעת זקנים  ויתעצב אל לבו. אמר ר' אחא בר' חנינא, כיון שראה יתברך עולמו חרב, כביכול ישב לו, והיה מתאבל. ד\"א מוסב על האדם, שלא נתאבל, אלא על לבו של אדם, שנתן שאור בעיסה, ואמר אני הוא שנתתי, אני הוא שעשיתי, וידעתי כי יצר לב האדם רע","titles":[{"title":"﻿בראשית ו ו"},{"title":"﻿בראשית פרק ו פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-6"},{"positionInPerek":6},{"positionInParasha":144},{"uri":"tanach--daatzkenim1-6-7","text":" דעת זקנים  אמחה את האדם. פרש\"י, אדם הוא עפר, אביא עליו מים ואמחנו, מדכתיב לשון מיחוי, ולא כתיב אשמיד או אכלה","titles":[{"title":"﻿בראשית ו ז"},{"title":"﻿בראשית פרק ו פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-1"},{"perek":"tanach-1-6"},{"positionInPerek":7},{"positionInParasha":145},{"uri":"tanach--daatzkenim1-6-9","text":" דעת זקנים  אלה תולדות נח נח. נח לעליונים נח לתחתונים וכל שנכפל שמו בידוע שהוא צדיק כמו אברהם אברהם. ומקשי' בירושלמי והכתיב תרח תרח ומשני הדא אמרה שעשה תרח תשובה","titles":[{"title":"﻿בראשית ו ט"},{"title":"﻿בראשית פרק ו פסוק ט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-6"},{"positionInPerek":9},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-6-16","text":" דעת זקנים  ואל אמה וגו'. פי' שלא יתעכבו הגשמים וירקיבו התיבה. וא\"ת כיון שרחבה אמה יתעכבו לכך פי' הרב יוסף קרא דקאי אצהר תעשה לתיבה כלו' שאותו צהר יהי סמוך לאמה מן הכסוי","titles":[{"title":"﻿בראשית ו טז"},{"title":"﻿בראשית פרק ו פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-6"},{"positionInPerek":16},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-6-19","text":" דעת זקנים  ומכל החי. פרש\"י לרבות שדים ונמצא בב\"ר שרצה שיקרא להכנס לתבה אמר לו נח לך ובקש בן זוגך לפי שכל הנכנסין הן איש ואשתו הלך ומצא פחתא שהוא הממונה על בני אדם להפחיתם ולחסר ממונם אמר לו מנסבת לי אמר לו מה תתן לי אי מנסיבנא לך אמר לו כל מה דמרוחנא אינסיבא ליה מיד נכנסו לתבה. והיינו דאמרי אינשי מה דמסגל שיקרא פחתא נסבא מסגל לשון סגולה","titles":[{"title":"﻿בראשית ו יט"},{"title":"﻿בראשית פרק ו פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-6"},{"positionInPerek":19},{"positionInParasha":11},{"uri":"tanach--daatzkenim1-7-2","text":" דעת זקנים  מכל הבהמה הטהורה. פרש\"י העתידה להיות טהורה לישראל למדנו שלמד נח תורה ותימה מהא דאמרינן בזבחים פ' פרת חטאת מנא ידע כל שהתיבה קולטתו טהור. וכל שאין התיבה קולטתו טמא אלמא לא ידע אלא מתוך קליטת התבה. ויש מפרשים שאין להוכיח שלמד תורה אלא מדלא הקריב קרבן ביציאתו מן התיבה אלא מן הטהורה. והאי נמי לא נהירא שהרי הבין זה ממה שאמר לו ית' להכניס מהם שבעה. כי כן פירש\"י גבי ויקח מכל הבהמה הטהורה אמר נח לא צוה לי הקב\"ה להכניס מאלו שבעה אלא כדי להקריב מהן קרבן. לכך נ\"ל דמה שלמד נח תורה כדפרש\"י. והא דקאמר בזבחים מנא ידע לא קאי אטהורים וטמאים דמזה לא היה מתרץ כלום כל שהתבה קולטתו טהור שהרי התבה קלטה טמאים לכל הפחות שנים מכל אם לא נפרש כל שהתבה קולטתו יותר משנים טהור אלא קאי אקרא דמהעוף למינהו דפרש\"י מאותן שדבקו במינן ועל זה פי' מנא ידע נח ומשני כל שהתבה קולטתו טהור פי' שדבקו במינם וכל שאין התבה קולטתו טמא פי' דבקו בשאינן מינן וטהורה וטמאה שייכא גבי ערוה דכתיב אל תטמאו בהם","titles":[{"title":"﻿בראשית ז ב"},{"title":"﻿בראשית פרק ז פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-7"},{"positionInPerek":2},{"positionInParasha":16},{"uri":"tanach--daatzkenim1-7-6","text":" דעת זקנים  והמבול היה. יש לשאול מאי שנא שהביא הקב\"ה מבול יותר משאר מכות, רז\"ל אמרו ברותחין קלקלו וברותחין נדונו. אמנם יש להמשיל הדבר למלך שבנה דירה נאה לחבורה של עורים וצוה לכלכלם בריוח וכל זמן שהי' המלך עובר דרך שם היו עומדים ומשתחוים כנגד המלך ומשבחים לו בקול גדול פעם אחת שמע המלך קולם. אמר מה הקול הזה באזני אמרו לו הם הסומין שצוית לכלכלם שם וכן עושין בכל עת ששומעין קול סוסים שלך אמר אלו היו רואין אותי על אחת כמה וכמה היו משבחין לי מיד צוה להחזירם לאחור ולתת במקומן בני אדם שרואין ולכלכלם כמו הסומים ואותן בני אדם כשראו עצמן בהנאה גבה לבם וכשרואים המלך עובר היו מקללין אותו ואמרו אוי לו לזה שכבש אותנו בזה. פעם אחרת שמע קולם ושאל מה הן אומרים אמרו לו מקללין אותך ואינן עושין כמו העורים שהחזרת לאחור צוה המלך עליהם שיהרגום כך העולם מתחלה היה כלו מים שאינן רואין ולא שומעין ואפ\"ה היו מקלסין להקב\"ה שנאמר נשאו נהרות ה' וגו' אמר הקב\"ה אלו הייתי בורא אדם ששומע ורואה כמה קילוסין וכמה שבחות היו נותנין לי מיד צוה יתברך יקוו המים ותראה היבשה ובה ברא אדם במקום המים והשפיע להם טובה שהיו זורעין הארץ ומעלה להם לארבעים שנה ומרוב טובה מרדו בהקב\"ה שמע הקב\"ה במרדן וצוה למים שיבואו עליהם וישטפו אותן מ\"ר ששמע מפי הרב נתן אפניאל","titles":[{"title":"﻿בראשית ז ו"},{"title":"﻿בראשית פרק ז פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-7"},{"positionInPerek":6},{"positionInParasha":20},{"uri":"tanach--daatzkenim1-7-7","text":" דעת זקנים  ויבא נח ובניו. פרש\"י האנשים לבד והנשים לבד לפי שכל ימי המבול נאסרו בתשמיש המטה כמדרש שאמר הקב\"ה אני קובר אני הורס ואתה בונה המתן עד שיעבור זעם","titles":[{"title":"﻿בראשית ז ז"},{"title":"﻿בראשית פרק ז פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-7"},{"positionInPerek":7},{"positionInParasha":21},{"uri":"tanach--daatzkenim1-7-12","text":" דעת זקנים  ארבעים יום. פירש\"י יום ראשון אינו מן המנין לפי שאין לילו עמו שהרי כתיב ביום הזה נבקעו כל מעינות ונמצאו ארבעים יום כלים בכ\"ח בכסליו. ולא נהירא לי שהרי הוא עצמו כתב גבי חמשים ומאת יום והוא אחד בסיון כיצד בכ\"ז בכסליו פסקו הגשמים. לכך נ\"ל דיום ראשון הוי מן המנין והתחילו גשמים מאור ליל יום ראשון כי מביום הזה אין ראיה שהרי בהרבה מקומות ביום וביום הזה ר\"ל מליל שלפניו כמו ביום השביעי. וכן כל מלאכה לא תעשו בעצם היום הזה ולפי זה כלים הארבעים יום בכ\"ז בכסליו וכן מצאתי בסדר עולם וזה לשונו ביום הזה נבקעו כל מעיינות תהום רבה ויהי הגשם על הארץ. עד מתי עד כ\"ז בכסליו. ויגברו המים מקצה חמשים ומאת יום. עד מתי עד א' בסיון וכו'. וא\"כ ע\"כ הוא סובר שיום ראשון הוא מן המנין","titles":[{"title":"﻿בראשית ז יב"},{"title":"﻿בראשית פרק ז פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-7"},{"positionInPerek":12},{"positionInParasha":26},{"uri":"tanach--daatzkenim1-7-23","text":" דעת זקנים  וישאר אך נח. נמצא בשם ר' יהודה חסיד מכאן רמז לעוג שפלט מן המבול. א\"ך נ\"ח עולה בגימטריא עוג","titles":[{"title":"﻿בראשית ז כג"},{"title":"﻿בראשית פרק ז פסוק כג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-7"},{"positionInPerek":23},{"positionInParasha":37},{"uri":"tanach--daatzkenim1-8-1","text":" דעת זקנים  ויעבר אלהים רוח. אותו רוח שנאמר בו מרחפת הולך על המים בשעת המבול והחזיר המים לכשהיו בתחלה ואותו רוח העביר עכשיו ונחו המים","titles":[{"title":"﻿בראשית ח א"},{"title":"﻿בראשית פרק ח פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-8"},{"positionInPerek":1},{"positionInParasha":39},{"uri":"tanach--daatzkenim1-8-3","text":" דעת זקנים  ויחסרו המים מקצה חמשים ומאת יום. היינו באחד בסיון","titles":[{"title":"﻿בראשית ח ג"},{"title":"﻿בראשית פרק ח פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-8"},{"positionInPerek":3},{"positionInParasha":41},{"uri":"tanach--daatzkenim1-8-11","text":" דעת זקנים  והנה עלה זית טרף בפיה. מלשון כל טרפי צמחה יבש שהוא מתפרש סמדר ולכך ידע נח כי קלו המים. שאם לא כן אלא על הגדול מנא ידע והלא שמא על המים מצאו אלא לפי שראהו סמדר ידע כי מאילן נטלו","titles":[{"title":"﻿בראשית ח יא"},{"title":"﻿בראשית פרק ח פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-8"},{"positionInPerek":11},{"positionInParasha":49},{"uri":"tanach--daatzkenim1-8-19","text":" דעת זקנים  למשפחותיהם יצאו מן התיבה. וכי יש משפחה לבהמה אלא אותן שדבקו במינן זכו ליכנס וליצא מן התיבה","titles":[{"title":"﻿בראשית ח יט"},{"title":"﻿בראשית פרק ח פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-8"},{"positionInPerek":19},{"positionInParasha":57},{"uri":"tanach--daatzkenim1-8-22","text":" דעת זקנים  עוד כל ימי הארץ. אקרא דלעיל קאי דלא אוסיף להכות את כל חי וגו' עד הנה דרכי להאריך עד שבעתים או עד שבעים ושבעה כדאשכח גבי קין כי עוד כל ימי הארץ וגו'","titles":[{"title":"﻿בראשית ח כב"},{"title":"﻿בראשית פרק ח פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-8"},{"positionInPerek":22},{"positionInParasha":60},{"uri":"tanach--daatzkenim1-9-5","text":" דעת זקנים  ואך את דמכם וגו'. אזהרה לחונק עצמו ואמרו בב\"ר יכול אפי' כחנניה מישאל ועזריה ת\"ל אך פירוש יכול אפילו כמו אלו שמסרו עצמן לקדוש השם שלא יוכל לחבול בעצמו אם הוא ירא שלא יוכל בעצמו לעמוד בנסיון ת\"ל אך כי בשעת השמד יכול למסור עצמו למיתה ולהרוג עצמו. וכן בשאול בן קיש שאמר לנערו שלוף חרבך ודקרני בה וכו' ת\"ל אך שאם ירא אדם שמא יעשו לו יסורין קשים שלא יוכל לסבול ולעמוד בנסיון שיכול להרוג את עצמו. ומכאן מביאין ראיה אותן ששוחטין התינוק בשעת הגזירה. ויש שאוסרין ומפרשים כן יכול כחנניה וחבריו שכבר נמסרו למיתה ת\"ל אך אבל אינו יכול להרוג את עצמו יכול כשאול שמסר עצמו למיתה ת\"ל אך פי' שאינו יכול לחבול בעצמו כלל ושאול שלא ברשות חכמים עשה, מהר\"ש בר אברהם המכונה אוכמן. ומעשה ברב אחד ששחט הרבה תינוקות בשעת השמד כי היה ירא שיעבירום על דת והיה רב אחד עמו והיה כועס עליו ביותר וקראו רוצח והוא לא היה חושש. ואמר אותו רב אם כדברי יהרג אותו רב במיתה משונה וכן היה שתפסוהו עכו\"ם והיו פושטין עורו ונותנין חול בין העור והבשר ואחר כך נתבטלה הגזרה ואם לא שחט אותן התינוקות היו ניצולין","titles":[{"title":"﻿בראשית ט ה"},{"title":"﻿בראשית פרק ט פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-9"},{"positionInPerek":5},{"positionInParasha":65},{"uri":"tanach--daatzkenim1-9-25","text":" דעת זקנים  ויאמר. אמרו חז\"ל עד שהיה נח בתיבה נתן בלבו ואמר מי יתן יהיו לבני עבדים שיהיו הם יושבים ועבדים משמשין לפניהם. ואמר כשאצא מכאן מה שאני מוליד עושה אותם עבדים לפני הלך כנען וסרסו אמר נח אתה מנעתני מלהוליד בן רביעי לעשותו עבד לאחיך הרי בנך הרביעי יהיה עבד לאחיו. וא\"ת למה קלל כנען יותר מכל שאר בני חם בשלמא למאן דאמר סרסו ניחא כדפי' אלא למ\"ד חם רבעו מה תאמר. והחכם ר' אהרן מצא במדרש שחם ראה וספר לאחיו כמלעיג ולא עשה דרך כבוד. אך בשוק גלה הדבר ושמע כנען הנבזה ורבעו הה\"ד את אשר עשה לו בנו הקטן של חם דבני בנים הרי הם כבנים שהרי חם עצמו לא היה הקטן שהרי הכתוב מונה אותו אמצעי אלא ר\"ל קטנו של חם והוא כנען ולכך כתיב וירא חם אבי כנען אבי של עבירה. ולמאן דאמר סרסו קורא חם בנו הקטן כלומר הבזוי כמו הנה קטן נתתיך בגוים. ועוד אמרינן בפרקי ר' אליעזר מה ראה לקלל בנו בעבד דכתיב בן יכבד אב ועבד אדוניו וה\"פ אם בן יכבד אב הרי זה טוב ואם לאו יהיה עבד לאדוניו. ד\"א לכן קללו בעבד לפי שהיה ראשון שראה הדבר והיה מוטל עליו אותו עבדות ולא עשה ושעבד אחיו לעשותה לכך נתקלל בעבד מדה כנגד מדה. ולכך כתיב נמי עבד עבדים ב' עבדות ששעבד חם לאחיו וכנען לאחיו. עבד עבדים. שאינו יוצא לחירות לעולם ומי גרם לו כל הקללה הזאת שביזה לאביו. וכן עתיד הקב\"ה ליפרע מבניו ולבזותם דכתיב את שבי מצרים ואת גלות כוש נערים וזקנים יחדיו ערום ויחף וחשופי שת ערות מצרים שהוא יוליך אותן בבזוי ערומים. אבל יפת שכבד אביו פרע לו האל כשיבא גוג ומגוג ישפילו הקב\"ה ומכסה עליו שנא' והיה ביום ההוא אתן לגוג שם מקור קבר. (וחם) [וגם] פרע לבני שם בשעה שנכנסו בני אהרן להקריב נשרפה נשמתן ולא גופן ולא לבושיהן לפי שהיו מבני בניו של שם וגם כשנשרף סנחריב מלך אשור נשרף בלא בגדיו לפי שהיה מזרעו","titles":[{"title":"﻿בראשית ט כה"},{"title":"﻿בראשית פרק ט פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-9"},{"positionInPerek":25},{"positionInParasha":85},{"uri":"tanach--daatzkenim1-10-25","text":" דעת זקנים  פלג. פי' הרב יוסף קרא ז\"ל שקרא שמו פלג לפי שבימיו נפלגו ימי חיי בני אדם שהתחילו ימי בני אדם לקצר. כי מיום שנולד פלג לא בא אדם לכלל שלש מאות שנה","titles":[{"title":"﻿בראשית י כה"},{"title":"﻿בראשית פרק י פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-10"},{"positionInPerek":25},{"positionInParasha":114},{"uri":"tanach--daatzkenim1-11-30","text":" דעת זקנים  ותהי שרי עקרה. ק\"ל אין לה ולד למה לי. וי\"ל דאיצטריך לומר דאפילו מקום יציאת הולד לא היה לה כדאמרינן אברהם ושרה טומטומין היו ונקרעו שנא' הביטו אל צור חצבתם ואל מקבת בור נקרתם. ד\"א אין לה עכשיו ויהיה לה לאחר זמן כדאמרינן ותהר ותלד שרה ודומה לזה וכל אשר אין לו סנפיר וקשקשת דרשינן במס' חולין אין לו עכשיו ועתיד לגדל לאחר זמן","titles":[{"title":"﻿בראשית יא ל"},{"title":"﻿בראשית פרק יא פסוק ל"}]},{"sefer":"tanach-1"},{"parasha":"parasha-2"},{"perek":"tanach-1-11"},{"positionInPerek":30},{"positionInParasha":151},{"uri":"tanach--daatzkenim1-12-2","text":" דעת זקנים  ואברכך. אני בעצמי ובכבודי","titles":[{"title":"﻿בראשית יב ב"},{"title":"﻿בראשית פרק יב פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-12-3","text":" דעת זקנים  ואברכה מברכיך. מדרש תנחומא אמר לו הקב\"ה לאברהם ממך יצא שבט שמברך את בני זהו שבט לוי שיצאו ממנו כהנים שמברכים את ישראל אמר לו אברהם ואותו שבט מי מברכו אמר לו אני אברכנו כדכתיב ואני אברכם הה\"ד ואברכה מברכיך ונ\"ל דהיינו מה שאז\"ל במס' חולין ברכה לכהנים מנא לן מאברכה מברכיך","titles":[{"title":"﻿בראשית יב ג"},{"title":"﻿בראשית פרק יב פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"tanach--daatzkenim1-12-4","text":" דעת זקנים  ואברם בן חמש שנים וגו'. וקשה שהרי ברית בין הבתרים היה לאחר יציאתו מחרן ובפ' בא אל פרעה קרא דויהי מקץ שלשים שנה וגו' שיש שלשים שנה מברית בין הבתרים עד שנולד יצחק ואברהם היה בן מאת שנה כשנולד יצחק וא\"כ לא היה אברהם בין הבתרים כי אם בן שבעים. וצ\"ל ששתי יציאות היו בפעם ראשונה כשהיה בן שבעים וילך אתו לוט ובאותה שעה נשבה לוט ואברהם כבש המלכים ומיד היתה ברית בין הבתרים כי כן נמי פירש\"י גבי אחר הדברים האלה כל מקום שנא' אחר סמוך והיינו מיד שכבש המלכים ונמצא שלא היה כי אם בן שבעים באותו שנה ואחר ברית בין הבתרים חזר לחרן ושהה שם חמש שנים ויצא ועל אותה יציאה קא מהדר קרא ואברהם בן חמש שנים וגו' וכן מצאתי בסדר עולם בפי' וזה לשונו אבינו אברהם היה בהפלגה בן מ\"ח שנה וכשדבר הקב\"ה עמו בין הבתרים היה בן שבעים שנה שנאמר ויהי מקץ וגו' חזר ובא לו לחרן ועשה שם חמש שנים שנאמר ואברם בן חמש שנים ושבעים שנה בצאתו מחרן נמצא מהפלגה ועד שיצא אברהם מחרן כ\"ז שנה עכ\"ל. ואיציאה שניה קאי","titles":[{"title":"﻿בראשית יב ד"},{"title":"﻿בראשית פרק יב פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"tanach--daatzkenim1-12-6","text":" דעת זקנים  והכנעני אז בארץ. פירש\"י שהיה הולך וכובש מזרעו של שם שהארץ בחלקו של שם נפלה כשחלק נח לבניו הארץ. ותימה דבפרשת שלח לך פירש\"י על קרא דוחברון שבע שנים נבנתה דמצרים נתן לבנו הגדול אלא שהיתה מבונה מכל טוב על אחת משבעה בצוען וכן מסיק בסוטה פרק ואלו נאמרין אלמא משמע דחברון שהיא מארץ ישראל נפלה בחלקו של חם. וי\"ל דפלוגתא היא שהרי בת\"כ מסיק מפני מה זכו הכנעניים לישב בארצם מ\"ז שנה יותר מן המצריים כיצד ז' שנבנית חברון קודם צוען מצרים וארבעים שנה שישבו ישראל במדבר לאחר שחרבה מצרים לפי שבררו חלק לאברהם הצדיק ואמרו לו נשיא אלהים אתה בתוכנו","titles":[{"title":"﻿בראשית יב ו"},{"title":"﻿בראשית פרק יב פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"tanach--daatzkenim1-12-8","text":" דעת זקנים  ויט אהלה. פירש רש\"י אהלה כתיב מלמד שבתחלה נטה אהל אשתו. וא\"ת ויתגל בתוך אהלה דנח מאי דרשית ביה. וי\"ל דעשרת השבטים גלו ע\"י יין דכתיב השותים במזרקי יין והם היו בשומרון שנקראת אהלה דכתיב ביחזקאל ויקרא לשומרון אהלה ולירושלים אהליבה","titles":[{"title":"﻿בראשית יב ח"},{"title":"﻿בראשית פרק יב פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-12-11","text":" דעת זקנים  הנה נא ידעתי וגו'. פי' הרב יוסף קרא הנה נא ידעתי שיהרגוני ויקחו אותך כי אשה יפת מראה את וקאי אקרא דבתריה והיה כי יראו אותך וגו' והרגו אותי משמע שהיה מתירא שיהרגוהו אם יאמר שהיא אשתו מפני שירצו לשכב עמה והם מצווים על העריות. ותימה שהרי כמו כן מצווים על שפיכות דמים ואם יודע הוא שהיו נזהרין על מה שהן מצווין א\"כ לא היה לו לירא שיהרגוהו. וי\"ל כי טוב יהיה להם שיהרגוהו ויעשו עבירה דשפיכות דמים פעם אחת משיבואו עליה בלא הריגה כי יהיו יראים המצרים פן יצעוק עליהם למלך","titles":[{"title":"﻿בראשית יב יא"},{"title":"﻿בראשית פרק יב פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-12"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"tanach--daatzkenim1-14-1","text":" דעת זקנים  אריוך מלך אלסר. מכאן רמז למה שאמרו חז\"ל הלכה כשמואל בדיני וכרב באיסורי אריוך הוא שמואל ונקרא אריוך על שם שהלכה כמותו בדינין דאריוך לשון מלכות היא כמו לא ריכא ולא בר ריכא וה\"פ אריוך מלך אלא סר כלומר אלא מאיסור דהלכתא כרב","titles":[{"title":"﻿בראשית יד א"},{"title":"﻿בראשית פרק יד פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-14"},{"positionInPerek":1},{"positionInParasha":39},{"uri":"tanach--daatzkenim1-14-13","text":" דעת זקנים  ויבא הפליט. זה מיכאל ולמה נקרא שמו פליט שכשהפיל הקב\"ה סמא\"ל וכת שלו אחז בכנפיו להפילו עמו ופלטו הקב\"ה מידו ועליו אמר יחזקאל בא אלי הפליט מירושלים","titles":[{"title":"﻿בראשית יד יג"},{"title":"﻿בראשית פרק יד פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-14"},{"positionInPerek":13},{"positionInParasha":51},{"uri":"tanach--daatzkenim1-14-14","text":" דעת זקנים  וירק את חניכיו וגו'. שאמר להם אברהם למלחמה אנו יוצאין מי האיש הירא מעבירות שבידו ילך וישוב לביתו כיון ששמעו כך הלכו וחזרו להן ולא נשאר עם אברהם כי אם אליעזר עבדו אמר לו הקב\"ה לאברהם הניחו אותך כולן חייך אני נותן כח לאליעזר כנגד כולן ומנין אותיות של אליעזר יעלו למנין י\"ח ושלש מאות וכן מסיק בפ\"ד דנדרים ועוד מסיק וירק את חניכיו רב אמר שהוריקן בתורה ושמואל אמר שהוריקן בזהב פי' כדי שלא יהא לבם נוטה אלא להצלות נפשות","titles":[{"title":"﻿בראשית יד יד"},{"title":"﻿בראשית פרק יד פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-14"},{"positionInPerek":14},{"positionInParasha":52},{"uri":"tanach--daatzkenim1-14-15","text":" דעת זקנים  ויכם וירדפם. תנחומא וכי יש אדם רודף אחר הרוגי' אלא אברהם רודף והקב\"ה הורג","titles":[{"title":"﻿בראשית יד טו"},{"title":"﻿בראשית פרק יד פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-14"},{"positionInPerek":15},{"positionInParasha":53},{"uri":"tanach--daatzkenim1-14-18","text":" דעת זקנים  ומלכי צדק. שכן דרך להוציא לבאי מלחמה שהם עייפים ורעבים וצמאים. ד\"א לחם ויין רמז למנחות ונסכים שבתחלה היה כהן כד\"א והוא כהן לאל עליון ואבד כהונתו על שהקדים ברכת אברהם לברכתו של הקב\"ה הה\"ד נשבע ה' ולא ינחם על דברתי מלכי צדק כלומר על דבורו של מלכי צדק והיינו דכתיב והוא כהן הוא כהן ואין זרעו כהן כך מסיק בנדרים","titles":[{"title":"﻿בראשית יד יח"},{"title":"﻿בראשית פרק יד פסוק יח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-14"},{"positionInPerek":18},{"positionInParasha":56},{"uri":"tanach--daatzkenim1-15-1","text":" דעת זקנים  אל תירא אברם. נמצא כשהרג את המלכים נתירא שמא נתמעטו זכיותיו אמר לו ית' בערת קוצים מן הכרם אל תירא אנכי מגן לך ולכך אומרים מגן אברהם. ובשעה שנעקד יצחק פרחה נשמתו ועלתה למרום וחזרה לגופו והחיהו לכך התקין מחיה המתים. ונמצא במדרש כשפרחה נשמתו של יצחק עלתה למרום נסתכלה בזיו שכינה דכתיב לא יראני האדם וחי ולכך ותכהן עיניו מראות ובשעה שראה יעקב המלאכים עולין ויורדין ומלווין לו בכל רגע היו מודין ומקלסין להקב\"ה ולכך התקין האל הקדוש","titles":[{"title":"﻿בראשית טו א"},{"title":"﻿בראשית פרק טו פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-15"},{"positionInPerek":1},{"positionInParasha":63},{"uri":"tanach--daatzkenim1-15-5","text":" דעת זקנים  כה יהיה זרעך. א\"ר תנחומא בשם ר' אחא אין העולם חסר שלשים צדיקים כמנין יהי\"ה","titles":[{"title":"﻿בראשית טו ה"},{"title":"﻿בראשית פרק טו פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-15"},{"positionInPerek":5},{"positionInParasha":67},{"uri":"tanach--daatzkenim1-15-12","text":" דעת זקנים  ותרדמה נפלה על אברם. נפלה ובתוך אותה שינה הראה לו הקב\"ה שעבוד מלכיות וממשלתם ואבודם שנאמר קחה לי עגלה משולשת זו מלכות רביעית שהיא קשה שנא' דאילא ואימתא עז זו מלכות יון שנא' והצעיר [וצפיר] הגדול מאד ואיל משולש זו מלכות מדי ופרס שנאמר האיל אשר ראית בעל הקרנים מלכי מדי ופרס. ת\"ר אמר ר' ישמעאל לא התור הזה אלא בלשון ארמי תר זה השור כשיצמד השור זכר עם נקבה ופתחו וישדדו כל העמקים שנא' ארום חיויא רביעאה וכו'. וגוזל אלו ישראל שנא' יונתי בחגוי הסלע וכתיב אחת היא יונתי תמתי ר' אחא אומר לא נאמר משלש אלא לשון גבורי כח כמו והחוט המשולש לא במהרה ינתק. רבי משרשיא אומר משולשים היו שלשה פעמים לשלוט בארץ פעם ראשונה כל אחד בפני עצמו שניה בשנים שנים שלישית כלם כאחד נלחמים עם משיח בן דוד שנאמר יתיצבו מלכי ארץ. א\"ר יהושע לקח כל אחד חרבו ובתר כל אחד לשנים שנא' ויבתר אותם בתוך ומיד תשש כחם ואלו לא בתרם לא היה העולם יכול לעמוד בפניהם. ואת הצפור לא בתר והוא בן יונה שאין לך צפור כתוב בתורה אלא בן יונה וירד העיט על הפגרים להאכילם ולאבדם ואין עיט אלא בן דוד הנמשל לעיט צבוע שנאמר העיט צבוע נחלתי לי שנראה קורא ממזרח עיט כצאת השמש ממזרח. וישב אותם אברם שהיה מניף בסודרו שלא ישלוט בהם העיט עד הערב. א\"ר אלעזר מכאן אתה למד שממשלתן של ארבע אומות הללו אינן אלא יום אחד של הקב\"ה אמרו לו ר' אלעזר ודאי כדבריך נתנני שוממה כל היום דוה חוץ משתי ידות שעה ותדע שכן הוא שהרי כשהשמש נוטה לבא במער' תשש כחו ואורו עד שיבא הערב שיצמח אורן של ישראל שנאמר לעת ערב יהיה אור. ועוד יש להוכיח מכאן שעבוד ארבע מלכיות אומה במלכות יון שהחשיכה עיניהם של ישראל מכל מצות שבתורה. גדולה זו מלכות מדי שגדלה עד מאוד למכור ישראל חנם. נופלת עליו זו במלכות בבל שנפלה עטרת ישראל בידה. עליו אלו בני ישמעאל שעליהם בן דוד יצמח שנא' אויביו אלביש בושת ועליו יציץ נזרו. ר' אלעזר בן עזריה אומר לא נבראו המלכיות האלו אלא לעצים לגיהנם שנאמר והנה תנור עשן ולפיד אש ואין תנור אלא לגיהנם שנאמר נאם ה' אשר אור לו בציון ותנור לו בירושלים כך הראה הקב\"ה לאברהם שעבוד מלכיות וגיהנם והראה לו תורה וקרבנות אמר לו כל זמן שישראל עוסקין בתורה ובקרבנות יהיו נצולין מן השנים האלו ומצליחין. אבל עתיד בית המקדש ליחרב וקרבנות ליבטל במה אתה חפץ שישתעבדו בניך בשעבוד מלכיות או בדינה של גיהנם והיה תמה אברהם ולא היה יודע מה לענות ולבחור א\"ל ית' ממה אתה תמה בחר לך בשעבוד מלכיות ואל ידונו בגיהנם הה\"ד אם לא כי צורם מכרם וה' הסגירם צורם זה אברהם שנא' הביטו אל צור חצבתם","titles":[{"title":"﻿בראשית טו יב"},{"title":"﻿בראשית פרק טו פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-15"},{"positionInPerek":12},{"positionInParasha":74},{"uri":"tanach--daatzkenim1-15-13","text":" דעת זקנים  ועבדום וענו אותם. כנגד במה אדע וגו'","titles":[{"title":"﻿בראשית טו יג"},{"title":"﻿בראשית פרק טו פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-15"},{"positionInPerek":13},{"positionInParasha":75},{"uri":"tanach--daatzkenim1-15-14","text":" דעת זקנים  ואחרי כן יצאו. אמר ר' אחא כתיב כאן אחרי ולא כתב אחר כאן רמז לו עשר מכות שעתיד להביא על המצריים במצרים","titles":[{"title":"﻿בראשית טו יד"},{"title":"﻿בראשית פרק טו פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-15"},{"positionInPerek":14},{"positionInParasha":76},{"uri":"tanach--daatzkenim1-17-1","text":" דעת זקנים  התהלך לפני. לפי וגו' נתוספה ה\"א על שמו ונעשה שלם ותמים למספר רמ\"ח איברים שבאדם. וכן מסיק בשלהי פרק רביעי דנדרים אמר רמי בר' אבא כתיב אברם וכתיב אברהם בתחלה המליכו הקב\"ה על רמ\"ג איברים ולבסוף על רמ\"ח ואלו הן שתי עינים ושתי אזנים וראש הגויה ובא וראה כמה גדול כח של מילה כדאיתא בפרק רביעי דנדרים ואיתמר במכילתא מה שאין קורא הכתוב אברהם ושרה בשמם אחר שנשתנה כמו שמצינו ביעקב שנקרא יעקב אחר שקראו הקב\"ה ישראל מפני ששמם של אברהם ושרה הראשון לא נתעקר לגמרי אך נתוספה אות אחת של ה' על שמם ולתקן השם ומכוין שנתקן נשתקע הראשון. אבל יעקב נקרא לו שם חדש והשם הראשון לא זז ממקומו. ועוד אמרו שלכך לא נשתנה שמו של יצחק מפני שלא נקרא לו שם אלא מפי הגבורה שנא' וקראת את שמו יצחק","titles":[{"title":"﻿בראשית יז א"},{"title":"﻿בראשית פרק יז פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-17"},{"positionInPerek":1},{"positionInParasha":100},{"uri":"tanach--daatzkenim1-17-21","text":" דעת זקנים  ואת בריתי אקים את יצחק. אקי\"ם נוטריקון אשר קידש ידיד מבטן","titles":[{"title":"﻿בראשית יז כא"},{"title":"﻿בראשית פרק יז פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-17"},{"positionInPerek":21},{"positionInParasha":120},{"uri":"tanach--daatzkenim1-17-26","text":" דעת זקנים  בעצם היום הזה. ר\"ג אומר שלח אברהם וקרא לשם בן נח ומל אותו ואת ישמעאל בנו ומהו בעצם בגבורתו של יום. ולא עוד אלא בעשור של חדש השביעי הוא יום הכפורים נאמר כאן בעצם ונאמר להלן תענו את נפשותיכם בעצם היום הזה מה להלן יוה\"כ אף כאן יוה\"כ ובכל שנה ושנה הקב\"ה רואה דם בריתו של א\"א ומכפר לנו על כל עונותינו. ואתמר בב\"ר שנטל אברהם סכין ואחז בערלתו וכשבא לחתוך היה מתיירא מפני שהיה זקן וסייעו הקב\"ה כביכול שלח ידו ואחז עמו שנא' וכרות עמו הברית מלמד שעזרו","titles":[{"title":"﻿בראשית יז כו"},{"title":"﻿בראשית פרק יז פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-3"},{"perek":"tanach-1-17"},{"positionInPerek":26},{"positionInParasha":125},{"uri":"tanach--daatzkenim1-18-1","text":" דעת זקנים  וירא באלוני ממרא. פירש\"י הוא שנתן לו עצה על המילה. ותימה וכי אדם חשוב וצדיק כאברהם ונתנסה בעשר נסיונות ועמד בכולן ולא שאל עצה איך שאל עצה על המילה שצוהו הקב\"ה. וי\"ל שחס ושלום שישאל עצה אם ימול אם לאו אלא אם יעשה בצנעה או בפרהסיא וממרא נתן לו עצה לעשותה בפרהסיא כדי שיראו העולם וימולו אחריו והיינו דכתיב בעצם היום הזה נימול אברהם בעצומו של יום. ד\"א ששאל לו עצה מאיזה מקום ימול והוא נתן לו עצה שימול במקום זכרות כדכתיב המול לכם כל זכר ממקום שניכר בין זכר לנקבה. ד\"א כשצוה הקב\"ה למול כל אנשי ביתו הלך אצל ענר ואשכול לשאול מה יעשה על אנשי ביתו שאינן רוצין להמול ולא ידעו מה להשיב לו הלך אצל ממרא ונתן לו עצה שימול עצמו וישמעאל בנו תחלה וכשיראו כן אז יקבלו להמול וכן עשה בעצם היום הזה נמול אברהם וישמעאל בנו והדר כתיב וכל אנשי ביתו נמולו אתו. ואי קשיא ממרא שנתן לו עצה מדוע לא מל עצמו לסוף נמול כדאיתא באגדה. כחום היום. שעת אכילה והיא שעה רביעית שהתחיל היום לחום ואז מאכל כל אדם. וכדפי' רב פפא בריש מסכת שבת. ועמד פתח האהל לראות אם יעבור אדם לעת מאכל ויכניסנו לביתו","titles":[{"title":"﻿בראשית יח א"},{"title":"﻿בראשית פרק יח פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-18-8","text":" דעת זקנים  ויקח חמאה וחלב וגו'. מלמד שהאכילם בשר וחלב וכשרצה הקב\"ה ליתן תורה לישראל אמרו המלאכים תנה הודך על השמים אמר להם כתוב בתורה לא תבשל גדי בחלב אמו ואתם כשירדתם למטה אכלתם בשר וחלב שנאמר ויקח חמאה וחלב. מיד הודו להקב\"ה והיינו דכתיב בפ' כי תשא כי על פי הדברים האלה כרתי וגו' וכתיב לעיל מיניה לא תבשל גדי בחלב אמו. ומדרש זה חולק על מדרש אחר קיים אברהם אבינו ע\"ה אפילו עירובי תבשילין פירוש תבשילין מעורבין שלא היה אוכל בשר בחלב גם לא בשר ואח\"כ חלב אלא חלב ואח\"כ בשר דכתיב ויקח חמאה וחלב והדר בן הבקר אשר עשה וכן נמי פירש\"י קמא קמא דתקין אמטי ואייתי לקמייהו","titles":[{"title":"﻿בראשית יח ח"},{"title":"﻿בראשית פרק יח פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-18-11","text":" דעת זקנים  חדל להיות לשרה ארח כנשים. פי' שראתה דם בזקנותה מה שאין כן בשאר הנשים אבל אין לפרש שאינה רואה שהרי למעלה פירש\"י שפירסה נדה","titles":[{"title":"﻿בראשית יח יא"},{"title":"﻿בראשית פרק יח פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"tanach--daatzkenim1-18-13","text":" דעת זקנים  ואני זקנתי. מכאן אחז\"ל (מציע' פ' השוכר) שמותר לשנות מפני השלום שהיא אמרה ואדוני זקן והקב\"ה שינה ואמר ואני זקנתי ואע\"ג דלפום ריהטא משמע שגם היא אמרה ואני זקנתי דכתיב אחרי בלותי. י\"ל לי יכול להיות תקנה ללדת בנים שהרי אחרי בלותי היתה לי עדנה שהרי פרסתי נדה אבל לבעלי אין תקנה שהרי ואדוני זקן וכן נ\"ל דמשמע הלשון היתה לי ולא תהיה. ויש מי שאומר חלילה שישנה המקום שהרי דובר שקרים לא יכון לנגד עיניו וגם היא אמרה ואני זקנתי והוא פירוש אחרי בלותי וגו' בתמי' ושינה מפני השלום שלא ספר כל דבריה אלא קצתם וכל שאר בני אדם מותר לשנות לגמרי. וא\"ת מה הקפדה יש לאברהם אם אמרה שהוא זקן י\"ל ר\"ל שטוחן ואינו פולט","titles":[{"title":"﻿בראשית יח יג"},{"title":"﻿בראשית פרק יח פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":13},{"positionInParasha":13},{"uri":"tanach--daatzkenim1-18-14","text":" דעת זקנים  למועד אשוב אליך. מכאן רמז למה שאחז\"ל כי בפסח נולד יצחק למוע\"ד בגימ' בפסח","titles":[{"title":"﻿בראשית יח יד"},{"title":"﻿בראשית פרק יח פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"tanach--daatzkenim1-18-17","text":" דעת זקנים  המכסה אני וגו'. ואברהם היו יהיה. אמר אילו לא היה עתיד להוליד בנים לא הייתי מגלה לו משפט סדום כי לאדם שימות בלא בנים שיצוה אותן לשמור דרך ה' ולקבל שכר מה לו לגלות משפטים. אבל אברהם היו יהיה וגו' כי ידעתיו וגו'. ולפי שיהיה לגוי גדול אגלה לו דין של סדום כי יודע אני בו כי למען דין שאעשה ברשעים הללו יצוה את בניו לשמור דרך ה' ולעשות צדקה ומשפט","titles":[{"title":"﻿בראשית יח יז"},{"title":"﻿בראשית פרק יח פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"tanach--daatzkenim1-18-27","text":" דעת זקנים  ואנכי עפר ואפר. ראוי אני להיות עפר במלחמת ארבעה מלכים. ואפר באור כשדים לולי רחמיך אשר הצלתני","titles":[{"title":"﻿בראשית יח כז"},{"title":"﻿בראשית פרק יח פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"tanach--daatzkenim1-18-32","text":" דעת זקנים  אולי ימצאון שם עשרה. פירש\"י ותשעה ע\"י צירוף כבר בקש ולא מצא ולא ידענא מאי שנא דגבי מ\"ה כתיב לא אשחית וגבי מ' ול' כתיב לא אעשה והדר כתיב לא אשחית גבי עשרים ועשרה. לכך נראה לפרש קראי הכי. ויאמר אברהם אולי ימצאון שם חמשים צדיקים דהיינו מנין שלם לחמשה כרכים והשיב הקב\"ה אם אמצא וכו' ונשאתי לכל המקום בעבורם כלו' דכיון שהוא מנין שלם אסלח לעונם ולא אשחיתם וגם לא אדונם ביסורין. ויאמר אולי יחסרון חמשה דהיינו תשעה לכל כרך וכרך ואתה תצטרף עם כל תשעה ותשעה ותשלים המנין. והשיב הקב\"ה לא אשחית אם אמצא שם ארבעים וחמשה כלו' לא אשחיתם אך אדונם ביסורין מכיון שלא ימצא בהם מנין שלם בלא צרוף. ויאמר אברהם אולי ימצאון שם ארבעים דהיינו מנין שלם לארבעה כרכים וכן לשלשה כרכים ויאמר הקב\"ה לא אעשה בעבור הארבעים ולא בעבור השלשים כלו' אסלח ולא אעשה להם שום דבר לא השחתה ולא יסורין כיון שהמנין שלם וגם הם יהיו רוב הכרכים. ויאמר אברהם אולי ימצאון שם עשרים דהיינו מנין שלם לשני כרכים וכן עשרה לכרך א'. ויאמר הקב\"ה לא אשחית בעבור העשרים וכן בעבור העשרה פי' לא אשחיתם לגמרי אמנם אדונם ביסורין מאחר שלא יהיה זה כי אם המיעוט של חמשה כרכים אע\"פ שהמנין שלם לשנים או לא' והיינו דפירש\"י על תשעה וצרוף לא שאל אברהם כשלא מצא עשרה שהרי כבר בקש ולא מצא וחקר מה יהיה הצירוף מועיל ולא מצא בדברי הקב\"ה שיהא הצירוף מכפר כמו מנין שלם והצירוף אינו מציל כי אם מהשחתה ולא מהיסורין. וי\"א שעל פחות מעשרה לא בקש שהיה סבור שיהיו לוט ואשתו וארבעה בנותיו וארבע חתניו שהן עשרה כדאי להציל העיר בזכותם","titles":[{"title":"﻿בראשית יח לב"},{"title":"﻿בראשית פרק יח פסוק לב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-18"},{"positionInPerek":32},{"positionInParasha":32},{"uri":"tanach--daatzkenim1-19-1","text":" דעת זקנים  ויבואו שני המלאכים סדומה וגו'. אמר להם למה באת' אמרו לו כי משחיתים אנחנו כי אמרו בלבם אם נאמר ללוט צא מן המקום ולא נגלה לו הטעם לא ישמע אלינו ולפי שגלו מסתורין של הקב\"ה דנם ית' ונדחו ממחיצתו קל\"ח שנים ואע\"פ שכוונתם לטובה כי המלאכים נדונין בדבר קל מפני החכמה יתירה שבהם כמו שמצינו במטטרון אפקיה ומחיוהו שתין פולסי דנורא מפני שהיה יודע מה בלבו של אדם כו'. והרב ר' יהודה חסיד אמר טעם למה מלקין למעלה ששים וב\"ד של מטה מלקין ארבעים חסר אחד לפי שלמטה עונשין מבן י\"ג מלקין ארבעים חסר אחד שלש פעמים י\"ג. ולמעלה אין עונשין כי אם מבן עשרים ולכן מלקים ששים שהם שלש פעמים עשרים","titles":[{"title":"﻿בראשית יט א"},{"title":"﻿בראשית פרק יט פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-19"},{"positionInPerek":1},{"positionInParasha":34},{"uri":"tanach--daatzkenim1-19-31","text":" דעת זקנים  ואיש אין בארץ לבא. פי' ר' אברהם אבן עזרא ז\"ל איש אין בארץ ראוי לבא עלינו כי היו מחזיקות עצמן במיוחסות","titles":[{"title":"﻿בראשית יט לא"},{"title":"﻿בראשית פרק יט פסוק לא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-19"},{"positionInPerek":31},{"positionInParasha":64},{"uri":"tanach--daatzkenim1-19-36","text":" דעת זקנים  ותהרן. פירש\"י אע\"פ שאין מתעברת אשה מביאה ראשונה אלו שלטו בעצמן והוציאו ערותן. עדותן גרסי' ב\"ר פי' בתוליהן וראיה מב\"ר ואלה בתולי בתי עדות בתי. ולא גרסינן ברי\"ש כמו שאו' העולם","titles":[{"title":"﻿בראשית יט לו"},{"title":"﻿בראשית פרק יט פסוק לו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-19"},{"positionInPerek":36},{"positionInParasha":69},{"uri":"tanach--daatzkenim1-20-16","text":" דעת זקנים  הנה נתתי אלף כסף לאחיך. אלף לשון למוד כמו ואאלפך חכמה כסף לשון חימוד כי נכסוף נכספת. והפי' הנה נתתי ולמדתיך עצה טובה וחמודה על אודות אחיך. לאחיך על אחיך על אודות אותו שאמרת עליו אחי הוא הנה. וי\"מ אלף כמו שגר אלפיך כסף לשון חימוד כדפירש\"י הנה הוא לך כסות עינים אותו שם דאח שאת קוראה לו לשון כיבוד וצנוע הוא שלא לומר בעלי הוא ולמה תאמר כן לכל אשר אתך כלו' לאנשים הרגילים אצלך שיודעים שבעליך הוא","titles":[{"title":"﻿בראשית כ טז"},{"title":"﻿בראשית פרק כ פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-20"},{"positionInPerek":16},{"positionInParasha":87},{"uri":"tanach--daatzkenim1-21-2","text":" דעת זקנים  ותהר. מה עיבורה בלא צער אף לידתה בלא צער","titles":[{"title":"﻿בראשית כא ב"},{"title":"﻿בראשית פרק כא פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":2},{"positionInParasha":91},{"uri":"tanach--daatzkenim1-21-4","text":" דעת זקנים  בן שמנת ימים. ועכשיו נוהגין העולם כשמביאין קטן לבית הכנסת אומרים ברוך הבא לפי שהבא עולה שמונה בגימטריא והיינו ברוך הנמול לשמונה","titles":[{"title":"﻿בראשית כא ד"},{"title":"﻿בראשית פרק כא פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":4},{"positionInParasha":93},{"uri":"tanach--daatzkenim1-21-7","text":" דעת זקנים  ותאמר מי מלל. ותאמר לשון שבח ודומה לו אמרו צדיק כי טוב פי' שבחו לצדיק ה\"נ שבחה שרה לאותו שמלל לאברהם הניקה בנים שרה דהיינו הקדוש ברוך הוא. ד\"א מי מלל. מי יאמר לאברהם שיש בו לחלוחית והוא כמו מלילות","titles":[{"title":"﻿בראשית כא ז"},{"title":"﻿בראשית פרק כא פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":7},{"positionInParasha":96},{"uri":"tanach--daatzkenim1-21-8","text":" דעת זקנים  ביום הגמל את יצחק. ביום הג' מל את יצחק והיינו לשמונה ימים","titles":[{"title":"﻿בראשית כא ח"},{"title":"﻿בראשית פרק כא פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":8},{"positionInParasha":97},{"uri":"tanach--daatzkenim1-21-15","text":" דעת זקנים  ויכלו המים. פירש\"י לפי שדרך חולים לשתות הרבה. ותימ' דאמרי' במציעא דעד יעקב אבינו לא הוה חולשא. י\"ל דעד יעקב לא חלה אדם מעצמו. אך זה לא חלה אלא מחמת שרה שהכניסה בו עין הרע","titles":[{"title":"﻿בראשית כא טו"},{"title":"﻿בראשית פרק כא פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":15},{"positionInParasha":104},{"uri":"tanach--daatzkenim1-21-20","text":" דעת זקנים  ויהי רובה קשת. היה מטיל ומשליך החצים בקשתו ודומה לו ורבו. וי\"מ רובה לשון ילד כדמתרג' רביא. וכן יקבלו הרובין תשובתן במסכת חולין והפי' ויהי הילד קשת בעל קשת","titles":[{"title":"﻿בראשית כא כ"},{"title":"﻿בראשית פרק כא פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":20},{"positionInParasha":109},{"uri":"tanach--daatzkenim1-21-22","text":" דעת זקנים  אלהים עמך. שהיו אומרים אילו היה צדיק לא היה דוחה בנו הבכור כיון שראו מעשיו אמרו אלהים עמך בכל אשר אתה עושה","titles":[{"title":"﻿בראשית כא כב"},{"title":"﻿בראשית פרק כא פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-21"},{"positionInPerek":22},{"positionInParasha":111},{"uri":"tanach--daatzkenim1-22-5","text":" דעת זקנים  שבו לכם פה. מדרש כשראה אברהם את המקום מרחוק וענן קשור עליו אמר ליצחק בנו מה אתה רואה אמר לו הר נאה וענן קשור עליו חזר אצל נעריו ואמר להם מה אתם רואים אמרו לו אין אנו רואים שום דבר אמר להם אתם והחמור שוים שאינכם רואים כמוהו א\"כ שבו לכם פה עם החמור. ונ\"ל דהיינו הך דאמרו רז\"ל עם הדומה לחמור ולפיכך עבד אין לו חיים כמו חמור","titles":[{"title":"﻿בראשית כב ה"},{"title":"﻿בראשית פרק כב פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":5},{"positionInParasha":128},{"uri":"tanach--daatzkenim1-22-10","text":" דעת זקנים  ויקח את המאכלת. שמכשרת הבשר לאכילה. ד\"א שכל ישראל אוכלין זכותה בעה\"ז","titles":[{"title":"﻿בראשית כב י"},{"title":"﻿בראשית פרק כב פסוק י"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":10},{"positionInParasha":133},{"uri":"tanach--daatzkenim1-22-13","text":" דעת זקנים  אחר נאחז. פסיקתא אמר לו לאברהם ראה בניך העומדים אחריך כשיהו מסובכין ונאחזין בעבירות מה יהיו עושין בקרנות יהיו תוקעין אותן לפני ואני אזכור להם עקידת יצחק ואזכה אותן בדין, ומה עסקו של שופר מכניס בזו ומוציא בזו כך בניך אפילו יש להם כמה קטיגורין אני אכניס אותם בזו ולא אשמע להם. ולכך אמר משה לישראל השופר סניגוריא הוא לכם תקעו שופר בראש השנה כדי שיזכור לכם הקב\"ה עקידת יצחק ותזכו בדין","titles":[{"title":"﻿בראשית כב יג"},{"title":"﻿בראשית פרק כב פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":13},{"positionInParasha":136},{"uri":"tanach--daatzkenim1-22-14","text":" דעת זקנים  ויקרא שם המקום וגו'. והוא הר המוריה ונקרא כן לפי שמיראה נעשה הר שהיה בתחלה עמק מיד נעשה הר גבוה ותלול ומנושא ולפי שמתחלה נקרא שלם שנא' ומלכי צדק מלך שלם. ואברהם קראו יראה נקרא עתה ירושלים שיש במשמעות יראה ושלם","titles":[{"title":"﻿בראשית כב יד"},{"title":"﻿בראשית פרק כב פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":14},{"positionInParasha":137},{"uri":"tanach--daatzkenim1-22-19","text":" דעת זקנים  וישב אברהם. ויצחק היכן הלך שלחו בלילה מפני עין הרע שכן חנניה מישאל ועזריה משעה שיצאו מתוך כבשן האש לא נתפרש להיכן הלכו. וי\"א בחלק שמתו בעין הרע. ומשום רבי שמעון בן יהוצדק אמרו ששינו מקומן והלכו ללמד תורה לפני יהושע הכהן הגדול הה\"ד שמע נא יהושע הכהן הגדול אתה ורעיך היושבים לפניך כי אנשי מופת המה מאי כי אנשי מופת וכו'","titles":[{"title":"﻿בראשית כב יט"},{"title":"﻿בראשית פרק כב פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":19},{"positionInParasha":142},{"uri":"tanach--daatzkenim1-22-21","text":" דעת זקנים  את עוץ בכורו. אומרים במדרש זה איוב שנא' איש היה בארץ עוץ איוב שמו. קמואל. זה בלעם ולמה נקרא שמו קמואל שקם על אומתו של אל","titles":[{"title":"﻿בראשית כב כא"},{"title":"﻿בראשית פרק כב פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-4"},{"perek":"tanach-1-22"},{"positionInPerek":21},{"positionInParasha":144},{"uri":"tanach--daatzkenim1-23-1","text":" דעת זקנים  ויהיו חיי. כי תשעים שנה היתה בלא בנים ומי שאין לו בנים חשוב כמת. וחשוב מתשעים שנה עד סוף ימיה שהיו קכ\"ז יעלו ל\"ז כמנין ויהי\"ו","titles":[{"title":"﻿בראשית כג א"},{"title":"﻿בראשית פרק כג פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-23"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-23-2","text":" דעת זקנים  בקרית ארבע. שם אדם כדכתיב האדם הגדול בענקים הוא ארבע","titles":[{"title":"﻿בראשית כג ב"},{"title":"﻿בראשית פרק כג פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-23"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-23-5","text":" דעת זקנים  ויענו בני חת. א\"ר אלעזר כמה קולמסין נשברין וכמה דיו משתפכין לכתוב עשרה פעמים בני חת בתורה ללמדך שכל מי שמברר חלקו של צדיק מעלה עליו הכתוב כאילו קיים חמשה חומשי תורה. וכי האי גוונא דריש בהגדה גבי ואיש בא מבעל שלישה ויבא לאיש האלהים לחם בכורים. ופריך וכי אלישע הכהן אוכל בכורים היה אלא כל המביא דורון לתלמיד חכם מעלה עליו הכתוב כאלו בנה בית המקדש ומביא בכורים וכן גבי חרם עכן כתיב חמשה פעמים גם לומר שכל המועל בחרם כאלו עבר על חמשה חומשי תורה. ד\"א קח אות ראשונה ואות אחרונה מכל תיבות של סופי חמשה חומשי תורה ויעלו חרם. ב\"מ של במצרים דסוף בראשית מ\"מ של מסעיהם דסוף אלה שמות ס\"י של סיני דסוף ספר ויקרא י\"ו דיריחו דסוף ספר במדבר סיני י\"ל של ישראל דסוף אלה הדברים הרי חרם","titles":[{"title":"﻿בראשית כג ה"},{"title":"﻿בראשית פרק כג פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-23"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"tanach--daatzkenim1-24-1","text":" דעת זקנים  ברך את אברהם בכל. בזכות הפרשת מעשר כד\"א ויתן לו מעשר מכל","titles":[{"title":"﻿בראשית כד א"},{"title":"﻿בראשית פרק כד פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":1},{"positionInParasha":21},{"uri":"tanach--daatzkenim1-24-7","text":" דעת זקנים  אלהי השמים וגו'. ולא אלהי הארץ כי באותה שעה לא נודע אלהותו לבריות. ומטעם זה ליכא מלכות בברכה ראשונה של שמונה עשרה דלא שייך לומר אלהי אברהם כי בפרק שהתחיל להיות אלהי אברהם עדיין לא היה על כל העולם","titles":[{"title":"﻿בראשית כד ז"},{"title":"﻿בראשית פרק כד פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":7},{"positionInParasha":27},{"uri":"tanach--daatzkenim1-24-8","text":" דעת זקנים  ונקית משבועתי זאת. זאת משמע מיעוט לומר דמשבועה דכי אל ארצי ואל מולדתי תלך תהי נקי אבל משבועה דלא תקח אשה לבני לא תנקי ולפי זה צ\"ל דענר אשכול וממרא לאו כנעניים היו","titles":[{"title":"﻿בראשית כד ח"},{"title":"﻿בראשית פרק כד פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":8},{"positionInParasha":28},{"uri":"tanach--daatzkenim1-24-14","text":" דעת זקנים  ובה אדע. פירש\"י שהוא לשון תחנה וגו'. ותימ' לה\"ר משה דאמרינן בעלמא שלשה שאלו שלא כהוגן וחשיב אליעזר עבד אברהם ולפירש\"י לא שאל שלא כהוגן","titles":[{"title":"﻿בראשית כד יד"},{"title":"﻿בראשית פרק כד פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":14},{"positionInParasha":34},{"uri":"tanach--daatzkenim1-24-22","text":" דעת זקנים  ויקח האיש נזם זהב. החכם ר' משה דורש מקרא זה לפי פשוטו ויקח האיש נזם זהב ושני צמידים בידו לתת עליה אם תהיה הגונה ויאמר לה בת מי את וכשהגידה לו משפחתה אז נתנם לה והכתוב קצר דבריו כמו שמצינו בכמה מקומות. וכן מוכיח בספור דבריו דכתיב ואשאל ואחר ואשים. וגם כאן לא כתוב ויקח האיש נזם זהב ויתן על ידה","titles":[{"title":"﻿בראשית כד כב"},{"title":"﻿בראשית פרק כד פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":22},{"positionInParasha":42},{"uri":"tanach--daatzkenim1-24-39","text":" דעת זקנים  אלי לא תלך האשה. פירש\"י ז\"ל שלכך כתיב אלי חסר וא\"ו למדרש שהיתה בת לאליעזר וכו'. ותימה שגם ר' שלמה פי' על קרא דונקית משבועתי זאת ותקח אשה לבני מבנות ענר אשכול וממרא וגם הם כנעניים היו. וי\"ל שבו נתקיימה כבר הקללה שהרי הוא עבד אבל הם לא היו עבדים. ועוד י\"ל דזילא ביה מילתא טפי למשיא לבנו בת עבדו. ועוד אמרינן בב\"ר אליעזר בנו של חם היה. ובפרקי ר' אליעזר אומר אליעזר עבד אברהם הוא עוג מלך הבשן והכי איתמר התם זקן ביתו של אברהם אבינו היה אליעזר וכתב עליו עבד עולם וכשגמל חסד עם יצחק הוציאו לחירות עולם ונתן לו הקב\"ה שכרו בעולם הזה והעמידו מלך והוא עוג מלך הבשן. וקשה שהרי עוג רשע היה ומשה הרגו ואליעזר היה צדיק. וגם במס' סופרים חשיב ליה מתשעה שנכנסו בגן עדן מחיים ועל דבר זה נכנס כי כשהביא רבקה ולא מצא לה יצחק בתולים כמו שאפרש בע\"ה היה חושדו שבא עליה ואמר לו כן תחיה ותכנס בגן עדן כמו שאתה נקי ממנה ונתקיים לו אותה ברכה ונכנס חי בגן עדן. וצ\"ל ששני עוג מלך הבשן היו אחד רשע שהרגו משה ואחד שהיה עבד ומלך וכשמלך נקרא שמו עוג כי כל מלכי הבשן נקראים עוג כמו שמצינו בכל מלכי מצרים שנקראין פרעה","titles":[{"title":"﻿בראשית כד לט"},{"title":"﻿בראשית פרק כד פסוק לט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":39},{"positionInParasha":59},{"uri":"tanach--daatzkenim1-24-55","text":" דעת זקנים  ויאמר אחיה ואמה. פירש\"י ובתואל רצה לעכב ובא מלאך והמיתו. ואע\"ג דכתיב לעיל ויען לבן ובתואל צ\"ל שרצה לחזור ולעכב הדבר. ד\"א שבקשו להאכיל לאליעזר סם המות כדי שישאר להם הממון ובא גבריאל והחליף הקערה אשר בה סם המות ליתנה לאליעזר ונתנה לבתואל ומת","titles":[{"title":"﻿בראשית כד נה"},{"title":"﻿בראשית פרק כד פסוק נה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-24"},{"positionInPerek":55},{"positionInParasha":75},{"uri":"tanach--daatzkenim1-25-1","text":" דעת זקנים  ויקח אשה ושמה קטורה. ואע\"ג דישראל אסור במצרית דכתיב בנים אשר יולדו להם דור שלישי הא דור שני לא יבא. והגר בת פרעה היתה כדפירש\"י לעיל. איכא למימר גר הוא וגר מותר במצרית ובמדרש איתא על פי הדבור עשה","titles":[{"title":"﻿בראשית כה א"},{"title":"﻿בראשית פרק כה פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-25"},{"positionInPerek":1},{"positionInParasha":88},{"uri":"tanach--daatzkenim1-25-5","text":" דעת זקנים  ויתן אברהם את כל אשר לו ליצחק. תימה היכי עביד הכי הא אמרי' אסור לאעבורי אחסנתא אפי' מברא בישא לברא טבא דלא ידעי מאי זרעא נפיק מנייהו וכתיב יכין צדיק ורשע ילבש וקי\"ל בעלמא דקיים אברהם אבינו אפילו ערובי תבשילין. וי\"ל דאברהם וישמעאל גרים היו ואמרינן דגר אינו יורש את חבירו אביו לא מדברי תורה ולא מדברי סופרים מה\"ר שמואל. וקודם שנולדו האחרים כבר נתן לו כדכתיב לעיל ויתן לו את כל אשר לו","titles":[{"title":"﻿בראשית כה ה"},{"title":"﻿בראשית פרק כה פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-25"},{"positionInPerek":5},{"positionInParasha":92},{"uri":"tanach--daatzkenim1-25-6","text":" דעת זקנים  נתן אברהם מתנות. אמרו בפ' חלק שמות בטומאה מסר להם פי' שיהו יכולין להזכיר שם המפורש בטומאת הגוף ולא יזיק להם וגם היום יש ישמעאלים שבקיאין בשם ומזכירין אותו בטומאה. וקשה לה\"ר משה היאך אדם וצדיק חשוב כאברהם ילמד השם לרשעים לכן פי' ה\"ר יעקב בה\"ר נחמן שם טומאה שם השדים שמשביעין אותן באדוניהם הממונים עליהם לעשות כל מה שרוצים כמו ספר בילא\"ד ושם טומאה נקרא על שם רוח הטומאה כדאמרינן במס' חגיגה הלן בבית קברות כדי שתשרה עליו רוח טומאה. רמז לזה שהרי מתנות כתיב חסר וא\"ו והוא עולה בגימטריא למדם להשביע השדים. מה\"ר משה","titles":[{"title":"﻿בראשית כה ו"},{"title":"﻿בראשית פרק כה פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-5"},{"perek":"tanach-1-25"},{"positionInPerek":6},{"positionInParasha":93},{"uri":"tanach--daatzkenim1-25-19","text":" דעת זקנים  יצחק אברהם הוליד את יצחק. הוליד בגימ' דומה שהיה קלסתר פניו דומה לאברהם","titles":[{"title":"﻿בראשית כה יט"},{"title":"﻿בראשית פרק כה פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":19},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-25-20","text":" דעת זקנים  ויהי יצחק בן ארבעים שנה. פירש\"י שנשא יצחק את רבקה כשהיתה בת שלש שנים וקשיא דבשלהי ספרי מסיק ג' שנותיהן שוין קהת ורבקה ובן עזאי. וא\"כ חיתה רבקה קל\"ג שנים כמו קהת ואם לא היתה כי אם בת שלש שנים כשנשאה יצחק תמצא שחסר משנותיהם י\"א שנים כיצד בת ג' נשאה ובת כ\"ג היתה כשילדה. וא\"כ כשילדה את יעקב היתה בת כ\"ג ויעקב בן ס\"ג כשנתברך כדפירש\"י בסוף הסדר הזה וי\"ד שנה נטמן בבית עבר וכ' שנה שמש בבית לבן ושתי שנים נשתהה בדרך ובאותו פרק נתבשר על מיתת אמו כדפירש\"י בפ' וישלח גבי אלון בכות. וא\"כ לא היתה כי אם בת קכ\"ב שנים. ל\"נ שהיתה רבקה בת י\"ד שנים כשנשאה יצחק והכי איתא בסדר עולם וכן א\"ר יהודה ואז תמצא שהיתה קל\"ג שנים מכוונים. ולפי זה צ\"ל מה ששנינו בסדר עולם כשחזר אברהם מן העקדה נתבשר שנולדה רבקה שנולדה כבר עבר י\"א שנים. ועל זה הקשה הרב משה שלמה בר אברהם המכונה אנסימ\"אן מאי האי דאמרינן נותנין זמן לבתולה שנים עשר חודש וילפי' לה מקרא דכתיב תשב הנערה וכו' והיאך מצינו למילף מרבקה והלא בוגרת היתה באותו זמן ואמרי' התם דלבוגרת אין נותנין כי אם ל' יום כמו לאלמנה וצ\"ע","titles":[{"title":"﻿בראשית כה כ"},{"title":"﻿בראשית פרק כה פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":20},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-25-21","text":" דעת זקנים  לנוכח אשתו. בגימטריא אש וקש רמז שתלד יעקב שנא' בו והיה בית יעקב אש ועשו שנא' בו ובית עשו לקש","titles":[{"title":"﻿בראשית כה כא"},{"title":"﻿בראשית פרק כה פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":21},{"positionInParasha":3},{"uri":"tanach--daatzkenim1-25-23","text":" דעת זקנים  ורב יעבוד צעיר. פי' והרבה יעבוד צעיר כלומר זמן גדול כמו יש לי רב","titles":[{"title":"﻿בראשית כה כג"},{"title":"﻿בראשית פרק כה פסוק כג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":23},{"positionInParasha":5},{"uri":"tanach--daatzkenim1-25-25","text":" דעת זקנים  ויצא הראשון אדמוני. מדרש כשראהו אביו אמר עדיין לא נבלע בו דמיו ולא רצה למולו לשמונה ימים כדאמרינן גבי מעשה דשתי נשים שבאו לפני נתן הבבלי וכו'. כשעבר שנה או שנתיים וראה יצחק שלא החליף מראיתו ידע שזו תולדתו ואפ\"ה לא מל אותו אמר הואיל ולא מלתי אותו לשמנה כמוני אמתין עד שיהיה בן י\"ג כמו ישמעאל אחי ואמול אותו וכשהיה בן י\"ג שנה הוא עכב בעצמו ולא רצה למול והיינו דכתיב אם לא דם שנאת ודם ירדפך","titles":[{"title":"﻿בראשית כה כה"},{"title":"﻿בראשית פרק כה פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":25},{"positionInParasha":7},{"uri":"tanach--daatzkenim1-25-26","text":" דעת זקנים  ויקרא שמו יעקב. אותיות יעקב ד' כנגד ד' עטרות שעתידין בניו לעטר הקב\"ה י' כנגד י' הדברות ע' כנגד שבעים זקנים ק' כנגד היכל שבנו להקב\"ה שנאמר בו וההיכל מאה אמה. ב' כנגד ב' לוחות ובזכות יעקב נגאלו ישראל ממצרים שנא' ויעמידה ליעקב לחק לישראל וגו' ואלמלא יעקב לא נפדה אברהם מן הכבשן שנאמר כה אמר ה' אל בית יעקב אשר פדה את אברהם. ד\"א דרשו רז\"ל שפדאו מצער גידול בנים","titles":[{"title":"﻿בראשית כה כו"},{"title":"﻿בראשית פרק כה פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":26},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-25-27","text":" דעת זקנים  ויגדלו הנערים. פירש\"י כל זמן שהיו קטנים לא היו מעשיהן נכרין כיון שנעשו בני י\"ג שנה זה פירש לבית המדרש וזה פירש לע\"ז משל לנעצוצית והדס שהן גדלין זה עם זה כל זמן שהם קטנים אין אדם מבחין בין זה לזה הגדילו זה ריחו וזה חוחו ב\"ר. ואי קשיא דפרש\"י שעשו לא היה כי אם בן י\"ג שנה כשפירש לע\"ז שהרי הוא עצמו פי' ויזד יעקב נזיד שאותו יום מת אברהם שלא יראה עשו בן בנו יוצא לתרבות רעה וזהו שיבה טובה שהבטיחו הקב\"ה. ולפי זה שאמרנו שהוא בן י\"ג שנה א\"כ מרד בחיי אברהם ב' שנים שהרי אברהם חי קע\"ה שנה ובן מאה שנה היה כשנולד יצחק ויצחק בן ששים שנה כשנולד עשו ומשם עד קע\"ה יש ט\"ו שנים מכלל שהיה עשו בן ט\"ו שנים כשמת אברהם א\"כ מרד שתי שנים בחייו. בירושלמי פריך לה הכי ומשני שנתים מרד במטמוניות פי' בצנעה אבל לאחר מותו מרד בפרהסיא","titles":[{"title":"﻿בראשית כה כז"},{"title":"﻿בראשית פרק כה פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":27},{"positionInParasha":9},{"uri":"tanach--daatzkenim1-25-30","text":" דעת זקנים  הלעיטני נא וגו'. על כן קרא שמו אדום. פשיטא דעל כן משמע שקראו אדום משום הלעטה של מעט עדשים ויותר היה לו לקרותו אדום מפני שיצא אדמוני. לכן נראה לפרש קרא הכי הלעיטני נא מן תבשיל זה אדום לי שאני אדום לשון נופל על הלשון על כן שהוא קרא עצמו אדום על שיצא אדמוני קרא שמו אדום","titles":[{"title":"﻿בראשית כה ל"},{"title":"﻿בראשית פרק כה פסוק ל"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":30},{"positionInParasha":12},{"uri":"tanach--daatzkenim1-25-31","text":" דעת זקנים  מכרה כיום. כמה שהיא שוה היום דהיינו בטובת הנאה דבר מועט שהרי אם תמות בחיי אבא לא תירשנו ולא תועיל לך הבכורה כלום","titles":[{"title":"﻿בראשית כה לא"},{"title":"﻿בראשית פרק כה פסוק לא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":31},{"positionInParasha":13},{"uri":"tanach--daatzkenim1-25-32","text":" דעת זקנים  ויאמר עשו הנה אנכי הולך למות. פי' בכל יום ויום אני מסתכן ביערים וכפשע ביני ובין המות וספק גדול אם אירש את אבא ולמה זה לי בכורה מוטב שאמכרנה לך כאשר אמרת בטובת הנאה","titles":[{"title":"﻿בראשית כה לב"},{"title":"﻿בראשית פרק כה פסוק לב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":32},{"positionInParasha":14},{"uri":"tanach--daatzkenim1-25-34","text":" דעת זקנים  ויבז עשו וגו'. פי' מכבר היה מבזה אותה ועל כן לקחה יעקב ממנו. ונמצא בס' ר' יהודה החסיד מכאן אתה למד שאם יש ביד רשע ס\"ת או מצוה אחרת דמותר לצדיק לרמותו וליטלו ממנו","titles":[{"title":"﻿בראשית כה לד"},{"title":"﻿בראשית פרק כה פסוק לד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-25"},{"positionInPerek":34},{"positionInParasha":16},{"uri":"tanach--daatzkenim1-26-21","text":" דעת זקנים  ויקרא שמה שטנה. כלו' מן הראשון אקראי הוא אבל מזה ודאי שטנה הוא","titles":[{"title":"﻿בראשית כו כא"},{"title":"﻿בראשית פרק כו פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-26"},{"positionInPerek":21},{"positionInParasha":37},{"uri":"tanach--daatzkenim1-26-26","text":" דעת זקנים  ואחוזת מרעהו. כתרגומו וסיע' מרחמוהי חבורה מאוהביו. וי\"א אחוזת שם אדם וכן מוכיח המסרה שנמסר עליו לית שום בר נש מרעהו פי' חבירו והמ\"ם בו יסוד כמו ויתנה למרעהו וכן מרעהו גבי שמשון","titles":[{"title":"﻿בראשית כו כו"},{"title":"﻿בראשית פרק כו פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-26"},{"positionInPerek":26},{"positionInParasha":42},{"uri":"tanach--daatzkenim1-26-29","text":" דעת זקנים  כאשר לא נגענוך וכאשר וגו'. משל לארי שהיה לו עצם בגרונו אמר כל מי שיבא ויטלנו יעשרנו המלך עושר גדול בא עוף אחד ששמו אגרון שצוארו ארוך אמר אני אטלנו הכניס העוף ראשו בגרון הארי והוציא העצם לאחר שהוציאו שאל שכרו אמר לו הארי לא דייך ששלחתיך בשלום ולא אכלתיך כשהכנסת ראשך בגרוני אלא שעדיין אתה שואל שכר כך אמר לו אבימלך ליצחק חסד גדול עשינו ממה ששלחנוך בשלום כי דרכנו להזיק כל הבא","titles":[{"title":"﻿בראשית כו כט"},{"title":"﻿בראשית פרק כו פסוק כט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-26"},{"positionInPerek":29},{"positionInParasha":45},{"uri":"tanach--daatzkenim1-27-1","text":" דעת זקנים  ותכהין עיניו מראות. משום שאהב עשו כי ציד בפיו וכתיב כי השחד יעור. ד\"א כדי שיבא יעקב ויטול את הברכות ולהא דפרש\"י שכהו עיניו מעשן ע\"ז קשה קצת למה לא כהו ג\"כ עיני רבקה. ואומר המדרש משל למקיש כלי עצם בכלי חרש הכלי חרש משתבר אבל מקיש כלי עצם לכלי עצם אין משתבר זה מזה כך יצחק נברא מן האדמה לכך הזיקו לו מעשה כלותיו שנבראו מן הצלע אבל רבקה שנבראת מן העצם כמו כן לא הזיקו לה מעשה כלותיה","titles":[{"title":"﻿בראשית כז א"},{"title":"﻿בראשית פרק כז פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":1},{"positionInParasha":52},{"uri":"tanach--daatzkenim1-27-3","text":" דעת זקנים  וצודה לי צידה. ציד זה כתובה בה\"א יתירה בסוף לפי שהזהירו על חמשה דברים המפסידים את השחיטה","titles":[{"title":"﻿בראשית כז ג"},{"title":"﻿בראשית פרק כז פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":3},{"positionInParasha":54},{"uri":"tanach--daatzkenim1-27-13","text":" דעת זקנים  עלי קללתך בני. פי' לא יקלל אותך כי אם אותי שכן דרך העולם כשהילדים עושין שלא כדת שמקללין אביהן ואמן ואומרים ארור שזה גדל","titles":[{"title":"﻿בראשית כז יג"},{"title":"﻿בראשית פרק כז פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":13},{"positionInParasha":64},{"uri":"tanach--daatzkenim1-27-15","text":" דעת זקנים  החמודות. שחמדן מנמרוד וחמודין היו שהיו מצויירין עליהם כל החיות ועופות שבעולם ונראין כאלו הן חיין וכשהיה בשדה היו החיות והעופות באין אצלו וניצודין מאליהן. ולמדרש זה קשה למה הלבישן ליעקב ונראה שרצתה להתנדדו לגמרי לדמיון עשו","titles":[{"title":"﻿בראשית כז טו"},{"title":"﻿בראשית פרק כז פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":15},{"positionInParasha":66},{"uri":"tanach--daatzkenim1-27-20","text":" דעת זקנים  כי הקרה ה' אלהיך לפני. כשם שהעבד שהלך לבקש לך אשה אמר הקרה נא לפני היום וגם האיל שנזדמן בעקידתך לפי שעה כך הקרה לפני בשבילך","titles":[{"title":"﻿בראשית כז כ"},{"title":"﻿בראשית פרק כז פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":20},{"positionInParasha":71},{"uri":"tanach--daatzkenim1-27-22","text":" דעת זקנים  הקול קול יעקב והידים ידי עשו. אמר במדרש הידים לעשו שאין בו כח אלא בידים להזיק מקרוב אבל הקול ליעקב בתפלה מכלה כל המרעין ואפי' מרחוק","titles":[{"title":"﻿בראשית כז כב"},{"title":"﻿בראשית פרק כז פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":22},{"positionInParasha":73},{"uri":"tanach--daatzkenim1-27-25","text":" דעת זקנים  ויבא לו יין. מהיכן היה לו יין שלא מצינו שמסרה לו אמו יין. אלא שמיכאל הביא לו יין מגן עדן ואי אתה מוצא של טובה וברכה אלא זה ושל אברהם שנאמר ומלכי צדק מלך שלם הוציא לחם ויין גם זה כיון ששתה ברכו","titles":[{"title":"﻿בראשית כז כה"},{"title":"﻿בראשית פרק כז פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":25},{"positionInParasha":76},{"uri":"tanach--daatzkenim1-27-28","text":" דעת זקנים  ויתן לך האלהים. זו מדת הדין כלו' אם אתה ראוי לכך ואולם גבי עשו כתיב הנה משמני הארץ יהיה מושבך בין ראוי בין אינו ראוי וכן מצינו בתפלת שלמה ע\"ה גבי ישראל אמר ועשית לאיש כדרכיו לפי שלא יקרא תגר וגבי נכרי ועשית ככל אשר יקרא אליך הנכרי וגו' שאם לא כן יקרא תגר ויטיח דברים כלפי מעלה. וכן אתה מוצא עשרה ברכות כנגד עשרה מאמרות שבהן נברא העולם וכנגד עשרת הדברות ובשבעה מקומות נתברך כאן ולקמן ואל שדי יברך אותך. והנה ה' נצב עליו ויאמר לא אשלחך כי אם ברכתני. וירא אלהים אל יעקב ויאמר אנכי אלהי אברהם אביך וכן אברהם נתברך בשבע ברכות ואעשך לגוי גדול וגו' וכנגדן ז' מועדות בשנה שבת פסח שבועות ר\"ה יום הכפורים סוכות שמיני עצרת וז' כוכבים רועים ומשמשים את השמש ואת הירח ושבעה אינם רועים ושמם כסיל וז' כוכבים של כימה בעת שהיא שוקעת הגיע זמן הארץ לזרוע וכשהיא עולה הגיע עת הקציר","titles":[{"title":"﻿בראשית כז כח"},{"title":"﻿בראשית פרק כז פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":28},{"positionInParasha":79},{"uri":"tanach--daatzkenim1-27-30","text":" דעת זקנים  ויהי אך יצא יצא. זה נכנס וזה יוצא ויעקב שהיה בחדר ראה עשו נכנס שהיה במקום אורה וטמן עצמו אחורי הדלת עד שראה עשו נכנס ועשו לא ראהו לפי שהיה בחשך","titles":[{"title":"﻿בראשית כז ל"},{"title":"﻿בראשית פרק כז פסוק ל"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":30},{"positionInParasha":81},{"uri":"tanach--daatzkenim1-27-33","text":" דעת זקנים  ויחרד יצחק חרדה וגו'. שתי חרדות חרד יצחק אחת כשנעקד ואחת כאן ולמדך הכתוב שזו היתה גדולה ועכשיו ממה חרד לפי שאמר בלבו מה עון ומה מכשול היה בידי שברכתי הקטן לפני הגדול והתחיל עשו גונח ואמר וכו' כדפי' רש\"י ז\"ל","titles":[{"title":"﻿בראשית כז לג"},{"title":"﻿בראשית פרק כז פסוק לג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":33},{"positionInParasha":84},{"uri":"tanach--daatzkenim1-27-37","text":" דעת זקנים  ולכה איפה. ולכה כתיב בה\"א מלא אמר לו יצחק לעשו לאחר שיעברו חמשת אלפים אז ימלוך מה אעשה לך שאז יתן הקב\"ה נקמתו באדום","titles":[{"title":"﻿בראשית כז לז"},{"title":"﻿בראשית פרק כז פסוק לז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":37},{"positionInParasha":88},{"uri":"tanach--daatzkenim1-27-40","text":" דעת זקנים  והיה כאשר תריד. ל' וירד מיעקב והיה כאשר תמשילהו עליך שתעבדהו ברצון נפשך ופרקת עולו. פי' כי בזה תעשה שתפרוק עולו מעל צוארך שלא ישתעבד בך כל כך","titles":[{"title":"﻿בראשית כז מ"},{"title":"﻿בראשית פרק כז פסוק מ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":40},{"positionInParasha":91},{"uri":"tanach--daatzkenim1-27-41","text":" דעת זקנים  יקרבו ימי אבל אבי. פי' אגרום שיקרבו ימי אבל אבי אם אהרגה את יעקב אחי ולפיכך אניח מלהרגו עד שימות האב","titles":[{"title":"﻿בראשית כז מא"},{"title":"﻿בראשית פרק כז פסוק מא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-6"},{"perek":"tanach-1-27"},{"positionInPerek":41},{"positionInParasha":92},{"uri":"tanach--daatzkenim1-28-10","text":" דעת זקנים  ויצא יעקב. לפיכך פרשה זו סתומה מפני שיצא בצנעא מפני עשו","titles":[{"title":"﻿בראשית כח י"},{"title":"﻿בראשית פרק כח פסוק י"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":10},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-28-11","text":" דעת זקנים  ויפגע במקום. לשון תפלה וזו תפלת ערבית טרם בא השמש שהרי כתיב ויפגע במקום והדר כי בא השמש אמנם לפי השטה דברכות משמע דזמן ק\"ש דערבית לא הוי עד צאת הכוכבים","titles":[{"title":"﻿בראשית כח יא"},{"title":"﻿בראשית פרק כח פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":11},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-28-12","text":" דעת זקנים  והנה סלם. סלם בגימטריא סיני שראה דוגמא שעתיד הקב\"ה לתת תורה לישראל על הר סיני","titles":[{"title":"﻿בראשית כח יב"},{"title":"﻿בראשית פרק כח פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":12},{"positionInParasha":3},{"uri":"tanach--daatzkenim1-28-13","text":" דעת זקנים  והנה ה' נצב עליו. לא מצינו כן בשאר האבות א\"ר סימון אין המלך עומד על שדהו לא כשהיא נחרשת ולא כשהיא נזרעת אלא כשהתבואה עומדת בכרי כך אברהם חרשה שנאמר קום התהלך בארץ. יצחק זרעה שנאמר ויזרע יצחק. בא יעקב שהוא כרי התבואה שנא' קדש ישראל לה' ראשית תבואתה עמד עליו. הארץ אשר אתה שוכב עליה. פי' אותה שאתה שוכב עליה לך אתן ומעצמך תפרוץ כל הרוחות ותכבוש כל סביביך כמו שעושים לפרשים חשובים שנותנים להם מעט קרקע והם כובשין בגבורתם כל הסביבות","titles":[{"title":"﻿בראשית כח יג"},{"title":"﻿בראשית פרק כח פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":13},{"positionInParasha":4},{"uri":"tanach--daatzkenim1-28-17","text":" דעת זקנים  אין זה כי אם בית אלהים. פי' מאחר שאני רואה שהם עולים מכאן תחלה ויורדים ונשארים למטה א\"כ מקום זה והשמים מדור אחד הוא והם עולין מכאן לשמים ויורדין כאדם עולה מבית לעלייה ואחר יורד אל הבית ונשאר שם","titles":[{"title":"﻿בראשית כח יז"},{"title":"﻿בראשית פרק כח פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":17},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-28-20","text":" דעת זקנים  אם יהיה אלהים עמדי. פשטיה דקרא אין זה תנאי אלא לשון שבועה כן יהיה אלהים עמדי וגו'","titles":[{"title":"﻿בראשית כח כ"},{"title":"﻿בראשית פרק כח פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":20},{"positionInParasha":11},{"uri":"tanach--daatzkenim1-28-22","text":" דעת זקנים  וכל אשר תתן לי. מדרש יעקב תקן לתת מעשר מן הממון ואמרי' בב\"ר שאל מין אחד את ר' יהושע בן לוי היכן מצינו שעישר בניו אמר לו לוי שהקדישו לשמים אמר לו ומה ראה להקדיש לוי והוא לא הי' עשירי אמר לו שעשה יעקב מכל בניו כטלאים הנכנסין לדיר להתעשר והכניס דרך תולדותם וכו'","titles":[{"title":"﻿בראשית כח כב"},{"title":"﻿בראשית פרק כח פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-28"},{"positionInPerek":22},{"positionInParasha":13},{"uri":"tanach--daatzkenim1-29-17","text":" דעת זקנים  ועיני לאה רכות. לשון רך וטוב כלומר שהיתה נראית יפה מתוך שהיו עיניה יפות ונראית רכה וילדה אבל רחל היתה משובחת ביפיה אלא שהיו עיניה כואבות מן הבכי לפי שראתה שתפול לגורלו של עשו לפי שהיתה עקרה ויגרשנה יעקב וישאנה עשו","titles":[{"title":"﻿בראשית כט יז"},{"title":"﻿בראשית פרק כט פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-29"},{"positionInPerek":17},{"positionInParasha":30},{"uri":"tanach--daatzkenim1-29-21","text":" דעת זקנים  כי מלאו ימי. כמנין מלאו שנים היו לי כשבאתי אצלך כי בן ס\"ג היה כשנתברך וי\"ד נטמן הרי ע\"ז שנים כמנין מלאו","titles":[{"title":"﻿בראשית כט כא"},{"title":"﻿בראשית פרק כט פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-29"},{"positionInPerek":21},{"positionInParasha":34},{"uri":"tanach--daatzkenim1-29-22","text":" דעת זקנים  ויאסוף לבן. לבן רמאי היה ועל כן נקרא לבן הרמאי ונתכוין לשכר את יעקב ביין כדי לרמותו ולא יבחין בין רחל ללאה ותדע שהרי ברחל לא עשה משתה","titles":[{"title":"﻿בראשית כט כב"},{"title":"﻿בראשית פרק כט פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-29"},{"positionInPerek":22},{"positionInParasha":35},{"uri":"tanach--daatzkenim1-29-25","text":" דעת זקנים  ויהי בבקר. שכל הלילה היתה עושה עצמה כרחל מתוך השלשה סימנין שמסרה לה נדה וחלה והדלקת הנר כמו שמסרן יעקב לרחל. מדרש כל הלילה היו משוררין אותן הקרואים הא לייא הא לייא ולמחר כשראה שהיא לאה אמר בודאי זהו שהיו משוררין הא לייא שהיו מרמזין לי שהיא לאה ואמר לה רמאיתא בת רמאי בלילה קראתי לך רחל וענית לי השתא קרינא לך לאה ועני' לי אמרה ליה גבר דלית ליה תלמידוי אבוך קרי לך עשו וענית ליה קרא לך יעקב וענית ליה. כלומר ממך למדתי זה הרמאות ואבוך ענה בך שאמר בא אחיך במרמה ומתוך הדברים התחיל יעקב לשנאתה הה\"ד וירא ה' כי שנואה לאה","titles":[{"title":"﻿בראשית כט כה"},{"title":"﻿בראשית פרק כט פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-29"},{"positionInPerek":25},{"positionInParasha":38},{"uri":"tanach--daatzkenim1-29-35","text":" דעת זקנים  הפעם אודה את ה'. ראתה שיהודה הודה על מעשה תמר לכן אמרה אודה את ה'","titles":[{"title":"﻿בראשית כט לה"},{"title":"﻿בראשית פרק כט פסוק לה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-29"},{"positionInPerek":35},{"positionInParasha":48},{"uri":"tanach--daatzkenim1-30-8","text":" דעת זקנים  נפתולי אלהים נפתלתי. כמו נפתלי כלו' צער גדול סבלתי עם אחותי ועצרתי כח לסבול יכולתי עד עתה. ד\"א לשון עקש ופתלתל כלו' עקשות נתעקשתי אצל אחותי שהייתי עקרה גם יכולתי מעתה שיש לי בנים כמותה. ד\"א לשון צמיד פתיל כלו' חבורין של שם נתחברתי עם אחותי מבני אחותי עתיד לצאת בצלאל שהיה מלא רוח חכמה שנאמר ובצלאל בן אורי בן חור למטה יהודה ואמלא אותו רוח אלהים. ואני נתחברתי עם אחותי באותה מלאכה דכתיב ואתו אהליאב בן אחיסמך למטה דן. גם יכלתי כמו כן בבית ראשון שבנה שלמה שסיים חירום שהיה משבט נפתלי","titles":[{"title":"﻿בראשית ל ח"},{"title":"﻿בראשית פרק ל פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":8},{"positionInParasha":56},{"uri":"tanach--daatzkenim1-30-9","text":" דעת זקנים  את זלפה שפחתה. והלא בנות היו אלא כתיב בנימוסי הארץ בנותיו של אדם מפלגש קרויות שפחות","titles":[{"title":"﻿בראשית ל ט"},{"title":"﻿בראשית פרק ל פסוק ט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":9},{"positionInParasha":57},{"uri":"tanach--daatzkenim1-30-18","text":" דעת זקנים  יששכר. יש בו שני שינין אחת בשביל משמעות דנתן אלהים את שכרי ואחת כנגד שכר שכרתיך שהוא לשון גנאי ולכן אינה נקראת. ד\"א משום הכי אין נקראת לפי שניתנה ליוב בנו כדכתיב ובני יששכר וכו'. אמר יששכר אין יוב שם הגון אוסיף לו אות אחת משמי ויקרא שמו ישוב והיינו דכתיב בסדר פנחס לישוב","titles":[{"title":"﻿בראשית ל יח"},{"title":"﻿בראשית פרק ל פסוק יח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":18},{"positionInParasha":66},{"uri":"tanach--daatzkenim1-30-21","text":" דעת זקנים  ותקרא שמה דינה. פירש\"י שדנה בעצמה שהיא היתה מעוברת מיוסף ועל ידי תפלתה נתחלף בדינה. וי\"ל מדלא כתיב ותהר ותלד אלא ואחר ילדה בת משמע בשעת הלידה היתה בת ולא בהריון","titles":[{"title":"﻿בראשית ל כא"},{"title":"﻿בראשית פרק ל פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":21},{"positionInParasha":69},{"uri":"tanach--daatzkenim1-30-37","text":" דעת זקנים  ויקח לו יעקב מקל לבנה לח. וא\"ת צדיק גמור כיעקב היאך עשה רמאות וי\"ל כי יעקב אמר ללבן בתנאי שלו הסר משם כל שה נקוד וטלוא וכל שה חום בכשבים וגו' ר\"ל הקטנים כדי שלא יאמרו גנובי' הם אתי אבל הגדולים לא אמר לו להסיר כדי שיוליד כמותן והוא שינה את התנאי והסיר אפילו הגדולים כדכתיב ויסר ביום ההוא את התישים וגו' אפי' הגדולים לפיכך עשה יעקב כל מה שיכול לעשות. ועוד אומר החכם ר' חיים שלבן שינה תנאו שלא התנה להסיר אלא הנקודים והוא הסיר אף העקודים ולכן הציג את המקלות כדכתיב ועם עקש תתפל","titles":[{"title":"﻿בראשית ל לז"},{"title":"﻿בראשית פרק ל פסוק לז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":37},{"positionInParasha":85},{"uri":"tanach--daatzkenim1-30-41","text":" דעת זקנים  המקושרות. פירש\"י כתרגום מבוכרות ואין לו עד במקרא. ונראה שהוא ל' קשר שהיה מנהג באותן הימים שהיו קושרין על הבכורות מפני חביבותן קשר כדי להכירן ושלא להחליפן כמו שהיו עושין לבכור אדם שנא' ותקשור על ידו שני לאמר זה יצא ראשונה שגם בדורינו דרך בני אדם לחבב הבכורות ולהחיותן ולהניח להם יותר מן האחרים מהר\"ם","titles":[{"title":"﻿בראשית ל מא"},{"title":"﻿בראשית פרק ל פסוק מא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-30"},{"positionInPerek":41},{"positionInParasha":89},{"uri":"tanach--daatzkenim1-31-7","text":" דעת זקנים  עשרת מונים. עשרה מנינים הרי מאה","titles":[{"title":"﻿בראשית לא ז"},{"title":"﻿בראשית פרק לא פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-31"},{"positionInPerek":7},{"positionInParasha":98},{"uri":"tanach--daatzkenim1-31-19","text":" דעת זקנים  ותגנוב רחל את התרפים. אומר בפרקי רבי אליעזר מהו תרפים היו שוחטין אדם בכור וחותכין אותו ומולחין אותו במלח ובשמים וכותבין על טס של זהב שם רוח טומאה ומניחין אותו תחת כלי לשונו ונותנין אותו בקיר ומדליקין לפניו נר ומשתחוים לו והוא מדבר כדכתיב התרפים דברו און. ולכך גנבה אותן שלא יגידו ללבן כי ברח יעקב. א\"נ נתכוונה לעקור ע\"ז מבית אביה","titles":[{"title":"﻿בראשית לא יט"},{"title":"﻿בראשית פרק לא פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-31"},{"positionInPerek":19},{"positionInParasha":110},{"uri":"tanach--daatzkenim1-31-52","text":" דעת זקנים  עד הגל הזה. נעצו חרב בגל גם לעדות ולכך בלעם לקה בשניהם דאמרי' הוא לבן הוא בעור הוא כושן רשעתים שכן דרך המכזבים והמשקרים באמונתם להיות לוקים ע\"י העדים ובלעם נלקה בגל כדכתיב ותלחץ רגל בלעם אל הקיר ואותו קיר הגל היה ובחרב דכתי' ואת בלעם בן בעור הרגו בחרב. וכן מצינו בבחור שקדש בחורה ונשבע לה שלא ישא אחרת עליה ומסר לה בעדות חולדה ובור לימים נשא אחרת וילדה לו שני בנים האחד גררה חולדה והאחד נפל בבור נמצא שלקה בעדיו ויש סמך לזה מדכתיב יד העדים תהיה בו בראשונה","titles":[{"title":"﻿בראשית לא נב"},{"title":"﻿בראשית פרק לא פסוק נב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-7"},{"perek":"tanach-1-31"},{"positionInPerek":52},{"positionInParasha":143},{"uri":"tanach--daatzkenim1-32-5","text":" דעת זקנים  כה תאמרון לאדוני לעשו. ולפי שקראו אדון נענש אמר לו ית' אני אמרתי ורב יעבוד צעיר ואתה קראתו אדון שמונה פעמים שכן תמצא בפרשה, חייך שימלכו שמונה מלכים מעשו קודם שימלוך מלך על ישראל והיינו דכתיב בסוף הפ' ואלה המלכים אשר מלכו בארץ אדום לפני מלך לבני ישראל","titles":[{"title":"﻿בראשית לב ה"},{"title":"﻿בראשית פרק לב פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-32"},{"positionInPerek":5},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-32-8","text":" דעת זקנים  ויירא יעקב. ירא היה שיועיל לעשו זכות שכבד אב ואם והוא לא קיים כבר עברו עשרים שנה. אי נמי שיועיל לו זכות ארץ ישראל והוא היה בחוצה לארץ","titles":[{"title":"﻿בראשית לב ח"},{"title":"﻿בראשית פרק לב פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-32"},{"positionInPerek":8},{"positionInParasha":5},{"uri":"tanach--daatzkenim1-32-12","text":" דעת זקנים  כי ירא אנכי אותו. שאלה מטרוניתא היאך ירא מעשו אחר שהבטיחו הקב\"ה. ענה ת\"ח אחד תשובה בצדה שאמר כי במקלי עברתי את הירדן הזה כלו' כשהבטיחני הקב\"ה לא הייתי כי אם בעצמי ועתה הייתי לשני מחנות ולכן אף אם איני ירא ממנו שהבטיחני הקב\"ה אמנם ירא אנכי פן יבא והכני אם על בנים כי על האם ועל הבנים לא הבטיחני וכו'","titles":[{"title":"﻿בראשית לב יב"},{"title":"﻿בראשית פרק לב פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-32"},{"positionInPerek":12},{"positionInParasha":9},{"uri":"tanach--daatzkenim1-32-25","text":" דעת זקנים  ויותר יעקב לבדו. פירש\"י מלמד שנשאר על פכים קטנים וסמך לדבר מדכתיב לבדו, אל תיקרי לבדו אלא לכדו. ד\"א לשון בית הבד שמושכין ממנו שמן זית ודרך הוא להצניע שמן בפכים קטנים","titles":[{"title":"﻿בראשית לב כה"},{"title":"﻿בראשית פרק לב פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-32"},{"positionInPerek":25},{"positionInParasha":22},{"uri":"tanach--daatzkenim1-32-33","text":" דעת זקנים  על כן לא יאכלו בני ישראל. ע\"כ לזכרון הנס שניצל יעקב מן המלאך שלא נגע אלא בכף יריכו ולא הרגו משל לאדם שהוא חש בראשו תמיד או בלבו ומקבל עליו שלא לאכול עוד מן הראש או מן הלב כדי שיהיה לו רפואה. ד\"א ע\"כ שעשו בני ישראל שלא כהוגן שהניחוהו ללכת יחידי ולא עשו לו לויה והוזק על ידם בגיד הנשה לכך אסר להם הקב\"ה גיד הנשה כדי שיהיו זהירין במצות לויה משם ואילך ולכך הוזהר יעקב ללות את יוסף בנו כששלחו אל אחיו","titles":[{"title":"﻿בראשית לב לג"},{"title":"﻿בראשית פרק לב פסוק לג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-32"},{"positionInPerek":33},{"positionInParasha":30},{"uri":"tanach--daatzkenim1-33-6","text":" דעת זקנים  ותגשן השפחות וגו' ותשתחוין. השפחות אבל ילדיהן לא השתחוו שאמרו אמותינו אינן חשובות כמונו אבל בני לאה כשראו לאמן שהשתחוה גם הם השתחוו כמוה","titles":[{"title":"﻿בראשית לג ו"},{"title":"﻿בראשית פרק לג פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-33"},{"positionInPerek":6},{"positionInParasha":36},{"uri":"tanach--daatzkenim1-33-11","text":" דעת זקנים  וכי יש לי כל. פי' שיש לי כל הצריך לי ללכת נגדך שכבר נולד יוסף ויש לי עתה אש ולהבה לשרוף קש שלך","titles":[{"title":"﻿בראשית לג יא"},{"title":"﻿בראשית פרק לג פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-33"},{"positionInPerek":11},{"positionInParasha":41},{"uri":"tanach--daatzkenim1-34-7","text":" דעת זקנים  כי נבלה עשה בישראל לשכב. אפי' עם בת הדיוט כל שכן עם בת יעקב שהוא אדם חשוב","titles":[{"title":"﻿בראשית לד ז"},{"title":"﻿בראשית פרק לד פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-34"},{"positionInPerek":7},{"positionInParasha":57},{"uri":"tanach--daatzkenim1-34-25","text":" דעת זקנים  ויהי ביום השלישי בהיותם כואבים. תימה מה ראו לרמות בני העיר לאמר להם להמול ואח\"כ הרגום. י\"ל שלא עשו רמאות כי ביום השלישי היו מצטערין והיו מתחרטין על המילה ולכך הרגום. ותימה למה המתינו עד יום השלישי דאין לומר שהיו כואבים יותר ביום השלישי מביום הא' וב'. אלא נראה הטעם כי כל אנשי שכם לא יכלו להמול כלם ביום אחד ולא בשנים וביום השלישי היו כלם כואבים שכבר מלו כלן מיד ויקחו איש חרבו","titles":[{"title":"﻿בראשית לד כה"},{"title":"﻿בראשית פרק לד פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-34"},{"positionInPerek":25},{"positionInParasha":75},{"uri":"tanach--daatzkenim1-35-4","text":" דעת זקנים  ויטמון אותם וגו'. מדרש זו ע\"ז דמות יונה והיינו דאמרינן בריש מסכת חולין דמות יונה מצאו להם בראש הר גריזים והיו עובדין אותה","titles":[{"title":"﻿בראשית לה ד"},{"title":"﻿בראשית פרק לה פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-35"},{"positionInPerek":4},{"positionInParasha":85},{"uri":"tanach--daatzkenim1-35-8","text":" דעת זקנים  ותמת דבורה. מדרש כי מה שכתוב גבי דבורה הנביאה והיא יושבת תחת תמר דבורה זהו אלון בכות דבורה דהכא","titles":[{"title":"﻿בראשית לה ח"},{"title":"﻿בראשית פרק לה פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-35"},{"positionInPerek":8},{"positionInParasha":89},{"uri":"tanach--daatzkenim1-35-18","text":" דעת זקנים  בן אוני. על שם מעשה דפלגש בגבעה שעתיד לצאת עד שם","titles":[{"title":"﻿בראשית לה יח"},{"title":"﻿בראשית פרק לה פסוק יח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-35"},{"positionInPerek":18},{"positionInParasha":99},{"uri":"tanach--daatzkenim1-35-22","text":" דעת זקנים  וישכב את בלהה פלגש אביו. יש מפרשים לפימ\"ש ז\"ל שבלבל יצועי אביו עקר המצע ממקומו ל' וישכב הוא כמו ובכל תבואתי תשרש","titles":[{"title":"﻿בראשית לה כב"},{"title":"﻿בראשית פרק לה פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-8"},{"perek":"tanach-1-35"},{"positionInPerek":22},{"positionInParasha":103},{"uri":"tanach--daatzkenim1-37-7","text":" דעת זקנים  והנה אנחנו מאלמים אלומים. ובענין שחלם עלה לגדולה כדכתיב ויצבור יוסף בר","titles":[{"title":"﻿בראשית לז ז"},{"title":"﻿בראשית פרק לז פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"tanach--daatzkenim1-37-8","text":" דעת זקנים  על חלומותיו. וא\"ת והלא עדיין לא סיפר להם כי אם חלום אחד. י\"ל שנכתב המקרא על שם העתיד לספר להם חלום אחר. אי נמי בשביל שספרו להם תמיד כתב חלומותיו","titles":[{"title":"﻿בראשית לז ח"},{"title":"﻿בראשית פרק לז פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-37-9","text":" דעת זקנים  והנה השמש והירח וגו'. ב\"ר כשאמר לו יהושע לשמש שמש בגבעון דום לא רצה לעמוד עד דאמר ליה ולאו כסף זביניה דאבא את פי' וכי אינך עבדו של יוסף דכתיב והנה השמש והירח ואחד עשר כוכבים משתחוים לי. ויהושע מזרע יוסף דכתיב למטה אפרים הושע בן נון מיד ויעמוד השמש","titles":[{"title":"﻿בראשית לז ט"},{"title":"﻿בראשית פרק לז פסוק ט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"tanach--daatzkenim1-37-15","text":" דעת זקנים  וימצאהו איש והנה תועה בשדה. כאן רמז לו גבריאל השלשה גליות ת' של גלות מצרים. ע' של גלות בבל. ה' של גלות אדום לסוף ה' אלפים יכלה במהרה בימינו. מפי מורי אבי ז\"ל. וכיוצא בדבר שמעתי מר' בנימין גוז\"ל מפרש על ואחר עד עתה דכתיב גבי יעקב דהיינו איחור הג' גליות שפירשתי","titles":[{"title":"﻿בראשית לז טו"},{"title":"﻿בראשית פרק לז פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"tanach--daatzkenim1-37-17","text":" דעת זקנים  נסעו מזה. שאמרו שאינם חפצים להיות שנים עשר שבטים מכאן ואילך. זה בגימ' י\"ב","titles":[{"title":"﻿בראשית לז יז"},{"title":"﻿בראשית פרק לז פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"tanach--daatzkenim1-37-24","text":" דעת זקנים  והבור רק אין בו מים. פירש\"י מים אין בו אבל נחשים ועקרבים יש בו. פי' דרק ואין הוי מיעוט אחר מיעוט ואין מא\"מ אלא לרבות לומר שהיה בו שום דבר. וא\"ת ומנא ליה דנחשים הוי אימא אבנים יש בו. י\"ל מדכתיב רק משמע דבר שלפעמים היה מתרוקן ממנו","titles":[{"title":"﻿בראשית לז כד"},{"title":"﻿בראשית פרק לז פסוק כד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"tanach--daatzkenim1-37-28","text":" דעת זקנים  וימשכו ויעלו. מתחלה מכרוהו כשהיה בבור בעשרים כסף בלבד מפני שהוריקו פניו מפחד הנחשים ומיד וימשכו עד חצי הבור ומיד חזר לו תואר יפיו כשנצל מן הנחשים וכשראוהו אחיו יפה כבתחלה לא רצו לתתו בעשרים כסף ואמרו להחזירו לבור ונתנו להם הישמעאלים בפשרה מנעלים יותר וזה שאמר הכתוב על מכרם בכסף צדיק ואביון בעבור נעלים וגו'. ומיד ויעלו את יוסף מן הבור לגמרי","titles":[{"title":"﻿בראשית לז כח"},{"title":"﻿בראשית פרק לז פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":28},{"positionInParasha":28},{"uri":"tanach--daatzkenim1-37-29","text":" דעת זקנים  וישב ראובן אל הבור. פירש\"י שהיה עסוק בשקו ובתעניתו על בלבול יצועי אביו. ותימא דבמס' מכות מסיק מי גרם לראובן שיודה יהודה וגו' מכלל דלא הודה ראובן עד לאחר שהודה יהודה על מעשה דתמר שהיה אחר מכירת יוסף. וי\"ל דלא הודה בפרהסיא עד שהודה יהודה אבל בצנעה חזר בתשובה והיה לובש שק","titles":[{"title":"﻿בראשית לז כט"},{"title":"﻿בראשית פרק לז פסוק כט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":29},{"positionInParasha":29},{"uri":"tanach--daatzkenim1-37-32","text":" דעת זקנים  וישלחו את כתונת הפסים. פי' על ידי שליח ויביאו אז השלוחים אל אביהם ויש אומר גררוה כמו מעבור בשלח וכמו שלחיך פרדס ויביאו הן עצמן אל אביהן כדי שיהא להן אמתלא לומר טרוף טורף","titles":[{"title":"﻿בראשית לז לב"},{"title":"﻿בראשית פרק לז פסוק לב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":32},{"positionInParasha":32},{"uri":"tanach--daatzkenim1-37-35","text":" דעת זקנים  וכל בנותיו. ר' יהודה אומר תאומות נולדו עם השבטים ונשאום ר' נחמיה אומר כנעניות היו אלא מהו וכל בנותיו כלותיו כי דרך אדם לקרא לכלתו בתו. וקשיא דבת איש כנעני מתרגמינן בת גבר תגרא דאיך אפשר אברהם צוה לאליעזר לא תקח אשה לבני מבנות הכנעני ויצחק צוה ליעקב לא תקח אשה לבני מבנות הכנעני וילך יהודה וישא כנענית אלא מהו בת איש כנעני גבר תגרא. וי\"ל דההיא אליבא דר' יהודה דאמר תאומות נולדו עם השבטים וגו' וכן נראה מדכתיב ושאול בן הכנענית מכלל שהאחרות לא היו כנעניות. אבל אליבא דר' נחמיה לא נצטרך לתרגם בת איש כנעני גבר תגרא אלא כנעני ממש. מיהו קשיא אליבא דר' יהודה מדאמרינן קיים א\"א אפילו ערובי תבשילין גם מצות יבום היו מקיימין כדכתיב בא אל אשת אחיך ויבם אותה וא\"כ האיך השבטים נשאו אחיותיהם וגם יעקב היאך נשא שתי אחיות בחייהן. וי\"ל כי מאחר שלא נצטוו על התורה אע\"פ שידועה ברוח הקדש מה שהיו רוצין היו מקיימין ומה שהיו רוצין היו מניחין. והא דאמרינן בערבי פסחים שבסעודה של צדיקים לעתיד לבא נותנים כוס של ברכה לברך ליעקב והוא אומר לא אברך מפני שנשאתי שתי אחיות בחייהן אלמא דשלא כהוגן עשה. א\"ל דמ\"מ הואיל ועתידה תורה איכא קצת עונש בדבר ואפ\"ה נשאן אע\"ג דאיכא קצת עונש לפי שלא היה רוצה אלא מן הצדקניות ולא מצא בדור צדקניות כמותן וגם אחת מהן לא היתה יכולה להוליד לבדה כל השנים עשר שבטים","titles":[{"title":"﻿בראשית לז לה"},{"title":"﻿בראשית פרק לז פסוק לה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-37"},{"positionInPerek":35},{"positionInParasha":35},{"uri":"tanach--daatzkenim1-38-1","text":" דעת זקנים  וירד יהודה. דרשו רז\"ל הורידוהו מגדולתו מפני המכירה. והקשה ר' אברהם בעז\"ל כי לא תמצא מן המכירה עד שירדו למצרים כי אם כ\"ב שנה שהרי יוסף במכירתו היה בן י\"ז שנה ובן שלשים היה בעמדו לפני פרעה הרי מן המכירה עד כאן שלש עשרה שנים ושבע דשובע ושנים דרעב הרי כ\"ב שנה ובאותו שנה ירדו למצרים משנשא אותה יהודה בת איש כנעני עד שירדו למצרים תמצא יותר שהרי חשוב שנה ללידת ער ושנה ללידת אונן [ושנה ללידת שלה] הרי שלש שנים וכתיב כי ראתה כי גדל שלה משמע שהיה בן י\"ג שנה הרי ט\"ז שנה ללידת פרץ הרי י\"ז ואפי' כי נאמר שלא היה פרץ כי אם בן שבע שנים כשהוליד חצרון ושנה מלידת חמול שהוא היה מיורדי מצרים הרי מ\"מ תמצא כ\"ה שנים אלמא האי וירד קודם מכירה הוא. וי\"ל דהאי כי גדל שלה לענין ביאה איתמר כי כבר היה בן ט' שנים. וכדתנן במס' נדרים בן תשעה ויום אחד שבא על יבמתו קנאה. ואמרינן בסנהדרין שהיו הראשונים מולידים בני ז' שנים","titles":[{"title":"﻿בראשית לח א"},{"title":"﻿בראשית פרק לח פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":1},{"positionInParasha":37},{"uri":"tanach--daatzkenim1-38-5","text":" דעת זקנים  ותקרא את שמו שלה והיה בכזיב וגו'. פי' על כן קראה שמו שלה על שפסקה מלדת כי לשון שלה ולשון כזיב אחד שהרי כתוב אחד אומר אל תכזב בשפחתך וכתוב אחר אל תשלה בי וכזיב לשון הפסקה הוא כמו וכמוצא מים אשר לא יכזבו מימיו. ומפי מורי ז\"ל שמעתי כי כך היה מנהגם הוא היה קורא שם לבנו ראשון והיא קוראה שם לבנו שני. וא\"כ מן הדין היה לו ליהודה לקרוא שם לשלישי. והיא קראה לו שם כדכתיב ותקרא לכך הוצרך לומר שהיה יהודה בכזיב בלדת אותו ולא היה באותו מעמד לקרוא לו שם וכזיב שם מקום","titles":[{"title":"﻿בראשית לח ה"},{"title":"﻿בראשית פרק לח פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":5},{"positionInParasha":41},{"uri":"tanach--daatzkenim1-38-14","text":" דעת זקנים  בפתח עינים. שנתנה פתח לדבריה כדאית' במס' סוטה שאמרה יתומה אני פנויה אני פי' כשנשאתי לבניו ואיני כלתו","titles":[{"title":"﻿בראשית לח יד"},{"title":"﻿בראשית פרק לח פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":14},{"positionInParasha":50},{"uri":"tanach--daatzkenim1-38-15","text":" דעת זקנים  ויחשבה לזונה. וכי מה איכפת ליה אלא בקש לילך לו נשאה עיניה למרום ואמרה רבון העולמים וכי לא אני זוכה להוציא חכם מגופו של צדיק זה מיד שלח לו הקב\"ה מיכאל והחזירו כתיב הכא ויט אליה וכתיב ותט לפני מה התם על ידי מלאך הכא נמי על ידי מלאך","titles":[{"title":"﻿בראשית לח טו"},{"title":"﻿בראשית פרק לח פסוק טו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":15},{"positionInParasha":51},{"uri":"tanach--daatzkenim1-38-17","text":" דעת זקנים  ותאמר אם תתן ערבון. י\"מ שבא עליה בקידושין וכן מפרשי' מה תתן לי כי תבוא אלי כלומר במה תקדשני ויאמר אנכי אשלח גדי עזים וגו', ותאמר אם תתן ערבון וגו' ויאמר וגו' ותאמר חותמך ופתילך וגו'. פי' טבעתך שאתה חותם בה וקדשה בטבעת. ותימה לה\"ר משה וכי מה הועילו הקידושין והרי צריכים עדים ואפי' שניהם מודים כדאי' במס' קדושין. וי\"ל דמסתמא אדם חשוב כיהודה לא היה יוצא לדרך בלא שנים רעהו ואחר עמו כמו תלמיד חכם וקדשה בפניהם. וא\"ת ואכתי היאך הועילו הקדושין והלא לא מסר לה הטבעת אלא בתורת משכון ואמרינן בקדושין קדשה בפרוטה והניח משכון עליה אינה מקודשת. וי\"ל שהקנה לה הטבעת באותה שעה לגמרי אמנם לאחר מכן התנה עמה שאם שולח גדי עזים שתחזיר לו הטבעת כנ\"ל","titles":[{"title":"﻿בראשית לח יז"},{"title":"﻿בראשית פרק לח פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":17},{"positionInParasha":53},{"uri":"tanach--daatzkenim1-38-24","text":" דעת זקנים  זנתה תמר כלתך. למה הוצרך לומר אחר כן וגם הנה הרה לזנונים ושמא י\"ל שלא היו דנין באותה פרק בזנות בלא הריון. ד\"א שלא היו דנין אלא כשמזנה לשני בני אדם","titles":[{"title":"﻿בראשית לח כד"},{"title":"﻿בראשית פרק לח פסוק כד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":24},{"positionInParasha":60},{"uri":"tanach--daatzkenim1-38-26","text":" דעת זקנים  ויאמר צדקה ממני. לא כמדת הקדוש ברוך הוא מדת בשר ודם אדם בא לפני הדיין אם הוא מודה בפשעו הורגו אבל הקב\"ה ומודה ועוזב ירוחם. ומיד שראה ראובן שיהודה הודה עמד הוא והודה על בלבול יצועי אביו. וזה שאמר אליפז לאיוב אשר חכמים יגידו ולא כחדו מאבותם אלו יהודה וראובן ולפיכך להם לבדם נתנה הארץ ולא עבר זר בתוכם. וזהו כשברכם משה רבינו ע\"ה שאין הפסקה ביניהם שנא' יחי ראובן ואל ימות וכו' וזאת ליהודה ויאמר שמע הרי לא עבר זר בתוכם","titles":[{"title":"﻿בראשית לח כו"},{"title":"﻿בראשית פרק לח פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-38"},{"positionInPerek":26},{"positionInParasha":62},{"uri":"tanach--daatzkenim1-39-1","text":" דעת זקנים  ויוסף הורד מצרימה. וקודם ירידתו של יוסף ירד יהודה להתקיים גואל אחרון זה מלך המשיח שיצא מפרץ שנא' וירד יהודה וגו'","titles":[{"title":"﻿בראשית לט א"},{"title":"﻿בראשית פרק לט פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":1},{"positionInParasha":67},{"uri":"tanach--daatzkenim1-39-2","text":" דעת זקנים  ויהי ה' את יוסף. מדרש לא כמדת הקב\"ה מדת ב\"ו מדת ב\"ו כל זמן שאהובו בגדולה הוא מצוי אצלו תמיד ירד מגדולתו הוא משליכו אחר גוו. והקב\"ה אינו כן כי היה עמו בגדולתו ובירידתו בבית המצרי היה עמו וכשהיה ראש ומשנה למלך גם שם היה עמו שנא' ויהי ה' את יוסף וכן בבית הסהר ויהי ה' את יוסף ויט אליו חסד. וכמו כן מדת יוסף אינו כשאר בני אדם שהרי אדם עני ירא את אלהים אבל העשיר אינו ירא אבל יוסף בבית אדונתו אמר ואיך אעשה הרעה הגדולה וגו' וכשהיה מלך אמר את האלהים אני ירא. ד\"א ויהי ה' את יוסף משל לאדם שהיו לו עשרה בנים בעשר מדינות הניחם כלם והלך לו אצל הקטן לפי שהיה תש כח וצריך סיוע יותר מכולם. ועוד משל לאדם שיש לו עשרה חמורים טעונין יין ברשות הרבים נכנס אחד מהם בבית עכו\"ם הניח כל חמוריו והלך אחר אותו שנכנס בבית העכו\"ם כדי שלא יתנסך היין כך הקב\"ה היה עם יוסף בבית המצרי כדי שלא ילמד ממעשיו","titles":[{"title":"﻿בראשית לט ב"},{"title":"﻿בראשית פרק לט פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":2},{"positionInParasha":68},{"uri":"tanach--daatzkenim1-39-5","text":" דעת זקנים  בכל אשר יש לו בבית ובשדה. בבית בימי החורף ובשדה בימי הקיץ. וכן אומר בסדר עולם שלא היה יוסף עבד בבית אדוניו כי אם שנה אחת בית ושדה. ושנים עשר שנים היה בבית הסהר","titles":[{"title":"﻿בראשית לט ה"},{"title":"﻿בראשית פרק לט פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":5},{"positionInParasha":71},{"uri":"tanach--daatzkenim1-39-6","text":" דעת זקנים  כי אם הלחם אשר הוא אוכל וגו'. בפרשת ויהי מקץ כי לא יוכלון המצרים לאכול וגו' ולקמן כשאמר ולא חשך ממני מאומה כי אם אותך וגו' לא חשש להזכיר הלחם","titles":[{"title":"﻿בראשית לט ו"},{"title":"﻿בראשית פרק לט פסוק ו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":6},{"positionInParasha":72},{"uri":"tanach--daatzkenim1-39-12","text":" דעת זקנים  ותתפשהו בבגדו. מדרש אלמלא שכתוב באשה לבה אסורים ידיה היתה תופשת אדם בשוק שהרי בצנועות שבאומות כתיב כאן ותתפשהו בבגדו לאמר שכבה עמי ושנים עשר חדש היתה מתגרה בו שנאמר ויהי כדברה אל יוסף יום יום ואין יום יום אלא שנים עשר חדש שנא' מיום ליום ומחדש לחדש שנים עשר וכשהיא באה לדבר היה מרכין ראשו וכובש פניו בקרקע והיא עשתה לו מעשה של ברזל תחת זקנו שלא יוכל להרכין שנאמ' ענו בכבל רגלו ברזל באה נפשו אמרה לו למה אין אתה שומע לי ולא אשת איש אני ואין איש יודע בנו אמר לה אפילו הפנויות שלכם אסורות לנו נשואות לא כל שכן משל לעכו\"ם שאמר לישראל בא לאכול עמי ואני מאכילך יפה בשר חזיר שמן אמר לו ריקה אפילו בשר שחוטה שלכם אסור לנו בשר חזיר לא כ\"ש כיון שראתה כך אמרה לו אם אינך שומע לי הריני חובשך בבית האסורים אמר לה ה' מתיר אסורים הריני מעורת עיניך אמר לה ה' פוקח עורים הריני כורתת קומתך אמר לך ה' זוקף כפופים הריני משניאך לכל הבריות ה' אוהב צדיקים הריני מוכר' אותך בארץ רחוקה ה' שומר את גרים כיון שראתה כך אמרה לחבשו בבית האסורין ואלמלא הכומרין שדנוהו לזכות כמו שאפרש בפ' ויגש בעז\"ה היו דנים אותו בכל אלו","titles":[{"title":"﻿בראשית לט יב"},{"title":"﻿בראשית פרק לט פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":12},{"positionInParasha":78},{"uri":"tanach--daatzkenim1-39-19","text":" דעת זקנים  כדברים האלה וגו'. פירש\"י בשעת תשמיש אמר' לו כן. ותימה להרב משה דבמס' סוטה פריך כתיב פוטיפר וכתיב פוטיפרע בתחלה נקרא פוטיפר וכשקנה יוסף קנהו למשכב זכור ונסתרס ונקרא פוטיפרע אלמא לא היה משמש מטתו וי\"ל בשעת תשמיש לאו דוקא אלא בשעה שעוסק בעניני תשמיש. ועוד י\"ל שלא נסתרס לגמרי אך כשהיה רוצה להזדקק עם יוסף היה מסתרס. ור' אברהם פי' כי יש שני מיני סירוס סריס חמה וסריס צנה סריס צנה צריך חימום גדול ואינו יכול להזדקק לזכר כי אם לנקבה שהיא חמה יותר ופוטיפר סריס צנה היה","titles":[{"title":"﻿בראשית לט יט"},{"title":"﻿בראשית פרק לט פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-39"},{"positionInPerek":19},{"positionInParasha":85},{"uri":"tanach--daatzkenim1-40-14","text":" דעת זקנים  כי אם זכרתני אתך וגו' והזכרתני. שמעתי מפי מורי אבי זלה\"ה כי אם זכרתני אתה בעצמך והזכרתני ע\"י שליח והיינו דכתיב בסוף הפרשה ולא זכר שר המשקים הוא עצמו לא הזכירו וישכחהו אף ע\"י שליח","titles":[{"title":"﻿בראשית מ יד"},{"title":"﻿בראשית פרק מ פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-9"},{"perek":"tanach-1-40"},{"positionInPerek":14},{"positionInParasha":103},{"uri":"tanach--daatzkenim1-41-1","text":" דעת זקנים  ויהי מקץ. פרש\"י לשון סוף כתרגומו. ולכך הוצרך לפרש כן לפי שמצינו מקץ שהוא תחלה דכתיב בירמיה מקץ שבע שנים תשלחהו חפשי גבי עבד עברי. והתם תחלת שבע' קאמר דהא כתיב בתור' שש שנים יעבוד ותו לא. אבל מקץ שבע שנים תעש' שמטה אין להביא ראיה דהא איצטריך מקץ למימר דאין שביעית משמטת אלא בסופה כנ\"ל","titles":[{"title":"﻿בראשית מא א"},{"title":"﻿בראשית פרק מא פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-41-2","text":" דעת זקנים  והנה מן היאור. לפי שהרעב והשבע בא ע\"י המים שמשקה השדות ומגדיל התבואות","titles":[{"title":"﻿בראשית מא ב"},{"title":"﻿בראשית פרק מא פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-41-7","text":" דעת זקנים  ותבלענה השבלים. פי' גדלו עד שכסו האחרות מל' כבלע את הקדש. אבל אין לפרש לשון בליעה ממש דאין מראין לו לאדם דעייל פילא בקופא דמחטא זהו מדרש אבל לפי הפשט הוא לשון בליעה ממש והיינו דקאמר בסוף וייקץ פרעה והנה חלום אמר פרע' מה שהפרות אוכלות זו את זו יכול להיות אבל בליעת השבלים זה ודאי חלום הוא","titles":[{"title":"﻿בראשית מא ז"},{"title":"﻿בראשית פרק מא פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"tanach--daatzkenim1-41-8","text":" דעת זקנים  ותפעם רוחו. פרש\"י אבל גבי נבוכדנצר כתיב ותתפעם רוחו לפי שהיו שתי פעימות ששכח החלום והפתרון וכאן לא שכח כי אם הפתרון ואע\"ג דכתיב בנבוכדנצר חלום חלמתי ותפעם רוחי התם משבאו החרטומים לפניו ולא הי' שם כי אם פעימה אחת שאלו הי' החלום ידוע יהא הפתרון ידוע להם ולפיכך שכח זה החלום והפתרון. וזה שלא שכח כי אם הפתרון לפי שחלום נבוכדנצר הי' לזמן מרובה ואלמלא שאמר לו דניאל החלום לא הי' מאמינו מן הפתרון. אבל חלום פרעה לאלתר הי' והאמין בו. ומה שצוה נבוכדרנצר להרוג החרטומים כדכתיב ואמר להובדא לכל חכימי בבל. ופרעה לא אמר כן לפי שאמרו לו החרטומים לנבוכדנצר האיך אתה סבור שנאמר לך החלום וכי נביאים אנחנו דכתיב מלתא די מלכא שאיל יקירא היא כלו' צריכ' נבואה כדכתיב ודבר ה' הי' יקר בימים ההם ואחרן לא איתוהי קרי ביה ואהרן כלו' אהרן איננו הנושא אורים ותומים להגיד הנעלמים אמר להם נבוכדנצר הזכרתני אורים ותומים ובעצתכם הכהנים שנושאים אותם אבדתם מן העולם חייכם שתאבדו מן העולם ולכך צוה לאובדא יתהון","titles":[{"title":"﻿בראשית מא ח"},{"title":"﻿בראשית פרק מא פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"tanach--daatzkenim1-41-10","text":" דעת זקנים  ויתן אותי במשמר וגו' אותי ואת שר האופים. אותי אותי למה. שמעתי מפי הרב יהודה הכהן שכך אמר לפרעה לא תהא סבור שהבין מתוך תפישתי שהי' לי להנצל יותר משר האופים כי מעולם לא הקלו בתפישתי יותר מתפישת שר האופים כל הימים היינו אני ושר האופים ביחד","titles":[{"title":"﻿בראשית מא י"},{"title":"﻿בראשית פרק מא פסוק י"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"tanach--daatzkenim1-41-14","text":" דעת זקנים  ויחלף שמלותיו. מכאן רמז למה שאמרו רז\"ל בר\"ה יצא יוסף מבית האסורים שהרי ויחלף שמלותיו בגימטריא בחד בתשרי. וקשיא לי כי מצאתי שמלתיו חסר ו' אם לא נאמר יש אם למקרא","titles":[{"title":"﻿בראשית מא יד"},{"title":"﻿בראשית פרק מא פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"tanach--daatzkenim1-41-19","text":" דעת זקנים  ורקות בשר. סי' דדקות ורקות אותו שכתוב רעות הוא רקות והאחרים דקות וסימניך רק רע כדכתיב בפרשת בראשית","titles":[{"title":"﻿בראשית מא יט"},{"title":"﻿בראשית פרק מא פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"tanach--daatzkenim1-41-27","text":" דעת זקנים  יהיו שבע שני רעב. יהיו לשון תפלה הוא שמן הדין הי' להיות מ\"ב שנים רעב במצרים כיצד שבע דפרות ושבע דשבלים דחלום. וכן בספור. וכן דהגדה מפי יוסף שבע דפרות ושבע דשבלים הרי מ\"ב. ועל ידי תפלת יוסף נחסרו עד שבעה בא יעקב ונחסרו עד ב' הרי מ' נחסרו ונפרעו להם בימי ירמיה דכתיב והיה מצרים לשמה מ' שנה","titles":[{"title":"﻿בראשית מא כז"},{"title":"﻿בראשית פרק מא פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"tanach--daatzkenim1-41-34","text":" דעת זקנים  וחמש את ארץ מצרים. לשון חומש לתת החמישית לפרע' ומשם התחיל כמפורש בפ' ויגש","titles":[{"title":"﻿בראשית מא לד"},{"title":"﻿בראשית פרק מא פסוק לד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":34},{"positionInParasha":34},{"uri":"tanach--daatzkenim1-41-42","text":" דעת זקנים  וילבש אותו בגדי שש. פירש\"י דבר חשיבות הוא במצרים. ויש מקשים על זה ממה שפי' בפ' בראשית על נהר פישון הוא נילוס ונקרא פישון על שם שמגדל פשתן מכלל דפשתן הי' מצוי במצרים ונ\"ל דודאי מגדל פשתן הי' וחשוב הוא יותר מכל הארצות ומתוך חשיבותו היה יקר וזהו שאמר רש\"י ז\"ל חשיבות הוא במצרים. ועוד י\"ל דפשתן דקאמר התם היינו קנבוס כמו ותטמנם בפשתי העץ דפירש\"י קנבוס ושש דהכא היינו כיתנא והוא לא הי' מצוי במצרים","titles":[{"title":"﻿בראשית מא מב"},{"title":"﻿בראשית פרק מא פסוק מב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":42},{"positionInParasha":42},{"uri":"tanach--daatzkenim1-41-45","text":" דעת זקנים  צפנת פענח. נוטריקון \"צדיק \"פטפט \"נגד \"תאותו \"פוטיפר \"ענה \"נפשו \"חנם","titles":[{"title":"﻿בראשית מא מה"},{"title":"﻿בראשית פרק מא פסוק מה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":45},{"positionInParasha":45},{"uri":"tanach--daatzkenim1-41-47","text":" דעת זקנים  לקמצים. פי' אפי' מלא קומץ הנשאר בגורן היו נוטלין ממנו חמישית","titles":[{"title":"﻿בראשית מא מז"},{"title":"﻿בראשית פרק מא פסוק מז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":47},{"positionInParasha":47},{"uri":"tanach--daatzkenim1-41-50","text":" דעת זקנים  בטרם תבא שנת הרעב. אמרינן במס' תענית מכאן שאסור לשמש מטתו בשני רעבון. ותמה האיך לוי שמש מטתו שהרי נולדה יוכבד בין החומות ואז היו שני רעבון כדכתיב כי זה שנתים הרעב. ואמר ר' יהודה החסיד דמה שאסור לשמש מטתו כגון נביא ששמע מפי הקב\"ה שעתיד להיות רעב כגון יוסף שידע הדבר בבירור על ידי חלום פרעה אבל לוי שלא היה יודע הדבר בבירור לא היה נאסר לו. ויש מתרצין דלוי ויוסף פליגי בפלוגתא דתנאי דפליגי במסכת יבמות דאיכא מאן דאמר התם מצות פריה ורביה שני זכרים ואיכא מאן דאמר דלא קיים עד שיוליד זכר ונקבה. ולוי סבר כמ\"ד עד שיוליד נקבה ג\"כ ולפיכך שמש כי עדיין לא נולדה לו נקבה ואמרינן במס' תענית חשוכי בנים משמשין מטותיהן בשנ' רעבון כדי לקיים מצות פריה ורביה. ויוסף ס\"ל כמ\"ד שני זכרים ולפיכך לא רצה לשמש כי כבר קיים","titles":[{"title":"﻿בראשית מא נ"},{"title":"﻿בראשית פרק מא פסוק נ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":50},{"positionInParasha":50},{"uri":"tanach--daatzkenim1-41-52","text":" דעת זקנים  קרא אפרים. על שם אבות אברהם ויצחק שנא' בהם אפר. אברהם שנאמר ואנכי עפר ואפר. יצחק כאפר על גבי המזבח דאפרים משמע שתי אפרות. ולכך נקראו ישראל על שם אפרים שנא' הבן יקיר לי אפרים","titles":[{"title":"﻿בראשית מא נב"},{"title":"﻿בראשית פרק מא פסוק נב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":52},{"positionInParasha":52},{"uri":"tanach--daatzkenim1-41-53","text":" דעת זקנים  ותכלינה. על שם שהיו הבריות כלולות ביופי מתוך השבע","titles":[{"title":"﻿בראשית מא נג"},{"title":"﻿בראשית פרק מא פסוק נג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":53},{"positionInParasha":53},{"uri":"tanach--daatzkenim1-41-54","text":" דעת זקנים  ותחילנה. על שם שהיו הבריות חולניות מפני הרעב","titles":[{"title":"﻿בראשית מא נד"},{"title":"﻿בראשית פרק מא פסוק נד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-41"},{"positionInPerek":54},{"positionInParasha":54},{"uri":"tanach--daatzkenim1-42-1","text":" דעת זקנים  וירא יעקב כי יש שבר במצרים. זש\"ה עין רואה ואזן שומעת ה' עשה גם שניהם. מה ראה לומר כן וכי כל הגוף לא עשאו הקדוש ברוך הוא אלא כל האברים עתידין ליתן דין וחשבון חוץ מעין ואזן ולמה העין רואה שלא בטובתה וכן האזן מה שאין כן בשאר האברים וא\"ר וירא יעקב בא וראה יעקב אדם זקן ויושב בביתו ורואה מה יש במצרים ועשרת בניו יוצאין ונכנסין ואינן רואין. ואע\"פ שיעקב ובניו נביאים היו קודם לכן ויוסף לא היה רחוק מהם כי אם מהלך ארבעה או ה' ימים ולא היו יודעין היכן הוא וגם יוסף למה לא הודיע לאביו שהוא במצרים אלא שהטילו חרם ביניהם וגם שתפו להקב\"ה וליוסף נמי השביעו שלא לגלות והכתוב מוכיח דכתיב הוציאו כל איש מעלי שלא רצה לגלות לזרים מפני השבועה. וי\"א כי כשהיה עבד לא רצה להגיד לו כי יותר היה מצערו וכן כשהיה בבית הסהר. וגם כשהיה מלך לא יאמין לו כי אפילו לבסוף כשספרו לו אחיו לא האמין כדכתיב ויפג לבו כי לא האמין להם ועוד אם היה מגיד לאביו היה ירא שמא ישמעו אחיו ויבהלו ויברחו זה לצפון וזה לדרום מרוב פחד שייראו שיהרגם ונמצא אביו מצטער עליהם וגורם צער גדול לאביו ולכך המתין עד שבאו אחיו אצלו ונתגלה להם תחלה ופייסם בדברים ושאין בלבו עליהם ואמר להם לבשר לאביהם וכי הוא מושל בכל ארץ מצרים","titles":[{"title":"﻿בראשית מב א"},{"title":"﻿בראשית פרק מב פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-42"},{"positionInPerek":1},{"positionInParasha":58},{"uri":"tanach--daatzkenim1-42-11","text":" דעת זקנים  כלנו בני איש אחד. תימה מה תשובה היא שלא היו מרגלים. וי\"ל שאלו היו מרגלים ששלחו אותם לרגל הארץ היו שולחים בני אדם שהם נכרים זה לזה ולא אחים. מהרב מאיר מלחמ\"ה","titles":[{"title":"﻿בראשית מב יא"},{"title":"﻿בראשית פרק מב פסוק יא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-42"},{"positionInPerek":11},{"positionInParasha":68},{"uri":"tanach--daatzkenim1-43-14","text":" דעת זקנים  ואל שדי יתן לכם רחמים. מה ראה יעקב לברכם באל שדי ללמדך שכמה ייסורין באו על יעקב עד שהוא במעי אמו עשו עשה מריבה עמו שנאמר ויתרוצצו הבנים בקרבה ואמרו שהיו מריבין על נחלת שני עולמות. יצא לחוץ עשו בקש להרגו שנאמר על רדפו בחרב אחיו ברח מפניו לבית לבן ראה כמה צרות היו לו שם הייתי ביום אכלני חורב וכו' יצא מבית לבן רדף אחריו לבן נמלט ממנו בא עשו להורגו והפסיד כל אותו דורון שהביא לו נמלט ממנו באת עליו צרת דינה אחר כן צרת רחל אחר כל הצרות הללו בקש לישב בשלוה שנא' וישב יעקב מיד בא עליו צרת יוסף אחר כן צרת שמעון אחר כן צרת בנימין וכן הוא אומר לא שלותי ולא שקטתי ולא נחתי ויבא רוגז לפיכך אמר עכשיו מי שאמר לעולם די כשבראו יאמר לצרותי די","titles":[{"title":"﻿בראשית מג יד"},{"title":"﻿בראשית פרק מג פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-43"},{"positionInPerek":14},{"positionInParasha":109},{"uri":"tanach--daatzkenim1-43-17","text":" דעת זקנים  ויעש האיש כאשר אמר יוסף. אמרו רז\"ל זה מנשה. ותימה דפרש\"י במס' אבות ילפינן בן שלש עשרה למצות משמעון ולוי כי כשבאו על שכם לא היו כי אם בני י\"ג כשתחשוב שנותיהם וכתיב בהו איש חרבו על ירכו וכשתחשוב שנותיו של מנשה תמצא שלא היה כי אם ט' שנים לכל היותר שהרי נולד בטרם תבא שנת הרעב ואפי' כי תאמר שנולד בתחלת שני השבע אע\"פ כן לא היה כי אם בן תשעה שבעה דשבע וב' דרעב ואפ\"ה קוראו איש מהרב חיים שאמר משם הרב אליעזר אבי העזרי וצ\"ע","titles":[{"title":"﻿בראשית מג יז"},{"title":"﻿בראשית פרק מג פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-43"},{"positionInPerek":17},{"positionInParasha":112},{"uri":"tanach--daatzkenim1-43-27","text":" דעת זקנים  השלום אביכם הזקן אשר אמרתם העודנו חי. הוא היה שואל מיצחק זקנו והם השיבו לו מיעקב לעבדך לאבינו עודנו חי. אבל יצחק אינו חי ולא רצו להשיבו בפשיטות יצחק מת שאין משיבין על הקלקלה כמו שמצינו בריש פסחים אייבו קיים אימא קיימת","titles":[{"title":"﻿בראשית מג כז"},{"title":"﻿בראשית פרק מג פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-43"},{"positionInPerek":27},{"positionInParasha":122},{"uri":"tanach--daatzkenim1-43-33","text":" דעת זקנים  ויתמהו האנשים. לא קיימא הך תמיהא אוישבו לפניו הבכור כבכורתו דהא לא קאמר וישיבו אלא וישבו דמשמע הם מעצמם אלא קאי אדלעיל דכתיב וישימו לו לבדו ולהם לבדם ולמצרים האוכלים אתו לבדם ועל דבר זה תמהו אמרו מה טיבו של זה אינו לא מצרי ולא עברי מדהוא אוכל לבדו","titles":[{"title":"﻿בראשית מג לג"},{"title":"﻿בראשית פרק מג פסוק לג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-43"},{"positionInPerek":33},{"positionInParasha":128},{"uri":"tanach--daatzkenim1-44-4","text":" דעת זקנים  הם יצאו את העיר. אמר יוסף אם ירחיקו מן העיר אין כל בריה יכולה לעמוד בפניהם לפי שנמשלו לחיות גור אריה יהודה. יהי דן נחש עלי דרך. נפתלי אילה שלוחה. קום רדוף עד שאימת העיר עליהם","titles":[{"title":"﻿בראשית מד ד"},{"title":"﻿בראשית פרק מד פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-44"},{"positionInPerek":4},{"positionInParasha":133},{"uri":"tanach--daatzkenim1-44-5","text":" דעת זקנים  הלא זה אשר ישתה וגו'. היאך עלה בדעת' לגנבו הלא ידעתם שהגביע שאדוני שותה בו צריך הוא לו כל שעה וחביב עליו ומיד שלא ימצאנו נחש ינחש הוא בעצמו שיודע לנחש או יצוה לאחרים עליו לדעת מי גנבו","titles":[{"title":"﻿בראשית מד ה"},{"title":"﻿בראשית פרק מד פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-44"},{"positionInPerek":5},{"positionInParasha":134},{"uri":"tanach--daatzkenim1-44-10","text":" דעת זקנים  גם עתה כדבריכם כן הוא וגו'. תימה והלא אין זה כדבריהם כי הם חייבו את מי שימצא הגביע בידו מיתה והם עצמן לעבדים לכן נראה לומר כדבריכם אשר גזרתם על עצמכם כן הוא דינו של אותו שנמצא אתו. ועוד ארויח לכם שאתם תהיו נקיים. ד\"א כדבריכם שאמרתם שאתם נאמנים כן הוא שהרי הכסף אשר מצאתם החזרתם אותו אמנם אחיכם הקטן שלא ראיתי באמונתו הוא גנבו שלא מדעתכם ולכן אותו אשר נמצא הגביע בידו יהיה לי עבד ואתם תהיו נקיים","titles":[{"title":"﻿בראשית מד י"},{"title":"﻿בראשית פרק מד פסוק י"}]},{"sefer":"tanach-1"},{"parasha":"parasha-10"},{"perek":"tanach-1-44"},{"positionInPerek":10},{"positionInParasha":139},{"uri":"tanach--daatzkenim1-44-18","text":" דעת זקנים  ויגש אליו. בי אדני. בנוהג שבעולם מי שלוקח עבד ונמצא גנב מחזירו וזה שנמצא גנב אתה מבקש לעבד","titles":[{"title":"﻿בראשית מד יח"},{"title":"﻿בראשית פרק מד פסוק יח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-44"},{"positionInPerek":18},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-44-21","text":" דעת זקנים  ואשימה עיני עליו. פירש\"י וכי זו היא שימת עין שאמרת לשום עינך עליו ולכך נראה לפרש ואשימה עיני עליו שלא תעשה לו רעה","titles":[{"title":"﻿בראשית מד כא"},{"title":"﻿בראשית פרק מד פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-44"},{"positionInPerek":21},{"positionInParasha":4},{"uri":"tanach--daatzkenim1-45-3","text":" דעת זקנים  ולא יכלו אחיו לענות אותו. פי' הרב יוסף קרא מאמינים ואינם מאמינים. מאמינים שהרי הזכיר שמו יוסף ואינם מאמינים לשעבר לעבד נמכר יוסף בכבל ענו רגלו ועכשיו הוא מושל בכל ארץ מצרים","titles":[{"title":"﻿בראשית מה ג"},{"title":"﻿בראשית פרק מה פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":3},{"positionInParasha":20},{"uri":"tanach--daatzkenim1-45-4","text":" דעת זקנים  גשו נא אלי ויגשו. מדרש לפי שאמר למעלה הוציאו כל איש מעלי והמצרים היו עומדים בחוץ ומטין אזניהם מה הם מדברים ולכך כשאמר אני יוסף אחיכם העוד אבי חי לא חשש אם הם שומעין אבל כשרצה לומר אשר מכרתם אותי לא רצה שישמעו לפי שהיה בדעתו להושיב אחיו במצרים ואילו היו שומעין שמכרו אחיהם יאמרו אנשים רעים הם מאד שאפי' לאחיהם מכרו כל שכן שיעשו עמנו רעה אם ישבו אתנו ולכך אמר להם גשו נא אלי ואומר לכם בחשאי. ד\"א מתחלה אמר להם יוסף אני יוסף אחיכם העוד אבי חי ולא רצה להזכיר מכירתו מפני בנימין אחיו שלא יתביישו ממנו ושלא יגיד לאביו והפליגן לצד אחר ואמר להם גשו נא אלי הפרידן מבנימין ויאמר אני יוסף אחיכם אשר מכרתם אותי","titles":[{"title":"﻿בראשית מה ד"},{"title":"﻿בראשית פרק מה פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":4},{"positionInParasha":21},{"uri":"tanach--daatzkenim1-45-19","text":" דעת זקנים  קחו לכם מארץ מצרים עגלות. פי' קחו לכם עגלות לטפכם ולנשיכם ונשאתם את אביכם על כתפותיכם ובאתם. וכן מוכיח הפסוק שלפניו וישאו בני ישראל את יעקב אביהם ואת טפם ואת נשיהם בעגלות","titles":[{"title":"﻿בראשית מה יט"},{"title":"﻿בראשית פרק מה פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":19},{"positionInParasha":36},{"uri":"tanach--daatzkenim1-45-20","text":" דעת זקנים  ועינכם אל תחוס על כליכם. לפי שהיה יודע באביו שהיה קפדן על כליו וחס עליהם כמו שאמרו חז\"ל ויותר יעקב לבדו שחזר על פכים קטנים לכך הזהירם על כך. כך מפרש הרב יעקב ז\"ל","titles":[{"title":"﻿בראשית מה כ"},{"title":"﻿בראשית פרק מה פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":20},{"positionInParasha":37},{"uri":"tanach--daatzkenim1-45-24","text":" דעת זקנים  אל תרגזו בדרך. אל תפחדו מסכנת הדרך כי אני מושל בכל הארץ והוא כמו רגזו ואל תחטאו וכמו לב רגז דמתרגמינן דחיל","titles":[{"title":"﻿בראשית מה כד"},{"title":"﻿בראשית פרק מה פסוק כד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":24},{"positionInParasha":41},{"uri":"tanach--daatzkenim1-45-27","text":" דעת זקנים  וידברו אליו את כל דברי יוסף. פירש\"י סימן מסר להם כשפירש ממנו היה עוסק בפרשת עגלה ערופה. וצריך פי' לפי' והכי רוצה לומר כי כשפירש מאביו היה מלוה אותו כדכתי' וישלחהו שהוא לשון לויה כמו וישלחו דכתיב גבי אברהם דמתרגמינן ואלויאו. ואמר לו יוסף חזור בך ואמר לו יעקב בני גדולה לויה שעליה נתוספה פרשה אחת בתורה דכתיב ידינו לא שפכה. וכי תעלה על דעתך שב\"ד שופכי דמים אלא לא ראינוהו ופטרנוהו בלא לויה הא אם ראוהו ולא לווהו מעלה עליהם כאלו שפכו דמים והיינו פרשת עגלה ערופה שהיה עסוק בה. ויש אומרים שהיה עוסק בעגלה שמושכת בקרון וקשה לשני הפירושים לפרש עגלות לשון עגלה לכן נראה לפ' בפרשת עגלות המשכן דכתיב שש עגלות צב","titles":[{"title":"﻿בראשית מה כז"},{"title":"﻿בראשית פרק מה פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":27},{"positionInParasha":44},{"uri":"tanach--daatzkenim1-45-28","text":" דעת זקנים  רב עוד יוסף בני חי. פי' יעקב קרא רב למביא העגלות כמו רב החובל ושאל לו עוד יוסף בני חי כי אותך אני מאמין יותר מהם. ד\"א בניו היו מאריכים בדברים ומספרים לו גדולתו של יוסף לכך אמר להם רב לכם לספר בזה אך אמרו אם בני חי באמת ואם אמת אלכה ואראנו וגו'","titles":[{"title":"﻿בראשית מה כח"},{"title":"﻿בראשית פרק מה פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-45"},{"positionInPerek":28},{"positionInParasha":45},{"uri":"tanach--daatzkenim1-46-4","text":" דעת זקנים  אנכי ארד עמך מצרימה ואנכי אעלך גם עלה. ירדו למצרים נמנה הקב\"ה עמהם בעצמו ובכבודו שהרי בפרטן לא תמצא רק ס\"ט וכתיב בשבעים נפש וגו' הרי שנמנה הקב\"ה עמהם והיו שבעים וגם בעלותם עלו ששים רבוא חסר אחד ונמנה הקב\"ה עמהם ועלה והיו שלמים. ד\"א ואנכי אעלך גם עלה. לא תעלה על דעתך שתהיה שם ירוד כי אם גדול ומעולה תהיה שם","titles":[{"title":"﻿בראשית מו ד"},{"title":"﻿בראשית פרק מו פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":4},{"positionInParasha":49},{"uri":"tanach--daatzkenim1-46-7","text":" דעת זקנים  בנותיו ובנות בניו. פירש\"י בנות בניו זו שרח בת אשר ויוכבד בת לוי. וקשיא דבניו ניחא אלא בנותיו מאן נינהו שהרי לא נכנסו מבנותיו למצרים כי אם דינה שהתאומות מתו. ושמא י\"ל דכלותיו קרי בנותיו. אך קשיא לי מאי דכתיב כל נפש בניו ובנותיו שלשים ושלש דהתם ליכא למימר כלותיו שהרי לא נמנו כדכתיב מלבד נשי בני יעקב ושמא ר\"ל דינה ובת לוי ובנות בנים הרי הם כבנות כך נ\"ל וכן משמע למבין מתוך פירש\"י","titles":[{"title":"﻿בראשית מו ז"},{"title":"﻿בראשית פרק מו פסוק ז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":7},{"positionInParasha":52},{"uri":"tanach--daatzkenim1-46-27","text":" דעת זקנים  הבאה מצרימה שבעים. פי' עם יעקב וראש הענין מוכיח כך דכתיב אלה שמות וכו'. להודיע שיעקב מן המנין עם בניו ונכלל עם בני לאה שאין בפרטן אלא ל\"ב והכתוב מונה אותן ל\"ג עם יעקב לפי שהוא מן המנין הראשון וממנו החל למנות מנין השבעים והכי פשטיה דקרא כל הנפש לבית יעקב הבאה מצרימה אם תרצה לידע מנינם מנה עם יעקב ותמצאם שבעים ולפי מה שפירשתי למעלה אין צריך לומר שיהא יעקב מן המנין כי הקב\"ה נמנה עמהם ומשלים המנין","titles":[{"title":"﻿בראשית מו כז"},{"title":"﻿בראשית פרק מו פסוק כז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":27},{"positionInParasha":72},{"uri":"tanach--daatzkenim1-46-29","text":" דעת זקנים  ויעל לקראת ישראל. פי' עליה היתה לו על שהלך לקראת אביו לכבדו. ד\"א לכך נאמר ויעל לפי שארץ גשן גבוה מארץ מצרים לפי שהיא עומדת בגבול ארץ ישראל שנאמר גשן וחולון וגילה. ולפי שהלך יהודה בשביל אביו אצל יוסף להורות לפניו גשנה זכה ונפלה בחלקו וגשן נתן פרעה לשרה אמנו ולכך בחרו בה ישראל ונפלה בחלקם ולא ערערו בה מצרים","titles":[{"title":"﻿בראשית מו כט"},{"title":"﻿בראשית פרק מו פסוק כט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":29},{"positionInParasha":74},{"uri":"tanach--daatzkenim1-46-31","text":" דעת זקנים  אעלה ואגידה לפרעה. וכי ארץ מצרים עומדת בהר שאמר אעלה אלא עד עכשיו כשהיה מדבר עם אביו ירד מן המרכבה לכבודו ועכשיו אמר אעלה על המרכבה שלי ואלך ואגידה לפרעה","titles":[{"title":"﻿בראשית מו לא"},{"title":"﻿בראשית פרק מו פסוק לא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":31},{"positionInParasha":76},{"uri":"tanach--daatzkenim1-46-34","text":" דעת זקנים  כי תועבת מצרים וכו'. מאוסים היו רועי צאן בעיניהם כי הצאן היה דבר מאוס לאכילה כמו שמאוסין העזים לאכילה בהרבה מקומות. וכן לא יוכלון לאכול את העברים לחם כי תועבה היא למצרים מאוסין היו אנשי עבר הנהר בעיניהם ולכן קשה להם לאכול עמהם וכן הן נזבח את תועבת מצרים לעיניהם נזבח בפניהם מה שהוא מאוס להם ולא יסקלונו יהרגונו לא נאמר אלא יסקלונו. ד\"א שמעתי כי תועבת מצרים כל רעה וזן עצמו מן הצאן ואוכל אותם כי היא ע\"ז שלהם ידועה מלשון הרעה אותי דמתרגמינן דזן יתי","titles":[{"title":"﻿בראשית מו לד"},{"title":"﻿בראשית פרק מו פסוק לד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-46"},{"positionInPerek":34},{"positionInParasha":79},{"uri":"tanach--daatzkenim1-47-2","text":" דעת זקנים  ומקצה אחיו לקח חמשה אנשים פירש\"י מן הפחותים שבהם. וכן ה' אנשים בגימטריא חלשי\"ם שבה\"ן חס\"ר אח\"ד","titles":[{"title":"﻿בראשית מז ב"},{"title":"﻿בראשית פרק מז פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-47"},{"positionInPerek":2},{"positionInParasha":81},{"uri":"tanach--daatzkenim1-47-8","text":" דעת זקנים  כמה ימי שני חייך. פשט לפי שראהו זקן מאד ושערות ראשו וזקנו לבנות מרוב הזקנה שאל כן והוא ענהו ימי מגורי שלשים ומאת שנה מעט ורעים כלומר מעטים הם שנותי אלא מתוך רעות שהיה לי קפצה עלי זקנה. מדרש בשעה שאמר יעקב מעט ורעים היו אמר לו הקב\"ה אני מלטתיך מעשו ומלבן והחזרתי לך דינה גם יוסף ואתה מתרעם על חייך שהם מעט ורעים חייך שמנין התיבות שיש מן ויאמר עד בימי מגורי כך יחסרו משנותיך שלא תחיה כחיי יצחק אביך והם ל\"ג תיבות ובמנין זה נחסרו מחייו שהרי יצחק חי ק\"פ שנה ויעקב לא חי אלא קמ\"ז","titles":[{"title":"﻿בראשית מז ח"},{"title":"﻿בראשית פרק מז פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-11"},{"perek":"tanach-1-47"},{"positionInPerek":8},{"positionInParasha":87},{"uri":"tanach--daatzkenim1-47-28","text":" דעת זקנים  ויחי יעקב. פרש\"י למה פרשה זו סתומה וכו' ותימה שהרי יוסף מלך אחר פטירתו של יעקב וי\"ל שמיד שנפטר יעקב התחילו לשעבד בהם מעט. ועוד פרש\"י שבקש לגלות הקץ ונסתם ממנו. וא\"ת מהיכן ידע הקץ י\"ל ממעלות הסולם שחלם שראה שרו של עשו עולה במעלות כדפרש\"י בפרשת ויצא","titles":[{"title":"﻿בראשית מז כח"},{"title":"﻿בראשית פרק מז פסוק כח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-47"},{"positionInPerek":28},{"positionInParasha":1},{"uri":"tanach--daatzkenim1-47-29","text":" דעת זקנים  ויקרבו ימי ישראל למות. כל מקום שנאמר קריבה לא הגיע לימי אבותיו וכן ויקרבו ימי דוד לא הגיע לימי בעז ועובד וישי שחיו יותר מד' מאות שנה ודוד לא חיה כי אם ע' שנה","titles":[{"title":"﻿בראשית מז כט"},{"title":"﻿בראשית פרק מז פסוק כט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-47"},{"positionInPerek":29},{"positionInParasha":2},{"uri":"tanach--daatzkenim1-47-30","text":" דעת זקנים  אנכי אעשה כדבריך. מדרש כשם שאתה מצוני כך אני מצוה לאחי בשעת מיתתי להעלותי מכאן וכן מצינו שאמר לאחיו פקד יפקד אלהים אתכם וכו'. ונ\"ל דלהא ניחא הא דפרש\"י בואלה שמות שסימן זה מסור בידם מיעקב ומיוסף שבלשון זה דפקוד יפקוד יהיו נגאלים שהרי מצינו שיוסף אמר בפי' פקוד יפקוד אלהים אתכם ואמר הכא שיוסף אמר שיעשה כדברי יעקב ואם כן גם יעקב אמר בצוואה פקוד יפקוד אלהים אתכם","titles":[{"title":"﻿בראשית מז ל"},{"title":"﻿בראשית פרק מז פסוק ל"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-47"},{"positionInPerek":30},{"positionInParasha":3},{"uri":"tanach--daatzkenim1-48-1","text":" דעת זקנים  ויאמר ליוסף. אז\"ל זה אפרים ואומר הרב משה זכר לדבר כי אותיות ויאמר כאותיות אפרים בהתחלף דוא\"ו בפ\"א דא\"ו מתחלפת בפ\"א באלפא ביתא דא\"ת ב\"ש ומשמע שלא היה יוסף רגיל אצל יעקב כמו שמצינו נמי ויקרא לבנו ליוסף ושמעתי מפי הרב ר' שמואל ז\"ל הטעם לפי שהיה ירא שישאל לו הענין היאך הורד למצרים ויגיד לו שמכרוהו אחיו ויקללם יעקב ונמצא מחריב את העולם כולו שהרי רחל אמו שקלל שלא מדעת ואמר עם אשר תמצא נתקיימה קללתו ומתה בדרך אפרת הא אם יקללם מדעת לא כל שכן","titles":[{"title":"﻿בראשית מח א"},{"title":"﻿בראשית פרק מח פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":1},{"positionInParasha":5},{"uri":"tanach--daatzkenim1-48-2","text":" דעת זקנים  ויתחזק ישראל. ולא רצה לברכם כשהוא במטה שלא יאמר מתנת שכיב מרע היתה ברכתו ולא היה מיושב בדעתו","titles":[{"title":"﻿בראשית מח ב"},{"title":"﻿בראשית פרק מח פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":2},{"positionInParasha":6},{"uri":"tanach--daatzkenim1-48-5","text":" דעת זקנים  אפרים ומנשה. אפרים ומנשה עולין בגימט' ראובן ושמעון אחד יותר","titles":[{"title":"﻿בראשית מח ה"},{"title":"﻿בראשית פרק מח פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":5},{"positionInParasha":9},{"uri":"tanach--daatzkenim1-48-12","text":" דעת זקנים  ויוצא יוסף אותם מעם ברכיו. לפי שהיו דבוקים לו כשחבקן ונשקן ועכשיו רצה יוסף לסדר כדי שיניח ידו עליהם לכך הוצרך להוציאם מעם ברכיו ולהרחיקם מעט לשום אותם האחד לידו האחת והאחר לידו האחרת","titles":[{"title":"﻿בראשית מח יב"},{"title":"﻿בראשית פרק מח פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":12},{"positionInParasha":16},{"uri":"tanach--daatzkenim1-48-14","text":" דעת זקנים  שכל את ידיו. פי' מתוך מעשה ידיו של יוסף שנתן מנשה לשמאלו שהוא ימין ישראל שכל יעקב את ידיו כי מנשה הבכור ואעפ\"כ שם ימינו על ראש אפרים ודומה לו לה' אלהינו הרחמים והסליחות כי מרדנו בו","titles":[{"title":"﻿בראשית מח יד"},{"title":"﻿בראשית פרק מח פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":14},{"positionInParasha":18},{"uri":"tanach--daatzkenim1-48-16","text":" דעת זקנים  ויקרא בהם שמי ושם אבותי. על שאר השבטים הנקראים בני יעקב שיהיו נקראים שבטים כשאר בני","titles":[{"title":"﻿בראשית מח טז"},{"title":"﻿בראשית פרק מח פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":16},{"positionInParasha":20},{"uri":"tanach--daatzkenim1-48-17","text":" דעת זקנים  וירע בעיניו. מפי רבי יצחק לוי שלכך הרע בעיני יוסף שאמר בלבו אבי מחזיק אותי כשוטה שלא סדרתי אותם כהוגן ואני סדרתי אותם כסדר","titles":[{"title":"﻿בראשית מח יז"},{"title":"﻿בראשית פרק מח פסוק יז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":17},{"positionInParasha":21},{"uri":"tanach--daatzkenim1-48-20","text":" דעת זקנים  וישם את אפרים לפני מנשה. ואימתי נתקיימה ברכתו בחנכת הנשיאים שאפרים הקריב ביום שביעי ומנשה ביום שמיני לקיים מה שנאמר מקים דבר עבדו","titles":[{"title":"﻿בראשית מח כ"},{"title":"﻿בראשית פרק מח פסוק כ"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":20},{"positionInParasha":24},{"uri":"tanach--daatzkenim1-48-22","text":" דעת זקנים  ואני נתתי לך. הקשה הרב רבי משה והלא מטיל קנאה ביניהם והוא היה יודע שבשביל משקל שני סלעים מלת שהוסיף לו על אחיו נתגלגל הדבר וירדו למצרים. וגם על יוסף יש תימה שנתן לבנימין שלש מאות כסף וחמש חליפות שמלות ולאחרים לא נתן אלא חליפות שמלות. ותירץ כי מה שנתן יעקב ליוסף בעודו הדיוט וקטן בזה היו מתקנאים בו כי היה נראה להם שלא היה לו לכבדו יותר מפני שהם גדולים ממנו אבל עכשיו שהיה מלך לא היו מתקנאים שהדין לכבדו מפני כבוד המלכות, וגם שנתקיימו החלומות והיו צריכים לו וגם מה שהיה יוסף מכבד לבנימין יותר מהם לא היו מתקנאים כי אמרו הדין עמו לפי שהוא בן אמו. אמנם מה שריבה משאות בנימין קשיא לי כי אז היו סבורין שלא יהא מכיר אותו והלא היה מטיל קנאה בסעודה ביניהם ונ\"ל שגם בזה היו סבורים שהדין עמו לפי שאמר להם להביאו ויש לו לחבבו יותר מן האחרים. ועוד נ\"ל כי מאותה שעה היה דעתו של יוסף להתגלות לאחיו וכשידעו שהוא בן אמו לא יתקנאו בו. ויש מפרשים שכם אחד היינו קבר שבשכם כדכתיב ואת עצמות יוסף קברו בשכם משל לגנבים שגנבו חבית מלאה יין ומצאם בעל החבית אמר להם בחסדכם לאחר שתשתו היין החזירו החבית למקומה כך יוסף בשכם גנבוהו ובשכם החזירוהו בעצמות","titles":[{"title":"﻿בראשית מח כב"},{"title":"﻿בראשית פרק מח פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-48"},{"positionInPerek":22},{"positionInParasha":26},{"uri":"tanach--daatzkenim1-49-1","text":" דעת זקנים  האספו ואגידה לכם. וכתיב הקבצו ושמעו כאן רמז להם שילכו בגלות שני פעמים ויאספו בשניהם","titles":[{"title":"﻿בראשית מט א"},{"title":"﻿בראשית פרק מט פסוק א"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":1},{"positionInParasha":27},{"uri":"tanach--daatzkenim1-49-3","text":" דעת זקנים  ראובן בכורי אתה. וראוי היית ליטול פי שנים בבכורה וגם הכהונה היתה ראויה להיות לך לפי שהעבודה בבכורות וגם המלכות כי המלכות ראוי לבכור כדאמר ואת הממלכה נתן ליהורם כי הוא הבכור ולא זכית להיות הבכורה לך ונתנה ליוסף והכהונה ללוי והמלכות ליהודה הה\"ד ובחללו יצועי אביו נתנה בכורתו ליוסף ומי גרם לך זה לפי שפחזת כמים כקיתון הנשפך ולא הותר לך כלום רק המנין שמתחיל לעולם מראובן ולכך נאמר כמים שהם דבר לח ונשאר מהם קצת בכלי ולא כדבר יבש שאין נשאר כלום ובמס' שבת בפרק במה בהמה מסיק כתנאי פחז ר' אלעזר אומר פ'זתה ח'בתה ז'לתה ר' יהושע אומר \"פסעתה על דת \"חטאת \"זנית. ר\"ג אומר \"פללתה \"חללת \"זרחה תפלתך ר' אלעזר המודעי אומר הפוך ודורשה \"זעזעת \"חרתעתה \"פרחה חטא ממך רבא אומר \"זכרת עונשו של דבר \"חלית עצמך חולי גדול \"פרשת מלחטוא. כמים אל תותר. כמים הנשפכין מן הכלי שאין נשאר בו כלום ולא כשמן הנשאר מן הכלי כשנשפך","titles":[{"title":"﻿בראשית מט ג"},{"title":"﻿בראשית פרק מט פסוק ג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":3},{"positionInParasha":29},{"uri":"tanach--daatzkenim1-49-4","text":" דעת זקנים  כי עלית משכבי אביך. עלית משכבו ואימתי בשעת דודאים שנאמר שם לכן ישכב עמך הלילה תחת דודאי בנך","titles":[{"title":"﻿בראשית מט ד"},{"title":"﻿בראשית פרק מט פסוק ד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":4},{"positionInParasha":30},{"uri":"tanach--daatzkenim1-49-5","text":" דעת זקנים  שמעון ולוי אחים כלי חמס. אחי דינה ולא אחי יוסף שהרי מכרוהו כדפרישי'","titles":[{"title":"﻿בראשית מט ה"},{"title":"﻿בראשית פרק מט פסוק ה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":5},{"positionInParasha":31},{"uri":"tanach--daatzkenim1-49-8","text":" דעת זקנים  יהודה אתה יודוך. יודוך להיותך מלך עליהם כמו שמצינו בדוד. וכן יהודה עולה בגימטרי' שלשים כמנין מעלות שבמלכות כדאמרינן במס' אבות והמלכות בשלשים מעלות ובסנהדרין פרק כהן גדול מונה אותן. ד\"א יודוך אחיך לפי שכל ישראל נקראים יהודים על שמך ועוד שממך יצא מלך המשיח שיגאל ישראל במהרה בימינו","titles":[{"title":"﻿בראשית מט ח"},{"title":"﻿בראשית פרק מט פסוק ח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":8},{"positionInParasha":34},{"uri":"tanach--daatzkenim1-49-9","text":" דעת זקנים  גור אריה יהודה. בני כל החיות נקראים גרים אבל אתה יקרא גור שהוא בן אריה המעלה מכלם ורמז רמז לו שעתיד לצאת ממנו דוד שכן ראשי תיבות של גור אריה יהודה עולין בגימטריא דוד","titles":[{"title":"﻿בראשית מט ט"},{"title":"﻿בראשית פרק מט פסוק ט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":9},{"positionInParasha":35},{"uri":"tanach--daatzkenim1-49-10","text":" דעת זקנים  לא יסור שבט מיהודה. מדרש אגדה לא יסור לא יפרח כמו סורי הגפן נכריה שהוא כמו לולבי הגפן","titles":[{"title":"﻿בראשית מט י"},{"title":"﻿בראשית פרק מט פסוק י"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":10},{"positionInParasha":36},{"uri":"tanach--daatzkenim1-49-12","text":" דעת זקנים  חכלילי עינים מיין. פי' אדום מראיתו מיין כלומ' מרוב יין שישתה יהיו פניו אדומים ועיני' כמו יפה עינים וטוב רואי","titles":[{"title":"﻿בראשית מט יב"},{"title":"﻿בראשית פרק מט פסוק יב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":12},{"positionInParasha":38},{"uri":"tanach--daatzkenim1-49-13","text":" דעת זקנים  והוא לחוף אניות. לפי שאמר לעיל מזה לחוף ימים ישכון ויש עיירות שעומדים על נמל הים אבל העיר רחוקה קצת מן הים ויש טורח לבעלי אניות ללכת מחוף הים עד העיר דרך יבשה ולזה פעמים שנמנעים מליכנס באותו נמל ומרחיקים ללכת לעיר אחרת אע\"פ שהיא רחוקה לפי שהיא קרובה ממנה לחוף הים אצל הספינות לכך חזר ואמר והוא לחוף אניות לומר שיהיו עיירותיו קרובות ממש אצל המקום שהספינות באות שם","titles":[{"title":"﻿בראשית מט יג"},{"title":"﻿בראשית פרק מט פסוק יג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":13},{"positionInParasha":39},{"uri":"tanach--daatzkenim1-49-14","text":" דעת זקנים  יששכר חמור גרם. אתמר במס' נדה חמור גרם לו ליששכר שיולד כי כשבא יעקב מן השדה ושמעה לאה חמורו נוער יצאה לקראתו והביאתו לאהל שלה ובאותו הלילה נתעברה מיששכר","titles":[{"title":"﻿בראשית מט יד"},{"title":"﻿בראשית פרק מט פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":14},{"positionInParasha":40},{"uri":"tanach--daatzkenim1-49-18","text":" דעת זקנים  לישועתך קויתי ה'. כיון שראה יעקב אבינו גבורת שמשון אמר אע\"פ שזה גבור נוצח אין נכון להתהלל בגבורתו וכן מצינו בשעה שנתהלל אמר בלחי החמור הכתי אלף איש מיד ויצמא מאוד עד שהודה ואמר ה' אתה נתת ביד עבדך את התשועה וגו' שהודה שאין הגבורה רק מהשם לבדו והה\"ד יהי דן נחש עלי דרך ואפי' הגבורה והנצוח להקב\"ה כדכתיב לישועתך קויתי ה'","titles":[{"title":"﻿בראשית מט יח"},{"title":"﻿בראשית פרק מט פסוק יח"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":18},{"positionInParasha":44},{"uri":"tanach--daatzkenim1-49-19","text":" דעת זקנים  גד גדוד יגודנו. וא\"ת כיון שיהיו לו חיילות במה יפרנסם שהרי צריך עושר גדול על כן כתיב אחריו מאשר שמנה לחמו שיהא עשיר יותר מאשר ויוכל להספיק מזון לכל חיילותיו וכי תימא ואשר עצמו מנלן שיהא עשיר ת\"ל והוא יתן מעדני מלך שיהא כל כך עשיר שיתן על שלחנו כל מעדני מלך וגם מצינו שפעם אחת שנצטרכו אנשי לודקיא לשמן זית ובא לודקי אחד ונטל ששים רבוא דינרין והלך לארץ ישראל לקנות שמן זית כשבא לשם שאל לאנשי המקום יש כאן אדם שימכור לי בבת אחת שמן בששים רבוא דינרין אמרו לו לך בגוש חלב ושם תמצא יהודי שיוכל למכור יותר ויותר הלך לשם ומצא אותו יהודי בשדה חורש וסלו בידו כפועל עני. תמה אותו עכו\"ם ואמר זהו שאומרים עליו שיוכל למכור שמן בהון רב שבידי הלך לו לעיר ומ\"מ חזר לו לערב בבית אותו יהודי ומצאו שהיו עבדיו רוחצין ב' רגליו בשמן בשני ספלי זהב לקיים מה שנאמר וטובל בשמן רגלו. שאל לו יש לך למכור שמן בששים רבוא דינר אמר לו הן מדד לו אותו שמן. לאחר שמדד לו אמר לו אם אתה רוצה לקנות יותר אמכור לך אמר לו אין בידי מעות אמר לו אני אקיפך ואלך עמך עד מקומך. קנה לו עוד ממנו בק\"נ ריבוא דינרים אמרו עליו שלא הניח לו לא סוס ולא פרד לשכור שלא שכר להביא השמן שקנה ממנו כשבא למקומו שבחוהו על שהביא שמן לספק כל צרכן אמר להם לא תשבחו כי אם ליהודי זה שמכר לי כל זה ועוד אני חייב לו הדמים ועל שניהם נאמר יש מתעשר ואין כל מתרושש והון רב","titles":[{"title":"﻿בראשית מט יט"},{"title":"﻿בראשית פרק מט פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":19},{"positionInParasha":45},{"uri":"tanach--daatzkenim1-49-21","text":" דעת זקנים  נפתלי אילה שלוחה. כי ארץ נפתלי קלה לבשל פירותיה כאילה זו שנצודה ובורחת מתוך המצודה והיא משולחת עתה שאז היא רצה ביותר","titles":[{"title":"﻿בראשית מט כא"},{"title":"﻿בראשית פרק מט פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":21},{"positionInParasha":47},{"uri":"tanach--daatzkenim1-49-22","text":" דעת זקנים  בן פורת יוסף. פי' ארץ יוסף פרה ורבה כעץ על עין מים","titles":[{"title":"﻿בראשית מט כב"},{"title":"﻿בראשית פרק מט פסוק כב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":22},{"positionInParasha":48},{"uri":"tanach--daatzkenim1-49-25","text":" דעת זקנים  ברכות שדים. פי' שתהיין כשיזרע יוסף מתברכות בהרבה חלב להניק בניהן ושתהא להם בנים הרבה מרחם שלהם ולא תהיה משכלה ועקרה בהן. מהרב ר' משה ז\"ל","titles":[{"title":"﻿בראשית מט כה"},{"title":"﻿בראשית פרק מט פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":25},{"positionInParasha":51},{"uri":"tanach--daatzkenim1-49-26","text":" דעת זקנים  עד תאות. פרש\"י שחמדתן אמו והזקיקתו ליעקב לקבלן על ידי המטעמים שעשתה","titles":[{"title":"﻿בראשית מט כו"},{"title":"﻿בראשית פרק מט פסוק כו"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":26},{"positionInParasha":52},{"uri":"tanach--daatzkenim1-49-30","text":" דעת זקנים  במערה. פשט קברו אותי במערה וא\"ת הרבה שדות והרבה מערות היו ולא תדע באי זו לכך נאמר אשר בשדה המכפלה. וא\"ת שמא ימחו בידכם ת\"ל אשר קנה אברהם. וא\"ת שמא לא קנאה מאדם שיהיה כח בידו למכרה ת\"ל מאת עפרן החתי שהיה נשיא הארץ וא\"ת ושמא לזרוע שם מכרה ולא יניחו לעשות שם בית הקברות ת\"ל לאחוזת קבר וא\"ת שמא אותה קנייה לא היה בה חזקה כי לא החזיקו בה ת\"ל שמה קברו את אברהם. וא\"ת שמא לפי שמכרה עפרון שהיה נשיא הארץ לא יכלו העם למחות בידו אמנם שלא ברצונם מכרה ושמא עתה ימחו בידינו ת\"ל מאת בני חת","titles":[{"title":"﻿בראשית מט ל"},{"title":"﻿בראשית פרק מט פסוק ל"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":30},{"positionInParasha":56},{"uri":"tanach--daatzkenim1-49-33","text":" דעת זקנים  ויאסוף רגליו אל המטה. לפי שהוציא' לחוץ כשרצה לברך בני יוסף כדכתיב ויתחזק ישראל וישב על המטה וכאשר כלה לברכן הכניסן אל המטה","titles":[{"title":"﻿בראשית מט לג"},{"title":"﻿בראשית פרק מט פסוק לג"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-49"},{"positionInPerek":33},{"positionInParasha":59},{"uri":"tanach--daatzkenim1-50-2","text":" דעת זקנים  ויחנטו. המתיקו גופו לאחר שהשליכו בו הסמים המרים כדי להוציא טנף שבמעיו וכדי שלא יסרח השליכו בתוכו אחרי כן סמנים מתוקים להריח ריח טוב ודומה לו התאנה חנטה פגיה המתיקה פירותיה","titles":[{"title":"﻿בראשית נ ב"},{"title":"﻿בראשית פרק נ פסוק ב"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":2},{"positionInParasha":61},{"uri":"tanach--daatzkenim1-50-14","text":" דעת זקנים  הוא ואחיו וכל העולים אתו. וכאשר עלו ממצרים תמצא שהמצרים קדמו. ונראה כי לאחר שראו המצרים שחלקו כבוד כל המלכים לארונו של יעקב חלקו כל המצרים כבוד לבניו והוליכום לפניהם","titles":[{"title":"﻿בראשית נ יד"},{"title":"﻿בראשית פרק נ פסוק יד"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":14},{"positionInParasha":73},{"uri":"tanach--daatzkenim1-50-16","text":" דעת זקנים  ויצוו אל יוסף. ובחיי אביהם למה לא צוו אלא אמרו מה לנו לעורר השנאה שהרי כבר שכחה והלכה לה כיון שחזרו מלקבור אביהם ועבר יוסף על הבור שהשליכוהו אחיו אמר ברוך שעשה לי נס במקום הזה אמרו עדיין יש שנאה טמונה בלבו מיד ויצוו אל יוסף","titles":[{"title":"﻿בראשית נ טז"},{"title":"﻿בראשית פרק נ פסוק טז"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":16},{"positionInParasha":75},{"uri":"tanach--daatzkenim1-50-19","text":" דעת זקנים  כי התחת אלהים אני. כי נשבר לבי וירא אלהים אני התחת כמו אל תחת","titles":[{"title":"﻿בראשית נ יט"},{"title":"﻿בראשית פרק נ פסוק יט"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":19},{"positionInParasha":78},{"uri":"tanach--daatzkenim1-50-21","text":" דעת זקנים  וידבר על לבם. פרש\"י שנשא ק\"ו מעצמו עשרה נרות לא יכלו לכבות נר אחד. פי' עשן עשרה נרות שדרכו של עשן לכבות את הנר","titles":[{"title":"﻿בראשית נ כא"},{"title":"﻿בראשית פרק נ פסוק כא"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":21},{"positionInParasha":80},{"uri":"tanach--daatzkenim1-50-25","text":" דעת זקנים  וישבע יוסף וכו'. תימה למה אמר שני פעמים פקד יפקוד הכי הוה ליה למכתב אנכי מת והשבעו לי כי כאשר פקוד יפקוד אלהי' אתכם והעליתם את עצמותי וגו'. וי\"ל דה\"ק יעקב אבינו אמר פקוד יפקוד אלהים אתכם והעלה אתכם והעליתם את עצמותי ולכן כאשר פקוד יפקוד אלהים וכו' והה\"ד אנכי אעשה כדבריך דריש סדרא","titles":[{"title":"﻿בראשית נ כה"},{"title":"﻿בראשית פרק נ פסוק כה"}]},{"sefer":"tanach-1"},{"parasha":"parasha-12"},{"perek":"tanach-1-50"},{"positionInPerek":25},{"positionInParasha":84}]}