{"subjects":[{"uri":"tanach-daatzkenim-1-1-1","text":" דעת זקנים  בראשית. לפיכך התחילה התורה בבי\"ת, לפי שהעולם דומה לב', שהוא מסובב משלש רוחותיו ורוח צפונית אינה מסובבת, ובאותה שעה בא אות האל\"ף וקראה תגר, ושלם לה הקב\"ה במתן תורה, שפתח באל\"ף דאנכי. ובתיבת בראשית יש שש אותיות כנגד ימי המעשה. ובאותו פסוק יש בו שבע תיבות, כנגד ימי השבוע. ובו כ\"ח אותיות, כנגד כ\"ח ימי החדש. ובפסוק זה יש ששה אלפין, כנגד ששה אלפי שני הוי עלמא, דכל אל\"ף ואל\"ף משמע אלף. ובפסוק שלאחריו והארץ, כתב ב' אלפי\"ן, כנגד ב' אלפים ימות המשיח. ובפ' בא, בקרא דלמען תהיה תורת ה' בפיך, כתב ב' אלפי\"ן, כנגד ב' אלפים תורה","titles":[{"title":"﻿בראשית א א"},{"title":"﻿בראשית פרק א פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-daatzkenim-1-1-3","text":" דעת זקנים  יהי אור ויהי אור. מה שלא כתב ויהי כן, כמו באחרים, לפי, שמה שכתב כן באחרים, לקצר דבריו נכתב, שאלו היה מפרש כל סדרי הבריאה, יצטרך להאריך, אבל הכא אין כאן אריכות, בתיבת ויהי אור, מבתיבת ויהי כן","titles":[{"title":"﻿בראשית א ג"},{"title":"﻿בראשית פרק א פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-daatzkenim-1-1-12","text":" דעת זקנים  ותוצא הארץ דשא למינהו. במס' חולין (דף ס' ע\"א) דריש, שנשאו דשאים ק\"ו בעצמן וכו', פתח שר העולם ואמר, יהי כבוד ה' לעולם. וקשה למאן דאמר, חנוך זה מטטרו\"ן, ומטטרו\"ן זה שר העולם, שהרי באותה שעה, עדיין לא נברא חנוך. וי\"מ דתרי שר העולם הוי. ועוד י\"ל, דההיא לא הויא כמאן דאמר, חנוך זה מטטרו\"ן, ומיהו אף לדידיה י\"ל, דנהי דאיהו לא נברא, נשמתו או מזלו, מיהא נברא, שאמר לההוא קרא, כדאשכחן גבי ספר תולדות אדם, דדרשינן, מלמד שהראה הקב\"ה דור דור וחכמיו, אעפ\"י שלא נבראו אותן הדורות, מ\"מ נשמתם ומזלם הראה לו","titles":[{"title":"﻿בראשית א יב"},{"title":"﻿בראשית פרק א פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-daatzkenim-1-1-16","text":" דעת זקנים  את שני המאורות הגדולים. פי' שניהם גדולים, ומיהו האחד גדול מחבירו, כדכתיב את המאור הגדול. ורבותינו דרשו, בתחילה נבראו שוין בגדולה, וקטרגה הלבנה ונתמעטה, והשמש עמד בגדולתו, לפי ששמע חרפתו ולא השיב, והיינו דאמרינן, הנעלבין ואינם עולבין, שומעים חרפתם ואין משיבין, עליהם הכתוב אומר, ואוהביו כצאת השמש בגבורתו, כשמש, ששמע חרפתו ולא השיב, ונתגדל ע\"י כן. וגם ביוצר של שבת, יש גורסין, ראה והקטין צורת הלבנה, והכי פירושו, ראה השי\"ת שקטרגה והקטינה. ולאותן שגורסין ראה והתקין, הפירוש כך, ראה השי\"ת, שעתידין האומות העולם, לטעות אחר השמש, ולעשותו ע\"ז, עמד ותקן צורת הלבנה, להראותן, שאין השמש אלוה, שהרי יש שמש אחר, הגון ונאה כמוהו","titles":[{"title":"﻿בראשית א טז"},{"title":"﻿בראשית פרק א פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-daatzkenim-1-1-22","text":" דעת זקנים  ויברך אותם אלהים. וכן, ויברך אלהים את יום השביעי. הא למדת, שהקונה דבר חדש, מברך שהחיינו","titles":[{"title":"﻿בראשית א כב"},{"title":"﻿בראשית פרק א פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-daatzkenim-1-1-28","text":" דעת זקנים  וכבשה. חסר וי\"ו, ללמדך, שדרך האיש לכבוש את הנקבה, שלא תהי' יצאנית, לגרום תקלה לערוה, כמו שעשתה לאה שהרגילה, וגרמה תקלה לבתה. וכל מי שמצנעת עצמה, בתוך הבית, ראויה להנשא לכהן גדול, שנא', כל כבודה בת מלך פנימה וגו', כלומר, שתנשא למי שכתוב בו ושבצת. וראויה להעמיד ממנה, כהנים גדולים, שנאמר, בניך כשתילי זיתים, שנמשחים בשמן זית","titles":[{"title":"﻿בראשית א כח"},{"title":"﻿בראשית פרק א פסוק כח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-1","interprets":"tanach-1-1-28","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-daatzkenim-1-2-1","text":" דעת זקנים  ויכלו. מנין שאנו אומרין אותו בעמידה, לפי שהוא עדות להקב\"ה, שברא עולמו בששה ימים, ועדות מעומד, דכתיב ועמדו ב' האנשים. ואיתא בפרק כל כתבי, בשעה שאדם אומר ויכלו, שני מלאכים המלוים לו לאדם, מניחים ידיהם על ראשו, ואומרים לו, וסר עונך וחטאתך תכופר. וא\"ת ומאי שנא פסוק זה, וי\"ל, משום דכתיב גבי עדות, אם לא יגיד ונשא עונו, וזה שאומר ויכלו, לא עכב עדותו והגידו","titles":[{"title":"﻿בראשית ב א"},{"title":"﻿בראשית פרק ב פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-2","interprets":"tanach-1-2-1","positionInPerek":1,"positionInParasha":32},{"uri":"tanach-daatzkenim-1-3-11","text":" דעת זקנים  המן העץ. איתא במדרש, אני אומר לתלותך על עץ, ועתה יגנז וישמר להמן, שיתלה עליו. קרי ביה, המן העץ","titles":[{"title":"﻿בראשית ג יא"},{"title":"﻿בראשית פרק ג פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-11","positionInPerek":11,"positionInParasha":67},{"uri":"tanach-daatzkenim-1-3-16","text":" דעת זקנים  אל האשה אמר וגו'. פירש ר' שלמה ברבי משה, שתהיה בעצבון, ובעמל כל ימיך. וא\"ת מאי איכפת לי, הרבה שפחות לשמשני, ת\"ל והרונך, על כרחך תהי הרה. וא\"ת תלד בשופי, ת\"ל בעצב תלדי בנים. וא\"ת אשמור עצמי, מליזקק לבעלי, ת\"ל ואל אישך תשוקתך. וא\"ת אכוף יצרי, ולא אזקק לו. ת\"ל והוא ימשל בך, בעל כרחך תזקק לו","titles":[{"title":"﻿בראשית ג טז"},{"title":"﻿בראשית פרק ג פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-16","positionInPerek":16,"positionInParasha":72},{"uri":"tanach-daatzkenim-1-3-17","text":" דעת זקנים  ארורה האדמה בעבורך. פי' בתאותך, מלשון בעבור הארץ, כמו שאמר אחר כך, וקוץ ודרדר","titles":[{"title":"﻿בראשית ג יז"},{"title":"﻿בראשית פרק ג פסוק יז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-17","positionInPerek":17,"positionInParasha":73},{"uri":"tanach-daatzkenim-1-3-19","text":" דעת זקנים  בזעת אפך. נמצא בספר ר' יהודה החסיד, שזו הקללה אינה מתקיימת, אלא בעובדי אדמה, ולא במלכים ושרים. אבל בעצב תלדי בנים, מתקיימת בכל הנשים. ולפי שהאשה, חטאה והחטיאה, לפיכך קללתה מרובה","titles":[{"title":"﻿בראשית ג יט"},{"title":"﻿בראשית פרק ג פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-19","positionInPerek":19,"positionInParasha":75},{"uri":"tanach-daatzkenim-1-3-24","text":" דעת זקנים  להט החרב. זו גיהנם, המתהפכת מחמין לצונן, ומצונן לחמין, על הרשעים","titles":[{"title":"﻿בראשית ג כד"},{"title":"﻿בראשית פרק ג פסוק כד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-3","interprets":"tanach-1-3-24","positionInPerek":24,"positionInParasha":80},{"uri":"tanach-daatzkenim-1-4-4","text":" דעת זקנים  וישע ה' אל הבל ואל מנחתו. מכאן תשובה, למינים שכופרים בעולם הבא. דבמה שעה אליו, והרי נהרג מיד, אלא על כרחך צריך לומר, שקבל קרבנו, וזכהו לעוה\"ב","titles":[{"title":"﻿בראשית ד ד"},{"title":"﻿בראשית פרק ד פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-4","positionInPerek":4,"positionInParasha":84},{"uri":"tanach-daatzkenim-1-4-8","text":" דעת זקנים  ויאמר קין אל הבל אחיו. פי' שסיפר לו דברי הקב\"ה, ומה שאמר לו, והראה לו שחרה לו היטב, על אשר לא שעה אליו, כמו אל הבל, ושמח הבל, ויקם קין על הבל אחיו ויהרגהו בקנאתו. ובשם ה\"ר יוסף קרא שמעתי, ויאמר קין וגו', כי מתחלה הי' ירא, מפני קין מכעסו, והיה נשמר ממנו, וכשאמר לו יתברך, הלא אם תיטיב שאת, מיד, ויאמר קין אל הבל אחיו, שאמר לו, כי הקב\"ה נתרצה לו, ושב מעליו אפו, ומשם ואילך חשב הבל, שכבר נתקררה דעתו, ולא נשמר ממנו מלילך עמו","titles":[{"title":"﻿בראשית ד ח"},{"title":"﻿בראשית פרק ד פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-8","positionInPerek":8,"positionInParasha":88},{"uri":"tanach-daatzkenim-1-4-15","text":" דעת זקנים  לכן כל הורג קין. פשטיה דקרא הכי, לפי שהיה קין דואג שיהרג, א\"ל הקב\"ה כל הורג קין, לאחר שבעה אנקום מהורגו. ולפ\"ז ה\"פ קרא דלקמיה, ויאמר למך לנשיו, היה מקונן למך על עצמו, כי איש הרגתי לפצעי, זה קין, שהיה גדול בקומה וילד בשנים. 'לפצעי' 'לחבורתי' כלומר, לצערי, ולמיתתי, כי אמר הקב\"ה, שבעתים יוקם כל הורג קין, ולמך שבעים ושבעה. וא\"כ, אפי' יוליד למך, שבעים ושבעה בנים, כולם ימותו באותו עון","titles":[{"title":"﻿בראשית ד טו"},{"title":"﻿בראשית פרק ד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-15","positionInPerek":15,"positionInParasha":95},{"uri":"tanach-daatzkenim-1-4-19","text":" דעת זקנים  ושם השנית צלה. פירש\"י שדרכן ליקח ב' נשים, אחת לתשמיש, ואחת לפריה ורביה, ואותה של תשמיש, משקין אותה כוס עיקרין. ופי' דצלה היתה אותה של תשמיש, וקשיא לי, דהא כתיב אח\"כ, וצלה גם היא ילדה. וי\"ל, דלהכי כתיב גם, כלומר, אף צלה שנבחרה לתשמיש, ילדה ולא הועיל לה, כוס של עיקרין","titles":[{"title":"﻿בראשית ד יט"},{"title":"﻿בראשית פרק ד פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-19","positionInPerek":19,"positionInParasha":99},{"uri":"tanach-daatzkenim-1-4-26","text":" דעת זקנים  אז הוחל לקרוא בשם ה'. פי' לישבע לשקר, מלשון לא יחל דברו","titles":[{"title":"﻿בראשית ד כו"},{"title":"﻿בראשית פרק ד פסוק כו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-4","interprets":"tanach-1-4-26","positionInPerek":26,"positionInParasha":106},{"uri":"tanach-daatzkenim-1-5-1","text":" דעת זקנים  זה ספר תולדות אדם. שאפי' סרגול הספר, מסר לו הקב\"ה, לאדם הראשון. ובת\"כ מסיק, ואהבת לרעך כמוך, אמר רבי עקיבה, זה כלל גדול בתורה. בן עזאי אומר, זה ספר תולדות אדם, גדול יותר. פי', אסיפיה דקרא קאי, בדמות אלהים עשה אותו, דמקרא דר\"ע לא שמעינן, אלא דעלך סני לחברך לא תעביד, ובא בן עזאי ואמר, שאף אם הוא אינו חושש לכבוד עצמו, יש לו לחוש לכבוד חבירו, לפי שרואה דמות חבירו, ואינו רואה דמות עצמו, ולזה אמר, שמקרא זה כולל יותר, ממקרא דואהבת לרעך כמוך","titles":[{"title":"﻿בראשית ה א"},{"title":"﻿בראשית פרק ה פסוק א"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-1","positionInPerek":1,"positionInParasha":107},{"uri":"tanach-daatzkenim-1-5-28","text":" דעת זקנים  ויולד בן. ולא כתיב ויולד את נח, כמו באחרים, רמז שממנו יבנה העולם, שכל העולם נחרב בימי המבול, והוא ובניו נשארו. ד\"א מתושלח הצדיק, נתן לו עצה, שלא ימהר לקרוא לו שם, לפי שאנשי הדור מכשפים היו, ויהיו מכשפים אותו, אם ידעו שמו","titles":[{"title":"﻿בראשית ה כח"},{"title":"﻿בראשית פרק ה פסוק כח"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-5","interprets":"tanach-1-5-28","positionInPerek":28,"positionInParasha":134},{"uri":"tanach-daatzkenim-1-6-3","text":" דעת זקנים  לא ידון רוחי באדם. כשיעלה נשמתן למעלה, איני אחזירה להם. ד\"א איני בורא עוד נפש לאדם","titles":[{"title":"﻿בראשית ו ג"},{"title":"﻿בראשית פרק ו פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-3","positionInPerek":3,"positionInParasha":141},{"uri":"tanach-daatzkenim-1-6-6","text":" דעת זקנים  ויתעצב אל לבו. אמר ר' אחא בר' חנינא, כיון שראה יתברך עולמו חרב, כביכול ישב לו, והיה מתאבל. ד\"א מוסב על האדם, שלא נתאבל, אלא על לבו של אדם, שנתן שאור בעיסה, ואמר אני הוא שנתתי, אני הוא שעשיתי, וידעתי כי יצר לב האדם רע","titles":[{"title":"﻿בראשית ו ו"},{"title":"﻿בראשית פרק ו פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-6","positionInPerek":6,"positionInParasha":144},{"uri":"tanach-daatzkenim-1-6-7","text":" דעת זקנים  אמחה את האדם. פרש\"י, אדם הוא עפר, אביא עליו מים ואמחנו, מדכתיב לשון מיחוי, ולא כתיב אשמיד או אכלה","titles":[{"title":"﻿בראשית ו ז"},{"title":"﻿בראשית פרק ו פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-1","perek":"tanach-1-6","interprets":"tanach-1-6-7","positionInPerek":7,"positionInParasha":145},{"uri":"tanach-daatzkenim-1-6-9","text":" דעת זקנים  אלה תולדות נח נח. נח לעליונים נח לתחתונים וכל שנכפל שמו בידוע שהוא צדיק כמו אברהם אברהם. ומקשי' בירושלמי והכתיב תרח תרח ומשני הדא אמרה שעשה תרח תשובה","titles":[{"title":"﻿בראשית ו ט"},{"title":"﻿בראשית פרק ו פסוק ט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-daatzkenim-1-6-16","text":" דעת זקנים  ואל אמה וגו'. פי' שלא יתעכבו הגשמים וירקיבו התיבה. וא\"ת כיון שרחבה אמה יתעכבו לכך פי' הרב יוסף קרא דקאי אצהר תעשה לתיבה כלו' שאותו צהר יהי סמוך לאמה מן הכסוי","titles":[{"title":"﻿בראשית ו טז"},{"title":"﻿בראשית פרק ו פסוק טז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-16","positionInPerek":16,"positionInParasha":8},{"uri":"tanach-daatzkenim-1-6-19","text":" דעת זקנים  ומכל החי. פרש\"י לרבות שדים ונמצא בב\"ר שרצה שיקרא להכנס לתבה אמר לו נח לך ובקש בן זוגך לפי שכל הנכנסין הן איש ואשתו הלך ומצא פחתא שהוא הממונה על בני אדם להפחיתם ולחסר ממונם אמר לו מנסבת לי אמר לו מה תתן לי אי מנסיבנא לך אמר לו כל מה דמרוחנא אינסיבא ליה מיד נכנסו לתבה. והיינו דאמרי אינשי מה דמסגל שיקרא פחתא נסבא מסגל לשון סגולה","titles":[{"title":"﻿בראשית ו יט"},{"title":"﻿בראשית פרק ו פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-6","interprets":"tanach-1-6-19","positionInPerek":19,"positionInParasha":11},{"uri":"tanach-daatzkenim-1-7-2","text":" דעת זקנים  מכל הבהמה הטהורה. פרש\"י העתידה להיות טהורה לישראל למדנו שלמד נח תורה ותימה מהא דאמרינן בזבחים פ' פרת חטאת מנא ידע כל שהתיבה קולטתו טהור. וכל שאין התיבה קולטתו טמא אלמא לא ידע אלא מתוך קליטת התבה. ויש מפרשים שאין להוכיח שלמד תורה אלא מדלא הקריב קרבן ביציאתו מן התיבה אלא מן הטהורה. והאי נמי לא נהירא שהרי הבין זה ממה שאמר לו ית' להכניס מהם שבעה. כי כן פירש\"י גבי ויקח מכל הבהמה הטהורה אמר נח לא צוה לי הקב\"ה להכניס מאלו שבעה אלא כדי להקריב מהן קרבן. לכך נ\"ל דמה שלמד נח תורה כדפרש\"י. והא דקאמר בזבחים מנא ידע לא קאי אטהורים וטמאים דמזה לא היה מתרץ כלום כל שהתבה קולטתו טהור שהרי התבה קלטה טמאים לכל הפחות שנים מכל אם לא נפרש כל שהתבה קולטתו יותר משנים טהור אלא קאי אקרא דמהעוף למינהו דפרש\"י מאותן שדבקו במינן ועל זה פי' מנא ידע נח ומשני כל שהתבה קולטתו טהור פי' שדבקו במינם וכל שאין התבה קולטתו טמא פי' דבקו בשאינן מינן וטהורה וטמאה שייכא גבי ערוה דכתיב אל תטמאו בהם","titles":[{"title":"﻿בראשית ז ב"},{"title":"﻿בראשית פרק ז פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-2","positionInPerek":2,"positionInParasha":16},{"uri":"tanach-daatzkenim-1-7-6","text":" דעת זקנים  והמבול היה. יש לשאול מאי שנא שהביא הקב\"ה מבול יותר משאר מכות, רז\"ל אמרו ברותחין קלקלו וברותחין נדונו. אמנם יש להמשיל הדבר למלך שבנה דירה נאה לחבורה של עורים וצוה לכלכלם בריוח וכל זמן שהי' המלך עובר דרך שם היו עומדים ומשתחוים כנגד המלך ומשבחים לו בקול גדול פעם אחת שמע המלך קולם. אמר מה הקול הזה באזני אמרו לו הם הסומין שצוית לכלכלם שם וכן עושין בכל עת ששומעין קול סוסים שלך אמר אלו היו רואין אותי על אחת כמה וכמה היו משבחין לי מיד צוה להחזירם לאחור ולתת במקומן בני אדם שרואין ולכלכלם כמו הסומים ואותן בני אדם כשראו עצמן בהנאה גבה לבם וכשרואים המלך עובר היו מקללין אותו ואמרו אוי לו לזה שכבש אותנו בזה. פעם אחרת שמע קולם ושאל מה הן אומרים אמרו לו מקללין אותך ואינן עושין כמו העורים שהחזרת לאחור צוה המלך עליהם שיהרגום כך העולם מתחלה היה כלו מים שאינן רואין ולא שומעין ואפ\"ה היו מקלסין להקב\"ה שנאמר נשאו נהרות ה' וגו' אמר הקב\"ה אלו הייתי בורא אדם ששומע ורואה כמה קילוסין וכמה שבחות היו נותנין לי מיד צוה יתברך יקוו המים ותראה היבשה ובה ברא אדם במקום המים והשפיע להם טובה שהיו זורעין הארץ ומעלה להם לארבעים שנה ומרוב טובה מרדו בהקב\"ה שמע הקב\"ה במרדן וצוה למים שיבואו עליהם וישטפו אותן מ\"ר ששמע מפי הרב נתן אפניאל","titles":[{"title":"﻿בראשית ז ו"},{"title":"﻿בראשית פרק ז פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-6","positionInPerek":6,"positionInParasha":20},{"uri":"tanach-daatzkenim-1-7-7","text":" דעת זקנים  ויבא נח ובניו. פרש\"י האנשים לבד והנשים לבד לפי שכל ימי המבול נאסרו בתשמיש המטה כמדרש שאמר הקב\"ה אני קובר אני הורס ואתה בונה המתן עד שיעבור זעם","titles":[{"title":"﻿בראשית ז ז"},{"title":"﻿בראשית פרק ז פסוק ז"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-7","positionInPerek":7,"positionInParasha":21},{"uri":"tanach-daatzkenim-1-7-12","text":" דעת זקנים  ארבעים יום. פירש\"י יום ראשון אינו מן המנין לפי שאין לילו עמו שהרי כתיב ביום הזה נבקעו כל מעינות ונמצאו ארבעים יום כלים בכ\"ח בכסליו. ולא נהירא לי שהרי הוא עצמו כתב גבי חמשים ומאת יום והוא אחד בסיון כיצד בכ\"ז בכסליו פסקו הגשמים. לכך נ\"ל דיום ראשון הוי מן המנין והתחילו גשמים מאור ליל יום ראשון כי מביום הזה אין ראיה שהרי בהרבה מקומות ביום וביום הזה ר\"ל מליל שלפניו כמו ביום השביעי. וכן כל מלאכה לא תעשו בעצם היום הזה ולפי זה כלים הארבעים יום בכ\"ז בכסליו וכן מצאתי בסדר עולם וזה לשונו ביום הזה נבקעו כל מעיינות תהום רבה ויהי הגשם על הארץ. עד מתי עד כ\"ז בכסליו. ויגברו המים מקצה חמשים ומאת יום. עד מתי עד א' בסיון וכו'. וא\"כ ע\"כ הוא סובר שיום ראשון הוא מן המנין","titles":[{"title":"﻿בראשית ז יב"},{"title":"﻿בראשית פרק ז פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-12","positionInPerek":12,"positionInParasha":26},{"uri":"tanach-daatzkenim-1-7-23","text":" דעת זקנים  וישאר אך נח. נמצא בשם ר' יהודה חסיד מכאן רמז לעוג שפלט מן המבול. א\"ך נ\"ח עולה בגימטריא עוג","titles":[{"title":"﻿בראשית ז כג"},{"title":"﻿בראשית פרק ז פסוק כג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-7","interprets":"tanach-1-7-23","positionInPerek":23,"positionInParasha":37},{"uri":"tanach-daatzkenim-1-8-1","text":" דעת זקנים  ויעבר אלהים רוח. אותו רוח שנאמר בו מרחפת הולך על המים בשעת המבול והחזיר המים לכשהיו בתחלה ואותו רוח העביר עכשיו ונחו המים","titles":[{"title":"﻿בראשית ח א"},{"title":"﻿בראשית פרק ח פסוק א"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-daatzkenim-1-8-3","text":" דעת זקנים  ויחסרו המים מקצה חמשים ומאת יום. היינו באחד בסיון","titles":[{"title":"﻿בראשית ח ג"},{"title":"﻿בראשית פרק ח פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-3","positionInPerek":3,"positionInParasha":41},{"uri":"tanach-daatzkenim-1-8-11","text":" דעת זקנים  והנה עלה זית טרף בפיה. מלשון כל טרפי צמחה יבש שהוא מתפרש סמדר ולכך ידע נח כי קלו המים. שאם לא כן אלא על הגדול מנא ידע והלא שמא על המים מצאו אלא לפי שראהו סמדר ידע כי מאילן נטלו","titles":[{"title":"﻿בראשית ח יא"},{"title":"﻿בראשית פרק ח פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-11","positionInPerek":11,"positionInParasha":49},{"uri":"tanach-daatzkenim-1-8-19","text":" דעת זקנים  למשפחותיהם יצאו מן התיבה. וכי יש משפחה לבהמה אלא אותן שדבקו במינן זכו ליכנס וליצא מן התיבה","titles":[{"title":"﻿בראשית ח יט"},{"title":"﻿בראשית פרק ח פסוק יט"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-19","positionInPerek":19,"positionInParasha":57},{"uri":"tanach-daatzkenim-1-8-22","text":" דעת זקנים  עוד כל ימי הארץ. אקרא דלעיל קאי דלא אוסיף להכות את כל חי וגו' עד הנה דרכי להאריך עד שבעתים או עד שבעים ושבעה כדאשכח גבי קין כי עוד כל ימי הארץ וגו'","titles":[{"title":"﻿בראשית ח כב"},{"title":"﻿בראשית פרק ח פסוק כב"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-8","interprets":"tanach-1-8-22","positionInPerek":22,"positionInParasha":60},{"uri":"tanach-daatzkenim-1-9-5","text":" דעת זקנים  ואך את דמכם וגו'. אזהרה לחונק עצמו ואמרו בב\"ר יכול אפי' כחנניה מישאל ועזריה ת\"ל אך פירוש יכול אפילו כמו אלו שמסרו עצמן לקדוש השם שלא יוכל לחבול בעצמו אם הוא ירא שלא יוכל בעצמו לעמוד בנסיון ת\"ל אך כי בשעת השמד יכול למסור עצמו למיתה ולהרוג עצמו. וכן בשאול בן קיש שאמר לנערו שלוף חרבך ודקרני בה וכו' ת\"ל אך שאם ירא אדם שמא יעשו לו יסורין קשים שלא יוכל לסבול ולעמוד בנסיון שיכול להרוג את עצמו. ומכאן מביאין ראיה אותן ששוחטין התינוק בשעת הגזירה. ויש שאוסרין ומפרשים כן יכול כחנניה וחבריו שכבר נמסרו למיתה ת\"ל אך אבל אינו יכול להרוג את עצמו יכול כשאול שמסר עצמו למיתה ת\"ל אך פי' שאינו יכול לחבול בעצמו כלל ושאול שלא ברשות חכמים עשה, מהר\"ש בר אברהם המכונה אוכמן. ומעשה ברב אחד ששחט הרבה תינוקות בשעת השמד כי היה ירא שיעבירום על דת והיה רב אחד עמו והיה כועס עליו ביותר וקראו רוצח והוא לא היה חושש. ואמר אותו רב אם כדברי יהרג אותו רב במיתה משונה וכן היה שתפסוהו עכו\"ם והיו פושטין עורו ונותנין חול בין העור והבשר ואחר כך נתבטלה הגזרה ואם לא שחט אותן התינוקות היו ניצולין","titles":[{"title":"﻿בראשית ט ה"},{"title":"﻿בראשית פרק ט פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-5","positionInPerek":5,"positionInParasha":65},{"uri":"tanach-daatzkenim-1-9-25","text":" דעת זקנים  ויאמר. אמרו חז\"ל עד שהיה נח בתיבה נתן בלבו ואמר מי יתן יהיו לבני עבדים שיהיו הם יושבים ועבדים משמשין לפניהם. ואמר כשאצא מכאן מה שאני מוליד עושה אותם עבדים לפני הלך כנען וסרסו אמר נח אתה מנעתני מלהוליד בן רביעי לעשותו עבד לאחיך הרי בנך הרביעי יהיה עבד לאחיו. וא\"ת למה קלל כנען יותר מכל שאר בני חם בשלמא למאן דאמר סרסו ניחא כדפי' אלא למ\"ד חם רבעו מה תאמר. והחכם ר' אהרן מצא במדרש שחם ראה וספר לאחיו כמלעיג ולא עשה דרך כבוד. אך בשוק גלה הדבר ושמע כנען הנבזה ורבעו הה\"ד את אשר עשה לו בנו הקטן של חם דבני בנים הרי הם כבנים שהרי חם עצמו לא היה הקטן שהרי הכתוב מונה אותו אמצעי אלא ר\"ל קטנו של חם והוא כנען ולכך כתיב וירא חם אבי כנען אבי של עבירה. ולמאן דאמר סרסו קורא חם בנו הקטן כלומר הבזוי כמו הנה קטן נתתיך בגוים. ועוד אמרינן בפרקי ר' אליעזר מה ראה לקלל בנו בעבד דכתיב בן יכבד אב ועבד אדוניו וה\"פ אם בן יכבד אב הרי זה טוב ואם לאו יהיה עבד לאדוניו. ד\"א לכן קללו בעבד לפי שהיה ראשון שראה הדבר והיה מוטל עליו אותו עבדות ולא עשה ושעבד אחיו לעשותה לכך נתקלל בעבד מדה כנגד מדה. ולכך כתיב נמי עבד עבדים ב' עבדות ששעבד חם לאחיו וכנען לאחיו. עבד עבדים. שאינו יוצא לחירות לעולם ומי גרם לו כל הקללה הזאת שביזה לאביו. וכן עתיד הקב\"ה ליפרע מבניו ולבזותם דכתיב את שבי מצרים ואת גלות כוש נערים וזקנים יחדיו ערום ויחף וחשופי שת ערות מצרים שהוא יוליך אותן בבזוי ערומים. אבל יפת שכבד אביו פרע לו האל כשיבא גוג ומגוג ישפילו הקב\"ה ומכסה עליו שנא' והיה ביום ההוא אתן לגוג שם מקור קבר. (וחם) [וגם] פרע לבני שם בשעה שנכנסו בני אהרן להקריב נשרפה נשמתן ולא גופן ולא לבושיהן לפי שהיו מבני בניו של שם וגם כשנשרף סנחריב מלך אשור נשרף בלא בגדיו לפי שהיה מזרעו","titles":[{"title":"﻿בראשית ט כה"},{"title":"﻿בראשית פרק ט פסוק כה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-9","interprets":"tanach-1-9-25","positionInPerek":25,"positionInParasha":85},{"uri":"tanach-daatzkenim-1-10-25","text":" דעת זקנים  פלג. פי' הרב יוסף קרא ז\"ל שקרא שמו פלג לפי שבימיו נפלגו ימי חיי בני אדם שהתחילו ימי בני אדם לקצר. כי מיום שנולד פלג לא בא אדם לכלל שלש מאות שנה","titles":[{"title":"﻿בראשית י כה"},{"title":"﻿בראשית פרק י פסוק כה"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-10","interprets":"tanach-1-10-25","positionInPerek":25,"positionInParasha":114},{"uri":"tanach-daatzkenim-1-11-30","text":" דעת זקנים  ותהי שרי עקרה. ק\"ל אין לה ולד למה לי. וי\"ל דאיצטריך לומר דאפילו מקום יציאת הולד לא היה לה כדאמרינן אברהם ושרה טומטומין היו ונקרעו שנא' הביטו אל צור חצבתם ואל מקבת בור נקרתם. ד\"א אין לה עכשיו ויהיה לה לאחר זמן כדאמרינן ותהר ותלד שרה ודומה לזה וכל אשר אין לו סנפיר וקשקשת דרשינן במס' חולין אין לו עכשיו ועתיד לגדל לאחר זמן","titles":[{"title":"﻿בראשית יא ל"},{"title":"﻿בראשית פרק יא פסוק ל"}],"sefer":"tanach-1","parasha":"parasha-2","perek":"tanach-1-11","interprets":"tanach-1-11-30","positionInPerek":30,"positionInParasha":151},{"uri":"tanach-daatzkenim-1-12-2","text":" דעת זקנים  ואברכך. אני בעצמי ובכבודי","titles":[{"title":"﻿בראשית יב ב"},{"title":"﻿בראשית פרק יב פסוק ב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-daatzkenim-1-12-3","text":" דעת זקנים  ואברכה מברכיך. מדרש תנחומא אמר לו הקב\"ה לאברהם ממך יצא שבט שמברך את בני זהו שבט לוי שיצאו ממנו כהנים שמברכים את ישראל אמר לו אברהם ואותו שבט מי מברכו אמר לו אני אברכנו כדכתיב ואני אברכם הה\"ד ואברכה מברכיך ונ\"ל דהיינו מה שאז\"ל במס' חולין ברכה לכהנים מנא לן מאברכה מברכיך","titles":[{"title":"﻿בראשית יב ג"},{"title":"﻿בראשית פרק יב פסוק ג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-daatzkenim-1-12-4","text":" דעת זקנים  ואברם בן חמש שנים וגו'. וקשה שהרי ברית בין הבתרים היה לאחר יציאתו מחרן ובפ' בא אל פרעה קרא דויהי מקץ שלשים שנה וגו' שיש שלשים שנה מברית בין הבתרים עד שנולד יצחק ואברהם היה בן מאת שנה כשנולד יצחק וא\"כ לא היה אברהם בין הבתרים כי אם בן שבעים. וצ\"ל ששתי יציאות היו בפעם ראשונה כשהיה בן שבעים וילך אתו לוט ובאותה שעה נשבה לוט ואברהם כבש המלכים ומיד היתה ברית בין הבתרים כי כן נמי פירש\"י גבי אחר הדברים האלה כל מקום שנא' אחר סמוך והיינו מיד שכבש המלכים ונמצא שלא היה כי אם בן שבעים באותו שנה ואחר ברית בין הבתרים חזר לחרן ושהה שם חמש שנים ויצא ועל אותה יציאה קא מהדר קרא ואברהם בן חמש שנים וגו' וכן מצאתי בסדר עולם בפי' וזה לשונו אבינו אברהם היה בהפלגה בן מ\"ח שנה וכשדבר הקב\"ה עמו בין הבתרים היה בן שבעים שנה שנאמר ויהי מקץ וגו' חזר ובא לו לחרן ועשה שם חמש שנים שנאמר ואברם בן חמש שנים ושבעים שנה בצאתו מחרן נמצא מהפלגה ועד שיצא אברהם מחרן כ\"ז שנה עכ\"ל. ואיציאה שניה קאי","titles":[{"title":"﻿בראשית יב ד"},{"title":"﻿בראשית פרק יב פסוק ד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-daatzkenim-1-12-6","text":" דעת זקנים  והכנעני אז בארץ. פירש\"י שהיה הולך וכובש מזרעו של שם שהארץ בחלקו של שם נפלה כשחלק נח לבניו הארץ. ותימה דבפרשת שלח לך פירש\"י על קרא דוחברון שבע שנים נבנתה דמצרים נתן לבנו הגדול אלא שהיתה מבונה מכל טוב על אחת משבעה בצוען וכן מסיק בסוטה פרק ואלו נאמרין אלמא משמע דחברון שהיא מארץ ישראל נפלה בחלקו של חם. וי\"ל דפלוגתא היא שהרי בת\"כ מסיק מפני מה זכו הכנעניים לישב בארצם מ\"ז שנה יותר מן המצריים כיצד ז' שנבנית חברון קודם צוען מצרים וארבעים שנה שישבו ישראל במדבר לאחר שחרבה מצרים לפי שבררו חלק לאברהם הצדיק ואמרו לו נשיא אלהים אתה בתוכנו","titles":[{"title":"﻿בראשית יב ו"},{"title":"﻿בראשית פרק יב פסוק ו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-daatzkenim-1-12-8","text":" דעת זקנים  ויט אהלה. פירש רש\"י אהלה כתיב מלמד שבתחלה נטה אהל אשתו. וא\"ת ויתגל בתוך אהלה דנח מאי דרשית ביה. וי\"ל דעשרת השבטים גלו ע\"י יין דכתיב השותים במזרקי יין והם היו בשומרון שנקראת אהלה דכתיב ביחזקאל ויקרא לשומרון אהלה ולירושלים אהליבה","titles":[{"title":"﻿בראשית יב ח"},{"title":"﻿בראשית פרק יב פסוק ח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-daatzkenim-1-12-11","text":" דעת זקנים  הנה נא ידעתי וגו'. פי' הרב יוסף קרא הנה נא ידעתי שיהרגוני ויקחו אותך כי אשה יפת מראה את וקאי אקרא דבתריה והיה כי יראו אותך וגו' והרגו אותי משמע שהיה מתירא שיהרגוהו אם יאמר שהיא אשתו מפני שירצו לשכב עמה והם מצווים על העריות. ותימה שהרי כמו כן מצווים על שפיכות דמים ואם יודע הוא שהיו נזהרין על מה שהן מצווין א\"כ לא היה לו לירא שיהרגוהו. וי\"ל כי טוב יהיה להם שיהרגוהו ויעשו עבירה דשפיכות דמים פעם אחת משיבואו עליה בלא הריגה כי יהיו יראים המצרים פן יצעוק עליהם למלך","titles":[{"title":"﻿בראשית יב יא"},{"title":"﻿בראשית פרק יב פסוק יא"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-12","interprets":"tanach-1-12-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-daatzkenim-1-14-1","text":" דעת זקנים  אריוך מלך אלסר. מכאן רמז למה שאמרו חז\"ל הלכה כשמואל בדיני וכרב באיסורי אריוך הוא שמואל ונקרא אריוך על שם שהלכה כמותו בדינין דאריוך לשון מלכות היא כמו לא ריכא ולא בר ריכא וה\"פ אריוך מלך אלא סר כלומר אלא מאיסור דהלכתא כרב","titles":[{"title":"﻿בראשית יד א"},{"title":"﻿בראשית פרק יד פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-1","positionInPerek":1,"positionInParasha":39},{"uri":"tanach-daatzkenim-1-14-13","text":" דעת זקנים  ויבא הפליט. זה מיכאל ולמה נקרא שמו פליט שכשהפיל הקב\"ה סמא\"ל וכת שלו אחז בכנפיו להפילו עמו ופלטו הקב\"ה מידו ועליו אמר יחזקאל בא אלי הפליט מירושלים","titles":[{"title":"﻿בראשית יד יג"},{"title":"﻿בראשית פרק יד פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-13","positionInPerek":13,"positionInParasha":51},{"uri":"tanach-daatzkenim-1-14-14","text":" דעת זקנים  וירק את חניכיו וגו'. שאמר להם אברהם למלחמה אנו יוצאין מי האיש הירא מעבירות שבידו ילך וישוב לביתו כיון ששמעו כך הלכו וחזרו להן ולא נשאר עם אברהם כי אם אליעזר עבדו אמר לו הקב\"ה לאברהם הניחו אותך כולן חייך אני נותן כח לאליעזר כנגד כולן ומנין אותיות של אליעזר יעלו למנין י\"ח ושלש מאות וכן מסיק בפ\"ד דנדרים ועוד מסיק וירק את חניכיו רב אמר שהוריקן בתורה ושמואל אמר שהוריקן בזהב פי' כדי שלא יהא לבם נוטה אלא להצלות נפשות","titles":[{"title":"﻿בראשית יד יד"},{"title":"﻿בראשית פרק יד פסוק יד"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-14","positionInPerek":14,"positionInParasha":52},{"uri":"tanach-daatzkenim-1-14-15","text":" דעת זקנים  ויכם וירדפם. תנחומא וכי יש אדם רודף אחר הרוגי' אלא אברהם רודף והקב\"ה הורג","titles":[{"title":"﻿בראשית יד טו"},{"title":"﻿בראשית פרק יד פסוק טו"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-15","positionInPerek":15,"positionInParasha":53},{"uri":"tanach-daatzkenim-1-14-18","text":" דעת זקנים  ומלכי צדק. שכן דרך להוציא לבאי מלחמה שהם עייפים ורעבים וצמאים. ד\"א לחם ויין רמז למנחות ונסכים שבתחלה היה כהן כד\"א והוא כהן לאל עליון ואבד כהונתו על שהקדים ברכת אברהם לברכתו של הקב\"ה הה\"ד נשבע ה' ולא ינחם על דברתי מלכי צדק כלומר על דבורו של מלכי צדק והיינו דכתיב והוא כהן הוא כהן ואין זרעו כהן כך מסיק בנדרים","titles":[{"title":"﻿בראשית יד יח"},{"title":"﻿בראשית פרק יד פסוק יח"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-14","interprets":"tanach-1-14-18","positionInPerek":18,"positionInParasha":56},{"uri":"tanach-daatzkenim-1-15-1","text":" דעת זקנים  אל תירא אברם. נמצא כשהרג את המלכים נתירא שמא נתמעטו זכיותיו אמר לו ית' בערת קוצים מן הכרם אל תירא אנכי מגן לך ולכך אומרים מגן אברהם. ובשעה שנעקד יצחק פרחה נשמתו ועלתה למרום וחזרה לגופו והחיהו לכך התקין מחיה המתים. ונמצא במדרש כשפרחה נשמתו של יצחק עלתה למרום נסתכלה בזיו שכינה דכתיב לא יראני האדם וחי ולכך ותכהן עיניו מראות ובשעה שראה יעקב המלאכים עולין ויורדין ומלווין לו בכל רגע היו מודין ומקלסין להקב\"ה ולכך התקין האל הקדוש","titles":[{"title":"﻿בראשית טו א"},{"title":"﻿בראשית פרק טו פסוק א"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-1","positionInPerek":1,"positionInParasha":63},{"uri":"tanach-daatzkenim-1-15-5","text":" דעת זקנים  כה יהיה זרעך. א\"ר תנחומא בשם ר' אחא אין העולם חסר שלשים צדיקים כמנין יהי\"ה","titles":[{"title":"﻿בראשית טו ה"},{"title":"﻿בראשית פרק טו פסוק ה"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-5","positionInPerek":5,"positionInParasha":67},{"uri":"tanach-daatzkenim-1-15-12","text":" דעת זקנים  ותרדמה נפלה על אברם. נפלה ובתוך אותה שינה הראה לו הקב\"ה שעבוד מלכיות וממשלתם ואבודם שנאמר קחה לי עגלה משולשת זו מלכות רביעית שהיא קשה שנא' דאילא ואימתא עז זו מלכות יון שנא' והצעיר [וצפיר] הגדול מאד ואיל משולש זו מלכות מדי ופרס שנאמר האיל אשר ראית בעל הקרנים מלכי מדי ופרס. ת\"ר אמר ר' ישמעאל לא התור הזה אלא בלשון ארמי תר זה השור כשיצמד השור זכר עם נקבה ופתחו וישדדו כל העמקים שנא' ארום חיויא רביעאה וכו'. וגוזל אלו ישראל שנא' יונתי בחגוי הסלע וכתיב אחת היא יונתי תמתי ר' אחא אומר לא נאמר משלש אלא לשון גבורי כח כמו והחוט המשולש לא במהרה ינתק. רבי משרשיא אומר משולשים היו שלשה פעמים לשלוט בארץ פעם ראשונה כל אחד בפני עצמו שניה בשנים שנים שלישית כלם כאחד נלחמים עם משיח בן דוד שנאמר יתיצבו מלכי ארץ. א\"ר יהושע לקח כל אחד חרבו ובתר כל אחד לשנים שנא' ויבתר אותם בתוך ומיד תשש כחם ואלו לא בתרם לא היה העולם יכול לעמוד בפניהם. ואת הצפור לא בתר והוא בן יונה שאין לך צפור כתוב בתורה אלא בן יונה וירד העיט על הפגרים להאכילם ולאבדם ואין עיט אלא בן דוד הנמשל לעיט צבוע שנאמר העיט צבוע נחלתי לי שנראה קורא ממזרח עיט כצאת השמש ממזרח. וישב אותם אברם שהיה מניף בסודרו שלא ישלוט בהם העיט עד הערב. א\"ר אלעזר מכאן אתה למד שממשלתן של ארבע אומות הללו אינן אלא יום אחד של הקב\"ה אמרו לו ר' אלעזר ודאי כדבריך נתנני שוממה כל היום דוה חוץ משתי ידות שעה ותדע שכן הוא שהרי כשהשמש נוטה לבא במער' תשש כחו ואורו עד שיבא הערב שיצמח אורן של ישראל שנאמר לעת ערב יהיה אור. ועוד יש להוכיח מכאן שעבוד ארבע מלכיות אומה במלכות יון שהחשיכה עיניהם של ישראל מכל מצות שבתורה. גדולה זו מלכות מדי שגדלה עד מאוד למכור ישראל חנם. נופלת עליו זו במלכות בבל שנפלה עטרת ישראל בידה. עליו אלו בני ישמעאל שעליהם בן דוד יצמח שנא' אויביו אלביש בושת ועליו יציץ נזרו. ר' אלעזר בן עזריה אומר לא נבראו המלכיות האלו אלא לעצים לגיהנם שנאמר והנה תנור עשן ולפיד אש ואין תנור אלא לגיהנם שנאמר נאם ה' אשר אור לו בציון ותנור לו בירושלים כך הראה הקב\"ה לאברהם שעבוד מלכיות וגיהנם והראה לו תורה וקרבנות אמר לו כל זמן שישראל עוסקין בתורה ובקרבנות יהיו נצולין מן השנים האלו ומצליחין. אבל עתיד בית המקדש ליחרב וקרבנות ליבטל במה אתה חפץ שישתעבדו בניך בשעבוד מלכיות או בדינה של גיהנם והיה תמה אברהם ולא היה יודע מה לענות ולבחור א\"ל ית' ממה אתה תמה בחר לך בשעבוד מלכיות ואל ידונו בגיהנם הה\"ד אם לא כי צורם מכרם וה' הסגירם צורם זה אברהם שנא' הביטו אל צור חצבתם","titles":[{"title":"﻿בראשית טו יב"},{"title":"﻿בראשית פרק טו פסוק יב"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-12","positionInPerek":12,"positionInParasha":74},{"uri":"tanach-daatzkenim-1-15-13","text":" דעת זקנים  ועבדום וענו אותם. כנגד במה אדע וגו'","titles":[{"title":"﻿בראשית טו יג"},{"title":"﻿בראשית פרק טו פסוק יג"}],"sefer":"tanach-1","parasha":"parasha-3","perek":"tanach-1-15","interprets":"tanach-1-15-13","positionInPerek":13,"positionInParasha":75}]}