{"subjects":[{"uri":"tanach-ramban-2-1-1","text":"ורבי אברהם אמר כי בעבור שהזכיר בסוף הספר הראשון כי ראה יוסף לבניו בני שלשים, הזכיר כי גם אחיו ברדתם היו מעטים ופרו ורבו. ואיננו נכון. ורש''י כתב אע''פ שמנאן בחייהם חזר ומנאן אחר מיתתן בשמותם להודיע חבתם שנמשלו ככוכבים שמוציאן במספר ומכניסן במספר, שנאמר המוציא במספר צבאם לכלם בשם יקרא (ישעיה מ כו). ואלו דברי אגדה (שמו''ר א' ג'), והם דברים של אמת בענין החבוב שהקב''ה מחבבן וכופל שמותם תדיר, אבל קשור הפסוקים וחבורם בוא''ו הוא כמו שפירשתי","titles":[{"title":"﻿שמות א א"},{"title":"﻿שמות פרק א פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-1-10","text":"ויתכן לפרש שיאמר כי תקראנה מלחמות יהיה נוסף על שונאינו לשלול שלל ולבוז בז, ויעלה לו מן הארץ הזאת אל ארץ כנען עם כל אשר לנו, ולא נוכל אנחנו לנקום נקמתנו ממנו ולהלחם בו. והוא כלשון אשר העלנו מארץ מצרים (להלן לב א), אשר העלה ואשר הביא את זרע בית ישראל מארץ צפונה ומכל הארצות (ירמיה כג ח). וכן ושמו להם ראש אחד ועלו מן הארץ (הושע ב ב), שישימו עליהם ראש ועלו לארצם מן הארץ אשר גלו בה","titles":[{"title":"﻿שמות א י"},{"title":"﻿שמות פרק א פסוק י"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-2-1-11","text":"והיה המלך מפרנס אותם בלחם צר כמנהג לפועלי המלך. וזה מאמר המתאוים שאמרו זכרנו את הדגה אשר נאכל במצרים חנם את הקשואים (במדבר יא ה), כי הדגה במצרים רבה מאד והיו לוקחים מן הצדים אותם במצות המלך, ולוקחים מן הגנות קשואים ואבטיחים, ואין מכלים כי מצות המלך היא. ורבותינו אמרו עבדים למלכים היו ולא עבדים לעבדים (מכילתא בחדש סוף פרק ה). אם כן ויעבידו מצרים רמז לשרי המסים אשר לפרעה","titles":[{"title":"﻿שמות א יא"},{"title":"﻿שמות פרק א פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-1","interprets":"tanach-2-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-ramban-2-2-1","text":"ועל דרך הפשט שהיה זה תחלת הנשואין, אין מוקדם ומאוחר בפרשה, כי היה זה קודם גזירת פרעה, וילדה מרים ואהרן, ואחר כן גזר פרעה כל הבן הילוד היאורה תשליכוהו, ותלד הבן הטוב הזה. ולא הזכיר הכתוב לדת מרים ואהרן, כי לא היה בלדתם חדוש דבר. ועל דעת רבותינו (סוטה יב","titles":[{"title":"﻿שמות ב א"},{"title":"﻿שמות פרק ב פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-1","positionInPerek":1,"positionInParasha":23},{"uri":"tanach-ramban-2-2-2","text":" הרמב\"ן  (ב~ד) ותרא אותו כי טוב הוא ותצפנהו. ידוע כי כל הנשים אוהבות את בניהם, יפים ושאינם יפים, וכלנה תצפנינה אותן בכל יכלתן, ואין צורך לטענה כי טוב הוא. אבל פירוש הטובה הזאת, שראתה בו טוב מחודש וחשבה כי יארע בו נס וינצל, ולכן נתנה אל לבה וחשבה מחשבות בענינו, וכאשר ראתה שלא יכלה עוד להצפינו חשבה שינצל בתחבולה אחרת ועשתה לו תיבת גומא ואחותו נצבת מרחוק שלא יכירו בה, לדעת מה יעשה לו. וכל זה סיוע לדברי רבותינו שדרשו כי טוב הוא, שנתמלא כל הבית אורה (סוטה יב.), ולמה שאמרו שהיתה מרים מתנבאת עתידה אמי שתלד בן שמושיע את ישראל (שם)","titles":[{"title":"﻿שמות ב ב"},{"title":"﻿שמות פרק ב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-2","positionInPerek":2,"positionInParasha":24},{"uri":"tanach-ramban-2-2-5","text":" הרמב\"ן  לרחוץ על היאור. סרס המקרא ודרשהו, ותרד בת פרעה על היאור לרחוץ בו. לשון רבינו שלמה. ואם כן יהיה על היאור כמו ''אל היאור''. וכן וילך אלקנה הרמתה על ביתו (ש''א ב יא). כה תאמרו איש על רעהו ואיש אל אחיו (ירמיה כג לה). ויתכן שהיו ביאור מעלות, והיא ירדה מארמון המלך לרחוץ במעלה הראשונה אשר ביאור, לא תכנס אל שבולת הנהר, וראתה התיבה בתוך הסוף רחוק ממנה ותשלח את אמתה ותקחה. או הוא כמו לרחוץ ביאור, וכן ונתת אותם על סל אחד (להלן כט ג)","titles":[{"title":"﻿שמות ב ה"},{"title":"﻿שמות פרק ב פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-5","positionInPerek":5,"positionInParasha":27},{"uri":"tanach-ramban-2-2-6","text":"ותאמר מילדי העברים זה. נתנה אל לבה המעשה כאשר היה, כי אמרה לבעבור הציל אותו או שלא יראו במות הילד שמוהו שם, ואיש מצרי למה יעשה כן. ויש אומרים שראתהו נמול (סוטה יב. שמו''ר א כט). ואם כן הסירה בגדיו ובדקה אותו בו. ואין צורך","titles":[{"title":"﻿שמות ב ו"},{"title":"﻿שמות פרק ב פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-6","positionInPerek":6,"positionInParasha":28},{"uri":"tanach-ramban-2-2-11","text":"וטעם ויצא אל אחיו. כי הגידו לו אשר הוא יהודי, והיה חפץ לראותם בעבור שהם אחיו. והנה נסתכל בסבלותם ועמלם ולא יכול לסבול ולכן הרג המצרי המכה הנלחץ","titles":[{"title":"﻿שמות ב יא"},{"title":"﻿שמות פרק ב פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-11","positionInPerek":11,"positionInParasha":33},{"uri":"tanach-ramban-2-2-14","text":" הרמב\"ן  הלהרגני אתה אומר. מכאן אנו לומדים שהרגו בשם המפורש. לשון רש''י. ומדרש רבותינו הוא (שמו''ר א לה). ואני תמה, אם כן מי הגיד לרשע כי משה הרגו. אולי סמך ידו עליו ויקללהו בשם ה', וזהו ויך. או מפני שנפל מת לפניו פחד משה שיעלילו עליו וקברו בחול, וראה אותו עושה כן, וידע שהוא הגורם או חשב שהרגו בחרב כי לא ראה רק הקבורה. ועל דרך הפשט אומרים (המפרשים, ראב''ע כאן והרד''ק בספר השרשים שרש אמר) כי אתה אומר פירושו חושב, כי מצינו אמירה על מחשבת הלב, אמרתי אני בלבי (קהלת ב א), אמרתי טוב ממנו הנפל (שם ו ג). ואין בכאן צורך לזה, כי אמר מי שמך לאיש שר ושופט עלינו, אם בעבור שאתה חפץ להרגני כאשר הרגת המצרי אתה מוכיח אותי ואומר למה תכה רעך","titles":[{"title":"﻿שמות ב יד"},{"title":"﻿שמות פרק ב פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-14","positionInPerek":14,"positionInParasha":36},{"uri":"tanach-ramban-2-2-16","text":"ותבאנה ותדלנה. כי היו הרועים בכל הימים באים וממלאים הרהטים ומשקים צאנם בתחלה, ואחרי כן היו הנשים האלה משקות שלהן, ואירע כי היום הזה קדמו הנשים ותבאנה ותדלנה, כי היו חושבות להשקות צאנם בתחילה טרם בא הרועים, והנה באו הרועים ויגרשום מן הרהטים להשקות הם תחלה כמנהגם בכל הימים, ומשה חרה לו על החמס והצילן כי כיון שהן מלאו הרהטים הרי המים שלהן, וגם דלה דלה להם כי לא הספיקו הרהטים לכל צאנן. וזה טעם מדוע מהרתן בא היום. ואמרו איש מצרי הצילנו מיד הרועים, שמגרשים אותנו בכל יום תמיד בבאנו לרהטים בתחלה","titles":[{"title":"﻿שמות ב טז"},{"title":"﻿שמות פרק ב פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-16","positionInPerek":16,"positionInParasha":38},{"uri":"tanach-ramban-2-2-23","text":"וימת מלך מצרים ויאנחו. נצטרע והיה שוחט תינוקות מישראל ורוחץ בדמם. לשון רש''י. והוא מדרש חכמים (בשמו''ר א מא). ועל דרך הפשט, מנהג כל הנעבדים למלך בליעל רשע שיהיו מצפים ומחכים ליום מותו. וכאשר ראו שמת המלך האנחו מאד ממלוך אדם חנף מרשיע מן הראשון, כי אמרו אבדה תקותנו נגזרנו לנו, ויבחרו מות מחיים. וזה טעם ''נאקתם'' כי נאקו נאקת חלל (עי' יחזקאל ל כד)","titles":[{"title":"﻿שמות ב כג"},{"title":"﻿שמות פרק ב פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-23","positionInPerek":23,"positionInParasha":45},{"uri":"tanach-ramban-2-2-25","text":"ועל דרך האמת יש בכתוב הזה סוד גדול מסתרי התורה, לומר כי עלה ענויים למאור פניו וקרב אותם אל הדעת, כענין בקרב שנים תודיע ברגז רחם תזכור (חבקוק ג ב). ולכן יאריך הכתוב בזה אחרי שאמר כבר וישמע אלהים, ויזכר אלהים, ונתפרש הפסוק הזה במדרשו של רבי נחוניא בן הקנה (ספר הבהיר אות עו), תבינהו משם","titles":[{"title":"﻿שמות ב כה"},{"title":"﻿שמות פרק ב פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-2","interprets":"tanach-2-2-25","positionInPerek":25,"positionInParasha":47},{"uri":"tanach-ramban-2-3-2","text":"והנה הסנה בוער באש. כטעם דולק, שהיה בתוך אש בוער, כמו והאבות מבערים את האש (ירמיה ז יח), מדליקים, ובערו בהם אש (יחזקאל לט ט). ומדוע לא יבער הסנה, לא ישרף ויאכל, וכמוהו כפשתים אשר בערו באש (שופטים טו יד), נשרפו. וכן דעת אונקלוס שתרגם הראשון בער, והשני מתוקד. או יהיה יבער מלשון ובערת הרע מקרבך (דברים יז ז), והיה לאדם לבער (ישעיה מד טו), כי דרך צחות בלשון הקודש לדבר כן, רוכבים על שלשים עירים ושלשים עירים להם (שופטים י ד)","titles":[{"title":"﻿שמות ג ב"},{"title":"﻿שמות פרק ג פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-2","positionInPerek":2,"positionInParasha":49},{"uri":"tanach-ramban-2-3-5","text":"כי המקום אשר אתה עומד עליו אדמת קודש הוא. אע''פ שהיה רחוק מן הסנה הזהירו בזה, כי נתקדש כל ההר ברדת השכינה אל ראש ההר כאשר בשעת מתן תורה, ומשה בהר היה כי שם עלה, שנאמר ויבא אל הר האלהים חרבה (לעיל פסוק א), והסנה היה בראש ההר, והנה כלו קדוש ואסור בנעילת הסנדל, וכך אמרו בכל מקום שהשכינה נגלת אסור בנעילת הסנדל (שמו''ר ב יג), וכן ביהושע, וכן הכהנים לא שמשו במקדש אלא יחפים (יהושע ה טו)","titles":[{"title":"﻿שמות ג ה"},{"title":"﻿שמות פרק ג פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-5","positionInPerek":5,"positionInParasha":52},{"uri":"tanach-ramban-2-3-6","text":" הרמב\"ן  אנכי אלהי אביך. על דרך הפשט כמו ''אלהי אבותיך'', אבל יזכיר יחיד במקום רבים, אלהי כל אב מאבותיך, כי כלם יקראו לאיש אב. וכן אלהי דוד אביך (מ''ב כ ה), זה אלי ואנוהו אלהי אבי וארוממנהו (להלן טו ב), אלהי אבותי. ור''א אמר כי אלהי אביך אברהם, כי הוא החל לקרא בשם ה', ואחר כך הזכירו בשם וצירף אליו שאר האבות. ודעת רבותינו אלהי עמרם אביך (שמו''ר ג א), כאלו אמר אנכי אלהיך, ורצה ליחד שמו על הצדיק שמת לא על החי, ואחר כך אלהי אברהם יצחק ויעקב, שהוא אלהי ישראל כלם. וטעם הזכירו אלהי עם כל אחד, ולא אמר ''אלהי אברהם יצחק ויעקב'', כי יזכיר שמו וזכרו יתברך ויתעלה. ועוד אבאר זה בפרשה (בפסוק טו)","titles":[{"title":"﻿שמות ג ו"},{"title":"﻿שמות פרק ג פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-6","positionInPerek":6,"positionInParasha":53},{"uri":"tanach-ramban-2-3-7","text":" הרמב\"ן  ויאמר ה'. יזכירנו במדת רחמים בענין החמלה על העם, ואע''פ שכל הפרשה בשם ''אלהים''","titles":[{"title":"﻿שמות ג ז"},{"title":"﻿שמות פרק ג פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-7","positionInPerek":7,"positionInParasha":54},{"uri":"tanach-ramban-2-3-8","text":"וטעם אל מקום הכנעני. שלא אמר אל ארץ הכנעני כאשר יאמר בשאר כל המקומות (להלן י''ז), לרמוז שיירשו אותם ויכריתום וישבו במקומם, לא שיהיו יושבים בקרבם כאבותם","titles":[{"title":"﻿שמות ג ח"},{"title":"﻿שמות פרק ג פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-8","positionInPerek":8,"positionInParasha":55},{"uri":"tanach-ramban-2-3-9","text":"וטעם וגם ראיתי את הלחץ. לאמר שיקח נקמה מפרעה ומעמו מפני שעשו עמהם יותר מן הנגזר להם בלחץ גדול שלוחצים אותם, כאשר פרשתי בסדר לך לך (בראשית טו יג)","titles":[{"title":"﻿שמות ג ט"},{"title":"﻿שמות פרק ג פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-9","positionInPerek":9,"positionInParasha":56},{"uri":"tanach-ramban-2-3-12","text":"ועל דרך האמת, וזה לך האות כמו זה לי עשרים שנה (בראשית לא מא). ואמר כי אהיה עמך והנה לך האות אות הברית שאהיה עמך תמיד, כדרך אני הנה בריתי אתך (שם יז ד), כי אנכי השולח אותך שתעבדו את האלהים בהר הזה, ואז אעלה גם אנכי בקרב העם הזה אל המקום אשר הכינותי (להלן כג כ)","titles":[{"title":"﻿שמות ג יב"},{"title":"﻿שמות פרק ג פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-12","positionInPerek":12,"positionInParasha":59},{"uri":"tanach-ramban-2-3-13","text":"ועל דעתי לא יסתפקו זקני ישראל במציאות הבורא כאשר אמר הרב וחלילה, אבל זה השם תשובת שאלתו שפירשנו לך, הודיעו שהוא שלוח אליהם במדת הדין אשר במדת הרחמים, ואמר כה תאמר לבני ישראל אהיה שלחני אליכם, שיזכיר להם השם האחד לבדו להורות על האחדות, ולכך צוהו עוד כה תאמר אל בני ישראל ה' שלחני (פסוק טו), כי השם הזה הוא מדת רחמים, וידעו כי יוליך לימין משה זרוע תפארתו (ישעי' ס''ג י''ב), ויחדש אותות ומופתים בעולם. והנה פירש לו כי אהיה אשר צוהו לאמר להם, הוא השם הגדול הזה והם שוים בלשונם ובאותיות, כי שתי האותיות האחרונות שבשם הראשון הם הקודמות בזה, כי בראשון יורו על חכמת שלמה, כדכתיב וה' נתן חכמה לשלמה (מ''א ה כו), ובזה יורו על חכמת אלהים. ואות האל''ף בראשון תורה על הקדמות והיחיד, והיו''ד בשני על עשר ספירות בלי מה. ונלקחו שתי האותיות האלה האל''ף והיו''ד משני השמות הקדושים ונכתבו תחילה וסוף בשם הנכתב ונקרא באל''ף דל''ת, להורות כי הוא אצילות מן הראש ועד הסוף, ומדת הדין באמצע, כי שמי בקרבו (להלן כג כא). ומכאן תבין למה קמצוהו, ונשתמש לשון הקדש בשם ההוא בכל שם אדנות, כי ממנו כל הממשלה והשלטון. והקב''ה יראנו נפלאות מתורתו","titles":[{"title":"﻿שמות ג יג"},{"title":"﻿שמות פרק ג פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-13","positionInPerek":13,"positionInParasha":60},{"uri":"tanach-ramban-2-3-15","text":" הרמב\"ן  וזה זכרי לדר דר. יחזור אל אלהי אברהם אלהי יצחק ואלהי יעקב, כי לא לעולם ישכח ברית אבות, וכל הדורות כאשר יזכירו ''אלהי אברהם יצחק ויעקב'' ישמע אל ויענם (תהלים נ''ה כ'). ועל דרך האמת, זה שמי לעולם, אלהי אברהם אלהי יצחק, וזה זכרי ואלהי יעקב, ולכך הוסיף בו ו', וזה טעם זכרי לדר דר חסר. והמשכיל יבין","titles":[{"title":"﻿שמות ג טו"},{"title":"﻿שמות פרק ג פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-15","positionInPerek":15,"positionInParasha":62},{"uri":"tanach-ramban-2-3-18","text":"אבל במקום אחר מצאתי שם (בשמו''ר ה א) אמר ר' חמא ברבי חנינא, בן שתים עשרה נתלש משה מבית אביו. למה, שאלו גדל בבית אביו ובא ואמר להם המעשים, לא היו מאמינים בו, שהיו אומרים אביו מסרם לו, לפי שיוסף מסרה ללוי ולוי לקהת וקהת לעמרם, ולכך נתלש מבית אביו, וכשהלך והגיד לישראל כל הדברים, לפיכך האמינו בו, שנאמר (להלן ד לא) ויאמן העם. וכונתם ''שיוסף מסרה ללוי'' לומר שיעקב גלה סודו ליוסף באהבתו אותו, בו בלשון השביע יוסף לאחיו כלם, וגלה ללוי כי הוא אמר להם כלשון הזה מפני המסורת שבידו מאביו, וצוה שיהיה הדבר סוד","titles":[{"title":"﻿שמות ג יח"},{"title":"﻿שמות פרק ג פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-18","positionInPerek":18,"positionInParasha":65},{"uri":"tanach-ramban-2-3-19","text":" הרמב\"ן  (יט~כ) ולא ביד חזקה. כל עוד שאין אני מודיעו ידי החזקה לא יתן אתכם להלוך. לשון רש''י","titles":[{"title":"﻿שמות ג יט"},{"title":"﻿שמות פרק ג פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-3","interprets":"tanach-2-3-19","positionInPerek":19,"positionInParasha":66},{"uri":"tanach-ramban-2-4-1","text":"והנכון בעיני, כי ושמעו לקולך לבא עמך אל המלך ולאמר לו אלהי העברים נקרא עלינו, כי מה יפסידו. והנה השם הודיעו כי לא יתן אותם מלך מצרים להלוך, ולכן אמר משה והן לא יאמינו לי אחרי ראותם שלא יתן אותם פרעה להלוך ולא ישמעו עוד לקולי כלל, כי יאמרו לא נראה אליך ה', שאלו היית שליח השם לא ימרה פרעה את דברו. או שיאמרו לא נראה אליך השם הגדול במדת רחמים לעשות לנו אותות ומופתים כאשר אמרת כי אינך גדול מהאבות, ולכן לא שמע פרעה, שאלו פרעה היה מאמין בדבריך היינו יוצאים על כל פנים, ואין עונותינו מבדילים בינינו ובין הרחמים","titles":[{"title":"﻿שמות ד א"},{"title":"﻿שמות פרק ד פסוק א"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-1","positionInPerek":1,"positionInParasha":70},{"uri":"tanach-ramban-2-4-3","text":" הרמב\"ן  ויאמר השליכהו ארצה וישליכהו ארצה. לא הבינותי למה עשה האותות למשה, כי מאמין היה משה שהקב''ה מדבר עמו. והראוי שיאמר המטה אשר בידך תשלך ארצה לפניהם והיה לנחש, וכן באות השני, כאשר אמר בשלישי ולקחת ממימי היאור (פסוק ט). ולכן נאמנו דברי רבותינו (שמו''ר ג טז) שהיה לו הראשון רמז שספר עליהן לשון הרע, והשני להענישו בו. וזה טעם וינס משה מפניו, כי פחד שמא יענש וינשכו הנחש. וכל אדם מתרחק מן המזיק לו אע''פ שידע שאם יהיה כן בחפץ השם אין מציל מידו. ואולי אע''פ שהודיעו (לעיל פסוקים יד טו) השם הגדול שבו נברא העולם ובו נהיה כל דבר, רצה להראותו כי בו יעשו אותות ומופתים בשנוי התולדות, למען יתחזק הענין בלבו של משה וידע באמת כי על ידו יעשו בעולם דברים מחודשים. ודי למשה בשני האותות, ולא היו שם מים, על כן צוהו שיעשה האות השלישי לעיני העם","titles":[{"title":"﻿שמות ד ג"},{"title":"﻿שמות פרק ד פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-3","positionInPerek":3,"positionInParasha":72},{"uri":"tanach-ramban-2-4-5","text":" הרמב\"ן  למען יאמינו כי נראה אליך. פתרונו שיאמינו בעשותך כן לפניהם, ויקצר הכתוב בזה כי ידוע כי על מנת שיעשה כן לפניהם ויאמינו בו יראנו נפלאות","titles":[{"title":"﻿שמות ד ה"},{"title":"﻿שמות פרק ד פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-5","positionInPerek":5,"positionInParasha":74},{"uri":"tanach-ramban-2-4-9","text":" הרמב\"ן  והיו המים אשר תקח מן היאור והיו לדם ביבשת; ''והיו'' שני פעמים, נראה בעיני, אילו אמר והיו המים אשר תקח מן היאור לדם ביבשת, שומע אני שבידו הם נהפכים לדם, ואף כשיהיו בארץ יהיו כהוייתן, עכשיו ''והיו'' האחרון מלמדנו שלא יהיו דם עד שהיו ביבשה. לשון רבי שלמה. ואין המשמעות הזה כן כדברי הרב. ואין צריך למדרשו, שכבר מצאו בעלי הלשון (הרד''ק בס' המכלול סא א) שדרך הרבה מקראות לכפול תיבות לנחץ ולחזק, או בעבור מיצוע ארוך שבא ביניהם, וכמוהו והיה ערכך מבן עשרים שנה ועד בן ששים שנה והיה ערכך הזכר חמשים שקל כסף (ויקרא כז ג). וכן וכי יבא הלוי מאחד שעריך מכל ישראל אשר הוא גר שם ובא בכל אות נפשו (דברים יח ו), החזיר ובא פעם שנית בעבור שהאריך בנתים. וכן ויאמר מלך מצרים למילדות העבריות אשר שם האחת שפרה ושם השנית פועה ויאמר בילדכן וגו' (לעיל א טו טז). ויאמר אלהים לישראל במראות הלילה ויאמר יעקב יעקב (בראשית מו ב). וכענין הזה רבים","titles":[{"title":"﻿שמות ד ט"},{"title":"﻿שמות פרק ד פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-9","positionInPerek":9,"positionInParasha":78},{"uri":"tanach-ramban-2-4-10","text":"ובאלה שמות רבה (ג כ) אמרו, אמר לו אם אתה אינך איש דברים אל תחוש, הלא אני בראתי כל פיות שבעולם ואני עשיתי אלם מי שחפצתי וחרש ועור ופקח לראייה ופקח לשמיעה, ואם חפצתי שתהיה איש דברים, היית, אלא לעשות כך אני חפץ. ובעת שתדבר יהיו דבריך נכונים שאני אהיה עם פיך. הדא הוא דכתיב (בפסוק יב) ועתה לך ואנכי אהיה עם פיך. ולפי זה נראה בעיני שלא רצה להסיר ממנו כובד הפה בעבור שהיה בו ממעשה הנס שספרו רבותינו (בשמו''ר א כו) שאירע לו עם פרעה. והנכון בעיני שאמר ה' למשה מי שם פה לאדם או מי ישום אלם הלא אנכי ה' עושה כל, ובידי לרפאות אותך, ועתה כיון שלא תרצה ברפואתך ולא התפללת לפני על זה, לך אל אשר אני מצוה לך, ואנכי אהיה עם פיך ואצליח שליחותי. גם אפשר שיהיה רמז מ''ויחר אף ה' במשה'' (פסוק י''ב) שלא רצה לרפאותו ושלחו על כרחו","titles":[{"title":"﻿שמות ד י"},{"title":"﻿שמות פרק ד פסוק י"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-10","positionInPerek":10,"positionInParasha":79},{"uri":"tanach-ramban-2-4-11","text":"או מי ישום אלם. פירשו בו (המורה נבוכים ג י) שהוא. נמשך לאדם, או מי ישום אדם אלם, כלומר מי ברא אדם שהוא אלם, והשימה לאדם, כי האלמות לא יושם, כי איננו דבר, אבל הוא העדר הדבור. ואולי בעבור היות באדם נפש מדברת והאלמים בהיות בהם אוטם בגידי הלשון יאלמו, יתכן לומר מי ישום האלמות. והרב אמר במורה הנבוכים (שם) כי המסיר קנין יאמר בו שפעל האפיסה, כי יאמרו במי שיכבה הנר שהביא החשך. וכן על דעתו יוצר אור ובורא חשך עושה שלום ובורא רע (ישעיה מה ז)","titles":[{"title":"﻿שמות ד יא"},{"title":"﻿שמות פרק ד פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-11","positionInPerek":11,"positionInParasha":80},{"uri":"tanach-ramban-2-4-13","text":"והנכון בעיני, שלח נא ביד כל אשר תשלח, כי אין אדם בעולם שלא יהיה הגון יותר ממני לשליחות. והסבה למשה בכל הסרבנות הזאת ענותו הגדולה מכל האדם אשר על פני האדמה, שלא היה מוצא את לבו להתגדל ולדבר אל המלך ושיתפאר לאמר ה' שלחני, ולא על ישראל להוציאם ממצרים ולהיות עליהם מלך","titles":[{"title":"﻿שמות ד יג"},{"title":"﻿שמות פרק ד פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-13","positionInPerek":13,"positionInParasha":82},{"uri":"tanach-ramban-2-4-14","text":" הרמב\"ן  ידעתי כי דבר ידבר הוא. כלומר גלוי לפני שידבר בעבורך ברצונו לאהבתך, ואפילו לא. צויתיו. וגם הנה הוא מעצמו יוצא לקראתך וראך ושמח בלבו, ולא יקנא בך למעלתך על השליחות הנכבדת הזאת. ומה שהוצרך לומר לו לך לקראת משה המדברה (פסוק כז), בעבור כי הודיעו הדרך אשר יבא בה. ויתכן ששמע אהרן בצאת משה ממדין ויצא מעצמו לקראתו, ואחר כך בדרך נאמר לו לך לקראתו המדברה כי שם תמצאנו","titles":[{"title":"﻿שמות ד יד"},{"title":"﻿שמות פרק ד פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-14","positionInPerek":14,"positionInParasha":83},{"uri":"tanach-ramban-2-4-15","text":"וטעם ועם פיהו. להיות דברי פיהו לשומעים חן","titles":[{"title":"﻿שמות ד טו"},{"title":"﻿שמות פרק ד פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-15","positionInPerek":15,"positionInParasha":84},{"uri":"tanach-ramban-2-4-17","text":" הרמב\"ן  ואת המטה הזה תקח בידך אשר תעשה בו את האותות. לא נזכר עדיין במטה רק אות אחת שיהיה לנחש (לעיל פסוק ג), אבל אשר תעשה בו את האותות, אשר אומר אליך. ויראה בעיני כי כאשר אמר ה' למשה בכל נפלאותי אשר אעשה בקרבו (לעיל ג כ), הודיעו אותן בפרט, אבל הכתוב יקצר. וזה טעם אשר תעשה בו את האותות","titles":[{"title":"﻿שמות ד יז"},{"title":"﻿שמות פרק ד פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-17","positionInPerek":17,"positionInParasha":86},{"uri":"tanach-ramban-2-4-19","text":"ואז אמר לו ה' במדין. לך שוב מצרים, כלומר קום צא מן הארץ הזאת ושוב אל ארץ מצרים, ואל תפחד שם, כי מתו כל מבקשי רעתך, ותהיה שם עם העם עד שתוציאם משם. ולכן לקח אשתו ובניו, כי היה זה עצה נכונה להוליכם עמו, כי בעבור זה יבטחו בו ישראל יותר. כי בהיותו בן חורין במדין יושב בביתו בשלום עם בניו ועם אשתו חתן כהן הארץ, לא יביא אותם להיות עם עבדים וימררו את חייהם בעבודה קשה רק אם היה נכון לבו בטוח שיצאו בקרוב ויעלה עמהם לארץ כנען, ולא יצטרך בצאתם לשוב למדין לקחת אשתו ובניו משם","titles":[{"title":"﻿שמות ד יט"},{"title":"﻿שמות פרק ד פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-19","positionInPerek":19,"positionInParasha":88},{"uri":"tanach-ramban-2-4-20","text":"וטעם וישב ארצה מצרים. עם הנזכרים. ור''א אמר וישב ארצה מצרים הוא לבדו שב, כי כאשר פגש השם משה נמול אליעזר, ובהתרפאו שבה צפורה עם בניה אל אביה. ויתכן זה כי בעבור שנימול אליעזר לא היה יכול להביאו בדרך עד שיתחזק הילד ולא רצה לעכב שליחותו של הקב''ה. ולכן עזבם במלון וצוה אותה לשוב אל בית אביה בהתרפאו, וזהו שנאמר אחר שלוחיה (להלן יח ב). גם אפשר שהלכו למצרים, וכאשר נתעכבו שם נכספה אל אביה ושלחה עם הבנים. וזה טעם שלוחיה, כי פחד יתרו שמא היה דעתו לגרש. אותה. ובאלה שמות רבה (ד ד), וילך משה, להיכן הלך שהלך ליטול אשתו ובניו, אמר לו יתרו להיכן אתה מוליכן, למצרים. אמר לו, משהם מבקשים לצאת את מוליכן למצרים, אמר לו, למחר עתידין לצאת ולעמוד על הר סיני ולשמוע מפי הגבורה אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים ובני לא ישמעו עמהם, אמר לו יתרו לך לשלום. ועל דעתם ראוי שנפרש אחרי שהסכימו בכך צוהו הקב''ה שישלים עצתו וישוב למצרים עם בניו ואשתו כאשר פירשתי (בפסוק יט)","titles":[{"title":"﻿שמות ד כ"},{"title":"﻿שמות פרק ד פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-20","positionInPerek":20,"positionInParasha":89},{"uri":"tanach-ramban-2-4-21","text":"ואשר אמר כי ידבר אליכם פרעה לאמר תנו לכם מופת (להלן ז ט) כי ירצה מופת לו, וצוה במטה שיהיה לתנין, לא נחש כאשר היה בפעם הראשון (לעיל ד ג). והנה רצה להראותו שיבלע מטה אהרן את מטותם להורות לו שינצחם ויהיו אובדים מן העולם על ידו. ובמדרש ואלה שמות רבה (ה ו) ראיתי וכי על אי זו מופת אמר, אם תאמר על הנחש והצרעת והדם, והלא אותן לא אמר הקב''ה לעשותן אלא לישראל, ועוד, לא מצינו שעשה משה אותן האותות לפרעה, אלא מהו כל המופתים אשר שמתי בידך, זה המטה שהיו כתובין עליו נוטריקון דצ''ך עד''ש באח''ב. ולפי זה יהיה פירוש הכתוב ראה והסתכל במטה אשר שמתי בידך, שכל המופתים שבו תעשה לפני פרעה","titles":[{"title":"﻿שמות ד כא"},{"title":"﻿שמות פרק ד פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-21","positionInPerek":21,"positionInParasha":90},{"uri":"tanach-ramban-2-4-27","text":"וישק לו. אהרן נשק למשה, כי משה הענו נהג כבוד באחיו הגדול, ולכן לא אמר וישקו איש לאחיו","titles":[{"title":"﻿שמות ד כז"},{"title":"﻿שמות פרק ד פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-27","positionInPerek":27,"positionInParasha":96},{"uri":"tanach-ramban-2-4-28","text":" הרמב\"ן  וטעם את כל דברי ה' אשר שלחו. שהגיד לו כל הדברים שהיו בינו ובין הב''ה, וכל אשר היה. מסרב בשליחות, וכי על כרחו נשתלח, וזה טעם כל. ובמדרש חזית (שה''ש רבה ד יב) ורבנן אמרי גלה לו שם המפורש, ידרשו כי הגיד לו השמות הנזכרים למעלה אשר שלחו בהם, והשם היוצא, והוא פירש להם","titles":[{"title":"﻿שמות ד כח"},{"title":"﻿שמות פרק ד פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-4","interprets":"tanach-2-4-28","positionInPerek":28,"positionInParasha":97},{"uri":"tanach-ramban-2-5-3","text":"ועל דרך האמת הוא סוד הקרבנות, שהם כופר מן הפגיעה, כי לפניו ילך דבר (חבקוק ג ה) או בחרב הקשה. ואמר זה, כי הקב''ה צוה אותם שיאמרו ואמרתם אליו ה' אלהי העברים נקרה עלינו ונזבחה לה' אלהינו (לעיל ג יח), והם אמרו כה אמר ה' אלהי ישראל שלח עמי (לעיל ה' א'), והנה פרעה היה חכם גדול ויודע את האלהים ומודה בו, כאשר אמר הוא או מורישו ליוסף, אחרי הודיע אלהים אותך (בראשית מא לט), איש אשר רוח אלהים בו (שם לח), אבל לא היה יודע את השם המיוחד, וענה לא ידעתי את ה' (ה' פסוק ב), והם נזכרו, וחזרו ואמרו לו כאשר צוו אלהי העברים נקרא עלינו (ה' פסוק ג), כי הזכירו לו אלהי העברים בלבד שהוא אל שדי, ואמר נקרא עלינו שהודיעוהו לשון המקרא כאשר נצטוו לו, ופירשו לו כי במקרא הזה אשר נקרא עליהם יצטרכו לזבוח לפניו פן תהיה הפגיעה בדבר או בחרב. וכענין הזה בא בדבר בלעם, שנאמר ויקר אלהים אל בלעם, ויאמר אליו את שבעת המזבחות ערכתי ואעל פר ואיל במזבח (במדבר כג ד)","titles":[{"title":"﻿שמות ה ג"},{"title":"﻿שמות פרק ה פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-5","interprets":"tanach-2-5-3","positionInPerek":3,"positionInParasha":103},{"uri":"tanach-ramban-2-5-4","text":"ורש''י פירש לסבלותיכם, למלאכתכם שיש לכם לעשות בבתיכם, אבל מלאכת שעבוד מצרים לא היה על שבטו של לוי, ותדע, שהיו משה ואהרן יוצאים ובאים. ונכון הוא, כי כל עבודת האדם בבית ובשדה נקרא כן, כמו לכל סבל בית יוסף (מ''א יא כח), ומנהג בכל עם להיות להם חכמים מורי תורתם, ולכן הניח להם פרעה שבט לוי שהיו חכמיהם וזקניהם. והכל סבה מאת ה'. ובאלה שמות רבה (ה כ) ראיתי אמר רבי יהושע בן לוי, שבטו של לוי פנוי היה מעבודת פרך, אמר להם פרעה, בשביל שאתם פנויים אתם אומרים נלכה נזבחה לאלהינו, לכו לסבלותיכם לישראל. דבר אחר, אמר להם דייכם שאתם עומדים פנויים, שמא רע לכם שאין אתם עושים במלאכה, לכו לסבלותיכם. ורבי אברהם פירש לכו לסבלותיכם, סבלות העם, כי ידבר עמהם בעבור כל ישראל","titles":[{"title":"﻿שמות ה ד"},{"title":"﻿שמות פרק ה פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-5","interprets":"tanach-2-5-4","positionInPerek":4,"positionInParasha":104},{"uri":"tanach-ramban-2-5-22","text":"והנה היו ימים רבים מעת דבר לו השם ובואו אל פרעה. ולכן כששב משה אל ה' אמר למה הרעותה לעם למהר לשלוח אותי קודם שהגיע הקץ, כי לא היה ראוי לשלוח אותי עד שתרצה להצילם, כי עתה הרעותה להם ולא הצלת אותם ואם ככה את עושה להם יסופו ברעה אשר תמצאם. ולכן ענה אותו עתה, בעת הזאת, בקרוב, תראה אשר אעשה לפרעה, כי לא אאריך לו כל כך כאשר חשבת, וקרוב לבא עתו וימיו לא ימשכו","titles":[{"title":"﻿שמות ה כב"},{"title":"﻿שמות פרק ה פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-1","perek":"tanach-2-5","interprets":"tanach-2-5-22","positionInPerek":22,"positionInParasha":122},{"uri":"tanach-ramban-2-6-2","text":"גם המדרש הזה ענינו מתישב אחר המקרא, כי הוקשה להם ז''ל, למה יזכיר נבואת האבות לפחות מעלתם בנבואה ולאמר שלא נראה אליהם רק באל שדי, מה צורך היה לו זה, היה ראוי לומר אני ה', ולכן אמור לבני ישראל אני ה' והוצאתי אתכם וידעתם כי אני ה' המוציא. ולכן ידרשו כי היה הדבר תוכחה למשה לאמר לו הנה האבות שלא הגיעה להם מעלתם בנבואה אליך. ולא ראו רק באל שדי, הם האמינו בי, וגם הקימותי את בריתי אתם ושמעתי נאקת בניהם בעבורם, אף כי אתה שידעתני בשם הגדול והבטחתיך בו, שיש לך לבטוח ברחמים ולהבטיח ישראל בשמי שאעשה עמהם אותות ומופתים. וגם זה נכון והגון","titles":[{"title":"﻿שמות ו ב"},{"title":"﻿שמות פרק ו פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-2","positionInPerek":2,"positionInParasha":1},{"uri":"tanach-ramban-2-6-6","text":"ולקחתי אתכם לי לעם. בבואכם אל הר סיני ותקבלו התורה, כי שם נאמר (להלן יט ה) והייתם לי סגולה","titles":[{"title":"﻿שמות ו ו"},{"title":"﻿שמות פרק ו פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-6","positionInPerek":6,"positionInParasha":5},{"uri":"tanach-ramban-2-6-7","text":" הרמב\"ן  וטעם וידעתם כי אני ה' אלהיכם המוציא אתכם מתחת סבלות מצרים. אמר ר''א כי היה במערכת המחברת הגדולה למשרתים העליונים שיעמדו עוד בגלות. ואין זו מדרך הפרשה, רק שיאמר כאשר אגאל אתכם בזרוע נטויה שיראו אותה כל העמים תדעו כי אני ה' העושה אותות ומופתים מחודשים בעולם, ואני אלהיכם ובעבורכם עשיתי כי אתם חלק השם","titles":[{"title":"﻿שמות ו ז"},{"title":"﻿שמות פרק ו פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-7","positionInPerek":7,"positionInParasha":6},{"uri":"tanach-ramban-2-6-8","text":" הרמב\"ן  אשר נשאתי את ידי. הרימותיה לישבע בכסאי. לשון רש''י. ור''א אמר דרך משל, כאדם שישא ידו אל השמים וישבע, כמו כי אשא אל שמים ידי (דברים לב מ), וירם ימינו ושמאלו אל השמים וישבע (דניאל יב, ז). ועל דרך האמת, נשאתי את ידי שהרימותי זרוע עזי אלי שאתן להם הארץ, וכן כי אשא אל שמים ידי (שם), שאשא היד הגדולה אל השמים להיות בה לעולם החיים. ואין וירם ימינו ושמאלו אל השמים מן הענין הזה, כי הוא נאמר במלאך לבוש הבדים שנשבע בחי העולם","titles":[{"title":"﻿שמות ו ח"},{"title":"﻿שמות פרק ו פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-8","positionInPerek":8,"positionInParasha":7},{"uri":"tanach-ramban-2-6-9","text":" הרמב\"ן  מקוצר רוח ומעבודה קשה. לא בעבור שלא יאמינו בה' ובנביאו, רק שלא הטו אוזן לדבריו מקוצר רוח, כאדם שתקצר נפשו בעמלו, ולא ירצה לחיות רגע בצערו, מדעתו שירוח לו אחרי כן. וקוצר הרוח הוא פחדם שלא יהרגם פרעה בחרב כאשר אמרו שוטריהם אל משה, ועבודה קשה, הוא הדוחק שהיו הנוגשים אצים בהם ולא יתנום לשמוע דבר ולחשוב בו","titles":[{"title":"﻿שמות ו ט"},{"title":"﻿שמות פרק ו פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-9","positionInPerek":9,"positionInParasha":8},{"uri":"tanach-ramban-2-6-10","text":"והנכון בעיני, כי מלת ''לאמר'' להורות על בירור הענין בכל מקום. וידבר ה' אל משה באמירה גמורה, לא אמירה מסופקת, ולא ברמז דבר. ולכך יתמיד זה בכל התורה, כי נבואת משה פה אל פה ידבר בו ולא בחידות (במדבר יב ח). ולבן אמר כן ליעקב אמש אמר השם אלי לאמר (בראשית לא כט) באמירה ברורה שלא אזיק לכם, כי לולי כן הייתי עושה עמכם רע. וכן ויאמרו בני ישראל אל משה (ואל אהרן) לאמר (במדבר יז כז), שהיו אומרים להם כן בפירוש וצועקים להם בגלוי פנים, כי המקור לבירור הענין פעם מוקדם פעם מאוחר, כמו אומרים אמור למנאצי (ירמיה כג יז)","titles":[{"title":"﻿שמות ו י"},{"title":"﻿שמות פרק ו פסוק י"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-10","positionInPerek":10,"positionInParasha":9},{"uri":"tanach-ramban-2-6-12","text":" הרמב\"ן  הן בני ישראל לא שמעו אלי. כי לא עשית דברי נשמעים להם, ואיך ישמעני פרעה. ועוד, כי אני ערל שפתים ואיני הגון שאדבר לפני מלך גדול. ויתכן לפרש שחשב משה אולי כי מפחיתותו לא שמעו אליו כי הוא ערל שפתים ולא יכין לדבר על לבם דברים טובים דברים ניחומים אף כי ידבר לפרעה. וטעם הכתוב הזה, כי מתחלה לא צוה אותו שידבר הוא אל פרעה, רק אמר ובאת אתה וזקני ישראל אל מלך מצרים ואמרתם אליו (לעיל ג יח), והיה אפשר שידברו הזקנים והוא יחריש. והיה בוש מלדבר גם אל העם ואמר לא איש דברים אנכי (שם ד י). והקב''ה השיבו ודבר הוא לך אל העם (שם שם טז), וכן עשה בבואם מתחלה, כמו שאמר (שם שם ל) וידבר אהרן את כל הדברים (האלה) אשר דבר ה' אל משה ויעש האותות לעיני העם. ועתה כאשר נצטוה משה לכן אמור לבני ישראל אני ה', דבר הוא להם בעצמו כאשר צוהו ולא שמעו אליו, וכאשר חזר וצוה אותו לדבר אל פרעה אמר איך אדבר אליו ואני ערל שפתים, והקב''ה צירף אהרן עמו וצוה שניהם אל בני ישראל שידברו להם כל אשר יצוום ואל פרעה להוציאם מארצו. ורש''י פירש על דבר בני ישראל ועל שליחותו של פרעה. ואין צורך","titles":[{"title":"﻿שמות ו יב"},{"title":"﻿שמות פרק ו פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-12","positionInPerek":12,"positionInParasha":11},{"uri":"tanach-ramban-2-6-13","text":"והנה זו מעלה גדולה למשה, זכה בה בענותנותו שהיה בוש לדבר בערלת שפתיו, וכן אמר (להלן יא ג) גם האיש משה גדול מאד בארץ מצרים בעיני עבדי פרעה ובעיני העם, מדה כנגד מדה, שהיה ירא שלא יהיה נבזה בעיניהם. ורש''י כתב (להלן ז ב) אתה תדבר פעם אחת כל שליחות ושליחות כפי ששמעתו מפי, ואהרן אחיך ימליצנו ויטעימנו באזני פרעה. ואין זה נכון כלל","titles":[{"title":"﻿שמות ו יג"},{"title":"﻿שמות פרק ו פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-13","positionInPerek":13,"positionInParasha":12},{"uri":"tanach-ramban-2-6-14","text":" הרמב\"ן  אלה ראשי בית אבותם. לא רצה הכתוב להתחיל אלה שמות בני לוי לתולדותם, שלא יראה שיהיה לוי בכור היחס מכאן ואילך לכבוד משה, אבל הזכיר אחיו הגדולים ממנו וכי הוא נמנה שלישי. והזכיר בבני לוי ''לתולדותם'', כי בראובן ושמעון לא הזכיר רק יורדי מצרים עמהם, ובלוי יזכיר תולדותיו ושנותיו ותולדות אבות הנביאים ושנותם לכבודם. ועוד כי הם בעצמם חסידי עליון ראויין לספר בהן כאבות העולם","titles":[{"title":"﻿שמות ו יד"},{"title":"﻿שמות פרק ו פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-14","positionInPerek":14,"positionInParasha":13},{"uri":"tanach-ramban-2-6-23","text":"ועל דרך הפשט נאמר שהכתובים מזכירים במלכים שמות אמותם, ושם אמו מעכה בת אבישלום (מ''א טו ב~י), ושם אמו עזובה בת שלחי (דהי''ב כ לא), וכן כולם. או שהיה פוטיאל נכבד וידוע בדורו והזכירו לשבח. ואמר הכתוב מבנות פוטיאל, ולא אמר ''בת פוטיאל'', כי היו לו בנות רבות והוא בחר מהן האחת. או שלא היתה בתו אבל בת בתו, מתיחסת אליו למעלתו, ועל כן לא הזכיר שמה","titles":[{"title":"﻿שמות ו כג"},{"title":"﻿שמות פרק ו פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-23","positionInPerek":23,"positionInParasha":22},{"uri":"tanach-ramban-2-6-28","text":" הרמב\"ן  ויהי ביום דבר ה' אל משה בארץ מצרים. יתכן לפרש שהכתוב מוסב למעלה, אמר ויהי זה שהיו הם המדברים אל פרעה מלך מצרים, בעת אשר דבר ה' אל משה בארץ מצרים, כי בעבור שאמר הוא אהרן ומשה אשר אמר ה' להם הוציאו את בני ישראל מארץ מצרים היה נראה שהדבור לשניהם בשוה, ועתה פירש שהיה הדבור למשה והמצוה לשניהם שיוציאום. וזה טעם הפסק הפרשה","titles":[{"title":"﻿שמות ו כח"},{"title":"﻿שמות פרק ו פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-6","interprets":"tanach-2-6-28","positionInPerek":28,"positionInParasha":27},{"uri":"tanach-ramban-2-7-3","text":"ואשר אמר קודם המכות (לעיל ד כא) ואני אחזק את לבו ולא ישלח את העם, יודיע למשה העתיד לעשות בו במכות האחרונות, כענין שאמר (לעיל ג יט) ואני ידעתי כי לא יתן אתכם מלך מצרים להלוך. וזה טעם ואני אקשה את לב פרעה והרבתי את אותותי, כלומר שאקשה לבו למען רבות מופתי בארץ מצרים. כי בחמש מכות האחרונות גם בטביעת הים נאמר ויחזק ה' (להלן יד ח), כי לב מלך ביד ה' על כל אשר יחפוץ יטנו (משלי כא א)","titles":[{"title":"﻿שמות ז ג"},{"title":"﻿שמות פרק ז פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-3","positionInPerek":3,"positionInParasha":32},{"uri":"tanach-ramban-2-7-11","text":" הרמב\"ן  בלהטיהם. אמרו רבותינו (סנהדרין סז","titles":[{"title":"﻿שמות ז יא"},{"title":"﻿שמות פרק ז פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-11","positionInPerek":11,"positionInParasha":40},{"uri":"tanach-ramban-2-7-16","text":" הרמב\"ן  והנה לא שמעת עד כה. בעבור שזאת מכה, ומעתה יחל להכותו, אמר לו כי רשעו גורם לו להביא עליו עונש שלא שמע למצות בוראו. והנה פרעה לא היה אומר להם בפירוש שלא ישמע ולא ישלח, רק בפעם הראשון שאמר לא ידעתי את ה' וגם את ישראל לא אשלח (לעיל ה ב), ולא היה גוער בהם רק שומע דבריהם ושותק, כי יפחד מהמכות מעת שעשו לפניו מופת התנין ובלע מטותם. אך במכות הראשונות מנסה את החרטומים לעשות כהם, כלומר שהם מעשה כשפים. והנה הוא ירא ומתחזק, וזה טעם ויחזק לב פרעה","titles":[{"title":"﻿שמות ז טז"},{"title":"﻿שמות פרק ז פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-16","positionInPerek":16,"positionInParasha":45},{"uri":"tanach-ramban-2-7-20","text":" הרמב\"ן  וירם במטה ויך את המים. שהרים ונטה ידו על ארץ מצרים כנגד כל הרוחות, ואח''כ הכה המים אשר ביאור לעיני פרעה ונהפכו כל המים שביאור לדם לעיניו, ויהי הדם עוד בכל ארץ מצרים. ורבי אברהם אמר כי הזכיר מכת היאור ולא חשש להזכיר נטיית ידו על כל ארץ מצרים","titles":[{"title":"﻿שמות ז כ"},{"title":"﻿שמות פרק ז פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-20","positionInPerek":20,"positionInParasha":49},{"uri":"tanach-ramban-2-7-23","text":" הרמב\"ן  גם לזאת. למופת המטה שנהפך לתנין וגם לזה של דם. ויותר נכון גם לזאת שהיתה מכה, והיה לו לירא פן תהיה בו יד השם מעתה","titles":[{"title":"﻿שמות ז כג"},{"title":"﻿שמות פרק ז פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-23","positionInPerek":23,"positionInParasha":52},{"uri":"tanach-ramban-2-7-25","text":" הרמב\"ן  ופסוק וימלא שבעת ימים. קשור בעליון, וימלא בזה שבעת ימים, שחפרו מצרים סביבות היאור ולא יכלו לשתות ממימי היאור עד מלאת שבעת ימים אחרי ההכאה","titles":[{"title":"﻿שמות ז כה"},{"title":"﻿שמות פרק ז פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-7","interprets":"tanach-2-7-25","positionInPerek":25,"positionInParasha":54},{"uri":"tanach-ramban-2-8-5","text":"וטעם להכרית הצפרדעים. רמז למיתתם, כלשון ונכרתה הנפש ההיא (להלן יב יט), והכרתי לאחאב (מ''א כא כא). ואמר משה פעם אחרת וסרו הצפרדעים, לאמר כי מיד שיתפלל יסורו כלם, שלא יפחד פרעה שימותו אלה ויעלו אחרים מן היאור, רק תסור המכה לגמרי, ואע''פ שתשארנה מהם ביאור. וכל זה להודיעו כי המכה מאת האלהים על ענין ישראל בלבד","titles":[{"title":"﻿שמות ח ה"},{"title":"﻿שמות פרק ח פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-5","positionInPerek":5,"positionInParasha":63},{"uri":"tanach-ramban-2-8-6","text":" הרמב\"ן  ויאמר למחר. ידוע כי מנהג כל האדם לבקש שתסור רעתו מיד. ופירשו בשם הגאון רב שמואל בן חפני, שפרעה חשב אולי מערכת השמים הביאה הצפרדעים על מצרים ומשה ידע כי הגיע עת סורם ולכן אמר אליו התפאר עלי בחשבו שאומר לו עתה להכריתם מיד, ועל כן האריך למחר. והנכון בעיני כי בעבור שאמר למתי אעתיר לך, חשב פרעה כי ביקש זמן, ועל כן נתן לו זמן קצר, ויאמר למחר, ומשה ענה לו כדברך כן יהיה, כי אחרי שלא בקשת שיסורו מיד לא יסורו עד למחר","titles":[{"title":"﻿שמות ח ו"},{"title":"﻿שמות פרק ח פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-6","positionInPerek":6,"positionInParasha":64},{"uri":"tanach-ramban-2-8-14","text":" הרמב\"ן  ויעשו כן החרטומים בלטיהם להוציא את הכנים. אמר ויעשו כן, שהכו בעפר הארץ ואמרו השבעת השדים ועשו לטיהם כאשר עשו בשאר פעמים להוציא את הכנים ולא יכולו. ויתכן שילמד ''ויעשו כן'' שעשו כהוגן דברים מוציאים את הכנים ולא הצליחו מעשיהם בפעם הזאת. כי חכמי החרטומים יודעים היו מה בכח ידם לעשות, וכבר נסו כן מעשיהם פעמים אחרות","titles":[{"title":"﻿שמות ח יד"},{"title":"﻿שמות פרק ח פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-14","positionInPerek":14,"positionInParasha":72},{"uri":"tanach-ramban-2-8-15","text":"ואמר במקצת המכות השכם בבקר הנה יוצא המימה, ועל דרך הפשט היה בעת צאת המלכים בבקר להשתעשע על המים, וצוה הקב''ה למשה שילך שם. והטעם, כי בדם בעבור היותה המכה הראשונה רצה שיעשנה לעיניו ובלי יראה ממנו. וזה טעם ונצבת לקראתו (לעיל ז טו), והתיצב לפני פרעה (פסוק טז), שיעמוד כנגדו ביד רמה. וכן במכת הערוב נאמר השכם בבקר והתיצב לפני פרעה הנה יוצא המימה. ובברד (להלן ט יג) השכם בבקר והתיצב לפני פרעה, והוא גם כן בצאתו המימה, כי הערוב והברד אשר בהן המיתה והעונש לבני אדם רצה הקב''ה שיהיה לעיני כל העם, כי בצאת המלך המימה ילכו מרבית העם אחריו, והנה יתרה אותו לעיניהם אולי יצעקו אל אדוניהם לשוב מדרכו הרעה, ואם לא יעשו כן יהיו חייבין להענש. אבל בשאר המכות די בהתראת המלך, ועל כן נאמר בהן בא אל פרעה (לעיל ז כו, להלן ט א, י א), שיבא אל היכלו, ולא הזכיר בכנים ובשחין כן, בעבור שהוצרך אהרן להכות בעפר, והיכל המלך אין שם עפר כי היא רצפת בהט ושש, וכן הוצרך משה לזרוק הפיח השמימה. והנה עשו אלו השתים בפני פרעה בהיותו בחצר גינת ביתן המלך או כיוצא בו","titles":[{"title":"﻿שמות ח טו"},{"title":"﻿שמות פרק ח פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-15","positionInPerek":15,"positionInParasha":73},{"uri":"tanach-ramban-2-8-18","text":"אני ה' בקרב הארץ. פירש ר''א דרך משל, כמנהג המלכים שיעמדו באמצע המלכות להיותו קרוב אל הקצוות. ואין לדבר זה טעם. אבל הוא לומר כי הוא שליט ומשגיח בקרב הארץ, לא כמי שיחשוב עבים סתר לו ולא יראה וחוג שמים יתהלך (איוב כב יד). ויתכן שיהיה כמו כי שמי בקרבו (להלן כג א), והוא סוד נשגב ונעלם","titles":[{"title":"﻿שמות ח יח"},{"title":"﻿שמות פרק ח פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-18","positionInPerek":18,"positionInParasha":76},{"uri":"tanach-ramban-2-8-25","text":" הרמב\"ן  וסר הערוב מפרעה מעבדיו ומעמו מחר. כאשר אמר פרעה במכת הצפרדעים ''למחר'', כן רצה משה לעשות גם בזאת שיתפלל ויסורו מחר. והנה סר הערוב והלכו להם, לא כאשר היה בצפרדעים, מן הטעם שאמרו רבותינו (שמו''ר יא ג) שרצה הקב''ה לצער אותם במכות, לא להועיל להם כלל. ומשה נשמר בכך באמרו, כי אמר לפרעה להכרית הצפרדעים שירמוז למיתתם כמו שפירשתי (לעיל פסוק ה)","titles":[{"title":"﻿שמות ח כה"},{"title":"﻿שמות פרק ח פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-8","interprets":"tanach-2-8-25","positionInPerek":25,"positionInParasha":83},{"uri":"tanach-ramban-2-9-3","text":" הרמב\"ן  (ג~ד) במקנך אשר בשדה. התרה אותם בהווה, כי רוב המקנה בשדה, אבל היה הדבר גם במקנה אשר בבית, כמו שאמר (להלן פסוק ו) וימת כל מקנה מצרים. ויתכן כי בעבור היות תועבה למצרים כל רועה צאן (בראשית מו לד) היו מפרישים אותם מן הערים, בלתי בעת השתמשם בסוסים לרכוב ובחמורים במשא. והנה היה המקנה רחוק ממצרים בשדה גבול גשן, ויתערב במקום המרעה מקנה מצרים ומקנה ישראל, ועל כן הוצרך לומר והפלה ה' בין מקנה מצרים ובין מקנה ישראל. או בעבור שהדבר משנוי האויר ראוי שיתפשט בכל הפלך, רק שעשה השם עמהם להפליא","titles":[{"title":"﻿שמות ט ג"},{"title":"﻿שמות פרק ט פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-3","positionInPerek":3,"positionInParasha":89},{"uri":"tanach-ramban-2-9-9","text":" הרמב\"ן  והיה לאבק על כל ארץ מצרים. על דעת, רבותינו (שמו''ר י ו) היה מן הפיח ההוא אבק יורד על כל ארץ מצרים, והיה האבק ההוא כשיורד על האדם ועל הבהמה בכל ארץ מצרים מעלה בהן שחין ואבעבועות, כי היה חם שורף, ואולי היה הרוח מכניס אבק גם בבתים ואין ניצל ממנו, ונכון הוא. וכן ירד פעמים רבות בימי הבצורת כדמות אבק ברדת הטל, וכתיב (דברים כח כד) יתן ה' את מטר ארצך אבק ועפר. וכן יתכן לומר על. דרך הפשט כי פירוש והיה לאבק, שיהיה האבק אשר יעשה מן הפיח במקומו נותן שחין על כל ארץ מצרים, שהלקה את האויר לעשות כן וגזרת עליון היא","titles":[{"title":"﻿שמות ט ט"},{"title":"﻿שמות פרק ט פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-9","positionInPerek":9,"positionInParasha":95},{"uri":"tanach-ramban-2-9-11","text":" הרמב\"ן  ולא יכלו החרטומים לעמוד לפני משה. בושו והכלמו וחפו ראשם בהיותם מלאים שחין ולא יכלו מלט נפשם, על כן לא באו בהיכל המלך ולא נראו לפני משה בחוצות והיו בבתיהם מסוגרים","titles":[{"title":"﻿שמות ט יא"},{"title":"﻿שמות פרק ט פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-11","positionInPerek":11,"positionInParasha":97},{"uri":"tanach-ramban-2-9-12","text":" הרמב\"ן  ויחזק ה' את לב פרעה. ויתכן שבמכות הראשונות היו החרטומים מחזקים את לבו להתפאר אצלו בחכמתם, ועתה לא באו לפניו, ואין עוזר לו ואין סומך באולתו רק עונותיו אשר ילכדונו. או שירמוז הכתוב למה שפירשו רבותינו, כי במכות הראשונות בפשעו היה הדבר, ועתה סבה מאת ה' כמו שביארתי למעלה (ז ג). והוא האמת","titles":[{"title":"﻿שמות ט יב"},{"title":"﻿שמות פרק ט פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-12","positionInPerek":12,"positionInParasha":98},{"uri":"tanach-ramban-2-9-18","text":"(יח~יט) הנני ממטיר כעת מחר ועתה שלח העז. כל אלה דברי ה' אל משה, ובידוע שבא משה ואמר לפרעה את כל דברי ה' אשר שלחו, ולא הוצרך להאריך, רק אמר הירא את דבר ה', שדבר להם משה כן. והיתה העצה הזאת בחמלת ה', כי מכת הברד לא שלחו רק להשחית יבול הארץ, ולא על האדם, על כן יורה חטאים בדרך להצילם ממנה","titles":[{"title":"﻿שמות ט יח"},{"title":"﻿שמות פרק ט פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-18","positionInPerek":18,"positionInParasha":104},{"uri":"tanach-ramban-2-9-26","text":" הרמב\"ן  רק בארץ גושן אשר שם בני ישראל. בעבור שנטה ידו על השמים והוריד הברד היה ראוי שירד גם על ארץ גשן, שהאויר שלה ושל ארץ מצרים אחד הוא, ולכן פירש הכתוב שניצל אויר ארץ גשן בעבור ששם בני ישראל","titles":[{"title":"﻿שמות ט כו"},{"title":"﻿שמות פרק ט פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-26","positionInPerek":26,"positionInParasha":112},{"uri":"tanach-ramban-2-9-27","text":" הרמב\"ן  חטאתי הפעם. ביאורו הפעם אודה לה' כי חטאתי לו והוא הצדיק ואני ועמי הרשעים, שמרדנו בדברו מאז ועד עתה","titles":[{"title":"﻿שמות ט כז"},{"title":"﻿שמות פרק ט פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-27","positionInPerek":27,"positionInParasha":113},{"uri":"tanach-ramban-2-9-29","text":" הרמב\"ן  כצאתי את העיר. על דרך הפשט יתכן לומר שהיה משה מתפלל בביתו, רק בפעם הזאת רצה להיות כפיו פרושות השמים ויחדלו הקולות והמטר מיד, ולא יתכן לעשות כן בעיר, על כן אמר כצאתי את העיר. וכן נאמר עוד (בפסוק לג) ויצא משה מעם פרעה את העיר, ובראשונה אמר (לעיל ח כה) הנה אנכי יוצא מעמך. ורבותינו אמרו (מכילתא פסחא בפתיחתא) שלא היה מתפלל בתוך העיר לפי שהיא מלאה גלולים, וכל שכן שלא היה נדבר עמו אלא חוץ לכרך. אם כן נאמר כי בעבור שהיה פרעה מבקש עתה שיסור הברד מיד, הוצרך משה לפרש לו כי יצטרך לצאת את העיר, ואחרי כן יפרוש כפיו אל ה' ויסור בתפלתו, והוא האמת","titles":[{"title":"﻿שמות ט כט"},{"title":"﻿שמות פרק ט פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-29","positionInPerek":29,"positionInParasha":115},{"uri":"tanach-ramban-2-9-30","text":" הרמב\"ן  ידעתי כי טרם תיראון. יפה תפש ר''א על דברי רש''י שאין טרם כמו ''לא'', אבל הוא כטעם ''קודם''. ופירש כי הכתוב יחסר מלה אחת, טרם זה תיראון, כלומר טרם שאפרוש כפי ויחדלו הקולות והברד אתם יראים את ה', כי בסור המכה תשובו ותמרו. והנכון עוד שנפרש כי ירמוז גם לפעמים הראשונים, יאמר, כבר ידעתי מכם כי בטרם אתם יראים ובאחרית אתם מורדים, כי לעולם טרם סור מכם המכות אתם יראים את ה' כאשר עשיתם בצפרדעים (לעיל ח ד) ובערוב (שם שם כד), ותשובו ותמרו את פי ה', וכן תעשו לעולם, ומפני זה לא הזהירו עוד בשובו, אבל התפלל עליו בארבה על דעת כדי שיוסיף לחטוא","titles":[{"title":"﻿שמות ט ל"},{"title":"﻿שמות פרק ט פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-30","positionInPerek":30,"positionInParasha":116},{"uri":"tanach-ramban-2-9-31","text":"ואין לי טעם בפירוש הזה, כי הברד הכה כל עשב השדה וכל העץ שבר, ולא נמלטו החטה והכסמת רק מפני שהן אפילות, לא צמחו כלל, או מפני קטנותן לא נפסדו כי עוד תצמחנה. ואם כן אפילו ירד עליהם הברד עוד ימים לא יזיק, ואין צריך להודיע לו מה שנפסד ומה שלא נפסד, כי בסור הברד יראה. ועל דעתי שהם דברי משה אל פרעה, שאמר להם ידעתי כי טרם סור המכות תיראון, ואחרי כן תשנו באולתכם, אבל הפשתה והשעורה נכתה והחטה והכסמת שהן לכל. חיתכם לא נכו במכה הזאת, והן ביד האלהים לאבד אותם מכם אם תשובו ותחטאו לפניו, רמז להם למה שאמר (להלן י ה) ואכל את יתר הפלטה הנשארת לכם מן הברד","titles":[{"title":"﻿שמות ט לא"},{"title":"﻿שמות פרק ט פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-2","perek":"tanach-2-9","interprets":"tanach-2-9-31","positionInPerek":31,"positionInParasha":117},{"uri":"tanach-ramban-2-10-1","text":" הרמב\"ן   כי אני הכבדתי את לבו. הודיע הקב''ה למשה שהוא הכביד את לבם עתה אחרי שפחדו ממנו בברד והתודו על עונם. ואמר לו הטעם כי עשיתי כן, למען שאשית בקרבם אלה האותות אשר אני חפץ לעשות בהם שידעו מצרים את גבורתי, לא שאעניש אותם יותר מפני הכובד הזה. ועוד כדי שתספר אתה וכל ישראל לדורות הבאים כח מעשי, ותדעו כי אני ה', וכל אשר אחפוץ אעשה בשמים ובארץ","titles":[{"title":"﻿שמות י א"},{"title":"﻿שמות פרק י פסוק א"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-10-2","text":" הרמב\"ן  וטעם התעללתי. כי אני מצחק בו, שאני מכביד את לבו ועושה הנקמות בו, כטעם יושב בשמים ישחק ה' ילעג למו (תהלים ב ד). והנה הודיע הקב''ה עתה למשה מכת הארבה ושיגיד אותה לפרעה, כי מה טעם בא אל פרעה, כי לא יאמר לו כלום, ולא נזכר רק בדברי משה אל פרעה, כי הכתוב קצר בזה. וכן קצר למעלה במכת הברד שסיפר דברי הקב''ה אל משה התיצב לפני פרעה ואמרת אליו (לעיל ט יג), ולא הזכיר דברי משה אל פרעה כלל, כמו שפירשתי (שם יט), וסבת זה שלא ירצה להאריך בשניהם, ופעם יקצר בזה ופעם בזה. ובאלה שמות רבה (יג ד) ראיתי ולמען תספר באזני בנך, הודיעו הקדוש ברוך הוא למשה מה מכה יביא עליהם, וכתב אותה משה ברמז, ולמען תספר באזני בנך ובן בנך, זו מכת הארבה, כמה דתימר עליה לבניכם ספרו ובניכם לבניהם וגו' (יואל א ג)","titles":[{"title":"﻿שמות י ב"},{"title":"﻿שמות פרק י פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-ramban-2-10-3","text":" הרמב\"ן  ויבא משה ואהרן. כתב רבי אברהם ידענו כי לעולם לא יבא משה אל פרעה בלא אהרן עמו כי הוא המליץ, אבל הזכיר עתה משה ואהרן בעבור שצוה פרעה להשיב את שניהם וגירש אותם באחרונה, שלא עשה כן בכל המכות","titles":[{"title":"﻿שמות י ג"},{"title":"﻿שמות פרק י פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-2-10-4","text":" הרמב\"ן  (ד~ה) הנני מביא מחר ארבה. אמרו המפרשים שהיו ימים רבים בין מכת הברד למכת הארבה בעבור הצומח לכם מן השדה (בפסוק הבא). ועל דעתי לא היו ימים רבים ביניהם, רק מעט, כי בידוע הוא שלא נמשך דין המצריים יותר משנה, כי משנות משה רבינו יוודע זה, כמו ששנינו במסכת עדיות (ב י) משפט המצרים במצרים שנים עשר חדש, וכן אמר (בפסוק הבא) יתר הפליטה הנשארת לכם מן הברד. וכתיב (בפסוק יב) אשר השאיר הברד, כי היתה השנה ההיא בעצמה, אם כן היה הברד בחדש אדר בשנה ההיא, לא מקודם לכן, כי השעורה אביב והחטה אפילה ולא יזיק אליה אם יכה הברד מה שצמח ממנה כי תשוב ותצמיח. ועדיין לא פרחה הגפן ולא הנצו האילנות, ולכך אמר הכתוב (לעיל ט כה) ואת כל עץ השדה שבר, כי שבר הענפים והפארות. ואחרי כן בחדש ימים בניסן צמחה החטה והכוסמת, והיא הפליטה הנשארת להם מן הברד, והתחילו העצים להוציא פרח והנצנים נראו. וזה טעם הצומח, כי בא הארבה ואכל פרחיהם והשחית הכל אשר לא השאיר להם פרח או ציץ, ובחדש הזה עצמו נגאלו, והכתוב שאמר (להלן פסוק טו) ואת כל פרי העץ, יאמר על הנץ שיעשה פרי, כמו שאמר (שם) כל ירק בעץ","titles":[{"title":"﻿שמות י ד"},{"title":"﻿שמות פרק י פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-ramban-2-10-6","text":" הרמב\"ן  (ו~ז) ויפן ויצא מעם פרעה. בעבור שפחדו מאד בברד, חשב משה שיפחדו גם עתה שימותו ברעב אם יאבדו יתר הפליטה הנשארת להם, ויצא בלא רשותו טרם שיענוהו הן או לאו, כדי שיתיעצו בדבר, חשב מחשבות אמת, כי כן עשו ואמרו לפרעה הטרם תדע כי אבדה מצרים. ובדברי רבותינו (שמו''ר יג ד) ראה אותן שפונים זה לזה, מאמינים לדבריו, יצא משם כדי שיטלו עצה לעשות תשובה. והנכון בעיני, כי כן היה עושה בכל עת בואו אל פרעה אל היכלו, מתרה בו ויוצא מלפניו, אבל הוצרך הכתוב להזכיר זה בכאן בעבור ויושב את משה וגו'","titles":[{"title":"﻿שמות י ו"},{"title":"﻿שמות פרק י פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-2-10-8","text":" הרמב\"ן  (ח~ט) מי ומי ההולכים. היה פרעה רוצה שילכו ראשיהם זקניהם ושוטריהם, אנשים אשר נקבו בשמות; ומשה ענהו כי גם הבנים והבנות ילכו כי חג ה' לנו, ומצוה על כלנו לחוג לפניו, אז חרה לפרעה על הבנים והבנות, ואמר שלא ישלח הטף בשום פנים, כי הם לא יזבחו, אבל ישלח כל הזכרים הגדולים בעבור החג שאמר, וישארו הטף והנשים","titles":[{"title":"﻿שמות י ח"},{"title":"﻿שמות פרק י פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-ramban-2-10-10","text":"וזה כמדרש חכמים שאמרו באלה שמות רבה (יג ה) דרך הבחורים והזקנים לזבוח, שמא הקטנים והטף, מי שאומר דבר זה אין דעתו אלא לברוח, ראו כי אותה שאתם מבקשים לעשות, שיש בדעתכם לברוח, היא תשוב נגד פניכם שלא תצאו מכאן. כלומר מדה כנגד מדה. ועוד מצאתי בו נוסחא אחרת לית קביל אפיכון לאסתחרא, יאמר אין בהכרת פניכם להסב הרעה אשר בלבבכם, כי הכרת פניכם ענתה בכם. ודרך הפשט דעו כי רעה נגד פניכם, עומדת וקרובה לבא עליכם מאתי, כי אגמול אתכם רעה בראותי שאתם חפצים לברוח","titles":[{"title":"﻿שמות י י"},{"title":"﻿שמות פרק י פסוק י"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-2-10-14","text":"ודעתי בפשט הכתוב, כי בעבור שמכת הארבה רגילה לבא לפעמים בכל הדורות, ועוד שבאה זאת כדרך המקרים כי רוח הקדים נשאו, בעבור זה אמר כי היה גדול מאד מכל אשר נהיה במקרה העולם, כי לפניו ואחריו איננו בא כמוהו, ובגדלו ידעו כי מכת אלהים היא שאין רגילות לבא כן באחד הזמנים, וגם אותו של יואל מכה מאת אלהים","titles":[{"title":"﻿שמות י יד"},{"title":"﻿שמות פרק י פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-ramban-2-10-17","text":" הרמב\"ן  וטעם שא נא חטאתי. דרך כבוד למשה, כי הוא אלהים לפרעה (לעיל ז א) וגדול מאד בארץ מצרים (להלן יא ג). והעתירו אל ה' אלהיכם, לשניהם, כי כן יאמר פרעה בכל פעם דרך מוסר, כי יודע פרעה כי משה הוא המעתיר, כי כן אמר לו למתי אעתיר לך (לעיל ח ח), והעתרתי אל ה' (שם כה), אפרוש את כפי אל ה' (שם ט כט), כי לא ידבר משה בזה לשון רבים, שלא יוציא שקר מפיו","titles":[{"title":"﻿שמות י יז"},{"title":"﻿שמות פרק י פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-ramban-2-10-23","text":" הרמב\"ן  וטעם לא ראו איש את אחיו ולא קמו איש מתחתיו. כי לא היה החשך הזה אפיסת אור השמש שבא שמשם והיה כמו לילה, אבל היה חשך אפלה, כלומר איד עב מאד שירד מן השמים, כי על כן אמר (בפסוק כא) נטה את ידך על השמים, להוריד משם חשכה גדולה נופלת עליהם. והיתה מכבה כל נר, כאשר בכל החפירות העמוקות ובכל מקומות החשך העצום לא יתקיים הנר, וכן העוברים בהרי חשך לא יעמד להם שם הנר ולא האש כלל, ועל כן לא ראו איש את אחיו ולא קמו איש מתחתיו, ואלמלא כן היו משתמשין בנרות, וזהו שאמר הכתוב שלח חושך ויחשך (תהלים קה כח), כי היה שלוח חשך, לא אפיסת אור היום בלבד. ויתכן שהיה איד עב מאד מורגש שהיה בו כמו ממש, כדברי רבותינו (שמו''ר יד א), כאשר הוא בים אוקינוס כעדות ר''א","titles":[{"title":"﻿שמות י כג"},{"title":"﻿שמות פרק י פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-ramban-2-10-24","text":" הרמב\"ן  וטעם צאנכם ובקרכם יוצג. כי אנשי המקנה היו, וכל רכושם וחילם במקנה היה, וחשב פרעה כי לא יניחו כל ממונם ויברחו. ואם אולי יעשו כן הנה ישאר לו עושר גדול, כי היה מקנה כבד מאד","titles":[{"title":"﻿שמות י כד"},{"title":"﻿שמות פרק י פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-ramban-2-10-25","text":" הרמב\"ן  גם אתה תתן בידינו זבחים ועולות. לא אמר משה דבר זה על מנת להעשות, ולא עשה כן כלל, אבל הם דברי חיזוק. יאמר כי תכבד מאד יד ה' עליו ועל עמו, עד כי גם זבחים ועולות וכל אשר לו יתן בעד נפשו. ובאמת כי כאשר אמר להם (להלן יב לב) וברכתם גם אותי, היה נותן ברצונו כל מקנהו לכפר עליו, אבל לא עלה על דעת משה לעשות זבח רשעים תועבה (משלי כא כז), כי ה' חפץ דכאו, לא לכפר עליו, רק להענישו ולנער אותו ואת כל חילו בים. ורבותינו אמרו (מכילתא פרק יג, תנחומא בא ז) כי ''כאשר דברתם'' (להלן יב לב) הוא על מאמרם גם אתה תתן בידינו זבחים ועולות. אולי רצו לומר שרמז להם לתת ככל אשר אמרו, לא שלקחו ממנו כלל, או זבחים ועולות להם כדי שיצאו, לא להקריבם עליו. וגם זה אינו נכון","titles":[{"title":"﻿שמות י כה"},{"title":"﻿שמות פרק י פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-25","positionInPerek":25,"positionInParasha":25},{"uri":"tanach-ramban-2-10-29","text":" הרמב\"ן  לא אוסיף עוד ראות פניך. פעם אחרת אחרי צאתי, כי במכת הבכורות לא ראהו, כי טעם ויקרא למשה ולאהרן (להלן יב לא), שהלך עד פתח ביתם וצעק בחשך קומו צאו מתוך עמי (שם). או ששלח להם על יד המצרים שנאמר בהם (שם לג) ותחזק מצרים על העם למהר לשלחם מן הארץ. ויתכן שיאמר לא אוסיף עוד ראות פניך, בהיכלך, שלא אבא עוד אני אליך, וכך אמרו באלה שמות רבה יפה אמרת, אל תוסף ראות פני עוד, איני בא אצלך, אתה בא אצלי","titles":[{"title":"﻿שמות י כט"},{"title":"﻿שמות פרק י פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-10","interprets":"tanach-2-10-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-ramban-2-11-1","text":"והנה גם בזה קיצר בסיפורים, כי ה' אמר לו עוד נגע אחד אביא על פרעה, והודיעו הנגע ההוא, ואמר לו כחצות הלילה אני יוצא בתוך מצרים, וכל ענין הפרשה ההיא (פסוקים ד~ח), אבל לא רצה הכתוב להאריך באמירה שאמר השם למשה, כי די במה שספר משה לפרעה כה אמר ה', כמו שפירשתי בארבה (לעיל י ב), ובאו כענין הזה פרשיות רבות בתורה. ובסדר הזה פרשת קדש לי כל בכור, תקצר בדבור הקב''ה למשה (לעיל יג ב), ותאריך במאמר משה אל העם זכור את היום הזה (שם ג), וגמר הפרשה כולה, והם דברי השם אל משה שאמרם לישראל בו בלשון שנצטוה. ואמר (בפסוק ב) דבר נא באזני העם, בצאתך מלפני פרעה","titles":[{"title":"﻿שמות יא א"},{"title":"﻿שמות פרק יא פסוק א"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-1","positionInPerek":1,"positionInParasha":30},{"uri":"tanach-ramban-2-11-3","text":"ויש אומרים כי בעיני העם, עם מצרים. ולא אמר בעיני פרעה ובעיני עבדיו, כי השם אמץ את לבו כנגד משה ודבר לו שלא כהוגן עתה פעמים (לעיל י י, כח), כי רצה ה' שיבא אליו וישתחוה לו כבא אדם אל שונאו, כי כל זה גדולה ומעלה למשה. ולא יתכן לפרש כי ויתן ה' את חן העם בעיני מצרים הוא חן ההשאלה, כי עתה בזמן ההבטחה לא יאמר ''ויתן ה''', אבל היה אומר ''ואני אתן את חן העם'', ולמטה בשעת מעשה נאמר וה' נתן (להלן יב לו)","titles":[{"title":"﻿שמות יא ג"},{"title":"﻿שמות פרק יא פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-3","positionInPerek":3,"positionInParasha":32},{"uri":"tanach-ramban-2-11-4","text":" הרמב\"ן  ויאמר משה כה אמר ה' כחצות הלילה. אל פרעה אמר כן ואל עבדיו כמו שאמר בסוף דבריו (בפסוק ח) וירדו כל עבדיך אלה אלי. ולא פירש עתה איזה לילה תהיה המכה הזאת, כי הדבור הזה והאמירה אל פרעה קודם ראש חדש ניסן היה. וכשיאמר כחצות הלילה לא יודע איזה לילה הוא. והנה לא הודיעם משה ליל מכתם, אבל אמר בחרי אף לא אוסיף אני ראות פניך, אבל אתה תקראני ועבדיך ישתחוו לי כחצות הלילה לצאת מארצך. ובפרשה השניה (להלן יב יב) פירש לישראל ועברתי בארץ מצרים בלילה הזה וגו', ובפרשה השלישית אמר (שם כט) ויהי בחצי הלילה הנזכר שעשו בו הפסח","titles":[{"title":"﻿שמות יא ד"},{"title":"﻿שמות פרק יא פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-4","positionInPerek":4,"positionInParasha":33},{"uri":"tanach-ramban-2-11-9","text":" הרמב\"ן  ויאמר ה' אל משה לא ישמע אליכם פרעה. בעבור שהיה ראוי שיפחד פרעה ועבדיו במכת הבכורות ויירא ממנה יותר מכל אשר בא עליהם, וכבר ראו כל דברי משה מתקיימים בהם, בעבור כן הודיעו השם שהוא מחזק את לבו כדי שירבה בו מופתיו במכת בכורות באדם ובבהמה ושפטים באלהיהם. ורש''י אמר מכת בכורות וקריעת ים סוף ולנער המצרים בתוכו. ולא יתכן זה בעבור שאמר (בפסוק הבא) ולא שלח את בני ישראל מארצו","titles":[{"title":"﻿שמות יא ט"},{"title":"﻿שמות פרק יא פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-9","positionInPerek":9,"positionInParasha":38},{"uri":"tanach-ramban-2-11-10","text":" הרמב\"ן  וטעם ומשה ואהרן עשו את כל המופתים האלה. הם המופתים הנזכרים למעלה, ואמר זה בעבור שהשלים כל המעשים שעשו, וגזרת מכת בכורות שכבר הודיעו אותה לפרעה, כי במיתת הבכורות אין למשה ואהרן בה מעשה","titles":[{"title":"﻿שמות יא י"},{"title":"﻿שמות פרק יא פסוק י"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-11","interprets":"tanach-2-11-10","positionInPerek":10,"positionInParasha":39},{"uri":"tanach-ramban-2-12-2","text":"וכבר הזכירו רבותינו זה הענין, ואמרו שמות חדשים עלו עמנו מבבל (ירושלמי ר''ה א ב, ב''ר מח ט), כי מתחלה לא היו להם שמות אצלנו, והסבה בזה, כי מתחלה היה מניינם זכר ליציאת מצרים, אבל כאשר עלינו מבבל ונתקיים מה שאמר הכתוב (ירמיה טז יד~טו) ולא יאמר עוד חי ה' אשר העלה את בני ישראל מארץ מצרים כי אם חי ה' אשר העלה ואשר הביא את בני ישראל מארץ צפון, חזרנו לקרא החדשים בשם שנקראים בארץ בבל, להזכיר כי שם עמדנו ומשם העלנו הש''י. כי אלה השמות ניסן אייר וזולתם שמות פרסיים, ולא ימצא רק בספרי נביאי בבל (זכריה א ז, עזרא ו טו, נחמיה א א) ובמגילת אסתר (ג ז). ולכן אמר הכתוב בחדש הראשון הוא חדש ניסן, כמו הפיל פור הוא הגורל (שם). ועוד היום הגוים בארצות פרס ומדי כך הם קוראים אותם ניסן ותשרי וכלם כמונו. והנה נזכיר בחדשים הגאולה השנית כאשר עשינו עד הנה בראשונה","titles":[{"title":"﻿שמות יב ב"},{"title":"﻿שמות פרק יב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-2","positionInPerek":2,"positionInParasha":41},{"uri":"tanach-ramban-2-12-3","text":" הרמב\"ן  איש שה לבית אבות. טעם המצוה הזאת, בעבור כי מזל טלה בחדש ניסן בכחו הגדול, כי הוא מזל הצומח, לכך צוה לשחוט טלה ולאכול אותו, להודיע שלא בכח מזל יצאנו משם אלא בגזרת עליון. ועל דעת רבותינו שהיו המצרים עובדים אותו (שמו''ר טז ב), כש''כ שהודיע במצוה הזאת שהשפיל אלהיהם וכחם בהיותו במעלה העליונה שלו. וכך אמרו (שם) קחו לכם צאן ושחטו אלהיהם של מצרים","titles":[{"title":"﻿שמות יב ג"},{"title":"﻿שמות פרק יב פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-3","positionInPerek":3,"positionInParasha":42},{"uri":"tanach-ramban-2-12-6","text":"וזה טעם כל הפרשה (דברים טז א) שמור את חדש האביב ועשית פסח לה' אלהיך כי בחדש האביב הוציאך ה' אלהיך ממצרים לילה וגו' לא תאכל עליו חמץ, הזכיר העשייה והלילה, וצוה איך יאכלוהו, והזכיר שבעת הימים (פסוק ג~ד), ואין בכל הפרשה ההיא זכר ליום ארבעה עשר והשחיטה בו. וכן אמר ולא ילין מן הבשר אשר תזבח בערב ביום הראשון לבקר (דברים טז ד). והנה בערב ביום הראשון, יום חמשה עשר, הראשון בשבעת הימים הנזכרים. כי יום ארבעה עשר לא הוזכר כאן כלל, וכן בארבעה עשר יום לחדש בערב תאכלו מצות (להלן פסוק יח) הוא ליל חמשה עשר. והנה פירוש אשר תזבח בערב שלא ילין לבקר מן הבשר אשר תעשה אותו זבח בערב יום הראשון","titles":[{"title":"﻿שמות יב ו"},{"title":"﻿שמות פרק יב פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-6","positionInPerek":6,"positionInParasha":45},{"uri":"tanach-ramban-2-12-8","text":"ויותר נכון שנאמר כי ומצות נמשך למעלה, ואכלו את הבשר ומצות, וחזר וצוה עם מרורים יאכלוהו לבשר הנזכר, והנה צוה באכילת הבשר ובאכילת המצות, ולא צוה באכילת המרורים, רק אמר שיאכלו לבשר עם מרורים, ירמוז שאין במרורים מצוה רק לאכול הבשר עמהם, ובזמן שאין בשר אין במרורים מצוה. וגם אינם מעכבים הבשר, ואם אכל פסח ולא אכל מרורים ידי פסח יצא, כי המצוה בפסח כמו המצוה במצה, כל אחת צואה בפני עצמה","titles":[{"title":"﻿שמות יב ח"},{"title":"﻿שמות פרק יב פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-8","positionInPerek":8,"positionInParasha":47},{"uri":"tanach-ramban-2-12-9","text":" הרמב\"ן  אל תאכלו ממנו נא ובשל'. זו מצוה לדורות, שכל המצות בכאן בגוף הפסח מצוה לדורות, אבל המצוה באוכלים, כגון מתניכם חגורים (פסוק יא), והדם על המשקוף (פסוק ז), איננו רק בפסח מצרים. וכן אמר הכתוב בפסח שני (במדבר ט יא יב) על מצות ומרורים יאכלוהו, לא ישאירו ממנו עד בקר ועצם לא ישברו בו ככל חוקת הפסח יעשו אותו, שהן צלי אש, לא נא ולא מבושל","titles":[{"title":"﻿שמות יב ט"},{"title":"﻿שמות פרק יב פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-9","positionInPerek":9,"positionInParasha":48},{"uri":"tanach-ramban-2-12-12","text":"ובכל אלהי מצרים אעשה שפטים. ולא על ידי השליח השלוח מאתו יתברך לכל המעשים הנעשים בארץ, והוא המלאך הגדול שנקרא בעבור כן מטטרון. כי פירוש המלה מורה הדרך, כמו שאמר בספרי (האזינו שלח) אצבעו של הקב''ה נעשה מטטרון למשה והראהו כל ארץ ישראל. ובילמדנו (מובא בערוך ערך מטטר) וישמע בלק כי בא בלעם (במדבר כב לו), ששלח מטטרון לפניו, ועוד שם ראה החילותי תת לפניך (דברים ב לא), אי אכפת לך אני מטטרון שלך. ואל תתמה שהרי אני עתיד לעשות מטטור לפני אדם ערל, לפני כורש, שנאמר אני לפניך אלך (ישעיה מה ב), לפני אשה אני עתיד לקדם, לפני דבורה וברק, שנאמר הלא ה' יצא לפניך (שופטים ד יד). וכן במקומות רבים. וכן שמעתי כי שליח בלשון יון ''מטטר''. ודרשו אני ה', אני הוא ולא אחר, שהוא אחד ואין אלהים עמו למחות על ידו, וזהו ענין המדרש הזה","titles":[{"title":"﻿שמות יב יב"},{"title":"﻿שמות פרק יב פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-12","positionInPerek":12,"positionInParasha":51},{"uri":"tanach-ramban-2-12-16","text":"לכל נפש. אפילו נפש בהמה. יכול אף לכותים, תלמוד לומר לכם. לשון רש''י. וגם זה איננו כהלכה. אבל לכם ולא לכותים, לכם ולא לבהמה (עי' ביצה כא.)","titles":[{"title":"﻿שמות יב טז"},{"title":"﻿שמות פרק יב פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-16","positionInPerek":16,"positionInParasha":55},{"uri":"tanach-ramban-2-12-19","text":"ולפי זה אמרו בגמרא (פסחים ו.) ייחד לו בית אינו עובר עליו, לומר שחמץ של נכרי שקבל עליו אחריות אע''פ שנדון כשלו אינו אסור אלא ברשות ישראל, אבל ברשות גוי מותר, ואפילו מדבריהם לא גזרו עליו כלל. והרב לא סבר כן בפירוש גמרא דפסחים. וזה שסיימו בברייתא שכתבנו יצא חמצו של נכרי שהוא ברשות ישראל, מהיקש בתים וגבולין קאמר, דמה בגבולין מותר דכתיב לך, שלך אי אתה רואה אבל אתה רואה של אחרים ושל גבוה. אף בבתים נמי מותר. ומוציא נמי חמץ שנפלה עליו מפולת גדולה שאין בידו לפקח הגל, והוא אבוד ממנו ומכל אדם שהוא מותר, דלא קרינא ביה שלך","titles":[{"title":"﻿שמות יב יט"},{"title":"﻿שמות פרק יב פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-19","positionInPerek":19,"positionInParasha":58},{"uri":"tanach-ramban-2-12-20","text":"והענין לומר שהזהיר הכתוב את ישראל במצרים שלא יצאו מפתח ביתם בלילה ההוא, לפי שהקב''ה עובר במצרים כמלך שעובר ממקום למקום וספקלטורים לפניו שלא יפגע בו אדם ולא יסתכל בו, כענין ובא ה' אלהי כל קדושים עמך (זכריה יד ה), וכן והיה בעבור כבודי ושמתיך בנקרת הצור (להלן לג כב), להגין עליו משרפים ופמליא של מעלה. וכיון שמצינו בשעה שנתנה רשות למשחית לחבל שאינו מבחין בין צדיק לרשע, לפיכך אין אדם רשאי לשנות דרך העולם שיצא בלילה, לפי שהוא זמנן של חיות שנתן להם לטרוף, ואין להבחין בין צדיק לרשע","titles":[{"title":"﻿שמות יב כ"},{"title":"﻿שמות פרק יב פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-20","positionInPerek":20,"positionInParasha":59},{"uri":"tanach-ramban-2-12-23","text":" הרמב\"ן  וטעם ולא יתן המשחית. המלאך המשחית בעולם בעת הנגף, כענין ויאמר למלאך המשחית בעם רב עתה הרף ידך (ש''ב כד טז), לא המשחית במצרים, כי הקדוש ברוך הוא הוא המכה","titles":[{"title":"﻿שמות יב כג"},{"title":"﻿שמות פרק יב פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-23","positionInPerek":23,"positionInParasha":62},{"uri":"tanach-ramban-2-12-24","text":". ( כח) וילכו ויעשו בני ישראל. שיצאו מלפני משה והלכו אל הצאן ועשו הפסח בערבים, ודרך הכתוב לכפול ולאמר כן עשו, לבאר שלא הפילו דבר מכל אשר צוו, כמו שפירשתי בנח (בראשית ו כב). וכן וירא משה את כל המלאכה והנה עשו אותה כאשר צוה ה' כן עשו (להלן לט מג). ולרבותינו בזה מדרש (מכילתא כאן) לפי שלא היה צריך הכתוב להזכיר ההליכה, אמרו ליתן שכר להליכה ושכר לעשייה. ויעשו, וכי כבר עשו, אלא מכיון שקבלו עליהם לעשות העלה עליהם הכתוב כאלו עשו. כאשר צוה את משה ואת אהרן כן עשו, להודיע שבחן של ישראל, שכשם שאמר להם משה ואהרן עשו. ד''א מה תלמוד לומר כן עשו, אלא שאף משה ואהרן כן עשו. דרשו תחלה כי הכפל לשבח ישראל שלא שכחו, ולא נפל להם דבר מכל אשר אמרו להם, והוא דרך הלשון במקומות רבים","titles":[{"title":"﻿שמות יב כד"},{"title":"﻿שמות פרק יב פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-24","positionInPerek":24,"positionInParasha":63},{"uri":"tanach-ramban-2-12-30","text":" הרמב\"ן  כי אין בית אשר אין שם מת. לשון רש''י היה שם בכור, מת, אין שם בכור, גדול הבית מת, שקרוי ''בכור'', שנאמר (תהלים פט כז) אף אני בכור אתנהו. ד''א מצריות מזנות תחת בעליהן ויולדות מרווקים פנוים, והיו להם בכורות הרבה, פעמים הם חמשה לאשה אחת, וכל אחד בכור לאביו. ועל דרך הפשט הבכורות שמתו במצרים בכורי פטר רחם היו, ועל כן קדש תחתיהם כל בכור פטר רחם בבני ישראל באדם ובבהמה (להלן יג ב), והיה בכור פרעה היושב על כסאו (פסוק כט) פטר רחם לאמו, וכן מנהג המלכים להיות הגבירה המולכת בתולה כענין שנאמר באחשורוש (אסתר ב ג). אבל על דעת רבותינו נתרץ שהכה במצרים כל בכוריהם, כלומר בכור האב ראשית אונו, ובכור האם פטר רחם, וגם גדול הבית. ולא רצה לקדש תחתיהם בישראל רק בכור האם, שהוא ידוע ומפורסם יותר, ובבהמה לא יודע כלל רק בכור האם, ובחר מכלם המין ההוא. וכדמות ראיה לזה ויך כל בכור במצרים ראשית אונים באהלי חם (תהלים עח נא), כי על הזכר יאמר כן","titles":[{"title":"﻿שמות יב ל"},{"title":"﻿שמות פרק יב פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-30","positionInPerek":30,"positionInParasha":69},{"uri":"tanach-ramban-2-12-31","text":"ואמר לכו עבדו את ה' כדברכם. פיוס, שירצו לצאת וישמעו אליו, כי אתם חפצים ללכת למדבר לעבוד את ה'","titles":[{"title":"﻿שמות יב לא"},{"title":"﻿שמות פרק יב פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-31","positionInPerek":31,"positionInParasha":70},{"uri":"tanach-ramban-2-12-32","text":" הרמב\"ן  וטעם וברכתם גם אותי. כאשר תזבחו לה' אלהיכם כאשר דברתם, ותתפללו על נפשותיכם שלא יפגע אתכם בדבר או בחרב, תזכירו גם אותי עמכם. ואמר רש''י, התפללו עלי שלא אמות שאני בכור. ופשוטו שיברכו אותו ואת ממלכתו, כי בכלל ברכת המלך שלום כל המלכות. ובמכילתא (כאן), התפללו עלי שתכלה ממני הפורענות, כלומר שלא יענש עוד בעבורם","titles":[{"title":"﻿שמות יב לב"},{"title":"﻿שמות פרק יב פסוק לב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-32","positionInPerek":32,"positionInParasha":71},{"uri":"tanach-ramban-2-12-39","text":" הרמב\"ן  וטעם ויאפו את הבצק. שאפו אותו מצות מפני המצוה שנצטוו שאור לא ימצא בבתיכם כי כל אוכל מחמצת ונכרתה. ואמר כי גורשו ממצרים, לומר שאפו אותו בדרך בעבור כי גורשו ממצרים ולא יכלו להתמהמה לאפות אותו בעיר ולשאת אותו אפוי מצות, ועל כן נשאו אותו בצק ומשארותם צרורות בשמלותם על שכמם, ומהרו ואפו אותו טרם יחמץ בדרך או בסכות, כשבאו שם לשעה קלה כדברי רבותינו (מכילתא כאן)","titles":[{"title":"﻿שמות יב לט"},{"title":"﻿שמות פרק יב פסוק לט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-39","positionInPerek":39,"positionInParasha":78},{"uri":"tanach-ramban-2-12-40","text":"ודומה לו (דברים ב יד) והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד ל''ח שנה, להשלים החשבון, כי לא הלכו מקדש ברנע עד נחל זרד ל''ח שנה, אבל ישבו בקדש שנים רבות, ואח''כ הלכו משם וחזרו לאחור דרך ים סוף, ובשנת ל''ח עברו נחל זרד. והנה שיעור הכתוב והימים אשר הלכנו מקדש ברנע עד אשר עברנו את נחל זרד עד שלשים ושמונה שנה. וכמוהו, אשרי המחכה ויגיע לימים אלף שלש מאות שלשים וחמשה (דניאל יב יב), שיגיע לקצם, לא להם עצמם","titles":[{"title":"﻿שמות יב מ"},{"title":"﻿שמות פרק יב פסוק מ"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-40","positionInPerek":40,"positionInParasha":79},{"uri":"tanach-ramban-2-12-42","text":"וטעם הוא הלילה הזה לה' שמורים לכל בני ישראל לדורותם. שזה הלילה שהיה שמור לשם להוציאם ממצרים הוא לה', כלומר מקודש לשמו, שמורים לכל בני ישראל לדורותם, שישמרו אותו לעבוד בו לפניו באכילת הפסח וזכירת הנסים, ולתת הלל והודאה לשמו, כמו שאמר (להלן יג י) ושמרת את החקה הזאת, ואמר (דברים טז א) שמור את חדש האביב. ורבי אברהם אמר כי טעם ליל שמורים הוא לה', שהשם שמרם ולא נתן המשחית לבא אל בתיהם. ואיננו נכון בעבור שאמר להוציאם מארץ מצרים","titles":[{"title":"﻿שמות יב מב"},{"title":"﻿שמות פרק יב פסוק מב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-42","positionInPerek":42,"positionInParasha":81},{"uri":"tanach-ramban-2-12-43","text":", כל בן נכר. שנתנכרו מעשיו לאביו שבשמים, ואחד גוי ואחד ישראל במשמע. לשון רש''י ממכילתא (כאן). והכתוב לא הוצרך אלא לישראל. וכן תרגם אונקלוס כל בן נכר כל בר ישראל דאשתמד, שהתנכר לאחיו ולאביו שבשמים במעשיו הרעים, והוא משומד שהזכירו חכמים בכל מקום, ופירושו מנוכר, ושיעורו משומדע, מלשון ואשתמודע יוסף לאחוהי ואינון לא אשתמודעוהי (בראשית מב ח), וחסרו העי''ן, כמו שהבליעוה במלות רבות, ואמרו מדם במקום מדעם (עי' ערוך ערך מדעם). דור קטי (כתובות י","titles":[{"title":"﻿שמות יב מג"},{"title":"﻿שמות פרק יב פסוק מג"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-43","positionInPerek":43,"positionInParasha":82},{"uri":"tanach-ramban-2-12-45","text":" הרמב\"ן  תושב זה גר תושב. שכיר, זה הגוי. ומה תלמוד לומר והלא ערלים הם, אלא כגון ערבי מהול וגבעוני מהול. לשון רש''י. ולא ידעתי למה יכתוב הרב הדברים הנדחים בגמרא, שהרי הקשו על זה (יבמות עא.) והני מולין נינהו והתנן (נדרים ג יא) הנודר מן הערלים מותר בערלי ישראל ואסור במולי אומות העולם, שנאמר (ירמיה ט כה) כי כל הגוים ערלים וכל בית ישראל ערלי לב, והעמידו הכתוב בגר שמל ולא טבל","titles":[{"title":"﻿שמות יב מה"},{"title":"﻿שמות פרק יב פסוק מה"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-45","positionInPerek":45,"positionInParasha":84},{"uri":"tanach-ramban-2-12-51","text":" הרמב\"ן  ויהי בעצם היום הזה הוציא ה'. מפני שאמר למעלה (פסוק מב) ליל שמורים הוא לה' להוציאם מארץ מצרים, חזר ופירש כי לא יצאו בלילה כלם מן הארץ, אלא שנתן להם רשות לצאת והיו בני חורין, אבל בעצם היום ההוא יצאו מכל גבול מצרים עם כל צבאותם צבא הנשים וערב רב הנלוים עליהם. ור''א פירש כי ויהי בעצם היום הזה שהוציא ה' את בני ישראל מארץ מצרים דבר השם אל משה קדש לי","titles":[{"title":"﻿שמות יב נא"},{"title":"﻿שמות פרק יב פסוק נא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-12","interprets":"tanach-2-12-51","positionInPerek":51,"positionInParasha":90},{"uri":"tanach-ramban-2-13-2","text":" הרמב\"ן  וטעם קדש לי. שיקדש אותם מיד, שתהיה המצוה נוהגת במדבר. והוסיפה הפרשה מצות רבות שיזכרו היום והחדש שהיה אביב, וישמרו את החקה הזאת למועדה, וזה רמז לעבור השנה כי לא נעשה פסח רק בחדש האביב, והוסיפה בחמץ לא יראה לך שאור בכל גבולך, ומצות הטוטפות","titles":[{"title":"﻿שמות יג ב"},{"title":"﻿שמות פרק יג פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-2","positionInPerek":2,"positionInParasha":92},{"uri":"tanach-ramban-2-13-5","text":"ועוד שנוי בספרי (דברים יח ב) ונחלה לא יהיה לו, זו נחלת חמשה עממין. בקרב אחיו, זו נחלת שני עממים. הפרישו בפני עצמן ה' עממין הללו, לפי שהם עקר הארץ שבה הבטיחם שהיא זבת חלב ודבש. ורש''י בפרשת שופטים ושוטרים (שם) נתקשה בזו הברייתא. ועל הדעת הזו הכתוב למעלה (ג ח) אל ארץ טובה ורחבה אל ארץ זבת חלב ודבש, לא בעבור זבת חלב ודבש הוסיף שם את הפריזי, אלא בעבור ארץ טובה ורחבה, והם הששה גוים הנזכרים בכל מקום, כי הגרגשי פנה ולא נזכר בתורה רק בפסוק ונשל גוים רבים מפניך וגו' (דברים ז א), ולכן אמר רבים, וכן כתוב (שם כ יז) כי החרם תחרימם החתי והאמורי הכנעני והפריזי החוי והיבוסי, ולא הזכיר הגרגשי, ירמוז כי לא יבא עמהם במלחמה ויפנה מפניהם","titles":[{"title":"﻿שמות יג ה"},{"title":"﻿שמות פרק יג פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-5","positionInPerek":5,"positionInParasha":95},{"uri":"tanach-ramban-2-13-6","text":" הרמב\"ן  וטעם וביום השביעי חג לה'. שיביאו חגיהם ביום השביעי, ולא יאחרו עוד, שאין לו תשלומין אחר כך. אבל הראשון יש לו תשלומין כל שבעה לענין החג (חגיגה ט.). ושניהם שוים לענין מקרא קדש, כמו שאמרו למעלה (יב טז) וביום הראשון מקרא קדש וגו' וביום השביעי מקרא קדש וגו'","titles":[{"title":"﻿שמות יג ו"},{"title":"﻿שמות פרק יג פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-6","positionInPerek":6,"positionInParasha":96},{"uri":"tanach-ramban-2-13-8","text":" הרמב\"ן  בעבור זה עשה ה' לי. בעבור זה שעשה ה' לי בצאתי ממצרים, וכן והודעת להם את הדרך ילכו בה (להלן יח כ), ורבים כן. יאמר, כי בעבור זה שעשה ה' לי בצאתי ממצרים אני עובד את העבודה הזאת, כענין שאמר למטה (בפסוק טו) על כן אני זובח לה' כל פטר רחם. ואמר זה, כלומר תגיד לו זה שאתה רואה בעיניך שעשה ה' לך בצאתך ממצרים. ורבותינו דרשו (במכילתא כאן) כי על מצה ומרור שמונחים לפניו ירמוז. ויתכן שיהיה שיעורו. והגדת לבנך בעבור זה עשה ה' לי בצאתי ממצרים, כאומר כך וכך עשה ה' לי, כי מלת בעבור תשמש גם ''בעצם ענין'', כמו בעבור הילד חי צמת ותבך (ש''ב יב כא), אינו בגלל. ורבי אברהם אמר כי בעבור זה שאני עושה ועובד לפניו באכילת הפסח והמצה עשה ה' לי אותות עד שהוציאני ממצרים. ואינו נכון. ועוד אפרש הכתוב (להלן בפסוק טז)","titles":[{"title":"﻿שמות יג ח"},{"title":"﻿שמות פרק יג פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-8","positionInPerek":8,"positionInParasha":98},{"uri":"tanach-ramban-2-13-9","text":" הרמב\"ן  והיה לך לאות על ידך ולזכרון בין עיניך למען תהיה תורת ה' בפיך. שיעורו והיה לך לאות על ידך ולזכרון בין עיניך כי ביד חזקה הוציאך ה' ממצרים למען תהיה תורת ה' בפיך. ופי' שתכתוב על ידך ועל בין עיניך יציאת מצרים ותזכור אותה תמיד, למען שתהיה תורת ה' בפיך לשמור מצותיו ותורותיו כי הוא אדוניך הפודך מבית עבדים","titles":[{"title":"﻿שמות יג ט"},{"title":"﻿שמות פרק יג פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-9","positionInPerek":9,"positionInParasha":99},{"uri":"tanach-ramban-2-13-11","text":"וטעם כאשר נשבע לך ולאבותיך. שנשבע לאבותיך לתת לך, כמו שאמר למעלה (בפסוק ה) אשר נשבע לאבותיך לתת לך, או שיקרא דבר השם שבועה, כי אמר כן פעמים וארד להצילו ולהעלותו מן הארץ ההיא אל ארץ טובה ורחבה (לעיל ג ח), ועוד והבאתי אתכם אל הארץ אשר נשאתי את ידי (שם ו ח)","titles":[{"title":"﻿שמות יג יא"},{"title":"﻿שמות פרק יג פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-11","positionInPerek":11,"positionInParasha":101},{"uri":"tanach-ramban-2-13-12","text":" הרמב\"ן  והעברת כל פטר רחם לה'. לשון הפרשה, שתעבירנו מן העדר להיות לה', וחזר ופירש מה היא העברה זו, שכל פטר שגר בהמה הזכרים ופטר חמור ובכור אדם בבניו יהיו לה'. ורש''י כתב והעברת כל פטר רחם לה', בבכור אדם הכתוב מדבר","titles":[{"title":"﻿שמות יג יב"},{"title":"﻿שמות פרק יג פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-12","positionInPerek":12,"positionInParasha":102},{"uri":"tanach-ramban-2-13-16","text":"ומן הנסים הגדולים המפורסמים אדם מודה בנסים הנסתרים שהם יסוד התורה כלה, שאין לאדם חלק בתורת משה רבינו עד שנאמין בכל דברינו ומקרינו שכלם נסים אין בהם טבע ומנהגו של עולם, בין ברבים בין ביחיד, אלא אם יעשה המצות יצליחנו שכרו, ואם יעבור עליהם יכריתנו ענשו, הכל בגזרת עליון כאשר הזכרתי כבר (בראשית יז א, ולעיל ו ב). ויתפרסמו הנסים הנסתרים בענין הרבים כאשר יבא ביעודי התורה בענין הברכות והקללות, כמו שאמר הכתוב (דברים כט יג כד) ואמרו כל הגוים על מה עשה ה' ככה לארץ הזאת, ואמרו על אשר עזבו את ברית ה' אלהי אבותם, שיתפרסם הדבר לכל האומות שהוא מאת ה' בעונשם. ואמר בקיום וראו כל עמי הארץ כי שם ה' נקרא עליך ויראו ממך. ועוד אפרש זה בעזרת השם (ויקרא כו יא)","titles":[{"title":"﻿שמות יג טז"},{"title":"﻿שמות פרק יג פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-3","perek":"tanach-2-13","interprets":"tanach-2-13-16","positionInPerek":16,"positionInParasha":106},{"uri":"tanach-ramban-2-13-17","text":"ולשון רש''י בראותם מלחמה, כגון מלחמת הכנעני והעמלקי, אם הלכו בדרך ישרה היו חוזרין, מה אם כשהקיפם דרך מעוקם אמרו נתנה ראש ונשובה מצרימה, אם הוליכן בפשוטה על אחת כמה וכמה. מכילתא. והענין הזה שאמר ולא נחם אלהים, ויסב אלהים את העם דרך המדבר, כי בנסעם מסכות החל עמוד הענן ללכת לפניהם ולא הלך דרך ארץ פלשתים, אבל הלך דרך מדבר איתם וישראל הלכו אחריו, וישכון הענן באיתם ויחנו שם והוא בקצה המדבר","titles":[{"title":"﻿שמות יג יז"},{"title":"﻿שמות פרק יג פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-13","interprets":"tanach-2-13-17","positionInPerek":17,"positionInParasha":1},{"uri":"tanach-ramban-2-13-18","text":" הרמב\"ן  וטעם וחמושים עלו בני ישראל. לומר כי אע''פ שהסב ה' אותם דרך המדבר היו יראים פן יבאו עליהם פלשתים יושבי הערים הקרובות להם והיו חלוצים כמו היוצאים למלחמה. ויש אומרים (ראב''ע) שספר הכתוב שיצאו ביד רמה וחשבו להיות גאולים, ולא הלכו כדמות עבדים בורחים","titles":[{"title":"﻿שמות יג יח"},{"title":"﻿שמות פרק יג פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-13","interprets":"tanach-2-13-18","positionInPerek":18,"positionInParasha":2},{"uri":"tanach-ramban-2-13-21","text":"ור''א אמר כי הכתוב ידבר הוא כלשון בני האדם, בעבור כי כח השם ושלוחו הוא הולך עם ישראל כדרך מוליך לימין משה זרוע תפארתו (ישעיה סג יב). והאמת שהוא כדרך מוליך לימין משה, אבל לא כאשר יבין ר''א ממנו, וכתיב כן נהגת עמך לעשות לך שם תפארת (שם יד)","titles":[{"title":"﻿שמות יג כא"},{"title":"﻿שמות פרק יג פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-13","interprets":"tanach-2-13-21","positionInPerek":21,"positionInParasha":5},{"uri":"tanach-ramban-2-14-4","text":" הרמב\"ן  וחזקתי את לב פרעה ורדף אחריהם. בעבור שפחד פרעה מהם במכת הבכורות ובקש מהם וברכתם גם אותי (לעיל יב לב), לא היה בלבו לרדוף אחריהם אפילו אם יברחו, אלא שיעשה משה בהם כרצונו, ועל כן הוצרך לומר כי הוא יחזק את לבו לרדוף אחריהם. ולמטה (פסוק יז) אמר פעם אחרת הנני מחזק את לב מצרים ויבאו אחריהם, כי בראותם שנקרע הים לפני בני ישראל והם הולכים ביבשה בתוכו איך ימלאם לבם לבא אחריהם להרע להם, ואין בכל המופתים כפלא הזה, וזה באמת שגעון להם, אבל סכל עצתם וחזק את לבם ליכנס בים","titles":[{"title":"﻿שמות יד ד"},{"title":"﻿שמות פרק יד פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-4","positionInPerek":4,"positionInParasha":10},{"uri":"tanach-ramban-2-14-5","text":" הרמב\"ן  ויוגד למלך מצרים כי ברח העם. איקטורין שלח עמהם, וכיון שהגיעו עד שלשת ימים שקבעו לילך ולשוב וראו שאינם חוזרים למצרים חזרו והגידו לפרעה ביום הרביעי, חמישי וששי רדפו אחריהם, ליל שביעי ירדו לים, בשחרית אמרו שירה, והוא יום שביעי של פסח, לכך אנו קורין השירה ביום השביעי. זהו לשון רש''י. וכן הוא במכילתא (כאן). ועל דרך הפשט הוא אשר דבר ה' ואמר פרעה לבני ישראל, כי כאשר עשו כן בני ישראל ושבו וחנו לפני פי החירות לפני בעל צפון הוגד זה למלך מצרים ואמר כי ברח העם והם נבוכים במדבר ואינם הולכים אל ידוע לזבוח. וזה טעם ובני ישראל יוצאים ביד רמה (פסוק ח), שעשו להם דגל ונס להתנוסס, ויוצאים בשמחה ובשירים בתוף ובכנור כדמות הנגאלים מעבדות לחירות, לא כעבדים העתידים לשוב לעבודתם, וכל זה הוגד לו","titles":[{"title":"﻿שמות יד ה"},{"title":"﻿שמות פרק יד פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-5","positionInPerek":5,"positionInParasha":11},{"uri":"tanach-ramban-2-14-10","text":"ואונקלוס תרגם בכאן ויצעקו וצעיקו, עשאו ענין תרעומת, לומר שלא התפללו אבל היו מתרעמים לפניו על שהוציאם ממצרים, כלשון ויצעקו אל פרעה לאמר למה תעשה כה לעבדיך (לעיל ה טו). וכמוהו ותהי צעקת העם ונשיהם גדולה אל אחיהם היהודים (נחמיה ה א), מתרעמים עליהם בקול גדול וצעקה. ובמכילתא (כאן) תפשו להם אומנות אבותם, ויאמרו אל משה המבלי אין קברים במצרים, מאחר שנתנו שאור בעיסה באו להם אצל משה, אמרו לו הלא זה הדבר אשר דברנו אליך וגו'. ושאור שבעיסה הוא היצר הרע, והיה דעתם לומר כי מתחלה צעקו אל ה' לתת בלב פרעה לשוב מאחריהם, וכאשר ראו שלא היה חוזר אבל היה נוסע וקרב אליהם, אז אמרו לא נתקבלה תפלתנו ונכנסה בלבם מחשבה רעה להרהר אחרי משה כאשר בתחלה","titles":[{"title":"﻿שמות יד י"},{"title":"﻿שמות פרק יד פסוק י"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-10","positionInPerek":10,"positionInParasha":16},{"uri":"tanach-ramban-2-14-13","text":" הרמב\"ן  כי אשר ראיתם את מצרים היום לא תוסיפו לראותם עוד. על דעת רבותינו היא מצות לא תעשה לדורות (מכילתא כאן). ואם כן יאמר הכתוב אל תיראו, התיצבו במקומכם וראו את ישועת ה' שיושיע אתכם היום מידם ואל תשובו לעבודתם, כי מצרים אשר ראיתם אותם היום הקב''ה מצוה אתכם עוד שלא תוסיפו ברצונכם לראותם מעתה ועד עולם. ותהיה מצוה מפי משה לישראל, ולא הוזכרה למעלה. וכן ולא ישיב את העם מצרימה למען הרבות סוס וה' אמר לכם לא תוסיפון לשוב בדרך הזה עוד (דברים יז טז), שהיא מצוה באמת, לא הבטחה","titles":[{"title":"﻿שמות יד יג"},{"title":"﻿שמות פרק יד פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-13","positionInPerek":13,"positionInParasha":19},{"uri":"tanach-ramban-2-14-15","text":" הרמב\"ן  מה תצעק אלי. אמר ר''א כי משה כנגד כל ישראל, שהיו צועקים לו, כמו שאמר ויצעקו בני ישראל אל ה'. וא''כ למה אמר מה תצעק אלי, ראוי להם לצעק. ואולי יאמר מה תניחם לצעוק דבר להם ויסעו, כי כבר אמרתי לך ואכבדה בפרעה (פסוק ד). ורבותינו אמרו (מכילתא כאן) שהיה משה צועק ומתפלל, והוא הנכון, כי לא ידע מה יעשה, ואף על פי שאמר לו השם ואכבדה בפרעה, הוא לא היה יודע איך יתנהג, כי הוא על שפת הים והשונא רודף ומשיג, והיה מתפלל שיורנו ה' דרך יבחר. וזה טעם מה תצעק אלי, שהיית צריך לשאל מה תעשה ואין לך צורך לצעוק, כי כבר הודעתיך ואכבדה בפרעה, ולא סיפר הכתוב צעקת משה, כי הוא בכלל ישראל","titles":[{"title":"﻿שמות יד טו"},{"title":"﻿שמות פרק יד פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-15","positionInPerek":15,"positionInParasha":21},{"uri":"tanach-ramban-2-14-19","text":"ויהי באשמורת הבקר וישקף ה' אל מחנה וגו'. כי הסיר עמוד האש ממחנה ישראל כמנהג כל הימים, ושמו היום משקיף על מחנה מצרים, בינם ובין עמוד הענן אשר ישתמשו בו ישראל ביום. ויהם את מחנה מצרים בהשקיף עמוד האש עליהם, כי יגיע עליהם חומו הגדול ולהבה תלהט רשעים (תהלים קו יח). וכבר פירשתי במעשה בראשית (בראשית א ד) כי יסוד האש יקרא חשך, ו''הענן והחשך'' הוא עמוד אש וענן, אבל עמוד האש היה מאיר לכל ישראל בעמודו, והיה עתה מחשיך למצרים מפני היותו בא בעמוד הענן אשר יחשיך עליו כשמש אשר הענן יכסנו. והנה עשה הכל בשני עמודים הללו. וזהו הנכון בפסוקים האלה","titles":[{"title":"﻿שמות יד יט"},{"title":"﻿שמות פרק יד פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-19","positionInPerek":19,"positionInParasha":25},{"uri":"tanach-ramban-2-14-21","text":" הרמב\"ן  ויט משה את ידו על הים ויולך ה' את הים ברוח קדים וגו'. היה הרצון לפניו יתברך לבקע הים ברוח קדים מיבשת שיראה כאלו הרוח היא המחרבת ים, כענין שכתוב (הושע יג טו) יבא קדים רוח ה' ויבוש מקורו וייחרב מעיינו, השגיא למצרים ויאבדם, כי בעבור זה חשבו אולי הרוח שם הים לחרבה, ולא יד ה' עשתה זאת בעבור ישראל, אע''פ שאין הרוח בוקעת הים לגזרים לא שמו לבם גם לזאת, ובאו אחריהם מרוב תאותם להרע להם, וזה טעם וחזקתי את לב פרעה ויבאו אחריהם, שחזק לבם לאמר ארדוף אויבי ואשיגם בים, ואין מידי מציל, ולא זכרו עתה כי ה' נלחם להם במצרים","titles":[{"title":"﻿שמות יד כא"},{"title":"﻿שמות פרק יד פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-21","positionInPerek":21,"positionInParasha":27},{"uri":"tanach-ramban-2-14-28","text":" הרמב\"ן  ויכסו את הרכב ואת הפרשים לכל חיל פרעה. כך דרך מקראות לדבר כן בלמ''ד יתירה, כמו לכל כלי המשכן (להלן כז יט), לכל כליו תעשה נחשת (שם ג), ואינה אלא לשון תקון. לשון רש''י. ואינו כן במקום הזה, רק פירושו ויכסו את הרכב ואת הפרשים ולכל חיל פרעה הבאים אחריהם בים, והחיל אינם הרכב והפרשים, אבל הם עמו אשר לקח עמו, כמו שאמר למעלה (יד ט) כל סוס רכב פרעה ופרשיו וחילו. וכמוהו כסוי בלמ''ד כמים לים מכסים (ישעיה יא ט), ועשית מכסה לאהל (להלן כו יד), ובא ''על'' המכסה על הקרב (ויקרא ד ח), וכן רבים","titles":[{"title":"﻿שמות יד כח"},{"title":"﻿שמות פרק יד פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-28","positionInPerek":28,"positionInParasha":34},{"uri":"tanach-ramban-2-14-31","text":"ועל דרך האמת יאמר שנגלית להם היד הגדולה, והיא מדת הדין שעשה ה' במצרים, כי היתה שם במצרים מכה בהם, וזה כמו ועל הארץ הראך את אשו הגדולה (דברים ד לו), והוא הימין אשר תרעץ אויב, והיא זרוע ה' שאמר הכתוב עורי עורי לבשי עז זרוע ה' (ישעיה נא ט), הלא את היא המחרבת ים (שם י). ולא יתעלם ממך מה שאמר ''לבשי עז'' ממה שכתבנו בפסוק מידי אביר יעקב (בראשית מט כד)","titles":[{"title":"﻿שמות יד לא"},{"title":"﻿שמות פרק יד פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-14","interprets":"tanach-2-14-31","positionInPerek":31,"positionInParasha":37},{"uri":"tanach-ramban-2-15-1","text":"כי גאה גאה. על השירות, ועל כל מה שאקלס בו עוד יש בו נוספות. לשון רש''י. עשאו לשון רוממות וגודל. ואולי כן הוא, וכמוהו ופה ישית בגאון גליך (איוב לח יא), כי גאו המים (יחזקאל מז ה), ויגאה כשחל תצודני (איוב י טז), לשון גדל ורבוי. והנכון דעת אונקלוס, לשון גאות ממש, כי נתגאה על הסוס שמתגאה במלחמה ועל הגבור הרוכב בו, כי את שניהם רמה בים, וכן וברוב גאונך (פסוק ז), וכן כלם לשון גאות, כי המתגאה ירומם עצמו במעלה","titles":[{"title":"﻿שמות טו א"},{"title":"﻿שמות פרק טו פסוק א"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-1","positionInPerek":1,"positionInParasha":38},{"uri":"tanach-ramban-2-15-2","text":"ועל דרך האמת, בעבור כי ישועת הים כולה היתה על יד מלאך האלהים, הוא שכתוב עליו כי שמי בקרבו (להלן כג כא), וכמו שאמר וירא ישראל את היד הגדולה (לעיל יד לא), כי ''היד'' ירמוז למדת הדין אשר היא היד הגדולה והנוקמת, והיא המקרעת הים, כמו שפירש הנביא עורי עורי לבשי עוז (ישעיה נא ט), הלא את היא המחרבת ים מי תהום רבה (שם י), וכמו שכתבתי למעלה (עי' לעיל יד לא), בעבור כן אמר כי עוזו וזמרתו השם הזה, כי ביה ה' צור עולמים (ישעיה כו ד). וכן ביאר מה לך הים כי תנוס (תהלים קיד ה), מלפני אלוה יעקב (שם ז). וכן אמרו במכילתא (בשלח ג) ירדו לים שכינה עמהם, שנאמר (לעיל יד יט) ויסע מלאך האלהים. ובאלה שמות רבה (ל א) אמר אין עוז אלא דין, שנאמר ועוז מלך משפט אהב (תהלים צט ד). זה אלי ואנוהו. ואעלה אותו אל נוה עליון. אלהי אבותי, שנראה להם באל שדי, ועתה ארומם אותו בשם השלם, כי מעתה יהיה השם איש מלחמה ויהיה ה' שמו, כטעם עתה ארומם עתה אנשא (ישעיה לג י). ויתכן שירמוז זה לשבע. ספירות בחכמה, כמו זה שמי לעולם וזה זכרי (לעיל ג טו). ובמכילתא (בשלח ג) אלי, עמי נהג במדת רחמים, ועם אבותי במדת הדין, ומנין שאין אלי אלא מדת רחמים, שנאמר אלי אלי למה עזבתני (תהלים כב ב), אל נא רפא נא. לה (במדבר יב יג), אל ה' ויאר לנו (תהלים קיח כז). ואם כן יאמר זה אלי, כי עמי הוא ''אל'' בזה, כי יתעלה עם הרחמים להיות רחמן בדינו","titles":[{"title":"﻿שמות טו ב"},{"title":"﻿שמות פרק טו פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-2","positionInPerek":2,"positionInParasha":39},{"uri":"tanach-ramban-2-15-6","text":"ור''א אמר כי פירושו ימינך ה' שאתה נאדרי בכח ימינך ה' תרעץ אויב, שהוא כמו אלה הנזכר. ויותר נכון לומר ימינך ה' הוא נאדר בכח להשפיל לכל גאה ורם, ימינך ה' תרעץ אויב בכח גדול. והזכיר ימין בלשון זכר ונקבה, כמו והנה יד שלוחה אלי והנה בו מגלת ספר (יחזקאל ב ט), והוא כפול כדרך הנבואות, ודרך האמת ידענה המשכיל מן הפסוקים הראשונים שפירשתי, וכך אמרו (שמו''ר כד א) היתה ידו אחת משקעתן וידו אחת מצלת אותם, כי הכח מציל, כענין שנאמר ועתה יגדל נא כח אדני (במדבר יד יז)","titles":[{"title":"﻿שמות טו ו"},{"title":"﻿שמות פרק טו פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-6","positionInPerek":6,"positionInParasha":43},{"uri":"tanach-ramban-2-15-9","text":" הרמב\"ן  אמר אויב. לעמו כשפתם בדברים. ארדפם ואשיגם ואחלק שלל עם שרי ועבדי. לשון רש''י. וראיתי במדרש חזית כך, תני רבי ישמעאל, אמר אויב ארדוף אשיג היה ראוי להיות תחלת השירה, ולמה לא נכתב, אלא שאין מוקדם ומאוחר בתורה (ראה קהלת רבה א יב). ואונקלוס סובר כן, ולכך תרגם דהוה אמר שנאה, על תחלת מחשבתו ברדפו אחריהם. ולדעתי בדרך הפשט הוא סדור בפסוק הראשון ממנו, כי מתחלה (בפסוק ד) אמר שטבעו בים וירדו במצולות, והיה זה כאשר שבו המים ויכסו את הרכב ואת הפרשים (בפסוק ה), ואח''כ (בפסוקים ח~י) שב לומר איך נעשה זה, כי ברוח אפך היא רוח קדים עזה נערמו מים מתחלה וקפאו התהומות, ומפני זה חשב האויב שירדוף וישיגם בים ויחלק שללם ותמלא נפשו מהם, ונשפת עליהם ברוחך וכסמו הים. והזכיר זה כי גם במחשבתו זאת סבה ופלא מאת השם שחזק לבם וסכל עצתם לבא בים, כאשר פירשתי למעלה (יד ד כא). על כן אמר אחריו מי כמוכה באלים, עושה גדולות ונפלאות בדבר והפכו","titles":[{"title":"﻿שמות טו ט"},{"title":"﻿שמות פרק טו פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-9","positionInPerek":9,"positionInParasha":46},{"uri":"tanach-ramban-2-15-10","text":"וענין הכתוב, כי ברוחך הקשה והעזה נערמו מי הים, ונשפת ברוחך אשר אתה מנהג הים וכסמו ים. זהו וישב הים לפנות בקר לאיתנו (לעיל יד כז), כי שב לנשוב בו הרוח כאשר יעשה באיתנו בשוא גליו. וטעם צללו כעופרת, שבאו במצולות כמו העופרת. והזכיר בזה בשירה פעמים, כמו אבן (פסוק ה), כעופרת, כי גם זה להם מיד ה', שהיו בהם אנשים רבים יודעים לשחות והיו קרוב ליבשה, אף כי רוכבי הסוסים במים כלם היו ראוים להנצל כי הסוסים שטים הרבה על פני המים, וכן תופשי המגינים נצלים במים, ובכאן לא נמלט מהם אחד. וזהו טעם וינער ה' את מצרים (לעיל יד כז), שהיה השם מגביהם ברוחו הקשה ומשפילם בים, מלשון וינערו רשעים ממנה (איוב לח יג), והיה החסון לנעורת (ישעיה א לא), מה שמפיץ ומפיל מן הפשתן המתקן אותו","titles":[{"title":"﻿שמות טו י"},{"title":"﻿שמות פרק טו פסוק י"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-10","positionInPerek":10,"positionInParasha":47},{"uri":"tanach-ramban-2-15-11","text":"נורא תהלות. יראו מלהגיד תהלותיו פן ימעטו, כמו לך דומיה תהלה (תהלים סה ב). לשון רש''י. וגם ר''א פירש כי כל המהללים יראים להלל שמו, כי מי ישמיע כל תהלתו, והם חייבים להלל שמו כי הוא לבדו עושה, פלא. ולפי דעתי כי טעם נורא תהלות שהוא נורא בתהלות, כי יעשה דברים נוראים ומתהלל בהם, שעשה נקמות בעוברי רצונו והושיע בהם את עבדיו, והנה הוא בזה נורא ומהולל מאד. ובעבור כי מלכי ארץ נוראים בעשק ונלוז, אמר כי ה' הוא נורא בדברים אשר הוא מהולל בהם. וכן לך דומיה תהלה על דרך הפשט התוחלת לך תהלה, כי כל המיחלים לך יפיקו רצונם ויהללו שמך בציון וישלמו שם את נדרם אשר נדרו בעת צרתם, מלשון אך לאלהים דומי נפשי כי ממנו תקותי (תהלים סב ו), וידום השמש וירח עמד (יהושע יג י). וכן אך אל אלהים דומיה נפשי, מיחלת. כך נראה לי. ואחרים שמעתי אומרים, לך משתתקת התהלה כי לא תשיג תהלה לפעליך הגדולים והנוראים, מלשון ולילה ולא דומיה לי (תהלים כב ג), ויהיה טעם אלהים בציון (שם סה ב), האלהים אשר בציון, כלומר השוכן שם. והנכון מה שאמרנו","titles":[{"title":"﻿שמות טו יא"},{"title":"﻿שמות פרק טו פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-11","positionInPerek":11,"positionInParasha":48},{"uri":"tanach-ramban-2-15-12","text":" הרמב\"ן  נטית ימינך תבלעמו ארץ. הטעם, כי אחר שנשפת ברוחך וכסמו הים נטית עליהם ימינך וזרועך ותבלעמו ארץ. והענין, כי אחר שטבעו השליכם הים כמנהג הימים, וכן אמר (לעיל יד ל) וירא ישראל את מצרים מת על שפת הים, ושם יכלו וישובו לעפר על הארץ כשהיו. והנה הם נבלעים ונשחתים, כמו יחד סביב ותבלעני (איוב י ח), בלע ה' ולא חמל (איכה ב ב), ודרך אורחותיך בלעו (ישעיה ג יב), השחיתו. ורבותינו אמרו (מכילתא כאן) שפתחה הארץ את פיה ובלעה אותם שזכו לקבורה בשכר שאמרו ה' הצדיק (לעיל ט כז), ואין לשון ''ימין ו''יד נטויה רק לנקמה ולהשחתה, ואולי יפרשו נטית ימינך להמיתם בים, ותבלעמו הארץ אחר כך, והיא הקבורה שזכו אליה","titles":[{"title":"﻿שמות טו יב"},{"title":"﻿שמות פרק טו פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-12","positionInPerek":12,"positionInParasha":49},{"uri":"tanach-ramban-2-15-13","text":" הרמב\"ן  נחית בחסדך עם זו גאלת נהלת בעזך. אמר ר''א כי הוא עבר במקום עתיד כי כן יבא בנבואות. ועל דעתי כי יאמר נטית ימינך על האויב ותבלעם הארץ, ונחית בחסדך בעמוד הענן לנחותם הדרך עם זו גאלת, ונהלת אותם בעז ידיך אל נוה קדשך, כי אליו הולכים. וכן ונהרו אליו כל הגויים (ישעיה ב ב). ו''נוה קדשך'', הוא בית המקדש כאשר יאמר עוד, מקדש אדני כוננו ידיך (פסוק יז). וכן אמרו במכילתא (כאן) אין נוה אלא בית המקדש, שנאמר (ישעיה לג כ) חזה ציון קרית מועדנו עיניך תראנה ירושלם נוה שאנן","titles":[{"title":"﻿שמות טו יג"},{"title":"﻿שמות פרק טו פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-13","positionInPerek":13,"positionInParasha":50},{"uri":"tanach-ramban-2-15-14","text":" הרמב\"ן  שמעו עמים ירגזון. יאמר, כאשר שמעו העמים ירגזון מתגרת ידיך, וחיל אחז יושבי פלשת בעת ששמעו. ויתכן שיאמר כי כבר שמעו העמים כל אשר עשה השם בארץ מצרים וירגזון תמיד מן המחלה אשר שם בהם, ויתפלל שתפול עליהם אימה ופחד שלא יצאו לקראת ישראל למלחמה. ואמר ר''א כי תפול עליהם שב אל פלשת אדום ומואב, לא אל כנען, וזהו שאמר עד יעבור עמך ה', כי עליהם עברו טרם בואם אל ארץ כנען, ולא נלחמו עמהם. ואם יצא אדום לקראתו בעם כבד וביד חזקה (במדבר כ כ), לבל יעברו בארצו, לא נלחם בהם, ולולא כי נפל עליהם אימתה ופחד היו חפצים להלחם בם משנאתם אותם. ולא הזכיר עמון, כי עמון ומואב כגוי אחד הם. ויתכן שגם על הכנעני נפל פחדם ולא נלחם בהם עד עברם, כי הכנעני מלך ערד יושב הנגב (במדבר כא א) איננו כנעני ביחוסו, כדעת רבותינו (במד''ר ותנחומא שם)","titles":[{"title":"﻿שמות טו יד"},{"title":"﻿שמות פרק טו פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-14","positionInPerek":14,"positionInParasha":51},{"uri":"tanach-ramban-2-15-18","text":" הרמב\"ן  ה' ימלוך לעולם ועד. יאמר, כי הראה עתה כי הוא מלך ושלטון על הכל, שהושיע את עבדיו ואבד את מורדיו, כן יהי הרצון מלפניו לעשות בכל הדורות לעולם, לא יגרע מצדיק עיניו, ולא יעלימהו מן הרשעים המריעים. ובאו כזה פסוקים רבים, כגון ימלוך ה' לעולם אלהיך ציון לדור ודור הללויה (תהלים קמו י), יהי שם ה' מברך מעתה ועד עולם (שם קיג ב), והיה ה' למלך על כל הארץ (זכריה יד ט). ואונקלוס נתיירא ממנו בעבור שהמלכות לאלהים היא לעולמי עד, ולפיכך עשאו לשון הוה ה' מלכותיה קאים לעלם ולעלמי עלמיא, כדרך מלכותך מלכות כל עולמים (תהלים קמה יג). ולא הבינותי דעתו בזה, שהרי כתוב יהי כבוד ה' לעולם (שם קד לא), וימלא כבודו את כל הארץ (שם עב יט), יתגדל ויתקדש, יאמן ויגדל שמך (דהי''א יז כד). ויתכן שטעמם כסוד הברכות","titles":[{"title":"﻿שמות טו יח"},{"title":"﻿שמות פרק טו פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-18","positionInPerek":18,"positionInParasha":55},{"uri":"tanach-ramban-2-15-19","text":" הרמב\"ן  כי בא סוס פרעה ברכבו ובפרשיו. אמר ר''א שגם זה מן השירה, כי היו משוררים ואומרים כי בא סוס פרעה ברכבו ובפרשיו בים וישב עליהם את מי הים בעוד בני ישראל הולכים ביבשה בתוך הים, והוא נס בתוך נס. ואיננו בלשון השירה והנבואות. אבל פירושו, אז ישיר משה, כי בא סוס פרעה ביום ההוא מיד, לא מיום המחרת או אחרי כן. או טעמו אז ישיר, כאשר בא סוס פרעה בים והשיב עליהם ה' מי הים בעוד בני ישראל הולכים ביבשה בתוכו, להגיד כי בלכתם בתוכו ביבשה אמרו השירה. ואמר עוד, כי אז לקחה מרים הנביאה את התוף בידה וענתה להם הפסוק הראשון של השירה שתענינה כן אחרי משה וישראל","titles":[{"title":"﻿שמות טו יט"},{"title":"﻿שמות פרק טו פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-19","positionInPerek":19,"positionInParasha":56},{"uri":"tanach-ramban-2-15-20","text":" הרמב\"ן  אחות אהרן. הנכון בעיני כי מפני שהוזכרו בשירה משה ומרים ולא הוזכר אהרן רצה הכתוב להזכירו, ואמר אחות אהרן דרך כבוד לו, שהוא אחיה הגדול ואחותו הנביאה מתיחסת אליו, שגם הוא נביא וקדוש ה'. ויתכן שדרך הכתובים ליחס אל גדול האחים, וכן ובני כלב אחי ירחמאל (דהי''א ב מב), שהיה גדול מאחיו, שנאמר (שם ב ט) את ירחמאל ואת רם ואת כלובי","titles":[{"title":"﻿שמות טו כ"},{"title":"﻿שמות פרק טו פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-20","positionInPerek":20,"positionInParasha":57},{"uri":"tanach-ramban-2-15-25","text":"וטעם ויורהו ה' עץ. שהראה אותו עץ ואמר לו השלך את העץ הזה אל המים וימתקו. ובעבור שלא מצאתי לשון מורה אלא בענין למוד, ויורני ויאמר לי (משלי ד ד) למדני, וכן כלם, נראה בדרך הפשט כי העץ ההוא ימתיק המים בטבעו, והוא סגולה בו, ולימד אותה למשה. ורבותינו אמרו (מכילתא ותנחומא כאן) שהיה העץ מר והוא נס בתוך נס, כענין המלח שנתן אלישע במים (מ''ב ב כא). ואם כן אמר ויורהו כי לא היה העץ נמצא במקום ההוא, והקב''ה הורהו את מקומו. או שהמציאהו אליו בנס. ושוב מצאתי בילמדנו (מדרש תנחומא כאן) ראה מה כתיב שם, ויורהו ה' עץ, ויראהו לא נאמר אלא ויורהו, הורהו דרכו. כלומר שהורהו ולמדהו דרכו של הקב''ה שהוא ממתיק המר במר","titles":[{"title":"﻿שמות טו כה"},{"title":"﻿שמות פרק טו פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-25","positionInPerek":25,"positionInParasha":62},{"uri":"tanach-ramban-2-15-26","text":"וענין הכתוב שמדבר בשני לשונות, למצותיו וחקיו, ולא אשים עליך כי אני ה', כבר כתבתי לך שלישים בביאור ענינו. ויובן ממלת לקול וממלת אני, כי אם נשמע לקול אלהינו לשמור מצות ה' וחקיו יהיה השם הנכבד רופאנו. ומכאן תקנו בברכות אשר קדשנו במצותיו וצונו, כי הברכות יש בה מלכות, והמצות נצטוו לנו מן העולם ועד העולם. והמשכיל יבין. והנני מאיר עיניך כי כל ברכה שיש בה מלכות היא כן, שחלקו כבוד למלכות העולם אשר קדשנו ואשר עשה לנו, והסמוכה לחברתה אשר לא יזכירו בה מלכות הן לנכח, אתה גבור, אתה קדוש, וכן כלם. ותקנו בעלינו לשבח נסתר מפני שמזכירין בה מלפני מלך מלכי המלכים. והבן זה","titles":[{"title":"﻿שמות טו כו"},{"title":"﻿שמות פרק טו פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-26","positionInPerek":26,"positionInParasha":63},{"uri":"tanach-ramban-2-15-27","text":"ורש''י כתב שתים עשרה עינות מים כנגד שנים עשר שבטים נזדמנו להם, ושבעים תמרים כנגד שבעים זקנים. לא ידעתי מהו הזמון הזה, אם במעשה הנסים נעשו שם באותה שעה. אבל ראיתי במכילתא (כאן) ר' אלעזר המודעי אמר, מיום שברא הקב''ה את עולמו ברא שם שתים עשרה מבועין כנגד י''ב שבטי ישראל, ושבעים דקלים כנגד שבעים זקנים. וספר הכתוב זה כי חנו עליהם כל שבט על מבועו, והזקנים ישבו בצלם לשבח האל עליהם שהכין להם כן בארץ ציה. ועוד לרבותינו במדרש של ר' נחוניא בן הקנה בכתוב הזה פירוש נפלא בעינינו","titles":[{"title":"﻿שמות טו כז"},{"title":"﻿שמות פרק טו פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-15","interprets":"tanach-2-15-27","positionInPerek":27,"positionInParasha":64},{"uri":"tanach-ramban-2-16-1","text":"וטעם אשר בין אלים ובין סיני. להפריש בין מדבר סין זה למדבר צין האחר (במדבר כ א) הכתוב בצד''י שבאו שם בשנת הארבעים, ותמת שם מרים, ולכך הזכיר שם ויחנו שם במדבר צין היא קדש (שם לג לו), להפרישו מזה","titles":[{"title":"﻿שמות טז א"},{"title":"﻿שמות פרק טז פסוק א"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-1","positionInPerek":1,"positionInParasha":65},{"uri":"tanach-ramban-2-16-2","text":"ועל דעתי הזכיר הכתוב ויבאו אל מדבר סין להודיע תלונתם, כי בבואם אל מדבר סין וכבר רחקו ממצרים אמרו מה נאכל ומה יספיק לנו במדבר הגדול אשר אנחנו באים בו. או כי מתחלה היו סבורים שיבאו אל הערים אשר סביבותיהם אחרי ימים מעטים, ועתה יש להם חדש ועיר מושב לא מצאו, ואמרו כלנו מתים במדבר הגדול שבאנו בו. וזה טעם וילונו על משה ועל אהרן במדבר, כי תלונתם מפני המדבר. וכן אמרו (בפסוק הבא) כי הוצאתם אותנו אל המדבר הזה להמית את כל הקהל הזה ברעב, הזכירו המדבר והקהל לאמר כי קהל גדול כזה ימות בלי ספק ברעב במדבר הגדול הזה, והקב''ה שמע אליהם, והחל עתה לערוך להם שולחן במדבר עד בואם אל ארץ נושבת","titles":[{"title":"﻿שמות טז ב"},{"title":"﻿שמות פרק טז פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-2","positionInPerek":2,"positionInParasha":66},{"uri":"tanach-ramban-2-16-4","text":"ועל דעת האומרים (הראב''ע) כי ''לחם'' כל מאכל, יתכן שיאמר הנני ממטיר 'לכם לחם על המן ועל השלו, כי יתכן להם שאלתם ששאלו לחם ובשר, ומשה פירש שיהיה הבשר בערב לאכול והלחם בבקר לשבוע כדרך כל הארץ","titles":[{"title":"﻿שמות טז ד"},{"title":"﻿שמות פרק טז פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-4","positionInPerek":4,"positionInParasha":68},{"uri":"tanach-ramban-2-16-6","text":"ואמר הכתוב (תהלים עח כג~כה) ויצו שחקים ממעל ודלתי שמים פתח, וימטר עליהם מן לאכול ודגן שמים נתן למו, לחם אבירים אכל איש, וכן אמר (שם קה מ) ולחם שמים ישביעם שנראה מזה שיהיה הדגן הזה בשמים והורידו להם בפתיחת דלתיו, והוא מה שפירשתי שנתגשם האור, כי באור העליון יאמר הכתוב כלשון הזה נפתחו השמים ואראה מראות אלהים (יחזקאל א א). או שכבר היה בשמים, כמאמרם (אבות ה ו) שנברא בין השמשות","titles":[{"title":"﻿שמות טז ו"},{"title":"﻿שמות פרק טז פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-6","positionInPerek":6,"positionInParasha":70},{"uri":"tanach-ramban-2-16-7","text":" הרמב\"ן  ונחנו מה כי תלינו. אמר רבי אברהם ונחנו מה בידינו לעשות, כי לא עשינו רק מה שצונו. ואיננו כן, אבל הוא כמו מה אנוש כי תזכרנו (תהלים ח ה), מה אדם ותדעהו (שם קמד ג), כי במה נחשב הוא (ישעיה ב כב). וזאת דרך ענוה, כי מה אנחנו שתליתם עלינו שהוצאנו אתכם מארץ מצרים, הן אנחנו אין ופעלינו הבל, ולא עלינו תלונותיכם כי על ה', הוא המוציא אתכם מארץ מצרים לא אנחנו. ובמכילתא (כאן) וכי מה אנחנו ספונים שאתם עומדים ומתרעמים עלינו","titles":[{"title":"﻿שמות טז ז"},{"title":"﻿שמות פרק טז פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-7","positionInPerek":7,"positionInParasha":71},{"uri":"tanach-ramban-2-16-8","text":" הרמב\"ן  בתת ה' לכם בערב בשר. יפרש מאמרו הראשון, כי בתת ה' לכם בערב בשר לאכול וידעתם כי ה' הוציא אתכם מארץ מצרים, ובתתו לכם לחם בבקר לשבוע וראיתם את כבוד ה'","titles":[{"title":"﻿שמות טז ח"},{"title":"﻿שמות פרק טז פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-8","positionInPerek":8,"positionInParasha":72},{"uri":"tanach-ramban-2-16-12","text":"וענין השלו השני בקברות התאוה (במדבר יא לא), כי לא בא להם ממנו עתה לשובע כאשר יאמר בכאן תמיד (בפסוקים ח יב) בשר לאכול ולחם לשבוע. ויתכן שהיו גדוליהם לוקטין אותו, או שהיה מזדמן לחסידים שבהם, וצעיריהם היו תאבים לו ורעבים ממנו, כי לא יספר בשלו וילקטו המרבה והממעיט כאשר אמר במן, ולכך אמר שם (במדבר יא ד) והאספסוף אשר בקרבו התאוו תאוה, ואמר (שם) וישובו ויבכו גם בני ישראל, שהיו גם מהם בוכים לו ולא כלם, ואז נתן להם ממנו לרוב מאד, כאשר אמר (שם לב) הממעיט אסף עשרה חמרים, ואכלו חדש ימים בשפע ההוא ושב לענינו הראשון. ועל דרך הפשט היו כל מעשה השלו לעתים, והמן שהיה חיותם היה להם תמיד, כי עיקר תלונתם עליו כדכתיב כי הוצאתם אותנו אל המדבר הזה להמית את כל הקהל הזה ברעב","titles":[{"title":"﻿שמות טז יב"},{"title":"﻿שמות פרק טז פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-12","positionInPerek":12,"positionInParasha":76},{"uri":"tanach-ramban-2-16-14","text":"אבל בנוסחאות הבדוקות מן התרגום כתוב בהן דעדק דגיר כגלידא על ארעא, ופירושו עשוי חמרים חמרים כגליד על ארעא, והוא האמת, שאם היה מלשון גיר היה מתורגם כגירא דגלידא, כי כן דרך הלשון ההוא","titles":[{"title":"﻿שמות טז יד"},{"title":"﻿שמות פרק טז פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-14","positionInPerek":14,"positionInParasha":78},{"uri":"tanach-ramban-2-16-20","text":"ובאלה שמות רבה (כה י יד) אמרו וכי יש לך דבר שבתחלה עושה תולעים ואחר כך מבאיש, אלא שהקב''ה בקש להראות מעשיהם לבריות, שלא יריחו את ריחו בערב וישליכו אותו, שהיה עושה כל הלילה שורות שורות של תולעים, מיד ויקצוף עליהם משה","titles":[{"title":"﻿שמות טז כ"},{"title":"﻿שמות פרק טז פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-20","positionInPerek":20,"positionInParasha":84},{"uri":"tanach-ramban-2-16-23","text":"ורבי אברהם אמר את אשר תאפו כמנהגם אפו לכם היום, והוא העומר הידוע להם, ואת כל העודף שהוא העומר השני הניחו לכם למשמרת עד הבקר, ולא הגיד מה יעשו ממנו, ובבקר אמר להם אכלוהו היום. ואם כן יאכלוהו בשבת חי מבלי שיאפו או יבשלו בפרור ועשו ממנו עוגות כמנהגם. והראשון יותר נכון, וכן דעת אונקלוס","titles":[{"title":"﻿שמות טז כג"},{"title":"﻿שמות פרק טז פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-16","interprets":"tanach-2-16-23","positionInPerek":23,"positionInParasha":87},{"uri":"tanach-ramban-2-17-1","text":"ואין מים לשתות העם. כאשר באו אל המקום ההוא ולא מצאו שם עיינות מים, מיד עשו מריבה עם משה. וזה טעם וירב העם עם משה, כי התלונות במקומות שנאמר בהם ''וילונו'' היא תרעומת, שהיו מתרעמים על ענינם לאמר מה נעשה, מה נאכל, ומה נשתה, אבל ''וירב'' שעשו עמו מריבה ממש, ובאו עליו לאמר תנו לנו מים אתה ואהרן אחיך, כי עליכם הדבר ודמינו עליכם. ומשה אמר להם מה תריבון עמדי מה תנסון את ה', כי הריב הזה לנסות את ה' הוא היוכל תת לכם מים, כי אם תחרישו מעלי ותתפללו אליו אולי יענה אתכם וכן היה הדבר בלבם לנסות כאשר אמר (בפסוק ז), ועל נסותם את ה' לאמר היש ה' בקרבנו אם אין, ואז רפתה רוחם מעליו, ועמדו יום או יומים מסתפקים במים שבכליהם, ואחרי כן ויצמא שם העם למים וילן העם על משה, כענין התרעומות אשר המה עושים בכל לבקש דבר, שיאמרו למה זה העליתנו ממצרים. וכראות משה כי צמאו התפלל לשם והגיד לפניו צרתו במריבה שעשו עמו בראשונה. ור''א אמר כי היו שתי כתות, האחת מריבה והאחת מנסה את ה', והנכון מה שאמרתי","titles":[{"title":"﻿שמות יז א"},{"title":"﻿שמות פרק יז פסוק א"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-1","positionInPerek":1,"positionInParasha":101},{"uri":"tanach-ramban-2-17-3","text":" הרמב\"ן  להמית אותי ואת בני ואת מקני בצמא. יזכירו לו בתלונותם גם המקנה, לאמר לו כי הם צריכים מים רבים, וצריך לתת עצה לכלם, ולכך נאמר בשנית ויצאו מים רבים ותשת העדה ובעירם (במדבר כ יא). ורבותינו אמרו (מכילתא כאן) השוו בהמתן לגופן, אמרו בהמה של אדם היא חייו המהלך בדרך אם אין בהמתו עמו מסתגף הוא. וטעם הזכירם אותי ואת בני, ולא אמרו סתם ''להמיתנו בצמא'' או ''להמית את כל הקהל הזה'' שיכלול אנשים ונשים וטף, כמאמרם בשאר המקומות (לעיל טז ג), כי יזכירו לו הבנים להרבות עליו תלונה שימהר לדבר, כי הקטנים לא יסבלו הצמא כלל וימותו לעיני אביהם, כטעם דבק לשון יונק אל חכו בצמא (איכה ד ד)","titles":[{"title":"﻿שמות יז ג"},{"title":"﻿שמות פרק יז פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-3","positionInPerek":3,"positionInParasha":103},{"uri":"tanach-ramban-2-17-5","text":"וטעם ומטך אשר הכית בו. בצווי לאהרן. והזכיר בו מכת היאור, ולא אמר ''והמטה אשר נהפך לנחש'', או ''והמטה אשר עשית בו את האותות'', להזכיר בו פלא, כי אז הפך המים לדם והסיר אותם מטבעם, ועתה יביא מים בצור החלמיש, והנה יעשה בו דבר והפכו","titles":[{"title":"﻿שמות יז ה"},{"title":"﻿שמות פרק יז פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-5","positionInPerek":5,"positionInParasha":105},{"uri":"tanach-ramban-2-17-6","text":" הרמב\"ן  הנני עומד לפניך שם על הצור בחורב. בעבור כי הפלא במים במקום הזה עתה היה קבוע, שיהיה הבאר עמהם כל ימי המדבר כדברי רבותינו (במדב''ר יט כה), בעבור זה נגלית עליו השכינה במקום ההוא, כמו שאמר במן (לעיל טז ז) ובקר וראיתם את כבוד ה', בעבור היותו פלא קיים","titles":[{"title":"﻿שמות יז ו"},{"title":"﻿שמות פרק יז פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-6","positionInPerek":6,"positionInParasha":106},{"uri":"tanach-ramban-2-17-9","text":"ויתכן שפחד משה פן יתגבר בחרבו מפני היותו עם נוחל החרב מברכת הזקן שאמר לו ועל חרבך תחיה (בראשית כז מ), כי המלחמה מן המשפחה הזאת היא הראשונה והאחרונה לישראל, כי עמלק מזרע עשו (שם לו יב), וממנו באה אלינו המלחמה בראשית הגוים, ומזרעו של עשו היה לנו הגלות והחרבן האחרון, כאשר יאמרו רבותינו (ע''ז ב","titles":[{"title":"﻿שמות יז ט"},{"title":"﻿שמות פרק יז פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-9","positionInPerek":9,"positionInParasha":109},{"uri":"tanach-ramban-2-17-11","text":" הרמב\"ן  וכאשר יניח ידו. על דרך הפשט, כאשר הניח ידו באונס מפני כובד ידיו ראה שגבר עמלק, וצוה לאהרן וחור שיתמכו בהם ולא יניחם עוד. ורבותינו אמרו במדרש (ספר הבהיר אות קלח) וכי משה היה עושה שיגבר עמלק עליו, אלא אסור לאדם לשהות שלש שעות כפיו פרושות השמים","titles":[{"title":"﻿שמות יז יא"},{"title":"﻿שמות פרק יז פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-11","positionInPerek":11,"positionInParasha":111},{"uri":"tanach-ramban-2-17-12","text":"ועל דרך האמת, נשא עשר אצבעות לרום השמים לרמוז על עשר ספירות לדבקה באמונה הנלחם לישראל, ובכאן נתבאר ענין נשיאות כפים בברכת כהנים וסודו","titles":[{"title":"﻿שמות יז יב"},{"title":"﻿שמות פרק יז פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-12","positionInPerek":12,"positionInParasha":112},{"uri":"tanach-ramban-2-17-14","text":" הרמב\"ן  כתוב זאת זכרון בספר. אמר רבי אברהם כי הוא ספר נודע, והוא ''ספר מלחמות ה''' (במדבר כא יד), וכתוב בו המלחמות שעשה השם בעבור יראיו, ויתכן שהיה מימות אברהם. ואין בדבריו אלה רק תואנה. והנכון בעיני, כי ''בספר'' ירמוז לספר התורה, כענין שכתוב (דברים לא כו) לקוח את ספר התורה הזה, יאמר כתוב זאת בספר תורתי שיזכרו בני ישראל מה שעשה עמלק, כי מחה אמחה את זכרו ונתתי נקמתי בו ביד עמי ישראל. וזו היא המצוה שכתוב לנו במשנה תורה (דברים כה יז) זכור את אשר עשה לך עמלק. ואמר ושים באזני יהושע, לצוותו להזכיר לישראל את כל התלאה אשר באה להם על ידו, כי הוא היודע ועד, וירמוז כי אחרי שיירשו הארץ ימחו אותו, כי מצוה עליהם תחלה להכרית שבעת הגוים וינחלו הארץ, זהו שנאמר שם (כה יט) והיה בהניח ה' אלהיך לך וגו', ואם היה בימי יהושע בן נון כן, היה מזהירם למחות אותו, אבל נשאר הארץ לרשתה בימיו הרבה מאד (יהושע יג א), ולא הגיע זמנה עד מלוך שאול","titles":[{"title":"﻿שמות יז יד"},{"title":"﻿שמות פרק יז פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-14","positionInPerek":14,"positionInParasha":114},{"uri":"tanach-ramban-2-17-16","text":"וטעם העונש שנענש עמלק יותר מכל העמים, בעבור כי כל העמים שמעו וירגזון (לעיל טו יד), ופלשת אדום ומואב ויושבי כנען נמוגו (שם) מפני פחד ה' ומהדר גאונו, ועמלק בא ממרחק כמתגבר על השם, ולכך אמר בו ולא ירא אלהים (דברים כה יח), ועוד כי הוא נין עשו וקרוב לנו, עובר מתעבר על ריב לא לו","titles":[{"title":"﻿שמות יז טז"},{"title":"﻿שמות פרק יז פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-4","perek":"tanach-2-17","interprets":"tanach-2-17-16","positionInPerek":16,"positionInParasha":116},{"uri":"tanach-ramban-2-18-1","text":"וטעם אשר עשה אלהים, כי הוציא ה'. הזכיר אלהים, השם שהיה יתרו יודע מלפנים, וכי הוציא ה', בשמו הגדול, שנודע עתה על ידי משה שבו נעשו האותות","titles":[{"title":"﻿שמות יח א"},{"title":"﻿שמות פרק יח פסוק א"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-18-2","text":" הרמב\"ן  אחר שלוחיה. בעבור שהזכיר הכתוב (לעיל ד כ) ויקח משה את אשתו ואת בניו וישב ארצה מצרים, הוצרך לומר כאן שהיתה בבית אביה, כי משה שלחה שם. ויתכן שיאמר כי לקחה יתרו להשיבה אליו אע''פ ששלחה ממנו, בעבור ששמע כל אשר עשה אלהים למשה, כי מעתה ראוי ללכת אחרי המלך בכל אשר ילך","titles":[{"title":"﻿שמות יח ב"},{"title":"﻿שמות פרק יח פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-ramban-2-18-3","text":" הרמב\"ן  ואת שני בניה אשר שם האחד גרשום. אף על פי שאין זה מקום מולדתם יפרש שם הבנים, כי לא היה מקום להזכיר שם אליעזר בהולדו כאשר פירשתי בסדר ואלה שמות (ד כ). ובכאן רצה להזכיר החסד שעשה הקדוש ברוך הוא למשה, שהיה גר בארץ נכריה, ונותן שם הודאה לשם שהצילו מחרב פרעה בברחו, ועתה הוא מלך על ישראל והטביע פרעה ועמו בים. וטעם כי אמר, נמשך למשה הנזכר בפסוק הראשון, וכן שם האחד אליעזר כי אלהי אבי בעזרי, נמשך על כי אמר, וכן רבים","titles":[{"title":"﻿שמות יח ג"},{"title":"﻿שמות פרק יח פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-2-18-6","text":" הרמב\"ן  ויאמר אל משה אני חותנך יתרו בא אליך. שלח לו הדבר באגרת כתוב בה כן, כי השליח לא יאמר אני חותנך, אבל יאמר הנה חותנך יתרו בא אליך. וכן לא יתכן שיאמר לו ככה פה אל פה, כי יאמר הנה באתי אליך, ואין דרך להזכיר שמו אני פלוני, כי בראותו אותו יכירנו, וכמהו ויאמר חירם מלך צר בכתב וישלח אל שלמה (דהי''ב ב י)","titles":[{"title":"﻿שמות יח ו"},{"title":"﻿שמות פרק יח פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-2-18-10","text":" הרמב\"ן  אשר הציל אתכם מיד מצרים ומיד פרעה. כי עשה עמכם נס גדול שלא הרגו אתכם פרעה ועמו, כי באו בעבורכם עליהם מכות גדולות בארצם. והיה הנס הזה גדול במשה, על כן הזכירו לנכח בכלל, ואמר ''אתכם'', אתה והעם. ועוד נס אחר, אשר הציל את העם מתחת יד מצרים, שהיו הם במצרים ויצאו משם לחירות עולם. ור''א אמר כי ברך תחלה השם אשר הציל אתכם אתה ואהרן שבאו המכות על ידכם לפרעה ולמצרים, ואחרי כן ברך אשר הציל את העם מתחת יד מצרים במצרים ובים","titles":[{"title":"﻿שמות יח י"},{"title":"﻿שמות פרק יח פסוק י"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-2-18-11","text":" הרמב\"ן  כי בדבר אשר זדו עליהם. פירושו בדבר אשר הזידו המצרים על ישראל ידעתי שהוא גדול מכל האלהים. וטעם זה, מפני שהשם גזר על ישראל ועבדום וענו אותם (בראשית טו יג) ולא היה על המצרים בזה העונש הגדול, אבל הזידו עליהם וחשבו להכרית אותם מן העולם, כמו שאמר (לעיל א י) הבה נתחכמה לו פן ירבה, וצוה למילדות להמית הבנים, וגזר עליהם כל הבן הילוד היאורה תשליכהו (שם כב), ומפני זה היה עליהם העונש המשחית אותם לגמרי, וזהו שאמר וגם את הגוי אשר יעבודו דן אנכי (בראשית טו יד), כמו שפרשתיו (שם ולעיל יב מב). והנה השם ראה מחשבתם, ונקם מהם על זדון לבם. וכן אמר הכתוב עוד כי ידעת כי הזידו עליהם (נחמיה ט י), כי העונש בעבור הזדון שחשבו לעשות להם. והנה ה' רואה ללב ועושה משפט העשוקים, ונוקם ובעל חמה, ואין מוחה בידו. ואונקלוס שאמר ארי בפתגמא דחשיבו מצראי למידן ית ישראל ביה דנינון, ירצה לומר כי היה ענשם על טביעת הילדים ביאור שאיננו בכלל ועבדום וענו אותם, ועל כן אבדם במים","titles":[{"title":"﻿שמות יח יא"},{"title":"﻿שמות פרק יח פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-ramban-2-18-12","text":"ויבא אהרן וכל זקני ישראל לאכל לחם. עמו ביום חתונתו כי חתן דמים הוא","titles":[{"title":"﻿שמות יח יב"},{"title":"﻿שמות פרק יח פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-ramban-2-18-13","text":"ולמצרים וגו' ויצילם ה' (לעיל פסוק ח), אבל יתרו הקריב לאלהים. וככה לא ימצא בכל הקרבנות שבתורת כהנים, כאשר אפרש בע''ה (ויקרא א ט). וכן כי יבא אלי העם לדרוש אלהים, והודעתי את חקי האלהים (להלן פסוק טו~טז), דברי משה לחמיו. ויתכן שאמר לו כן בעבור; כי המשפט לאלהים הוא (דברים א יז), כמו שמזכירין רבותינו תמיד אלהים זו מדת הדין (בר''ר עג ג)","titles":[{"title":"﻿שמות יח יג"},{"title":"﻿שמות פרק יח פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-ramban-2-18-15","text":" הרמב\"ן  כי יבא אלי העם לדרוש אלהים. השיב משה לחותנו צריכים הם שיעמדו עלי זמן גדול מן היום, כי לדברים רבים באים לפני, כי יבא אלי העם לדרוש אלהים להתפלל על חוליהם ולהודיעם מה שיאבד להם, כי זה יקרא ''דרישת אלהים'', וכן יעשו עם הנביאים כמו שאמר (ש''א ט ט) לפנים בישראל כה אמר האיש בלכתו לדרוש אלהים לכו ונלכה עד הרואה, וכן ודרשת את ה' מאותו לאמר האחיה מחלי זה (מ''ב ח ח), שיתפלל עליו ויודיענו אם נשמעה תפלתו, וכן ותלך לדרוש את ה' (בראשית כה כב), כמו שפירשתי שם, ועוד שאני שופט אותם, כי יהיה להם דבר בא אלי ושפטתי. ועוד אני מלמד אותם תורה, והודעתי להם את חקי האלהים ואת תורותיו","titles":[{"title":"﻿שמות יח טו"},{"title":"﻿שמות פרק יח פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-ramban-2-18-19","text":"והבאת אתה את הדברים. שיבקשו אל האלהים. הודה לו על הדבר הראשון שאמר כי יבא אלי העם לדרוש אלהים. ויתכן שהיה גם בזה עצה ממנו, יאמר היה אתה לעם מול האלהים לשבת באהל מועד מזומן לפניו לדרוש אותו, ולא יהיה זה במקום המשפט","titles":[{"title":"﻿שמות יח יט"},{"title":"﻿שמות פרק יח פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-19","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-ramban-2-18-20","text":"ואונקלוס אומר דסנן לקבלא ממון. ואין הממון אצלו שחד, רק שלא יקבלו ממון מבני אדם במתנה או בהלואה לעולם, שלא ישאו להם פנים בעת המשפט. וכענין שאמרו (כתובות קה","titles":[{"title":"﻿שמות יח כ"},{"title":"﻿שמות פרק יח פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-ramban-2-18-22","text":"וזה טעם איש על מקומו יבא בשלום, כי עתה מפני שלא יוכלו לגשת למשפט בכל עת לא ינוחו בשלום, כי זה פתח לגוזלים לעשות חמס ולעושקים לעשות מריבה. וטעם על מקומו, אל כל המקום אשר יבאו שמה בהיותם במחנה במדבר. ודקדקו רבותינו (סנהדרין לד","titles":[{"title":"﻿שמות יח כב"},{"title":"﻿שמות פרק יח פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-18","interprets":"tanach-2-18-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-ramban-2-19-1","text":"ולשון מכילתא (כאן) ויסעו מרפידים ויבאו מדבר סיני, והלא כבר נאמר בפרשת מסעות (במדבר לג טו) ויסעו מרפידים ויחנו במדבר סיני, ומה תלמוד לומר ויבאו מדבר סיני, מקיש נסיעתם מרפידים וכו'. והענין לומר מפני שכל המסעות שספר בהן כאן מאילים (לעיל טז א) ורפידים (שם יז א) נשנו בפרשת אלה מסעי בשביל דברים שנתחדשו בהן שם בכתוב, אבל המסע הזה סיפר אותו הכתוב כאן וכאן בשוה, והוצרך לדרוש שהיה לצורך ההיקש","titles":[{"title":"﻿שמות יט א"},{"title":"﻿שמות פרק יט פסוק א"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-1","positionInPerek":1,"positionInParasha":28},{"uri":"tanach-ramban-2-19-3","text":" הרמב\"ן  ומשה עלה אל האלהים. מיום בואם אל הר סיני כסה הענן את ההר ושם כבוד ה', וזהו שכתוב (להלן כד טז) וישכן כבוד ה' על הר סיני ויכסהו הענן ששת ימים, קודם מתן תורה (יומא ד.), ולפיכך אמר ומשה עלה אל האלהים, כי עלה אל קצה ההר להזדמן לפניו, ולא בא אל הערפל אשר שם האלהים. ויקרא אליו השם מראש ההר כה תאמר לבית יעקב ורבי אברהם אמר כי ויקרא אליו מוקדם, שקרא לו ועלה אליו. ולא נראה לי, כי הקריאה היא כה תאמר לבית יעקב. והוא יפרש ויקרא אליו לאמר לו כה תאמר לבית יעקב. ואיננו נכון. וטעם עלה אל האלהים, ויקרא אליו ה', כי עלה אל כבוד השם ששכן בהר לאמר לישראל עשרת הדברות, ובשמו הגדול ידבר עם משה, כטעם אם יהיה נביאכם וגו' (במדבר יב ו~ח)","titles":[{"title":"﻿שמות יט ג"},{"title":"﻿שמות פרק יט פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-3","positionInPerek":3,"positionInParasha":30},{"uri":"tanach-ramban-2-19-4","text":" הרמב\"ן  ואביא אתכם אלי. אל מקום כבודי, ההר הזה אשר שכינתי שם עמכם. ואונקלוס שתרגם וקריבת יתכון לפולחני, דרך כבוד של מעלה תפס לעצמו","titles":[{"title":"﻿שמות יט ד"},{"title":"﻿שמות פרק יט פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-4","positionInPerek":4,"positionInParasha":31},{"uri":"tanach-ramban-2-19-5","text":"וכן ואתם תהיו לי (פסוק ו), שתהיו אתם לי ביחוד, ולא כשאר העמים. וכך אמרו במכילתא (שם) ואתם תהיו לי, כביכול איני מעמיד ואיני משליט עליכם אלא אני, וכן הוא אומר הנה לא ינום ולא יישן שומר ישראל (תהלים קכא ד)","titles":[{"title":"﻿שמות יט ה"},{"title":"﻿שמות פרק יט פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-5","positionInPerek":5,"positionInParasha":32},{"uri":"tanach-ramban-2-19-6","text":"וגוי קדוש. לדבקה באל הקדוש, כמו שאמר קדושים תהיו כי קדוש אני ה' (ויקרא יט ב). והנה הבטיחם בעולם הזה ובעולם הבא","titles":[{"title":"﻿שמות יט ו"},{"title":"﻿שמות פרק יט פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-6","positionInPerek":6,"positionInParasha":33},{"uri":"tanach-ramban-2-19-7","text":"והגאון רב סעדיה אמר כי וישם לפניהם כמו שימה בפיהם (דברים לא יט). ואיננו אלא כמו שפירשתי. וכן טעם ויענו כל העם יחדיו, כי משה קרא לזקני העם שהם חכמיהם ושופטיהם, כי להם הבחירה, ושם לפניהם כל הדברים האלה במעמד כל העדה, כי על כלם צוה כה תאמר לבית יעקב ותגיד לבני ישראל (פסוק ג), והם לא המתינו לעצה ובחירה, ויענו כל העם יחדו ויאמרו למקטון ועד גדול כל אשר דבר ה' נעשה, וכן אמר עוד (להלן כד ג) ויען כל העם קול אחד ויאמרו","titles":[{"title":"﻿שמות יט ז"},{"title":"﻿שמות פרק יט פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-7","positionInPerek":7,"positionInParasha":34},{"uri":"tanach-ramban-2-19-8","text":" הרמב\"ן  וישב משה את דברי העם אל ה'. ששב לפניו אל ההר עם מענה העם. והנה הכל גלוי לפניו ולא שאלו מה ענה לך העם הזה, וכענין שכתוב וישמע ה' את קול דבריכם בדברכם אלי. ובבאו לפניו אמר ה' יתברך הנה אנכי בא אליך בעב הענן בעבור ישמע העם בדברי עמך וגם בך יאמינו לעולם, ואז הגיד לפניו ואמר רבונו של עולם בניך מאמינים הם ומקבלין עליהם כל אשר תדבר, וכן וישיבו אותם דבר ויראום את פרי הארץ (במדבר יג כו), שובם אליהם עם הדברים שראו, כי אח''כ אמר ויספרו לו ויאמרו. ואין צורך לדברי ר''א בזה","titles":[{"title":"﻿שמות יט ח"},{"title":"﻿שמות פרק יט פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-8","positionInPerek":8,"positionInParasha":35},{"uri":"tanach-ramban-2-19-9","text":"ובמכילתא (כאן) ראיתי בעבור ישמע העם בדברי עמך, מלמד שאמר הקב''ה למשה, הרי אני קורא לך מראש ההר ואתה עולה, שנאמר (להלן פסוק כ) ויקרא ה' למשה, וגם בך יאמינו לעולם, גם בך גם בנביאים העתידים לעמוד אחריך. מטין דבריהם לדעת ר''א","titles":[{"title":"﻿שמות יט ט"},{"title":"﻿שמות פרק יט פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-9","positionInPerek":9,"positionInParasha":36},{"uri":"tanach-ramban-2-19-10","text":" הרמב\"ן  וקדשתם היום ומחר. פירש רש''י וזמנתם. וכן דעת אונקלוס. וכמהו אני צויתי למקודשי (ישעיה יג ג), וכן התקדשו למחר (במדבר יא יח). ור''א אמר שירחצו במים. ומה טעם היום ומחר, ואין צריך לרחוץ אלא פעם אחת. והנכון שיהיו קדושים, שלא יגשו אל אשה ואל כל טומאה, כי הנשמר מן הטומאה יקרא מקודש, כמו שאמר בכהנים לנפש לא יטמא (ויקרא כא א), קדושים יהיו לאלהיהם (שם ו), וכתיב כי הכהנים לא התקדשו (דהי''ב ל ג), ר''ל לא הטהרו, וכן כי אם אשה עצורה לנו ויהיו כלי הנערים קדש (ש''א כא ו). ובידוע כי ירחצו במים, והוא נלמד מכבוס הבגדים. וכך אמרו במכילתא (כאן) אין כבוס בגדים בתורה שאין טעון טבילה","titles":[{"title":"﻿שמות יט י"},{"title":"﻿שמות פרק יט פסוק י"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-10","positionInPerek":10,"positionInParasha":37},{"uri":"tanach-ramban-2-19-11","text":" הרמב\"ן  ירד ה' לעיני כל העם. שכלם יראו ברדתו שם, כי יראו מראה כבוד ה' כאש אוכלת בראש ההר. לא שיראו את השם, דכתיב (להלן לג כ) כי לא יראני האדם וחי","titles":[{"title":"﻿שמות יט יא"},{"title":"﻿שמות פרק יט פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-11","positionInPerek":11,"positionInParasha":38},{"uri":"tanach-ramban-2-19-13","text":"אבל לפי דעתי האגדה הזו יש לה סוד, ואמרו שזה הקול הוא פחד יצחק, ולכך אמר (פסוק טז) ויחרד כל העם אשר במחנה, ולא השיגו דבור בגבורה הזאת זולתי קול (דברים ד יב)","titles":[{"title":"﻿שמות יט יג"},{"title":"﻿שמות פרק יט פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-13","positionInPerek":13,"positionInParasha":40},{"uri":"tanach-ramban-2-19-14","text":" הרמב\"ן  וירד משה מן ההר אל העם ויקדש את העם. לימד כאן שגם הדבור הזה שאמר בו ויאמר ה' אל משה לך אל העם, היה בהר, שהיה משה עולה שם בכל פעם לדבר אתו. ובמכילתא (כאן) דרשו בו מלמד שלא היה משה פונה לעסקיו ולא היה הולך לביתו כלל אלא מן ההר אל העם","titles":[{"title":"﻿שמות יט יד"},{"title":"﻿שמות פרק יט פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-14","positionInPerek":14,"positionInParasha":41},{"uri":"tanach-ramban-2-19-19","text":" הרמב\"ן  משה ידבר והאלהים יעננו בקול. אמרו במכילתא (כאן) שזה על שעת מתן תורה, שהיה משה משמיע הדברות לישראל, כמו שכתב רש''י. ועל דרך הפשט לא ידבר בזה עדיין, אבל ירד השם הנכבד אל ההר ביום השלישי, והוציא משה את העם מן המחנה לקראת הכבוד הנראה להם, ויתיצבו הם בתחתית ההר, ומשה עלה למעלה קרוב לראש ההר ששם הכבוד מחיצה לעצמו ומדבר עם ישראל להורותם מה יעשו, וישראל שומעים קול האלהים שעונה אותו ויצונו והם לא יבינו מה יאמר לו, ויצוה אותו בצואות האמורות אח''כ בפרשה רד העד בעם וגו', לך רד ועלית אתה ואהרן עמך וגו', והיה זה קודם מתן תורה וגם בשעת הדברות, כי משה לא עלה אל ראש ההר אל הערפל אשר שם האלהים רק לאחר מתן תורה. וכן אמר (דברים ה ה) אנכי עומד בין ה' וביניכם בעת ההיא להגיד לכם את דבר ה' כי יראתם מפני האש ולא עליתם בהר לאמר, כאשר עליתי אני. ויש מפרשים כי ישראל יראים מאד מקול השופר שהולך וחזק מאד (פסוק יט), ומשה היה אומר תחלה כוונו דעתכם כי עתה תשמעו קול בענין כך, ומיד האלהים יעננו אותו בקול","titles":[{"title":"﻿שמות יט יט"},{"title":"﻿שמות פרק יט פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-19","positionInPerek":19,"positionInParasha":46},{"uri":"tanach-ramban-2-19-20","text":"ומזה תבין מה שאמרו רבותינו תמיד במדרשי הגדות (עי' שמו''ר כח ו) כי בשבעה קולות נתנה התורה, והם שהזכיר דוד במזמור הבו לה' בני אלים (תהלים כט), והוא המנין הנרמז בפרשה הזאת, כי ויהי קלת וברקים חסר וימנה אחד, וכן וכל העם רואים את הקולת יחסר ממנו הרבים, והנה הם ששה, וכבר נאמר בפירוש. וידבר אלהים, וכן במשנה תורה (דברים ד וה) הזכיר שבעה קולות במתן תורה, ובמסכת ברכות (ו","titles":[{"title":"﻿שמות יט כ"},{"title":"﻿שמות פרק יט פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-20","positionInPerek":20,"positionInParasha":47},{"uri":"tanach-ramban-2-19-22","text":" הרמב\"ן  וגם הכהנים הנגשים אל ה'. שהם מגישים לשם הנכבד קרבנות ונגשים בהם אליו","titles":[{"title":"﻿שמות יט כב"},{"title":"﻿שמות פרק יט פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-19","interprets":"tanach-2-19-22","positionInPerek":22,"positionInParasha":49},{"uri":"tanach-ramban-2-20-2","text":"ונאמרו כל הדברות כלן בלשון יחיד, ה' אלהיך אשר הוצאתיך, ולא כאשר התחיל להם אתם ראיתם וגו', אם שמע תשמעו (לעיל יט ד ה), להזהיר כי כל יחיד מהם יענש על המצות, כי עם כל אחד ידבר, ולכל אחד יצוה שלא יחשבו כי אחר הרוב ילך והיחיד ינצל עמהם. ויבאר להם משה זאת הכוונה בסוף התורה בפרשת אתם נצבים (דברים כט יז)","titles":[{"title":"﻿שמות כ ב"},{"title":"﻿שמות פרק כ פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-2","positionInPerek":2,"positionInParasha":54},{"uri":"tanach-ramban-2-20-3","text":"ועל דרך האמת תבין סוד הפנים ממה שכתבנו (לעיל ג ב), כי הכתוב הזהיר במעמד הזה פנים בפנים דבר ה' עמכם (דברים ה ד), ותדע סוד מלת אחרים, ויבא כל הכתוב כפשוטו ומשמעו. וכן רמז אונקלוס, והוא שנאמר (פסוק כג) לא תעשון אתי וגו'","titles":[{"title":"﻿שמות כ ג"},{"title":"﻿שמות פרק כ פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-3","positionInPerek":3,"positionInParasha":55},{"uri":"tanach-ramban-2-20-5","text":"ומדברי רבותינו (מכילתא כאן) נראה כפירוש הזה שפירשתי, שלמדו מכאן שמדה טובה מרובה על מדת פורענות, שמדת פורענות לארבעה דורות וכו', ואם היה כפירוש הראשון הזה שפירשתי, היתה מדה טובה מרובה אם יאריך גם דור עשירי. ויתכן שתהיה המדה החמורה הזאת בעבודת גלולים בלבד, כי בה יזהיר, אבל בשאר המצות איש בעונו ימות (ירמיה לא כט). והסוד הנסתר בפוקד עון אבות על בנים בתחלת ספר קהלת (א ד) תמצאנו, וכבר כתבתיו (בראשית לח ט)","titles":[{"title":"﻿שמות כ ה"},{"title":"﻿שמות פרק כ פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-5","positionInPerek":5,"positionInParasha":57},{"uri":"tanach-ramban-2-20-6","text":"ומצאתי במכילתא (כאן) לאוהבי, זה אברהם וכיוצא בו. ולשומרי מצותי, אלו הנביאים והזקנים. רבי נתן אומר, לאוהבי ולשומרי מצותי, אלו שהם יושבים בארץ ישראל ונותנין נפשם על המצות. מה לך יוצא ליהרג, על שמלתי את בני. מה לך יוצא לישרף, על שקראתי בתורה. מה לך יוצא ליצלב, על שאכלתי את המצה. מה לך לוקה מאפרגל, על שנטלתי את הלולב. ואומר (זכריה יג ו) אשר הוכיתי בית מאהבי, המכות האלה גרמו לי ליאהב לאבי שבשמים. הרי פירש רבי נתן כי האהבה מסירת הנפש על המצוה. והכתוב ודאי על ע''ז כי בה נתחייבנו ביהרג ואל יעבור בכל הזמנים לעולם, אבל הרחיב הענין לכל המצות, לפי שבשעת השמד אנו נהרגין על כלן מן הכתוב האחר ולא תחללו את שם קדשי (ויקרא כב לב). ות''ק שאמר זה אברהם ואלו הנביאים, אינו נכון שיאמר שהיו הנביאים עושים על מנת לקבל פרס, אבל יש בזה סוד, אמר שאברהם מסר נפשו באהבה, כענין שכתוב חסד לאברהם, ושאר הנביאים בגבורה. והבן זה","titles":[{"title":"﻿שמות כ ו"},{"title":"﻿שמות פרק כ פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-6","positionInPerek":6,"positionInParasha":58},{"uri":"tanach-ramban-2-20-7","text":"ואני אפרש לך קבלת רבותינו. בודאי שכל עשרת הדברות שמעו כל ישראל מפי אלהים כפשוטו של כתוב, אבל בשני הדברות הראשונות היו שומעים הדבור ומבינים אותו ממנו כאשר יבין אותם משה, ועל כן ידבר עמהם כאשר ידבר האדון אל עבדו, כמו שהזכרתי. ומכאן ואילך בשאר הדברות ישמעו קול הדבור ולא יבינו אותו, ויצטרך משה לתרגם להם כל דבור ודבור עד שיבינו אותו ממשה. וכך הם מפרשים משה ידבר והאלהים יעננו בקול (לעיל יט יט). ועל כן היו בהם דברי ה' עם משה שיאמר להם כן. והכונה היתה בזה כדי שיהיו כלם נביאים באמונת ה' ובאיסור ע''ז, כאשר פירשתי (שם ט), לפי שהם העיקר לכל התורה והמצות, כמו שאמר הקהל לי את העם ואשמיעם את דברי אשר ילמדון ליראה אותי כל הימים (דברים ד י). אבל בשאר הדברות יקבלו מפי משה ביאורן עם שמיעתם קול הדברים, ובשאר המצות יאמינו במשה בכל","titles":[{"title":"﻿שמות כ ז"},{"title":"﻿שמות פרק כ פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-7","positionInPerek":7,"positionInParasha":59},{"uri":"tanach-ramban-2-20-8","text":"ובגמרא פסחים (קו.) אמרו זכור את יום השבת לקדשו, זכרהו על היין בכניסתו, אין לי אלא ביום, בלילה מנין, ת''ל את יום השבת, האי תנא מהדר אליליא ונסב ליה קרא דיממא, ועוד, עיקר קדושה בלילה הוא, אלא הכי קאמר, זכור את יום השבת לקדשו, זכרהו על היין בכניסתו, אין לי אלא בלילה ביום מנין, ת''ל את יום השבת. וכן הברייתא שבמכילתא יתרץ בה אין לי אלא בלילה שהוא עיקר הקדוש, ליום מנין וכו', והוא אסמכתא בעלמא. ומשם תלמוד שהמצוה הזאת למדה ממלת ''לקדשו'', אבל זכור את יום השבת מצוה לזכרו תמיד בכל יום, כמו שפירשנו, אלא שכל מצות הזכירה במנין אחד בחשבון רמ''ח מצות שנצטווינו. ודע זה","titles":[{"title":"﻿שמות כ ח"},{"title":"﻿שמות פרק כ פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-8","positionInPerek":8,"positionInParasha":60},{"uri":"tanach-ramban-2-20-9","text":" הרמב\"ן  ששת ימים תעבוד ועשית כל מלאכתך. ענין עבודה היא מלאכה שאינה להנאת הגוף כאוכל נפש וכיוצא בה, כענין שנאמר ובכל עבודה בשדה (שמות א יד), כי תעבוד את האדמה (בראשית ד יב), ונעבדתם ונזרעתם (יחזקאל לו ט), וכאשר אפרש עוד בע''ה (ויקרא כג ז). ולכך אמר ששת ימים תעבוד את האדמה, ועשית כל מלאכתך, אשר היא לצורך גופך ולהנאתך, כענין את אשר תאפו אפו (לעיל טז כג), ובשבת לא תעשה שום מלאכה","titles":[{"title":"﻿שמות כ ט"},{"title":"﻿שמות פרק כ פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-9","positionInPerek":9,"positionInParasha":61},{"uri":"tanach-ramban-2-20-10","text":"אבל מצאנו לרבותינו (במכילתא כאן) שדרשו בהפך, אמרו כי וגרך אשר בשעריך על דרך הפשט הוא גר צדק, והוא חייב כמונו בשביתה, וינפש בן אמתך והגר (להלן כג יב) לרבות גר תושב הערל. ורצונם שיהיה המוזהר תחלה הגר הנימול שחייב כמונו, והכתוב השני לרבות הערל. ולפיכך הוקש לבהמה, שאמר (שם) למען ינוח שורך וחמורך וינפש בן אמתך והגר, צוונו בשביתת כלם בשוה, שלא יעשו לנו, ויעשו כרצונם לעצמם, וכן יהיו העבד והגר הנזכרים בעשרת הדברות שוים, וחייבים בכל דין השבת כמונו, כמו שאמר (דברים ה יד) למען ינוח עבדך ואמתך כמוך","titles":[{"title":"﻿שמות כ י"},{"title":"﻿שמות פרק כ פסוק י"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-10","positionInPerek":10,"positionInParasha":62},{"uri":"tanach-ramban-2-20-11","text":"כי ששת ימים עשה ה'. לא יחסר בי''ת, אבל כי ששת ימים עשה ה' וביום השביעי שבת וינפש (להלן לא יז)","titles":[{"title":"﻿שמות כ יא"},{"title":"﻿שמות פרק כ פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-11","positionInPerek":11,"positionInParasha":63},{"uri":"tanach-ramban-2-20-12","text":"וכאשר המצוה הזאת היא בתחתונים, כן נתן שכרה באריכות ימים בארץ אשר יתן לנו. ועל דעת רבותינו (קידושין לט","titles":[{"title":"﻿שמות כ יב"},{"title":"﻿שמות פרק כ פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-12","positionInPerek":12,"positionInParasha":64},{"uri":"tanach-ramban-2-20-13","text":"והנראה במכתב הלוחות שהיו החמש ראשונות בלוח אחד שהם כבוד הבורא כמו שהזכרתי, והחמש השניות בלוח אחד, שיהיו חמש כנגד חמש, כענין שהזכירו בספר יצירה (א ג) בעשר ספירות בלי מה כמספר עשר אצבעות, חמש כנגד חמש, וברית יחיד מכוונת באמצע. ומזה יתברר לך למה היו שתים, כי עד כבד את אביך הוא כנגד תורה שבכתב, ומכאן ואילך כנגד תורה שבעל פה. ונראה שלזה רמזו רבותינו ז''ל שאמרו (תנחומא עקב י) שתי לוחות כנגד שמים וארץ וכנגד חתן וכלה וכנגד שני שושבינין וכנגד שני עולמים. וכל זה רמז אחד, והמשכיל יבין הסוד","titles":[{"title":"﻿שמות כ יג"},{"title":"﻿שמות פרק כ פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-13","positionInPerek":13,"positionInParasha":65},{"uri":"tanach-ramban-2-20-15","text":"וינועו. על דעת רבותינו (במכילתא כאן) אין נוע בכאן אלא זיע, וכן הוא אומר (ישעיה כד כ) נוע תנוע ארץ כשכור, ואם כן יאמר כי נזדעזעו, ומפחדם חזרו עוד לאחור ועמדו מרחוק. ועל דעת בעלי הפשט וינועו שנעו ממקומם לאחוריהם ועמדו מרחוק, מלשון נע ונד תהיה בארץ (בראשית ד ב), וכן ויניעם במדבר (במדבר לב יג)","titles":[{"title":"﻿שמות כ טו"},{"title":"﻿שמות פרק כ פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-15","positionInPerek":15,"positionInParasha":67},{"uri":"tanach-ramban-2-20-16","text":"ומן המופלא בחכמת אונקלוס שלא הזכיר במעמד הר סיני ''יקרא דה''' או ''מימרא דה''', ותרגם הא אנא מתגלי לך (שם ט), יתגלי ה' לעיני כל עמא על טורא דסיני (שם יא), דאתגלי עלוהי (שם יח), ואתגלי ה' על טורא דסיני (שם כ), ולא תרגם ''ואתגלי יקרא דה''' כאשר הוא מתרגם תחלה הר האלהים (לעיל ג א) טורא דאיתגלי עלוהי יקרא דה', כן עשה בכל מקום שהזכיר השם המיוחד בירידה הזאת, אבל כאשר יזכיר הכתוב אלהים תרגם לקראת האלהים (לעיל יט יז) לקדמות מימרא דה', ותרגם בא האלהים (כ יז) יתגלי לכון יקרא דה', ולא אמר יתגלי לכון ה', דתמן יקרא דה' (שם יח), וכן אמר ומן קדם ה' מתעני ליה בקל (לעיל יט יט), וכל זה מבואר ומפורש למי שישכיל דברינו המפורשים למעלה (יט כ). וכן ראיתי בנוסחאות מדוקדקות ויעל משה אל הר האלהים (להלן כד יג) וסלק משה לטורא דה', כי אחרי מתן תורה יאמר כן, וכתיב ויסעו מהר ה' (במדבר י לג)","titles":[{"title":"﻿שמות כ טז"},{"title":"﻿שמות פרק כ פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-16","positionInPerek":16,"positionInParasha":68},{"uri":"tanach-ramban-2-20-17","text":"ועל דעתי הוא נסיון ממש. יאמר, הנה רצה האלהים לנסותכם התשמרו מצותיו כי הוציא מלבכם כל ספק, ומעתה יראה הישכם אוהבים אותו ואם תחפצו בו ובמצותיו. וכן כל לשון נסיון בחינה, ללכת באלה כי לא נסיתי (ש''א יז לט), לא בחנתי נפשי מעולם ללכת בהם. ויתכן שיהיה הנסיון הזה בטובה, כי האדון פעם ינסה עבדו בעבודה קשה לדעת אם יסבלנה לאהבתו, ופעם ייטיב עמו לדעת אם יגמול אותו בטובה אשר עשה עמו להוסיף לאדוניו עבודה וכבוד, כענין שאמרו חכמים (שמו''ר לא כ) אשרי אדם שעומד בנסיוניו, שאין לך בריה שאין הקב''ה מנסה אותה, העשיר מנסה אותו אם תהיה ידו פתוחה לעניים, העני מנסה אותו אם יוכל לקבל יסורין וכו'. ולכך אמר הכתוב, הטיב לכם האלהים להראותכם את כבודו, אשר לא עשה כן לכל גוי, לנסותכם אם תגמלו לפניו כטובה אשר עשה עמכם להיות לו לעם נחלה, כענין שאמר הלה' תגמלו זאת (דברים לב ו), ואמר רק אתכם ידעתי מכל משפחות האדמה על כן אפקוד עליכם את כל עונותיכם (עמוס ג ב), כי העמים אינם חייבים לי ככם אשר ידעתי אתכם פנים בפנים","titles":[{"title":"﻿שמות כ יז"},{"title":"﻿שמות פרק כ פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-17","positionInPerek":17,"positionInParasha":69},{"uri":"tanach-ramban-2-20-19","text":"וכתב רש''י כי מן השמים דברתי עמכם, וכתוב אחר אומר וירד השם על הר סיני (לעיל יט כ), בא השלישי להכריע ביניהם מן השמים השמיעך את קולו ליסרך ועל הארץ הראך את אשו הגדולה (דברים ד לו), כבודו בשמים ואשו וגבורתו בארץ. זהו לשון הרב. ואיננו מכוון. אבל הכרע הפסוקים מדרש חכמים הוא (מכילתא כאן), ואמת הוא כי השם בשמים וכבודו בהר סיני כי באש ה', וכתוב ועל הר סיני ירדת ודברת עמהם משמים, והמקראות כלן מבוארות בלשונן לכל יודע, וכבר בארתי הכל למעלה (לעיל יט כ). ורבי אברהם אמר כי מי שיש לו לב יבין הטעם בפרשת כי תשא (שמות לג כא). ודברי פי חכם חן (קהלת י יב). ","titles":[{"title":"﻿שמות כ יט"},{"title":"﻿שמות פרק כ פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-19","positionInPerek":19,"positionInParasha":71},{"uri":"tanach-ramban-2-20-21","text":" הרמב\"ן  מזבח אדמה תעשה לי. פירש ר''א כי אמר לא תעשון אתי אלהי כסף ואלהי זהב לקבל כח עליונים בצורתם להיות אמצעיים ביני וביניכם, כי בכל המקום אשר אזכיר את שמי אבא אליך אני בכבודי וברכתיך, אין לך צורך לאמצעי כלל. ועל דעת רבותינו (במכילתא כאן) במזבחות, שהם הנעשים במשכן ובמקדש, הזכיר מצות המזבחות באדמה ובאבנים לאמר שיעשו גם כן המזבחות לשם לבדו, ושם יזבחו העולות והשלמים, ולא לשדים על פני השדה, ובכל המקום אשר יזכירו את שמו יבא בכבודו עליהן לשכן שכינתו בתוכם ולברך אותם","titles":[{"title":"﻿שמות כ כא"},{"title":"﻿שמות פרק כ פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-21","positionInPerek":21,"positionInParasha":73},{"uri":"tanach-ramban-2-20-22","text":"וזהו שאמר (שם ו ז) אבן שלמה מסע נבנה, לא שהיא שלימה לגמרי, רק שהיא שלימה שאין בה פגם כדי שתחגור בה צפורן, אבל היא חלקה ושוה (ס''א ונאה). ופירוש ''מסע'', שהיא גדולה כאשר הסיעו אותה מן ההר, לא חלקו הסלע לאבנים מרובות כמנהג הבונים, ולא יתקנו אותה בכאן, ולא ישיבוה במקבות והגרזן כמנהג כל בנין אחר, כי לא רצה שלמה שיבנה ושישמע בכל הר הבית קול ברזל, וכל זה להרחיק הברזל ממנו, וזה כדעת רבי ירמיה במסכת סוטה (מח","titles":[{"title":"﻿שמות כ כב"},{"title":"﻿שמות פרק כ פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-22","positionInPerek":22,"positionInParasha":74},{"uri":"tanach-ramban-2-20-23","text":" הרמב\"ן  ולא תעלה במעלות על מזבחי. בעבור כי התחיל לצוות במזבח השלים מצותו ולא איחר זה עד צוותו בדברי הקרבנות בתורת כהנים, וזו ראיה לדברי חכמים ואין צריכין חיזוק. וטעם המעלות, יראת המזבח והדורו לכבוד השם. ולמצות השם טעמים רבים בכל אחת, כי יש בכל אחת תועלות רבות לגוף ולנפש","titles":[{"title":"﻿שמות כ כג"},{"title":"﻿שמות פרק כ פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-5","perek":"tanach-2-20","interprets":"tanach-2-20-23","positionInPerek":23,"positionInParasha":75},{"uri":"tanach-ramban-2-21-1","text":"ולכך אמר בכאן שהמשפטים האלה ישימו אותם לפני האלהים שיזכיר, ולא לפני גוים, ולא לפני מי שאינו שופט על פי התורה, והוא הדיוט לזה, שאסור לבא בפניו כשם שאסור לבא לפני הגוים. ואע''פ שידוע שההדיוט הזה יודע שורת הדין וידין לו כהוגן, אבל הוא אסור לשומו דיין ולצעוק לו שיכוף את בעל דינו לדון לפניו, וההדיוט עצמו אסור לדון להם. ואף על פי שהזכירו חכמים שתי הכתות האלה כאחת, יש הפרש ביניהם, שאם רצו שני בעלי הדין לבא לפני ההדיוט שבישראל מותר הוא, ובדקבלום עילויהו דינו דין, אבל לפני הגוים אסורין הם לבא לפניו שידון להם בדיניהם לעולם, ואפילו היו דיניהם כדיננו באותו ענין","titles":[{"title":"﻿שמות כא א"},{"title":"﻿שמות פרק כא פסוק א"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-21-2","text":"ולכך החמיר בה הנביא מאד, ואמר אנכי כרתי ברית את אבותיכם מקץ שבע שנים תשלחו איש את עבדו ואיש את שפחתו (ירמיה לד יג יד), וגזר בעבורה הגלות (שם יז~כב) כאשר תגזור התורה גלות על שמטת הארץ (ויקרא כו לד~לה), וכמו שאכתוב עוד בעזרת ה' (בויקרא כה ב). וכאשר השלים משפט המצוה הזאת בעבדים העברים, החל במשפט לא תרצח שהיא החמורה, ובכבוד האבות, ובלא תגנוב, וחזר למשפט מכה איש בלי שימות בה, ואחרי כן לרציחת העבד שהיא חמורה ממיתת הולדות, ואחרי כן לאברי הישראלים והעבדים, ואחרי כן לנזקי הבהמות במיתה. וכל הפרשיות בסדור ובכונה נכונה","titles":[{"title":"﻿שמות כא ב"},{"title":"﻿שמות פרק כא פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-ramban-2-21-3","text":"ועדיין אני אומר שאם רצו אשתו ובניו ליזון משל אדון הוא לוקח מעשה ידיהם כמו שכתבתי, ולא באו למעט בברייתא הזו אלא שאינם שלו כדין עבד כנעני, וכדין העבד עצמו, אלא יכולים הם לומר אין אנו ניזונין ואין אנו עושים. ונתחדש לנו מן הברייתא הזו שאם נשא אשה שלא ברצון אדניו אינו חייב במזונותיה ולא במזונות ולדיה, שכיון שברשות אדניו למסור לו שפחה כנענית אינו חייב במזונות הישראלית הזאת. ודרשו עוד ממלת עמו שלא תפרישנו מאשתו ומבניו, לומר שאין רבו יכול לומר לו עם השפחה שמסרתי לך תתיחד ותישן בלילה ולא עם אשתו הישראלית, אלא הרי הדבר ברשות העבד","titles":[{"title":"﻿שמות כא ג"},{"title":"﻿שמות פרק כא פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-2-21-4","text":" הרמב\"ן  אם אדניו יתן לו אשה. בכנענית הכתוב מדבר. או אינו אלא ישראלית, ת''ל האשה וילדיה תהיה לאדניה, הא בכנענית הכתוב מדבר. זה לשון הברייתא השנויה במכילתא. וכתב רש''י שהרי העבריה אף היא יוצאה בשש, ואפילו לפני שש אם הביאה סימנים, שנאמר (דברים טו יב) כי ימכר לך אחיך העברי או העבריה. ואין זה מכוון כהוגן, כי אם נאמר שהיא בישראלית, לא במוכר את בתו לאמה שיוצאה בסימנים, כי היאך יתננה לו אדוניו והוא אין בידו למוסרה לשום אדם אחר. וכן הראיה שאמר שאף היא יוצאה בשש אינה אלא לדבריו שכתב במוכר עצמו שאינו נמכר אלא לשש, והם בתלמוד דברי יחיד (קידושין יד","titles":[{"title":"﻿שמות כא ד"},{"title":"﻿שמות פרק כא פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-ramban-2-21-6","text":"ועבדו לעולם. פירשו רבותינו (במכילתא כאן) כי הוא עד היובל. ואמר ר''א כי פירוש עולם זמן בלשון הקדש, כבר היה לעולמים אשר היה מלפנינו (קהלת א י), זמנים, וישב שם עד עולם (ש''א א כב). ולכן אמר ועבדו לעולם, לזמנו של יובל, שאין במועדי ישראל זמן ארוך ממנו, ויציאת חירות כאלו עולם מתחדש לו, ויהיה פירושו שישוב לזמנו הראשון שהיה חפשי. והמשכיל יבין כי לעולם כמשמעו, כי העובד עד היובל עבד כל ימי עולם. ולשון מכילתא (כאן) רבי אומר בא וראה שאין עולם אלא חמשים שנה, שנאמר ועבדו לעולם, עד היובל. ושכח ר''א מה שהשכיל וכתב במקום אחר","titles":[{"title":"﻿שמות כא ו"},{"title":"﻿שמות פרק כא פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-2-21-7","text":"אבל בעל הלכות גדולות כתב מפני שיציאת העבדים בשן ועין קנס הוא ואין למדין מן הקנסות. עשה זה מצות לא תעשה, יזהיר את האדון שאם בא להוציאה מרשותו בשן ועין שיעבור בלאו, אבל ישלם דמי השן והעין, ותהיה עמו ליעוד עד הזמן, כי יהיה זה רעה רבה שהפיל את שינה בכעסו עמה ויוציאנה מביתו אשר היתה מיחלת ליעודו לאחר שפגם אותה. ועוד, כי פעמים רבות יהיו דמי הנזק בראשי האיברים יותר מדמי עבודתה בהיות קרוב לבא עתה. והחמיר הכתוב על האדון בלאו, שלא יגזול ממנה דמי ראשי אבריה אפילו ירצה להוציאה בהם. ואפשר שההוצאה עצמה אסורה עליו עד הזמן, כי חייבו הכתוב במזונותיה ולעמוד עמו אולי תמצא חן בעיניו ותתיעד, כאשר הזהיר בלאו בשארה כסותה ועונתה לא יגרע. ולזה הדעת ימנה לא תצא כצאת העבדים בכלל שס''ה מצות לא תעשה","titles":[{"title":"﻿שמות כא ז"},{"title":"﻿שמות פרק כא פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-ramban-2-21-8","text":"ודרך הפשט בפרשה זו שיאמר כי ימכור איש את בתו הקטנה לאמה לא תצא כצאת העבדים האלה הנזכרים בשביעית (לעיל בפסוק ב) וביובל (ויקרא כה מ), שלא יוכל האב להוציאה מביתו לעולם אם תיטיב הנערה בעיניו ותשא חסד לפניו, אבל יקחנה לו לאשה כרצונו. ואם רעה בעיני אדוניה אשר יעדה להיות לו לאשה, כי הקונה בת ישראל לקחתה לו לאשה יקנה אותה, והנה היא מיועדת לו מן הסתם. ועתה אם לא יחפוץ בה אדוניה, והפדה האב הנזכר, כי אסור לו להניחה עוד ביד אדון מעת שיאמר לא חפצתי לקחתה, ולא יוכל למכרה לעם נכרי בבואו לבגוד בה, כי זאת בגידה שימכור אדם בתו זולתי למי שיוכל לישא אותה. או טעמו שכל מוכר בתו בוגד בה. ואם שלש אלה, היעוד לו או לבנו או הפדיון לא יעשה לה, אז תצא חנם אין כסף כצאת העבדים הנזכר","titles":[{"title":"﻿שמות כא ח"},{"title":"﻿שמות פרק כא פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-ramban-2-21-9","text":"ואם יהיה פירוש שאר כמו בשר כדברי המפרשים (רש''י והרד''ק בתהלים עח כז והרד''ק כאן), ונאמר כי אל כל שאר בשרו (ויקרא יח ו) כמו בשר בשרו, כענין שנאמר (בראשית לז כז) כי אחינו בשרנו הוא, ג''כ נפרש שארה לא יגרע, שלא ימנע ממנו בשרה, כלומר הבשר הראוי לה, והוא בשר הבעל אשר הוא עמה לבשר אחד. וענין הכתוב, שאם יקח אחרת, קרוב בשרה של זו וכסות מטתה ועת דודיה לא יגרע ממנה, כי כן משפט הבנות. והטעם, שלא תהיה האחרת יושבת לו על מטה כבודה והיו שם לבשר אחד, וזו עמו כפילגש ישכב עמה בדרך מקרה ועל הארץ כבא אל אשה זונה, ולכן מנעו הכתוב מזה. וכך אמרו חכמים (כתובות מח.) שארה זו קרוב בשר, שלא ינהג בה כמנהג פרסיים שמשמשין מטותיהן בלבושיהן. וזה פירוש נכון, כי דרך הכתוב בכל מקום להזכיר המשכב בלשון נקי ובקצור, ולכן אמר באלו ברמז שארה כסותה ועונתה, על שלשת הענינים אשר לאדם עם אשתו בחבורן. ויבא זה כהוגן על דין ההלכה, ויהיו המזונות ומלבושי האשה תקנה מדבריהם","titles":[{"title":"﻿שמות כא ט"},{"title":"﻿שמות פרק כא פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-ramban-2-21-15","text":" הרמב\"ן  ומכה אביו ואמו מות יומת. כבר למדו חכמים שמיתתו בחנק (סנהדרין פד","titles":[{"title":"﻿שמות כא טו"},{"title":"﻿שמות פרק כא פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-ramban-2-21-16","text":"ועל כל ענין, שיעור הכתוב וגונב איש ונמצא בידו ומכרו מות יומת. ויתכן שהיה עוד כסדרו, ונמצא בידו של לוקח, שאם גנב את הנפש והביאו לביתו והביא שם הלוקח ומכרו לו ולא הוציאו הלוקח משם אינו חייב שלא נגמר המכר ביניהן, או אפילו כשנגמר המכר יפטר, כמו שכתבתי","titles":[{"title":"﻿שמות כא טז"},{"title":"﻿שמות פרק כא פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-ramban-2-21-18","text":"ובמכילתא (כאן) רבי נתן אומר הקיש אבן לאגרוף ואגרוף לאבן, מה האבן שיש בה כדי להמית אף אגרוף שיהיה בו כדי להמית. ומה אגרוף בידוע אף אבן בידוע, הא אם נתערבה באבנים אחרות הרי זה פטור. לומר שאם נתערבה באבנים אחרות משערין את הקלה שבהן, ואם אין בה כדי להמית פוטרין אותו. ואחרים אמרו (הראב''ע והרד''ק כאן) כי אגרוף רגב עפר, מלשון עבשו פרודות תחת מגרפותיהן (יואל א יז), והאל''ף כאל''ף אזרוע (ירמיה לב כא), והוא דעת אונקלוס שאמר בכורמיזא. והזכיר את אלה ג''כ, לאמר כי גם ברגב יומת אם הכהו במקום שיש בו כדי להמית, וזהו להבדיל החרב מהם שאין צריך אומד כמו שהזכירו חכמים (סנהדרין עו","titles":[{"title":"﻿שמות כא יח"},{"title":"﻿שמות פרק כא פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-ramban-2-21-19","text":"ואמר רק שבתו יתן ורפא ירפא. ולא אמר שבתו ורפואתו יתן, להגיד שיתן השכר אל הרופאים וירפאו אותו, ולא יוכל לתבוע שיתן לו השכר והוא יעשה בו דברים אחרים, רק ירפא בו על כל פנים","titles":[{"title":"﻿שמות כא יט"},{"title":"﻿שמות פרק כא פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-19","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-ramban-2-21-20","text":"ועל דעת רבותינו (במכילתא כאן) הזכיר יום או יומים להודיע שצריך לחיות עשרים וארבע שעות, וטעמו יום שלם או יומים שאין יום שלם בהם. ואלו אמר יום בלבד היה צריך שיעמוד לילה ויום כיום התורה במעשה בראשית ובשבתות ובמועדים. ויהיה יעמוד שיתקיים. וכן למען יעמדו ימים רבים (ירמיה לב יד), יתקיימו, והוא הנכון והאמת","titles":[{"title":"﻿שמות כא כ"},{"title":"﻿שמות פרק כא פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-ramban-2-21-22","text":" הרמב\"ן  כאשר ישית עליו בעל האשה. כשיתבענו הבעל בב''ד להשית עליו עונש על כך. לשון רש''י. ונכון הוא. וכן כאשר ייטב לך (בראשית מ יד), ורבים ככה. והכונה, כי הוא חייב בדמי הולדות כאשר ישית עליו הבעל, ולא כאשר תשית עליו האשה, כי אין לה חלק וזכות בהן. אבל אונקלוס תרגם כמה די ישוי עלוהי. ואמר ר''א ככל אשר ישית עליו בעל האשה או יתן בפלילים. כאלו אמר שיתפשר עמו לרצונו, או ישלם כדי דמיהן על פי ב''ד. ואיננו נכון, כי מה טעם להזכיר זה. ולפי דעתי, בעבור שאין בולדות היזק ניכר, כי מי יודע אם יצליחו, אמר הכתוב אע''פ שאין כאן ממון תשלומין, נשים עליו עונש, והוא כמו קנס וממון שיטילו אחרים עליו על כרחו. וכן ויתן עונש על הארץ (מ''ב כג לג), ויין ענושים ישתו (עמוס ב ח). ואמר שיהיה העונש ככל אשר ישית עליו בעל האשה, שהוא חפץ בילדיו, וחשובים הם אצלו, ויתן זה בפלילים, שלא יתן עליו עונש יותר מכדי דמיהן. ובמכילתא (כאן) כאשר ישית עליו, שומע אני כל מה שירצה, ת''ל ונתן בפלילים, ואין פלילים אלא דיינים","titles":[{"title":"﻿שמות כא כב"},{"title":"﻿שמות פרק כא פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-ramban-2-21-24","text":"ועל דרך הפשט אין הצלה מזאת השאלה, לבד אם יאמרו כי המכה אשר יתן מום בעמיתו (ויקרא כד יט) והוא מום קבוע שישאר בו, כגון עין יד ורגל וכויה שישאר ממנה הרושם לעולם, אז נעשה כמותה בגופו, והוא מה שאמר (שם כ) כאשר יתן מום באדם כן ינתן בו, ואין בזה תשלומי שבת ורפוי כלל. אבל אשר יכה אותו באבן או באגרוף על בגדיו ונפל למשכב ונתרפא רפואה שלימה ולא נשאר בגופו מום, בזה אמר (לעיל פסוק יט) רק שבתו יתן ורפא ירפא. והנה הכתוב שהזכיר כויה ופצע וחבורה, כפי משמעו כל הנזקים האלו בכלל הזה, והפצע והחבורה יתרפאו לגמרי. ומה שאמר הכתוב שם (ויקרא כד יט) ואיש כי יתן מום בעמיתו רצה לכלול כל המכות, שלא האריך שם להזכיר פצע וחבורה וכויה, ואמר מום, כי כל מכה יעשה מום לשעתו, ואפילו המתרפא נקרא מום, כאמרנו מום עובר (בכורות לז","titles":[{"title":"﻿שמות כא כד"},{"title":"﻿שמות פרק כא פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-ramban-2-21-29","text":"ולא ידעתי טעם לתרגומו של אונקלוס שאמר יתקטל. ואולי ירצה לומר כי ראוי הוא שיהרג אלא שיש עליו כופר, או רצה לפרש שאמר הכתוב וגם בעליו יומת, יהרג כאשר נהרג האיש המנוגח, כי יומו יבא או במלחמה ירד ונספה, לא ינקה ה' אותו. רצה ללמד שהוא חייב בידי שמים למות ביד הורג, לא מיתת עצמו, כענין והרגתי אתכם בחרב (להלן כב כג). ואמר עוד באונקלוס בפסוק והזר הקרב יומת (במדבר יח ז) יתקטל, כי היה סובר כדברי רבי עקיבא שאמר הזר ששימש במקדש רבי עקיבא אומר בחנק (סנהדרין פא","titles":[{"title":"﻿שמות כא כט"},{"title":"﻿שמות פרק כא פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-ramban-2-21-30","text":" הרמב\"ן  אם כפר יושת עליו. בעבור היות הכפר כפרה כענין הקרבנות, ואם הוא אינו חפץ בה אין מכריחים אותו לבא לב''ד לחייבו בכך, ואפילו אם חייבוהו אין ממשכנין אותו, בעבור זה אמר ''אם''","titles":[{"title":"﻿שמות כא ל"},{"title":"﻿שמות פרק כא פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-ramban-2-21-31","text":"והוצרך הכתוב לפרט משפט הקטנים, על דעת רבותינו ז''ל (ב''ק מד.) בעבור כי הוצרך למעלה (פסוק כט) לומר איש או אשה ללמד שהשוה אשה לאיש לכל נזקים שבתורה, ויכול לא יהא חייב אלא על איש ואשה גדולים, ת''ל או בן יגח לחייב על הקטנים כגדולים, וכן עשה הכתוב בואיש כי יכה כל נפש אדם (ויקרא כד יז) כמ''ש רש''י (שם). ועל דרך הפשט בעבור שהשור הממית אדם גדול הוא רע מאד, כדוב שכול במדבר, ואם הועד בבעליו ולא ישמרנו, הנה פשע פשיעה גדולה וראוי שיתחייב מיתה וכופר, אבל הממית את הקטנים אינו רע כל כך, ודרך רוב השוורים שלא ייראו מהם, ויעלה על הדעת שלא יתחייב בעליו, ולפיכך אמר הכתוב כי כמשפט הזה יעשה לו","titles":[{"title":"﻿שמות כא לא"},{"title":"﻿שמות פרק כא פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-ramban-2-21-34","text":" הרמב\"ן   והמת יהיה לו. לניזק, ושמין את הנבלה ונוטלה בדמים ומשלם לו המזיק עליהם תשלומי נזקו. זה לשון רש''י. ולא בירר את דינו, כי אין צורך לאמר בנבלה הזאת שיטלנה הניזק בחשבון התשלומין כשיביא אותה לב''ד לשלם הנזק, שאפילו היו למזיק נבלות וטרפות אחרות בביתו יפרענו בהם כפי דמיהם, שכבר אמרנו לרבות שוה כסף אפילו סובין (ב''ק ז.), אבל הענין לומר כי הנבלה של ניזק היא וממונו תחשב, לפיכך אם פחתו דמיה אחרי כן או שנגנבה אין על המזיק לשלם אלא דמי המיתה, אם היה השור כשהוא חי שוה מנה וכשמת שוה חמשים זוז, יש עליו חמשים זוז וזה יטפל בנבלתו וישמרנה לעצמו וזה הדין בכל הנזוקין, וזהו שקורין חכמים פחת נבלה ומפורש הוא בגמרא (שם י","titles":[{"title":"﻿שמות כא לד"},{"title":"﻿שמות פרק כא פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-34","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-ramban-2-21-36","text":"ויתכן לפרש על דרך הפשט, והמת יהיה לו, למזיק, כלומר שלם ישלם שור תחת השור והמת יהיה לו למזיק המשלם בתשלומין האלו, שיכניסהו לניזק בחשבון. ועל שני הלשונות הדין שוה הוא, שיהיו הבעלים מטפלין בנבלה, ומשעת מיתה תכנס עמו בחשבונו, כדברי רבותינו (ב''ק שם)","titles":[{"title":"﻿שמות כא לו"},{"title":"﻿שמות פרק כא פסוק לו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-21","interprets":"tanach-2-21-36","positionInPerek":36,"positionInParasha":36},{"uri":"tanach-ramban-2-22-2","text":"ודרך הפשט ידועה, יאמר, שאם חתר בחשך בתים ונמצא במחתרת בלילה יהרג, ואם זרחה השמש על הגנב ואדם רואהו ומכירו, לא יהרג, אבל ישלם מה שגנב והוציא משם ביום. וטעם השמש, האור לעיני הרואים, וכן לעיני השמש הזאת (ש''ב יב יא), בגלוי. וטעם הדין הזה כאשר הזכרנו, כי זה יהרוג את בעל הבית, וזה יברח ממנו","titles":[{"title":"﻿שמות כב ב"},{"title":"﻿שמות פרק כב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-2","positionInPerek":2,"positionInParasha":39},{"uri":"tanach-ramban-2-22-6","text":"וגנב מבית האיש. פי' רש''י לפי דבריו. לומר שהוא טוען כך. והביאו לו דומים כי יקום בקרבך נביא (דברים יג ב), חנניה בן עזור הנביא (ירמיה כח א), כי לא יקראנו בזה השם על האמת, רק שהוא יאמר כן. ואין צורך, כי הכתוב יאמר אם גונב מבית האיש וימצא הגנב ישלם שנים, ואם לא ימצא הגנב יבאו לב''ד וישבע על הגניבה אם לא שלח ידו במלאכת רעהו, ואשר ירשיעון אותו ב''ד בגניבה הזאת, שהוא הגונב, ישלם שנים, כי ב''ד לא ירשיעוהו לשלם שנים אם לא גנבו הוא, כי חיוב התשלומין בכפל בגנב הוא, כאשר אמר למעלה (בפסוק ג) חיים שנים ישלם","titles":[{"title":"﻿שמות כב ו"},{"title":"﻿שמות פרק כב פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-6","positionInPerek":6,"positionInParasha":43},{"uri":"tanach-ramban-2-22-7","text":" הרמב\"ן  וטעם אם לא שלח ידו במלאכת רעהו. על דעת רש''י שיקרב אל האלהים לישבע שלא שלח ידו בשל חבירו. והנכון שיקרב אל האלהים לישבע שנגנב כמו שהוא טוען, אם לא שלח הוא יד להשתמש לצרכו במלאכת רעהו, כי השולח יד בפקדון נעשה עליו גזלן וחייב באונסין","titles":[{"title":"﻿שמות כב ז"},{"title":"﻿שמות פרק כב פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-7","positionInPerek":7,"positionInParasha":44},{"uri":"tanach-ramban-2-22-8","text":"ואם כן נאמר כי הכתוב הזה לפי מדרש חכמים הוא בטוען לא הפקיד אצלי מעולם, שאם כפר בכל פטור ואם הודה במקצת וכפר במקצת חייב שבועה. ויאמר אם לא ימצא הגנב יקרב בעל הבית אל האלהים על כל טענת פשע שיטען עליו פשעת בשמירה, או אשר יאמר השומר כי הוא זה פקדון שבידי ולא הפקדת לי יותר, הנפקד אשר ירשיעון אותו האלהים ישלם שנים לרעהו. והנה שניהם ישלמו, אבל אין תשלומי השנים אלא בטוען טענת גנב, וטענת מודה במקצת נוהגת בכל התביעות ואפילו בהלואה וגזלה ושאר ענינים. ובאלה הדינין מקרא מועט והלכות מרובות, אין צורך לבאר מהם בכאן אלא בכדי ישוב המקראות","titles":[{"title":"﻿שמות כב ח"},{"title":"﻿שמות פרק כב פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-8","positionInPerek":8,"positionInParasha":45},{"uri":"tanach-ramban-2-22-12","text":"או שנפרש שבא הכתוב ללמד על דינו של איסי בן יהודה שאומר (ב''מ פג.) אין רואה (לעיל פסוק ט) פטור, הא יש רואה יביא עדים ויפטר, ופירושו, שאם אירע האונס במקום שהאנשים מצויין שם כל היום אין סומכין על שבועתו וצריך להביא העדים. ודרך הטרפה שתהיה כן כאשר אמרנו, ולכן הצריך בה הכתוב שיביא העדים. ור''א אמר יביאהו עד, שיביא קצת הנטרף, שתי כרעים או בדל אוזן, להיות לו לעד. וכן ראיתי במכילתא דרבי שמעון בן יוחאי אבא שאול אומר יביא עדידה, שנאמר (עמוס ג יב) כה אמר ה' כאשר יציל הרועה מפי הארי שתי כרעים וגו'","titles":[{"title":"﻿שמות כב יב"},{"title":"﻿שמות פרק כב פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-12","positionInPerek":12,"positionInParasha":49},{"uri":"tanach-ramban-2-22-15","text":"ור''א אמר מהר לשון קישור, וכן ירבו עצבותם אחר מהרו (תהלים טז ד), ואיננו נכון, אבל הוא כמו שביארתי מדברי רבותינו ז''ל. ועל דעתי אחר מהרו, שהיו נמהרי לב לאל אחר ללכת אחריו במהירותם בלי השגחה ובלי דעת. ובדברי המדקדקים (הרד''ק בספר השרשים שרש אחר) שנתנו מהר לאל אחר, והטעם שנתנו לו זבח ומנחה","titles":[{"title":"﻿שמות כב טו"},{"title":"﻿שמות פרק כב פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-15","positionInPerek":15,"positionInParasha":52},{"uri":"tanach-ramban-2-22-17","text":" הרמב\"ן  מכשפה לא תחיה. אמר למעלה בכל חייבי מיתות מות יומת (לעיל יד טז, כא יב), והטעם שהוא חייב מיתה, ומצות עשה עלינו להמית אותו ממה שנאמר ובערת הרע מקרבך (דברים יז ז), או מזה בעצמו שיצוה יומת, אבל בכאן לא אמר מכשפה מות תמות, כי החמיר בה להזהיר אותנו בלאו שלא נחיה אותה. והטעם, מפני שהיא טמאת השם רבת המהומה והשוטים נפתים אחריה החמיר בה בלאו, וכן בכל מרובי התקלה, כגון שאמר במסית ולא תחמול ולא תכסה עליו (שם יג ט), ואמר ברוצח ולא תקחו כופר לנפש רוצח אשר הוא רשע למות (במדבר לה לא)","titles":[{"title":"﻿שמות כב יז"},{"title":"﻿שמות פרק כב פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-17","positionInPerek":17,"positionInParasha":54},{"uri":"tanach-ramban-2-22-19","text":"ויש בכאן עוד בדרך הזה סוד עמוק, יובן ממנו ענין הקרבנות. ויכול המשכיל לדעתו ממה שכתבנו במקום אחר (לעיל ה ג), ואונקלוס רמז לו בכאן, ועוד נרמזנו אנחנו בתורת כהנים (ויקרא א ט) בעזרת השם יתברך שמו לעד ולנצח","titles":[{"title":"﻿שמות כב יט"},{"title":"﻿שמות פרק כב פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-19","positionInPerek":19,"positionInParasha":56},{"uri":"tanach-ramban-2-22-20","text":"ובפסוק האחר הוסיף טעם ואתם ידעתם את נפש הגר כי גרים הייתם בארץ מצרים (להלן כג ט). כלומר, ידעתם כי כל גר נפשו שפלה עליו והוא נאנח וצועק ועיניו תמיד אל ה' וירחם עליו כאשר רחם עליכם, כמו שכתוב (לעיל ב כג) ויאנחו בני ישראל מן העבודה ויצעקו ותעל שועתם אל האלהים מן העבודה. כלומר לא בזכותם רק שרחם עליהם מן העבודה","titles":[{"title":"﻿שמות כב כ"},{"title":"﻿שמות פרק כב פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-20","positionInPerek":20,"positionInParasha":57},{"uri":"tanach-ramban-2-22-21","text":" הרמב\"ן  וטעם כל אלמנה. אפילו עשירה בעלת נכסים, כי דמעתה מצויה ונפשה שפלה. ואמר אם ענה תענה אותו, כל יחיד מהם, על כן כתיב אחריו והיו נשיכם אלמנות, בעונש האלמנה וצעקתה, ובניכם יתומים, בצעקת היתום. והעונש הזה לא מנו אותו רבותינו בכלל חייבי מיתה בידי שמים בברייתא דואלו הן שבמיתה השנויה בסנהדרין (פג.). והטעם, שאין זה מיתה כמיתת בני אדם בידי שמים שנאמר בהם ומתו בו כי יחללוהו (ויקרא כב ט) ולא תמותו (במדבר יח לב), אבל ענש בכאן שיהרג אותם בחרב אויב או במלחמה ירד ונספה בלא הודע והיו נשיהם אלמנות לעולם ובניהם יתומים לעולם","titles":[{"title":"﻿שמות כב כא"},{"title":"﻿שמות פרק כב פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-21","positionInPerek":21,"positionInParasha":58},{"uri":"tanach-ramban-2-22-22","text":"וכמוהו כי כאשר ירד הגשם והשלג מן השמים ושמה לא ישוב כי אם הרוה את הארץ והולידה והצמיחה ונתן זרע לזורע ולחם לאוכל כן יהיה דברי אשר יצא מפי לא ישוב אלי ריקם כי אם עשה את אשר חפצתי (ישעיה נה י יא), בשניהם יאמר שלא יעשו דבר אחר, כי אם שירוה את הארץ מיד, וכן כי אם שיעשה מה שחפצתי, והנה הוא כטעם אלא, וכן כי אם אל ארצי ואל מולדתי אלך (במדבר י ל)","titles":[{"title":"﻿שמות כב כב"},{"title":"﻿שמות פרק כב פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-22","positionInPerek":22,"positionInParasha":59},{"uri":"tanach-ramban-2-22-24","text":" הרמב\"ן  לא תהיה לו כנושה. הוא המלוה, יאמר שלא תהיה לו כמלוה שהוא כמושל ללוה כענין שכתוב ועבד לוה לאיש מלוה (משלי כב ז), אבל תהיה לו בכל דבר כאלו לא לוה ממך לעולם, ולא תשים עליו נשך, שהוא נשך כסף נשך אוכל (דברים כג כ), אבל תהיה ההלואה אליו חסד, לא תטול ממנו תועלת כבוד ולא תועלת ממון","titles":[{"title":"﻿שמות כב כד"},{"title":"﻿שמות פרק כב פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-24","positionInPerek":24,"positionInParasha":61},{"uri":"tanach-ramban-2-22-26","text":" הרמב\"ן  ושמעתי כי חנון אני. חונן ומקבל תחנת כל אדם אע''פ שאינו הגון, מגזרת חנם. והענין, שלא תחשוב, לא אחבול שלמת הצדיק, אבל שלמת אדם שאיננו צדיק אקח ולא אשיבנו כי צעקתו לא ישמע אל, לפיכך אמר כי חנון אני ושומע צעקת כל מתחנן לי","titles":[{"title":"﻿שמות כב כו"},{"title":"﻿שמות פרק כב פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-26","positionInPerek":26,"positionInParasha":63},{"uri":"tanach-ramban-2-22-27","text":"ועוד), והרב רבי משה אמר שהוא בכלל האזהרה הזו (רמב''ם בס' המצות ל''ת שטז ובהלכות סנהדרין כו א). וכן נראה לי ממה ששאל ר' יהודה הנשיא על עצמו כגון אני מה אני בשעיר וכו' (הוריות יא","titles":[{"title":"﻿שמות כב כז"},{"title":"﻿שמות פרק כב פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-27","positionInPerek":27,"positionInParasha":64},{"uri":"tanach-ramban-2-22-28","text":"והזכיר שני המינין ממנה, לרמוז כי דינה להפרישה תירוש ויצהר, אין חיוב להקדימה בענבים וזיתים. והנה לא יזכיר המצות בכאן רק ברמז, כאומר הזהר במצות האלה אשר אצוך בהם, וכמו שאמר (לעיל כא יג) ושמתי לך מקום, כי היה זה לכותבם לאלו המצות בספר הברית אשר יזכיר בפרשה האחרת (להלן כד ז), ועוד יחזור ויבארם כלם במקום אחר כל אחת","titles":[{"title":"﻿שמות כב כח"},{"title":"﻿שמות פרק כב פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-28","positionInPerek":28,"positionInParasha":65},{"uri":"tanach-ramban-2-22-30","text":" הרמב\"ן  ואנשי קדש תהיון לי. טעם הכתוב הזה, כי עד הנה הזכיר המשפטים והזהיר בדברים המכוערים. ועתה כשבא להתחיל באיסור המאכל פתח ואמר ואנשי קדש תהיון לי, שראוי הוא שיאכל האדם כל מה שיחיה בו, ואין האסורין במאכלים רק טהרה בנפש, שתאכל דברים נקיים שלא יולידו עובי וגסות בנפש, על כן אמר ואנשי קודש תהיון לי, כלומר אני חפץ שתהיו אנשי קדש בעבור שתהיו ראויים לי לדבקה בי שאני קדוש, לפיכך לא תגאלו נפשותיכם באכילת הדברים המתועבים, וכך אמר (ויקרא יא מג~מד) אל תשקצו את נפשותיכם בכל השרץ השורץ ולא תטמאו בהם ונטמתם בם, כי אני ה' אלהיכם והתקדשתם והייתם קדושים כי קדוש אני. והנה השרצים משקצין הנפש, והטרפה אין בה שקוץ, אבל יש בשמירה ממנה קדושה","titles":[{"title":"﻿שמות כב ל"},{"title":"﻿שמות פרק כב פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-22","interprets":"tanach-2-22-30","positionInPerek":30,"positionInParasha":67},{"uri":"tanach-ramban-2-23-11","text":"ור''א אמר, תשמטנה, שמוט כל בעל משה ידו. ונטשתה, שלא תזרע את ארצך. ואינו כלום. אבל הכתוב דבק בראשון, אמר שש שנים תזרע ותאסוף התבואה, והשביעית תשמטנה שלא תזרע את ארצך, ונטשתה שלא תאסוף את תבואתה, אבל תעזבנה, ואכלו אביוני עמך וחיות השדה פרי העץ ותבואת הכרם, וכן ונטוש את השנה השביעית (נחמיה י לב)","titles":[{"title":"﻿שמות כג יא"},{"title":"﻿שמות פרק כג פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-11","positionInPerek":11,"positionInParasha":78},{"uri":"tanach-ramban-2-23-12","text":" הרמב\"ן  למען ינוח שורך וחמורך. מפני שמלת ''למען'' כמו ''בעבור'' נפרש שיאמר ששת ימים תעשה כל מעשיך בבית ובשדה בעבור שינוח בשביעי בן אמתך והגר להיות כלם עדים במעשה בראשית, כטעם את אשר תאפו אפו (לעיל טז כג), וכן אמר (שם כ ט) ששת ימים תעבוד ועשית כל מלאכתך, כאשר פירשתי שם","titles":[{"title":"﻿שמות כג יב"},{"title":"﻿שמות פרק כג פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-12","positionInPerek":12,"positionInParasha":79},{"uri":"tanach-ramban-2-23-13","text":"ויתכן שיהיה לא תזכירו יוצא, שלא תזכיר אותו לעובדיו לאמר באלהיך, עשה עמי חסד, ולא ישמע על פיך זכר שמו כלל. והוא שנאמר בספר יהושע (כג ז) ובשם אלהיהם לא תזכירו ולא תשביעו ולא תעבדום. הוסיף שם לבאר כי האזהרה שלא יזכיר או ישביע שום אדם באלוהי הנכר","titles":[{"title":"﻿שמות כג יג"},{"title":"﻿שמות פרק כג פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-13","positionInPerek":13,"positionInParasha":80},{"uri":"tanach-ramban-2-23-16","text":"ועל דרך האמת יהיה מן פנים, וכבר רמזתי לך פירוש הפנים בעשרת הדברות (לעיל כ ג), ולכן אמר האדון ה', כמו שאמר בפעם השנית האדון ה' אלהי ישראל (להלן לד כג), וכן הנה ארון הברית אדון כל הארץ (יהושע יג יא), מלפני אדון חולי ארץ (תהלים צז ה)","titles":[{"title":"﻿שמות כג טז"},{"title":"﻿שמות פרק כג פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-16","positionInPerek":16,"positionInParasha":83},{"uri":"tanach-ramban-2-23-18","text":" הרמב\"ן  לא תזבח על חמץ דם זבחי. לא תשחט את הפסח בארבעה עשר בניסן עד שתבער את החמץ. לשון רש''י. ולא תבין ממנו שירצה לדרשו אזהרה על ביעור החמץ שיהיה קודם זמן השחיטה, כמו שהוזכר זה בפרק ראשון בפסחים (ה.) זמן שחיטה אמר רחמנא, שאין זה עיקר מדרש הכתוב כפי פסק ההלכה שם, כי ביעור חמץ בערב פסח אין בו לאו מן התורה, ולא אפילו לאוכל אותו. אבל לפי הענין שהוא כהלכה הוא אזהרה לשוחט את הפסח על החמץ. וענינו שלא יהא חמץ לאחד מבני החבורה הנמנין על הפסח בשעת השחיטה. וכך כתב רש''י בפרשת כי תשא (להלן לד כה). וראוי למקרא שיאמר לא תזבח על חמץ זבחי, כי הדם איננו נזבח, אבל על דעת רבותינו (במכילתא כאן) הוא לרבות את הזריקה, שלא יזרק על חמץ, יאמר לא תשחט על חמץ, ולא דם זבחי, כלומר ולא דם זבחי יהיה על החמץ, ומקרא קצר הוא","titles":[{"title":"﻿שמות כג יח"},{"title":"﻿שמות פרק כג פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-18","positionInPerek":18,"positionInParasha":85},{"uri":"tanach-ramban-2-23-20","text":"וגם שם במדרש רבה (שמות לב ט) רמזו לזה, אמרו הנה אנכי שולח מלאך, אמר לו הקב''ה מי ששמר את האבות ישמור את הבנים, וכן אתה מוצא באברהם כשבירך את יצחק אמר הוא ישלח מלאכו לפניך (בראשית כד ז), ביעקב המלאך הגואל אותי (שם מח טז), אמר להם הוא גאלני מיד עשו, הוא הצילני מיד לבן, הוא זנני ופרנסני בשני רעבון. אמר הקב''ה למשה אף עכשו מי ששימר את האבות ישמור את הבנים, שנאמר הנה אנכי שולח מלאך לפניך. ועוד אמרו שם (שמו''ר לב ד) בפירוש אמר להם הקב''ה לישראל הזהרו בשליח שאינו חוזר בשליחותו, מדת הדין הוא אל תמר בו וכו'. ומכל מקום לדברי הכל המדרש שהזכרתי אמת הוא שכל ימי משה לא היה מלאך שר צבא הולך עמהם, כי משה היה ממלא מקומו, כענין שנאמר (לעיל יז יא) והיה כאשר ירים משה ידו וגבר ישראל, ובימי יהושע הוצרך לו שיבא אליו מלאך שר צבא ה' ללחום מלחמותם, והוא גבריאל הנלחם להם, וזהו שראה אותו וחרבו שלופה בידו (יהושע ה יג), כי בא לעשות נקמה בגוים תוכחות בלאומים","titles":[{"title":"﻿שמות כג כ"},{"title":"﻿שמות פרק כג פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-20","positionInPerek":20,"positionInParasha":87},{"uri":"tanach-ramban-2-23-21","text":" הרמב\"ן  כי לא ישא לפשעכם כי שמי בקרבו. יאמר, אל תמר בו שלא ישא לפשעכם אם תמר בדברו, כי הממר בו ממר בשמי הגדול אשר בקרבו, וראוי להכחידו במדת הדין. ויתכן שיהיה שמי בקרבו מחובר למעלה, ושמע בקולו כי שמי בקרבו, וקולו הוא קול אל עליון","titles":[{"title":"﻿שמות כג כא"},{"title":"﻿שמות פרק כג פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-21","positionInPerek":21,"positionInParasha":88},{"uri":"tanach-ramban-2-23-24","text":"ולא תעשה כמעשיהם. יתכן שהיא אזהרה מדרכי האמורי שמנו חכמים (שבת סז.), כמו שהזהיר במקום אחר ובחקותיהם לא תלכו (ויקרא יח ג), ואמרו (בספרא שם) אלו דרכי האמורי שמנו חכמים. והנראה יותר כי יזהיר על ע''ז שלא יעבוד אותה כדרכה אפילו בעבודה שאינה דרך כבוד, כמו שדרשו (סנהדרין סא.) בפסוק איכה יעבדו הגוים האלה את אלהיהם ואעשה כן גם אני (דברים יב ל). והטעם, כי אמר לא תשתחוה לאלהיהם ולא תעבדם, ועבודה היא הכבוד אשר יעשה העבד לאדוניו, וחזר ואמר כי אפילו ענין שאינה עבודה אלא בזיון, כגון פעור, שפוער עצמו לפעור וזורק אבן למרקוליס, אם נהגו בה לעשות להם כן לא תעשנו אתה להם כלל. ואמרו (סנהדרין סד.) אע''ג דקא מכוין לבזויה לפעור, ואע''ג דקא מכוין למירגמיה במרקוליס","titles":[{"title":"﻿שמות כג כד"},{"title":"﻿שמות פרק כג פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-24","positionInPerek":24,"positionInParasha":91},{"uri":"tanach-ramban-2-23-25","text":"וטעם ועבדתם את ה' אלהיכם, ריקן העבודה לשם המיוחד (סנהדרין ס","titles":[{"title":"﻿שמות כג כה"},{"title":"﻿שמות פרק כג פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-25","positionInPerek":25,"positionInParasha":92},{"uri":"tanach-ramban-2-23-32","text":" הרמב\"ן  לא תכרות להם ולאלהיהם ברית. הזהיר שלא יכרות להם ברית להחיות מהם כל נשמה, ולאלהיהם, יזהיר שלא יכרות להם ברית להניח ע''ז שלהם, אלא שיהרסם וישבר מצבותיהם. ויתכן שיאמר שלא יכרות להם ברית ועם אלהיהם כאחת, אלא שיהרסם וישבר מצבותיהם. והכוונה לומר כי בעודם עובדים את אלהיהם לא יכרות להם ברית, אבל אם קבלו עליהם שלא לעבוד ע''ז רשאי הוא לקיימם","titles":[{"title":"﻿שמות כג לב"},{"title":"﻿שמות פרק כג פסוק לב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-32","positionInPerek":32,"positionInParasha":99},{"uri":"tanach-ramban-2-23-33","text":"והטעם, כי ישיבתם בארצך יהיה לך למוקש ולמכשול פן יחטיאו אותך לי בדרכיהם הרעים ובעלילותם הנשחתות, כי תעבוד את אלהיהם, כי יפתוך וישיאוך בכך","titles":[{"title":"﻿שמות כג לג"},{"title":"﻿שמות פרק כג פסוק לג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-23","interprets":"tanach-2-23-33","positionInPerek":33,"positionInParasha":100},{"uri":"tanach-ramban-2-24-1","text":"ואין כוונת רבותינו כלל כמה שכתב רש''י למעלה (כג כא), גם במסכת סנהדרין (שם) הפך הרב הענין, וכבר הזכרתי (לעיל יב יב, כג כא) כוונתם בשם הזה, וכל דבריהם אמת, אלא שדברו בהגדה ההיא כמסתיר פנים, כי רב אידי לא גלה למין ההוא השואל ענין מטטרון הגדול וסודו חלילה, אבל הזכיר לו כי על המלאך מורה דרך בעולם התחתון הכתוב הזה מדבר, ולפיכך אמר לו דאפילו בפרוקנא לא קבילניה, דכתיב (להלן לג טו) אם אין פניך הולכים, שאנו לא קבלנו שליח בלתי השם הנכבד. וכבר פירשתי (לעיל כ ג) סוד הפנים וכל הענין בביאור למשכילים בו במתן התורה","titles":[{"title":"﻿שמות כד א"},{"title":"﻿שמות פרק כד פסוק א"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-1","positionInPerek":1,"positionInParasha":101},{"uri":"tanach-ramban-2-24-2","text":"והנכון בעיני בכאן כי הדבור הזה היה גם לאהרן, שגם הוא שמע כאשר קול ה' אומר למשה עלה אל ה' אתה ואהרן נדב ואביהוא ושבעים מזקני ישראל והשתחויתם מרחוק (בפסוק הקודם), וא''כ היה צריך להזכיר הנגש בשם, ואם ידבר אליו לנכח ג''כ היה צריך לבאר ונגשת אתה משה אל ה', ולא יספיק הכנוי בו, ולפיכך אמר ונגש משה לבדו והם לא יגשו. וזה טעם ''לבדו'', למעט גם אהרן הנכלל עמו בדבור. ויתכן שהיה רמז לדבור המתעלה שיצוה לאמר למשה שיגש אל ה'. והמשכיל יבין","titles":[{"title":"﻿שמות כד ב"},{"title":"﻿שמות פרק כד פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-2","positionInPerek":2,"positionInParasha":102},{"uri":"tanach-ramban-2-24-3","text":"וכאשר חזר משה אחרי כן ועלה אל קצה ההר עם הזקנים (פסוק ט) כאשר צוה אותו אלהים (פסוק א), אז אמר לו השם פעם אחרת עלה אלי ההרה והיה שם (פסוק יב). ובעת הזאת הודיעו שמעתי את קול דברי העם הזה אשר דברו אליך הטיבו אשר דברו (דברים ה כה), וצוהו לך אמור להם שובו לכם לאהליכם ואתה פה עמוד עמדי ואדברה אליך את כל המצוה והחוקים והמשפטים אשר תלמדם (שם ה כז~כח). זהו שאמר בכאן (פסוק יב) ואתנה לך את לוחות האבן והתורה והמצוה, כי לך לבדך אתן את התורה והמצות אשר תלמדם ועשו אותה כאשר נדרו לעשות","titles":[{"title":"﻿שמות כד ג"},{"title":"﻿שמות פרק כד פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-3","positionInPerek":3,"positionInParasha":103},{"uri":"tanach-ramban-2-24-5","text":"וטעם לה' פרים. כי ישראל כל ימי היותם במדבר פחדו ממדת הדין, וזאת טעותם במעשה העגל, והנה העלו העולות וזבחו השלמים כולם פרים, כטעם פר כהן משיח (ויקרא ד ג) ופר העלם דבר (שם יד) ופר ע''ז (במדבר טו כד), גם פרה אדומה (שם יט ב) כן. ובענין העגל אזכיר זה (להלן לב א)","titles":[{"title":"﻿שמות כד ה"},{"title":"﻿שמות פרק כד פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-5","positionInPerek":5,"positionInParasha":105},{"uri":"tanach-ramban-2-24-6","text":" הרמב\"ן  וישם באגנות. הם כלים עשוים שלא כדמות כלי המזבח, ולכך אמר כי חצי הדם שהיה דעתו ליתן על העם שם בכלים ההם, והחצי האחר זרק על המזבח מן המזרקות שקבל אותו בהם כדרך הקרבנות. ור''א אמר כי באגנות ישמש בעבור שניהם. וכן דעת אונקלוס שתרגם במזרקיא","titles":[{"title":"﻿שמות כד ו"},{"title":"﻿שמות פרק כד פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-6","positionInPerek":6,"positionInParasha":106},{"uri":"tanach-ramban-2-24-10","text":"ועל דרך האמת, בעבור כי הזכיר במתן תורה וידבר אלהים (לעיל יט כה), והוא כאשר אמר הן הראנו ה' אלהינו את כבודו ואת גדלו ואת קולו שמענו מתוך האש (דברים ה כא), ביאר כאן שראו אלהי ישראל, ולא אמר כאשר יאמר בכל מקום ה' אלהי ישראל, והזכיר בהם זה לומר שהשיגו הזקנים במראה הזאת יותר משאר העם שראו על הארץ את אשו הגדולה (שם ד לו), כי היה לעם במחיצת ענן וערפל (שם ה יט). ואונקלוס ירמוז לזה שתרגם וחזו את יקר אלהא דישראל, ולא תרגם ואיתגלי להון יקרא דה', כמנהגו במקומות אחרים","titles":[{"title":"﻿שמות כד י"},{"title":"﻿שמות פרק כד פסוק י"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-10","positionInPerek":10,"positionInParasha":110},{"uri":"tanach-ramban-2-24-11","text":"וטעם וישתו. שעשו שמחה ויום טוב, כי כן חובה לשמוח בקבלת התורה, כאשר צוה בכתבם כל דברי התורה על האבנים וזבחת שלמים ואכלת שם ושמחת לפני ה' אלהיך (דברים כז ז). וכתיב בשלמה (דהי''ב א יב) החכמה והמדע נתון לך וגו', מיד ויבא ירושלם ויעש משתה לכל עבדיו (מ''א ג טו). ואמר רבי אלעזר מכאן שעושין משתה לגמרה של תורה (שהש''ר א ט). ונאמר בדוד אביו בהתנדבם לבנין בית המקדש ויזבחו לה' זבחים ויעלו עולות לה' וגו' ויאכלו וישתו לפני ה' ביום ההוא בשמחה גדולה (דהי''א כט כא~כב), ואף כאן ביום חתונת התורה כן עשו","titles":[{"title":"﻿שמות כד יא"},{"title":"﻿שמות פרק כד פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-11","positionInPerek":11,"positionInParasha":111},{"uri":"tanach-ramban-2-24-12","text":"ור''א אמר התורה, הדבור הראשון והשני, והמצוה, השמונה הנזכרים. ואינו כלום, כי הכתוב במשנה תורה (שם) ואדברה אליך, יעיד כי על כל המצות כולן ידבר. ועל דעת רבותינו (דב''ר ג יב) יתכן כי יהיה רמז שהיתה כל התורה כתובה לפניו קודם שנברא העולם, כאשר הזכרתי בתחלת ספר בראשית (בהקדמה)","titles":[{"title":"﻿שמות כד יב"},{"title":"﻿שמות פרק כד פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-12","positionInPerek":12,"positionInParasha":112},{"uri":"tanach-ramban-2-24-13","text":" הרמב\"ן  ויקם משה ויהושע משרתו. לא ידעתי מה טיבו של יהושע בכאן, ואומר אני שהיה התלמיד מלוה את הרב עד מקום הגבלת תחומי ההר שאין רשאי לילך משם והלאה, ומשם ויעל משה לבדו אל האלהים, ויהושע נטה שם אהלו כל ארבעים יום, שכן מצינו כשירד משה וישמע יהושע את קול העם ברעה (להלן לב יז), למדנו שלא היה יהושע עמהם. לשון רש''י. ועל דעתי היה יהושע מכלל שבעים הזקנים, כי אין בישראל שבעים זקנים ראויים לקרבה אל האלהים יותר ממנו, וכאשר פירש משה מהם היה מלוה את רבו עד הגבול. ואל תקשה עלי ממאמר רבותינו בענש הזקנים האלו בתבערה (תנחומא בהעלותך [. טז), כי יאמרו כן על כלן חוץ מיהושע, לפי שהיה ראוי למראות אלהים ולכל נבואה","titles":[{"title":"﻿שמות כד יג"},{"title":"﻿שמות פרק כד פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-13","positionInPerek":13,"positionInParasha":113},{"uri":"tanach-ramban-2-24-14","text":"ולפי דעתי יתכן להיות פירושו שבו בעבורנו ובמקומנו במחנה, ואהרן וחור עמכם, ומי בעל דברים, מן הדבר הקשה אשר יקריבון אלי, יגש אליהם במקומי. ואמר ''אליהם'' דרך מעלה לאהרן וחור, כי לפני כלם יצוה לבא ובמעמד אחד יהיה, כאשר אמר ''עמכם''. והנה צוה שישבו הזקנים ואהרן וחור מושב ב''ד כמשה על שרי האלפים והמאות עד שובו, כי ידע שיתעכב בהר. ואמר ''לנו'', דרך כבוד לתלמיד, כאשר אמר בחר לנו אנשים (לעיל יז ט). וזה פירוש נכון. אבל רש''י כתב ואל הזקנים אמר, בצאתו מן המחנה, שבו לנו בזה, התעכבו שם עם שאר העם להיות נכונים לשפוט לכל איש ריב. ולא יתכן, כי לא היו עתה במחנה, ומה טעם שיאמר להם כן והם במחנה ישבו, וכבר נתמנו שופטים","titles":[{"title":"﻿שמות כד יד"},{"title":"﻿שמות פרק כד פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-6","perek":"tanach-2-24","interprets":"tanach-2-24-14","positionInPerek":14,"positionInParasha":114},{"uri":"tanach-ramban-2-25-1","text":"והמסתכל יפה בכתובים הנאמרים במתן תורה ומבין מה שכתבנו בהם (עי' להלן פסוק כא) יבין סוד המשכן ובית המקדש, ויוכל להתבונן בו ממה שאמר שלמה בחכמתו בתפלתו בבית המקדש ה' אלהי ישראל (מ''א ח כג') כמו שאמר בהר סיני ויראו את אלהי ישראל (לעיל כד י), והוסיף שם לפרש ''ה'' לענין שרמזנו שם למעלה כי אלהי ישראל יושב הכרובים (מלכים א ח כג), כמו שאמר וכבוד אלהי ישראל עליהם מלמעלה היא החיה אשר ראיתי תחת אלהי ישראל בנהר כבר ואדע כי כרובים המה (יחזקאל י יט כ). ואמר דוד ולתבנית המרכבה הכרובים זהב לפורשים וסוככים על ארון ברית ה' (דהי''א כח יח), וכן יזכיר תמיד בבית המקדש לשם ה' (מ''א ה יט), לשמך (שם ח מד), ויאמר בכל פעם ופעם ואתה תשמע השמים (שם ח לב), במדת רחמים, וכתיב (שם ח מד מה) והתפללו אל ה' דרך העיר אשר בחרת בה והבית אשר בניתי לשמך ושמעת השמים, ובביאור אמר כי האמנם ישב אלהים את האדם על הארץ הנה שמים ושמי השמים לא יכלכלוך (דהי''ב ו יח). וכתיב על הארון להעלות משם את ארון האלהים אשר נקרא שם שם ה' צבאות יושב הכרובים עליו (ש''ב ו ב). ובדברי הימים (א יג ו) להעלות משם את ארון האלהים ה' יושב הכרובים אשר נקרא שם, כי השם יושב הכרובים","titles":[{"title":"﻿שמות כה א"},{"title":"﻿שמות פרק כה פסוק א"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-25-3","text":" הרמב\"ן  וזאת התרומה. על דרך האמת הוא כמו וה' נתן חכמה לשלמה (מ''א ה כו), וכן כתוב וזאת אשר דבר להם אביהם ויברך אותם (בראשית מט כח), וכתיב וזאת הברכה (דברים לג א), וכתיב מאת ה' היתה זאת (תהלים קיח כג). וכבר רמזו זה בבראשית רבה (ק יב) במדרש מזקנים אתבונן (תהלים קיט ק), והמבין יתבונן. ובאלה שמות רבה (מט ג) וזאת התרומה אשר תקחו מאתם, כנסת ישראל שהיא תרומה, שנאמר קדש ישראל לה' ראשית תבואתה (ירמיה ב ג). ושם (שמו''ר לג א) עוד אמר להן הקב''ה לישראל מכרתי לכם תורתי וכביכול נמכרתי עמה, שנאמר ויקחו לי תרומה (פסוק הקודם) (עכ''ל), כי התרומה תהיה לי ואני עמה, כדרך דודי לי ואני לו (שה''ש ב טז), וכן אמר ככל אשר אני מראה אותך (להלן פסוק ט), כי אני הוא המראה, ואמר הראה אותך (להלן כז ח), רמז למלת אני, וכן אשר אתה מראה (להלן כח מ), וכן אמר דוד הכל בכתב מיד ה' עלי השכיל (דהי''א כח יט), כי היתה עליו יד ה',","titles":[{"title":"﻿שמות כה ג"},{"title":"﻿שמות פרק כה פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-2-25-6","text":"והראיה על דבריהם שאמר (להלן ל כג) בשמים ראש מר דרור, והמור בסמים יחשב שהוא תרופה לא מסעד, ואמר הכתוב נרד וכרכם קנה וקנמון עם כל עצי לבונה (שה''ש ד יד), וכתיב (שם) מר ואהלות עם כל ראשי בשמים, ועל כלם אמר (שם טז) הפיחי גני יזלו בשמיו. ועוד, שהכתוב אמר (להלן לה כח) ואת הבשם ואת השמן למאור ולשמן המשחה ולקטרת הסמים, ולא הזכיר שהביאו סמים, אם כן כלם בכלל הבושם","titles":[{"title":"﻿שמות כה ו"},{"title":"﻿שמות פרק כה פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-ramban-2-25-7","text":"ולא תחוש למה שהוזכר באגדה (גיטין סח.) איכא שמיר דאייתי משה לאבני אפוד, שהחשן יקראו לו אפוד בדרך העברה, מפני שהוא מחובר בו, וכתיב נמי הגישה האפוד (ש''א כג ט), ובחשן היו שואלין. והנה פירוש הכתוב אבני שהם, שלש, שתים לאפוד ואחת לחשן, ואבני מלואים, לחשן. ואם היה דעת רבותינו שיהיו גם אבני האפוד מלואים, מן הכתוב הזה, יהיו לאפוד ולחשן, שניהם, אבני שהם ואבני מלואים","titles":[{"title":"﻿שמות כה ז"},{"title":"﻿שמות פרק כה פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-ramban-2-25-9","text":"ועל דרך הפשט אין צורך לכל זה, אבל בא הכפל לחזוק וזרוז, אמר ועשו לי מקדש, בית וכלים כמקדש מלך ובית ממלכה (עמוס ז יג), ושכנתי בתוכם, בבית ובכסא הכבוד אשר יעשו לי שם, ככל אשר אני מראה אותך את תבנית המשכן הזה אשר אמרתי שאשכון בו בתוכם ואת תבנית כל כליו. וכפל וכן תעשו כולכם בזריזות וחריצות, והוא כהכפל ויעשו בני ישראל ככל אשר צוה ה' את משה כן עשו (להלן לט לב), כי מפני שהיא צואה אמר וכן תעשו","titles":[{"title":"﻿שמות כה ט"},{"title":"﻿שמות פרק כה פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-ramban-2-25-10","text":" הרמב\"ן  ועשו ארון. יחזור אל בני ישראל הנזכרים למעלה, ואחרי כן וצפית אותו (פסוק יא), ויצקת לו (פסוק יב), וכולן בלשון יחיד, כי משה כנגד כל ישראל (מכילתא יתרו א). ויתכן שירמוז שיהיו כל ישראל משתתפין בעשיית הארון בעבור שהוא קדוש משכני עליון, ושיזכו כולם לתורה. וכן אמרו במדרש רבה (שמות לד ב) מפני מה בכל הכלים כתוב ועשית, ובארון כתיב ועשו ארון, א''ר יהודה בר' שלום אמר הקב''ה יבאו הכל ויתעסקו בארון שיזכו לתורה. והעסק, שיתנדב כל אחד כלי זהב אחד לארון, או יעזור לבצלאל עזר מעט, או שיכוונו לדבר","titles":[{"title":"﻿שמות כה י"},{"title":"﻿שמות פרק כה פסוק י"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-ramban-2-25-12","text":"וזה באמת כך הוא, שבזויות התחתונות היו הטבעות, והארון נשא למעלה, כמו שפירשתי למעלה. אבל לפי דעתי אין פעם רגל, אבל הוא שם הפסיעה, מה יפו פעמיך (שה''ש ז ב), פסיעותיך, כענין שנאמר בתלמוד (ע''ז יח.) כמה נאות פסיעותיה של ריבה זו, וכן מדוע אחרו פעמי מרכבותיו (שופטים ה כח). ואמר הכתוב בכאן ''פעמותיו'' לפסיעות הכהנים הנושאים אותו, רמז שני דברים, שיהיו הטבעות בזויות למטה ממש סמוכים למושב הארון, ושיהיה כל ארכו של ארון מפסיק בין שתי הטבעות, כי הארון ארכו למזרח, והטבעות שנים בצפון אחד בראש המזרחי ואחד במערבי, ושנים בדרום, ופעמי הכהנים הולכים בין טבעת לטבעת, ולפניהם. ובמשנת המשכן שנו ארבע טבעות של זהב היו קבועות בו, שתים בצפונו ושתים בדרומו, שבהם היו נותנין את הבדים ולא היו זזים משם לעולם וכו',","titles":[{"title":"﻿שמות כה יב"},{"title":"﻿שמות פרק כה פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-ramban-2-25-21","text":"ואם תחשוב עוד למה היו פנים איש אל אחיו (פסוק כ) ולמה היו מקשה (פסוק יח), תוכל לדעת כי ראוי להם שיהיו פורשי כנפים למעלה, כי הם כסא עליון וסוככים על העדות שהיא מכתב אלהים (להלן לב טז). וזה טעם ולתבנית המרכבה, כי הכרובים שראה יחזקאל נושאים הכבוד תבנית לכרובים שהם כבוד ותפארת, והכרובים אשר במשכן ובמקדש תבנית להן, כי גבוה מעל גבוה שומר וגבוהים עליהם (קהלת ה ז). וזה טעם ואדע (יחזקאל י כ), שראה באחד וידע באחד, ולפיכך אמר המה (שם). והמשכיל יבין","titles":[{"title":"﻿שמות כה כא"},{"title":"﻿שמות פרק כה פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-ramban-2-25-24","text":" הרמב\"ן  זר זהב סביב. סימן לכתר מלכות, שהשולחן שם עושר וגדולה הוא, כמו שאומרים שולחן מלכים, לשון רש''י. וכן הדבר, שזה סוד השולחן, כי ברכת השם מעת היות העולם לא נברא יש מאין, אבל עולם כמנהגו נוהג, דכתיב (בראשית א לא) וירא אלהים את כל אשר עשה והנה טוב מאד. אבל כאשר יהיה שם שרש דבר תחול עליו הברכה ותוסיף בו, כאשר אמר אלישע הגידי לי מה יש לך בבית (מ''ב ד ב), וחלה הברכה על אסוך שמן ומלאה כל הכלים, ובאליהו כד הקמח לא כלתה וצפחת השמן לא חסר (מ''א יז טז). וכן השולחן בלחם הפנים, בו תחול הברכה, וממנו יבא השובע לכל ישראל. ולכך אמרו כל כהן שמגיעו כפול אוכל ושבע (יומא לט.)","titles":[{"title":"﻿שמות כה כד"},{"title":"﻿שמות פרק כה פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-ramban-2-25-29","text":"וכתב ר''א ויש שבוש בדברי הימים (א כח יז), שהזכיר תחת קערות מזרקות, ותחת הכפות כפורים, והזכיר הקשוות כאשר הם, ותחת המנקיות מזלגות, והכל זהב לצורך השולחן. אולי כלים אחרים היו שצוה דוד לשומם בשולחנות שיעשה בנו שלמה, ואין ככה שולחן אהל מועד. והשבוש בדברי רבי אברהם הוא, כי מה שאמר הכתוב והמזלגות והמזרקות והקשוות זהב טהור ולכפורי הזהב במשקל לכפור וכפור איננו מחובר עם לשולחנות המערכת (דה''א כח טז) בלבד, אבל הוא חוזר למה שאמר הכתוב (שם בפסוקים יג יד) ולכל מלאכת עבודת בית ה' ולכל כלי עבודת בית ה'. ואמר לזהב לכל כלי עבודה ועבודה, והזכיר המזלגות ומזרקות שהם כלי המזבח, והקשוות לשולחן, והכפורים למזבח, והזכיר (שם בפסוק יח) ולמזבח הקטורת זהב מזוקק במשקל, ואמר (שם בפסוק יט) הכל בכתב מיד ה' עלי השכיל כל מלאכות התבנית, והנה הוא כלל לכל צרכי ביהמ''ק","titles":[{"title":"﻿שמות כה כט"},{"title":"﻿שמות פרק כה פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-ramban-2-25-30","text":"חכמת המנורה בגביעיה וכפתוריה ופרחיה מאין תמצא, ונעלמה מאד (ע''פ איוב כח כ~כא), אבל היותה מקשה בששה קנים יוצאין מן השביעי ועליהם נר אלהים, ומאירים כלם אל עבר פניה (להלן פסוק לז), כל זה תוכל להבין מדברינו שכתבנו במקום אחר. וזה מאמרם (במנחות כט.) שנתקשה משה במנורה","titles":[{"title":"﻿שמות כה ל"},{"title":"﻿שמות פרק כה פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-ramban-2-25-39","text":"ולפי הברייתא הזו אמר הכתוב ואת כל כליה (להלן לז כד), לרבות שעשה לה כל הכלים הצריכין לשמושה, והראוין לה, זהב, והם הצבתים והמלקטאות שצריכין לכל המנורות בתשמישן. וכן לכל כלי המשכן וגו' (להלן כז יט), כלים הצריכים למשכן, לא פירש אותם ולא הזכיר בהם רק שיהיו נחושת. אבל ככר זהב טהור יעשה אותה את כל הכלים האלה, הם הנזכרים בה וכולם מקשה עמה. ויתכן שגם מה שאמר במעשה ואת כל כליה (להלן לז כד) רמז לכלים האלה הנזכרים בה שהיו כלם עמה ככר זהב, כפשוטו של מקרא. אבל כלי שמנה לא הוזכרו במעשה כאשר לא הוזכרו בצוואה, וברצון עצמם עשו אותם, ואולי לא עשאם בצלאל, אבל יחידים עשו אותם ומסרום לצבור. ועל הכלל, גופה באה מככר, ואין דבר שחוץ לגופה בא מן הככר לדברי הכל","titles":[{"title":"﻿שמות כה לט"},{"title":"﻿שמות פרק כה פסוק לט"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-25","interprets":"tanach-2-25-39","positionInPerek":39,"positionInParasha":39},{"uri":"tanach-ramban-2-26-17","text":"אבל בברייתא של מלאכת המשכן מצאתי ושני הסנין יוצאין מן הקרשים, שנים לכל אחד ואחד; שמשקיע את הזכר בתוך הנקבה, שנאמר משולבות אשה אל אחותה, דברי רבי נחמיה, שרבי נחמיה אומר אין ת''ל משולבות, ומה ת''ל משולבות, שעושה להם שלבים כסולם המצרי. ופירוש סנין כעין שעושין בארגזין להדק ולחבר הדפין זה בזה כמין יתדות של עץ, כמו ששנינו במשנה כלים (פ''י ה''ו) עשאן בסנין או בשוגמין אינו צריך למרח באמצע, ואומר בתלמוד (ב''מ קיז.) קנים וסנין. וכפי זה נראה שיאמר הכתוב שיעשה שליבה יוצאה מן הקרש כעין הוצין זכרים, וכנגדו בקרש שבצדו שליבה אחרת נקובה, ומכניס הזכר לתוך הנקבה, וכן בקרש האחר, שתהא בכל קרש שתי שליבות נכנסות זו בזו. משולבות אשה אל אחותה, שם לשליבות עצמן, והוא לשון נקבה בכאן, וכן הזכירו אותן חכמים נשמטה שליבה מתחתיו (מכות ז","titles":[{"title":"﻿שמות כו יז"},{"title":"﻿שמות פרק כו פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-17","positionInPerek":17,"positionInParasha":57},{"uri":"tanach-ramban-2-26-18","text":"והסוד בשמות הללו נודע ממעשה המרכבה העליונה, וכן שם המערב ים ממה שאמרו שכינה במערב (ב''ב כה.), כי הים חכמת שלמה (עיין בראשית כד א), כמו שאמרו במדרש אין ים אלא תורה, שנאמר (איוב יא ט) ורחבה מני ים. ואני עתיד להזכיר זה בפרשת וזאת הברכה בפסוק ים ודרום ירשה (דברים לג כג), אם יברכני צורי להגיע שם","titles":[{"title":"﻿שמות כו יח"},{"title":"﻿שמות פרק כו פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-18","positionInPerek":18,"positionInParasha":58},{"uri":"tanach-ramban-2-26-24","text":"(לג לד) והבאת שמה מבית לפרוכת את ארון העדות. לא יצונו עתה שיעשה כסדר הזה שיתן הפרוכת תחת הקרסים ואחרי כן יביא שמה אל מבית לפרוכת את הארון, כי אין עתה הצואה בהקמת המשכן אלא. בעשייתו, וכן (בפסוק הבא) ונתת את הכפורת על ארון העדות בקדש הקדשים, אין פירושו שיתן הכפורת על ארון העדות כשהארון שם בקדש הקדשים, אבל הענין שיצוה אותו הכתוב שישים הפרכת תחת הקרסים כדי שיהא הארון שמה מבית לפרכת ותבדיל הפרכת בין הקדש ובין קדש הקדשים, וכן אמר ונתת את הכפורת על ארון העדות בקדש הקדשים להודיע שהכפרת עם כרוביו על הארון יהיו כלם שם בקדש הקדשים הנזכר שהוא מבית לפרכת. אבל כשמגיע לצוות הקמתו אמר ושמת שם את ארון העדות (להלן מ ג), ואחרי כן וסכות על הארון את הפרכת, וכן במעשה (להלן מ כ כא) ויתן את הכפורת על הארון מלמעלה, ויבא את הארון אל המשכן, ואחרי כן וישם את פרוכת המסך","titles":[{"title":"﻿שמות כו כד"},{"title":"﻿שמות פרק כו פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-7","perek":"tanach-2-26","interprets":"tanach-2-26-24","positionInPerek":24,"positionInParasha":64},{"uri":"tanach-ramban-2-27-20","text":"ובמסכת תמיד (ג ט) שנינו כך מי שזכה בדישון המנורה נכנס ומצא שתי נרות מזרחיים דולקין מדשן את השאר ומניח את אלו דולקין במקומן. מצאן שכבו מדשנן ומדליקן מן הדולקין ואחר כך מדשן את השאר. וסתם משנה זו שנויה כדברי רבי (מנחות צח","titles":[{"title":"﻿שמות כז כ"},{"title":"﻿שמות פרק כז פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-27","interprets":"tanach-2-27-20","positionInPerek":20,"positionInParasha":1},{"uri":"tanach-ramban-2-28-1","text":" הרמב\"ן  וטעם נדב ואביהוא אלעזר ואיתמר בני אהרן. שלא יחשב כי בהמשח האב לכהנו יהיו הבנים האלה כהונים, אבל להם בעצמם יכהן. והנה יצא פנחס ושאר הנולדים, שלא נתכהנו רק אלה הארבעה הנמשחים עמו ומולדתם אשר יולידו אחרי כן","titles":[{"title":"﻿שמות כח א"},{"title":"﻿שמות פרק כח פסוק א"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-1","positionInPerek":1,"positionInParasha":3},{"uri":"tanach-ramban-2-28-2","text":"ועל דרך האמת, לכבוד ולתפארת, יאמר שיעשו בגדי קדש לאהרן לשרת בהם לכבוד השם השוכן בתוכם ולתפארת עזם, כדכתיב (תהלים פט יח) כי תפארת עזמו אתה. וכתיב (ישעיה סד י) בית קדשנו ותפארתנו אשר הללוך אבותינו, וקדשנו הוא הכבוד ותפארתנו תפארת ישראל, ועוד נאמר (תהלים צו ו) עוז ותפארת במקדשו, וכן לפאר מקום מקדשי ומקום רגלי אכבד (ישעיה ס יג), שיהיה מקום המקדש מפואר בתפארת, ומקום רגליו, שהוא מקום בית המקדש, מכובד בכבוד השם. וכן ובישראל יתפאר (שם מד כג), שיהיה מראה ומיחד בהם תפארתו, וכן אמר למטה גם בבגדי הבנים כלם לכבוד ולתפארת (להלן פסוק מ), ואמר בקרבנות יעלו על רצון מזבחי ובית תפארתי אפאר (ישעיה ס ז). והנה המזבח רצונו, והכבוד בית תפארתו. והיו הבגדים צריכין עשייה לשמן, ויתכן שיהיו צריכין כוונה, ולכן אמר ואתה תדבר אל כל חכמי לב אשר מלאתיו רוח חכמה (פסוק ג), שיבינו מה שיעשו. וכבר אמרו (יומא סט.) דמות דיוקנו מנצח לפני בבית מלחמתי","titles":[{"title":"﻿שמות כח ב"},{"title":"﻿שמות פרק כח פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-2","positionInPerek":2,"positionInParasha":4},{"uri":"tanach-ramban-2-28-5","text":"וכאשר נאמר בבגדים הוא הדין בכל מלאכת המשכן, כי ביום הראשון בלבד כתיב ויקחו מלפני משה (להלן לו ג), וגם הוא שלא בחשבון לקחו הכל מלפניו, ובשאר הימים הביאו אליהם, ולכך כתיב (שם ה) ויאמרו אל משה לאמר מרבים העם להביא, כי להם היו מביאים, לא שיתנום למשה והוא ישקול על ידם, אבל הם לאחר שגבו הכל מנו ושקלו ואמרו למשה כדכתיב (להלן לח כד) ויהי זהב התנופה וגו'","titles":[{"title":"﻿שמות כח ה"},{"title":"﻿שמות פרק כח פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-5","positionInPerek":5,"positionInParasha":7},{"uri":"tanach-ramban-2-28-28","text":"ואולי גם כן ולמזח תמיד יחגרה (תהלים קט יט), להרס ונתיצה, יאמר שיחגור הקללה תמיד עד שיהרס וינתץ בה כאשר אחרים מתאזרים בחגורתם. אין מזח עוד (ישעיה כג י), אין הריסה עוד, יאמר לצור עברי באנשי ארצך כיאור אל ארץ תרשיש שהיתה סוחרתך, ואין הריסה ופירוד עוד, שלא יפרד אחד מכלכם משם ולא ישוב לצור כי תחרב לגמרי. הנפרד ממעמד חביריו יקרא הורס, כלשון אל יהרסו אל ה' לראות (לעיל יט כד), וכתיב ממעמדך יהרסך (ישעיה כב יט), וכן ומזיח אפיקים רפה (איוב יב כא), נתיצת האפיקים, הם הנחלים השוטפים והורסים ההרים והגאיות. ומזח בשקל מצח, שניהם בעלי הנו''ן, כי הוא מלשון נצוח, כי חוזק הראש במצח","titles":[{"title":"﻿שמות כח כח"},{"title":"﻿שמות פרק כח פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-28","positionInPerek":28,"positionInParasha":30},{"uri":"tanach-ramban-2-28-30","text":"ואפשר שאחרי שנתן משה בחשן השמות הקדושים של האורים והתומים היו נודעים במסורת ממנו לגדולי חכמי ישראל שמסרם להם עם סתרי תורה, ולפיכך היה ביד דוד אפוד (ש''א כג ו), והיה כדמות אפוד משה, ובו חשן כדמות חשן הקדש, אבל נראה שהיו בד, כאשר נאמר בשמואל (שם ב יח) נער חגור אפוד בד, ואמר בנוב עיר הכהנים (שם כב יח) שמונים וחמשה איש נושא אפוד בד, וילבישו אותו את הכהן שהוא מבני הנביאים ושואלים בו ונענין לפעמים, כאשר חשב בזה ר''א. ומה שאמר שאלו ראה תשובת רבינו האיי לא אמר ככה, כבר ראינוה וחשבנוה, וידענו כי ר''א לא נתכון אליה","titles":[{"title":"﻿שמות כח ל"},{"title":"﻿שמות פרק כח פסוק ל"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-30","positionInPerek":30,"positionInParasha":32},{"uri":"tanach-ramban-2-28-31","text":"וכן כתב רש''י (לעיל בפסוק ד) שהמצנפת כמין כובע, שהרי במקום אחר (להלן בפסוק מ) קורא להם מגבעות, ומתרגמינן קובעין. וגם זה אינו, שהרי אמרו שהמצנפת ארכה שש עשרה אמה, והרי הוא כעין צניף שצונף בו את ראשו, מגלגל ומחזיר מגלגל ומחזיר סביב ראשו כפל על כפל. ומצנפת של כהן גדול אינה קרויה מגבעת בשום מקום, אבל בכהן הדיוט אמר הכתוב מגבעות (להלן כח מ, כט ט, ועוד), ואף היא מצנפת היא, אלא שקושר בה כל ראשו ומעלה הכפלים עליו כעין מגבעת שהוא קובע כדברי אונקלוס, כי מגבעת כמו מקבעת, כאשר אמרתי בסדר ויהי מקץ (בראשית מא מז) בחלופי הגימ''ל והקו''ף, אלא שהמגבעת כמו המצנפת, ולכך הזכירו חכמים תדיר בכהן גדול והדיוט מצנפת בתורת כהנים (צו ב א), ובמסכת יומא (עא","titles":[{"title":"﻿שמות כח לא"},{"title":"﻿שמות פרק כח פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-31","positionInPerek":31,"positionInParasha":33},{"uri":"tanach-ramban-2-28-35","text":"וראיתי במדרש ואלה שמות רבה (לח ח) באבני החשן מה טעם, שיהא הקב''ה מסתכל בהן בבגדי הכהן בכניסתו ביום הכפורים ונזכר לזכות השבטים. רבי יהושע בשם רבי לוי אומר, משל לבן מלכים שהיה פדגוג נכנס אצלו מלמד על בנו סניגוריא, והיה מתירא מן העומדים עליו שמא יפגעו בו, מה עשה הלבישו פורפירא שלו שיהיו רואין אותו ומתיראין ממנו, כך אהרן היה נכנס בכל עת (ויק''ר כב ו) לבית קדש הקדשים, ואלולי זכיות הרבה שהיו נכנסות עמו ומסייעות אותו לא היה יכול ליכנס למה שהיו מלאכי השרת שם, מה עשה הקב''ה נתן לו מדמות לבושי הקדש, שנאמר (ישעיה נט יז) וילבש צדקה כשרין. עד כאן אגדה זו. ואע''פ שלא היה נכנס לפני ולפנים בבגדים אלו, אף באהל מועד הוצרך לכך ביום הכפורים, שהרי כתיב (ויקרא טז יז) וכל אדם לא יהיה באהל מועד","titles":[{"title":"﻿שמות כח לה"},{"title":"﻿שמות פרק כח פסוק לה"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-35","positionInPerek":35,"positionInParasha":37},{"uri":"tanach-ramban-2-28-37","text":"והכלל שאין ענין הכתובים אלא שיכניסו הפתיל בנקבי הציץ, וגם כן הוא שהציץ על הפתיל והפתיל על הציץ, וכן וירכסו את החשן מטבעותיו אל טבעות האפוד בפתיל תכלת (לעיל פסוק כח) שהביא רש''י ראיה ממנו, פתיל אחד הוא, שהיו מכניסין פתיל אחד בטבעות החשן ובטבעות האפוד שכנגדו, וכן בקצה האחר פתיל אחד, כי שני מקומות הן וכל אחד בפתיל אחד ירכסו אותו","titles":[{"title":"﻿שמות כח לז"},{"title":"﻿שמות פרק כח פסוק לז"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-37","positionInPerek":37,"positionInParasha":39},{"uri":"tanach-ramban-2-28-41","text":"ויש מפרשים (הרד''ק בספר השרשים שרש מלא) ומלאת את ידם, שימלא ידם מן הקרבנות, וכן החפץ ימלא את ידו (מ''א יג לג), שיקריב מהן כרצונו מלא ידיו. והנכון מה שפרשתי. ופירוש החפץ ימלא את ידו ויהי כהני במות (שם), שיביא מלואים לו בקרבן כאשר בדא מלבו לחנכו, ואחרי כן יהיה כהן לבמות, כי בדומה לדרכי התורה יעשו","titles":[{"title":"﻿שמות כח מא"},{"title":"﻿שמות פרק כח פסוק מא"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-28","interprets":"tanach-2-28-41","positionInPerek":41,"positionInParasha":43},{"uri":"tanach-ramban-2-29-3","text":" הרמב\"ן  (ג~ד) והקרבת אותם בסל נמשך לפניו, יאמר כי הלחם בסל והפר והאילים ואהרן ובניו יקריבו אל פתח אוהל מועד. ורחצת אותם במים, לאהרן ובניו. ויותר נכון כי והקרבת אותם בסל. לא יפרש, כי מן הסתם הוא ידוע שיקריבם אל המקום אשר יצוה לבא הכהנים, והכתוב השני ידבר על אהרן ועל בניו, ולכך אמר ורחצת אותם במים","titles":[{"title":"﻿שמות כט ג"},{"title":"﻿שמות פרק כט פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-3","positionInPerek":3,"positionInParasha":48},{"uri":"tanach-ramban-2-29-7","text":" הרמב\"ן  ולקחת את שמן המשחה ויצקת על ראשו. אמר ר''א כי זה לפני שומו המצנפת על ראשו, כי על ראש עצמו יצוק השמן. ואיננו נכון בעיני, כי גם במעשה אמר וישם את המצנפת על ראשו וגו' (ויקרא ח ט), ואח''כ אמר ויקח את שמן המשחה וימשח את המשכן וגו' (פסוק י), ואח''כ ויצק משמן המשחה על ראש אהרן (פסוק יב). אבל הנכון שהיתה הצניפה סביב סביב ואמצע הראש מגולה ועליו יצק השמן. ואם היתה המשיחה בכל הראש כדברי רש''י, תהיה היציקה במקום הנחת תפילין שהיה מניח מגולה, ומשם ימשכנו כמין כף יונית","titles":[{"title":"﻿שמות כט ז"},{"title":"﻿שמות פרק כט פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-7","positionInPerek":7,"positionInParasha":52},{"uri":"tanach-ramban-2-29-9","text":"והטעם שהפריש המכנסים משאר הבגדים, כי כל הבגדים היה משה מלביש אותם כמו שצוה (בפסוק הקודם) והלבשתם, אבל המכנסים שהם לכסות בשר הערוה (שם שם מב) היו הם לובשים אותם בהצנע, ולכן לא הזכיר עתה בכלל ולקחת את הבגדים והלבשת, ולפיכך הפרישם במצוה ובענש, כמו שהזכרתי למעלה (שם לה)","titles":[{"title":"﻿שמות כט ט"},{"title":"﻿שמות פרק כט פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-9","positionInPerek":9,"positionInParasha":54},{"uri":"tanach-ramban-2-29-10","text":" הרמב\"ן  והקרבת את הפר לפני אהל מועד. אמר ר''א כי טעמו כאשר תקריב את הפר לפני אהל מועד יסמוך אהרן ובניו עליו, כי כבר הזכיר זה למעלה (בפסוק ג). והנכון בעיני כאשר פירשתי (שם), ששם יצוה להקריבם, ולא פירש אל אהל מועד, רק שיקריב אותם, והטעם שיקריבם אל מקום הכהנים שיהיו מזומנים, ודי שיהיו לפני פתח חצר המשכן, ועכשיו הצריך שיקריבם לפני אהל מועד אל פתח האהל כאשר יפרש בשחיטה (בפסוק הבא), כי הסמיכה תהיה שם","titles":[{"title":"﻿שמות כט י"},{"title":"﻿שמות פרק כט פסוק י"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-10","positionInPerek":10,"positionInParasha":55},{"uri":"tanach-ramban-2-29-13","text":" הרמב\"ן  החלב המכסה את הקרב. הוא הקרום שעל הכרס שקורין טילא. לשון רש''י. ולפי דעתי כי החלב המכסה את הקרב הוא הקרום, אבל כאשר יאמר כל החלב המכסה את הקרב ירמוז לשני חלבים אשר שם, לחלב הקרום הזה, ולחלב הגס אשר על הקרב, כמו שנאמר בסדר ויקרא (ג ג) ואת החלב המכסה את הקרב ואת כל החלב אשר על הקרב. והנה על הקרב שני חלבים, פעם יזכיר הכתוב את שניהם, ופעמים יכלול אותם כאחד במלת כל. והנה בכאן בכל החלב המכסה את הקרב כלל גם החלב אשר על הקרב, ושם במעשה הצואה הזאת אמר ויקח את כל החלב אשר על הקרב ואת יותרת הכבד (שם ח טז), כללם בכל החלב אשר על הקרב. ולמטה בפרשה זו (בפסוק כב) אמר ולקחת מן האיל החלב והאליה ואת החלב המכסה את הקרב, והראשון המוזכר סתם הוא החלב אשר על הקרב","titles":[{"title":"﻿שמות כט יג"},{"title":"﻿שמות פרק כט פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-13","positionInPerek":13,"positionInParasha":58},{"uri":"tanach-ramban-2-29-14","text":" הרמב\"ן  תשרף באש. לא מצינו חטאת חיצונה נשרפת אלא זו. לשון רש''י. והוראת שעה היתה כדברי רבותינו. והטעם בזה, שהכל גלוי לפניו, והיה פר חטאת זה לכפר על מעשה העגל, וקרבנו של כהן משיח הוא (ויקרא ד ג). ושם (שם ד ו) יצוה להביא את דמו אל מבית לפרכת, ולא רצה עתה להכניסו שם לפנים, כי שם (ד ו) אמר בטעם את פני פרכת הקדש, וכאן עדיין לא נתקדש ולא שרתה עליו שכינה שיקרא פרכת הקדש, והנה החיצון כפנימי. והסמיכה בבניו, מפני שהתאנף על אהרן להשמידו (דברים ט כ) והוא כלוי בנים (ויק''ר ז א), הוצרכו גם הם להתכפר בו. וטעם השריפה כטעם שריפת פרה אדומה, וסודה ידוע מן השעיר המשתלח","titles":[{"title":"﻿שמות כט יד"},{"title":"﻿שמות פרק כט פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-14","positionInPerek":14,"positionInParasha":59},{"uri":"tanach-ramban-2-29-26","text":" הרמב\"ן  מאיל המלואים אשר לאהרן. לא הזכיר בניו, והאיל הוא מלואים לכלם, והטעם, כי יצוה הכתוב ולקחת את חזה התנופה מאיל המלואים בעבור שהוא לאהרן, ואין החזה ראוי לו, כי לא יהיה לבעלים. ואחר שנתן טעם שאינו ראוי שיהיה לאהרן אין צורך לומר שלא יהיה לבניו, כי אחריו יזכו הם. ולמטה אמר (בפסוק כז) מאשר לאהרן ומאשר לבניו, כלומר כאשר לוקח מקרבן כלם החזה ושוק, כן יקחו הם האב והבנים מקרבנות המקריבים על ידם","titles":[{"title":"﻿שמות כט כו"},{"title":"﻿שמות פרק כט פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-26","positionInPerek":26,"positionInParasha":71},{"uri":"tanach-ramban-2-29-29","text":"ויתכן שנאמר עוד כי ומשחת את חזאל למלך על ארם, שישלח לו שמן למשחו למלך להודיעו כי דבר ה' הוא, ועשה כן אלישע במצות רבו כאשר הגיד לו שימלוך (מ''ב ח יג) ואע''פ שלא נכתב שם, ומשח את אלישע לנביא. ואולי כן עשו בכורש אשר משחוהו כמלכי ישראל, בעבור שידע כי נביא בישראל המליך אותו ויקרא את שמו בעבור ה'. ולכך אמר למשיחו לכרש (ישעיה מה א). ורבותינו אמרו (מגילה יב.) וכי כרש משיח הוא וכו'. והנה כולן משיחות ממש. והכתוב שאמר (ישעיה סא א) רוח ה' אלהים עלי יען משח ה' אותי לבשר ענוים, דרך משל, שימשיל רוח הקדש אשר תחול עליו לשמן הטוב, כענין טוב שם משמן טוב (קהלת ז א)","titles":[{"title":"﻿שמות כט כט"},{"title":"﻿שמות פרק כט פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-29","positionInPerek":29,"positionInParasha":74},{"uri":"tanach-ramban-2-29-31","text":" הרמב\"ן  ובשלת את בשרו במקום קדש. לא ידענו אם הוראת שעה היא שיהא בשר המלואים טעון כהן בבשולו, או יהיה ובשלת בצווי, כמו ומטך אשר הכית בו את היאור (לעיל יז ה), ויבן שלמה את הבית (מ''א ו יד), כדברי רבי אברהם. והצריך במקום קדוש, שהן כזבחי שלמי צבור שנאכלין לפנים מן הקלעים ונאכלין ליום ולילה עד חצות (זבחים ה ה)","titles":[{"title":"﻿שמות כט לא"},{"title":"﻿שמות פרק כט פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-31","positionInPerek":31,"positionInParasha":76},{"uri":"tanach-ramban-2-29-36","text":" הרמב\"ן  תעשה ליום על הכפורים. בשביל הכפורים, לכפר על המזבח מכל זרות ותיעוב. ובמדרש תורת כהנים (צו א טו) אומר כפרת המזבח הוצרכה שמא התנדב אדם דבר גזל במלאכת המשכן והמזבח. לשון רש''י. והנכון כי על הכפורים על שני האילים שהם כפורים לאהרן ולבניו, כמו שאמר כאן (לעיל בפסוק לג) ואכלו אותם אשר כפר בהם, ואף כי החטאת כפרה, וכתיב כאשר עשה ביום הזה צוה ה' לעשות לכפר עליכם (ויקרא ח לד), כדברי ר''א","titles":[{"title":"﻿שמות כט לו"},{"title":"﻿שמות פרק כט פסוק לו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-36","positionInPerek":36,"positionInParasha":81},{"uri":"tanach-ramban-2-29-46","text":"ואם כן יש בענין סוד גדול, כי כפי פשט הדבר השכינה בישראל צורך הדיוט ולא צורך גבוה, אבל הוא כענין שאמר הכתוב ישראל אשר בך אתפאר (ישעיה מט ג), ואמר יהושע ומה תעשה לשמך הגדול (יהושע ז ט), ופסוקים רבים באו כן, אוה למושב לו (תהלים קלב יג), פה אשב כי אויתיה (שם יד), וכתוב והארץ אזכור (ויקרא כו מב)","titles":[{"title":"﻿שמות כט מו"},{"title":"﻿שמות פרק כט פסוק מו"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-29","interprets":"tanach-2-29-46","positionInPerek":46,"positionInParasha":91},{"uri":"tanach-ramban-2-30-1","text":" הרמב\"ן  ועשית מזבח מקטר קטורת. הנה מזבח הקטרת מן הכלים הפנימיים היה, ראוי שיזכירנו עם השולחן והמנורה שהוא מונח עמהם, וכן הזכירם במעשה בפרשת ויקהל (להלן לז כה), אבל הטעם להזכירו כאן אחר המשכן וכל כליו והקרבנות, בעבור שאמר בתשלום הכל ונקדש בכבודי (לעיל כט מג), ושכנתי בתוך בני ישראל (שם מה), אמר כי עוד יתחייב להם שיעשו מזבח מקטר קטרת להקטיר לכבוד השם. וזהו רז שנמסר למשה רבינו שהקטרת עוצרת המגפה (שבת פט.), כי הקטרת במדת הדין (זוה''ק ויקרא יח), שנאמר ישימו קטורה באפך (דברים לג י), מן וחרה אפי (שם לא יז), והוא מה שאמר בקטרת זרה ועל פני כל העם אכבד (ויקרא י ג), שידעו כבודי כי לא ישא לפשעכם ויזהרו בכבודי. ולכך אמר כאן (בפסוק ו) ונתת אותו לפני הפרכת אשר על ארון העדות לפני הכפורת אשר על העדות אשר אועד לך שמה, כי מה צורך להאריך בכל אלה ולא אמר ונתת אותו לפני ארון העדות באהל מועד, כאשר אמר בפרשת פקודי (להלן מ ה), אבל הוא להורות על ענינו","titles":[{"title":"﻿שמות ל א"},{"title":"﻿שמות פרק ל פסוק א"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-30","interprets":"tanach-2-30-1","positionInPerek":1,"positionInParasha":92},{"uri":"tanach-ramban-2-30-7","text":" הרמב\"ן  והקטיר עליו אהרן. אין המצוה הזו בכהן גדול בלבד, אלא היא אף בכהנים הדיוטים כדין הדלקת הנרות שבצדה (בפסוק הבא) שאמר ג''כ ובהעלות אהרן את הנרות, ואינה בכ''ג בלבד כמו שאמר למעלה (כז כא) יערוך אותו אהרן ובניו. ולא ידעתי למה הזכיר אהרן בשניהם ולא אמר הכהן, ואולי מפני שיטת הכתוב למטה וכפר אהרן על קרנותיו (להלן פסוק י) שהוא באהרן בלבד. או שירמוז שאהרן יתחיל בקטרת ובנרות. וכן אמר בסוף אמור אל הכהנים (ויקרא כד ג) יערוך אותו אהרן ולא הזכיר בניו, בעבור שהוא יתחיל בה. והזכיר שם חקת עולם במצוה","titles":[{"title":"﻿שמות ל ז"},{"title":"﻿שמות פרק ל פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-30","interprets":"tanach-2-30-7","positionInPerek":7,"positionInParasha":98},{"uri":"tanach-ramban-2-30-9","text":" הרמב\"ן  קטרת זרה. שום קטרת של נדבה, שכולן זרות לו חוץ מזו. לשון רש''י. אבל אונקלוס אמר קטורת בוסמין נוכראין, ולא תרגם נוכריתא, רצה לפרש שלא יעשה קטרת מסמים אחרים זולתי הקטרת אשר יצוה אותם, וכן אם הוסיף בה סמים אחרים יעבור בלאו הזה","titles":[{"title":"﻿שמות ל ט"},{"title":"﻿שמות פרק ל פסוק ט"}],"sefer":"tanach-2","parasha":"parasha-8","perek":"tanach-2-30","interprets":"tanach-2-30-9","positionInPerek":9,"positionInParasha":100},{"uri":"tanach-ramban-2-30-12","text":"וכן נראה לי, כי שלש תרומות שרמז כאן, האחת לקרבנות הצבור, איננה על ידי המנין האמור בחומש הפקודים כדברי הרב, כי שם נאמר אך את מטה לוי לא תפקוד, והשקלים של קרבנות לויים חייבים בהם לדברי הכל, וכדברי חכמים אף הכהנים, וכן הלכה, כמו שמפרש במס' שקלים (פ''א ה''ד). ועוד, כי השקלים לקרבנות אינם מבן עשרים שנה ומעלה, אלא משהביא שתי שערות חייב לשקול, וכן מפורש שם. אבל צוה הכתוב (פסוקים יב~יד) שיביאו למלאכת המשכן תרומת חצי השקל לכל העובר על הפקודים מבן כ' שנה ומעלה, ורמז העשיר לא ירבה והדל לא ימעיט ממחצית השקל לכפר על נפשותיכם (פסוק ט''ו), שכל הצריך כפרה שהגיע לכל חיוב המצות יביא מחצית השקל אחר לקרבנות","titles":[{"title":"﻿שמות ל יב"},{"title":"﻿שמות פרק ל פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-12","positionInPerek":12,"positionInParasha":2},{"uri":"tanach-ramban-2-30-13","text":"ודע כי שקלי התורה הם הסלעים האלו שכל סלע מהן ארבעה דינרין, אבל שקל המוזכר בדברי חכמים, כגון ששנינו (שבועות מג.) שקל הלויתני עליו וסלע היה שוה, סלע הלויתיך עליו ושקל היה שוה, הוא ב' דינרין, חצי הסלע. וטעם זה, מפני שהעם קורין שקלים לחצי הסלעים שהיו שוקלים בכל שנה, וכן הונהג בלשון חכמים במשנה, ועל כן אומר אדם לחברו שקל הלויתני, כלומר המשקל שישראל שוקלים. ויתכן שעשו בזמן בית שני מטבע של כסף של ב' דינרים כדי שיהא מצוי לתת לגזבר ההקדש ולא יצטרכו לקלבון, וקראו לזה המטבע שקל, והיו קורין לשקל של משה שהוא שקל של תורה סלע כתרגומו. ויש אומרים כי הטעם ממה שאמרו (בכורות ה.) מנה של קדש כפול היה, וכן כל המטבעות. ואינו נכון, כי שקלי עבד ואונס ומפתה אינם של קדש","titles":[{"title":"﻿שמות ל יג"},{"title":"﻿שמות פרק ל פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-13","positionInPerek":13,"positionInParasha":3},{"uri":"tanach-ramban-2-30-15","text":" הרמב\"ן  וטעם העשיר לא ירבה והדל לא ימעיט. שיביאו השקלים בהשויה הנזכרת. והנראה מן הכתוב הזה שאם הביא הדל בשקלו פחות ממחצית השקל, שהוא עובר בלאו הזה, שהכתוב הזה מניעה. שאם נאמר בהעשיר לא ירבה שיהיה שלילות, לומר שבכך די לו, לא נוכל לפרש כן ב''והדל לא ימעיט''. ואם כן שתיהן מניעות, אם שקל העשיר היחידי יותר, ושקל הדל פחות, עבר בלאו. ושמא מה שהיו תורמין בקופות על האבוד ועל העתיד לגבות (כתובות קח.) יתקן להם זה, כי הדל הממעיט במותר עתיד לגבות הוא, ומן העשיר המרבה לא יתרמו הגבאין ביתרון, ולא יהו מזכין במותרות. וראיתי לבעל הלכות ולכל המונים המצות שלא הזכירו הלאו הזה","titles":[{"title":"﻿שמות ל טו"},{"title":"﻿שמות פרק ל פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-15","positionInPerek":15,"positionInParasha":5},{"uri":"tanach-ramban-2-30-19","text":"ועל דרך האמת, בעבור היות ראש האדם וסופו הידים והרגלים, כי הידים למעלה מכל גופו בהגביהו אותן, והרגלים למטה, והם בצורת האדם רמז לעשר הספירות שיהיה כל גופו ביניהם, וכמו שאמרו בספר יצירה (פרק ו) כרת לו ברית בין עשר אצבעות ידיו ובין עשר אצבעות רגליו במלת הלשון ובמלת המעור, לפיכך נצטוו משרתי עליון לרחוץ הידים והרגלים. והרחיצה הזאת לקדושה תרגם אותה אונקלוס, ומן הענין הזה תקנו רבותינו נטילת ידים לתפלה, שיתכוין לזה, כטעם נשיאות כפים. והרחיצה היא המצוה, אבל הכיור צוה בו להזמנה ואיננו מעכב (זבחים כא","titles":[{"title":"﻿שמות ל יט"},{"title":"﻿שמות פרק ל פסוק יט"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-19","positionInPerek":19,"positionInParasha":9},{"uri":"tanach-ramban-2-30-23","text":"ולפי דעתי הוא התבן המבושם הנקרא בערבי אדבר, ובלשון הרומים אשקיננט והוא בשם חשוב, והוא בלעז ''סאייקא דמיקא'', והוא מרעה לגמלים במקומו. ורבינו בעל ההלכות כתב בפסחים (בדפי הרי''ף כה","titles":[{"title":"﻿שמות ל כג"},{"title":"﻿שמות פרק ל פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-23","positionInPerek":23,"positionInParasha":13},{"uri":"tanach-ramban-2-30-25","text":" הרמב\"ן  ועשית אותו שמן משחת קודש רקח מרקחת מעשה רוקח. על דרך הפשט היה מעשה השמן כדברי ר' יהודה שאמר (בכריתות ה.) שראום במים שלא יבלעו את השמן, ואין השריה שיהיו במים לבדן, אבל נתנו הבשמים כתושים בכלי מלא מים, והציפו עליהן שמן זית הין, ואח''כ נתנו הכלי על פי כלי אחר מלא מים, ונתנו על אש נחה גחלים עוממות, ויבשלו עד יבשת המים, וקלטו השמן מעליו, כי כן מעשה הרקחים בכל שמן מבושם, ולכך קצר הכתוב וצוה שיעשו השמן הזה רקח מרקחת כמעשה רוקח, ולא פירש המעשה, כי דרך הרקחים ידועה בהם. וכן מצאתיה בשקלים ירושלמי (פ''ו ה''א) ר' יהודה אומר שולקן היה במים ונותן שמן מלמעלה, משהיה קולט את הריח היה מעבירו, כדרך שהפטמים עושין, שנאמר ועשית אותו שמן משחת קודש רוקח מרקחת מעשה רוקח","titles":[{"title":"﻿שמות ל כה"},{"title":"﻿שמות פרק ל פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-25","positionInPerek":25,"positionInParasha":15},{"uri":"tanach-ramban-2-30-33","text":"ופירוש ''על בשר אדם לא ייסך'', אזהרה בכל אדם, כי לא אמר על בשר זר לא יסך. והטעם, שיצוק מן השמן על ראש אהרן למשחו וימשח גם בניו, אבל לא יסוך בו בשר שום אדם, אפילו הכהנים המשוחים, כאשר סכין הבשר בשמנים הטובים, ומורחין בהן הבשר בידים משוחות אחרי הרחיצה, כענין ורחצת וסכת (רות ג ג), וארחצך במים ואסוכך בשמן (יחזקאל טז ט). וזהו פשוטו של מקרא ומשמעו. וכך אמרו רבותינו (כריתות ז.) מנין לכהן גדול שנטל משמן המשחה שעל ראשו ונתן על בני מעיו שחייב, שנאמר על בשר אדם לא ייסך","titles":[{"title":"﻿שמות ל לג"},{"title":"﻿שמות פרק ל פסוק לג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-33","positionInPerek":33,"positionInParasha":23},{"uri":"tanach-ramban-2-30-34","text":"וראיתי לרב רבי משה (הרמב''ם כלי המקדש פ''ב ה''ד) שמכניס בקטרת עץ האילן הנזכר הנקרא בערבי ''עוד בלסאן'', נראה שסבור כי רשב''ג שאמר הצרי אינו אלא שרף הנוטף מעצי הקטף בא לחלוק ולומר שאין הצרי מסממני הקטרת, כי הוא אינו אלא שרף, ובקטרת אין השרף נכנס בו אלא הקטף עצמו","titles":[{"title":"﻿שמות ל לד"},{"title":"﻿שמות פרק ל פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-34","positionInPerek":34,"positionInParasha":24},{"uri":"tanach-ramban-2-30-35","text":"ועל דעתי נקראו חכמי הספנים מלחים בעבור שהם יודעים טעם הים כאלו הם המרגישים במליחותו ובמתיקותו, כלומר היודעים מתי יהיה מתוק ונאות להולכי הים, או מתי הוא רע ומר להם. ואין תופשי המשוטות נקראים מלחים, שהרי כתוב בצור (יחזקאל כז ח ט) יושבי צידון וארוד היו שטים לך, זקני גבל וחכמיה היו בך מחזיקי בדקך כל אניות הים ומלחיהם היו בך, כי הספנים הזקנים יודעי הים הם מלחים, וכתיב (שם כט) וירדו מאניותיהם כל תופשי משוט מלחים כל חובלי הים אל הארץ יעמודו, הנה הם שלשה, תופשי משוט, והמלחים, והחובלים. וכן ארץ פרי למלחה (תהלים שם), לארץ מלוחה, שמקום המלח לא יצמיח, כענין שכתוב בסדום (דברים כט כב) גפרית ומלח שרפה כל ארצה לא תזרע ולא תצמיח, וכתיב (שופטים ט מה) ויזרעה מלח. ויתכן שיהיה הלמ''ד נוסף בכי שמים כעשן נמלחו (ישעיה נא ו), וירצה לומר נמחו, כמו בלאומים (תהלים מד טו), כלו שלאנן ושליו (איוב כא כג)","titles":[{"title":"﻿שמות ל לה"},{"title":"﻿שמות פרק ל פסוק לה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-35","positionInPerek":35,"positionInParasha":25},{"uri":"tanach-ramban-2-30-36","text":" הרמב\"ן  ונתת ממנה לפני העדות באהל מועד. יתכן שנפרש שהזכיר הכתוב בכאן כל מעשה הקטרת, אמר שיקטיר ממנה לפני העדות בקדש הקדשים, והוא קטרת של יום הכפורים, ויקטיר ממנה באהל מועד בכל יום, ואשר אועד לך שמה יחזור על העדות. ויתכן שיזכיר כי יתן ממנה במזבח הפנימי שהוא מונח לפני ארון העדות, כי כן יאמר בפרשת ויקהל (ראה להלן מ ה)","titles":[{"title":"﻿שמות ל לו"},{"title":"﻿שמות פרק ל פסוק לו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-30","interprets":"tanach-2-30-36","positionInPerek":36,"positionInParasha":26},{"uri":"tanach-ramban-2-31-2","text":"ולרבותינו בזה מדרש (שמו''ר מ ב) הראה אותו ספרו של אדם הראשון ואמר לו כל אחד התקנתיו מאותה שעה, ואף בצלאל מאותה שעה התקנתי אותו, שנאמר ראה קראתי בשם בצלאל. והוא כענין שפירשתי. ועוד אמרו (ברכות נה.) יודע היה בצלאל לצרף אותיות שנבראו בהן שמים וארץ. והענין, כי המשכן ירמוז באלו והוא היודע ומבין סודו","titles":[{"title":"﻿שמות לא ב"},{"title":"﻿שמות פרק לא פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-2","positionInPerek":2,"positionInParasha":30},{"uri":"tanach-ramban-2-31-10","text":"ומה שאמר בכאן בפרשת ראה קראתי ואת בגדי השרד ואת בגדי הקדש לאהרן הכהן, טעמו שהם בגדי שתי מעלות, בגדי השרד ובגדי הקדש, להגיד שלא ילבשם רק אחד העם בבאו לשרת בקדש. ומפני שלא הזכיר כאן לשרת בקדש, הוסיף לבאר שהם בגדי שרד ובגדי קודש. ועוד באו כמה ווי''ן יתירות בכתוב. ופירוש ומן התכלת והארגמן ותולעת השני עשו בגדי שרד לשרת בקדש (להלן לט א), שהוא מבאר אלה פקודי המשכן, ונתן חשבון בזהב ובכסף ובנחשת כמה הביאו ישראל, ומה עשו בהן, בעבור חשיבותם, ואח''כ אמר כי מן התכלת והארגמן ותולעת השני אשר הובא להם עשו בגדי שרד, לא הוסיף ולא גרע. ולא הזכיר השש, כי איננו חשוב. ואולי הביאו ממנו הרבה והותיר. ושב לבאר ויעשו את בגדי הקדש אשר לאהרן כאשר צוה ה' את משה, ויעש את האפוד זהב וגו' (להלן לט א)","titles":[{"title":"﻿שמות לא י"},{"title":"﻿שמות פרק לא פסוק י"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-10","positionInPerek":10,"positionInParasha":38},{"uri":"tanach-ramban-2-31-13","text":"ועל דרך האמת, צוה בכאן בזכור ושמור כאשר רמזתי בסודם (לעיל כ ח), וזה טעם שבתותי. ואמר בשניהם כי אות היא, שהיא ביני וביניכם לדעת. ואמר ושמרתם את השבת, וחייב במחלליה כרת (פסוק יד), כי הרוח תשוב אל האלהים אשר נתנה (קהלת יב ז), וזו תכרת משם. ואמר ביום השביעי שהוא שבת שבתון קדש לה' (פסוק טו), בעבור שהוא יסוד עולם. והזכיר בשבת שהיא ברית עולם (פסוק טז), וחזר ואמר כי אות היא ביני ובין בני ישראל (פסוק יז), אות היא השבת ביום השביעי, והטעם, שהיום אות והשבת היא אות לעולם. וזה טעם שבת וינפש, והיא נשמה יתירה (ביצה טז) הבאה מיסוד עולם אשר בידו נפש כל חי (איוב יב י). והנה הפרשה מבוארת. וכבר רמזתי ענינה בעשרת הדברות (לעיל פסוק כח). והמשכיל יבין","titles":[{"title":"﻿שמות לא יג"},{"title":"﻿שמות פרק לא פסוק יג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-13","positionInPerek":13,"positionInParasha":41},{"uri":"tanach-ramban-2-31-18","text":" הרמב\"ן  ויתן אל משה. נמשך לפניו, אל ''אלהים'' הנזכר בסוף הפסוק, ויתן אלהים אל משה, כאשר הזכיר בדבור, וידבר אלהים את כל הדברים האלה (לעיל כ א), ובמעשה ובמכתב, והלוחות מעשה אלהים המה והמכתב מכתב אלהים (להלן לב טז), וכן בנתינה, ויתן אלהים אל משה","titles":[{"title":"﻿שמות לא יח"},{"title":"﻿שמות פרק לא פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-31","interprets":"tanach-2-31-18","positionInPerek":18,"positionInParasha":46},{"uri":"tanach-ramban-2-32-1","text":"ור''א אמר כי במקום הזה אלהים כבוד חונה בצורת גויה. ואם תשים לבך אל המסע הראשון (לעיל יד יט) תבין זה. ואיננו נכון בעיני, שלא נעשה העגל במלאכת חכמת המזלות להיות בצורתו חונה כבוד, אין הדבר רק שעשו הצורה לכוין בעבודתה אל ענינה. וכבר פירשתי (לעיל יג כא, יד יט) סוד המסע הראשון, וחלילה שרצה אהרן להדמות אליו, רק ממנו יקח שיהיה מסעם מצד המדה ההיא. והמשכיל יבין","titles":[{"title":"﻿שמות לב א"},{"title":"﻿שמות פרק לב פסוק א"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-1","positionInPerek":1,"positionInParasha":47},{"uri":"tanach-ramban-2-32-2","text":" הרמב\"ן  פרקו נזמי הזהב. בחר זהב ולא כסף, בעבור שהוא מורה על מדת הדין, ומראהו כמראה אש. וכמו שאמרו עוד (יומא מה.) זהב פרוים שדומה לדם פרים. ולכן נעשה בית הקרבנות כלו זהב, וכן מזבח הקטורת, וכן הכרובים, ודרשו בהם (מכילתא יתרו י ג) שאם עשאן של כסף הרי הן כאלהי כסף ואלהי זהב. וגם דמות עגל בזהב יותר מן הכסף","titles":[{"title":"﻿שמות לב ב"},{"title":"﻿שמות פרק לב פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-2","positionInPerek":2,"positionInParasha":48},{"uri":"tanach-ramban-2-32-4","text":"והנה לא תמצא שיאמר בעגל בשום מקום אשר הוציאנו ממצרים, כי הם מודים במי שאמר אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים (לעיל כ ב), כי שמו הגדול הוא המוציא אותם משם, אבל יאמרו במקומות רבים אשר העלוך, כי יקחו זה במקום היד הגדולה המחרבת ים השמה מעמקי ים דרך לעבור גאולים (ישעיה נא י). וזהו שנאמר (תהלים קו כא כב) וימירו את כבודם בתבנית שור אוכל עשב, ושם נאמר שכחו אל מושיעם עושה גדולות במצרים נפלאות בארץ חם נוראות על ים סוף (שם פסוק כא), שכחו דברו אשר צום, והנה עברו על לא תעשה לך אלהים אחרים על פני (לעיל כ ג), כאשר רמזתי שם, ותבין זה","titles":[{"title":"﻿שמות לב ד"},{"title":"﻿שמות פרק לב פסוק ד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-4","positionInPerek":4,"positionInParasha":50},{"uri":"tanach-ramban-2-32-5","text":"ויתכן שאמר ''מחר'' להאריך להם, אולי יבא משה ויעזבו את העגל, והם השכימו בבקר ויעלו עולות ויגישו שלמים. ולא אמר הכתוב ויעלו לו עולות ויגישו לו שלמים, והענין, מפני שהיו בהם מכוונים לשם הקב''ה כאשר אמר אהרן, ומהם משחיתים וזובחים לעגל. ועל אלה אמר הקב''ה למשה (להלן פסוק ח) וישתחוו לו ויזבחו לו, כי הם החטאים. ואם אולי היה אהרן המקריב קרבנות, אמר סתם ויעלו עולות ויגישו שלמים, כי הוא מכוין לשם ה', והם דעתם אל העגל אשר עשו, והיו הבעלים מפגלין","titles":[{"title":"﻿שמות לב ה"},{"title":"﻿שמות פרק לב פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-5","positionInPerek":5,"positionInParasha":51},{"uri":"tanach-ramban-2-32-6","text":" הרמב\"ן  וטעם וישב העם לאכול ושתו. שישבו כולם כאחד לאכול לשבעה ושתה לשכרה, כאשר יעשו בחגים ובמועדים, ואחרי כן קמו לצחק בעצביהם ולשמחה, וספר זה בעבור מה שאמר קול ענות אנכי שומע (בפסוק יח), כי משה מצאן משחקין לפניו, ויגבה לבו בדרכי ה' לקחת אותו מלפניהם ולשרפו לעיניהם, וישק אותו להם. והשלים הכתוב כל מה שעשו בעגל, ואחר כן ספר מה שאמר הקב''ה למשה לך רד, אבל היה דבור זה למשה בבקר השכם כאשר השתחוו לו ויזבחו לו, וברדת משה ישבו לאכול ולשתות וקמו לצחק, ומצאם בשחוק, וגם זה ראיה למה שפירשתי (לעיל בפסוק א), שלא נאמר למשה לך רד כי שחת עמך ביום שעשה אהרן העגל והמזבח, שהיה יורד מיד, אבל כשזבחו והשתחוו לו העם אז אמר למשה שירד","titles":[{"title":"﻿שמות לב ו"},{"title":"﻿שמות פרק לב פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-6","positionInPerek":6,"positionInParasha":52},{"uri":"tanach-ramban-2-32-7","text":"וטעם אשר העלית מארץ מצרים יובן מפסוק ויסע משה את ישראל מים סוף (לעיל טו כב). או שרצה לומר לו כמאמרם אשר אמרו כי זה משה האיש אשר העלנו מארץ מצרים, וכן במשנה תורה (דברים ט יב) אשר הוצאת ממצרים, כי על ידך יצאו כאשר הם אומרים. ומשה אמר בתפלתו אשר הוצאת מארץ מצרים בכח גדול וביד חזקה (פסוק יא), כי אתה לבדך הוא המוציא, כי לך הכח והגבורה, כי בכח גדול ימין ה' נאדרי בכח, וביד חזקה ימין ה' תרעץ אויב (לעיל טו ו). וכן אמר בכחך הגדול ובזרועך הנטויה (דברים ט כט), כאשר רמזתי (לעיל טו ו ד''ה ימינך) בסוד מדת הזרוע","titles":[{"title":"﻿שמות לב ז"},{"title":"﻿שמות פרק לב פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-7","positionInPerek":7,"positionInParasha":53},{"uri":"tanach-ramban-2-32-10","text":"ועל דרך האמת, הניחה רחמי, ומדת הדין שלי תתחרה בהם ואכלם בה, כי עמי אין לה רשות בהם, וזה טעם ויחל משה את פני ה' אלהיו והוא כטעם את פני האדון ה' אלהי ישראל (להלן לד כג) וכך הזכיר במשנה תורה (דברים ט כו) ה' באל''ף דל''ת ויו''ד ה''א אחריו. ויתכן שיהיה ויחל מלשון תחלה ובין ותדע","titles":[{"title":"﻿שמות לב י"},{"title":"﻿שמות פרק לב פסוק י"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-10","positionInPerek":10,"positionInParasha":56},{"uri":"tanach-ramban-2-32-11","text":"והזכיר במשנה התורה (דברים שם בפסוק כ) ובאהרן התאנף ה' ואתפלל גם בעד אהרן בעת ההיא, ולא הזכיר בכאן זה כלל, וזה לכבוד אהרן, כי לא רצה משה להזכיר בחייו שהוצרך לתפלתו שלא יבוש, ושם אחרי מותו הודיענו האמת. וזה הסדר הנכון בפרשיות האלה","titles":[{"title":"﻿שמות לב יא"},{"title":"﻿שמות פרק לב פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-11","positionInPerek":11,"positionInParasha":57},{"uri":"tanach-ramban-2-32-16","text":" הרמב\"ן  והלחות מעשה אלהים המה. היה ראוי שיזכיר הכתוב כל מעשה הלוחות בפסוק ויתן אל משה (לעיל לא יח), כאשר אמר כתובים באצבע אלהים. אבל הזכירו בכאן לספר במעלתן, לומר כי לא נמנע משה בכל זה מלשבר אותם, כי חרה לו בראותו המעשה הרע ההוא, ולא יכול להתאפק. או כענין שהזכירו רבותינו (בשמות רבה ט יא) שפרח הכתב עתה בבואו בגבול העגל במקום הטומאה והחטא","titles":[{"title":"﻿שמות לב טז"},{"title":"﻿שמות פרק לב פסוק טז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-16","positionInPerek":16,"positionInParasha":62},{"uri":"tanach-ramban-2-32-18","text":" הרמב\"ן  וטעם קול ענות אנכי שומע. איננו מפני ידיעתו הדבר, כי היה אומר קול ענות הוא, אבל הטעם כי משה אב בחכמה הוא ומכיר ניגוני הקולות, ואמר כי קול ענות הוא הנשמע אליו. וכך אמרו בהגדה (במדרש רבה קהלת ט יא) שאמר לו משה מי שעתיד לנהוג שררה על ישראל אינו מבחין בין קול לקול. והנה משה בענותנותו הגדולה לא הגיד הענין ליהושע, כי לא רצה לספר בגנותן של ישראל, אבל אמר לו כי קול שחוק הוא","titles":[{"title":"﻿שמות לב יח"},{"title":"﻿שמות פרק לב פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-18","positionInPerek":18,"positionInParasha":64},{"uri":"tanach-ramban-2-32-20","text":" הרמב\"ן  ויזר על פני המים וישק את בני ישראל. אחרי שהיה דק לעפר זרקו על פני מי הנחל היורד מן ההר והשקה אותן מאותן המים. ואפשר כי הזהב השרוף שאיננו נתך, אבל הוא שרוף, ונטחן עד אשר דק, כאשר הזכיר ר''א, קל הוא על פני המים, על כן היה צף והשקהו להם. או היה זורה אותו על הנחל מעט מעט, ושואב ומשקה להם טרם ישקע. או שהיה ממעשה הנסים. והנה רצה לבזות מעשיהם, טחן האלוה שלהם והכניסו בבטנם שיוציאוהו ברעי ובצואה, כמו שנאמר (ישעיה ל כב) תזרם כמו דוה צא תאמר לו. ועל דעת רבותינו (ע''ז מד.) עוד נתכוון לבדקם כסוטות וצבתה בטנם ונפלה ירכם, והוא האמת","titles":[{"title":"﻿שמות לב כ"},{"title":"﻿שמות פרק לב פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-20","positionInPerek":20,"positionInParasha":66},{"uri":"tanach-ramban-2-32-21","text":" הרמב\"ן  מה עשה לך העם הזה כי הבאת עליו חטאה גדולה. כמה יסורים סבלת שיסרוך עד שלא תביא עליהם חטא זה. לשון רש''י. ואיננו נכון בעיני, כי החטא הזה מן החטאים שיהרג עליהם ולא יעבור. ואולי אמר לו כן להגדיל אשמתו. והנכון בעיני כי הוא כמו מה עשיתי מה עוני ומה חטאתי לפני אביך כי מבקש את נפשי (ש''א כ א). יאמר, מה שנאה היתה לך עם העם הזה כי סבבת להשמידם ולכלותם. ומפני שהיה אהרן להם לאיש מוכיח ולמכפר (שמו''ר ג כא), והיה ראוי שיחוס וירחם עליהם, אמר לו כן. כלומר, נהגת עמהם כאויב החפץ ברעתם, לא פשעו ולא חטאו לך. והנה היה ראוי משה להאשים אותו תחלה על חטאתו אשר חטא הוא, ואחרי כן יאשים אותו על אשמת העם, ויאמר, איך חטאת החטאה הגדולה הזאת לאלהים, וגם הכשלת רבים והבאת עליהם חטאה גדולה, אבל משה בענותנותו נהג כבוד באחיו הגדול ולא הזכיר לו רק מכשול העם. ויתכן שגם משה נכון לבו בטוח בצדקת אחיו שכוונתו לא היתה רעה, אבל על אשמת העם האשים אותו, כי היה ראוי להוכיחם והם נכשלו על ידו. והוא השיב שהטעוהו בדבריהם","titles":[{"title":"﻿שמות לב כא"},{"title":"﻿שמות פרק לב פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-21","positionInPerek":21,"positionInParasha":67},{"uri":"tanach-ramban-2-32-22","text":" הרמב\"ן  אתה ידעת את העם כי ברע הוא. יאמר כי הם בדרך רעה, כי אמרו לי לעשות להם מורה דרך במקום אדוני עד שובו אלי אולי ישוב, ונתנו לי הזהב ואשליכהו באש והנה יצא להם העגל הזה, כי הם חשבו בו מחשבה רעה שישתחוו לו ויזבחו לו, ובעבור שלא רצה אהרן להאריך בסורחנן, קצר ואמר ויצא העגל הזה שיצא להם הענין הרע הזה אשר אדוני רואה","titles":[{"title":"﻿שמות לב כב"},{"title":"﻿שמות פרק לב פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-22","positionInPerek":22,"positionInParasha":68},{"uri":"tanach-ramban-2-32-25","text":"ושמצה ענין דבה רעה הוא לדברי אונקלוס, והוא לשון מורגל בדברי רבותינו שמץ פסול (פסחים ג","titles":[{"title":"﻿שמות לב כה"},{"title":"﻿שמות פרק לב פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-25","positionInPerek":25,"positionInParasha":71},{"uri":"tanach-ramban-2-32-26","text":" הרמב\"ן  וטעם ויעמוד משה בשער המחנה. דבק במה שאמר, כי כיון שראה את העם שיהיה לשמצה ולקלסה באויביהם, וזה חלול השם, עמד בשער המחנה וקרא בקול גדול מי לה' אלי, והרג בפרהסיא כל עובדי העגל כדי שישמע הדבר בקמיהם, ויתקדש שם שמים בהם תחת החלול שעשו","titles":[{"title":"﻿שמות לב כו"},{"title":"﻿שמות פרק לב פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-26","positionInPerek":26,"positionInParasha":72},{"uri":"tanach-ramban-2-32-27","text":"וטעם והרגו איש את אחיו. שלא תחמלו ולא תכסו על אח וריע וקרוב. וטעם כה אמר ה' אלהי ישראל, איננו ממצות זובח לאלהים יחרם (לעיל כב יט), כי אין אלו חייבין מיתה מן הדין, אבל היא מצוה שנאמרה למשה מפי הגבורה ולא כתבה, כי כאשר נחם השם הנכבד על הרעה צוה אותו כיון שאין אתה רוצה שאכלה אותם תהרוג אתה את עובדיו בסייף, כדרך קח את כל ראשי העם והוקע אותם לה' נגד השמש וישוב חרון אף ה' מישראל (במדבר כה ד). והנה זאת המצוה כמצות זה הדבר אשר צוה ה' מלא העומר ממנו (לעיל טז לב). וכבר הזכרתי (לעיל י ב, יא א) כיוצא בהם","titles":[{"title":"﻿שמות לב כז"},{"title":"﻿שמות פרק לב פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-27","positionInPerek":27,"positionInParasha":73},{"uri":"tanach-ramban-2-32-32","text":"ולפי דעתי, כי משה אמר ועתה אם תשא חטאתם, ברחמיך, ואם אין מחני נא תחתם מספר החיים ואסבול אני ענשם, כענין שאמר הכתוב (ישעיה נג ה) והוא מחולל מפשעינו מדוכא מעונותינו מוסר שלומנו עליו ובחבורתו נרפא לנו, והקב''ה השיבו, החוטא אמחה מספרי, ולא אותך שלא חטאת","titles":[{"title":"﻿שמות לב לב"},{"title":"﻿שמות פרק לב פסוק לב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-32","positionInPerek":32,"positionInParasha":78},{"uri":"tanach-ramban-2-32-34","text":" הרמב\"ן  ועתה לך נחה את העם. כי אחרי שנחמתי מלכלותם נחם אתה אל אשר דברתי לך, אל מקום הכנעני והאמורי וגו', אבל לא רצה להזכיר כן שזה דרך כעס, כאומר מה שדברתי לך אעשה לכבודך, אבל לא אשא חטאתם, כי ביום פקדי ופקדתי עליהם חטאתם, אפקוד אותו עליהם אחרי בואם אל הארץ, וזה רמז לעת שיגלו ממנה, או למה שאמרו רבותינו (סנהדרין קב.) שאין לך פורענות שאין בה אוקיא מעון העגל","titles":[{"title":"﻿שמות לב לד"},{"title":"﻿שמות פרק לב פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-34","positionInPerek":34,"positionInParasha":80},{"uri":"tanach-ramban-2-32-35","text":"והמגפה הזאת היתה אחרי שהרג משה העובדים והתפלל עליהם, ואמר ואם אין מחני נא, כי בעבור שהיה מוסר נפשו עליהם רחם עליהם הקב''ה, ואמר לו להעלותם אל הארץ ושישלח עמהם מלאך, ורצה לנכות להם מן העון הגדול כדי שיהיו ראוים לזה, ושלח המגפה הזאת בהם, או שגזר עליהם כן והחל הנגף","titles":[{"title":"﻿שמות לב לה"},{"title":"﻿שמות פרק לב פסוק לה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-32","interprets":"tanach-2-32-35","positionInPerek":35,"positionInParasha":81},{"uri":"tanach-ramban-2-33-1","text":"והנה השם רחמן מלא רחמים, וכאשר ראה שהתאבלו חזר ואמר בדרך רחמים אמור לבני ישראל (בפסוק ה), כי עד עתה הזכיר ''עמך'' (לעיל לב ז) ו''העם'' (בפסוק א), ועתה יזכירם בשמם החביב, וצוה לאמר להם כי לטובתם לא אעלה בקרבם שלא אכלה אותם כרגע, אבל הטיבו אשר עשו להנחם ולהתאבל על חטאתם, וכן יעשו תמיד, ואדעה מה אעשה להם, כלומר אפקוד חטאתם לדעתי, כפי התאבלם והנחמם על עונם, כי אני בוחן לב וחוקר כליות. ועל דרך האמת יהיה ואדעה מה אעשה לך כי בדעת הרחמים יעשה בהם, כמו ואם לא אדעה (בראשית יח כא). וכבר פרשתיו (שם כ ד''ה זעקת)","titles":[{"title":"﻿שמות לג א"},{"title":"﻿שמות פרק לג פסוק א"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-1","positionInPerek":1,"positionInParasha":82},{"uri":"tanach-ramban-2-33-6","text":" הרמב\"ן  וטעם ויתנצלו בני ישראל את עדים. כי בשמעם זה התנצלו ויתפרקו מכל עדי יותר ממה שעשו תחלה. ואונקלוס שתרגם בעדי, תקון זין, דעתו כדברי האומר בבראשית רבה (עיין שמו''ר מה ב) זינאות חגר להם, כלומר שחגר להם הקב''ה בשעת מתן תורה כלי זיין להנצל מכל פגע ומלאך המות, כמו שדרשו (שמו''ר לב א) חרות על הלוחות (לעיל לב טז), חירות ממלאך המות, והם שמותיו של הקב''ה. והנה ישראל קבלו עליהם את המיתה ברצון נפשם מפני עונש העגל, וזה ענין תשובה גדולה וחרטה בחטאם","titles":[{"title":"﻿שמות לג ו"},{"title":"﻿שמות פרק לג פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-6","positionInPerek":6,"positionInParasha":87},{"uri":"tanach-ramban-2-33-7","text":"אבל לא יבא זה כהוגן ממה שאמר הכתוב (דברים ט יח יט) ואתנפל לפני ה' כראשונה ארבעים יום וארבעים לילה לחם לא אכלתי וגו', וכתיב (שם ט כה) ואתנפל לפני ה' את ארבעים היום ואת ארבעים הלילה אשר התנפלתי כי אמר ה' להשמיד אתכם. ואי אפשר שיהיה כל זה בארבעים יום האחרונים אחר שנאמר לו (להלן לד א) פסל לך ועלה אלי ההרה, כי היו ברצון, וכבר ביטל להשמיד אתכם","titles":[{"title":"﻿שמות לג ז"},{"title":"﻿שמות פרק לג פסוק ז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-7","positionInPerek":7,"positionInParasha":88},{"uri":"tanach-ramban-2-33-11","text":"וטעם בן נון, בא בחירק תמורת סגול, וכן דברי אגור בן יקה (משלי ל א), שבן לילה היה ובן לילה אבד (יונה ד י), אם בן הכות הרשע (דברים כה ב). ועם כל זה אני תמה מדוע לא נמלט בשם הצדיק הזה אחד שיבא כמנהג. ואני חושב כי נהגו לקרותו כן לכבוד, כי היה הגדול בתלמידי משה רבינו ויקראו לו בינון, כלומר הנבון, כי אין נבון וחכם כמוהו, או יהיה ענינו יהושע שהבינה מוליד, יעשו נון מלשון לפני שמש ינון שמו (תהלים עב יז)","titles":[{"title":"﻿שמות לג יא"},{"title":"﻿שמות פרק לג פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-11","positionInPerek":11,"positionInParasha":92},{"uri":"tanach-ramban-2-33-12","text":"וזה טעם ואתה אמרת ידעתיך בשם. שידעתני ורוממתני בשמך, וכן כתב ר''א (בפסוק כא). ועל דעתו המלאך אשר יבחרו בו הוא מיכאל. הבין בטוב שכלו בפסוקים כי המלאך הראשון רצוי למשה ולישראל אבל לא יוכל לדעת האמת כי לא שמע ולא ינבא","titles":[{"title":"﻿שמות לג יב"},{"title":"﻿שמות פרק לג פסוק יב"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-12","positionInPerek":12,"positionInParasha":93},{"uri":"tanach-ramban-2-33-14","text":"אבל הפרשה הזאת אי אפשר להולמה למי שלא שמע בסתרי התורה. וכך הוא הענין על דרך האמת, כי משה אמר ואתה לא הודעתני מי המלאך אשר תשלח עמי, ובקש שיקיים לו שני דברים שאמר לו, האחד ידעתיך בשם, כלומר שאודע בשמי, בעבורך. ויתכן שיהיה ואתה אמרת זה ממה שאמר לו ושמי ה' לא נודעתי להם (לעיל ו ג), כאשר פירשתי (עי' ריש וארא). והדבר השני, וגם מצאת חן בעיני, שיהיה מוצא חן, והוא דבקות הדעת. ואמר ועתה אם נא מצאתי חן בעיניך, במדת הדין, הודיעני נא נתיבות הדרכים כאשר אתה נודע בשמך, ואדעך, ליחדך למען אמצא החן הגדול, וראה כי עמך הגוי הזה, אתה אביהם והם בניך. ולזה יתכוון אונקלוס שאומר אודעני כען יתארח טובך ואדע רחמך. אז ענה לו הקב''ה פני ילכו, מלאך הברית אשר אתם חפצים שבו יראו פני, שעליו נאמר בעת רצון עניתיך (ישעיה מט ח), כי שמי בקרבו, והניחותי אותו לך, שלא אתנהג עמך במדת הדין עזה, אלא במדה כלולה במדת הרחמים, מלשון והיה בהניח ה' אלהיך לך מכל אויביך (דברים כה יט), והוא כענין שנאמר (יחזקאל ה יג) וכלה אפי והניחותי חמתי בם. אז ענה משה אם אין פניך בעצמך ובכבודך הולכים, אל תעלנו מזה, שתהיה עמנו פנים בפנים, כי כן היו התנאין בפרשת וארא (לעיל ו ו~ח). וכן הזכיר למעלה (לעיל לב יא) בכח גדול וביד חזקה, והנה יבקש שיעלה אותם אל הארץ בכח גדול וביד חזקה כאשר הוציאם בהם ממצרים. וטעם ונפלינו אני ועמך, שיהא חלקנו במופלא, ואין כן לכל העם אשר על פני האדמה","titles":[{"title":"﻿שמות לג יד"},{"title":"﻿שמות פרק לג פסוק יד"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-14","positionInPerek":14,"positionInParasha":95},{"uri":"tanach-ramban-2-33-17","text":" הרמב\"ן  גם את הדבר הזה אשר דברת אעשה. אולי היה הרצון הזה בסוף ארבעים יום השניים על דעת רבותינו (בתנחומא כאן), כאשר נתרצה לו הקב''ה, ואמר פסל לך שני לוחות אבנים כראשונים (להלן לד א)","titles":[{"title":"﻿שמות לג יז"},{"title":"﻿שמות פרק לג פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-17","positionInPerek":17,"positionInParasha":98},{"uri":"tanach-ramban-2-33-18","text":" הרמב\"ן  (יח~יט) ויאמר הראני נא את כבודך. בקש שיהיה רואה במראה ממש את כבוד השם. ויתכן כי יהיה כבודך בכאן הכבוד הגדול אספקלריא המאירה. וה' ענה אותו אני אעביר מדת כל טובי על פניך, שתשיגנו ותתבונן בכל טובי יותר מכל האדם, כי מראה הפנים ששאלת לא תוכל לראותם. וקראתי בשם ה' לפניך, שאקרא לפניך השם הגדול שלא תוכל לראותו, וחנותי בו את אשר אחון ורחמתי בו את אשר ארחם, שתדע בקריאה ההיא מדת החנינה ומדת הרחמים אשר יחוננו וירוחמו בשמי ובטובי. ועל זה נאמר (במדבר יב ז) בכל ביתי נאמן הוא, כי טוב האדם בביתו","titles":[{"title":"﻿שמות לג יח"},{"title":"﻿שמות פרק לג פסוק יח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-18","positionInPerek":18,"positionInParasha":99},{"uri":"tanach-ramban-2-33-20","text":" הרמב\"ן  ואין טעם כי לא יראני האדם וחי. שיראה אותו וימות, אבל כי טרם שישיג לראיה תפרד נפשו מעליו, כי אפילו במראות המלאכים נאמר במראה נהפכו צירי עלי (דניאל י טז)","titles":[{"title":"﻿שמות לג כ"},{"title":"﻿שמות פרק לג פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-20","positionInPerek":20,"positionInParasha":101},{"uri":"tanach-ramban-2-33-21","text":"ונצבת על הצור. שהוא בהר, כמו שנאמר (לעיל יז ו) הנני עומד לפניך שם על הצור בחורב","titles":[{"title":"﻿שמות לג כא"},{"title":"﻿שמות פרק לג פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-21","positionInPerek":21,"positionInParasha":102},{"uri":"tanach-ramban-2-33-23","text":" הרמב\"ן  וטעם ופני לא יראו. הפנים המאירים, כאשר פירשתי (בפסוק יח, ועי' לב ד). ויתכן שיהיה מלת אחרי כלשון אחור וקדם צרתני (תהלים קלט ה), על פירוש רבותינו (עיין עירובין יח.)","titles":[{"title":"﻿שמות לג כג"},{"title":"﻿שמות פרק לג פסוק כג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-33","interprets":"tanach-2-33-23","positionInPerek":23,"positionInParasha":104},{"uri":"tanach-ramban-2-34-3","text":"והנה עדיין היו עומדים באזהרה ההיא, כי הכבוד היה תמיד בהר עד שנתנו הלוחות (הראשונות) [האחרונות], אבל עתה החמיר בשעת מתן הלוחות האלו יותר ממעמד הראשון. והטעם בכל זה, כי בראשונות היה המעמד בעבור כל ישראל, וזה למשה בלבד בזכותו ובתפלתו, וגדול יהיה הכבוד הנגלה על ההר האחרון מן הראשון","titles":[{"title":"﻿שמות לד ג"},{"title":"﻿שמות פרק לד פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-3","positionInPerek":3,"positionInParasha":107},{"uri":"tanach-ramban-2-34-5","text":" הרמב\"ן  ויתיצב עמו שם. ה' נתיצב, כענין ויבא ה' ויתיצב (ש''א ג י). עמו, עם משה שבא בענן כאשר בראשונה (לעיל כד יח)","titles":[{"title":"﻿שמות לד ה"},{"title":"﻿שמות פרק לד פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-5","positionInPerek":5,"positionInParasha":109},{"uri":"tanach-ramban-2-34-6","text":" הרמב\"ן  (ו~ז) וטעם ויעבר ה' על פניו. שקיים אני אעביר כל טובי על פניך. ויקרא ה' ה' אל. שלש תיבות הללו הן שמות הקדש, וחכמים יקראו אותן מדות (ר''ה יז","titles":[{"title":"﻿שמות לד ו"},{"title":"﻿שמות פרק לד פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-6","positionInPerek":6,"positionInParasha":110},{"uri":"tanach-ramban-2-34-8","text":"ואמר נגד כל עמך, וראה כל העם אשר אתה בקרבו. כי הגדולות והנוראות האלה עם משה יעשה אותם ובעבורו, והעם יהיו בברית. ולא יתכן לפרש שיבטיח לעשות עם ישראל עתה נפלאות אשר לא נבראו מקודם בכל הארץ ובכל הגוים, כי לא נעשו להם נפלאות גדולות אחרי זה יותר ממה שנעשה עמהם מתחלה במצרים ועל הים, אבל נבראו ונעשו עמהם מתחלה יותר גדולות. אלא שהענין ירמוז אל שכון השכינה בהם, ועל היותו עם משה לכבוד ולתפארת בנעלם ובמופלא, כאשר אמר (שם) ונפלינו, וכמו שפירשתי (לעיל לג יד~טז ד''ה אבל). והקב''ה יראנו נפלאות מתורתו","titles":[{"title":"﻿שמות לד ח"},{"title":"﻿שמות פרק לד פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-8","positionInPerek":8,"positionInParasha":112},{"uri":"tanach-ramban-2-34-11","text":"והוסיף בכאן (פסוק יז) אלהי מסכה לא תעשה לך, שלא יעשו כאשר עשו בעגל אפילו במחשבת השמים לעשות אותו תייר לפניהם. והחזיר ענין שלש הרגלים לראות בהן את פני האדון ה' אלהי ישראל (פסוק כג), כאשר עשה שם, והטעם ידוע, כי בא אחר אזהרת עבודה זרה, וכבר פירשתיו בסוף וישמע יתרו (לעיל כ כב)","titles":[{"title":"﻿שמות לד יא"},{"title":"﻿שמות פרק לד פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-11","positionInPerek":11,"positionInParasha":115},{"uri":"tanach-ramban-2-34-15","text":" הרמב\"ן  ואכלת מזבחו. כסבור אתה שאין עונש באכילתו, ואני מעלה עליך כמודה בעבודתה. לשון רש''י. ואני אומר על דעת רבותינו (ב''ק עא","titles":[{"title":"﻿שמות לד טו"},{"title":"﻿שמות פרק לד פסוק טו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-15","positionInPerek":15,"positionInParasha":119},{"uri":"tanach-ramban-2-34-21","text":" הרמב\"ן  בחריש ובקציר תשבות. על דרך הפשט הזכיר חריש וקציר, שבהם עיקר חיי האדם. והזכיר השבת באמצע הרגלים, כי סמך אותו לחג המצות ולקדוש הבכורות, בעבור שכולם זכר למעשה בראשית, כי ביציאת מצרים אות ומופת בו, כאשר פירשתי בעשרת הדברות (לעיל כ ב). ועוד, כי הכתוב אמר שיש גם בשבת זכר ליציאת מצרים, כמו שאמר בעשרת הדברות האחרונות (דברים ה טו) וזכרת כי עבד היית בארץ מצרים ויוציאך ה' אלהיך משם על כן צוך ה' אלהיך לעשות את יום השבת. ושם אפרש בעזרת הש''י ויתרומם","titles":[{"title":"﻿שמות לד כא"},{"title":"﻿שמות פרק לד פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-21","positionInPerek":21,"positionInParasha":125},{"uri":"tanach-ramban-2-34-25","text":"וכתב רש''י ולא ילין, כתרגומו, אין לינה מועלת בראשו של מזבח, ואין לינה אלא בעמוד השחר. זבח חג הפסח, אמוריו, ומכאן אתה למד לכל הקטר חלבים ואיברים. ובפרשת צו (ויקרא ו ב) אבאר זה בע''ה. ולינה בראשו של מזבח מחלוקת הוא בגמרא (זבחים פז.), ולדעת רבא יש לינה בראשו של מזבח, ואם לנו שם האיברים וירדו לא יעלו, שאם לא ירדו, אפילו לנו בקרקע ימים רבים ועלו לא ירדו, כדאיתא בפרק המזבח (שם)","titles":[{"title":"﻿שמות לד כה"},{"title":"﻿שמות פרק לד פסוק כה"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-25","positionInPerek":25,"positionInParasha":129},{"uri":"tanach-ramban-2-34-26","text":" הרמב\"ן  ראשית בכורי אדמתך. בעבור כי הזכיר שיביאו בכורי כל אשר בארצם לבית ה', יסמוך לזה לא תבשל גדי בחלב אמו, כי בעת בכורי האדמה יביאו גם כל בכור בהמה הגדיים וטלאים, ובעת ההיא יגדלו הגדיים ויהיה החלב, ופעמים רבים יעלו האם עם הבכור בהיותו יונק בעבור שלא ימות, והנה הבאים לחוג יתענגו לאכול הבכורות בכל המטעמים עם הכהנים, ולכך הזכיר אסורם עם הבכורים. אבל במשנה תורה (דברים יד כא) הזכיר המצוה הזו עם אסור המאכלים אחר שהזכיר בהמה טמאה ודגים ועופות טמאים ונבלה, כי שם יאות להזכיר זה, כי הוא איסור מאכל, לא איסור הבשול בלבד כאשר יחשבו קטני אמנה מחוסרי הדעת","titles":[{"title":"﻿שמות לד כו"},{"title":"﻿שמות פרק לד פסוק כו"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-26","positionInPerek":26,"positionInParasha":130},{"uri":"tanach-ramban-2-34-27","text":"והנכון בעיני, כי בעבור שישראל הם החוטאים והעוברים על הברית, הוצרך הקב''ה לחדש להם ברית חדשה שלא יפר הוא להם בריתו, ואמר, למשה שיכתוב התנאין, וזה טעם כי על פי הדברים האלה כרתי אתך ברית ואת ישראל. וטעם אתך, כי בעבורך עשיתי עמהם, ולא הוצרכו הם להביא עצמם במסורת הברית הזאת, אבל הוא יתברך הצריך לכרות להם ברית במחילה שמחל להם, וכתב המחילה והתנאין","titles":[{"title":"﻿שמות לד כז"},{"title":"﻿שמות פרק לד פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-27","positionInPerek":27,"positionInParasha":131},{"uri":"tanach-ramban-2-34-28","text":"וטעם ויכתוב על הלוחות. פירוש ה', ולא יחזור למשה, כי כן אמר (לעיל פסוק א) וכתבתי על הלוחות, וכן במשנה תורה (דברים י ג ד) ואפסול שני לוחות אבנים כראשונים ואעל ההרה ושני הלוחות בידי, ויכתוב על הלוחות כמכתב הראשון. ומפני שאמר כמכתב הראשון, ידענו כי הם כתובים באצבע אלהים, ויהיה פירוש וכתבתי (לעיל פסוק א), באצבעי, וידעת פירוש אצבע מן היד (לעיל יד לא)","titles":[{"title":"﻿שמות לד כח"},{"title":"﻿שמות פרק לד פסוק כח"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-28","positionInPerek":28,"positionInParasha":132},{"uri":"tanach-ramban-2-34-31","text":" הרמב\"ן  וידבר משה אליהם. לשון הווה הוא כל הענין הזה. ואחרי כן נגשו, אחר שלמד לזקנים חוזר ומלמד הפרשה או ההלכה לישראל. לשון רש''י. ואינו כן, אבל יאמר הכתוב כי בצאת כל ישראל לקראתו ראו קרני ההוד פחדו מגשת אליו וחזרו אחורנית, אולי חשבו שהיה שם כבוד השם, או מלאכי עליון עמו, ופחדו פן יפרוץ בהם ה', וקרא להם משה, ושבו אליו אהרן וכל הנשיאים ההולכים לפניהם, ודבר משה אליהם דברי שלום ובשרם בסליחת עונם ובלוחות שהוריד. ואחרי כן ראו כל בני ישראל כי הוא מדבר עם הנשיאים ונגשו לפניו כולם, ואז צוה להם כל אשר דבר ה' אתו בהר סיני, והוא עשרת הדברות השניות שנתן לו, וכל הנאמר לו מתחלה שמר לך את אשר אנכי מצוך היום (פסוק יא) עד סוף הפרשה (פסוק כו), כי הגיד להם שצוהו לכרות עמהם ברית חדשה על פי הדברים האלה. והכתוב קצר בזה וספר הענין בכלל. ואחרי כן אמר (בפסוק לג) כי כלה לדבר אתם כל הענין הנזכר, ונתן על פניו מסוה, כי התבונן בשובם אחור כי קרן עור פניו, או הגידו לו, ואחר שספר מעשה היום ההוא אמר ובבא משה (פסוק לד), וזהו הענין ההווה, לומר שנהג כן כל ימיו עמהם","titles":[{"title":"﻿שמות לד לא"},{"title":"﻿שמות פרק לד פסוק לא"}],"sefer":"tanach-2","parasha":"parasha-9","perek":"tanach-2-34","interprets":"tanach-2-34-31","positionInPerek":31,"positionInParasha":135},{"uri":"tanach-ramban-2-35-1","text":"(א~ב) אלה הדברים אשר צוה ה' לעשות אותם ששת ימים תעשה מלאכה. אמר אלה הדברים אשר צוה ה' לעשות על מלאכת המשכן וכל כליו וכל עבודתו. והקדים השבת לאמר כי ששת ימים תעשה מלאכת אלה הדברים ולא ביום השביעי שהוא קדש לה'. ומכאן שאין מלאכת המשכן דוחה שבת, ולא ממדרש אך, כמו שפרשתי בסדר כי תשא (לעיל לא יג)","titles":[{"title":"﻿שמות לה א"},{"title":"﻿שמות פרק לה פסוק א"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-ramban-2-35-3","text":"ולרבותינו עוד בו מדרש בתלמוד (שבת ע.) מפני שלא אמר כל העושה בו כל מלאכה יומת, או שיאמר כל המבעיר אש בכל מושבותיכם יומת, אמרו שיצאת להקל בה להיותה בלאו. ויש אומר שיצאה לחלק, לפי שהיתה בכלל לא תעשה כל מלאכה (לעיל כ י)","titles":[{"title":"﻿שמות לה ג"},{"title":"﻿שמות פרק לה פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-ramban-2-35-5","text":"ועל דרך האמת הוא כמו יביאה עם תרומת ה' (זהר ויקהל קצח","titles":[{"title":"﻿שמות לה ה"},{"title":"﻿שמות פרק לה פסוק ה"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-ramban-2-35-11","text":" הרמב\"ן  והנה משה הוצרך לספר לכל העדה כל המלאכה שצוה אותו השם, כדי להודיע להם שצריכין להביא נדבה רבה, כי המלאכה גדולה, ולכך ספר להם המשכן את אהלו ואת מכסהו וגו' כולן הזכירן על דרך הכלל. וטעם את המשכן, את הארון, את השלחן, וכל הנזכרים, בה''א הידיעה, כאומר את המשכן ואת הכלים אשר נגיד לחכמים העושים במלאכה בפרטן ובשעורן, כי עתה לכל העדה לא יגידם אלא בשמותם בכלל","titles":[{"title":"﻿שמות לה יא"},{"title":"﻿שמות פרק לה פסוק יא"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-ramban-2-35-21","text":" הרמב\"ן  ויבאו כל איש אשר נשאו לבו. על החכמים העושים במלאכה יאמר כן, כי לא מצינו על המתנדבים נשיאות לב, אבל יזכיר בהם נדיבות, וטעם אשר נשאו לבו, לקרבה אל המלאכה, כי לא היה בהם שלמד את המלאכות האלה ממלמד, או מי שאימן בהן ידיו כלל, אבל מצא בטבעו שידע לעשות כן, ויגבה לבו בדרכי ה' (דה''ב יז ו) לבא לפני משה לאמר לו אני אעשה כל אשר אדני דובר. וכבר הזכרתי זה בסדר האחר (לעיל לא ב). והנה אמר שבאו לפני משה כל אשר נשאו לבו לקרבה אל המלאכה, וכל אשר נדבה רוחו אותו הביאו התרומה. והנה משה אמר לכולם כי קרא ה' בשם בצלאל ואהליאב (פסוק ל), ואחרי כן קרא להם משה ואל כל חכם לב (להלן לו ב) שיבואו לפניו ונתן להם הנדבה","titles":[{"title":"﻿שמות לה כא"},{"title":"﻿שמות פרק לה פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-ramban-2-35-22","text":"וכל ''איש אשר הניף תנופת זהב. לא היו רבים כמרימי הכסף והנחשת ולא היתה הבאת הזהב מרובה ככסף והנחשת, על כן תקרא זו תנופה וזו תרומה, כי המביא זהב ינופף ידו לחשיבות הנדבה, או הלוקחים יניפו הזהב להראותו, לשבח המביא על נדבתו. ובפרשת אלה פקודי (להלן לח כד, כט) יקרא הזהב גם הנחשת תנופה, כי לא הזכיר שם (בפסוקים כה~כח) תרומה כלל, רק כסף פקודי העדה. ויתכן שיקרא גם הנחשת תנופה, שהיה חשוב להם יותר מן הכסף, מפני שלא היה נמצא בידם ממנו. או שהיה חשוב מאד, כענין שנאמר (עזרא ח כז) וכלי נחשת מצהב טובה שנים חמודות כזהב","titles":[{"title":"﻿שמות לה כב"},{"title":"﻿שמות פרק לה פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-35","interprets":"tanach-2-35-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-ramban-2-36-3","text":"והזכיר הכתוב (פסוק ה) מרבים העם להביא, לשבח את העם המביאים בנדבתם, ולפאר החכמים בנאמנותם, וגם הנגיד עליהם משובח בזה שהעביר קול במחנה למנעם, כי אין לו חפץ בכספם וזהבם כשאר המושלים בעמם, כענין שאמר לא חמור אחד מהם נשאתי (במדבר טז טו)","titles":[{"title":"﻿שמות לו ג"},{"title":"﻿שמות פרק לו פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-36","interprets":"tanach-2-36-3","positionInPerek":3,"positionInParasha":38},{"uri":"tanach-ramban-2-36-6","text":" הרמב\"ן  איש ואשה אל יעשו עוד מלאכה. הממון יקרא מלאכה, וכן אם לא שלח ידו במלאכת רעהו (לעיל כב ז), לרגל המלאכה אשר לפני (בראשית לג יד), וכל המלאכה נמבזה ונמס (ש''א טו ט). והענין, שלא יביאו עוד שום דבר למלאכת הקדש. אבל אמר אל יעשו עוד מלאכה, להכניס הנשים שלא יהיו עוד טוות את העזים. והנה גם ההבאה יקרא מעשה, ומנע מהם הכל","titles":[{"title":"﻿שמות לו ו"},{"title":"﻿שמות פרק לו פסוק ו"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-36","interprets":"tanach-2-36-6","positionInPerek":6,"positionInParasha":41},{"uri":"tanach-ramban-2-36-8","text":"והנה לא הזכיר במשכן וכל כליו כאשר צוה ה' את משה, אבל באלה הפקודים בבגדי כהונה יזכיר כן בכל דבר ודבר (להלן לט א ה ז כא כו כט לא). והטעם, כי כלל מלאכת המשכן בפסוק שאמר בסוף (להלן לח כב) ובצלאל בן אורי בן חור עשה את כל אשר צוה ה' את משה. ואולי היה זה מפני שנוי הסדר, כמו שהזכירו רבותינו (ברכות נה.). ועל הכלל כל זה דרך חבה ודרך מעלה, לומר כי חפץ השם במלאכה ומזכיר אותה בתורתו פעמים רבות להרבות שכר לעוסקים בה, כענין מה שאמרו במדרש יפה שיחת עבדי אבות לפני הקב''ה מתורתם של בנים, שהרי פרשתו של אליעזר שנים ושלשה דפין היא","titles":[{"title":"﻿שמות לו ח"},{"title":"﻿שמות פרק לו פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-36","interprets":"tanach-2-36-8","positionInPerek":8,"positionInParasha":43},{"uri":"tanach-ramban-2-37-29","text":" הרמב\"ן  ויעש את שמן המשחה קדש ואת קטרת הסמים טהור. לא פירש באלו כאשר פירש באחרים, שעל דרך השאר ראוי שיאמר ויקח בשמים ראש מר דרור וגו' ויעש אותו שמן משחת קדש, ויקח סמים נטף ושחלת וגו', ויעש אותה קטרת רקח מרקחת מעשה רוקח. והטעם, כי בעבור שלא נאמרה בהם הצואה בתשלום המעשה כאשר פירשתי שם (לעיל ל כה, לד), ובקטרת לא הזכיר גם כל הסמים, וסמך עליהם במה שאמר מעשה רוקח, לא הזכיר במעשה כלום, אבל אמר שעשוהו על דעת הרקחים. וזה טעם קדש טהור מעשה רוקח","titles":[{"title":"﻿שמות לז כט"},{"title":"﻿שמות פרק לז פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-37","interprets":"tanach-2-37-29","positionInPerek":29,"positionInParasha":102},{"uri":"tanach-ramban-2-38-8","text":"ויתכן עוד שנאמר בדרך הפשט שעשה הכיור וכנו ממראות הנשים אשר באו מהן צבא גדול ונאספו אל פתח אהל מועד לתת מראותיהן בנדבת לבן, והיה נחשת המראות נחשת קלל ממורט ויפה מאד, ועל כן ייחד אותו מתחלה לכלי הזה, והנשים בראותן כן נאספות ובאות צבאות צבאות לתת כולן מראותיהן להעשות בהן כל הכיור וכנו. וגם נכון הוא שיתכונו בכך מתחלה מפני ענין הסוטה, והן קבלו כן עליהם בשמחה והתנדבו לתת בו כל מראותיהן","titles":[{"title":"﻿שמות לח ח"},{"title":"﻿שמות פרק לח פסוק ח"}],"sefer":"tanach-2","parasha":"parasha-10","perek":"tanach-2-38","interprets":"tanach-2-38-8","positionInPerek":8,"positionInParasha":110},{"uri":"tanach-ramban-2-38-21","text":"ולא הזכיר בכאן הכיור וכנו, כי לא נעשה במשקל, אבל כל המראות שהביאו הנשים הצובאות שם בהם ולא ידע משה משקלו. ויתכן שלא היה בפקודת איתמר, כי יכנס בכלל מה שאמר הכתוב (במדבר ג לא) ומשמרתם הארון והשלחן והמנורה והמזבחות וכלי הקדש אשר ישרתו בהם, כי בכיור וכנו ישרתו למזבח, והנה איננו בחשבון הפרשה הזו","titles":[{"title":"﻿שמות לח כא"},{"title":"﻿שמות פרק לח פסוק כא"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-38","interprets":"tanach-2-38-21","positionInPerek":21,"positionInParasha":1},{"uri":"tanach-ramban-2-38-22","text":" הרמב\"ן  ובצלאל בן אורי בן חור למטה יהודה עשה את כל אשר צוה ה'. הענין כי על פיו נעשה הכל, כי הוא המורה לכל החכמים, ולפניו היו עושים כולם ומראים אליו כל מלאכתם, כמו שאמר (לעיל לה לד) ולהורות נתן בלבו, אבל גם כל חכמי לב עשו במלאכה, כמו שאמר (שם לו ח) ויעשו כל חכם לב בעושי המלאכה את המשכן. ועל דעת רבותינו (ירושלמי פאה א א) יהיה זה לשבח אותו ולומר שאפילו דברים שלא אמר לו רבו הסכימה דעתו למה שנאמר למשה מסיני, ולא בא הכתוב לומר שהוא עשה הכל, אלא שקיים בכל הנעשה על ידו כל אשר צוה ה' את משה, ולפיכך לא אמר בכל הנעשה עד הנה כאשר דבר ה' אל משה, כי היה במשמע כאשר אמר משה בדבר ה', והוא שנה הסדר בהם ממה שאמר לו משה, ולפיכך כלל זה בכאן לומר שעשה הכל כאשר אמר השם, כמו שכתבתי למעלה (לו ח)","titles":[{"title":"﻿שמות לח כב"},{"title":"﻿שמות פרק לח פסוק כב"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-38","interprets":"tanach-2-38-22","positionInPerek":22,"positionInParasha":2},{"uri":"tanach-ramban-2-38-27","text":" הרמב\"ן  את אדני הקדש ואת אדני הפרכת. יקרא הכתוב המשכן קדש, והבדיל הפרכת, בעבור היותו מבדיל בין הקדש ובין קדש הקדשים, כאלו אמר את אדני הקדש ואת אדני קדש הקדשים","titles":[{"title":"﻿שמות לח כז"},{"title":"﻿שמות פרק לח פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-38","interprets":"tanach-2-38-27","positionInPerek":27,"positionInParasha":7},{"uri":"tanach-ramban-2-39-3","text":" הרמב\"ן   וירקעו את פחי הזהב. לא הוסיף בכל מלאכת הקדש לפרש דרך האומנות איך נעשה, זולתי בכאן, והראוי שיאמר ויעשו את האפוד זהב תכלת וגו' מעשה חושב, כתפות עשו לו וגו', כי כן הדרך בכולם. ויתכן שספר בכאן המחשבה שחדשו בחוטי הזהב, כי היה תמה בעיניהם להיות זהב טווי ושזור כאשר יעשו בצמר ופשתים, כי לא נשמע עד היום ההוא לעשות כן","titles":[{"title":"﻿שמות לט ג"},{"title":"﻿שמות פרק לט פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-3","positionInPerek":3,"positionInParasha":14},{"uri":"tanach-ramban-2-39-24","text":" הרמב\"ן  (כד כה) וטעם ויעשו על שולי המעיל רמוני תכלת וארגמן. שעשו הרמונים לתת אותם על שולי המעיל סביב, ועשו פעמוני זהב טהור, וישימו הפעמונים בתוך הרמונים קודם שיתנו אותם במעיל, והנה הפעמונים בתוך הרמונים בתלוש, וישימו הרמונים על שולי המעיל סביב והפעמונים בתוכם. ולכך כפל הכתוב בתוך הרמונים פעמים, כי היו בתוכם מתחלה ובשעה שתלו אותם על שולי המעיל סביב. וגם זו ראיה למה שפירשנו בסדר ואתה תצוה (לעיל כח לא)","titles":[{"title":"﻿שמות לט כד"},{"title":"﻿שמות פרק לט פסוק כד"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-24","positionInPerek":24,"positionInParasha":35},{"uri":"tanach-ramban-2-39-27","text":"ולשון פארי המגבעות, שהיו עולות על הראש כפארים, מלשון הפארים והצעדות (ישעיה ג כ), פארי פשתים יהיו על ראשם (יחזקאל מד יח)","titles":[{"title":"﻿שמות לט כז"},{"title":"﻿שמות פרק לט פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-27","positionInPerek":27,"positionInParasha":38},{"uri":"tanach-ramban-2-39-29","text":"והאבנט הזה הוא גם באהרן ובניו כדעת האומר (יומא יב.) אבנטו של כהן גדול זהו אבנטו של כהן הדיוט. ועל דעת האומר (שם) לא זהו אבנטו של כהן הדיוט פירש בשל אהרן שהוא מעשה רוקם ולא הוצרך להזכיר של בניו שהוא שש, כמו שאמר (לעיל כח מ) ולבני אהרן תעשה כתנות ועשית להם אבנטים ומגבעות תעשה להם, וכולן שש ככתנת","titles":[{"title":"﻿שמות לט כט"},{"title":"﻿שמות פרק לט פסוק כט"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-29","positionInPerek":29,"positionInParasha":40},{"uri":"tanach-ramban-2-39-33","text":" הרמב\"ן  ויביאו את המשכן אל משה את האהל ואת כל כליו. שיעור הכתוב בזה כמו בוא''ו, ויביאו את המשכן אל משה ואת האהל ואת כל כליו, כי יריעות שש משזר הן ששמן משכן, כמו שאמר (לעיל כו א) ואת המשכן תעשה עשר יריעות שש משזר, ואמר בהן (שם ו) וחברת את היריעות והיה המשכן אחד, ויריעות העזים הן האהל, כאשר יאמר בהן ועשית יריעות עזים לאהל על המשכן (שם ז), וחברת את האהל והיה אחד (שם יא). וכן את המשכן את אהלו ואת מכסהו (לעיל לה יא) ואת אהלו. אף כאן, ויביאו את המשכן אל משה ואת האהל ואת כל כליו, כי יזכיר שמות הכל. ולפעמים יקרא כל הבית אהל מועד, כאשר אמר (לעיל לא ו ז) ועשו את כל אשר צויתיך את אהל מועד ואת הארון לעדות, כי אהל מועד הוא הבית בכללו אשר יועד אליו שמה, וכן כל כלי עבודת המשכן לאהל מועד (להלן פסוק מ)","titles":[{"title":"﻿שמות לט לג"},{"title":"﻿שמות פרק לט פסוק לג"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-33","positionInPerek":33,"positionInParasha":44},{"uri":"tanach-ramban-2-39-37","text":" הרמב\"ן  את נרותיה נרות המערכה. יתכן שדרך המנורות להיות בהן נרות לנוי או להרבות בהן אור לפרקים, ואין כן במנורת הקדש כי לא היו בה רק שבעת הנרות, ועל כן פירש נרות המערכה, כי הן אשר יערוך אותן בין הערבים","titles":[{"title":"﻿שמות לט לז"},{"title":"﻿שמות פרק לט פסוק לז"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-37","positionInPerek":37,"positionInParasha":48},{"uri":"tanach-ramban-2-39-42","text":" הרמב\"ן  וטעם כן עשו בני ישראל את כל העבודה. כל מלאכת המשכן, ויקראנה עבודה לומר כי עשו אותה לעבודת השם הנכבד, כענין ועבדתם את ה' אלהיכם (לעיל כג כה), ואותו תעבודו (דברים יג ה). ויתכן שיאמר בכאן כל העבודה על הכלים, כלשון שאמר (לעיל פסוק מ) את כל כלי עבודת המשכן, והזכיר תחלה הכלים לאמר כי אפילו בכלים נזהרו ועשו כמצוה בהם, ואחרי כן הזכיר וירא משה את כל המלאכה","titles":[{"title":"﻿שמות לט מב"},{"title":"﻿שמות פרק לט פסוק מב"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-39","interprets":"tanach-2-39-42","positionInPerek":42,"positionInParasha":53},{"uri":"tanach-ramban-2-40-2","text":"תקים את משכן אהל מועד. לא פירש לו בצואה זו כיצד סדר ההקמה כאשר פירש במעשה ויתן את אדניו וישם את קרשיו (פסוק יח). והיה זה, מפני שכבר הראה אותו ההקמה במראית העין, כמו שאמר והקמות את המשכן כמשפטו אשר הראית בהר (לעיל כו ל). וכן קצר כאן ואמר ושמת שם את ארון העדות (בפסוק הבא), ולא הזכיר ואל הארון תתן את העדות, כי בהזכירו ''את ארון העדות'' יבין זה, כי לא יקרא הארון כן רק בהיות בו לוחות העדות. וכבר נצטוה מתחלה ונתת את הכפרת על הארון מלמעלה ואל הארון תתן את העדות אשר אתן אליך (לעיל כה כא), ולא הוצרך כאן אלא לצוותו בהקדמה, כי תשומת הארון עם הלוחות יקדים לכל הכלים. וכן קצר בענין השולחן והמנורה, שכבר צוה אותו (לעיל כו לה) באיזה מקום מן המשכן יעמידם. וקצר בענין לבישת אהרן ובניו, שאמר והלבשת את אהרן את בגדי הקדש (להלן פסוק יג), ובבניו אמר והלבשתם כתנות (להלן פסוק יד), כי כבר צוה אותו בפרט בסדר לבישתן (לעיל כט ה~ט), ולא בא עכשיו אלא לסדר לו שעת הלבישה שתהיה אחר הקמת המשכן כלו. והזכיר כתנות שבהן יתחיל הלבישה","titles":[{"title":"﻿שמות מ ב"},{"title":"﻿שמות פרק מ פסוק ב"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-2","positionInPerek":2,"positionInParasha":56},{"uri":"tanach-ramban-2-40-3","text":" הרמב\"ן  וטעם וסכות על הארון. מלמעלה במקום אל, כי וסכות מלשון מסך. וכן וישם את פרוכת המסך ויסך על ארון העדות (להלן פסוק כא)","titles":[{"title":"﻿שמות מ ג"},{"title":"﻿שמות פרק מ פסוק ג"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-3","positionInPerek":3,"positionInParasha":57},{"uri":"tanach-ramban-2-40-10","text":" הרמב\"ן  והיה המזבח קדש קדשים. בעבור שיקריבו בו גם קדשי הקדשים אמר בו כן אף על פי שהיה בחצר. ואמר גם במשכן (בפסוק הקודם) והיה קדש, כי לא נקרא קדש קדשים רק מקום משכן הארון, כמו שנאמר (לעיל כו לג) והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים. ויתכן שאמר במזבח קדש קדשים בעבור שיקדש, כמו שאמר והיה המזבח קדש קדשים כל הנוגע במזבח יקדש (לעיל כט לז)","titles":[{"title":"﻿שמות מ י"},{"title":"﻿שמות פרק מ פסוק י"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-10","positionInPerek":10,"positionInParasha":64},{"uri":"tanach-ramban-2-40-17","text":"והנה המשכן וכליו לא נתקדשו לעבודה אלא במשיחה, כמו שנאמר (לעיל פסוק ט) ומשחת את המשכן ואת כל אשר בו וקדשת אותו ואת כל כליו, על כן פירוש ויערוך עליו ערך לחם (פסוק כג), ויעל הנרות (פסוק כה), כי עשה כן בזמנם אחר המשיחה. והנה הם כטעם לעשות כן. ומה שאמר גם כן למעלה (פסוק ד) והבאת את השולחן וערכת את ערכו, יצוה שיערוך אותו אחרי המשיחה. וכן אמר ונתת את מזבח הזהב לקטורת (פסוק ה), וכן ויעל עליו את העולה ואת המנחה (להלן פסוק כט), בזמנה, כי עדיין לא הקים החצר סביב למשכן, ואין מקריבין בלא קלעים, כי יהיו שחוטי חוץ, אלא כלם בזמנם","titles":[{"title":"﻿שמות מ יז"},{"title":"﻿שמות פרק מ פסוק יז"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-17","positionInPerek":17,"positionInParasha":71},{"uri":"tanach-ramban-2-40-20","text":" הרמב\"ן  וטעם ויקח ויתן את העדות (שם פסוק כ). שלקח הלוחות מארון עץ שהיו שם בתוך אהל משה והביא אותם אל המשכן","titles":[{"title":"﻿שמות מ כ"},{"title":"﻿שמות פרק מ פסוק כ"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-20","positionInPerek":20,"positionInParasha":74},{"uri":"tanach-ramban-2-40-27","text":"והנה משה רבינו בכל העבודות הכהן הראשון, ולפיכך הקטיר גם הקטרת. ואולי בכלל ונתת את מזבח הזהב לקטרת (פסוק ה) שתקטירנו עליו מיד. ומה שאמר בצואה (לעיל ל ו ז) ונתת אותו לפני הפרוכת והקטיר עליו אהרן קטורת סמים, להורות על ענינו מיום שהתחיל אהרן בכהונתו ולעולם, שכך אמר (שם ל ח) ובהעלות אהרן את הנרות בין הערבים, ואין הדבר אלא מיום זה ואילך, כי בכאן (בפסוק ד) צוה למשה בפירוש והעלית את נרותיה. ובפירוש רש''י (בפסוק שלפנינו) ראיתי, ויקטר עליו אהרן קטורת שחרית וערבית, כמה שנאמר (לעיל ל ז ח) בבקר בבקר בהטיבו את הנרות וגו', ובהעלות אהרן את הנרות בין הערבים וגו'. ולא ידעתי אם הוא טעות סופרים","titles":[{"title":"﻿שמות מ כז"},{"title":"﻿שמות פרק מ פסוק כז"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-27","positionInPerek":27,"positionInParasha":81},{"uri":"tanach-ramban-2-40-34","text":"","titles":[{"title":"﻿שמות מ לד"},{"title":"﻿שמות פרק מ פסוק לד"}],"sefer":"tanach-2","parasha":"parasha-11","perek":"tanach-2-40","interprets":"tanach-2-40-34","positionInPerek":34,"positionInParasha":88}]}