{"subjects":[{"uri":"jbr:tanach-malbiminyan27-1-6","text":" מלבי\"ם - באור הענין  כי יודע ה', הידיעה הזאת היא התדבקות המושכל במשכיל, כמ''ש כי ידעתיו למען אשר יצוה את בניו ואת ביתו אחריו, רצה לומר הוא דבוק בידיעתי, שזה לא יהיה רק אצל הדברים הנצחיים הבלתי משתנים, שהם ידבקו בהנצחיי הבלתי משתנה. והנה דרך הצדיקים שדורכים על מהלך השלימות במסלה העולה בית אל, לאהבה את ה' ולדבקה בו, הוא בלתי נפרד מידיעתו, ונשאר נצחי קיים כמוהו, ועל כן הם נשארים לנצח, אבל דרך הרשעים אל עמקי שאול אל דברים הבלוים ונפסדים, לא יתקשרו בידיעת ה', ולכן תאבד באחרית והיה כלא היה ","titles":[{"title":"תהילים א ו"},{"title":"תהילים פרק א פסוק ו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-1"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"jbr:tanach-malbiminyan27-19-15","text":" מלבי\"ם - באור הענין  יהיו לרצון אמרי פי והגיון לבי לפניך, שגם הדבורים שאוציא מפי וגם מחשבות לבי יהיו לרצון לפניך, שלא אומר ולא אחשב דבר נגד רצונך ","titles":[{"title":"תהילים יט טו"},{"title":"תהילים פרק יט פסוק טו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-19"},{"positionInPerek":15},{"positionInParasha":253},{"uri":"jbr:tanach-malbiminyan27-20-2","text":" מלבי\"ם - באור הענין  יענך ה', זה דברי התפלה שהתפללו אז בציון, א. שיענהו ה' ביום צרה, ב) שהגם שהוא עתה רחוק מארץ הקדושה ישגבך שם אלהי יעקב, השם שהבטיח ליעקב בהיותו חוץ לארץ והנה אנכי עמך ושמרתיך וגו' והשיבותיך אל האדמה הזאת, השם הזה יהיה גם לך למשגב שתשוב לא''י ","titles":[{"title":"תהילים כ ב"},{"title":"תהילים פרק כ פסוק ב"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":2},{"positionInParasha":255},{"uri":"jbr:tanach-malbiminyan27-20-3","text":" מלבי\"ם - באור הענין  ישלח, ג) הגם שהוא עתה רחוק מציון ישלח עזרו מקדש משמים ומציון יסעדך אל העזר שיעזרך מקדש ","titles":[{"title":"תהילים כ ג"},{"title":"תהילים פרק כ פסוק ג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":3},{"positionInParasha":256},{"uri":"jbr:tanach-malbiminyan27-20-4","text":" מלבי\"ם - באור הענין  יזכר, הגם שאינו יכול עתה להקריב קרבנות כנהוג לפני התחלת המלחמה יזכר כל מנחותיך שהקרבת עד עתה ועולתך היינו כל העולות שהקריב, ידשנה יזכור הדשן שלהם, סלה, סיום המאמר ","titles":[{"title":"תהילים כ ד"},{"title":"תהילים פרק כ פסוק ד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":4},{"positionInParasha":257},{"uri":"jbr:tanach-malbiminyan27-20-5","text":" מלבי\"ם - באור הענין  יתן, (דברי להקת המשוררים), מצייר שבהיותם בדרך שמעו הבשורה שכבר נושע דוד, וזה היה תאות דוד בלבבו, ועז''א יתן לך כלבבך, וגם זה היה עצתו והסכמתו, ועז''א וכל עצתך ימלא, ומפרש נגד מ''ש יתן לך כלבבך הוא","titles":[{"title":"תהילים כ ה"},{"title":"תהילים פרק כ פסוק ה"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":5},{"positionInParasha":258},{"uri":"jbr:tanach-malbiminyan27-20-6","text":" מלבי\"ם - באור הענין  נרננה בישועתך, כן היה תאות לבבך שבעת נצא לקראת החלוץ נרנן על הישועה שנעשה לך טרם נבא, וכל עצתך ימלא שהיה העצה לך כי בשם אלהינו נדגל, עת נשא דגל מלחמה יהיה הדגל בשם ה', שה' יהיה שר החיל ההולך בראשם והדגל יקרא על שמו, ואנחנו נמשך אחר דגלו, ובמה שמלא ה' גם חפץ לבבך, ידענו כי ימלא ה' משאלותיך גם ביתר הדברים שתשאל, ואם מלא מה שבלבבך כ''ש שימלא את אשר תשאל בפה ","titles":[{"title":"תהילים כ ו"},{"title":"תהילים פרק כ פסוק ו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":6},{"positionInParasha":259},{"uri":"jbr:tanach-malbiminyan27-20-7","text":" מלבי\"ם - באור הענין  עתה, (מאמר ראש המשוררים) עתה ידעתי בבירור כי יענהו משמי קדשו הושיע ה' משיחו, שעל משאלותיו הגיע לו מענה להודיעו שה' בעצמו הושיע משיחו, ומענה זאת יגיעהו ע''י גבורות ישע של ימינו, ע''י שתהיה הישע בגבורות המתיחסות לימין שהוא למעלה מדרך הטבע, ומאין ידעתי זה? כי. (ח-ט) אלה מפה ברכב, ואלה מפה לוחמים בסוסים, ואנחנו לא עשינו שום דבר רק בשם אלהינו נזכיר, ובכ''ז המה כרעו ונפלו, וגם מבאר שהיה הבדל בינינו וביניהם, אם בענין האמצעיים, שהם בחרו אמצעיים פחותים רכב וסוסים ואנחנו בחרנו ענין גדול במעלה כי בשם אלהינו נזכיר, אם בענין התכלית שהמה כרעו ואנחנו קמנו ","titles":[{"title":"תהילים כ ז"},{"title":"תהילים פרק כ פסוק ז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":7},{"positionInParasha":260},{"uri":"jbr:tanach-malbiminyan27-20-10","text":"(י) ה', ע''כ אבקש ה' הושיעה שתהיה התשועה תמיד ע''י ה', ומצד שהוא המלך המושל על כל יעננו תיכף ביום קראנו ","titles":[{"title":"תהילים כ י"},{"title":"תהילים פרק כ פסוק י"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-20"},{"positionInPerek":10},{"positionInParasha":263},{"uri":"jbr:tanach-malbiminyan27-46-0","text":"(יח) אזכירה שמך בכל דור ודור, כי תהיה ממצדיקי הרבים שהם ככוכבים המאירים לעולם, וכל העמים יהודוך והוד והדר ישוו עליך ויאכלו פרי מעשיך ולמודיך ","titles":[{"title":"תהילים מה על דרך המושכל  יח"},{"title":"תהילים פרק מה על דרך המושכל  פסוק יח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-46"},{"positionInPerek":0},{"positionInParasha":697},{"uri":"jbr:tanach-malbiminyan27-67-20","text":" מלבי\"ם - באור הענין  ברוך אלהים אשר לא הסיר תפלתי, הגם שהיה מן הדין שלא יקבל תפלתי, לא הסירה מפניו כי לא הסיר חסדו מאתי, שלא עשה לי ע''פ הדין והמשפט רק מצד חסדו הגדול אע''פ שלא הייתי ראוי לכך ","titles":[{"title":"תהילים סו כ"},{"title":"תהילים פרק סו פסוק כ"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-67"},{"positionInPerek":20},{"positionInParasha":996},{"uri":"jbr:tanach-malbiminyan27-68-8","text":" מלבי\"ם - באור הענין  שיברכנו אלהים עי''כ ייראו אותך כל אפסי ארץ, כמ''ש כי עמך הסליחה למען תורא, וכמש''פ שם ","titles":[{"title":"תהילים סז ח"},{"title":"תהילים פרק סז פסוק ח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-68"},{"positionInPerek":8},{"positionInParasha":1004},{"uri":"jbr:tanach-malbiminyan27-69-36","text":" מלבי\"ם - באור הענין  נורא אלהים ממקדשיך, אתה ישראל, דע כי ממקדשיך, מן הבהמ''ק שלך וממה שאתה מתקדש לפניו, אלהים הוא נורא, ר''ל שעל ידו ינהיג הנהגה נוראה שהיא הנהגה נורא נסיית למעלה מן הטבע שעל ידי הנהגה זו ייראו כולם מפניו, ומצד שהוא אל ישראל ומשגיח עליהם בהשגחה פרטית, הוא נותן עז ותעצומות לעם, העוז הזה נתן לישראל, כי הנהגה זאת יוצאת לרגלם וכפי בחירתם ומעשיהם ובידם ניתן העוז הזה למשול בשמים ובארץ ולדרוך על הטבע, ברוך אלהים על נפלאותיו וטובו ","titles":[{"title":"תהילים סח לו"},{"title":"תהילים פרק סח פסוק לו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-69"},{"positionInPerek":36},{"positionInParasha":1040},{"uri":"jbr:tanach-malbiminyan27-70-37","text":" מלבי\"ם - באור הענין  וזרע עבדיו ינחלוה מוסיף שינחלוה גם בנחלה לבניהם אחריהם עד שזרעם ינחלוה מאתם ולא שיגלו אח''כ ממנה כי אוהבי שמו ישכנו בה בשלוה והשקט ","titles":[{"title":"תהילים סט לז"},{"title":"תהילים פרק סט פסוק לז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-70"},{"positionInPerek":37},{"positionInParasha":1077},{"uri":"jbr:tanach-malbiminyan27-71-6","text":" מלבי\"ם - באור הענין  ואני מצטרף תמיד לישועה, כי אני עני ואביון, לכן חושה לי ואל תאחר את הזמן הצריך לישועה ","titles":[{"title":"תהילים ע ו"},{"title":"תהילים פרק ע פסוק ו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-71"},{"positionInPerek":6},{"positionInParasha":1083},{"uri":"jbr:tanach-malbiminyan27-72-23","text":" מלבי\"ם - באור הענין  (כג-כד) תרננה ועם השיר בכלי ארנן גם בשפתים, ולא לבד מן השפה ולחוץ שהוא בכל הגוף, כי גם נפשי אשר פדית, וגם לשוני (שהלשון מציין הדבור הנשגב התבוניי שהיא ע''י הנפש המשכלת) גם היא תהגה ותעיין בצדקתך בהגיון לב ובעיון, כי בושו וגם חפרו מבקשי רעתי, שזה היה ע''י נסיך הרבים ","titles":[{"title":"תהילים עא כג"},{"title":"תהילים פרק עא פסוק כג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-72"},{"positionInPerek":23},{"positionInParasha":1106},{"uri":"jbr:tanach-malbiminyan27-73-20","text":" מלבי\"ם - באור הענין  כלו, שזאת התפלה האחרונה שהתפלל לפני מותו אחרי משח את שלמה ","titles":[{"title":"תהילים עב כ"},{"title":"תהילים פרק עב פסוק כ"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-73"},{"positionInPerek":20},{"positionInParasha":1127},{"uri":"jbr:tanach-malbiminyan27-74-28","text":" מלבי\"ם - באור הענין  ואני, יש לי קיום מצד עצמי, כי קרבת אלהים לי טוב, שע''י קרבת אלהים לי, אמצא טוב ואושר, ב. מצד ששתי בה' מחסי שמשגיח עלי בהשגחה מיוחדת ובזה שמתי מחסי, לספר כל מלאכותיך, שאספר רק המלאכיות והרוחניות שהם עניני הנפש שהיא מלאך ה' בארץ לעבוד עבודתו והוא כאלהים לדעת טוב ","titles":[{"title":"תהילים עג כח"},{"title":"תהילים פרק עג פסוק כח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-74"},{"positionInPerek":28},{"positionInParasha":1155},{"uri":"jbr:tanach-malbiminyan27-75-23","text":" מלבי\"ם - באור הענין  אל תשכח קול צורריך, כן שאון קמיך עולה תמיד, שהעם עצמם יאמרו בשאון וקול בניאוץ ובוז שלא תשכח קול צורריך, יצייר במליצה שע''י ששאונם עולה תמיד הם עצמם מזכירים אותך תמיד בל תשכח קול צורריך רגע ","titles":[{"title":"תהילים עד כג"},{"title":"תהילים פרק עד פסוק כג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-75"},{"positionInPerek":23},{"positionInParasha":1178},{"uri":"jbr:tanach-malbiminyan27-76-11","text":" מלבי\"ם - באור הענין  וכל קרני, גם זה מדברי יושר ומישרים, ואני מישרים אגדע קרנות רשעים ועל ידי תרוממנה קרנות צדיק, שעל ידי היושר הנטוע בטבע האנשים יכירו כבוד ה' וגדולתו, וילמדו לעשות צדק ומישרים, ויגדעו קרן רשעים הנושאים קרן אל היושר והצדק לזרותם, ויכניע את הרשעים וירוממו את הצדיקים, כ''ז מיוחס אל המישרים השתולים בטבע הנפשות, בכח זה צדק למדו יושבי תבל להרחיק עול ולפעול צדק ויושר, ולהגדיל כבוד הצדיקים ומעלתם ","titles":[{"title":"תהילים עה יא"},{"title":"תהילים פרק עה פסוק יא"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-76"},{"positionInPerek":11},{"positionInParasha":1189},{"uri":"jbr:tanach-malbiminyan27-77-13","text":" מלבי\"ם - באור הענין  יבצור, כדי שהמורא יבצור רוח נגידים, שהם שרי אשור, (ויבצור רוח) של סנחריב שהוא נורא למלכי ארץ, שאחר שהרוח העריץ של סנחריב ונגידיו ושריו קבלו מאת המורא, היינו מה' שהוא מקור המורא, שהוא נתן חתיתו על כולם. הובילו אליו שי, שיבצור ויקטן את רוחם, ובל יוסיף עוד לערוץ אנוש מן הארץ ","titles":[{"title":"תהילים עו יג"},{"title":"תהילים פרק עו פסוק יג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-77"},{"positionInPerek":13},{"positionInParasha":1202},{"uri":"jbr:tanach-malbiminyan27-78-20","text":" מלבי\"ם - באור הענין  בים דרכך הגדול ושבילך היחיד נראה במים רבים, שעי''ז מה שנעשה בים הכל הוא מאתך בין בכלל בין בפרט, הגם שעקבותיך לא נודעו, הכל הוא מעשה יוצר בראשית, ובזה תבין מ''ש חז''ל במכילתא (פ' בשלח) על קריעת ים סוף, שבאותה שעה שהתפלל משה הראה לו הקב''ה טורמיוס של מה''ש עומדים לפניהם, שנאמר מנוגה נגדו עביו עברו ברד וגחלי אש. ועוד שם ומנין אתה אומר שאף המים העליונים והתחתונים נבקעו, שנאמר ראוך מים אלהים ראוך מים יחילו אלו העליונים, אף ירגזו תהומות אלו התחתונים, ר''נ אומר מקול רעם של מעלה נתזו צינורות של מטה. שנאמר קול רעמך בגלגל, ומובן במ''ש ","titles":[{"title":"תהילים עז כ"},{"title":"תהילים פרק עז פסוק כ"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-78"},{"positionInPerek":20},{"positionInParasha":1222},{"uri":"jbr:tanach-malbiminyan27-79-69","text":" מלבי\"ם - באור הענין  (סט-עב) ויבן כמו רמים מקדשו שהמקדש היה סולם מוצב ארצה וראשו מגיע השמימה שהוא מקשר עולם העליון עם התחתון, והוא כמו רמים עולמות העליונים, והיסוד שלו הוא כמו הארץ כו', והנה המקדש ומלכות ב''ד שניהם היו צריכים לשלמות הכלל, והמקדש ומלכות ב''ד תלוים זה בזה כמו שבארתי בסי' קל''ב וז''ש ויבחר בדוד עבדו, והבחירה היתה מצד רעיית הצאן, כמ''ש במדרש שבחן טוב לבבו בהנהגת הצאן, וז''ש מאחר עלות הביאו לרעות בשני מיני הנהגות, א. המדינית, עז''א ביעקב עמו, ב. המוסרית, עז''א ובישראל נחלתו כי ישראל גדול מיעקב, והוא רעה אותם כתום לבבו, בהנהגה התוריות ובתבונות כפיו ינחם בהנהגה המדינית ","titles":[{"title":"תהילים עח סט"},{"title":"תהילים פרק עח פסוק סט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-79"},{"positionInPerek":69},{"positionInParasha":1292},{"uri":"jbr:tanach-malbiminyan27-80-13","text":" מלבי\"ם - באור הענין  ואנחנו, וגם שעי''כ נודה לך לעולם ויתקדש שמך, בין ע''י הודאה על הטוב, בין ע''י ההילול שהוא ספור שבחך ","titles":[{"title":"תהילים עט יג"},{"title":"תהילים פרק עט פסוק יג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-80"},{"positionInPerek":13},{"positionInParasha":1308},{"uri":"jbr:tanach-malbiminyan27-81-19","text":" מלבי\"ם - באור הענין  (יט-כ) ולא נסוג ממך, ואנחנו לא נסוג מאמונתך, רק תחיינו בכל משך זמן הצרות האלה למען בשמך נקרא, ונאמר ה' צבאות השיבנו, ויען התפלל עתה על בנין המקדש הזכיר שם הויה שאין מזכירים אותו רק במקדש ","titles":[{"title":"תהילים פ יט"},{"title":"תהילים פרק פ פסוק יט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-81"},{"positionInPerek":19},{"positionInParasha":1327},{"uri":"jbr:tanach-malbiminyan27-83-8","text":" מלבי\"ם - באור הענין  קומה, עתה יסב המשורר פניו אל ה' האומר זאת, ואומר אליו למה תדבר אל אלה בני עולה שהם ישפטו את הארץ והם יהיה להם חלק בארץ כאלהים, הם לא ינחלו את הארץ כי הם מוכנים למות, והם לא ישפטו אותה בצדק, קומה אלהים ואתה שפטה הארץ, כי אתה בראת אותה ואתה תנחל בכל הגוים כי היא שלך לעולם, ועליך לקיימה ולהעמידה ע''י משפט, ולכן אתה שפטה הארץ ","titles":[{"title":"תהילים פב ח"},{"title":"תהילים פרק פב פסוק ח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-83"},{"positionInPerek":8},{"positionInParasha":1353},{"uri":"jbr:tanach-malbiminyan27-84-18","text":" מלבי\"ם - באור הענין  וידעו כי אתה שמך ה' לבדך עליון כי עליון הוא שם מצטרף, ויצוייר עליון נגד השפל ממנו ומכ''מ יש עליון עליו, אבל הם ידעו שלא נמצא עליון עליך, כי אתה ראש הסבות והמסובבים, עליון וגם על כל הארץ, ראש הסבות ואחריתם עד הסבה האחרונה ","titles":[{"title":"תהילים פג יט"},{"title":"תהילים פרק פג פסוק יט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-84"},{"positionInPerek":18},{"positionInParasha":1371},{"uri":"jbr:tanach-malbiminyan27-85-13","text":" מלבי\"ם - באור הענין  ה' צבאות אשרי אדם בוטח בך שעל כל פנים יש לנו לבטוח שיגאלנו ושיבנה המקדש, וכמ''ש אשרי אדם עוז לו בך ","titles":[{"title":"תהילים פד יג"},{"title":"תהילים פרק פד פסוק יג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-85"},{"positionInPerek":13},{"positionInParasha":1384},{"uri":"jbr:tanach-malbiminyan27-86-14","text":" מלבי\"ם - באור הענין  צדק, יצייר במליצתו הנשגבה, שהטוב שיתן ה' אינו רוצה ללכת בדרך לבדו עד שילך מורה דרך לפניו שהוא הצדק, עד שימשל הצדק כמורה דרך ומנהל שהולך לפני הטוב ומראה לו הדרך ומנהלהו, ואז הטוב הולך ונמשך אחריו, וז''ש הצדק לפניו יהלך (היינו לפני הטוב המוזכר בכתוב הקודם) ואז (הטוב) ישים לדרך פעמיו, אז יכין הטוב את פעמיו ללכת בדרכו לרגלי הצדק, והכונה שיבא הטוב לרגלי הצדק ","titles":[{"title":"תהילים פה יד"},{"title":"תהילים פרק פה פסוק יד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-86"},{"positionInPerek":14},{"positionInParasha":1398},{"uri":"jbr:tanach-malbiminyan27-87-17","text":" מלבי\"ם - באור הענין  עשה, ונגד מדת ארץ אפים אומר הגם שחטאתי עשה עמי אות לטובה עד שיראו שונאי שמחלת את עוני ויבושו, (וכמו שפי' חז''ל שהיה האות בעת שהכניס שלמה את הארון לבית קדש הקדשים), כי אתה ה' עזרתני נגד אויבי ונחמתני על הצרות שסבלתי ","titles":[{"title":"תהילים פו יז"},{"title":"תהילים פרק פו פסוק יז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-87"},{"positionInPerek":17},{"positionInParasha":1415},{"uri":"jbr:tanach-malbiminyan27-89-19","text":" מלבי\"ם - באור הענין  הרחקת, מצייר כאלו אימות ה' ובעתותיו הסובבים אותו הם כשומרים סביבו בל יקרב שום איש אליו, ובזה הרחקת ממני אוהב ורע, רק מיודעי מחשך, דבר חשך ואופל הוא מיודעי, שאני שוכן עם החשך והאופל, והנמשך על הגוף הכללי והאומה מובן מאליו, שצורת האומה הכללית היא כגוף חולה במחלה אנושה, וכאלו מת ונקבר ובטל מן העולם, רק בזה עודהו חי שעודו מרגיש בצרותיו, והוא מופרד מבני אדם כלוא בבתי כלאים לשכון לבד כצפור בודד על גג, ונרדף מן אימים ובעתות ומשברי מות, וכן כל הדמויים צודקים בנמשל למבין, שעז''א משכיל ","titles":[{"title":"תהילים פח יט"},{"title":"תהילים פרק פח פסוק יט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-89"},{"positionInPerek":19},{"positionInParasha":1441},{"uri":"jbr:tanach-malbiminyan27-90-53","text":" מלבי\"ם - באור הענין  ברוך ה' לעולם אמן ואמן כי ישמור אמונתו והבטחתו ותאומן לנצח ","titles":[{"title":"תהילים פט נג"},{"title":"תהילים פרק פט פסוק נג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-90"},{"positionInPerek":53},{"positionInParasha":1494},{"uri":"jbr:tanach-malbiminyan27-92-16","text":" מלבי\"ם - באור הענין  ארך ימים אשביעהו, כמו שהיה באיוב שע''י יסוריו האריך ימים, וגם אראהו בישועתי שעי''כ יראה ישועה השגחיית ","titles":[{"title":"תהילים צא טז"},{"title":"תהילים פרק צא פסוק טז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-92"},{"positionInPerek":16},{"positionInParasha":1527},{"uri":"jbr:tanach-malbiminyan27-93-16","text":" מלבי\"ם - באור הענין  להגיד, שיעורו עוד ינובון בשיבה כדי שיוכל לו להגיד ולהודיע לכל כי ישר ה' צורי ולא עולתה בו, שאין עולה בהנהגתו ממה שנראה לפעמים שהרשעים מצליחים בעוה''ז, כי הכל בהשגחה והצדיקים עתידים לקבל שכרם ","titles":[{"title":"תהילים צב טז"},{"title":"תהילים פרק צב פסוק טז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-93"},{"positionInPerek":16},{"positionInParasha":1543},{"uri":"jbr:tanach-malbiminyan27-94-5","text":" מלבי\"ם - באור הענין  עדתיך, שיעורו מקולות מים רבים עדתיך נאמנו מאד, העדות שהעדת אתה הם נאמנו יותר מקולות מים רבים אדירים, שהקולות האלה של המים יעידו שאתה מושל על מערכת השמים והטבע ומנהיגם כרצונו ויאמרו שהוא אדיר במרום, אבל אתה העידות כי אינך אדיר במרום לבד כמנהיג מרחוק, רק כי לביתך נאוה קדש, העדות שקבלנו ממך היא שאינך רחוק מאתנו יושב מרום רק אתה יושב בבית המקדש ומנהיג שם השגחה נפלאה למעלה מן הטבע שזה נקרא קדש שהקדושה הוא ההבדלה מן הטבע, והנהגה זאת היא בביתך, במה שאתה שוכן בבהמ''ק, ולא שתעשה נס ופלא לפרקים רק ה' בביתו לארך ימים, עד שהנהגה ההשגחיית היא קבועה לארך ימים ומתמדת ","titles":[{"title":"תהילים צג ה"},{"title":"תהילים פרק צג פסוק ה"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-94"},{"positionInPerek":5},{"positionInParasha":1548},{"uri":"jbr:tanach-malbiminyan27-99-8","text":" מלבי\"ם - באור הענין  (ח-ט) נהרות ימחאו כף, כי יעשה שנויים בנהרות ובהרים, כמו שהיה בירדן ובנחלי ארנון, וזה יהיה לפני ה' כי בא לשפט הארץ, פה אמר כי בא פעם אחד כי יבא שלא ע''י אמצעי, ולכן אמר ישפט תבל בצדק ועמים במישרים, ולא אמר באמונתו, שמורה על הטבע הקבוע, רק כפי חקי המישרים ","titles":[{"title":"תהילים צח ח"},{"title":"תהילים פרק צח פסוק ח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-99"},{"positionInPerek":8},{"positionInParasha":1615},{"uri":"jbr:tanach-malbiminyan27-100-9","text":" מלבי\"ם - באור הענין  רוממו, אז דומה ה' כשוכן ביניהם וכאלו דירתו בהר קדשו למטה, לא בשמים והארץ הדום רגליו, רק רוממו ה' אלהינו והשתחוו להר קדשו, כי שם ה' שוכן וקדוש ה' אלהינו בתוכנו, וע''ז לא אמר קדוש הוא, כי הוא אלהינו ונמצא בינינו ","titles":[{"title":"תהילים צט ט"},{"title":"תהילים פרק צט פסוק ט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-100"},{"positionInPerek":9},{"positionInParasha":1625},{"uri":"jbr:tanach-malbiminyan27-101-5","text":" מלבי\"ם - באור הענין  כי טוב ה' בשני מיני ההנהגות שמנהיג, ע''י חסדו שהיא ההנהגה הנסיית, ועל ידי אמונתו שהיא ההנהגה הקבועה, וכבר בארתי זה בארך בסי' פ''ט ","titles":[{"title":"תהילים ק ה"},{"title":"תהילים פרק ק פסוק ה"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-101"},{"positionInPerek":5},{"positionInParasha":1630},{"uri":"jbr:tanach-malbiminyan27-102-8","text":" מלבי\"ם - באור הענין  לבקרים בכל בקר, אצמית כל רשעי ארץ ואעשה בם משפט חרוץ, שזה יועיל להכרית מעיר ה' שלא ימצאו שם פועלי און כלל ","titles":[{"title":"תהילים קא ח"},{"title":"תהילים פרק קא פסוק ח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-102"},{"positionInPerek":8},{"positionInParasha":1638},{"uri":"jbr:tanach-malbiminyan27-103-29","text":" מלבי\"ם - באור הענין  בני עבדיך, שהם בני הצדיקים, הם ישכונו, שהגם שכל המציאות יתבטל, בדור הצדיקים שהם חלק אלוה ממעל עד שיתיחסו אליו כשנותיו (כי בם ובעבורם יפעול שנוים ותמורות בעולם הזמני) הם יתקיימו לעד וישכנו בלי כליה ואבדון, שהגם שתחרב העולם זרעם לפניך יכון, לעמוד לפניך בעולם הנשמות לאור באור פני מלך חיים ","titles":[{"title":"תהילים קב כט"},{"title":"תהילים פרק קב פסוק כט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-103"},{"positionInPerek":29},{"positionInParasha":1667},{"uri":"jbr:tanach-malbiminyan27-104-22","text":" מלבי\"ם - באור הענין  ברכו ה' כל מעשיו, הם ברואי עולם השפל שהיא גמר המעשה, בכל מקומות ממשלתו, כי ממשלתו מגיע גם בעולם השפל הלז, אם ע''י הנהגת המלאכים בדרך הפלאי, אם ע''י הנהגת המערכת בדרך הטבע, ברכו נפשי את ה', כי היא הכוללת כל העולמות, שמצד הגוף היא כטבע עולמית שלמטה שחקיהם קבועים, ומצד עצמה היא כעולם המלאכי' לשדד טבע גופה ולשמוע בקול דברו, וה' הרכיב בה כל מעשה בראשית וכל העולמות, עד שהיא תברך את ה' כנגד כולם, ועמש בזה באורך באה''ש דרוש ג' ","titles":[{"title":"תהילים קג כב"},{"title":"תהילים פרק קג פסוק כב"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-104"},{"positionInPerek":22},{"positionInParasha":1689},{"uri":"jbr:tanach-malbiminyan27-105-34","text":" מלבי\"ם - באור הענין  (לד-לה) יערב עליו שיחי, ר''ל השיר יהיה על חיי ועודי, לא על אבדן הרשעים, כי שיר כזה לאיערב לה' כמ''ש מעשי ידי טובעים בים ואתם אומרים שירה ולכן אשירה רק הצלתי ושיר כזה יערב לה', ובכ''ז אנכי בפ''ע אשמח בה' במה שיתמו חטאים מן הארץ, כמ''ש שמחה לצדיק עשות משפט, ולכן אשמח בלבי על תום החטאים, כי עי''ז ורשעים עוד אינם, שמעתה לא ימצאו עוד רשעים שירשיעו בזדון, שהגם שימצאו עוד חטאים שיחטאו מצד התאוה והיצר לא ימצאו מרשיעים בזדון לב, כי יכירו משפטי ה' וייראו מלהרשיע, ועי''כ ברכי נפשי את ה', וכמ''ש חז''ל שראה במפלתן של רשעי' ואמר שירה ","titles":[{"title":"תהילים קד לד"},{"title":"תהילים פרק קד פסוק לד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-105"},{"positionInPerek":34},{"positionInParasha":1723},{"uri":"jbr:tanach-malbiminyan27-106-43","text":" מלבי\"ם - באור הענין  (מד-מה) ויתן להם ארצות גוים, דלג יתר הנסים מטעם שיתבאר בסימן שאח''ז, וחזר למ''ש אשר כרת את אברהם לאמר שקיים שבועתו ונתן להם ארצות גוים, וגם נתן להם רכושם וקנינם, כמ''ש חז''ל שלכן הוליכם ארבעים שנה במדבר מפני שהכנענים עקרו כל הנטיעות המתין עד שהיתה ארצם מלאה כל טוב, והיה על התכלית בעבור ישמרו חקיו, כי לא נתן להם ארץ ישראל אלא ע''מ שישמרו את התורה, והיא הקדמה למזמור שאחריו שיספר איך לא שמרו חקי ה' ותורותיו ","titles":[{"title":"תהילים קה מד"},{"title":"תהילים פרק קה פסוק מד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-106"},{"positionInPerek":43},{"positionInParasha":1767},{"uri":"jbr:tanach-malbiminyan27-108-41","text":" מלבי\"ם - באור הענין  מי חכם אשר קבל חקי החכמה, הוא ישמר אלה, כי מזה יביא מופת על השגחת ה', ועי''כ יתבוננו חסדי ה' שאין העולם הפקר, רק הכל בחסדי ה' ובהשגחתו ","titles":[{"title":"תהילים קז מג"},{"title":"תהילים פרק קז פסוק מג"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-108"},{"positionInPerek":41},{"positionInParasha":1857},{"uri":"jbr:tanach-malbiminyan27-109-1","text":" מלבי\"ם - באור הענין  שיר מזמור לדוד, המזמור הזה הוא לקוח משני מזמורים שכבר נאמרו, מן פסוק ב' עד פסוק ז' נאמר בסוף מזמור נ''ז בברחו מפני שאול במערה, שהיה בתכלית היאוש ונושע פתאום, והתעורר כבודו ואור שחרו, ומן פסוק ז' עד סוף המזמור הוא סוף מזמור ס' ששם ספר ג''כ שכלל ישראל היו בתכלית היאוש, ונדמה להם שה' עזבום ופתאום נושעו, ואח''כ חבר שני הענינים למזמור בפני עצמו לזמר לה' על תשועת היחיד ועל תשועת הכלל, ולזכור על ידו הנס שנעשה לו ושנעשה לעמו, ופרטי פרושי הכתובים כתבנו למעלה במקומות הנזכרים, עיי''ש ","titles":[{"title":"תהילים קח א"},{"title":"תהילים פרק קח פסוק א"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-109"},{"positionInPerek":1},{"positionInParasha":1858},{"uri":"jbr:tanach-malbiminyan27-110-31","text":" מלבי\"ם - באור הענין  כי יעמוד, שיראו שאין האביון נעזב אל המקרה, וגם בעת שעומד לפני שופטי נפשו, המבקשים להמיתו דרך משפט, כמ''ש בהשפטו יצא רשע, ה' עומד לימינו לזכותו ולהגן עליו ","titles":[{"title":"תהילים קט לא"},{"title":"תהילים פרק קט פסוק לא"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-110"},{"positionInPerek":31},{"positionInParasha":1902},{"uri":"jbr:tanach-malbiminyan27-113-10","text":" מלבי\"ם - באור הענין  רשע, אבל הרשע יראה בהצלחת הצדיק וכעס, ובכ''ז לא יוכל לעשות לו מאומה רע, רק שניו יחרק ונמס, כי תאות רשעים תאבד ולא ישיג תאות לבו ","titles":[{"title":"תהילים קיב י"},{"title":"תהילים פרק קיב פסוק י"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-113"},{"positionInPerek":10},{"positionInParasha":1929},{"uri":"jbr:tanach-malbiminyan27-120-1","text":"(א) (תורה) אשרי תמימי דרך, גדר התום דרך שלא יהיה בדרכו מום וחסרון, והוא מי שדרכו הטוב קבוע לא ישתנה ולא ימוט בשום זמן, והוא ע''י שיעשה כל מעשיו לשם ה' לא לשם פניה חיצונית מתועלת עצמו, וזה א''א רק אם הולך בתורת ה', שאז דרכו קבועה עפ''י התורה ויעשה כל מעשיו לשם ה' שצוה כן בתורתו, משא''כ הדרכים שתקנו הפילוסופים עפ''י החקירה האנושית, לא יעמדו תמיד, כי אם יעלה על לבו שישיג איזה ריוח ותועלת בדרך ההפך יטה מני דרכו. אחר שיסוד דרכו אינו הטוב והאושר רק המועיל ורק השכל האנושי, ובזה קל לנטות מני דרך וא''א שיהיה תמים דרך ","titles":[{"title":"תהילים קיט א"},{"title":"תהילים פרק קיט פסוק א"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":1},{"positionInParasha":2014},{"uri":"jbr:tanach-malbiminyan27-120-6","text":" מלבי\"ם - באור הענין  (מצות) אז לא אבוש, כי המצות רובם י''ל טעם, אולם אם יבעט בהחקים ולא יקבל רק דברים שידע טעמם, יבוש אם יביט אל כל המצות, שגם במצות יש רבים שלא כל אדם ישיג טעמם האמתי, ואם כן יבוש אם ימצא מקצת מצות שלא יבין טעמם, אמנם אחר שיקבל גם את החקים שטעמם נסתר לגמרי בשיאמין שה' יודע סודם, כ''ש שישמור המצות שמושכלים קצת הגם שלא ישיג כל פרטיהם ","titles":[{"title":"תהילים קיט ו"},{"title":"תהילים פרק קיט פסוק ו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":6},{"positionInParasha":2019},{"uri":"jbr:tanach-malbiminyan27-120-74","text":" מלבי\"ם - באור הענין  (דברים) יראיך, כבר בקש שיעשה ה' עמו אות לטובה בל יגדילו עליו מחרפיו ושונאיו, ועתה בקש זה שנית מטעם אחר, כדי שיראי ה' ישמחו בזה, אחר שיחלתי לדברך, כמ''ש זכר דבר לעבדך על אשר יחלתני, ואם יראו כי מצאוני רעות יתעצבו, לא כן אם יראו שנתקיימה הבטחתך ישמחו בה' ויתהללו בו ","titles":[{"title":"תהילים קיט עד"},{"title":"תהילים פרק קיט פסוק עד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":74},{"positionInParasha":2087},{"uri":"jbr:tanach-malbiminyan27-120-76","text":" מלבי\"ם - באור הענין  (אמרות) יהי נא חסדך לנחמני זאת תעשה מצד החסד לנחם אותי על הצרות שסבלתי, כאמרתך לעבדך, כדי שיכירו הכל שקיימת אמרתך, ויראיך ישמחו וכמ''ש עשה עמי אות לטובה ויראו וכו' כי אתה ה' עזרתני ונחמתני ","titles":[{"title":"תהילים קיט עו"},{"title":"תהילים פרק קיט פסוק עו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":76},{"positionInParasha":2089},{"uri":"jbr:tanach-malbiminyan27-120-77","text":" מלבי\"ם - באור הענין  (תורה) יבאוני רחמיך ואחיה, על התנחומים על הרע שסבל בקש מצד החסד, אבל על שאחיה זאת אבקש מצד מדת הרחמים, אחר שתורתך שעשועי, והתורה מתשת כח, אבקש שאחיה ע''י רחמיך, ובשגם כי חיים הם למוצאיהם ","titles":[{"title":"תהילים קיט עז"},{"title":"תהילים פרק קיט פסוק עז"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":77},{"positionInParasha":2090},{"uri":"jbr:tanach-malbiminyan27-120-78","text":" מלבי\"ם - באור הענין  (פקודים) יבושו זדים, ונגד מ''ש טפלו עלי שקר זדים, אמר שיבושו זדים במה ששקר עותוני, (העות הוא עות השכל שרצו לעות אותי בשקר ולהטות לבי אל הכפירה), כי אני אשיח בפקודיך, שע''י הפקודים נודע שקרם וכמ''ש למעלה טפלו עלי שקר זדים אני בכל לב אצור פקודיך ","titles":[{"title":"תהילים קיט עח"},{"title":"תהילים פרק קיט פסוק עח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":78},{"positionInParasha":2091},{"uri":"jbr:tanach-malbiminyan27-120-84","text":" מלבי\"ם - באור הענין  (משפטים) כמה, ואם מצד המשפט, מתי תעשה ברודפי משפט, והלא ראוי שתעשה המשפט בעודי חי, וכמה ימי עבדך הלא ימי חיי קצרים ","titles":[{"title":"תהילים קיט פד"},{"title":"תהילים פרק קיט פסוק פד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":84},{"positionInParasha":2097},{"uri":"jbr:tanach-malbiminyan27-120-88","text":" מלבי\"ם - באור הענין  (עדות) כחסדך, וע''כ חייני כחסדך למען אשמרה עדות פיך, כי בשמירת הפקודים מקיימים העדיות שמעידים על נסי ה' ונפלאותיו והשגחתו, כפי העדות שהעידה התורה מיציאת מצרים וכל האותות שעשה עמהם במדבר שעליהם נתיסדו הפקודים ","titles":[{"title":"תהילים קיט פח"},{"title":"תהילים פרק קיט פסוק פח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":88},{"positionInParasha":2101},{"uri":"jbr:tanach-malbiminyan27-120-91","text":" מלבי\"ם - באור הענין  (משפטים) למשפטיך, נגד מ''ש מתי תעשה ברודפי משפט, אומר הלא אין מי מעכב בידך שתעשה המשפט תיכף, כי השמים והארץ שהם קיימים ע''י דברך ואמונתך הם עומדים מוכנים למשפטיך, שכל אשר תגזור במשפט יעשו וימלאו כפי גזרתך, וא''כ אינך צריך להאריך הזמן על יום מחר, כי הם עומדים מוכנים למשפטיך היום, ותוכל לעשות ברודפי משפט היום, כי הכל עבדיך העומדים לעשות פקודתך, ולמה תדחה המשפט עד לאחר זמן ","titles":[{"title":"תהילים קיט צא"},{"title":"תהילים פרק קיט פסוק צא"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":91},{"positionInParasha":2104},{"uri":"jbr:tanach-malbiminyan27-120-96","text":" מלבי\"ם - באור הענין  (מצות) לכל תכלה, ונגד מ''ש כל מצותיך אמונה שקר רדפוני, שרדפוהו במה שאמרו ששקר הוא מה שדוד אומר שכל המצות הם אמונה, משיב לכל תכלה ראיתי קץ רחבה מצותך מאד ר''ל בכל הדברים שבעולם אם רוצים להשיג התכלית צריך תחלה שיהיה קץ, היינו שישלם הדבר, כי התכלית לא יבא רק בגמר המעשה, כמו שהישיבה בבית ועל הכסא שהוא התכלית, לא יהיה רק אם נגמר הבית והכסא, אבל מצותך אחר שהיא רחבה מאד וא''א להשיג בה קץ, כי המצות הם רבים בלי קץ, ובכ''ז יושג התכלית, כי כל מצוה היא תכלית לעצמה וגם ההליכה אחר המצות היא תכלית בפ''ע, כי עקר תכלית המצוה היא האמונה שמאמין בה' ושומע מצותיו, ונחת רוח הוא לפניו שאמר ונעשה רצונו ","titles":[{"title":"תהילים קיט צו"},{"title":"תהילים פרק קיט פסוק צו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":96},{"positionInParasha":2109},{"uri":"jbr:tanach-malbiminyan27-120-108","text":" מלבי\"ם - באור הענין  (משפטים) נדבות פי רצה נא ה' מה שהתנדבתי בפי ע''י השבועה לשמור משפט, יהיה לפניך לרצון, עד שבזכות זה משפטיך למדני שאדע לשפוט את עמך להבין בין טוב לרע ","titles":[{"title":"תהילים קיט קח"},{"title":"תהילים פרק קיט פסוק קח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":108},{"positionInParasha":2121},{"uri":"jbr:tanach-malbiminyan27-120-120","text":" מלבי\"ם - באור הענין  (משפטים) סמר מפחדך בשרי, שע''י שאתה מבער את הרשעים יפול פחדך על כל בשר, וממשפטיך יראתי וייראו מפני פחד ה' ומשפטיו ","titles":[{"title":"תהילים קיט קכ"},{"title":"תהילים פרק קיט פסוק קכ"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":120},{"positionInParasha":2133},{"uri":"jbr:tanach-malbiminyan27-120-122","text":" מלבי\"ם - באור הענין  ערב, ממליץ כאילו הטוב המוכן לו הוא מבקש ערבות שבל יבא ביד זרים ע''י עושק ושישאר בידו, ולכן אתה תהיה הערב אל הטוב, שתבטיח לי שישאר בידי ובל יעשקוני זדים, כי אז מידך יבוקש ואתה מחויב להחזיר את העושק, כי ערבת בעדו ","titles":[{"title":"תהילים קיט קכב"},{"title":"תהילים פרק קיט פסוק קכב"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":122},{"positionInParasha":2135},{"uri":"jbr:tanach-malbiminyan27-120-124","text":" מלבי\"ם - באור הענין  (חקים) עשה עם עבדך כחסדך וחקיך למדני, הגם שללמד את החקים שהם ענינים נסתרים וסודות מלכו של עולם, אין אתה מחויב מצד הדין תעשה זאת לי מצד החסד ","titles":[{"title":"תהילים קיט קכד"},{"title":"תהילים פרק קיט פסוק קכד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":124},{"positionInParasha":2137},{"uri":"jbr:tanach-malbiminyan27-120-128","text":" מלבי\"ם - באור הענין  (פקודים) על כן, באשר ידעתי מעדותיך כי יש שכר ועונש, כל פקודי כל ישרתי, הפקודים שהם המצות שבאים להיות זכרון אל העדות האלה הם כולם ישרים בעיני, שהישר הוא בבינה, שאני מבין אותם בדרך ישרה שהם ישרים ואמתיים, וכל ארח שקר שנאתי, שכבר באר שהפקודים יישירו אל האמת הפך השקר, כמ''ש בפסוק ס''ט, ע''ח, ק''ד ","titles":[{"title":"תהילים קיט קכח"},{"title":"תהילים פרק קיט פסוק קכח"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":128},{"positionInParasha":2141},{"uri":"jbr:tanach-malbiminyan27-120-161","text":" מלבי\"ם - באור הענין  (דברים) שרים רדפוני חנם, ובכ''ז הגם שרדפוני לא אפחד מהם, (וגם זה נכלל במלת חנם, שאין פועלים ברדיפתם), אחר שמדברך פחד לבי, ופחד הגדול שיש לי מדברך יעבור מלבי פחד הקטן, כמו שלא יירא אדם מדבורה בעת שאריה לנגדו, שהיראה הגדולה של האריה תבטל יראה הקטנה מפני עקיצת הדבורה, וכבר אמר החכם בושתי מיראת אלוה שאירא זולתו, וגם ר''ל שע''י שיירא מה' ישמרהו מבשר ודם ולא יוכל לעשות לו רעה ","titles":[{"title":"תהילים קיט קסא"},{"title":"תהילים פרק קיט פסוק קסא"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":161},{"positionInParasha":2174},{"uri":"jbr:tanach-malbiminyan27-120-176","text":" מלבי\"ם - באור הענין  (מצות) תעיתי, וגם אם תעיתי כשה אובד ששכח את רבצו ותועה ואין לו מרעה, תהיה אתה הרועה המבקש את שיו הנדח, ור''ל באשר אני נרדף מפני שאול תועה בח''ל, תבקשני ותשיבני לא''י, כי אף ששכחתי רבצי ומקום המרעה לא שכחתי מצותיך, לא עברתי ממצותיך ולא שכחתי ","titles":[{"title":"תהילים קיט קעו"},{"title":"תהילים פרק קיט פסוק קעו"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-120"},{"positionInPerek":176},{"positionInParasha":2189},{"uri":"jbr:tanach-malbiminyan27-123-9","text":" מלבי\"ם - באור הענין  למען בית אלהינו, מה שנוגע לבית אלהים לצורך הטוב הנפשי והאושר הרוחני מהקדושה והנבואה והשכינה אבקשה טוב לך זה תלוי בהטוב שיעשה במצות ובמע''ט, אולם באר בזה כי התועלת המדיני המושג מירושלים הוא דבר גלוי וא''צ לבקשו כמטמונים כי הוא דבר מבואר, ואוכל לדבר ולבארו תיכף, אולם הטוב המושג מבית אלהים הוא דבר צפון שצריך לבקשו לדרוש אחריו, כי ענינים ההאלהים לא יושגו רק אחר הדרישה והחיפוש ","titles":[{"title":"תהילים קכב ט"},{"title":"תהילים פרק קכב פסוק ט"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-123"},{"positionInPerek":9},{"positionInParasha":2213},{"uri":"jbr:tanach-malbiminyan27-124-4","text":" מלבי\"ם - באור הענין  רבת, זה רע וגדול יותר מה ששבעה לה נפשנו (כי הוא דבר הפולח ובוקע בעומק הנפש), מה שהלעג של השאננים הוא הבוז לגאיונים, שכבר באנו למדרגה התחתונה כ''כ עד שמה שהשאננים מלעיגים על צרותינו זה נעשה בוז לגאיונים שבהם, שבעלי הגאוה שביניהם מבזים אותם על שישימו לב ללעוג מעם שפל כזה שאין אנו חשובים בעיניהם אף להיות נושא הלעג, כמו שיבזו איש נכבד שילעג על מי שהוא בתכלית השפלות ","titles":[{"title":"תהילים קכג ד"},{"title":"תהילים פרק קכג פסוק ד"}]},{"sefer":"tanach-27"},{"parasha":"parasha-1"},{"perek":"tanach-27-124"},{"positionInPerek":4},{"positionInParasha":2217}]}