{"subjects":[{"uri":"tanach-orhachaim-5-1-1","text":"ט') שלא יהיה להוט אחר דברים הנדמים לאהוב הון עולם הזה, שכל ההולך אחר תאות לבו בטל הוא מעבודת ה', וצריך האדם להסתפק בהכרחי, והוא מה שרמז באומרו ודי זהב שיאמר לזהב די. או ירצה על זה הדרך שכל מה שיהיה לו יהיה בעיניו דבר מספיק כאילו יש לו כל זהב, והוא על דרך אומרו (אבות פ''ד) איזהו עשיר השמח בחלקו, ובזה יטה לבבו לעבודה העליונה היא עבודת ה' אלהים חיים","titles":[{"title":"﻿דברים א א"},{"title":"﻿דברים פרק א פסוק א"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-5-1-8","text":"באו ורשו את הארץ וגו'. טעם שהוצרך לכפול זכרון הארץ ולא אמר אותה ומובן שחוזר אל הארץ שהזכיר בסמוך, לפי שארץ שהזכיר בסמוך שראו שנתן ה' היא ארץ סיחון ועוג שנתן לבני גד ובני ראובן, לזה כשאמר באו ורשו הוצרך להזכיר מה שירשו ואמר הארץ אשר נשבע ה' וגו' פי' כי הארץ אשר נטלו בני גד ובני ראובן לא היתה בכלל השבועה וכמו שכתבתי בפרשת מטות (במדבר ל''ב ז') והוכחנו מספרי","titles":[{"title":"﻿דברים א ח"},{"title":"﻿דברים פרק א פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-5-1-9","text":" אור החיים  לאמר לא אוכל וגו'. פירוש לא שאמר להם הדברים ככתבן לא אוכל לבדי וגו' אלא מאמר המובן ממנו שכוונתו לומר לא אוכל","titles":[{"title":"﻿דברים א ט"},{"title":"﻿דברים פרק א פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-5-1-10","text":"והנכם היום. דקדק לומר היום, להעיר כי המאמר נחלק לב' זמנים, א' הוא בשנה השנית כשאמר להם לא אוכל לבדי ועל אותו זמן הוא אומר הרבה אתכם, והב' הוא בזמן שהוא מדבר עמהם בשנת המ' כמו שדקדק לומר והנכם היום וגו', ופירוש אומרו ככוכבי השמים נתכוון על פי דבריהם ז''ל שאמרו (סנהדרין כ''ו.) אין מנין לרשעים שהגם שיהיה מספרם רב אין ריבויים ריבוי, הא למדת שמנין הצדיקים יתיחס אליו הריבוי הגם שיהיו מועטים במספר, והוא מה שנתכוון לומר והנכם וגו' ככוכבי פי' שאחר שהרבה אתכם עוד לכם שהנכם היום ככוכבי וגו' פי' ודבר זה הוא גם כן גדר הריבוי שבהיותם ככוכבים ימנו לריבוי עצום","titles":[{"title":"﻿דברים א י"},{"title":"﻿דברים פרק א פסוק י"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-5-1-11","text":" אור החיים  ה' אלהי וגו' ככם וגו'. פי' צדיקים ככם אלף פעמים, וכנגד הריבוי אמר ויברך אתכם כאשר דבר וגו', ורבתינו ז''ל אמרו (ספרי) זו משלי וכו', וכוונת המאמר כלו הוא להזכיר שמו יתברך עליהם גם כשהזכיר שבחם במדה טובה היותם צדיקים הדומים לכוכבים, כדרך שפירשנו במאמר ה' אלהיכם הרבה אתכם שהזכיר שמו ית' עליהם כשהזכיר רבויים","titles":[{"title":"﻿דברים א יא"},{"title":"﻿דברים פרק א פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-5-1-12","text":" אור החיים  איכה אשא וגו'. היא גזירת מאמר לא אוכל, אלא שהפסיק בענין להרים מכשול הנמשך מדיבור לא אוכל לבדי וגו' כמו שפירשתי, וחזר להשלים הדיבור שהתחיל לומר ואמר איכה אשא וגו' הבו לכם וגו'","titles":[{"title":"﻿דברים א יב"},{"title":"﻿דברים פרק א פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-5-1-13","text":"ואשימם וגו'. פי' הגם שאני אומר לכם הבו לכם שאתם הם הבוחרים אותם, לא יהיה תחת מאמרכם ורשיונכם, אני אשים אותם לראשים עליכם לרדותכם במקל וברצועה","titles":[{"title":"﻿דברים א יג"},{"title":"﻿דברים פרק א פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-5-1-14","text":" אור החיים  ותענו אותי וגו'. רבותינו ז''ל אמרו (ספרי) שאמר להם היה לכם לומר רבינו ממי נאה ללמוד וכו' ממך שנצטערת עליה וכו' אלא שאני יודע וכו' ע''ש, ואפשר לפרש הכתוב לשבח, שישראל נצטערו על הדבר אבל להנאת משה מחלו על עצמם, והוא אומרו טוב הדבר להקל מעל רבינו הגם שהוא קשה אצלנו לעשותו ללמוד מפי תלמידך, והוא אומרו אשר דברת דברים קשים אצלנו לעשות אותם, והגם שהמאמר בא בכלל התוכחות, אולי שהקפיד גם על זה, ואפשר לומר כי משה נתחכם לדבר דברים הנשמע מהם ב' דרכים, א' לגנאי כמו שאמרו בספרי, וא' לשבח כמו שפירשנו, וטעמו כי בישראל היו ב' סוגים א' כת הצדקת וא' כת הקנטרנית וכל א' מהם יודע עצמו וכשאמר הדברים כל אחד יבין את אשר עם לבבו, כת הצדקת דבריו להם כדרכנו כמו שפירשתי כי יודעים בעצמן מה היתה כונתם, וכת הקנטרנית יכאיבו אותם הדברים כפי מה שענו ויבינו כפי' ספרי","titles":[{"title":"﻿דברים א יד"},{"title":"﻿דברים פרק א פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-orhachaim-5-1-16","text":"בין איש ובין אחיו וגו'. נתכוין הכתוב להזהיר על שלשה דינים הסובבות משפט צדק, הא' על דרך מה שכתב רמב''ם בפכ''ב מהלכות סנהדרין וז''ל שלא תאמר איש פלוני וכו' שמא יהרוג את בני וכו' ע''כ, כנגד זה אמר בין איש, וכדרך שדרשו ז''ל (סנהדרין ו') בפסוק לא תגורו מפני איש כשבאים ב' אחים למשפט תבא סברת הדיין לומר אין לדקדק במשפט זה כי אנשים אחים הם, לזה אמר ובין אחיו. גם נתכוון למה שאמרו בפרק שבועת העדות (שבועות ל''א) ופסקו רמב''ם פרק כ''א מהלכות סנהדרין ב' בעלי דינין שהיה א' מהם מלובש בגדים וכו' אומר למכובד או הלבישהו כמותך עד שתדון עמו או לבוש כמותו וכו' ע''כ, והוא מה שנתכוון באומרו ובין אחיו שיהיו אחים בהדרגה אחת שזולת זו לא יצא משפט צדק וכמו שכתב שם רמב''ם בתחילת הפרק, ג' על פי מה שאמרו בפרק שבועת העדות (ל') וז''ל תנו רבנן בצדק תשפוט עמיתך שלא יהיה א' יושב וא' עומד וכו', והוא אומרו ובין גרו פי' שיהיה מתגורר כמותו או שניהם בישיבה או שניהם בעמידה שזולת זה אין כאן משפט צדק","titles":[{"title":"﻿דברים א טז"},{"title":"﻿דברים פרק א פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-5-1-23","text":" אור החיים  וייטב בעיני הדבר. פי' לפי טעם שאמרתם ויחפרו לנו, ואמרו ז''ל (ילקוט שלח) שהכוונה היא שישלחו המרגלים לראות החפירות שטומנים הכנענים ממונם בהם, ואומרו בעיני, פי' אני שעיני בשר לי אבל בעיני בוחן לבות לא, ועיין מה שכתבתי בפרשת שלח לך","titles":[{"title":"﻿דברים א כג"},{"title":"﻿דברים פרק א פסוק כג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-23","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-orhachaim-5-1-24","text":"וירגלו אותה. פירוש לא כמו שאמרו ישראל למשה ויחפרו לנו אלא רגלו אותה לדעת מה היא ומה אנשיה ולא בקשו לדעת חפירות המטמוניות","titles":[{"title":"﻿דברים א כד"},{"title":"﻿דברים פרק א פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-orhachaim-5-1-25","text":" אור החיים  ויקחו בידם וגו'. צריך לדעת א' למה הוצרך לומר ויקחו בידם שלא היה צריך לומר אלא ויורידו אלינו מפרי הארץ, ב' למה אמר וישיבו אותנו דבר ויאמרו וגו' שלא היה צריך לומר אלא וישיבו אותנו טובה. אכן הכוונה היא לפי שהיו במרגלים שתי הדרגות, אחת רעה היא תשובת עשרה מרגלים, ואחת טובה היא תשובת יהושע וכלב, ובדבריו כאן אמר שתי התשובות, כנגד מה שהשיבו עשרה האנשים הרשעים לרעה אמר ויקחו וגו' וישיבו אותנו דבר פירוש לא רצה משה ע''ה לחזור הדברים הרעים שלא לעורר הדין על שכבר מתו ואמר הענין סתם שהשיבו דבד, ולהעירך שעל עשרה מרגלים הוא אומר אמר ויקחו בידם, פי' על דרך אומרם ז''ל (סוטה ל''ד.) ח' מרגלים נטלו אשכול, אחד נטל תאנה, וא' נטל רימון, אבל יהושע וכלב לא נטלו כלום כאמור בדבריהם ז''ל, והוא מה שדקדק במאמר ויקחו בידם לומר שהם העשרה שלקחו בידם מפרי הארץ, וישיבו אותנו דבר מה שהשיבו, גם אפשר לדון גזרה שוה דבר מדבר האמור בפרשת שלח דכתיב (במדבד י''ג כ''ו) וישיבו אותם דבר, והגם שאין אדם דן גזירה שוה אלא אם כן קבלה מרבו בכיוצא בזה לגלות פשטי הכתובים הודיעונו רבותינו ז''ל שיכולין לגלות בגזרה שוה כזו, וזה פשוט להולכים באור החיים, וכנגד יהושע וכלב אמר ויאמרו טובה הארץ, וכפי זה יש טעם נכון לכפל וישיבו וגו' ויאמרו וגו', גם נתיישב דברי משה שאמר דבריו סתומים ויאמרו טובה הארץ שמשמעות הדברים יגיד על כלן, ולדברינו הרי חלק דברי המרגלים לב', רעים וטובים","titles":[{"title":"﻿דברים א כה"},{"title":"﻿דברים פרק א פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-25","positionInPerek":25,"positionInParasha":25},{"uri":"tanach-orhachaim-5-1-26","text":" אור החיים  ולא אביתם וגו'. והגם שעשרה אמרו עדות כמו שאמר בסמוך אחינו המסו וגו', כבר אמר להם ה' שאין הורשת העיר מצד גבורת ישראל אלא במתנה מה', כמו שדייקנו בפרשת שלח (שם י''ג ב') ממאמר אשר אני נותן כי הוא יורש מפניהם יושבי הארץ, כמו שאמר גם כן בסמוך ה' וגו' הוא ילחם לכם, ואין במאמר זה סתירה להכחיש הפלאת תוקף העיר ואנשיה שאמרו המרגלים, ובזה לא קשה קושית רמב''ן","titles":[{"title":"﻿דברים א כו"},{"title":"﻿דברים פרק א פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-5-1-32","text":" אור החיים  ובדבר הזה וגו'. צריך לדעת כוונת אומרו ובדבר הזה, ורש''י ז''ל פי' על הבטחת ביאת הארץ הוא מדבר, ואין נראה כן אלא כפשט הכתוב שעל ניסי מדבר הוא אשר נשאם ה' כאשר ישא איש את בנו שגם בדבר הזה אינם מאמינים, וזה לך האות אומרו (שמות י''ז ז') היש ה' בקרבנו אם אין וכמשל שהביא בזוהר (ש''ר כ''ו) על אב שנשא בנו על כתפו פגעו באדם אחד והיה הבן שואלו על אביו וכו' כמו כן ישראל עם ה' ברוך הוא, והוא מה שנתכוין במאמר ובדבר הזה וגו' אינכם מאמינים בה' אלהיכם שהוא הנושא אתכם וגו', ואומר ההולך וגו' מוסיף להפליא פרטי הדברים שבהם יתחייבו להכיר ולהאמין בה'","titles":[{"title":"﻿דברים א לב"},{"title":"﻿דברים פרק א פסוק לב"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-32","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-orhachaim-5-1-36","text":" אור החיים  הוא יראנה ולו אתן וגו'. צריך לדעת למה הוצרך לומר יראנה כיון שמבטיח לתתה לו בכלל מאתים מנה, ונראה שנתכוון ה' לומר שב' זכיות היו ביד כלב בענין זה ובשבילם זכה לב' דברים, א' שפנה עצמו מעצת המרגלים ולא אמר רע, ב' שאדרבא היה סותר דברי המרגלים למלאות אחרי ה' דכתיב (במדבר י''ג ל') ויהם כלב וגו', וייעד לו ה' ב' דברים טובים, כנגד מה שפינה עצמו מעצת המרגלים עלה בידו זכות שלא ימות בגזירתם, והוא מה שסמך לומר בן יפונה הוא יראנה פי' בשביל שפינה עצמו מעצת המרגלים יצא מכלל גזירת אם יראה איש וגו' וכל מנאצי לא יראוה (שם י''ד כ''ג), וכנגד שמילא אחרי ה' נתן לו את הארץ, והוא אומרו ולו אתן את הארץ וגו' יען אשר מלא אחרי ה'","titles":[{"title":"﻿דברים א לו"},{"title":"﻿דברים פרק א פסוק לו"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-36","positionInPerek":36,"positionInParasha":36},{"uri":"tanach-orhachaim-5-1-37","text":"והנכון הוא על פי דבריהם ז''ל (תענית כ''ט.) שאמרו בפסוק (במדבר י''ד א') ויבכו העם בלילה וגו' קבעו בכיה לדורות כי ליל תשעה באב היתה שבו נחרב הבית, ואמרו עוד (סוטה ט'.) שאם היה נכנם משה לארץ והיה בונה בית המקדש לא היה הבית נחרב שאין אומה ולשון נוגעת בו, ואמרו עוד (מדרש תהלים עט) בפסוק מזמור לאסף אלהים באו גוים וגו' וז''ל קינה מבעי ליה אלא על שהשליך חמתו על עצים ואבנים, מעתה אם היה נכנס משה לארץ והיה בונה בית המקדש ולהשליך חמתו עליו לא אפשר כנזכר ויחר אף ה' בשונאי ישראל ויהיה כליונם במקום חורבן הבית, לזה גזר ה' בגזרת המרגלים גם על משה שימות במדבר, והוא אומרו גם בי התאנף ה' בגללכם פירוש בגלגול דברים שלכם כי אם לא היה עון המרגלים והיו נכנסים אפשר שהיה נכנס משה עמהם והגם שיבנה בית המקדש אין מיחוש כי לא נתגבר בחינת הרע והיו עומדים בצדקם בארץ, אלא מאמצעות עון מרגלים גברה יד רשעה וידע ה' כי לא יעמדו בצדק וצא ולמד משירת האזינו, ואם תאמר והלא רואני שמיתת משה היתה על מי מריבה, כבר כתבתי שם שאם משה היה מקדש שמו יתברך היו ישראל חוזרים לטהרתם שהיו בו קודם חטא המרגלים באמצעות קידוש ה' הגדול והיה ה' מתיר שבועת משה והיה נכנס לארץ ובונה בית המקדש מכון לשבתו עולמים","titles":[{"title":"﻿דברים א לז"},{"title":"﻿דברים פרק א פסוק לז"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-37","positionInPerek":37,"positionInParasha":37},{"uri":"tanach-orhachaim-5-1-43","text":" אור החיים  ותמרו וגו' ותזידו. פירוש המרו פי ה' שאמר להם שלא לעלות, ועוד שהיה ענין שתחששו ביותר שלא להמרות כי הוא הגשתכם לפני אויביכם וזה יגיד זדון לבבכם, והוא אומרו ותזידו וגו', עוד ירצה לומר שלא עשו העליה להר לעוצם ההבטחה בה' כדי שיהיה להם תיקון למיעוט הבטחה ואמונה שהיה להם בה' עד שאמרו שאינו יכול ח''ו להצילם ולהוריש העמים, אלא בזדון עשיתם הדבר בלא מרדות והכנעה ובקשת תיקון לפני ה', לזה ויצא האמורי וגו'","titles":[{"title":"﻿דברים א מג"},{"title":"﻿דברים פרק א פסוק מג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-43","positionInPerek":43,"positionInParasha":43},{"uri":"tanach-orhachaim-5-1-45","text":" אור החיים  ותשובו ותבכו וגו' ולא שמע ה' וגו'. צריך לדעת כוונת הכתוב, אם הכוונה בזה ששבו מהמלחמה ויבכו על מה שהכו מהם האמוריים אין ידוע מכוון הסיפור בזה, גם אומרו ולא שמע וגו' ולא האזין וגו' אם הבכי היה על צרה שעברה עליהם מה מקום למאמר זה, אכן נראה שכונת הכתוב היא שאחר שהכום האמוריים נכנעו לפני ה' ושבו בתשובה גם בבכי על עון כמשפט השבים, ואף על פי כן גדלה צחנתם שלא שמע ה' תשובתם ולא האזין לבכייתם","titles":[{"title":"﻿דברים א מה"},{"title":"﻿דברים פרק א פסוק מה"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-1","interprets":"tanach-5-1-45","positionInPerek":45,"positionInParasha":45},{"uri":"tanach-orhachaim-5-2-5","text":" אור החיים   לא אתן וגו' מדרך כף וגו'. פירוש אין אני נותן לך לעבור בארצם כדי שתוכל לכופם עליו, אבל אם בני עשו יתרצו להניחם לעבור בארצם אין ה' אוסר עליהם הדבר, ולזה שלחו מלאכים בדברי אחוה וריצוי אם ירצו לתת להם מדרך כף רגליהם לעבור בארצם","titles":[{"title":"﻿דברים ב ה"},{"title":"﻿דברים פרק ב פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-5","positionInPerek":5,"positionInParasha":51},{"uri":"tanach-orhachaim-5-2-8","text":" אור החיים  ונעבור מאת אחינו וגו'. טעם שהזכירם באחוה, לומר שקיימו מאמר ה' שצוה אותם לבל יתגרו בם ונסעו מהם באחוה. עוד קראם אחינו לפי שנהגו עם ישראל באחוה שמכרו להם לחם ומים ומזון דכתיב (פסוק כט) כאשר עשו לי בני עשו וגו'","titles":[{"title":"﻿דברים ב ח"},{"title":"﻿דברים פרק ב פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-8","positionInPerek":8,"positionInParasha":54},{"uri":"tanach-orhachaim-5-2-11","text":" אור החיים  רפאים יחשבו וגו'. צריך לדעת לאיזה ענין מודיענו הכתוב שהרפאים יחשבו וגו', ונראה כי לפי שבעמים אשר אמר ה' לאברהם לתת לנו (בראשית ט''ו י''ח) הזכיר הרפאים שהוא אחד מעשרה, והודיע הכתוב כי ער שנתן ירושה לבני לוט היא הרפאים אשר אמר ה' לאברהם, והוא אומרו האמים לפנים ישבו בה וגו', ופי' לפנים הוא קודם שכרת ה' ברית עם אברהם, והכוונה בזה שתעמוד לזכותינו","titles":[{"title":"﻿דברים ב יא"},{"title":"﻿דברים פרק ב פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-11","positionInPerek":11,"positionInParasha":57},{"uri":"tanach-orhachaim-5-2-15","text":" אור החיים  וגם יד ה' וגו' להומם. פי' מלבד המיתה עצמה עוד להם שלא היה להם נחת רוח במדבר כמאמרם ז''ל (במ''ר פ' י''ט) שהיו הומים אסטורדידו''ס בל''ם והיו הומים והולכים בתחלואים עד שתמו, ואומרו מקרב המחנה פי' שהפליא ה' בין אותם שנגזרה גזרה עליהם ובין שאר המחנה, שאותם שנגזרה עליהם גזירה היו הומים ומתמעטים והולכים אשר לא כן שאר המחנה שהיו בתוכם","titles":[{"title":"﻿דברים ב טו"},{"title":"﻿דברים פרק ב פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-15","positionInPerek":15,"positionInParasha":61},{"uri":"tanach-orhachaim-5-2-20","text":"וכפי זה ידוייק על נכון למה בארץ סיחון ועוג אמר יקרא ובארץ בני לוט אמר תחשב, כי ארץ סיחון ועוג עוד שמה עליה לפי שהיה עוג בה, אבל ארץ בני לוט אינה נקראת ארץ רפאים הגם שהיא נחשבת ארץ רפאים ובכלל רפאים שאמר ה' לאברהם היא נכללת, והעיקר שאני חושב בזה הוא שכל שיאמר הכתוב שתקרא ארץ רפאים היא בכלל מתנת אברהם, ולפי דברי ברייתא של ספרי (ח''ב רצ''ט) שהבאתי בפרשת מטות שארץ סיחון ועוג אינה בכלל הארץ שכרת ה' עם אברהם, ידויק מ''ש הכתוב ההוא יקרא ארץ רפאים על זה הדרך ההוא יקרא ולא יחשב פי' שהעולם קוראים אותו ארץ רפאים אבל כפי האמת אינה נחשבת רפאים בשביל שמה שקורין אותה בני אדם ארץ רפאים לא תכנם בכלל הרפאים שנתן ה', ועיין בסמוך מה שאמר בפסוק ההוא יקרא ארץ רפאים ושם פירשתי באופן אחר","titles":[{"title":"﻿דברים ב כ"},{"title":"﻿דברים פרק ב פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-20","positionInPerek":20,"positionInParasha":66},{"uri":"tanach-orhachaim-5-2-30","text":" אור החיים  ולא אבה וגו'. אמר לשון אבה שמורה מיאון בלא טעם, לומר הגם שלא היה לו מיחוש ליראת העברת ישראל בעירו וסמוך בטוח היה לבו שאין כח בישראל להרע לו אף על פי כן לא אבה, והוא מה שגמר אומר כי תקשה ה' וגו'","titles":[{"title":"﻿דברים ב ל"},{"title":"﻿דברים פרק ב פסוק ל"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-30","positionInPerek":30,"positionInParasha":76},{"uri":"tanach-orhachaim-5-2-31","text":" אור החיים  ראה החילותי וגו'. אמר החילותי לשון עבר, חוזר אל מאמר הקשה ה' את רוחו למען תתו בידך, ומאמר החילותי חוזר לנתינה לא למאמר לפניך, ומשה הבין שחוזר לכל האמור ולזה התחנן לה' בחושבו שהותר הנדר כאמרם ז''ל (ספרי ר''פ ואתחנן)","titles":[{"title":"﻿דברים ב לא"},{"title":"﻿דברים פרק ב פסוק לא"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-2","interprets":"tanach-5-2-31","positionInPerek":31,"positionInParasha":77},{"uri":"tanach-orhachaim-5-3-3","text":" אור החיים   ויתן ה'. אמר בידנו, יתבאר על דרך אומרם ז''ל בפרק הרואה (ברכות נד","titles":[{"title":"﻿דברים ג ג"},{"title":"﻿דברים פרק ג פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-3","interprets":"tanach-5-3-3","positionInPerek":3,"positionInParasha":86},{"uri":"tanach-orhachaim-5-3-13","text":"והוא מה שאמרו בספרי לתת לנו פרט לעבר הירדן שם דקדק הכתוב לומר באתי אל הארץ אשר נשבע ה' לתת לנו פי' הארץ אשר נשבע ה' שיתן לנו לדירתנו, למעט שאר ארצות שהגם שנתנם לנו לא נתן הארץ לדירה מפני שאינה ראויה לקדושה, ותמצא שנתן גם כן עמון ומואב ואדום שהם הקיני והקניזי והקדמוני וכתיב (ירטי' מ''ט) והיתה אדום לשמה, וכמו כן היתה ראויה להיות ארץ סיחון ועוג, אבל ארץ ישראל היא מה שנשבע ה' לתת לישראל לשכון שם. ושמור לך כלל זה גם כן שהגם שלא נתן ה' הארץ לדור בה, וגם שלא נתן עמה לאברהם וכבשוה רוב ישראל יש לנהוג בה דין קדושה בשביל שנכבשה לפני ה'","titles":[{"title":"﻿דברים ג יג"},{"title":"﻿דברים פרק ג פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-3","interprets":"tanach-5-3-13","positionInPerek":13,"positionInParasha":96},{"uri":"tanach-orhachaim-5-3-21","text":"את כל אשר עשה וגו' כן יעשה וגו'. במאמר זה כלל טעם מצותו לבני גד ובני ראובן לעבור עם ישראל את הירדן, כי כדרך שעשה ה' לב' מלכי האמורי כן יעשה לכל הממלכות וגו' וכשם שמעשה שני מלכי האמורי היו יחד שבטי ישראל שנים עשר כמו כן בעבר הירדן יהיו כלם נקבצים חלוצים לפני ה', ולטעם זה הוא שצוה משה שיעברו בני גד ובני ראובן חלוצים למלחמת מצוה, אבל לעולם ה' הוא הנלחם ולא החלוצים, ומעתה לא היה יכול משה לומר ליהושע עיניך הרואות וגו' אלא אחר שהתנה עם בני גד ובני ראובן לעבור חלוצים, אבל זולת זה אין ראיה ממה שראה שאינו דומה זכות י''ב שבטים לזכות ט' ומחצה, והוא עצמו שפירשתי בפסוק (במדבר ל''ב ו') ואתם תשבו פה שאמר לבני גד וראובן","titles":[{"title":"﻿דברים ג כא"},{"title":"﻿דברים פרק ג פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-1","perek":"tanach-5-3","interprets":"tanach-5-3-21","positionInPerek":21,"positionInParasha":104},{"uri":"tanach-orhachaim-5-3-23","text":"עוד נתכוון לדייק ד' תנאים הצריכין לקבלת תפלה, אחד שיתפלל כעני הדופק על הפתח כדרך אומרו (משלי י''ח) תחנונים ידבר רש, ב' שיבקש ממקור הרחמים, ג' זמן התפלה כדרך אומרו (תהלים ס''ט) ואני תפלתי לך ה' עת רצון, ד' שתהיה תפלתו מפורשת ולא תהיה סובלת פירוש בלתי הגון, וכמעשה שהובא במדרש (אסתר ר' פ''ז כ''ד) בההוא גוי וישראל וכו' וילדה בהמתו של גוי ואנס ישראל להרכיבו על כתפו וכו' ע''כ, והוא מה שנתכוון משה במאמרו כאן ואתחנן ל' תחנונים זה כנגד תנאי א', אל ה' שבקש ממקור הרחמים זה כנגד תנאי ב', בעת ההיא פירוש בעת הידועה לקבלת תפלה שהיא עת רצון כי מי יודע עת הרצון כמשה, ואפשר שזה היה בעת אשר אמר לו ה' החל רש ארץ סיחון ועוג, וזה מכוון לדברי רבותינו ז''ל שאמרו לאחר. שכבש ארץ סיחון ועוג וכו' זה כנגד תנאי ג', לאמר פירוש פירש אמריו כמצטרך שלא יסבלו דבריו דבר בלתי הגון זה כנגד תנאי ד', ולדברי רבותינו ז''ל שאמרו בעת ההיא כשראה מלחמת סיחון ועוג, טעם אומרו לאמר, נמשכת עם אתה החילות, וכבר כתבתי בכמה מקומות כי כשאינו אומר הדיבור בלשון עצמו שאמרו אלא כולל המכוון בלשון אחר הוא אומר לאמר פירוש כונת המאמר היא זאת, כמו כן במה שלפנינו אמר לאמר להעירך על זה, ויש מרבותינו ז''ל שאמרו (. לק, יט) בעת ההיא כשאמר לו (במרבר כ' י''ב) לא תביאו את הקהל וגו', ויש שאמרו (רבה) כשאמר לו (במדבר כ''ז י''ח) קח את יהושע וגו', ואפשר שבכל העתים התפלל ועל כל עת מהם הוא אומר בעת ההיא, ואלו ואלו דברי אלהים חיים","titles":[{"title":"﻿דברים ג כג"},{"title":"﻿דברים פרק ג פסוק כג"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-23","positionInPerek":23,"positionInParasha":1},{"uri":"tanach-orhachaim-5-3-24","text":"ויתבאר על פי מה שכתב רמב''ם בפ''ו מהלכות שבועות וז''ל מי שנשבע ולא ניחם ובא לקיים שבועתו אם ראו ב''ד שהתר שבועה זו מקיום מצוה או שלום בין אדם לחבירו וכו' בית דין נושאים ונותנים עמו עד שיתנחם וכו' ומתירים לו ע''כ, ומשמע שהגם שאין פתח זו אצלו פתח אף על פי כן מתחכמין עליו להתחרט, והוא מה שנתכוון משה בטענתו לפני ה' אתה החילות שהוא התיר לו שבועתו כשנשבע ליתרו הגם שלא היה חפץ להתיר, והראיה ששבעת ימים ה' אמר לו (שמות ג' י') לכה ואשלחך אל פרעה והוא לא היה רוצה מאיזה טעם שיהיה ונשא ונתן ה' עמו עד שנתרצה לדבר מצוה והלך והתיר נדרו, וכמו כן יתיר ה' שבועת גזירת משה, והגם שאין כאן פתח יש כאן דבר מצוה להראותו את הארץ הטובה כאומרו אעברה נא ואראה וגו', ואם תאמר מה דמיון דין שכתב רמב''ם לשאלת משה, כי דין רמב''ם המתיר הוא המקיים המצוה ולזה מתירין לו, אבל מה שלפנינו ה' נשבע ובהתרתו משה הוא שעושה מצות הליכת הארץ, לזה דקדק משה בדבריו ואמר את עבדך וידוע כי מה שקנה עבד קנה רבו","titles":[{"title":"﻿דברים ג כד"},{"title":"﻿דברים פרק ג פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-24","positionInPerek":24,"positionInParasha":2},{"uri":"tanach-orhachaim-5-3-25","text":"אשר בעבר הירדן. הוצרך לומר כך, לפי שיש ארץ טובה שהיא ארץ העליונה כדרך אומרו, (תהלים קט''ז) אתהלך לפני ה' בארצות החיים, והוצרך לפרט ההר הטוב והלבנון, לדבריהם ז''ל שאמרו (סוטה י''ד) שכוונת משה היה לקיים מצות הנוהגות בארץ, לזה פרט כל המקומות לומר שחפץ הוא לקיים כל המצות הנוהגות בכל המקומות. עוד נתחכם משה לומר כדברים האלה לבל יהיה מקום לה' לומר שיראה משם את הארץ ולא יצטרך לעבור, לזה פרט את כל המקומות שאין מציאות לראות כל זה מרחוק אם לא יעבור","titles":[{"title":"﻿דברים ג כה"},{"title":"﻿דברים פרק ג פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-25","positionInPerek":25,"positionInParasha":3},{"uri":"tanach-orhachaim-5-3-26","text":"עוד נראה לפרש על זה הדרך רב לך לגופא, ואומרו אל תוסף נמשך עם מה שלאחריו שהיא מאמר עלה ראש הפסגה וגו', פירוש לפי שאמר לו ה' עלה ראש וגו' שנתקבלה חצי תפלתו שאמר ואראה את הארץ הטובה, חש ה' שיאמר משה אוסיף לשפוך שיחי וזה לך האות כי ה' שמע קולי בשיחי, לזה אמר לו אל תוסף וגו' בדבר הזה פירוש בדבר זה שאני אומר, והוא מה שגמר אומר כי לא תעבור פירוש דבר זה מוחלט הוא","titles":[{"title":"﻿דברים ג כו"},{"title":"﻿דברים פרק ג פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-26","positionInPerek":26,"positionInParasha":4},{"uri":"tanach-orhachaim-5-3-27","text":"עוד ירצה לפי שימצאו חכמות שיקריבו הרחוק על ידי דבר אמצעי שמשימין אותו בין עיניהם למול מקומות הרחוקים ויקרבם ויראם כאילו הם לפניו, ולשלול דבר זה אמר ה' אליו וראה בעיניך ממש פירוש בלא אמצעות דבר אחר","titles":[{"title":"﻿דברים ג כז"},{"title":"﻿דברים פרק ג פסוק כז"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-27","positionInPerek":27,"positionInParasha":5},{"uri":"tanach-orhachaim-5-3-28","text":" אור החיים  וצו את יהושע. צריך לדעת מה היא מצוה זו, ובספרי אמרו (פנחם קל''ו) וז''ל צוהו על הגבעונים ד''א צוהו על המריבות וכו' ע''כ, ואין זה מפורש בכתוב זולת אם נאמר שהם דברי קבלה, ואפשר לומר בפשט הכתוב על פי דבריהם ז''ל שאמרו אין צו אלא מלכות דכתיב (ש''א י''ג) ויצוהו ה' לנגיד וגו', ועיין מה שפירשתי בפרשת (שמות ו' י''ג) ויצום אל בני ישראל וגו', כמו כן בא מאמר ה' כאן למשה שבחייו ימלוך יהושע על ישראל ויחזקהו במלכותו לעיני כל ישראל","titles":[{"title":"﻿דברים ג כח"},{"title":"﻿דברים פרק ג פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-28","positionInPerek":28,"positionInParasha":6},{"uri":"tanach-orhachaim-5-3-29","text":" אור החיים  ונשב בגיא וגו'. צריך לדעת כונת הכתוב מה בא להודיע במאמר זה, ומה קשר יש לו לא עם מה שלפניו ולא עם מה שלאחריו, ורבותינו ז''ל בספרי ישבו הכתוב והביאו רש''י ז''ל, ולדבריהם ז''ל לא נתישב כונת אומרו ונשב כיון שלא בא אלא להודיע מעשה פעור, גם מאמר מול בית פעור אין לה משמעות אם לא בא הכתוב אלא להזכיר עבודת פעור, היה לו לומר ותצמד לבעל פעור, ונראה שכונת הכתוב היא גמר ענין שהתחיל בו בתחילת הפרשה ואתחנן אל ה' וגומר, וגמר אומר שלא הועיל בתפלתו לעבור את הירדן ונשב בגיא אין ישיבה אלא עכבה עד עולם, ואומרו בגיא לפי שארץ ישראל גבוהה מכל הארצות דכתיב (במדבר י''ג י''ז) עלו זה בנגב, ואומרו בית פעור רמז א' מטעמי קבורתו שם (פדר''א פ' מ''ו) כדי שיהיה מול עון פעור לבל ירים ראש לקטרג על ישראל","titles":[{"title":"﻿דברים ג כט"},{"title":"﻿דברים פרק ג פסוק כט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-3","interprets":"tanach-5-3-29","positionInPerek":29,"positionInParasha":7},{"uri":"tanach-orhachaim-5-4-1","text":"ואומרו ולא תגרעו וגו' לשמור, פירוש בבא לידם דבר משפט שזכר בתחילת דבריו ואל המשפטים לא יגרעו ממנו כדרך שעשה הוא בענין זמרי שנשמר מלבקש לפגוע בו וגרע המשפט, והוא אומרו ולא תגרעו הגם שתהיה כונתכם לשמור פירוש שהגרעון יהיה בו צד השמירה להשמר לבל יהרוג בועל הארמית","titles":[{"title":"﻿דברים ד א"},{"title":"﻿דברים פרק ד פסוק א"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-1","positionInPerek":1,"positionInParasha":8},{"uri":"tanach-orhachaim-5-4-3","text":" אור החיים  עיניכם הרואות וגו' אחרי בעל וגו'. פירוש אתם ראיתם החומרא שבעבודה זרה יתר על כל העבירות שאפילו אותם שלא עבדוה אלא שחשבו בלבם והלכו אחריו לעובדו הגם שלא עבדוה עדיין השמידם ה', והוא על דרך אומרו (קידושין לט","titles":[{"title":"﻿דברים ד ג"},{"title":"﻿דברים פרק ד פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-3","positionInPerek":3,"positionInParasha":10},{"uri":"tanach-orhachaim-5-4-4","text":"ואומר כלכם נתכוין לכללות הפרטי וכללות הכללי על זה הדרך, כללות הפרטי שכל אחד מהם הי' כלו חי בלא אבר גרוע על דרך מה שדרשו בחולין (זבחים קטז.) בפסוק מכל החי הבא בהמה שחייה ראשי אבריה ואין בה מום, כמו כן מה שלפנינו היו כולם תמימים בלא מום, וכן אמרו רבותינו ז''ל (מכילתא) שכל שעמדו על הר סיני לא היו בהם סומין דכתיב וכל העם רואים וגו' ולא וכו' ע''כ, הא למדת שלא היו בהם מומין ועמדו בחזקתם, ונתכוין בין על מומי הגוף בין על מומי הנפש, וכבר העירותי שמום שבגוף יגיד על פגם הנפש כי אין מום שאין דמיונו בנפש ואשר על כן פסלו ה' לבעל מום מעל המזבח, ועיין בדברי הזוהר (ח''ג ד'), כללות הכללי שלא היה בהם אחד שאינו הגון שלא יקרא חי אלא כולם צדיקים, ואומרו היום לא החליט מאמר היותם חיים כולם אלא היום כי מי יאמר אשר יהיה למחר מצד מעשיהם שאדם בחירי הוא ואין אמונה בו עד יום לכתו לארץ החיים","titles":[{"title":"﻿דברים ד ד"},{"title":"﻿דברים פרק ד פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-4","positionInPerek":4,"positionInParasha":11},{"uri":"tanach-orhachaim-5-4-10","text":" אור החיים  ואשמעם את דברי וגו' ליראה אותי כל הימים. יתבאר על דרך אומרם ז''ל (שבת קמו.) ישראל שעמדו על הר סיני פסקה זוהמתן, ופירשתי בפרשת יתרו שפסיקת זוהמתן היתה מאמצעות גבורות דברי אלהים עד שיצתה נשמתם וזהו הסרת זוהמה מהם, והוא מאמר ואשמיעם את דברי פירוש עשרת הדברות שבאו בגבורות דכתיב (שמות כ' א') וידבר אלהים את כל הדברים, וטעם שעשיתי זה ליראה אותי כל הימים באמצעות הפסק זוהמתן מהם שהוא המונע את האדם מלירא את ה', וזה סיבה שישראל לא מרו את כבודם וסבלו כמה צרות ימים רבים אין מספר ועל משמרת יראת ה' עומדים כי פסקה זוהמתן וטבע נפשם ליראה את ה', כי כל שאין זוהמא מבדלת בינו לבין ה' מטבעו לירא ה' הנכבד ב''ה","titles":[{"title":"﻿דברים ד י"},{"title":"﻿דברים פרק ד פסוק י"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-10","positionInPerek":10,"positionInParasha":17},{"uri":"tanach-orhachaim-5-4-12","text":"ותמונה אינכם רואים וגו'. קשה איך יוצדק לאמר על התמונה זולתי קול שהיא השמיעה, ולפי מה שכתבתי בפסוק שלפני זה שהמלאך שהוא הדיבור עצמו היה מדבר עם כל אחד והיו ישראל רואים אותו, וכן תמצא שאמרו רבותינו ז''ל (מכילתא) בפסוק וכל העם רואים את הקולות, ומעתה חש משה שיחשבו ח''ו כי זה הוא אלהי ישראל אשר ראו עיניהם, לזה אמר ותמונה אינכם רואים זולתי קול פירוש לבד הקול הוא שהייתם רואים תמונתו שהיה מדבר עמכם ואומר אתה מקבלני וכו'","titles":[{"title":"﻿דברים ד יב"},{"title":"﻿דברים פרק ד פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-12","positionInPerek":12,"positionInParasha":19},{"uri":"tanach-orhachaim-5-4-21","text":" אור החיים  וה' התאנף וגו' לבלתי וגו' ולבלתי וגו'. חזר לומר עוד מאמר זה ולא הספיק מה שאמר בפרשת דברים דכתיב (א' ל''ז) גם בי התאנף וגו', גם כפל לו' לבלתי ב' פעמים, לומר גזירה אחרת שנגזרה עליו מלבד שימות במדבר עוד גזר עליו שלא יעלו עצמותיו להקבר בארץ כדרך שעשה הוא לעצמות יוסף וכדרך שעשו כל ישראל לשאר השבטים (ירושלמי סוטה פ''א ה''י), והוא אומרו לבלתי עברי פירוש בחיים ולבלתי בא פירוש לאחר מיתה אל הארץ הטובה, והוא מה שאמר עוד בסמוך אנכי מת וגו' אינני עובר את הירדן פירוש בין קודם מיתה בין לאחר מיתה, וגמר אומר כנגד ישראל אתם עוברים ולא לאחר מיתה לבד אלא אפילו בחיים והוא אומרו וירשתם וגו', ודיבר בדרך לא זו אף זו. ואומרו על דבריכם כאומרם ז''ל (דכ''ר ב') משל למי שנאבדו לו מעות ופיזר ביניהם דינר זהב וכו', כמו כן עת שיעמוד משה יעמדו עמו כל דור המדבר הוא הוציאם ממצרים הוא יוציאם מהמדבר ויביאם לעולם הבא לעתיד לבא עם הצדיקים ע''כ, והוא אומרו על דבריכם שזולת טעם סיבתם להביאם לעולם הבא לא היה נשבע לבל יכנסו עצמותיו של משה לארץ הטובה","titles":[{"title":"﻿דברים ד כא"},{"title":"﻿דברים פרק ד פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-21","positionInPerek":21,"positionInParasha":28},{"uri":"tanach-orhachaim-5-4-29","text":"ואולי שזו היא טענת מיכאל לפני ה' שהביא בזוהר חדש (דף ל') שהרי באו אחרית הימים ומצאו אותם כל הדברים ולמה לא יעורר ה' לבם לשוב, ופירשתי המאמר במקום אחר, ועינינו לה' צופיות לפתוח אוצר רוח טהרה לפקוח עינים עורות ולהטות לבבות עם ה' להכיר נעימות עריבות ידידותו","titles":[{"title":"﻿דברים ד כט"},{"title":"﻿דברים פרק ד פסוק כט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-29","positionInPerek":29,"positionInParasha":36},{"uri":"tanach-orhachaim-5-4-36","text":" אור החיים  מן השמים וגו'. כוונת הכתוב הוא, לפי מה שפירשתי בפרשת יתרו בפסוק וידבר אלהים (כ' א') והעירותי עליו למעלה בפסוק (י''ב) ותמונה אינכם רואים וגו' יתישב על נכון, כי עשרת הדברים באו להם בב' הדרגות על זה הדרך, ב' דברות שהם אנכי ולא יהיה לך הגיעו הדברים לישראל מה' להם בכח הדברים ובתגבורתם, וכנגדם אמר מן השמים השמיעך את קולו, והטעם ליסרך פירוש למרק זוהמתך זה היה סיבה להעברת מהם כל זוהמא כמו שכתבנו כמה פעמים, וח' דברות תשלום העשרה שמעו אותם מהדברים עצמן שיצאו מהאדון ברוך הוא, וכנגדם אמר ועל הארץ הראך את אשו הוא ראיית הקולות שהם להבות אש שנחצבו בדבר ה', וראו אותם ישראל דכתיב (יתרו כ' ט''ו) וכל העם רואים את הקולות, וכמו שפירוש בפסוק (י''ב) ותמונה וגו', ואומרו ודבריו שמעת מתוך האש לדברינו יבא על נכון כי הח' דברות שמעו אותם מתוך האש האמורה שהוא מלאך אש לוהט וכמו שפירשתי בפסוק (י''ב) ותמונה","titles":[{"title":"﻿דברים ד לו"},{"title":"﻿דברים פרק ד פסוק לו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-36","positionInPerek":36,"positionInParasha":43},{"uri":"tanach-orhachaim-5-4-39","text":"י') יתבאר על דרך אומרם ז''ל (שמו''ד פ' כ''ה) שקול שבת כנגד כל התורה כולה, והנה לפי שיבא היצר ויאמר לאדם מה כחך כי תיחל לקיים כל התורה כלה שהיא שלימות האדם, ומה גם אדם שעברוהו רעות רבות ירחיקהו היצר מה תוכל לתקן את אשר פעלו ידיך מהרעות, לזה אמר משה וידעת היום אותו שכתוב בו היום שהוא השבת דכתיב (שמות ט''ז כ''ה) כי שבת היום תן דעתך עליו ובו תשיב אל לבבך כי הוא שקול כנגד כל התורה, וזה יועיל לסתור ב' טענות בין לתקן מה שעברוהו מהמרדים בין להשלמת הנפש, שעל ידי שמירתו הרי הוא כאלו קיים תרי''ג מצות","titles":[{"title":"﻿דברים ד לט"},{"title":"﻿דברים פרק ד פסוק לט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-39","positionInPerek":39,"positionInParasha":46},{"uri":"tanach-orhachaim-5-4-40","text":" אור החיים  נותן לך כל הימים. פירוש לפי שאמר להם למען תאריך ימים על האדמה חש משה שיאמרו שהכונה היא שעל ידי מעשיהם הוא שה' מאריך ימיהם על האדמה, וממוצא דבר אתה למד שהגביל ה' ימי נתינת הארץ כדרך שהגביל חיי האדם דכתיב (איוב י''ד) אם חרוצים ימיו והבטיחם להאריך ימיהם כשילכו בדרך ישר, לזה גמר אומר וביאר אשר ה' אלהיך נותן לך כל הימים פירוש כי מתנת ה' היא לעולמי עד לא לזמן מוגבל, ומעתה אומרו ולמען תאריך ימים פירוש שלא ימותו בה בקצרות שנים על דרך אומרו (עקב י''א כ''א) למען ירבו ימיכם וגו', ואומרו כל הימים היא העמדת הארץ ביד ישראל","titles":[{"title":"﻿דברים ד מ"},{"title":"﻿דברים פרק ד פסוק מ"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-40","positionInPerek":40,"positionInParasha":47},{"uri":"tanach-orhachaim-5-4-46","text":"עוד נתכוין לומר כי מעת שיצאו ישראל ממצרים אימות מות נפלו עליו מהם והיה מוכה ועומד על דרך אומרם ז''ל (ב''ר פרק פ') שמסורת בידם וכו', ולזה סמך מאמר בצאתם למאמר ההכאה ואחר כך אמר ויירשו את ארצו להעירך כדברינו","titles":[{"title":"﻿דברים ד מו"},{"title":"﻿דברים פרק ד פסוק מו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-4","interprets":"tanach-5-4-46","positionInPerek":46,"positionInParasha":53},{"uri":"tanach-orhachaim-5-5-1","text":" אור החיים   ויקרא משה. אולי לפי שירשו כל הארצות ההם היו ישראל מפוזרים בכל המקומות ההם לזה הוצרך לקרות לכלן, או אפשר שעד עתה היה מדבר עם האנשים וכשרצה לומר עשרת הדברות קרא גם לנשים והטף כמעמד הר סיני כאומרו כל ישראל","titles":[{"title":"﻿דברים ה א"},{"title":"﻿דברים פרק ה פסוק א"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-1","positionInPerek":1,"positionInParasha":57},{"uri":"tanach-orhachaim-5-5-2","text":" אור החיים  ה' אלהינו כרת וגו'. הנה לא ביאר משה מה ברית הוא זה אם ברית שכרתו ישראל לקיים תורת ה' דכתיב (שמות כ''ד) הנה דם הברית אשר כרת ה' עמכם על כל הדברים, או ברית שכרת ה' לישראל שלא יחליפם באומה אחרת דכתיב (שמות ל''ד) הנה אנכי כורת ברית נגד כל עמך וגו' ופירשו ז''ל שכרת להם ברית על זאת שלא תשרה שכינתו על האומות, והדעת מכרעת שעל ברית זה הוא אומר, והוא מה שרמז באומרו ה' אלהינו כרת עמנו פירוש על שיהיה אלהינו ולא לזולתינו כרת עמנו ברית ועליו חוזר מאמר הברית הזאת שאמר אח''כ, וכפ''ז כוונת המאמר לשבח ישראל המושג מה' להם, ועיין בפ' שא ח ''ז","titles":[{"title":"﻿דברים ה ב"},{"title":"﻿דברים פרק ה פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-2","positionInPerek":2,"positionInParasha":58},{"uri":"tanach-orhachaim-5-5-3","text":"כלנו חיים. קשה והלא כל אותן שכרת ה' עמהם הברית אינם חיים שמתו במדבר, גם לא כל אותם שעמהם היה מדבר היו אז שהרי נולדו כמה וכמה בל''ח שנה שנתעכבו במדבר, ויש ליישב שאמר על החלק אלא שהדבר דחוק, עוד מה בא ללמדנו בתיבת כלנו חיים אין בה חידוש, ואולי יש לומר שנתכוון לומר שכלם נשארו חיים הגם שדבר ה' עמהם פנים בפנים וגו' מתוך האש ולא מת א' מהם, והוא מה שאמרו לבסוף מי כל בשר אשר שמע קול אלהים חיים מדבר מתוך האש כמונו ויחי, וכפי זה מאמר כלנו חיים נמשך עם מה שלאחריו ולא עם מה שלפניו","titles":[{"title":"﻿דברים ה ג"},{"title":"﻿דברים פרק ה פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-3","positionInPerek":3,"positionInParasha":59},{"uri":"tanach-orhachaim-5-5-5","text":"ולא עליתם בהר לאמר. פירוש ואסר לכם ה' עלות בהר בשביל לאמר אנכי ה' וגו'","titles":[{"title":"﻿דברים ה ה"},{"title":"﻿דברים פרק ה פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-5","positionInPerek":5,"positionInParasha":61},{"uri":"tanach-orhachaim-5-5-12","text":" אור החיים  שמור את יום וגו'. רבותינו ז''ל אמרו (ר''ה כ''ז.) זכור ושמור בדיבור א' נאמרו, ולדבריהם אפשר לו' כי אומרו כאשר צוך להעירם על שמור שנצטוו גם עליה מפי ה' יום המעמד, והכוונה בשמור אמרו ז''ל (מכילתא פסוק זכור) לשמור מלאחריו, ויש לדעת למה לא נאמרה שם שמור עם זכור, ואולי שנתכוון להפרידם לבל יחשבו שמאמר שמור הוא על זמן שבא עליו מאמר זכור שהוא מלפניו על זה הדרך שיזכור לשמור השבת, ובמה שהפרידם העיר שהם ב' מצות אחת בהכנסה ואחת ביציאה, ואולי כי לעולם לא אמר ה' אלא זכור אלא שאחת נשמעת מחברתה למביני דעת, וכשאמר ה' זכור נתכוון שיזכור בנתינת דעת עליו לבל יהיה לו שגיון בו וממוצא דבר אתה למד שגם על לאחריו הוא מצוה, והוא מה שפירוש משה במה שאמר שמור שגם הוא נכללת בזכור, וזה כתבתי בדרך אפשר","titles":[{"title":"﻿דברים ה יב"},{"title":"﻿דברים פרק ה פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-12","positionInPerek":12,"positionInParasha":68},{"uri":"tanach-orhachaim-5-5-15","text":"ואם תאמר למה השמיט טעם השבת שאמר ה' בדברות ראשונו' שהוא כי ששת ימים וגו', טעם זה הוא טעם המצוה מעיקרא לא טעם החיוב ומשה אמר טעם חיוב אמונת טעם המצוה, על פי מה שאמרו רבותינו ז''ל וכתבנוהו במקום אחר כי יציאת מצרים גלתה אמונת בריאת העולם (ש''ר י''ב) והוא מה שרשם באומרו וזכרת וגו' ויוציאך וגו' ביד חזקה ובזרוע נטויה ושם ראית כי הוא אדון הכל ובזה יתאמת לך טעם האמור בדברות ראשונות כי ששת ימים וגו'","titles":[{"title":"﻿דברים ה טו"},{"title":"﻿דברים פרק ה פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-15","positionInPerek":15,"positionInParasha":71},{"uri":"tanach-orhachaim-5-5-19","text":" אור החיים  את הדברים וגו'. ולא אמר כל, כי יש מהדברים האמורים שלא דברם ה' כגון מאמר כאשר צוך גם מאמר וזכרת","titles":[{"title":"﻿דברים ה יט"},{"title":"﻿דברים פרק ה פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-19","positionInPerek":19,"positionInParasha":75},{"uri":"tanach-orhachaim-5-5-24","text":" אור החיים  ושמענו ועשינו. אומרו ושמענו, לפי שהם אמרו למשה להשיב לה' על מאמר בעבור ישמע העם בדברי עמך (שמות י''ט ט') שרצונם לשמוע מפי ה' ולא מפי תלמיד, לזה עתה חזרו ואמרו סתירה לדבריהם הראשונים ושמענו וגו', ואומרו ועשינו, קיימו וקבלו היהודים לעשות כל דבריו כאלו שמעו מפי השכינה","titles":[{"title":"﻿דברים ה כד"},{"title":"﻿דברים פרק ה פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-24","positionInPerek":24,"positionInParasha":80},{"uri":"tanach-orhachaim-5-5-25","text":" אור החיים  הטיבו כל אשר דברו. פירוש שקבלו על עצמם לעשות דברי הנביא ולהצדיקו, ועל זה גמר אומר מי יתן והיה וגו', ואמרו ז''ל (ע''ז ה') ששגג משה שלא אמר לו תן אתה שאלו היה אומר כן לא היו מהרהרין אחר משה, לא בשלוח מרגלים ולא במחלוקת קרח","titles":[{"title":"﻿דברים ה כה"},{"title":"﻿דברים פרק ה פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-25","positionInPerek":25,"positionInParasha":81},{"uri":"tanach-orhachaim-5-5-26","text":"למען ייטב וגו'. פירוש כי אומרו מי יתן וגו' לא לצד המועיל לאומרו אלא לאהבת הטוב להנאמר עליו","titles":[{"title":"﻿דברים ה כו"},{"title":"﻿דברים פרק ה פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-26","positionInPerek":26,"positionInParasha":82},{"uri":"tanach-orhachaim-5-5-28","text":" אור החיים  ואתה פה וגו'. פירוש לפי שלא עשו ישראל למשה שליח לקבל פקודי ה' עד עתה, לזה ה' גמר בעדם וקבעו לשליח ואמר לו ואתה פה וגו' ואדברה אליך את כל המצוה וגו', ואולי שנתכוין לומר שבהגיע המצוה מה' למשה כאילו נתקבלה לישראל שהרי עשאוהו שליח וכדין שליח האשה לקבל קדושיה שכיון שקבלם השליח כאילו באו ליד האשה כי ידו כידה, כמו כן כשיקבל משה המצוה כאילו קבלוה ישראל, והוא אומרו ואדברה אליך ובהגיע הדבר אליך אתה תודיע להם ועשו אותה, והוא אומרו תלמדם ועשו","titles":[{"title":"﻿דברים ה כח"},{"title":"﻿דברים פרק ה פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-28","positionInPerek":28,"positionInParasha":84},{"uri":"tanach-orhachaim-5-5-30","text":"וממנה יש לנו לדון ממה שאמר כל מי שרובו זכיות הא למדת דוקא מי שיש בידו עבירות אלא שרבו זכיותיו הוא שאומד עליו מריעין לו וכו' אבל מי שכולו זכיות יודה כי יטיב לו ה' גם בעולם הזה, והוא מה שאומר בכל הדרך אשר צוה וגו' דקדק לומר בכל להעיר שמדבר במי ששומר הכל ולאיש כזה ישנו בעולם הבא כאומרו למען תחיון וטוב וגו', גם ישנו בעולם הזה והוא אומרו והארכתם ימים בארץ אשר תירשון ולא אמר והארכתם ימים סתם שנפרש שנתכוין לעולם שכלו ארוך","titles":[{"title":"﻿דברים ה ל"},{"title":"﻿דברים פרק ה פסוק ל"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-5","interprets":"tanach-5-5-30","positionInPerek":30,"positionInParasha":86},{"uri":"tanach-orhachaim-5-6-4","text":"נמצינו אומרים שבאחד מב' הטעמים יספיק להשתעבד למאמריו ולמצותיו, אשר על כן אמר ה' אלהינו ה' אחד בב' חלוקות שכל א' כדאי לעצמו, ואם היה אומר הכתוב ה' אלהינו אחד היה בנשמע כי מה שהם מקבלין אלהותו עליהם הוא להיותו אחד ואין עוד מלבדו, יתחייב העבד לעבוד את רבו ואין מנוס ממנו לרצונו ושלא לרצונו, ולא כן אנו עם אלהינו שאנו חפצים באלהותו אהבת הטוב במה שהוא טוב נוסף על היותו אחד ומיוחד","titles":[{"title":"﻿דברים ו ד"},{"title":"﻿דברים פרק ו פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-6","interprets":"tanach-5-6-4","positionInPerek":4,"positionInParasha":90},{"uri":"tanach-orhachaim-5-6-5","text":"והנה המשכיל בענין חשק ה' כל זה דבר קל הוא בערך מה שהנפש חושקת בבורא, והמשלתי דבר זה לאדם גדול ומופלא בנכסים שרצה ללכת למקום רחוק לצד סכנת מקום שהיה בו ואסף כל נכסיו בקנית מרגליות גדולה באלף אלפי דינרי זהב ושם לדרך פעמיו לעיר רחוקה אשר שם נכון לבו בטוח בממונו והונו וקודם שהגיע לעיר אשר פנה בדעתו ללכת שמה כלתה צידתו ואין דינר בכיסו והיה מסתפק בדלות ובעוני גדול ושפלות רב כי אפס כסף, והנה זה האיש הגם שהוא מתהלך בדוחק וצער עם כל זה לבו שמח וכליותיו עליצים כי רב אונו והונו ויצא ממקום המסתכן ובא יבא ברנה נושא האבן גדולה יקרת הערך, כן הדבר הזה אדם שזכה בדביקותו יתברך ואהבתו ובו קבץ כל ממונו והונו ויבז בעיניו קנות דבר בעולם הזה לצד סכנת המקום נוסף על מיעוט שוויו ולקח לו ה' לאלהים אין לך קניה בעולם כקנין זה למעלה מהאבן יקרה שבמשל כי מי ידמה לו ומי ישוה לו, ואדם כזה לו יהיה שיהיה דחוק ומצטער בימים מועטים אלה לו בעה''ז נכון לבו בטוח בה' אור עולם וישמח לבו ויגל כבודו, ובהגיע למחוז חפצו שהוא עולם הקיים והבטוח הנה שכרו אתו, ומעתה חיבת הקודש הוא היוצר ודבקותו בו הלא הוא בניו וחייו וממונו וביתר שאת","titles":[{"title":"﻿דברים ו ה"},{"title":"﻿דברים פרק ו פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-6","interprets":"tanach-5-6-5","positionInPerek":5,"positionInParasha":91},{"uri":"tanach-orhachaim-5-6-6","text":"וכנגד גדר זה אמר הקב''ה ואהבת את ה' אלהיך בכל לבבך שישתדל להכנים אהבת ה' בלבבו וילהיבנו באהבתו עד גדר שישיג הרגש בלבו ככל שיעור שיכול הלב להרגיש בו, ולזה דקדק לומר בכל, לפי שהלב יחמוד בכל אשה וביותר בנאה וביותר בכלילת יופי וביותר במי שאין למעלה ממנה, וחייב הכתוב שתהיה הרגשת הלב באהבתו יתברך בגדר הגדול שאין למעלה ממנו, ודבר זה הוא דבר שהטועמו ידע מהותו וערבה לו טעימתו אין שיעור לה, ולפי שגדר זה מציאותו הוא על ידי התעוררות כדרך אומרם (במד''ד פ''ו) עין רואה ולב חומד, אבל זולת זה לא יתעורר הלב מעצמו לחמוד, לזה העיר ה' במאמר ב' בגדר הצורך ואמר ובכל נפשך שהם דברים שהנפש צריכה להם כגון אכילה ושתיה וכדומה שהאדם מתעורר מעצמו להם בלא אמצעות דבר, כמו כן תהיה אהבת ה', והוא אומרו בכל נפשך שמטבעו תהיה אהבת ה' כמאכל ומשקה, והנה שני הדרגות אלו ישנם בגדר המצטער והמתגדר, שהמאכל אחרי אוכלו ואחרי שתו יחדל ממנו החפץ בו, וכמו כן תאות לבו אחר גמר מעשה דרך גבר בעלמה (משלי ז') ישתנה הדבר אצלו עד אחר זמן, לזה בא דבר ה' בהדרגה ג' בגדר השיעור ואמר ובכל מאדך פירוש בכל ממון שאתה חפץ בו, וכשם שהממון אמר הכתוב (קהלת ה') אוהב כסף לא ישבע כסף, כי כשאדם מגיע לקנות קנין עצום אז יתעצם חפצו לחפוץ בהוני הונות והולכת תאותו וגדלה, וכמו כן יצו ה' באהבתו שלא תשתער ותוגבל וכשיגיע גדר א' תגדל בו האהבה לגדר עליון מזה, ולדרך זה שיעור אומרו מאדך לא מה שקנה אלא שחפץ לקנות, ובזה יתישב גם כן מה שהיה קשה בו אם אתה אומר מה שקנית אם כן אין מצוה זו שוה בכל שהרי אדם עני אינו בן מצוה זו, גם באנשי ממון לא תהיה להם המצוה בהשואה, מה שאין כן במצות לבבך ונפשך שהכל שוים בו, ולפי דרכנו יבא על נכון","titles":[{"title":"﻿דברים ו ו"},{"title":"﻿דברים פרק ו פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-6","interprets":"tanach-5-6-6","positionInPerek":6,"positionInParasha":92},{"uri":"tanach-orhachaim-5-6-25","text":"עוד רמז הכתוב רמז נעלם שבאמצעות שמירת המצות תהיה לנו חלקנו שכינתו יתברך הנקראת צדקה (תיקוני זוהר תכ''א) והבן","titles":[{"title":"﻿דברים ו כה"},{"title":"﻿דברים פרק ו פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-6","interprets":"tanach-5-6-25","positionInPerek":25,"positionInParasha":111},{"uri":"tanach-orhachaim-5-7-7","text":" אור החיים  כי אתם המעט. לא הספיק מאמר לא מרובכם, שאז ישנו בנשמע שאינם מרובים אלא שוים תלמוד לומר אתם המעט","titles":[{"title":"﻿דברים ז ז"},{"title":"﻿דברים פרק ז פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-7","interprets":"tanach-5-7-7","positionInPerek":7,"positionInParasha":118},{"uri":"tanach-orhachaim-5-7-9","text":" אור החיים  ולשומרי מצותיו לאלף דור. רבותינו ז''ל אמרו (סוטה לא.) שלעושים מיראה לאלף דור ולעושים מאהבה אלפים כאומרו (שמות כ' ו') ועושה חסד לאלפים לאוהבי וגו', ונראה כי לא כפל לבד יגיד אלפים כי בודאי שעושה מאהבה אין קץ לשכר מעשיו, ולאלפים האמור באוהביו לשון רבים יכולנו לומר עד מאה אלף, וטעם שאמר סתם כי אין שיעור שוה לאהבה ויש בין אוהב לאוהב כפלי כפלים אלא קטן שבאוהבים כפלים כגדול שביראים","titles":[{"title":"﻿דברים ז ט"},{"title":"﻿דברים פרק ז פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-2","perek":"tanach-5-7","interprets":"tanach-5-7-9","positionInPerek":9,"positionInParasha":120},{"uri":"tanach-orhachaim-5-7-12","text":"עוד ירצה על זה הדרך עקב תשמעון וגו' לא תצטרכו לזכות בטוב ה' ובחסדו מצד שבועת האבות אלא תזכו מצד עצמיכם לשמור ה' לכם הברית וגו' שנשבע לאבותיכם, כי אינו דומה הבא לזכות בשביל עצמו כמו לזכות בשביל אבותיו, והוא שדקדק לומר לך את הברית ולא אמר ושמר לך ה' אלהיך וגו' שנתכוון להסמיך תיבת לך עם תיבת הברית להעירך לדכרינו, ולדרך זה אומרו ושמר פירוש שכל הבטחות ה' ואין צריך לומר בריתו הם בטוחים ושמורים לעולם ועד, ודברים אלו כנים הם שהלא אברהם זכה לכל הכבוד לצד מעשיו, ואם ישראל ישמרו תורת ה' למה יגרעו לבא בכח זכות אבות ואדרבא שלהם גדול משל אבותיהם כי הם עמדו על הר סיני וגם היותם מצווים בתורה ובמצות מה שאין כן האבות שלא נתנה להם התורה, ומעתה גדול כח הבנים כשיטיבו מעשיהם מכח האבות","titles":[{"title":"﻿דברים ז יב"},{"title":"﻿דברים פרק ז פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-7","interprets":"tanach-5-7-12","positionInPerek":12,"positionInParasha":1},{"uri":"tanach-orhachaim-5-7-14","text":"עוד ירצה שהגם שישים ה' המדוה בשונאיהם לא יהיה החולי נדבק מהם אליהם הגם שיהיה חולי הנדבק כחולי ראתן (שם ע''ז","titles":[{"title":"﻿דברים ז יד"},{"title":"﻿דברים פרק ז פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-7","interprets":"tanach-5-7-14","positionInPerek":14,"positionInParasha":3},{"uri":"tanach-orhachaim-5-7-16","text":" אור החיים  ואכלת את כל העמים. זו מצות עשה, וגמר אומר אשר ה' אלהיך נותן לך, הא למדת שאם תתעצלו אתם מואסים במתנת אלהים, ואומרו לא תחוס עיניך וגו', על דרך אומרו (משלי י''ב) ורחמי רשעים אכזרי, פירוש אין זו ממדות הטובות אלא מדה רעה, ולזה מזהיר נגדיות מדה טובה כי במה שלפנינו אינה אלא רעה, ואולי שהוצרך להזהיר לא תחום, לפי שבירך ה' את ישראל בבנים ואמרו ז''ל (סנהדרין לו","titles":[{"title":"﻿דברים ז טז"},{"title":"﻿דברים פרק ז פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-7","interprets":"tanach-5-7-16","positionInPerek":16,"positionInParasha":5},{"uri":"tanach-orhachaim-5-7-24","text":" אור החיים  ונתן מלכיהם בידך. פירוש בחיים חיותם כאומרו (יהושע י') ויוציאו אליו את חמשת המלכים האלה אל יהושע","titles":[{"title":"﻿דברים ז כד"},{"title":"﻿דברים פרק ז פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-7","interprets":"tanach-5-7-24","positionInPerek":24,"positionInParasha":13},{"uri":"tanach-orhachaim-5-8-1","text":"עוד יתבאר על פי דבריהם ז''ל שאמרו (מוע''ק כ''ח.) בני חיי ומזוני לאו בזכותא תליא מלתא אלא במזלא ע''כ, ובא מאמר משה כאן להם בדבר חידוש שאם ישראל יתעצמו לשמור ולעשות כל המצות בכללות יובטחו משלשתם יחד, והוא אומרו כל המצוה וגו' למען תחיון הרי חיים, ורביתם הרי בנים, ובאתם וירשתם וגו' הרי מזוני ארץ ומלואה ובתים מלאים כל טוב וגו', ומעתה כל המתעצם בשלימות התורה והמצות מובטח בבני ובחיי ומזוני, וזה לך האות אברהם שהמזל היה מגיד עליו שלא יהיה לו בנים ולצד שהתעצם בשלימות בעבודת ה' נשתנה המזל והיו לו בנים","titles":[{"title":"﻿דברים ח א"},{"title":"﻿דברים פרק ח פסוק א"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-1","positionInPerek":1,"positionInParasha":16},{"uri":"tanach-orhachaim-5-8-3","text":" אור החיים  ויענך וירעיבך וגו'. צריך לדעת מה קשרן של דברים של ויענך וגו' עם ויאכילך וגו', ולפי משמעות הדברים גנאי המן יגיד שאכילת המן היתה לצד הרעבון, וזה אינו שמצינו שהתורה הרבה בשבחי המן כאמור (במדבר י''א ז') והמן וגו' ואמרו רבותינו ז''ל (ספרי שם) שכל הכתוב בשבחו מדבר, גם הוא מזון המלאכים (יומא ע''ה","titles":[{"title":"﻿דברים ח ג"},{"title":"﻿דברים פרק ח פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-3","positionInPerek":3,"positionInParasha":18},{"uri":"tanach-orhachaim-5-8-5","text":" אור החיים  וידעת עם לבבך וגו'. כונת הכתוב הוא שישער האדם עם לבו שאין טבע אדם להוכיח וליסר אלא לבנו כי עליו יקפיד בראותו עשות רע מה שאין כן ירגיש לבו בראות בן חבירו עשות רשע, וזה מטבע המוטבע באנוש להרגיש על בנו בעשותו דבר אשר לא יעשה ויקללנו ויכנו מה שלא יעשה כן למי שאינו מקפיד עליו, כמו כן ה' אלהיך מיסרך, פירוש שהגם שהאומות עושים רשע ותועבות לא יקפיד עליהם כמו שמקפיד עליך להיותו אלהיך שנתייחד שם אלהותו עליך ולזה מיסרך על כל דבר אשר לא טוב עשות","titles":[{"title":"﻿דברים ח ה"},{"title":"﻿דברים פרק ח פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-5","positionInPerek":5,"positionInParasha":20},{"uri":"tanach-orhachaim-5-8-9","text":"והזכיר ב' פרטים שהם ברזל ונחושת שהם ב' דברים הצריכים עקרים לתשמישי אדם, והזכיר אחר זה ואכלת וגו' פירוש לפי שאין שלימות לארץ בהיותה משובחת בפירות אם היא חסרת דברים הצריכין לישוב העיר ותשמישי בני אדם כי יצא השבח להשלים החסר, והלא תמצא כמה עובדי אדמה גנות ופרדסים שיש להם כמה וכמה ומשתכרין הרבה במה שנותנת האדמה כחה בפירות הארץ ובפירות האילן ואף על פי כן עומדים בחוסר כי יוציאו הכל בצרכי תשמישיהם ומלבושיהם, לזה אחר שאמר ארץ חטה וגו' גמר אומר לא תחסר כל בה ואין אתם צריכין להוציא משבח פירות הארץ למקום אחר להביא במקומו דברים הצריכים לתשמיש אדם ותשמיש תשמישיו ובזה ישנם בגדר ואכלת ושבעת","titles":[{"title":"﻿דברים ח ט"},{"title":"﻿דברים פרק ח פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-9","positionInPerek":9,"positionInParasha":24},{"uri":"tanach-orhachaim-5-8-18","text":" אור החיים  וזכרת את ה' וגו'. פירוש שצריך לתת לבו על טובתו כי מה' היתה לו, ודבר זה יעירהו תמיד להכיר בוראו והשגחתו עליו, ותחילת תחבולות יצר האדם היא להשכיחו דבר זה ודרך זה יכנס לאבדו, ואולי כי לזה סמך מאמר שאחרי זה והיה אם שכוח תשכח פירוש אם שכוח דבר זה שה' הוא המטיב לך וגו' סופך שתשכח את ה', וסופך ללכת אחרי אלהים אחרים, ולא במחשבה לבד אלא במעשה כאומרו ועבדתם, ולא עבודה שאינה מסויימת באיסור אלא והשתחוית להם שהיא עבודה מסויימת באיסור לכל עבודה זרה שבעולם, כאומרם ז''ל (סנהדרין ס'","titles":[{"title":"﻿דברים ח יח"},{"title":"﻿דברים פרק ח פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-18","positionInPerek":18,"positionInParasha":33},{"uri":"tanach-orhachaim-5-8-19","text":"עוד יתבאר על זה הדרך כי שלשה מיני פורענות רמז להם כאן, האחד דמיון שאירע להם בחורבן הבית שהרג מהם מה שהרג נבוכדנצר הרשע והגלה הנשארים והוא מאמר אבד תאבדון, ב' דמיון מה שאירע להם בימי מרדכי שבקש המן הרשע להשמיד להרוג ולאבד את כל היהודים והוא מאמר כגוים אשר ה' מאביד פירוש שגזר עליהם (לקמן כ' ט''ז) לא תחיה כל נשמה כמו כן יהיה עונשם, וכמו כן היתה גזירת המן על ישראל לולי זכות מרדכי ואסתר שעמדו ובטלו הגזירה, ולזה כפל לומר כן תאבדון לומר שהוא דבר בפני עצמו, ג' גזירות העדר הנבואה מישראל והוא מאמר עקב לא תשמעון בקול ה', הכוונה על זה הדרך עקב פירוש בסוף המוסרים והתוכחות יהיה לכם זאת שלא תשמעו בקול ה', וכבר כתבתי שאין יסורים מרים ממרירות המות כדבר זה","titles":[{"title":"﻿דברים ח יט"},{"title":"﻿דברים פרק ח פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-8","interprets":"tanach-5-8-19","positionInPerek":19,"positionInParasha":34},{"uri":"tanach-orhachaim-5-9-1","text":" אור החיים   שמע ישראל אתה עובר וגו'. אומרו שמע ישראל פירוש תנו דעתכם למאמר זה שאני אומר לכם אתה עובר מה רצוני לומר לכם בזה אתה עובר והשכילו כוונתי במאמר זה מה הוא, והוא עליו השלום נתכוון להעירם על מה שאירע אליו שהוא אינו עובר, ולזה אמר אתה לומר ולא אני, והטעם כאומרם ז''ל (מד''ד כאן) וז''ל לפתוח להם פתח שיבקשו עליו רחמים ע''כ, וחש שמא לא יבינו את דבריו והקדים לומר שמע פירוש הבן, ואומר היום נתכוין לומר שההפרש שיש בינם לבינו שהם עוברים והוא אינו עובר הוא דוקא היום אבל בזמן אחר יעבור גם הוא כאומרם ז''ל (זוהר ח''ב ק''כ.) בפסוק כימי צאתך וגו' כי לעתיד משה יכניס את ישראל לארץ ישראל","titles":[{"title":"﻿דברים ט א"},{"title":"﻿דברים פרק ט פסוק א"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-1","positionInPerek":1,"positionInParasha":36},{"uri":"tanach-orhachaim-5-9-2","text":" אור החיים  עם גדול וגו' אתה ידעת ואתה שמעת. קשה אם ידע מה חשיבות לזכרון השמיעה אחר שידע, עוד למה אמר ב''פ אתה ואתה ולא הספיק לומר אתה ידעת ושמעת. אכן הכוונה היא שמדבר עם ב' כתות, כת גדולה בכמות הם עם בני ישראל, וכת גדולה באיכות הם יהושע וכלב שהם גדולי ישראל ובפרט יהושע שמוכן למלך על ישראל, והתחיל לדבר עם הגדולים שהם יהושע וכלב ואמר אתה ידעת שהם ידעו ידיעה ברורה ברגלם את הארץ, וכנגד המון ישראל אמר ואתה שמעת מפי המגידים, ובזה נתישבו הדקדוקים","titles":[{"title":"﻿דברים ט ב"},{"title":"﻿דברים פרק ט פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-2","positionInPerek":2,"positionInParasha":37},{"uri":"tanach-orhachaim-5-9-3","text":" אור החיים  וידעת היום. הוצרך לומר היום, להעירם שלא עד אחר בואם אל הארץ וירשו עם גדול וגו' אז יצדיקו זה אלא מהיום ידעו ויצדיקו דבר זה שהוא העובר וגו'","titles":[{"title":"﻿דברים ט ג"},{"title":"﻿דברים פרק ט פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-3","positionInPerek":3,"positionInParasha":38},{"uri":"tanach-orhachaim-5-9-4","text":" אור החיים  אל תאמר וגו'. קשה בשלמא מה שצוה בבל יאמרו בצדקתם מצינו שסתרו בדבריו אלא מאמר וברשעת הרי גם הוא מסכים והולך כאומר בסמוך כי ברשעת וגו' ואם כן למה יצוה להם בבל תאמר. ואולי שחש שיחשבו שלא אסר להם מאמר בצדקתי אלא כשלא יגמרו אומ' וברשעת אבל כשיאמרו גם כן וברשעת וגו' אין איסור הגם שיאמרו בצדקתי, תלמוד לומר אל תאמר בצדקתי הגם שתגמרו אומר וברשעת וגו'","titles":[{"title":"﻿דברים ט ד"},{"title":"﻿דברים פרק ט פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-4","positionInPerek":4,"positionInParasha":39},{"uri":"tanach-orhachaim-5-9-5","text":"כי ברשעת וגו' ולמען וגו' אשר נשבע וגו'. ולא הספיק באחת מהנה, כי בלא רשעת הגוים לא היה ה' מורישם שלא על פי המשפט, וברשעת לבד אין ראויים ישראל ליטול ארצם. או אפשר כי פירוש מורישם הוא מאבדם ולזה צריך רשע שזולת הרשע לא הו' ה' גוזר עליהם (לקמן כ' ט''ז) לא תחיה כל נשמה","titles":[{"title":"﻿דברים ט ה"},{"title":"﻿דברים פרק ט פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-5","positionInPerek":5,"positionInParasha":40},{"uri":"tanach-orhachaim-5-9-6","text":" אור החיים  (ו~ז) וידעת כי לא וגו' זכור אל תשכח וגו'. קשה מה מוכיח ממה שעבר בזמנים שהיו בהם רשעים לזמן זה שאפשר שצדקתם שהם עומדים בה היום, תספיק להם לרשת את הארץ ויכולין לומר בצדקתי הביאני ה', אכן הכוונה היא כי ממה שהיו רואים בזמן שהיו ממרים את ה' בדרך ביאתם לארץ ואף על פי כן היו נוסעים ובאים לרשתה מעתה ביאתם היא לצד ברית אבות ואין ראיה ממה שהם באים לארץ שבזכותם הם באים","titles":[{"title":"﻿דברים ט ו"},{"title":"﻿דברים פרק ט פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-6","positionInPerek":6,"positionInParasha":41},{"uri":"tanach-orhachaim-5-9-10","text":" אור החיים  כתובים וגו' ועליהם וגו'. צריך לדעת אומרו ועליהם. הנה בפרשת תשא (י''א י''ח) פירשתי מאמר כתובים באצבע אלהים שהיה ה' מכוין אצבע אלהים כנגד הלוח בצורת האות ובזה היה את שכנגדו נסמך לצדדין ונשאר מקום חקוק וכאומרו חרות על הלוחות, בא הכתוב כאן והודיע שמקום החקק נחקק מקום הלוח אבל גבה אורו אשר נוצץ מאור אצבע אלהים היה אותיות נראות עליונות הגם שהיו חקוקות, והוא אומרו ועליהם ככל הדברים אשר דבר ה' וגו' פירוש כדמיון שהיה הדיבור נוצר ממנה בריה קדושה כמו כן נחצב בנגיעת אלהים בלוח אור ועלה על הלוחות והבן","titles":[{"title":"﻿דברים ט י"},{"title":"﻿דברים פרק ט פסוק י"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-10","positionInPerek":10,"positionInParasha":45},{"uri":"tanach-orhachaim-5-9-17","text":" אור החיים  ואתפש בשני וגו'. צריך לדעת למה הוצרך לתופשם והלא בידו היו. ואולי כשלא חטאו ישראל היו הלוחות גבוהות על יד משה ולא היתה ידו משגת לקחת אותם, וכמו שדקדק לומר בפסוק שלפני זה ושני הלוחות על שתי ידי ולא אמר בשתי ידי או בידי, אלא נתכוון לומר שלא היו בידיו ממש אלא גבוהות למעלה מידיו והיו נושאות עצמן, ואחר שראה העגל הוסר כח קדושתם והוצרך לתופשם בידו","titles":[{"title":"﻿דברים ט יז"},{"title":"﻿דברים פרק ט פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-17","positionInPerek":17,"positionInParasha":52},{"uri":"tanach-orhachaim-5-9-21","text":" אור החיים  ואת חטאתכם וגו' לקחתי וגו'. רמז שבמעשהו בעגל פעל גם כן בבחינת החטא ושרף כח הרע שנעשה ממעשיהם, ועיין מה שכתבתי בפרשת כי תשא בפסוק (ל''ב כ') ויקח את העגל אשר עשו","titles":[{"title":"﻿דברים ט כא"},{"title":"﻿דברים פרק ט פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-21","positionInPerek":21,"positionInParasha":56},{"uri":"tanach-orhachaim-5-9-23","text":" אור החיים  ובשלוח ה' וגו'. פירוש ליהושע וכלב לרגל הארץ היתה כונתו לאמר עלו ורשו את הארץ אשר אני נותן וגו', וכאומרו בפרשת שלח לך וגו' אשר אני נותן, ועיין מה שפירשתי שם. והפסיק בענין המרגלים ובענין תבערה ומסה וכו' באמצע מעשה העגל, נתכוין להסמיך כל ההקצפות, ואם היה נגמר סדר כל מעשה העגל היה מפליג בין הקצפה להקצפה וההפלגה בזה תוליד העדר ההרגש שאליו יכוין","titles":[{"title":"﻿דברים ט כג"},{"title":"﻿דברים פרק ט פסוק כג"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-9","interprets":"tanach-5-9-23","positionInPerek":23,"positionInParasha":58},{"uri":"tanach-orhachaim-5-10-1","text":" אור החיים   בעת ההיא וגו' פסל לך. פירוש לפי שלוחות הראשונים מעשה אלהים המה ולא מעשה ידי משה ואחר שנעשה העגל לא היו ראוים ללוחות כזה ואמר ה' למשה שיפסול אותם מדברים שהם מתיחסים אליו לשלול המתיחסים לאל עליון שהם הראשונים. וגמר אומר ועשית לך ארון עץ פירוש לצד שהם מעשה ידי אדם צריכין מקום מוכן להנתן בו מה שלא צוה ה' כן לעשות ארון ללוחות הראשונים, והטעם כי הם עומדין בעצמן ולא היו צריכין ארון לבד מארון שעשה בצלאל, ועיין מה שכתבתי בפסוק (ט' י''ז) ואתפוש. ודקדק לומר ועשית לך להעיר לדרכינו כי לצד שהם ממש שלך הוא שאנכי מצוך לעשות ארון","titles":[{"title":"﻿דברים י א"},{"title":"﻿דברים פרק י פסוק א"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-1","positionInPerek":1,"positionInParasha":65},{"uri":"tanach-orhachaim-5-10-5","text":" אור החיים  כאשר צוני ה'. פירוש כל המשך הזמן אשר צוני, והכוונה הוא לו' עד כי יבא זמן שהוציאם מאותו ארון ונתנם בארון שעשה בצלאל","titles":[{"title":"﻿דברים י ה"},{"title":"﻿דברים פרק י פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-5","positionInPerek":5,"positionInParasha":69},{"uri":"tanach-orhachaim-5-10-12","text":"וזה מסכים והולך גם כן למה שהעירו אותנו רבותינו ז''ל בדבריהם שאמרו (תנחומא פ' קרח) אל תקרי מה אלא מאה שהם מאה ברכות שהיא סוד כללות העשיריות, והסמיך לזכרונם שמו יתברך שם הוי''ה הוא יחוד קוב''ה ושכינתיה זו היא שאלת אלהיך מעמך, ודקדק לומר ועתה להעיר שאין כח באדם להשיג עשות זה אלא בעולם הזה אבל אחר מותו הגם שיפליא עשות לא יעשה פעולה והיה כא' מהמלאכים, ומצינו שרבותינו ז''ל יחסו עולם הזה לשעה כאומרו (שבת ל''ג","titles":[{"title":"﻿דברים י יב"},{"title":"﻿דברים פרק י פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-12","positionInPerek":12,"positionInParasha":76},{"uri":"tanach-orhachaim-5-10-15","text":" אור החיים  כיום הזה. פירוש כסדר שאתם ביום זה שהיתה העדה שלמה בכושר וכמו שהעיד הוא עליהם שכולם היו דבוקים בה' וגו' חיים, והכוונה במאמר שזולת סדר זה אין בחירה בהם הגם שיהיו זרעם של החשוקים אם ירשיעו לא יחשבו זרעם, והיו לך ישמעאל ועשו לאות שעינינו רואות היותם בני אברהם ויצחק ואף על פי כן אמר הכתוב כי ביצחק יקרא לך זרע","titles":[{"title":"﻿דברים י טו"},{"title":"﻿דברים פרק י פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-15","positionInPerek":15,"positionInParasha":79},{"uri":"tanach-orhachaim-5-10-17","text":" אור החיים  אלהי האלהים ואדוני האדונים. פירוש אלהי המלאכים הנקראים אלהים דכתיב (איוב א') ויבואו בני האלהים, ואדוני האדונים הם שליטי עולם התחתון על דרך אומרו (בראשית מ''ב) דבר האיש אדוני הארץ. והוצרך לומר גם פרט אדנות התחתונים, להודיע כי אדונים של מטה אין בידם הבחירה לעשות כחפצם ורצונם אלא הוא אדון עליהם להטותם לאשר יחפוץ והוא מאמר שלמה (משלי כ''א) לב מלך ביד ה'","titles":[{"title":"﻿דברים י יז"},{"title":"﻿דברים פרק י פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-10","interprets":"tanach-5-10-17","positionInPerek":17,"positionInParasha":81},{"uri":"tanach-orhachaim-5-11-2","text":" אור החיים   וידעתם היום וגו'. פירוש מבחן הידיעה הצריכה חלה עליכם היום, פירוש אחר שעברו כל האותות וכו' שהזכיר בסמוך שמהם יצדיקו הידיעה ברורה, ואומרו כי לא את בניכם וגו' פירוש טעם שאני אומר וידעתם לכם בכינוי הוא לומר ולא את בניכם שהם אין להם ידיעה במבחן זה כמותכם, ולא הוצרך להזכיר הידיעה מה היא כי כשמשיג האדם דיעה במבחן צודק יראה בעיניו האמת מעצמו כי ה' אלהינו הוא אחד שברא הכל ושליט בכל ומואס בעוברי תורה ובוחר בבוחריה","titles":[{"title":"﻿דברים יא ב"},{"title":"﻿דברים פרק יא פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-2","positionInPerek":2,"positionInParasha":88},{"uri":"tanach-orhachaim-5-11-6","text":" אור החיים  כל היקום וגו' בקרב וגו'. פירוש גם היקום שלא היה עומד עמם במקום שפצתה הארץ את פיה אלא בקרב כל ישראל אף על פי כן היה נשמט ונבלע בפה הארץ כאומרם ז''ל (במדב''ר פי''ח) אפילו מחט וכו'","titles":[{"title":"﻿דברים יא ו"},{"title":"﻿דברים פרק יא פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-6","positionInPerek":6,"positionInParasha":92},{"uri":"tanach-orhachaim-5-11-8","text":" אור החיים  ושמרתם את כל אשר וגו' למען תחזקו. הכונה בזה לשלול דעת אומרים לחדול מעסק התורה משום מלחמת הארץ שצריך חוזק והתורה נקראת תושיה (סנהדרין כ''ו","titles":[{"title":"﻿דברים יא ח"},{"title":"﻿דברים פרק יא פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-8","positionInPerek":8,"positionInParasha":94},{"uri":"tanach-orhachaim-5-11-11","text":" אור החיים  והארץ אשר אתם וגו'. קשה אחר שאמר בפסוק שלפני זה כי הארץ אשר וגו' מה מקום לחזור לו' והארץ כיון שמאמר זה הוא גמרן של דברים שהתחיל לדבר בפסוק הקודם, ונראה כי שיעור הכתוב הוא על זה הדרך כי מתחילה הזכיר שבח הארץ באומרו זבת חלב ודבש וגמר אומר כי הארץ וגו' לא כארץ מצרים וגו' פירוש הגם שארץ מצרים משובחת בפירות שכן כתיב כגן ה' כארץ מצרים לא כשיעור זה לבד היא הארץ אשר ה' נותן, ועוד יש גריעות בארץ מצרים אשר תזרע וגו' והשקית וגו', וגמר אומר והארץ אשר אתם וגו' למטר השמים וגו'","titles":[{"title":"﻿דברים יא יא"},{"title":"﻿דברים פרק יא פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-11","positionInPerek":11,"positionInParasha":97},{"uri":"tanach-orhachaim-5-11-12","text":" אור החיים  אשר ה' אלהיך דורש. דקדק לומר תיבת אלהיך להעיר כי שבח הארץ היא כשה' מיחד אלקותו על ישראל אבל בזמן שישראל גולים ואין השכינה בתוכם אין שבח כל כך לארץ","titles":[{"title":"﻿דברים יא יב"},{"title":"﻿דברים פרק יא פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-12","positionInPerek":12,"positionInParasha":98},{"uri":"tanach-orhachaim-5-11-13","text":"בכל לבבכם ובכל נפשכם. ולא אמר בכל מאודכם כסדר שאמר בפרשת שמע, לפי שפרשת שמע נאמרה בל' יחיד ויכול להיות שימצא יחיד שיהיה לו ממונו חביב עליו מנפשו, אבל כללות הציבור שעמהם מדבר מן הנמנע שיהיה להם ממונם חביב מנפשם כי כל אשר לאיש יתן בעד נפשו, ולזה כשאמר בכל נפשכם מכל שכן בכל מאודם","titles":[{"title":"﻿דברים יא יג"},{"title":"﻿דברים פרק יא פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-13","positionInPerek":13,"positionInParasha":99},{"uri":"tanach-orhachaim-5-11-17","text":"ואבדתם מהרה. פירוש אפילו ימצא לכם תבואה משנים קדומות, וכאומרם זכרונם לברכה (גיטין נ''ו.) אמרו עליו על בן כלבא וגו'","titles":[{"title":"﻿דברים יא יז"},{"title":"﻿דברים פרק יא פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-17","positionInPerek":17,"positionInParasha":103},{"uri":"tanach-orhachaim-5-11-21","text":" אור החיים  למען ירבו. קשה למה לא הקדים מאמר זה קודם מאמר וכתבתם כדי שיהיה מאמר וכתבתם חוזר גם על פסוק למען ירבו, ואולי שנתכוון להסמיך מאמר למען ירבו למאמר וכתבתם לומר שבשכר וכתבתם ירבו ימיכם, והוא מאמרם ז''ל (שבת ל''ב","titles":[{"title":"﻿דברים יא כא"},{"title":"﻿דברים פרק יא פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-3","perek":"tanach-5-11","interprets":"tanach-5-11-21","positionInPerek":21,"positionInParasha":107},{"uri":"tanach-orhachaim-5-11-26","text":"עוד יתבאר כל הכתוב על זה הדרך לפי שאמר להם בסמוך (ס''פ עקב) נחלת הארץ כל המקום אשר תדרוך כף רגלכם בו לכם יהיה, לזה אמר להם ראה אנכי נותן וגו' פירוש נתינה זו שה' נותן לכם היום, דקדק לומר היום כי ברכה זו שאמר להם כל מקום וגו' לא נאמרה להם עד היום הזה, ואומרו ברכה וקללה פירוש יש בנתינה זו ברכה ויש בה קללה, וחזר ופירש את הברכה אשר תשמעו פירוש אם תשמעו תהיה נתינה זו לכם לברכה, ואם לא תשמעון אין זו לכם כי אם קללה שבאמצעותה יתקנאו בכם האומות ויאבדו אתכם ממנה בנקמה גדולה, גם תהיה להם ההנאה ממנה לרעה להם לעולם הנצחי כדרך אומרו (ס''פ ואתחנן) ומשלם לשונאיו אל פניו להאבידו, ועיין בסמוך","titles":[{"title":"﻿דברים יא כו"},{"title":"﻿דברים פרק יא פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-26","positionInPerek":26,"positionInParasha":1},{"uri":"tanach-orhachaim-5-11-27","text":"עוד ירצה על פי דבריהם ז''ל שאמרו זכות יש לה קרן ויש לה פירות (קידושין מ.), והוא מה שרמז באומרו את הברכה כי תיבת הברכה מציינת עולם שהוא מקור הברכה וכולו ברוך, וריבוי את לפירות הזכות שאוכל בעולם הזה, ודקדק לומר אשר גילה הכתוב שלא רצה הנביא לעשות הדבר בגדר הספק לומר אם ואמר אשר שהוא דבר מוחלט כאשר קוותה להם נפש הצדיק, ותלה הכתוב הברכה בשמיעה ולא הזכיר לא מעשה ולא שמירה, לפי שהשומע דברי אלהים חיים התורה מטיבה נפשו ומישרתו כי יש בה סם חיים כאומרם ז''ל (פתיחתא איכה רבתי) וז''ל המאור שבה מחזירו למוטב, לזה תלה הכל בשמיעה","titles":[{"title":"﻿דברים יא כז"},{"title":"﻿דברים פרק יא פסוק כז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-27","positionInPerek":27,"positionInParasha":2},{"uri":"tanach-orhachaim-5-11-28","text":" אור החיים  והקללה אם לא תשמעו. פירוש המונע עצמו משמיעת התורה הרי הוא מקולל מעצמו, וזה הוא שיעור הכתוב והקללה אם לא תשמעו זו היא הקללה, ועוד לו שיסובבנו לסור מכללות דרך החיים כמו שגמר אומר וסרתם מן הדרך וגו' ולא זו אלא יחצוב לו בארות נשברים כאומרו ללכת אחרי וגו'","titles":[{"title":"﻿דברים יא כח"},{"title":"﻿דברים פרק יא פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-28","positionInPerek":28,"positionInParasha":3},{"uri":"tanach-orhachaim-5-11-32","text":" אור החיים  ושמרתם לעשות וגו'. פירוש לפי שהמצות שבא לצוות עליהם הם תלויים בארץ לזה אמר להם שישמרו, על דרך אומרו (בראשית ל''ז) ואביו שמר את הדבר, והכוונה שיהיו מחכים לעשותם, והכוונה בזה שהגם שבזמן שהוא מדבר עמהם אינם בידם לעשותם יהיו משמרים הדברים לעשות אותם כשיגיע העת, וגמר אומר אלה החוקים וגו' פירוש אלה הם שאני מצוה אתכם שתשמרו לעשות בארץ, פירוש לפי שהם תלוים בביאת הארץ כי שם צוה ה' לאבד כל המקומות, וכל זמן שלא באו שמה אינם בידם לעשות","titles":[{"title":"﻿דברים יא לב"},{"title":"﻿דברים פרק יא פסוק לב"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-11","interprets":"tanach-5-11-32","positionInPerek":32,"positionInParasha":7},{"uri":"tanach-orhachaim-5-12-1","text":" אור החיים   לרשתה כל הימים וגו'. נתכוון לומר שאם ישמרו לעשות האמור תהיה הירושה שנתן ה' להם נמשכת כל הימים אשר וגו'","titles":[{"title":"﻿דברים יב א"},{"title":"﻿דברים פרק יב פסוק א"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-1","positionInPerek":1,"positionInParasha":8},{"uri":"tanach-orhachaim-5-12-2","text":"ואבדתם את שמם וגו'. רבותינו ז''ל אמרו (ע''ז מ''ה","titles":[{"title":"﻿דברים יב ב"},{"title":"﻿דברים פרק יב פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-2","positionInPerek":2,"positionInParasha":9},{"uri":"tanach-orhachaim-5-12-4","text":" אור החיים  לא תעשון כן לה' אלהיכם. רבותינו ז''ל בספרי אמרו וז''ל אמר רבי ישמעאל מנין למוחק אות מן השם שעובר בלא תעשה דכתיב ואבדתם את שמם לא תעשון כן ע''כ, ואולי כי נתכוין הכתוב לרמוז ב' פרטי דינים שישנם בדין המוחק שם משמותיו יתברך, א' השם עצמו, וא' הנטפל לה' מלאחריו, באומרו לה' הרי אזהרה על השם ולא הוי''ה לבד אלא שכל כיוצא בו משמותיו וזה בנין אב להם, ואומרו אלהיכם רמז לכ''ם שנטפלו לאלהים, ומה שכתב רמב''ם בפ''ו מהלכות יסודי התורה שאין לוקה אלא על אותיות השם, כיון שאין הדבר מפורש בפירוש בכתוב אינו לוקה עליו. ושם בספרי אמרו עוד וז''ל מנין לנותץ אבן אחת מן העזרה שעובר בלא תעשה דכתיב לא תעשון וגו', נראה שלא אמר בדיוק אבן אחת אלא שעושה בנתיצתו רושם בבנין","titles":[{"title":"﻿דברים יב ד"},{"title":"﻿דברים פרק יב פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-4","positionInPerek":4,"positionInParasha":11},{"uri":"tanach-orhachaim-5-12-14","text":" אור החיים  אשר יבחר ה' באחד שבטיך. פירוש שלא תלגלג לומר למה יהיה מקומו קבוע אצל שבט א' משבטיך ותחשוב לקבוע מקום זולתו, אלא אין לך אלא המקום ההוא","titles":[{"title":"﻿דברים יב יד"},{"title":"﻿דברים פרק יב פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-14","positionInPerek":14,"positionInParasha":21},{"uri":"tanach-orhachaim-5-12-20","text":" אור החיים  כי ירחיב וגו'. פירוש לפי שהקפיד ה' על המתאוים תאוה לאכול בשר במדבר (במדבר י''א) וקברו המתאוים מעתה עומד תאות הבשר באיסור, לזה אמר כי ירחיב וגו' ואמרת וגו' פירוש הגם שתאמר בפירוש שאתה רוצה לאכול בשר וזה דמיון מאמר המתאוים שאמרו מי יאכילנו בשר, גם אמר כי תאוה נפשך דמיון האמור במתאוים שאמר הכתוב התאוו תאוה, אף על פי כן מתיר הכתוב להם ואמר בכל אות נפשך תאכל בשר","titles":[{"title":"﻿דברים יב כ"},{"title":"﻿דברים פרק יב פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-20","positionInPerek":20,"positionInParasha":27},{"uri":"tanach-orhachaim-5-12-21","text":" אור החיים  כי ירחק וגו'. בא להתיר מה שנאסר במדבר לאכול זולת זבחי שלמים, והטעים טעם ההיתר בנועם דבריו ואמר כי ירחק, לזה אמר ואכלת בשעריך ואין צורך להביאו למקדש, ופירוש ירחק כל שהוא עומד במקום רחוק, ומצינו שנחלקו רבותינו ז''ל (פסחים צ''ג","titles":[{"title":"﻿דברים יב כא"},{"title":"﻿דברים פרק יב פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-21","positionInPerek":21,"positionInParasha":28},{"uri":"tanach-orhachaim-5-12-24","text":"ועל פי זה יתבאר על נכון אומרו שמור ושמעת את כל הדברים וגו' פירוש אימתי אני מתנה עליך שאין לך להבין שמועה אלא מאדם שהוא משמר התורה והמצות אלא דוקא למי שהוא קטן וחסר לשמוע כל הדברים או רובם שהרוב ככל, אבל הגדול שאינו צריך לשמוע אלא חלק קטן יכול הוא לשמוע אפילו מאדם שאינו שומר תורה ומצות וכר''מ שהיה לומד תורה מאחר הגם שלא היה משמר תורה ומצות שהיה זורק קליפתו ואוכל תוכו","titles":[{"title":"﻿דברים יב כד"},{"title":"﻿דברים פרק יב פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-24","positionInPerek":24,"positionInParasha":31},{"uri":"tanach-orhachaim-5-12-29","text":"וגמר אומרו את כל הדבר וגו' לא תוסף וגו' ולא תגרע לפי דברינו יבא על נכון, פי' לא תוסף כנגד עבודת הגוים לאלהיהן שלא יעשה מהם לעבודת ה', ולא תגרע ממנו פי' להתיר עבודות הבזויות של עבודה זרה כנזכר אלא הכל בכלל האיסור, ובזה נתיישבו כל הדקדוקים","titles":[{"title":"﻿דברים יב כט"},{"title":"﻿דברים פרק יב פסוק כט"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-12","interprets":"tanach-5-12-29","positionInPerek":29,"positionInParasha":36},{"uri":"tanach-orhachaim-5-13-2","text":"ונראה שנתכון הכתוב לדבר כנגד נביא שבא ודיבר בסדר זה ה' אמר אליו שאם יתן מופת זה או אות זה כוונת האות הוא לומר שנעבוד עבודה זרה ואם יהיה האות והמופת בסדר זה אין הכוונה כן אלא אדרבא לתעבה ולשורפה כמשפטה הראשון, ובא האות והמופת פירוש הגם שהוא לא אמר אלא או זה או זה ובאו שניהם האות והמופת והיו בסדר אשר אמר שיגידו על כונת ה' שרצונו שיעבדו ע''ז, לא תשמע וגו' וחייב מיתה הנביא וגו' הגם שלא החליט בדבריו שיעבדו עד בא האות והמופת והם האומרים לעבוד, ועוד שהוא לא אמר אלא או אות או מופת והיו שניהם אף על פי כן לא תשמע וגו'","titles":[{"title":"﻿דברים יג ב"},{"title":"﻿דברים פרק יג פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-2","positionInPerek":2,"positionInParasha":40},{"uri":"tanach-orhachaim-5-13-4","text":"או אפשר כי לעולם מופת ואות זה לא עשאו ה' לנסות אלא לאשר יגידו אותות השמים נפלאים מעשה ה', ונתן טעם כי מנסה תשובה למה שיאמרו ישראל למה ה' לא הסיר המופת והאות לבל יטעו ישראל מאחרי ה' לזה אמר כי מנסה וגו' לזה הניח העולם כמנהגו, אבל זולת טעם זה ה' יעשה לבל תחזקנה ידי רשעים ולא יהיה לא אות ולא מופת","titles":[{"title":"﻿דברים יג ד"},{"title":"﻿דברים פרק יג פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-4","positionInPerek":4,"positionInParasha":42},{"uri":"tanach-orhachaim-5-13-5","text":"ובו תדבקון זה סדר טהרות שכולו משפטי הטהרות, ורמזו במאמר ובו תדבקון כי באמצעות הטהרה יהיו ראויים לידבק בשכינה","titles":[{"title":"﻿דברים יג ה"},{"title":"﻿דברים פרק יג פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-5","positionInPerek":5,"positionInParasha":43},{"uri":"tanach-orhachaim-5-13-6","text":"ובערת הרע מקרבך. אולי שירמוז לאותו שקראו הקדוש ב''ה בשם זה דכתיב (בראשית ח' כ''א) יצר לב האדם רע, ולזה אמר הרע הידוע, והכוונה בזה כי כשיעשו משפט בכיוצא בזה מתבער הרע וניתש כחו ולא יתעצם בלבות בנ. אדם כאומרו מקרבך","titles":[{"title":"﻿דברים יג ו"},{"title":"﻿דברים פרק יג פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-6","positionInPerek":6,"positionInParasha":44},{"uri":"tanach-orhachaim-5-13-7","text":"ואומרו אשר לא ידעת. פירוש בא בטענה נגד מה שנתחייב האדם בקבלת התורה שלא לעבוד אלהים אחרים ואומר לו כי אין עליו החיוב אלא דוקא בעבודה זרה שידע וקבל שלא לעובדה אבל עבודה זרה אלהים לא ידעום בעולם אין עליו טענת מה שקבל שלא לעבוד כי לא עלה זה על דעת אז כשקבל, והוא אומרו אשר לא ידעת אתה, ולא אתה לבד אלא ואבותיך גם הם כשקבלו עליהם איסור עבודה זרה לא ידעו זו","titles":[{"title":"﻿דברים יג ז"},{"title":"﻿דברים פרק יג פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-7","positionInPerek":7,"positionInParasha":45},{"uri":"tanach-orhachaim-5-13-8","text":" אור החיים  ואומרו מאלהי העמים, פירוש כי יבא בטענה להוכיח ממה שלפניו מאלהי העמים אשר סביבותיכם כי יראו העמים שסביב ישראל יחנו בשלוה ובהצלחה מרובה ויאמרו אליו להדמות למה שלפניו, או יבא בטענה להוכיח הוכחה גדולה והוא כשתהיה עבודה זרה שנתפשטה בעולם שכל העולם או רובו עובדים אותה כמו שאירע בזמנים אלו שמלכות אדום כולם עובדים וכו', והיא פינה גדולה, ולדברי רבותינו ז''ל (יומא י'.) שאמרו עתידה מלכות הרשעה שתתפשט בכל העולם, הנה עבודה זרה אחת בכל העולם מקצה הארץ ועד קצה הארץ והסתה זו עמה טענה להוכיח כי יש בה ממש ח''ו, אף על פי כן אמר לא תאבה לו וגו' פירוש נותנת התורה עצה לאדם שימלט בה ממנו, אחד לא תאבה לו, פירוש על דרך אומרו (משלי א') בני אם יפתוך חטאים אל תבא, פירוש לא תכנס עמו בטענות אלא שלילת הרצון בלא טענה, ועיין מה שפירשתי בפסוק ולא אבה (דברים כ' ל') וישלול שמוע דבריו עוד בזה, והטעם שאם יכנס עמו בטענות התמדת החושב תוליד תכונה הרע באדם","titles":[{"title":"﻿דברים יג ח"},{"title":"﻿דברים פרק יג פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-8","positionInPerek":8,"positionInParasha":46},{"uri":"tanach-orhachaim-5-13-9","text":" אור החיים  ואומרו לא תחוס. וגו' פירוש שצריך להרחיק ממנו כל אשר תאוה נפשו אפילו דברים שאין בהם איסור כדי לענות אדם נפשו ולא יחוס ולא יחמול עליו לומר למה יענה נפשו ללא דבר וה' הרשהו לתאבון זה, והנה הגם שעינוי זה היא לנפש עיקרו היא לאותו המתלוה לה שהם כוחות המסיתים שזכרנו, והוא סוד התענית שיתענה האדם לאבד כח הרע הדבוק בו שהוא כח המסית האמור. ואומרו ולא תכסה פירוש על דרך מעשה של רב עמרם חסידא (קידושין פ''א.) שצעק נורא בי עמרם ואספו יחד גם בני אדם גם בני איש ובזה גרש ממנו מסית, והוא אומרו לא תכסה עליו הכרז עליו וגלהו לעיני הכל ובזה תהיה נמלט ממנו כי בזה אתה הורגו והוא אומרו כי הרוג תהרגנו, ואומרו ידך תהיה בו בראשונה להמיתו וגו' פירוש שלא הרשה אותך הכתוב לגלות מעשיו ולקרא כהחסיד נורא בי עמרם אלא כשלא תשיג ידך אבל כשתשיג להתעצם כנגדו ולדחותו אין לך להכלם בדרך זה אלא ידך תהיה בו בראשונה להמיתו, על דרך אומרו (תהלים ק''ט) ולבי חלל בקרבי, ואם לא תשיג ידך יד כל העם באחרונה לקרא נורא בי עמרם לבא אליו העם להורגו בכוחם שאיבוד תאותו היא הריגתו","titles":[{"title":"﻿דברים יג ט"},{"title":"﻿דברים פרק יג פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-13","interprets":"tanach-5-13-9","positionInPerek":9,"positionInParasha":47},{"uri":"tanach-orhachaim-5-14-2","text":"עוד ירצה שהגם שלא שמעת הדברים ברורים שיצאו המדיחים אלא אמירה שנשמע ממנה דבר זה שיצאו וגו' ודרשת וגו' פירוש יעשה דרישה וחקירה לדעת אם יש ממש בקול הנשמע, והוא אומרו ודרשת וחקרת ושאלת ומן הראוי היה לו להקדים ושאלת שהיא השאלה ואחר כך הדרישה והחקירה, אלא נתכוין לומר שידרוש בשמיעה הראשונה ששמע אם יש עדים בדבר ואח''כ ישאל פי העדים לדון על פי עדותם","titles":[{"title":"﻿דברים ד (ח''ג ער''ב) בסוד שמע ישראל שיש בו ה' אבנים שבו סוקלין ס''מ בקירטא ומת. ואומרו וכל ישראל ישמעו ויראון כי כשיראו ישראל קריאתם וטעם קריאתם ישמעו ויוסיפו ליראה את ה', כאומרם ז''ל שם באותו מעשה של החסיד: (אור החיים)  יג"},{"title":"﻿דברים פרק ד (ח''ג ער''ב) בסוד שמע ישראל שיש בו ה' אבנים שבו סוקלין ס''מ בקירטא ומת. ואומרו וכל ישראל ישמעו ויראון כי כשיראו ישראל קריאתם וטעם קריאתם ישמעו ויוסיפו ליראה את ה', כאומרם ז''ל שם באותו מעשה של החסיד: (אור החיים)  פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-14","interprets":"tanach-5-14-2","positionInPerek":2,"positionInParasha":51},{"uri":"tanach-orhachaim-5-14-7","text":"ואומרו והרבך נתכוון לנחם העם בראותם כי נפרצו פרץ באובדן אנשי עיר אחת יחד, לזה הבטיחם כי לא ירע לבבם כי הוא ירבה וימלא החסרון בתוספת מרובה. ואומרו כי תשמע נתן טעם להבטחתו כי בשלמא אם היתה הרציחה של אנשי עיר הנדחת לנקמה אנושית יש מקום להנמשך מהדבר מה שאין כן עתה שאין המעשה אלא מטעם קבלת מצות המלך, והוא אומרו כי תשמע בקול ה' לשמור את כל מצותיו כי כשעושים משפט בעיר הנדחת כאלו קיימו כל מצות ה' כאומרם ז''ל (סנהדרין קי''א","titles":[{"title":"﻿דברים ד (ח''ג ער''ב) בסוד שמע ישראל שיש בו ה' אבנים שבו סוקלין ס''מ בקירטא ומת. ואומרו וכל ישראל ישמעו ויראון כי כשיראו ישראל קריאתם וטעם קריאתם ישמעו ויוסיפו ליראה את ה', כאומרם ז''ל שם באותו מעשה של החסיד: (אור החיים)  יח"},{"title":"﻿דברים פרק ד (ח''ג ער''ב) בסוד שמע ישראל שיש בו ה' אבנים שבו סוקלין ס''מ בקירטא ומת. ואומרו וכל ישראל ישמעו ויראון כי כשיראו ישראל קריאתם וטעם קריאתם ישמעו ויוסיפו ליראה את ה', כאומרם ז''ל שם באותו מעשה של החסיד: (אור החיים)  פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-14","interprets":"tanach-5-14-7","positionInPerek":7,"positionInParasha":56},{"uri":"tanach-orhachaim-5-15-1","text":" אור החיים   בנים אתם וגו'. צריך לדעת מה טעם סמך מאמר בנים אתם למאמר תתגודדו, נראה שנתכוון לומר שבמיתת איש אין אבדה למת אלא הרי הוא דומה לאדם ששלח בנו לסחורה לעיר אחרת ולימים שלח האב אחר בנו ואין העדר הבן אלא מן המקום שהלך משם אבל על כל פנים ישנו ואדרבה בטוב לו שחזר הבן אצל אביו שהוא מקור החיים ועל זה אין לנו להתגודד ולשים קרחה מה שאין כן העכו''ם שלא נקראו בנים לה', והוא אומרו אתם לשלול העכו''ם שעליהם ידוו הדווים ביום מיתתם שהם מתים מיתה שאינם עוד בנמצא בין החיים","titles":[{"title":"﻿דברים יד א"},{"title":"﻿דברים פרק יד פסוק א"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-15","interprets":"tanach-5-15-1","positionInPerek":1,"positionInParasha":58},{"uri":"tanach-orhachaim-5-15-13","text":" אור החיים  והראה וגו' למינה. נראה שכל מין מהכ''ד (חולין ס''ג.) שיש בו מינים הרבה ומשונים אמר בהם הכתוב למינהו למיניהם וכל שאין בו אלא מינים מועטים ודומים קצת אינו אומר למינו, והראיה כי נשר לא נאמר בו למינו ואומר בגמ' (חולין ס''א.) על עוף אחד שאינו ניכר שהוא נשר שחוששין שהוא מין נשר, הרי שיש לנשר מינים ואף על פי כן לא אמר הכתוב למינו","titles":[{"title":"﻿דברים יד יג"},{"title":"﻿דברים פרק יד פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-15","interprets":"tanach-5-15-13","positionInPerek":13,"positionInParasha":70},{"uri":"tanach-orhachaim-5-15-21","text":"אלא שראיתי שם במסכת ע''ז (מ''ח.) שהקשה הש''ס כשאמר נבילה שאינה ראויה לגר אינה נבלה הקשה וז''ל ורבי מאיר ההוא למעוטי סרוחה מעיקרא, ורבי שמעון סרוחה מעיקרא לא איצטריך קרא ע''כ, ולפי דברינו מה מקשה הש''ס לר''מ והלא לסברת ר''מ אין מקום לדרוש דרשת ר''ש כמו שכתבנו, ואולי כי לרווחא דמלתא אמר כן בגמרא אפילו אם תמצא לומר שיסבור דרשת ר''ש יכול להעמידה בסרוחה מעיקרא אבל אחר האמת אין קושיא לר''מ וכמו שכתבנו, ולפי זה אחר האמת גם ר''מ יסבור (כר''ש) בסרוחה מעיקרא דעפרא בעלמא כסברת רשב''י ואינו צריך קרא","titles":[{"title":"﻿דברים יד כא"},{"title":"﻿דברים פרק יד פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-15","interprets":"tanach-5-15-21","positionInPerek":21,"positionInParasha":78},{"uri":"tanach-orhachaim-5-16-5","text":" אור החיים   רק אם שמוע וגו'. אמר מאמר זה סמוך למאמר לא יהיה בך אביון, לפי שהעושר והעוני לפי דבריהם ז''ל (מו''ק כח.) אינם תלוים בזכות, לזה אמר סמוך להבטחת מניעת האביון רק אם שמוע וגו' פירוש אם ישראל ישמרו כל האמור בפסוק, שמוע תשמע זה תלמוד תורה ללמוד וללמד, לשמור זה מל''ת, ולעשות זה מ''ע, וגמר אומר את כל וגו' פירוש שלא יהיה בידו ביטול שום מצות לא תעשה ולא מניעה משום מצות עשה אז הוא שישנו בהבטחה שלא יהיה בו אביון, כי מאמר חז''ל שאמרו שאינו תלוי בזכות הוא הגם שיהיו זכיותיו מרובים כל שיש לו אפילו חטא א' לא ישלוט על המזל המראה עליו עוני אבל כשיגיע לשלימות התורה והמצות ישלוט גם על המזל וישיג עושר ובנים וחיים","titles":[{"title":"﻿דברים טו ה"},{"title":"﻿דברים פרק טו פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-5","positionInPerek":5,"positionInParasha":91},{"uri":"tanach-orhachaim-5-16-7","text":"או ירצה על זה הדרך אביון באחד שעריך על פי דבריהם ז''ל שאמרו בם' הזוהר (זוהר חדש פ' נח) וז''ל אי חדא קהילא או חדא כנישתא יתערון בתיובתא מיד אתי בן דוד ע''כ, ומעתה אביון הוא תאב בדבר זה שהוא אחד שעריך שזה יספיק למלאות תאותו לבא ברינה, ואומרו בארצך העיר מקום תאותו היא ארץ הקדושה אשר ה' אלהיך נותן לך שהוא תאב מתי תפקד העיר היונה (צפני' ג') חמדת הלבבות, ויצו ה' לכל איש ישראל שלא יאמץ את לבבו וגו' אלא יתחזק בכל עוז ותעצומות למלאות חשק האחד המיוחד, כי באמצעות מעשה בני אדם ובפרט במצות הצדקה דכתיב (ישעי' נ''ד) בצדקה תכונני, וגמר אומר מאחיך האביון פירוש מסיבת אחיך האביון הידוע שיעריך אדם בדעתו שהמעשה הוא לתכלית דבר זה של משיח ה' שמו חיים","titles":[{"title":"﻿דברים טו ז"},{"title":"﻿דברים פרק טו פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-7","positionInPerek":7,"positionInParasha":93},{"uri":"tanach-orhachaim-5-16-8","text":" אור החיים  כי פתוח וגו'. צריך לדעת מה נתינת טעם הוא זה ללב אטום, ואולי שנתכוון לומר לו על דרך אומרו (משלי י''א) יש מפזר ונוסף עוד, כי על ידי שפותח הוא ידו פותחים לו שערי שפע, והוא אומרו כי פירוש טעם שאני אומר לך שלא תאמץ וגו' כי פתוח פירוש אוצר הנעלם אם אתה תפתח את ידך, וגמר אומר והעבט וגו' פירוש כשאתה פותח את ידך לו אינך עושה אלא הלואה דוקא ותכף ה' ישלם לך בתוספת מרובה, ובזה יש טעם נכון ללבו שלא יתאמץ וכו'","titles":[{"title":"﻿דברים טו ח"},{"title":"﻿דברים פרק טו פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-8","positionInPerek":8,"positionInParasha":94},{"uri":"tanach-orhachaim-5-16-12","text":" אור החיים  ועבדך וגו'. אומרו ועבדך בתו' וא''ו להעירך שקדמה מצוה לפניה, והוא מה שדרשו רבותינו ז''ל בתיבת לך שאין רשות לבית דין למכור עבד ישראל אלא לישראל, וזה הוא שיעור הכתוב כי ימכר פירוש כשיצטרך לימכר לך לבד הוא שימכר, ומוסיף משפט ב' ועבדך שש שנים, ואומרו ובשביעית וגו' ולא אמר ויצא לחוץ בשביעית, אלא שנתכוין לומר כי לפעמים יעבוד גם בשביעית וכגון אם ברח העבד הגם ששלמו שש שנים לעבודתו צריך להשלים העבדות שש שנים, וכן פסק רמב''ם פ''ב מה' עבדים, ורבותינו ז''ל דרשוה (קידושין ט''ז","titles":[{"title":"﻿דברים טו יב"},{"title":"﻿דברים פרק טו פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-12","positionInPerek":12,"positionInParasha":98},{"uri":"tanach-orhachaim-5-16-17","text":" אור החיים  לך עבד עולם. לפי שבשש שנים אם ימות הרב ישלים לפני בנו, בעבודה זו של רציעה לך הוא שיהיה עבד עולם ולא לבנך","titles":[{"title":"﻿דברים טו יז"},{"title":"﻿דברים פרק טו פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-17","positionInPerek":17,"positionInParasha":103},{"uri":"tanach-orhachaim-5-16-18","text":" אור החיים  כי משנה שכר שכיר. ולפי זה הדין יתן שאם חלה ג' שנים אינו צריך להשלים כי יש בזה תשלום ממון שנתן בו, ורבותינו ז''ל אמרו (קידושין ט''ו.) וז''ל מכאן אמרו שכיר עובד ביום, עבד ביום ובלילה ע''כ, וזו הלכה ורמוזה במקרא","titles":[{"title":"﻿דברים טו יח"},{"title":"﻿דברים פרק טו פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-16","interprets":"tanach-5-16-18","positionInPerek":18,"positionInParasha":104},{"uri":"tanach-orhachaim-5-17-7","text":" אור החיים   ובשלת ואכלת. אמר לשון בישול והתורה אמרה במצות הפסח (שמות י''ב ט') אל תאכלו וגו' ובשל מבושל, אולי שחוזר לזביחת הבקר לשלמים שאמר הכתוב למעלה וזבחת פסח צאן ובקר וגו' ואמרו רבותינו ז''ל (פסחים ע","titles":[{"title":"﻿דברים טז ז"},{"title":"﻿דברים פרק טז פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-4","perek":"tanach-5-17","interprets":"tanach-5-17-7","positionInPerek":7,"positionInParasha":116},{"uri":"tanach-orhachaim-5-17-18","text":"ובדרך רמז ירמוז על דרך אומרו (תהלים צ''ו) ישפוט תבל בצדק, ואמרו אנשי אמת (זוהר ח''ג קצ''ח) כי ב''ד עליון יקרא צדק, ואמרו ז''ל (ביצה ט''ז.) כי בראש השנה מזונותיו של אדם קבועים וכו', והנה כשיפול ההפרש על הממון בין אדם לחבירו ועמדו לפני השופט אם ישפוט על פי התורה אשר צוה ה' כשיזכו הראוי לזכות וגו' הנה הם שופטים המשפט עצמו ששפט ב''ד עליון הנקרא צדק, והוא אומרו ושפטו את העם משפט צדק פירוש ששפט בית דין העליון שנקרא צדק","titles":[{"title":"﻿דברים טז יח"},{"title":"﻿דברים פרק טז פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-18","positionInPerek":18,"positionInParasha":1},{"uri":"tanach-orhachaim-5-17-19","text":" אור החיים  לא תטה משפט וגו'. לא יחד האזהרה לשופטים וצוה לנוכח, להעיר כי כללות ישראל ישנם גם כן באלו אזהרות אם לא ימנו השופטים כדרך שנצטוו, הם המטים משפט הם העוברים על כל האמור","titles":[{"title":"﻿דברים טז יט"},{"title":"﻿דברים פרק טז פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-19","positionInPerek":19,"positionInParasha":2},{"uri":"tanach-orhachaim-5-17-20","text":" אור החיים  צדק צדק תרדוף וגו'. בא להזהיר כשיש בעיר ב' אנשים מופלגים בחכמה ושנים אחרים גם כן חכמים אלא שאינם בסוג הראשון אל יאמר אדם כיון ששני אנשים יכולין להורות ולשפוט בצדק לא אטריח את המופלגים לישא בעול מינוי הדיינות, או לצד שצריך להם טורח במינוים ימנע ויסתפק בקטנים, תלמוד לומר צדק צדק פירוש הגם שהשגת לדיינים שהם ראויים, עליך לחזור אחר היותר ראוים מהם","titles":[{"title":"﻿דברים טז כ"},{"title":"﻿דברים פרק טז פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-20","positionInPerek":20,"positionInParasha":3},{"uri":"tanach-orhachaim-5-17-21","text":" אור החיים  לא תטע לך אשרה וגו'. רבותינו ז''ל אמרו (סנהדרין ז'","titles":[{"title":"﻿דברים טז כא"},{"title":"﻿דברים פרק טז פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-17","interprets":"tanach-5-17-21","positionInPerek":21,"positionInParasha":4},{"uri":"tanach-orhachaim-5-18-1","text":" אור החיים   לא תזבח וגו' אשר יהיה בו מום. ולא אמר אשר בו מום, כפי מה שדרשו ז''ל (ספרי) שבא הכתוב לאסור מום עובר, רמזו בתיבת יהיה לומר כל הוית מום בין קבוע בין עובר. ואפשר עוד לומר שאם הוחלט בה אבר שנעשה בו בעלת מום ואמרו הרופאים שעל כל פנים צריך לחותכו הגם שעדיין לא חתכו הרי זה פסולה, והוא אומרו לא תזבח וגו' אשר יהיה בו מום פירוש הגם שעתה אינו מום כיון שעומד להיות מום לא תזבחנו","titles":[{"title":"﻿דברים יז א"},{"title":"﻿דברים פרק יז פסוק א"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-1","positionInPerek":1,"positionInParasha":6},{"uri":"tanach-orhachaim-5-18-2","text":"לעבור בריתו. פירוש צריך שידע שהוא עובר ברית ה', ולזה צריך שיתרו בו ויודיעוהו מה גדלו מעשיו הרעים, גם רמז שאם אמר למתרים שהוא נשבע לעבוד עבודה זרה שיודיעוהו שקדמה לו ברית על זה ואין שבועתו חלה לבטל הראשונה והרי הוא עובר ברית ה' ויהרג","titles":[{"title":"﻿דברים יז ב"},{"title":"﻿דברים פרק יז פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-2","positionInPerek":2,"positionInParasha":7},{"uri":"tanach-orhachaim-5-18-6","text":" אור החיים  יומת המת. כפל לומר המת, להעיר כי אם לא נמצאו לו עדים והתראה בן מות הוא לשמים אלא שבעדים והתראה יומת בידי אדם המת שהיה עומד למיתה בידי שמים","titles":[{"title":"﻿דברים יז ו"},{"title":"﻿דברים פרק יז פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-6","positionInPerek":6,"positionInParasha":11},{"uri":"tanach-orhachaim-5-18-8","text":"או ירצה על זה הדרך כי יפלא וגו' למשפט הגם שהיה הלכה למעשה והורה לעשות הפך כוונת החולקים ונמצא הדין לא כן הוא אף על פי שהורה בדבר שחייב על זדונו כרת וכו' לא יומת פירוש הגם שהורה לעשות הפך הרבים החולקים עליו לא יומת עד שיורה לעשות הפך אשר יגידו עליו בית דין הגדול שבלשכת הגזית, וכן מוכיחים הדברים בסנהדרין","titles":[{"title":"﻿דברים יז ח"},{"title":"﻿דברים פרק יז פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-8","positionInPerek":8,"positionInParasha":13},{"uri":"tanach-orhachaim-5-18-9","text":" אור החיים  ודרשת והגידו לך. פירוש עליך אתה לדרוש שיאמרו לך טעם הדין, והם גם כן חייבים להגיד לך טעם דבריהם, אבל אם לא דרש אין חיוב עליהם להגיד לו","titles":[{"title":"﻿דברים יז ט"},{"title":"﻿דברים פרק יז פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-9","positionInPerek":9,"positionInParasha":14},{"uri":"tanach-orhachaim-5-18-10","text":" אור החיים  ועשית על פי הדבר. פירוש לא מבעיא המשפט עצמו שהגידו לך אלא אפילו משפטים אחרים הנבנים על פי שמועה זו, כי כמה משפטים יסתעפו מפרט משפט אחד","titles":[{"title":"﻿דברים יז י"},{"title":"﻿דברים פרק יז פסוק י"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-10","positionInPerek":10,"positionInParasha":15},{"uri":"tanach-orhachaim-5-18-14","text":"ואפשר לומר כי אם ישראל יהיו כשרים ולא ישאלו מלך והיה ה' למלך עליהם כדרך אומרו (ש''א י''ב) וה' אלהיכם מלככם, גם ה' יחפוץ להיות מלך ישראל הוא לבדו, אבל אם ישראל יכנסו בגדר שאלה שחפצים במלך עליהם אז מצות המלך עליהם לעשותו כאומרו שום תשים, ולזה לא אמר הכתוב שום תשים אלא אחר מאמר ואמרת אשימה וגו', וכפי זה אפילו אליבא דרבי נהוראי יפרש שום תשים מצוה אחר שיאמרו אשימה וגו'","titles":[{"title":"﻿דברים יז יד"},{"title":"﻿דברים פרק יז פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-14","positionInPerek":14,"positionInParasha":19},{"uri":"tanach-orhachaim-5-18-20","text":" אור החיים  לבלתי רום לבבו. פירוש על דרך אומרם ז''ל (אבות פ''ו מ''א) ומלבשתו ענוה ויראה, והוא אומרו כי באמצעות קריאת התורה לא ירום לבבו וגו', וכנגד היראה אמר לפני זה למען ילמד ליראה","titles":[{"title":"﻿דברים יז כ"},{"title":"﻿דברים פרק יז פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-18","interprets":"tanach-5-18-20","positionInPerek":20,"positionInParasha":25},{"uri":"tanach-orhachaim-5-19-1","text":" אור החיים   לא יהיה לכהנים וגו' ונחלה לא יהיה וגו'. כפל הכתוב הענין לומר שהגם שעברו ונתנו להם נחלה אותה נחלה לא תקום לזכותם, והוא אומרו ונחלה לא יהיה וגו'. וטעם סמיכות מצוה זו למצות המלך, לומר שהמלך שוה לעם במצות האמורים בענין לתת להם מתנותיהם ולא ירום לבבו מאחיו לבלתי סור מן המצוה שמצוה ה' לכללות ישראל","titles":[{"title":"﻿דברים יח א"},{"title":"﻿דברים פרק יח פסוק א"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-1","positionInPerek":1,"positionInParasha":26},{"uri":"tanach-orhachaim-5-19-13","text":" אור החיים  תמים תהיה עם ה'. פירוש לפי שצוה עליו בסמוך לבל יעונן ויכשף ולבל ישאל באוב וגו' אמר תמים וגו', פירוש כלומר טעם כל הדברים הוא לדעת העתידות ולהתנהג על אשר יורו ולתקן החסרון כאשר יוכל עשות, אם תהיה עם ה' תמים תהיה לא יחסר לך דבר ואין מה שיגיד המזל עליך תתקיים לרעה, וזה לך האות אברהם שהתהלך לפני ה' הגם שהראה המזל עליו שלא יוליד נתהפך וילד (שבת קנ''ו","titles":[{"title":"﻿דברים יח יג"},{"title":"﻿דברים פרק יח פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-13","positionInPerek":13,"positionInParasha":38},{"uri":"tanach-orhachaim-5-19-14","text":"או ירמוז על זה הדדך לא כן וגו', פירוש אינך במצב זה כמותם אלא נתנם לך ה' אלהיך תחת ממשלתך כל המזלות וכל צבא השמים כאומרו (תהלים ח') כל שתה תחת רגליו, וכמו שדרשו ז''ל (שבת קנ''ו","titles":[{"title":"﻿דברים יח יד"},{"title":"﻿דברים פרק יח פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-14","positionInPerek":14,"positionInParasha":39},{"uri":"tanach-orhachaim-5-19-16","text":"או אפשר כי מאמר בשם ה' אינו נסמך למאמר אני משביעך אלא מאמר בפני עצמו שחדש באחרונה, ולפי זה לא קשה למה גילה מיכיהו סוד ה', כי יחרב העולם ולא ישתנה מקור האמת לייחד שמן על דבר שקר ח''ו, ומה גם כי על כל פנים עשה הרוח פעולתו כי לא האמין אליו אחאב ועלה ונפל ונמצאת מחשבת ה' קיימת ולא מתייחס השקר לשם ה' אלהים אמת","titles":[{"title":"﻿דברים יח טז"},{"title":"﻿דברים פרק יח פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-19","interprets":"tanach-5-19-16","positionInPerek":16,"positionInParasha":41},{"uri":"tanach-orhachaim-5-20-8","text":" אור החיים   ואם ירחיב וגו' לאבותיך. פירוש עצמן כי הם ינחלו הארץ לעתיד לבא, ואמר זה יושג להם אם ישמרו את כל התורה ויעשוה ותהיה השמירה והעשיה מאהבת ה' ולא מיראה הדור ההוא אשר יעמוד בזה, בימיו יקים ה' דברו הטוב לתת כל העשרה עממין ויעמיד ביד ישראל כל הטוב שהבטיח לעשות לאבות ביום עומדם בתחיה, ורבותינו ז''ל (סנהדרין צ''ט","titles":[{"title":"﻿דברים יט ח"},{"title":"﻿דברים פרק יט פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-20","interprets":"tanach-5-20-8","positionInPerek":8,"positionInParasha":55},{"uri":"tanach-orhachaim-5-20-11","text":"ואומרו ומת כאן רמז סוד אומרם ז''ל (סנהדרין לח","titles":[{"title":"﻿דברים יט יא"},{"title":"﻿דברים פרק יט פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-20","interprets":"tanach-5-20-11","positionInPerek":11,"positionInParasha":58},{"uri":"tanach-orhachaim-5-20-19","text":"אכן עיקר הדרשה היא ממה שהיה לו לומר כאשר ענה על אחיו וחוזר למה שאמר שקר ענה באחיו יעשו לו כאשר ענה, ובמאמר זה ישנו לחיוב בין נהרג בין לא נהרג שניהם נכללים במשמעות אשר ענה, ומה שלא אמר לשון הכולל והלך לבקש לשון זה אשר זמם לדיוק בא, לומר דוקא זמם ולא עשה כדבריהם ז''ל, וז''ל בברייתא אמרו אמר לו אביו לאו ק''ו הוא אמר לו למדתנו רבינו אין עונשין מן הדין וכו', אין להקשות מזה לדבריהם, כי בלא טעם אין עונשין מן הדין היה הק''ו מכריח לומר שלא בא הכתוב לפוטרן אם הרגו שהרי ק''ו הדברים ואין כח בדיוק לדחות הק''ו, ולאוקמי קרא שלא בדיוק, אם לא מטעם שדחה רבי אין עונשין מן הדין","titles":[{"title":"﻿דברים יט יט"},{"title":"﻿דברים פרק יט פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-20","interprets":"tanach-5-20-19","positionInPerek":19,"positionInParasha":66},{"uri":"tanach-orhachaim-5-21-1","text":"להלחם וגו' להושיע וגו'. פירוש להלחם וגו' לאבד אויביכם, ואומרו להושיע וגו' פירוש שלא ימות מבני ישראל אחד במלחמה, וזה הוא עיקר הנס שתהיה המלחמה כבדה באויביהם ולא יפקד אחד מבני ישראל, ואולי כי לזה נתכוון במה שאמר בתחילת הכתוב ה' אלהיכם הזכיר הרחמים והדין, רחמים להושיע ישראל, דין לאבד אויביהם, וזולת זה היה די באומרו כי אלהיכם הולך","titles":[{"title":"﻿דברים כ א"},{"title":"﻿דברים פרק כ פסוק א"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-21","interprets":"tanach-5-21-1","positionInPerek":1,"positionInParasha":69},{"uri":"tanach-orhachaim-5-21-8","text":" אור החיים  מי האיש הירא וגו'. רבותינו ז''ל אמרו (סוטה מ''ד.) זה הירא מעבירות שבידו, פירוש על דרך אומרו (ישעי' ל''ג) פחדו בציון חטאים, שכל מי שיש בידו עבירות לבו ירא וחרד מעצמו, ואפילו אינו יודע שיש בידו עבירות הפחד הנכנס בלבבו במלחמה תודיעהו כי יש בידו עבירות, ורבותינו ז''ל (או''ח סי' נ''ד בשם הירושלמי) שיערו העון שיכנס בלבו הפחד מיוצרו שאפילו אין בידו אלא שדיבר בין ישתבח ליוצר, והטעם כי הנכנס למלחמה צריך לעשות לו נס להנצל מחרב אויב וכל שבידו מבחינת הרע אינו ראוי לנס ומזלו יפחידו","titles":[{"title":"﻿דברים כ ח"},{"title":"﻿דברים פרק כ פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-5","perek":"tanach-5-21","interprets":"tanach-5-21-8","positionInPerek":8,"positionInParasha":76},{"uri":"tanach-orhachaim-5-22-10","text":"עוד ירצה לפי שנאמר ונתנו ה' וגו' בידך, לזה כשאמר ושבית גמר אומר שביו פירוש מה ששבוי ועומד לפניך, עוד רמז שהגם שתהיה אתה בגדר שביו לפי ערך המשתער ללוחם ונלחם אף על פי כן ושבית, ומזה עיניך תחזינה כי ה' הוא הנותנו לפניך ולא כחך ועוצם ידך עושה חיל","titles":[{"title":"﻿דברים כא י"},{"title":"﻿דברים פרק כא פסוק י"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-10","positionInPerek":10,"positionInParasha":1},{"uri":"tanach-orhachaim-5-22-11","text":"או ירצה על דרך מה שאמרו בזוהר (ח''ג ס''ז) בפסוק נפשי אויתיך בלילה שעל השכינה הוא אומר נפשי, והוא מה שרמז באומרו ושלחתה לנפשה שהוא השכינה שתחזור למקום שיצתה ממנו, ואומרו ומכור לא תמכרנה וגו' על דרך מה שדרשו בספר הזוהר (ח''ב צ''ז) בפ' לעם נכרי לא ימשול למכרה, ואומרו בכסף לפי שיאמר אדם איך ימשול אדם בנפשו למוכרה לזה אמר בכסף לשון כוסף, כי באמצעות תאות וכוסף לבות בני אדם ימכרו את נפשם ביד אויב, ורמזנו מזה בפסוק (ויקרא כ''ח ל''ז) את כספך לא תתן לו בנשך וגו', ואומרו לא תתעמר כמו שתרגם אונקלום לא תתגר פירוש לא תגרה בה מחבלים המתגרים בנפש החוטאת, תחת אשר עניתה כי החטא יקרא בערך הנפש עינוי","titles":[{"title":"﻿דברים כא יא"},{"title":"﻿דברים פרק כא פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-11","positionInPerek":11,"positionInParasha":2},{"uri":"tanach-orhachaim-5-22-15","text":" אור החיים  והיה הבן הבכור וגו'. אמר הכתוב בדרך ודאית, על דרך אומרו (בראשית כ''ט) וירא ה' כי שנואה לאה, כי ה' יראה בנשברי לב לסומכם","titles":[{"title":"﻿דברים כא טו"},{"title":"﻿דברים פרק כא פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-15","positionInPerek":15,"positionInParasha":6},{"uri":"tanach-orhachaim-5-22-16","text":"לא יוכל לבכר וגו'. ואם ביכר עובר בלאו, ובזה יתיישב מה שהקשו התוספות שם בדיבור המתחיל תלמוד לומר לסברת רבנן","titles":[{"title":"﻿דברים כא טז"},{"title":"﻿דברים פרק כא פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-16","positionInPerek":16,"positionInParasha":7},{"uri":"tanach-orhachaim-5-22-18","text":"בקול אביו ובקול אמו. טעם שהוצרך להזכיר אביו ולא הספיק לומר בקולו וחוזר לאביו שאמר שאמר בסמוך, העיר הכתוב כי בן סורר ומורה ליולדיו יסובבהו כן היותו מורד באביו ואמו שהם הקב''ה וכנסת ישראל (זוהר ח''ב פ''ה), על דרך אומרו (משלי א') שמע בני מוסר אביך ואל תטוש תורת אמך, כי לפי שיולדיו חושכים שבטם מבניהם ומניחים אותם לעשות הטוב והישר בעיניהם, זה יסובב שגם בהם ימרוד, וזה שיעור הכתוב כי יהיה לאיש וגו' דע שאיננו שומע בקול הקב''ה וכנסת ישראל ולזה הגם שיסרוהו לא ישמע אליהם פירוש מלבד שלא יקבל לחזור מעבירות שבינו ובין המקום עוד לו שלא ישמע אליהם","titles":[{"title":"﻿דברים כא יח"},{"title":"﻿דברים פרק כא פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-18","positionInPerek":18,"positionInParasha":9},{"uri":"tanach-orhachaim-5-22-22","text":"וגמר אומר ולא תטמא את אדמתך, יתבאר על דרך אומר' ז''ל (שבת קי''ט","titles":[{"title":"﻿דברים כא כב"},{"title":"﻿דברים פרק כא פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-22","interprets":"tanach-5-22-22","positionInPerek":22,"positionInParasha":13},{"uri":"tanach-orhachaim-5-23-1","text":"או ירצה שצריך החכם להשתדל עם בני ישראל בכח התורה והמוסר עד יום פקודה שידרוש ה' נשמתו ואז הרוח תשוב אל האלהים, ודקדק לומר והשבותו לו שאם ימעדו קרסוליו לא תשוב הנפש אל האלהים ותלך לחרפות","titles":[{"title":"﻿דברים כב א"},{"title":"﻿דברים פרק כב פסוק א"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-1","positionInPerek":1,"positionInParasha":15},{"uri":"tanach-orhachaim-5-23-3","text":" אור החיים  ואומרו וכן תעשה. לפי שיש באמצעות האדם ג' דברים, הא' הרכבת הגוף, ב' חלק הרוחני שבאדם ג' חלק התורה המאורסת לכל א' מישראל, כנגד הרכבת הגוף אמר כן תעשה לחמורו, כנגד חלק הרוחני אמר כן תעשה לשמלתו כי בחינה זו תקרא שמלה כאומרם במם' שבת (קנ''ב","titles":[{"title":"﻿דברים כב ג"},{"title":"﻿דברים פרק כב פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-3","positionInPerek":3,"positionInParasha":17},{"uri":"tanach-orhachaim-5-23-4","text":" אור החיים  ואמר עוד לא תראה חמור אחיך וגו'. נתכוין בזה שלא יאמר הצדיק שלא נצטוה אלא על איש שנידח בעבירות אבל ישנו בהשב אבל אם נפל והרבה להרשיע הלנופלים תקומה ואבדה תקוה ממנו, לא כן הוא אלא לא תראהו ותתעלם וצריך להקים עמו, דקדק לומר עמו דוקא אם הוא מסייע בדבר שרוצה לשוב, אבל אם הוא נופל ואינו חפץ בהקמתך פטור אתה שזה נכנס בגדר לץ וכתיב (משלי ט') אל תוכח לץ פן ישנאך","titles":[{"title":"﻿דברים כב ד"},{"title":"﻿דברים פרק כב פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-4","positionInPerek":4,"positionInParasha":18},{"uri":"tanach-orhachaim-5-23-13","text":"ואומרו עוד כי ימצא איש שוכב וגו' יתבאר על פי דבריהם ז''ל (סנהדרין נ''ט.) שאמרו גוי העוסק בתורה חייב מיתה ע''כ, והוא אומרו כי ימצא איש שוכב עם אשה שהיא מאורסת לבעלה שהיא התורה כלת ישראל, ומתו גם שניהם פירוש העכו''ם העוסק וגם התורה ההיא לא יהיה לה עליה אלא תדעך נרה ואין לה חיות כדרך אמרי תורה דכתיב (משלי ד') כי חיים הם","titles":[{"title":"﻿דברים כב יג"},{"title":"﻿דברים פרק כב פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-23","interprets":"tanach-5-23-13","positionInPerek":13,"positionInParasha":27},{"uri":"tanach-orhachaim-5-24-4","text":"שוב עמדתי אל תוכן ענין זה וראיתי שאין טענה על הנקבות לקדם לנשים כי הגע עצמך שירצו בלבם לקדם היכול ילכו עשות בלא רשות בעליהן ומה גם בראות בעליהן אויבים להם אנוסים הם הגם שלא יקדמו אותם, ומעתה אין טענת אשר לא קדמו אלא על הזכרים ועמד הדין עמוני ולא עמונית מואבי ולא מואבית וטענת דואג טענת מין, וכמו שאמר אחיה השילוני כשאמרו לפניו קושיא זו הפירה ואמר מינאה כאמור במדרש (מדרש שמואל כ''ב)","titles":[{"title":"﻿דברים כג ד"},{"title":"﻿דברים פרק כג פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-4","positionInPerek":4,"positionInParasha":47},{"uri":"tanach-orhachaim-5-24-6","text":" אור החיים  ולא אבה וגו'. אומרו ולא אבה פירוש הגם שהיה מקום לשמוע מצד ענפי החטא שהיה בלעם נאחז בהם, אף על פי כן נתרצה ה' בלא טעם ולא שמע וגו', ונתן הטעם כי אהבך ה' פירוש לא לצד שהיית ראוי לדבר זה, ועיין מה שפירשתי בפסוק ולא אבה סיחון (לעיל ב' ל')","titles":[{"title":"﻿דברים כג ו"},{"title":"﻿דברים פרק כג פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-6","positionInPerek":6,"positionInParasha":49},{"uri":"tanach-orhachaim-5-24-10","text":" אור החיים  כי תצא מחנה וגו'. פירוש הגם שיש דקדוקי עבירות שה' לא יעניש עליהם ואם יעניש יהיה עונש קל, מודיע הכתוב שבשעת הסכנה שהוא בזמן שיוצאים על אויביהם צריכין שמירה מכל דקדוקי עבירות כאומרו מכל דבר רע וגו', וכלל בתיבת דבר גם סיבות שממנו יסובב הרע, והעיר במה שצוה סמוך לזה כי יהיה בך איש אשר לא יהיה טהור וגו' ואמרו רבותינו ז''ל (כתובות מ''ו.) שהרהורי עבירה ביום מביאין לידי קרי בלילה, ונתכוין הכתוב בסמיכות זה לומר שעל כיוצא בזה יצו במאמר ונשמרת מכל וגו'","titles":[{"title":"﻿דברים כג י"},{"title":"﻿דברים פרק כג פסוק י"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-10","positionInPerek":10,"positionInParasha":53},{"uri":"tanach-orhachaim-5-24-21","text":"עוד ירמוז למה שחלקו האחרונים (יו''ד סי' קנ''ט) שאפילו לגוי אסור להתמיד בזה משום שמא יבא ליתנו גם לישראל, והוא אומרו לנכרי תשיך ותנאי הוא הדבר שלא תעשה באופן שיצא מזה קלקול שתשיך לאחיך","titles":[{"title":"﻿דברים כג כא"},{"title":"﻿דברים פרק כג פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-21","positionInPerek":21,"positionInParasha":64},{"uri":"tanach-orhachaim-5-24-22","text":"ואמר כנגד איחור הנדר שזה יסובב שיהיה החסרון בו, וכנגד מניעת נתינת צדקה אמר וכי תחדל לנדור הגם שאתה בא לידי מניעת נתינה הצדקה זה יסובב חסרון בממון אבל בך בודאי שלא יהיה חטא, והוא אומרו לא יהיה בך חטא","titles":[{"title":"﻿דברים כג כב"},{"title":"﻿דברים פרק כג פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-22","positionInPerek":22,"positionInParasha":65},{"uri":"tanach-orhachaim-5-24-24","text":"ואומרו אשר דברת בפיך יתבאר על דרך אומרם בזוהר (ח''ג רצ''ד.) בפסוק (קהלת י' כ') כי עוף השמים יוליך את הקול כי כשאדם חושב בדעתו מחשבה שפתותיו דובבות מעצמן בלא ידיעתו, והוא אומרו אשר דברת בפיך כי הגם שלא עשה אלא מחשבה פיך דיבר מה שחשב, ולזה דקדק לומר בפיך שאם לא כן למה הוצרך לומר בפיך וכי אין אנו יודעים כי הדיבור הוא בפה, ולדברינו יבא על נכון, ורבותינו ז''ל (ר''ה ו'.) דרשו הכתוב באופן אחר, וע' פנים לתורה","titles":[{"title":"﻿דברים כג כד"},{"title":"﻿דברים פרק כג פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-24","positionInPerek":24,"positionInParasha":67},{"uri":"tanach-orhachaim-5-24-25","text":" אור החיים  ואל כליך לא תתן. אומרו ואל כליך בתוספת וא''ו להעיר, שקדמה מצוה אחרת והוא שלא יאכל אכילה גסה, והוא מה שדייק באומרו שבעך ודרשו ז''ל (ב''מ פ''ז","titles":[{"title":"﻿דברים כג כה"},{"title":"﻿דברים פרק כג פסוק כה"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-24","interprets":"tanach-5-24-25","positionInPerek":25,"positionInParasha":68},{"uri":"tanach-orhachaim-5-25-15","text":" אור החיים  ואליו הוא נושא וגו' והיה בך חטא. הכונה שהגם שעושק שכר שכיר אינו אלא גוזל ממון אף על פי כן אין עונשו ממון אלא נפשות, והוא אומרו יהיה בך פי' בך בנפשך חטא על דרך (מ''א א') והייתי אני ובני שלמה חטאים, והקדים טעם העונש באומרו ואליו הוא נושא את נפשו ומעתה יהיה המשפט נפש תחת נפש","titles":[{"title":"﻿דברים כד טו"},{"title":"﻿דברים פרק כד פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-25","interprets":"tanach-5-25-15","positionInPerek":15,"positionInParasha":84},{"uri":"tanach-orhachaim-5-25-17","text":" אור החיים  לא תטה משפט גר וגו'. פירוש שמא תאמר כיון שציוני ה' על הגר אטה דינו לזכותו ת''ל לא תטה וגו', וגמר אומר ולא תחבול בגד אלמנה פירוש רק בדבר הזה אני מצוך להטות לזכות שלא תחבול בגד של אלמנה שלא בשעת הלואה הגם שכל חוץ ממנה יחבול בגדיהם","titles":[{"title":"﻿דברים כד יז"},{"title":"﻿דברים פרק כד פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-25","interprets":"tanach-5-25-17","positionInPerek":17,"positionInParasha":86},{"uri":"tanach-orhachaim-5-26-2","text":" אור החיים   אם בן הכות וגו'. אמר בן בחירק רמז שצריך להתבונן בו לדעת אם יכול לסבול המ', אבל אם אמדוהו לפחות מכן אינו לוקה אלא לפי מה שאמדוהו (מכות כ''ב","titles":[{"title":"﻿דברים כה ב"},{"title":"﻿דברים פרק כה פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-2","positionInPerek":2,"positionInParasha":93},{"uri":"tanach-orhachaim-5-26-5","text":" אור החיים  לא תהיה אשת המת וגו'. אזהרה לה ולבאיה וחייבת מלקות היא והבא עליה, ואומרו יבמה יבא עליה רמז שאין חיוב על היבם אלא ביאה אחת, וכמאמר ר' יוסי (שבת קי''ח","titles":[{"title":"﻿דברים כה ה"},{"title":"﻿דברים פרק כה פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-5","positionInPerek":5,"positionInParasha":96},{"uri":"tanach-orhachaim-5-26-9","text":" אור החיים  וענתה וגו'. אמר לשון עניה, פירוש תשובה לדברי היבם שאמר לא חפצתי לקחתה תענה היא ותאמר ככה יעשה לאיש וגו'","titles":[{"title":"﻿דברים כה ט"},{"title":"﻿דברים פרק כה פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-9","positionInPerek":9,"positionInParasha":100},{"uri":"tanach-orhachaim-5-26-11","text":" אור החיים  להציל וגו' ושלחה ידה וגו'. ולא אמר הכתוב ושלחה ידה וגו' להציל את אישה, העיר בזה שאם לא היה לה מציאות להציל בעלה מיד מכהו אלא על ידי זה לפי שאין כח בה להציל אלא בדרך זה פטורה, ודוקא שהיה חברו מכהו מכת נפש, לזה הקדים מאמר להציל קודם מאמר ושלחה לומר שאם ידענו שלא שלחה אלא להציל פטורה","titles":[{"title":"﻿דברים כה יא"},{"title":"﻿דברים פרק כה פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-11","positionInPerek":11,"positionInParasha":102},{"uri":"tanach-orhachaim-5-26-16","text":" אור החיים  כל עושה אלה כל עושה עול. פירוש כל עושה אלה אבן ואבן איפה ואיפה, כל עושה עול הדומה לאלה, שלא תאמר שגזירת הכתוב הוא על ב' דברים אלו ולא על דומיהם תלמוד לומר כל וגו'","titles":[{"title":"﻿דברים כה טז"},{"title":"﻿דברים פרק כה פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-16","positionInPerek":16,"positionInParasha":107},{"uri":"tanach-orhachaim-5-26-17","text":" אור החיים  זכור וגו'. שאין כיוצא בהם שיצא על ישראל בלא קדימות ידיעתם ממנו אלא כאשר ידאה הנשר והוא קרך בדרך","titles":[{"title":"﻿דברים כה יז"},{"title":"﻿דברים פרק כה פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-6","perek":"tanach-5-26","interprets":"tanach-5-26-17","positionInPerek":17,"positionInParasha":108},{"uri":"tanach-orhachaim-5-27-1","text":"אשר ה' אלהיך נותן לך נחלה וירשתה וגו'. צריך לדעת מה היא גזירת הכתוב, אם ולקחת וגו' הוה ליה למימר תקח מראשית כיון שהוא התחלת הציווי, ונראה שכוונת הכתוב היא שיצו ה' ד' מצות, אחד שידע בלבו כי לא בכוחו ולא בעוצם גבורתו בא לרשת הארץ אלא מתת ה', והוא אומרו אשר ה' אלהיך נותן לך, ודקדק לומר ה' אלהיך להעיר שעל מנת שיקבל אלהותו עליו הוא נותן, ב' להוריש הארץ מיושביה הגם שיש לו דבר המספיק לו בארץ אף על פי כן יגרש אויבי ה' מארצו, והוא אומרו וירשתה שלישית ישיבת הארץ שהיא מצוה בפני עצמה כמו שמצינו כמה הפליגו רבותינו ז''ל (כתובות קי''א.) במצות ישיבת הארץ, רביעית הבאת הבכורים כאומרו ולקחת וגומר","titles":[{"title":"﻿דברים כו א"},{"title":"﻿דברים פרק כו פסוק א"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-5-27-2","text":"אשר ה' אלהיך נותן לך. פירוש לפי ששייר ה' לו חלק בארץ והוא שנת השמיטה (ויקרא כ''ה ד') דכתיב ובשנה השביעית וגו' שבת לה', לזה בא דברו הטוב שאינו מצוה אלא על זמן הנתינה לך שהם ו' שנים אבל שנת השמיטה אין בה הבאת ביכורים לפי שאינם שלו אלא מופקרת לכל","titles":[{"title":"﻿דברים כו ב"},{"title":"﻿דברים פרק כו פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-5-27-3","text":" אור החיים  נשבע וגו' לתת לנו. למעט הגר שאינו קורא (ביכורים פ''א) ולא מיעטו אלא בקריאה ולא בהבאה","titles":[{"title":"﻿דברים כו ג"},{"title":"﻿דברים פרק כו פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-5-27-5","text":"עוד ירצה באומרו אבי שהיא הנשמה שכל מועצותיו של השטן לאבד הנשמה והנשמה נקראת אב כאומרם בזוהר פרשת לך לך (ע''ו.) והוא הוא המונע האדם מעשות חיובו בעבודת ה', ולא זו בלבד אלא וירד מצרימה פירוש המקום שבא בו היצר שהוא גופו של אדם הוא מצריו של היצר הקרובים אליו בסוד (ישעי ס''ה) ונחש עפר לחמו, וחפצים באשר יחפוץ מדברי עולם הזה ומטעמיו אשר התעיב ה', כי ד' יסודות שבו הן היום אחר חטא האדם נגשמו ונטמאו שלסיבה זו גזר ה' מיתה להאדם, ובזה נשמעים דבריו ופיתוייו ליסודי האדם, גם יקרא הגוף מצרים לפי שמצר לנפש בתאוותיו, ואומרו ויגר שם כי בתחלה נכנס כגר כאומרו (ש''ב י''ב) ויבא הלך וגו', (סוכה נ''ב","titles":[{"title":"﻿דברים כו ה"},{"title":"﻿דברים פרק כו פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-orhachaim-5-27-6","text":" אור החיים  ואומרו וירעו אותנו המצרים וגו'. פירוש שבאמצעות יסודות האדם גרמו גם לנפש להרשיע כמותם, והוא אומרו וירעו אותנו פירוש עשו אותנו רעים כמותם כי המזג כשיסריח ימשוך אליו רצון הנפש, ואומרו ויענונו זה אפיסת כח הלוחם כנגד היצה''ר, צא ולמד ממעשה רב עמרם חסידא (קידושין פ''א.) שלא היה בו כח להתעצם כנגד המחטיא עד שקרא נורא בי עמרם וכו', ואומרו ויתנו עלינו עבודה קשה פירוש שלא נהג היצר בדרך זה בעתים מרוחקים אלא תמיד בכל שעה ובכל רגע מתגבר על האדם ולזו יקרא עבודה קשה, עוד נתכוון על פי דבריהם ז''ל (שם ל","titles":[{"title":"﻿דברים כו ו"},{"title":"﻿דברים פרק כו פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-5-27-7","text":" אור החיים  ואומרו ונצעק אל ה' כאן רמז שצריך האדם להתפלל לה' בכל יום שיצילהו מיצר הרע, והוא אומרו ונצעק אל ה' וגו', ואומרו וישמע ה' את קולנו וגו' פירוש הגם שה' הוא שברא יצר הרע לבחון האדם בעבודת בוראו אף על פי כן כשצועקים אליו שומע קולם מטעם שראה את הרשום שהוא ענינו ועמלנו ולחצנו, העוני הוא אפיסת כח הלוחם שאין כח בנו המספיק להלחם בו לגרשו ממנו, העמל הוא שאנו צריכין לעמול במלחמתו, הלחץ הוא הדחק שדוחק היצר את האדם לחטוא בעל כרחו, ולג' סיבות שמע ה' את קולנו, עוד ירצה ענינו זה העניות הנסבך עם לומדי תורה כאומרם ז''ל (מדרש תהלים ה') שאמרה תורה מפני מה בני עניים, והגם שימצא בן תורה שאין שבט עוני עליו אף על פי כן יתנהג במדת עוני כאומרם (אבות פ''ו) כך היא דרכה של תורה וגו', ואת עמלינו על דרך אומרם (בדכות י''ז.) אשרי מי שעמלו בתורה וגו', ומה גם בדורות האחרונים שרב עמלה להוציא לאור משפט א' והלכה אחת, ואת לחצנו כי כל הנסמך לתורה רבו לוחציו ועיני כל אליו ישברו","titles":[{"title":"﻿דברים כו ז"},{"title":"﻿דברים פרק כו פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-5-27-8","text":"ויביאנו אל המקום הזה כי עמידת הנפש שם לבד יש לה בו שעשוע גדול וכנגד גן עדן שלמטה שכבר זכה בו אמר ויתן לנו את הארץ הזאת ארץ זבת חלב ודבש על דרך אומרו (שה''ש ד') דבש וחלב תחת לש ונך","titles":[{"title":"﻿דברים כו ח"},{"title":"﻿דברים פרק כו פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-5-27-10","text":"ואומרו והגר. יתבאר על פי דבריהם ז''ל (זוהר ח''ג רי''ז.) שאמרו כי כשיגיע ליד אדם מצוה מאותם מצות שאינם נוהגות תמיד אותם הנשמות שכבר נסתלקו מהעולם והם חסרי מצוה זו באים וגרים עם העושה המצוה על זה הדרך קרובים לשכר ורחוקים מן ההפסד כאמור באורך בדברי המקובלים, וכנגד בחינה זו אמר והגר אשר בקרבך","titles":[{"title":"﻿דברים כו י"},{"title":"﻿דברים פרק כו פסוק י"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-5-27-15","text":" אור החיים  השקיפה ממעון וגו'. צריך לדעת למה כפל לומר ממעון וגו' מן השמים, ואם לכנות שם מקומו יתברך בלשון קדושה היה לו לומר על זה הדרך השקיפה ממעון וגו' השמים, ונראה שהכתוב יעיר סוד אחד והוא כי האדון ברוך הוא הכין ב' השפעות למעלה, א' השפעת הרוחניות שהם הנפשות הטהורות, ואחד השפעת הטוב לחיות הנבראים שהוא מזון לכל, ושנים אלו יקראו להם רבותינו ז''ל (זוה''ק) זיווג, שכל שיש בבחינת משפיע ובחינת נשפע יתכנו בשם זיווג, ואמרו המקובלים שמיום שנחרב הבית נפסק השפעת הנשמות ולא נשאר אלא השפעת חיות העולמות שהוא מוכרח לקיום העולמות, והוא אומרו השקיפה ממעון קדשך כנגד השפעת הנשמות, והשקפה זו היא עליונה במקום גבוה הנקרא קודש, וכבר גילו המקובלים (זוהר ח''ב קכ''א.) מה בין הדרגת קודש להדרגת קדוש כי קדוש למעלה והמשכיל יבין, וכנגד השפעת חיות העולמות אמר מן השמים זה זיווג למטה מהראשון, ואמר כנגד מאמר השקיפה וברך את עמך ופירשו רבותינו ז''ל (מע''ש פ''ה מי''ג) בבנים ובנות, וזה יצדיק פירושינו שעל זווג הנשמות הוא אומר, וכנגד מאמר את השמים אמר ואת האדמה שהיא ברכת המזון ונכון","titles":[{"title":"﻿דברים כו טו"},{"title":"﻿דברים פרק כו פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-15","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-5-27-16","text":" אור החיים  היום הזה וגו'. וכי היום הוא מצוה והלא כבר צוה בהר סיני, ורש''י ז''ל פירוש בכל יום יהיו בעיניך חדשים. ונראה שכונת הכתוב היא על זה הדרך לפי שכל התורה צוה אותה ה' בהר סיני בין דברים שיש בהם קום עשה באותו זמן בין דברים שאינם בקום עשה אלא לאחר זמן כאותם האמורים בפרשה זאת בכורים ומעשרות שאינם נוהגים אלא בארץ, וצוה ה' אותם הגם שלא היה זמנם מטעם כדי ללמוד אותם ולקבל שכר על קבלתם, ואמר להם משה כי הן היום מצוה אותם לעשות החוקים האלה שהם בכורים ומעשרות שעד היום נצטוו ללמוד דיניהם לבד והיום הזה מצוה אותם לעשות כי הגיעו לארץ, ותיבת היום לאו דוקא אלא זכר זמן המוכן בשם היום הזה","titles":[{"title":"﻿דברים כו טז"},{"title":"﻿דברים פרק כו פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-5-27-17","text":"ואומרו וללכת בדרכיו, פירוש הגם שלא צוה ה' ללכת בהם אף על פי כן כשיכירו בהם שהם דרכי ה' כל אשר הוא עושה יעשו כן בני ישראל, כגון ביקור חולים קבורת מתים וכדומה שמצינו לה' עושה אותם ילכו גם הם בדרכיו, חקיו הם מצות שאין בהם טעם, מצותיו הם מצות שהשכל גם כן מסכים עליהם, משפטיו הם דינים שמסר לשפוט בין איש ובין רעהו, ולשמוע בקולו זה תלמוד תורה, ודקדק לומר בקולו על דרך אומרם ז''ל (במד''ר פ' י''ד) וז''ל מנין לשומע מפי קטן וכו' כשומע מפי הגבורה דכתיב (לעיל ט''ו ה') אם שמוע תשמע בקול ה' אלהיך, וטעם שצוה על עסק התורה באחרונה, להעיר שהגם שהשיג אדם לדעת כל האמור וקיימו אף על פי כן לא יאמר מה לי ללמוד תורה אם לדעת מה יעשה ישראל הנה ידעתי וקיימתי כל דברי ה' אלא אף על פי כן חייב הכתוב תלמוד תורה, והוא אומרו אחר כל מה שחייב לעשות ולשמוע בקולו כי מצות תלמוד תורה היא מצוה בפני עצמה שאין זמן ליפטר ממנה עד יום מותו דכתיב (במדבד י''ט י''ד) זאת התורה אדם כי ימות באהל","titles":[{"title":"﻿דברים כו יז"},{"title":"﻿דברים פרק כו פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-5-27-18","text":"והנה תמצא ו' מעלות בפסוק את ה' האמרת, א' להיות לך לאלהים, ב' ללכת בדרכיו, ג' לשמור חקיו, ד' ומצותיו, ה' ומשפטיו, ו' ולשמוע בקולו, כנגדם אמר ה' שש מעלות לכנסת ישראל, א' להיות לו לעם סגולה זה כנגד להיות לך לאלהים, ב' ולשמור כל מצותיו זה כנגד ללכת בדרכיו, ג' ד' וה' ולתתך עליון וגו' לתהלה ולשם לתפארת הם כנגד שמירת חקיו ומצותיו ומשפטיו, ו' ולהיותך עם קדוש לה' זה כנגד ולשמוע בקולו כי על ידי עסק התורה יתייחס להם שם זה של קדוש, ואומרו כאשר דבר דכתיב (שמות י''ט ו') ואתם תהיו לי וגו' וגוי קדוש אלה הדברים אשר תדבר אל בני ישראל","titles":[{"title":"﻿דברים כו יח"},{"title":"﻿דברים פרק כו פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-27","interprets":"tanach-5-27-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-5-28-1","text":" אור החיים   ויצו משה וזקני ישראל. טעם זכרון זקני ישראל כאן, נתכוון משה בזה מה שאמרו רבותינו ז''ל (ברכות י''ט","titles":[{"title":"﻿דברים כז א"},{"title":"﻿דברים פרק כז פסוק א"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-1","positionInPerek":1,"positionInParasha":20},{"uri":"tanach-orhachaim-5-28-3","text":"אכן כוונת הכתוב לפי שקדם מאמר משה לישראל כי ביאת הארץ לא בזכות ישראל כאומרו (לעיל ט, ה,) לא בצדקתך וגו' אלא ברשעת הגויים וגו' ולמען הקים וגומר, לזה בא דברו כאן כי באמצעות המעשה האמור בענין תהיה ביאתם לארץ בזכות עצמם, וגזירת הכתוב היא תיבת לך האמור לבסוף, וזה שיעור הכתוב למען אשר תבא פירוש תהיה ביאתך לארץ אשר ה' אלהיך נותן לך כאשר וגו' לך פירוש למען שאתה ראוי ולא תצטרך לזכות ברית אבות והבן","titles":[{"title":"﻿דברים כז ג"},{"title":"﻿דברים פרק כז פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-3","positionInPerek":3,"positionInParasha":22},{"uri":"tanach-orhachaim-5-28-14","text":" אור החיים  וענו הלוים. פירוש והתחילו שהם יתחילו לדבר והעם יענו אחריהם אמן, ואונקלוס תרגום ויתיבון, ולדבריו וענו הלוים תשובה להעמדת ישראל בסדר זה על ההרים שהוא להשמיעם אמרות האמורות מפיהם ברוך אשר וגו' וארור אשר, ויונתן תרגם ויכרזון לואי, וקשה לי הרי הוא אומר קול רם, ואולי כי ההכרזה תהיה בקול לבד הרמת קול במאמר עצמו","titles":[{"title":"﻿דברים כז יד"},{"title":"﻿דברים פרק כז פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-14","positionInPerek":14,"positionInParasha":33},{"uri":"tanach-orhachaim-5-28-15","text":" אור החיים  וענו כל העם ואמרו. ולא הספיק לומר ואמר כל העם כדרך שאמר בכל הארורים האמורים בענין, העיר ה' בראשונה שצריך שישראל ישובו זה לא שהלוים יצטרכו לומר ואמר כל העם אלא דברי הכתוב הוא שמצוה שיענו העם ויאמרו אמן, ואין על הלוים לומר ואמר כל העם וגו'","titles":[{"title":"﻿דברים כז טו"},{"title":"﻿דברים פרק כז פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-15","positionInPerek":15,"positionInParasha":34},{"uri":"tanach-orhachaim-5-28-16","text":" אור החיים  ארור מקלה וגו'. צריך לדעת למה לא בחר מכל העבירות לומר עליהם הארורים אלא אלו, גם בעריות למה לא יחד הארורים אלא לאלו והלא יש עריות חמורים כאלו והם הבא על אשת איש, ואולי כי לא אמר כאן אלא העבירות הטמונים והנסתרים, ולזה רשם בראשונה ואמר ושם בסתר כי העושה בדרך שיהיה מתגלה הנה נתחייבו ישראל בערבות זה על זה, וכן מה שאמר ארור מקלה פירוש שיעשה לו קלון בדרך שאינו נתפס עליו בבית דין של מטה, וכן השגת גבול הוא דבר שאינו ניכר, וכן משגה עור בדרך אין רואה, וכן הטית משפט השפלים, וכן הבא על אשת אביו ועל הבהמה ועל אחותו וחותנתו כלם אין הרגש לזולת המצאו עמהם לחקור בו, וכן מכה רעהו דקדק לומר בסתר, וכן לוקח שחד וגו' כגון שהיו בית דין שקול ובא אחד והכריע בסברתו בשביל שוחד גם זה הוא מדברים המסורים ללב ואין הרגש לזולת, וטעם שכתב ארור שוכב עם בהמה בין אשת אביו לאחותו, לומר כי כל כך מרוחק הדבר של אשת אב ואחות כשוכב עם בהמה שהוא דבר זר ומתועב לטבע אנושי","titles":[{"title":"﻿דברים כז טז"},{"title":"﻿דברים פרק כז פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-16","positionInPerek":16,"positionInParasha":35},{"uri":"tanach-orhachaim-5-28-26","text":" אור החיים  ארור אשר לא יקים וגו' לעשות וגו'. יש במשמעות הכתוב שכונתו לומר על דברים האמורים בענין, ויש במשמעותו שעל כל התורה הוא מדבר וכן פירשוהו ז''ל (סוטה ל''ז.), לדבריהם ז''ל טעם אומרו יקים לעשות, שאם היה אומר אשר לא יקים לבד או אשר לא יעשה לא היתה תקומה לשונאי ישראל כי מי הוא זה שיוכל לקיים את דברי התורה הזאת, ומה גם מי שאין סיפוק בידו לקיים כגון אין לו שדה לקיים מצות התלויות בה או אין לו עבד לקים מצות התלויות בו, לזה אמר לעשות פירוש שאינו בכלל ארור אלא מי שלא יקים עליו לעשות כשתשיג ידו עשות, ולזה לא אמר אשר לא יקים או אשר לא יעשה אלא אשר לא יקים לעשות פירוש יקים בלבו הדברים לעשותם כשתשיג ידו","titles":[{"title":"﻿דברים כז כו"},{"title":"﻿דברים פרק כז פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-28","interprets":"tanach-5-28-26","positionInPerek":26,"positionInParasha":45},{"uri":"tanach-orhachaim-5-29-1","text":"ואומרו יצו ה' אתך את הברכה וגו', גם לא סדר ברכה זו למעלה עם הצלחות קנייני הטובות כי שם מקומה ולא אחר מפלת אויב, בא להבטיח שלא יארע לו אשר יארע לבעל הנס אשר יתקנאו בו המקטריגים על שנעשה לו דבר חדש ושמשוהו עליונים וזה הפך הטבע, וצא ולמד ממעשה רבא (תענית כ''ד","titles":[{"title":"﻿דברים כח א"},{"title":"﻿דברים פרק כח פסוק א"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-1","positionInPerek":1,"positionInParasha":46},{"uri":"tanach-orhachaim-5-29-9","text":"והותירך ה' לטובה בפרי בטנך. הגם שכבר אמר למעלה ברוך פרי בטנך, לפי שיעוד הראשון הוא כנגד תלמוד תורה ויעוד זה הוא כנגד שמירת המצות לזה הוצרך לפרט שכר כל א' שאין א' נלמד מחברו, ודקדק לומר והותירך ה' לטובה ולא אמר ברוך פרי בטנך, לפי שיעוד זה הוא מדה טובה שמכוונת כנגד שמירת מצות לא תעשה, והכוונה היא כי לפי שבאמצעות שמירת האדם עצמו מהעבירות לא ידבקו בו כוחי הרע שמזה יסובב שהבנים היוצאים ממנו יהיו מבחינת הרע, ועיין מה שכתבנו באורך בפרשת ויחי בפסוק ראובן בכורי אתה ויערבו לך הדברים, לזה אמר ביעוד שמירת מצות לא תעשה והותירך ה' לטובה בפרי בטנך שיהיו הבנים הנותרים אחריך למדה טובה ולא למדה רעה, ואומרו בפרי בהמתך ובפרי אדמתך לומר שמצד שמירת מל''ת יתקיימו בידו ב' דברים אלו כמו שיעדם לשכר תלמוד תורה ככתוב למעלה","titles":[{"title":"﻿דברים כח ט"},{"title":"﻿דברים פרק כח פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-9","positionInPerek":9,"positionInParasha":54},{"uri":"tanach-orhachaim-5-29-12","text":"ואמר יפתח ה' לך בכינוי שמבטיחו ה' שיפתח לו פירוש בשבילו לבד, הכוונה הגם שיסובבו אחרים לסתום באמצעות הצדיק יפתח אוצר הטוב ושם הטוב הוא סוד הנהר, והוא סוד (משלי י') צדיק יסוד עולם, ואומרו את השמים הוא סוד השפעה עליונה למעלה כידוע ליודעי חן, ואומרו והלוית גוים רבים ואתה לא תלוה, הנה ידוע שבזמן שישראל עושים רצונו של מקום השפע של כל העולם בא על ידי ישראל והעולם כלו ניזון מתמצית עם בני ישראל ולהיפך ניזונין ישראל מתחת ידי האומות, לזה אמר והלוית גוים רבים ואתה לא תלוה ממנו, הוצרך לומר ואתה לא תלוה, שאם לא כן אין היכר לברכה כי דרך העולם הוא שהגדולים והעשירים לווים זה מזה ולאחר מכן חוזר גם כן המלוה ולוה ממנו, לזה אמר ואתה לא תלוה ובזה יהיה היכר למאמר והלוית, ואומרו ונתנך ה' לראש וגו', פירוש שיהיו ישראל תחת ממשלת ראש העולם שהוא אלהי ישראל, ולא לזנב שהם שרי מעלה ובזה תמיד יהיו במדרגה העליונה כאומרו והיית רק למעלה ולא תהיה למטה, על דרך אומרם ז''ל (מדרש תנחומא ד''פ ויצא) בפסוק (ירמי' ל') ואתה אל תירא עבדי יעקב שראה יעקב בסולם עולים ואחר כך יורדים חשב שגם הוא כן אחר שיעלה ירד ת''ל אל תירא וגו', והוא אומרו ולא תהיה למטה, הטעם כי תשמע וגו' פירוש כנגד מצות עשה כמו שגמר אומר ולעשות, וטעם שלא אמר בפירוש כי תעשה מצות, לפי שיש מצות כמה וכמה שאינם ביד האדם לעשותם, לזה אמר כי תשמע וגו' ולעשות פירוש תקבל עליך לעשות, וטעם אומרו לשמור ביעוד זה, בא הכתוב להודיע כי אין יעוד למצות עשה אלא אחר שהקדים להם שמירת מצות לא תעשה, שאם לא כן זבחי רשעים תועבה, וכל מצוה שעושה בעל עבירות שורה עליה סטרא אחרא ואינה עושה פרי, לזה הקדים לומר לשמור ואחר כך אמר ולעשות שהוא מעשה המצות שעליו באו היעודים הטובים האמורים מוהותירך עד סוף","titles":[{"title":"﻿דברים כח יב"},{"title":"﻿דברים פרק כח פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-12","positionInPerek":12,"positionInParasha":57},{"uri":"tanach-orhachaim-5-29-15","text":" אור החיים  והיה אם לא תשמע וגו'. התנה הכתוב על ג' דברים תלמוד תורה, ושמירת מצות לא תעשה, וקיום מצות עשה, שצריך שיהיו שלשתם יחד, הכוונה שהגם שלמד תורה אם לא ישמור, או אם ישמור ולא יעשה, או אם יעשה שניהם ויבטל מתלמוד תורה, יבואו עליו הקללות רח''ל כאשר יבאר מה שנוגע לכל אחת מהנה עונש כל אחד בפני עצמו, והתחיל בעונש ביטול תלמוד תורה ואמר ארור אתה בעיר וגו' עד מאמר ועד אבדך מהר, וגמר אומר מפני רוע מעלליך אשר עזבתני, הרי שהקללות החמורות עד עתה הם כנגד עזיבת התורה כי העוזב תורה כעוזב ה', וכן תמצא שהקפיד ה' כל כך על עזיבת התורה ואמר (ירמי' ט') על מה אבדה הארץ ויאמר ה' על עזבם את תורתי, והוא אומרו כאן ועד אבדך מהר מפני רוע מעלליך אשר עזבתני","titles":[{"title":"﻿דברים כח טו"},{"title":"﻿דברים פרק כח פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-15","positionInPerek":15,"positionInParasha":60},{"uri":"tanach-orhachaim-5-29-21","text":"ואומרו ובזרעך עד עולם. כי נפש אדם רע על ידי שדבוקים בה חלקי הטומאה כמו שאמרנו בניהם אשר יולידו כמוהם יהיו, כמו שביארנו באר היטב דבר זה בפרשת ויחי בפסוק ראובן בכורי אתה, גם זה הוא סוד מיתה שנגזרה על אדם ועל כל דורות הבאים ממנו מטעם שכל היוצאים ממנו טעמו מות בחטאו, והוא סוד ערלת אדם, לזה אמר ובזרעך עד עולם כי כשידבק חלק הרע עם האדם ישתלשל מזה לזה עד עולם וצריך עוצם רב לנקותו מנפשו","titles":[{"title":"﻿דברים כח כא"},{"title":"﻿דברים פרק כח פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-21","positionInPerek":21,"positionInParasha":66},{"uri":"tanach-orhachaim-5-29-47","text":"(נט) מכות גדולות ונאמנות וחלים רעים ונאמנים. אומרו נאמנים נתכוון לומר שהגם שיעשו להם רפואה טבעית שיוסרו בה אף על פי כן נאמנים בשליחותם מהם לא יזועו עד בא דבר ה' לסור ממנו","titles":[{"title":"﻿דברים כח מז"},{"title":"﻿דברים פרק כח פסוק מז"}],"sefer":"tanach-5","parasha":"parasha-7","perek":"tanach-5-29","interprets":"tanach-5-29-47","positionInPerek":47,"positionInParasha":92},{"uri":"tanach-orhachaim-5-30-9","text":"עוד רמז באומרו אתם נצבים וגו' לפני ה' לפי שכל שהוא מרוחק מהקדושה קומתו נמוכה וראשו שפלה (ב''ר פי''ב ו'), לזה אמר כי להיות לפני ה' נצבו ונשאו ראשם","titles":[{"title":"﻿דברים כט ט"},{"title":"﻿דברים פרק כט פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-9","positionInPerek":9,"positionInParasha":1},{"uri":"tanach-orhachaim-5-30-11","text":" אור החיים  לעברך בברית וגו' ובאלתו. טעם אומרו ובאלתו ולא הספיק בברית, יתבאר בהעיר עוד למה מעיקרא הוצרך לברית ולא הספיק גזירת מלך במורא העונשים הכתובים בתורה. אכן טעם הדבר הוא לפי שתבא הסברא לאדם לומר שיעבור עבירה אחת והוא שימרוד בעיקר ויענש עונש א' על עבירה אחת, ויותר נכון הוא לו מהיות מודה בה' ובתורתו ויתחייב על ל''ו כריתות וכמה מיתות ועונשים, אשר על כן נתחכם ה' והעבירם בברית לחייבם על כל פרט ופרט, וביאר השבועה שהוא על זה הדרך שנשבעין לקיים כל דבר ואם יעברו ויבטלו אחד מהם תבא עליו האלה הכתובה, והוא אומרו בברית וגו' ובאלתו, ומעתה הגם שיחשבו לכפור בעיקר לא יספיק להם עונש אחד על עון זה ויתחייבו על כל עון ועון ככל אלות הברית","titles":[{"title":"﻿דברים כט יא"},{"title":"﻿דברים פרק כט פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-11","positionInPerek":11,"positionInParasha":3},{"uri":"tanach-orhachaim-5-30-12","text":"עוד ירצה לתת טעם לברית הערבות, שלא יאמר אדם למה יעשה ה' כה לעבדיו להכביד עולם לחייבם במעשה הזולת, לזה אמר כי אלהים חשבה לטובה למען הקים אותך לו לעם פירוש שזולת זה יהיו ישראל חוזרים לאחוריהם היום יפשע אחד בקלה ולמחר בחמורה והיו נשמטים מעדת הקדושה מעט מעט עד שיפשע ישראל מהיות עם ה', ובמה שעשאם ערבים יתנו לב לעובר עבירה אחת קלה כבחמורה ויתקיימו לעם סגולה, הא למדת שכל מעשה ה' אינו אלא לטובתינו להקימנו","titles":[{"title":"﻿דברים כט יב"},{"title":"﻿דברים פרק כט פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-12","positionInPerek":12,"positionInParasha":4},{"uri":"tanach-orhachaim-5-30-13","text":" אור החיים  ולא אתכם לבדכם וגו' כי את אשר וגו'. קשה למה הוצרך לומר ולא אתכם וגו' ולא הספיק באומרו את אשר ישנו וגו' שהם אותם שהיה מדבר עמהם ואת אשר וגו' ומובן הדבר שלא אתם לבדם הוא כורת וגו'. אכן כוונת הכתובים הוא שבא לחייבם לקבל עליהם הברית והאלה ועל זרעם הבאים אחריהם עד עולם, והוא אומרו ולא אתכם לבדכם פירוש לחייב אתכם לבד אני כורת אלא בין אותם שהם עמנו בין אותם וגו', ומעתה אם לא היה אומר אלא את אשר וגו' ואת אשר וגו' אנכי כורת לא היה נשמע אלא שה' מחייב גם הבאים אחריהם אבל אינו מחייב את אשר ישנו עומד שם על זרעם אחריהם, ומאומרו לא אתכם לבדכם גילה כוונתו שבאלה עצמה שכורת עם העומדים שם מוסיף לחייבם על הדורות, ושיעור הכתוב הוא לא אתכם לבדכם אני מחייב על האמור אלא אף על דורות הבאים אחריכם, וזה לא היה נשמע אם לא היה אומר אלא את אשר וגו' ואת אשר וגו' אנכי כורת ברית, שהייתי אומר שהם דברי ה' על הבאים אחריהם לא שיתחייבו העומדים שם לקבל עליהם בעד הבנים","titles":[{"title":"﻿דברים כט יג"},{"title":"﻿דברים פרק כט פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-13","positionInPerek":13,"positionInParasha":5},{"uri":"tanach-orhachaim-5-30-15","text":" אור החיים  כי אתם ידעתם וגו'. צריך לדעת לאיזה דבר נותן הכתוב טעם כי אתם ידעתם, ורמב''ן ז''ל פירש שהוא טעם להאמור אחריו בסמוך פן יש בכם וגו', והוא קצת דוחק להקדים טעם למה שעתיד לומר אחרי כן, ואולי שדבר הכתוב בסדר זה להעיר דבר אחד, והוא כי לפי שהצריכם הכתוב להכנס לחייב עמהם גם הבאים אחריהם יאמר האומר ששורת הדין מנגדת הדבר שהרי אין חבין לאדם שלא בפניו ולא תועיל קבלה זו שיקבלו האבות על הבנים, לזה אמר כי אתם ידעתם וגומר ותראו וגו' פירוש ראיתם שאינם אלא שקץ ותועבה, ומעתה אינכם אלא זוכים להם לרחקם מתועבות הגוים ולבחור באלהים חיים ויכולין אתם לחייבם כמותכם, והוא מה שדקדק לקרותם שקוציהם וגלוליהם לומר שידעו והשכילו השפלתם ומאיסותם","titles":[{"title":"﻿דברים כט טו"},{"title":"﻿דברים פרק כט פסוק טו"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-15","positionInPerek":15,"positionInParasha":7},{"uri":"tanach-orhachaim-5-30-17","text":"וכבר ידעת סוד השם כי הוא הנשמה, וכמו שהארכנו במקומות אחרים, ואמר הכתוב על המשתרר בלבבו ומחה ה' את שמו, שהיא נשמתו, משורשה, שהוא תחת השמים, וזו היא כריתות הנפש משרשה","titles":[{"title":"﻿דברים כט יז"},{"title":"﻿דברים פרק כט פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-17","positionInPerek":17,"positionInParasha":9},{"uri":"tanach-orhachaim-5-30-20","text":"או יאמר על זה הדרך והבדילו וגו', פירוש שאחר שימחה ה' את שמו שהיא נשמתו, יבדילו לרצועה הרעה, להומו ולאבדו בכוסות המרים אשר מוכנים לו, והוא אומרו ככל אלות וגו', לומר שהרעה שישלוט ה' עליו, היא רעה שכוללת כל האלות אשר נתחכם הוא להמלט ממנה","titles":[{"title":"﻿דברים כט כ"},{"title":"﻿דברים פרק כט פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-20","positionInPerek":20,"positionInParasha":12},{"uri":"tanach-orhachaim-5-30-21","text":"ואומרו על אשר עזבו וגו', וילכו ויעבדו וגו'. כרשום בתחילת המאמר ללכת לעבוד, ולזה לא אמר ומחה ה' את שמם אלא שממון ארצם ולהגלותם מעל אדמתם וישליכם אל ארץ אחרת וגו'","titles":[{"title":"﻿דברים כט כא"},{"title":"﻿דברים פרק כט פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-21","positionInPerek":21,"positionInParasha":13},{"uri":"tanach-orhachaim-5-30-28","text":" אור החיים  הנסתרת וגו' והנגלת. פירוש היא תשובת ישראל למשה, שהנסתרות לא יתחייבו בהם, אבל הנגלות קיימו וקבלו עליהם הערבות. ואומרו ולבנינו עד עולם, כאן קבלו עליהם ועל זרעם אחריהם כמו שהתנה משה בפסוק (יג) ולא אתכם וגו' כמו שפירשנו","titles":[{"title":"﻿דברים כט כח"},{"title":"﻿דברים פרק כט פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-30","interprets":"tanach-5-30-28","positionInPerek":28,"positionInParasha":20},{"uri":"tanach-orhachaim-5-31-1","text":"וטעם שדיבר הכתוב בדרך זה, להיות שימצא המסית טענה לסתור הוכחת הגליות, באומרו כי הלא כמה וכמה מהאומות שיקרה להם כזה שיגלו מעל אדמתם, לזה אמר בכל הגוים, כי אין גלות כגלות ישראל אשר נתפזרו בארבע רוחות העולם, והוא אומרו בכל הגוים אשר הדיחך ה' שמה","titles":[{"title":"﻿דברים ל א"},{"title":"﻿דברים פרק ל פסוק א"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-1","positionInPerek":1,"positionInParasha":21},{"uri":"tanach-orhachaim-5-31-2","text":" אור החיים  ושבת עד ה' אלהיך. אומרו ושבת, ולא הספיק במה שאמר והשבות אל לבבך, לפי מה שפירשתי כי והשבות אל לבבך וגו' הוא טענת הנצחון ללבו הטועה, וזה לענין להכיר כי לא טוב עשה, והתשובה לפני ה' להטיב דרכיו הוא מאמר ושבת עד","titles":[{"title":"﻿דברים ל ב"},{"title":"﻿דברים פרק ל פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-2","positionInPerek":2,"positionInParasha":22},{"uri":"tanach-orhachaim-5-31-3","text":" אור החיים  ושב ה' וגו'. פירוש חלקי הקדושה שנשבו מצד מעשיך הרעים שקדמו, ישיבם ה' מהשבאי, זה כנגד גאולת שבית הנעלם, וכנגד שבית הנגלה אמר ושב וגו'","titles":[{"title":"﻿דברים ל ג"},{"title":"﻿דברים פרק ל פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-3","positionInPerek":3,"positionInParasha":23},{"uri":"tanach-orhachaim-5-31-6","text":"וכנגד קיום מצות עשה, אמר ואתה תשוב וגו' ועשית את כל מצותיו הרי זה מצות עשה, ויחד להם שכר הקרבת התועלת כאומרו והותירך וגו' וישוב לשוש וגו'","titles":[{"title":"﻿דברים ל ו"},{"title":"﻿דברים פרק ל פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-6","positionInPerek":6,"positionInParasha":26},{"uri":"tanach-orhachaim-5-31-11","text":"ודקדק לומר היום, פירוש בזמן שהיו סמוכים ליכנס בארץ שאז היה קרוב אליהם הדבר לעשות, וקרא לירדן ים לפי שנשפך לתוך ים המלח כאמור ביהושע (ג טז) והיורדים על ים הערבה ים המלח תמו נכרתו","titles":[{"title":"﻿דברים ל יא"},{"title":"﻿דברים פרק ל פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-11","positionInPerek":11,"positionInParasha":31},{"uri":"tanach-orhachaim-5-31-19","text":"כמו כן אמר כאן ובחרת בחיים, פירוש יתחייב הדבר אפילו כפי טבע הגשמי לבחור בחיים, והגם שבפסוק שלפני זה (פסוק טו) אמר ראה נתתי לפניך החיים והטוב יחד, שם נתכוון במאמר לפניך לבחור בהם, וכאן נתכוון במאמר לפניך לומר מה שלפניך, והעיר על זאת הכוונה במה שסדרה באמצע היעודים כמו שפירשתי, גם במה שגמר אומר ובחרת בחיים כמו שפירשתי","titles":[{"title":"﻿דברים ל יט"},{"title":"﻿דברים פרק ל פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-8","perek":"tanach-5-31","interprets":"tanach-5-31-19","positionInPerek":19,"positionInParasha":39},{"uri":"tanach-orhachaim-5-32-1","text":"וידבר את (כל) הדברים וגו'. אומרו את (כל) הדברים, להעיר שהגם שהגיע יום פטירתו כאומרו אנכי היום פירוש היום מלאו ימי וגו', אף על פי כן היה בו כח היכול דבר כל הדברים הנאמרים מכאן ועד סוף הספר, מה שאין כח בזולתו עשות כן, בין בכח הגופיי בין בכח השכל","titles":[{"title":"﻿דברים לא א"},{"title":"﻿דברים פרק לא פסוק א"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-5-32-2","text":"עוד נתכוין בסמיכות וה' אמר אלי למאמר לא אוכל וגו', להודיע נאמנות עבדותו לבורא ברוך הוא, שהגם שלא יוכל עוד לצאת ולבא, אם יאמר אליו ה' עבור את הירדן יהיה מתאזר ועומד ומשמש להכניסם לארץ, ולא היה נמנע מצד שלא היה יכול לצאת ולבא, אלא שה' אמר אליו לא תעבור וגו'","titles":[{"title":"﻿דברים לא ב"},{"title":"﻿דברים פרק לא פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-5-32-3","text":"ודקדק לומר הוא, יתבאר על דרך מה שאמר הנביא במלחמת העי כשנפל מישראל כשלשים וששה איש ונפל יהושע על פניו אמר אליו ה' קום לך למה זה אתה נופל על פניך (יהושע ז י), ואמרו רבותינו ז''ל (סנהדרין מד.) שאמר ה' אליו אתה גרמת, שלא יצאת עמהם, והוא מה שאמר משה הוא עובר, פירוש הדבר תלוי שיעבור הוא בעצמו לפניך ולא שלוחו","titles":[{"title":"﻿דברים לא ג"},{"title":"﻿דברים פרק לא פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-5-32-7","text":" אור החיים  כי אתה תבוא. ולא אמר תביא, כי ה' המביא אותם, כמו שאמר למעלה ה' אלהיך הוא העובר וגו' הוא ישמיד, אלא שהוא יבוא בראשם. והגם שאמרו ז''ל (שם ח.) בפסוק שאמר בסוף הפרשה (להלן פסוק כג) כי אתה תביא, שאמר הקדוש ברוך הוא דבר אחד לדור, לפי שמשמעות תבוא סובלת גם כן אחרים עמו, לזה רצה הקדוש ברוך הוא שיפרש דבריו, ולעולם כוונת משה היתה להעיר כי ה' הוא המביא, נמצאת אומר אמר תבוא לקבוע המעשה (בשם) [בה'] כי הוא המביא, ואמר תביא לשלול זולתו ממין האנושי","titles":[{"title":"﻿דברים לא ז"},{"title":"﻿דברים פרק לא פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-5-32-8","text":"הוא יהיה עמך. אומרו הוא, להודיע כי מדריגה הגדולה שהיא כללות השכינה ההולכת לפני מחנה ישראל הדרגה זו תהיה עמו, והוא אומרו הוא יהיה עמך, פירוש בחינה המוזכרת בסמוך","titles":[{"title":"﻿דברים לא ח"},{"title":"﻿דברים פרק לא פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-5-32-12","text":"שוב ראיתי מאמר חז''ל (חגיגה ג.) שאמרו וז''ל הנשים לשמוע והאנשים ללמוד, עד כאן. והם דברינו עצמם, ונתחכמו להקדים הנשים לאנשים כסדר שהקדים הכתוב, למען ישמעו, ואחר כך ולמען ילמדו, וכמו שכתבנו","titles":[{"title":"﻿דברים לא יב"},{"title":"﻿דברים פרק לא פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-5-32-13","text":"ורבותינו ז''ל אמרו (שם) וז''ל והטף למה, ליתן שכר למביאיהם, עד כאן. ואולי שנותנים טעם לקטני קטנים שאינם מבינים דבר שגם הם נכללים בכלל הטף שאמר הכתוב, ומה שנתן הכתוב טעם ישמעו ולמדו, הוא לבניהן אשר יתחילו הבן","titles":[{"title":"﻿דברים לא יג"},{"title":"﻿דברים פרק לא פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-5-32-14","text":"והתיצבו וגו'. כאן צוה שיתנהג יהושע בשררה לפני משה, והוא אומרו והתיצבו לשון מינוי ושררה שניהם בהשואה, על דרך שפירשנו בפרשת אתם נצבים (לעיל כט ט). ואומרו ואצונו, לשון מלכות, על דרך אומרו (ש''א יג יד) (ויצוני) [ויצוהו] ה' לנגיד, וכן הוא אומר כי אתה תביא (פסוק כג), ודרשו ז''ל (סנהדדין ח.) (קח) [טול] מקל והך על קדקדם","titles":[{"title":"﻿דברים לא יד"},{"title":"﻿דברים פרק לא פסוק יד"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-14","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-orhachaim-5-32-16","text":"עוד ירצה, כי לא הדור ההוא עצמו יזנה אחרי אלהי נכר, אלא הדור שיקום ממנו, וכן הוא אומר בספר שופטים (ב ח יב) וימת יהושע וגו', וגם כל הדור ההוא נאספו אל אבותיו ויקם דור אחר וגו' ויעשו בני ישראל את הרע בעיני ה' ויעבדו את הבעלים וגו' מאלהי העמים אשר סביבותיהם, והוא אומרו וקם וגו' וזנה וגו' אשר הוא בא שמה בקרבו","titles":[{"title":"﻿דברים לא טז"},{"title":"﻿דברים פרק לא פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-5-32-17","text":"ואומרו ואמר ביום וגו'. פירוש שישערו בדעתם לרוב הצרה שרואין שאין זה אלא לצד הסתרת פני מהם, והוא אומרו הלא, פירוש ודאי שעל שאין אלהי בקרבי מצאוני וגו' שאם היה בקרבי לא היו כל כך צרות באין עלינו, וצא ולמד שאמר הנביא (שופטים י טז) ותקצר נפשו בעמל ישראל, כביכול","titles":[{"title":"﻿דברים לא יז"},{"title":"﻿דברים פרק לא פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-5-32-18","text":"ודע כי אין צרה ואין רעה בעולם שאינה כנגד עבירה אחת, כי ה' יסד יסורין כנגד כל החטאים, כדרך שקבע שכר כנגד כל מעשה הטוב, וכיון שכן אדם שעבר על כל התורה כולה, או על עבודה זרה ששקולה ככל התורה, עונש הוא לבא עליו כל עונשין שבעולם, ולזה הסתיר ה' פניו מהם","titles":[{"title":"﻿דברים לא יח"},{"title":"﻿דברים פרק לא פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-5-32-19","text":"ושלשתן עשה משה, דכתיב ויכתוב משה את השירה. ב' וילמדה את בני ישראל. ג' וידבר משה באזני כל קהל ישראל את דברי השירה הזאת, פירוש קרא אותה בגירסא להם בדרך שידעו לאומרה כדרך שאמרה להם, והוא אומרו שימה בפיהם","titles":[{"title":"﻿דברים לא יט"},{"title":"﻿דברים פרק לא פסוק יט"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-19","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-orhachaim-5-32-27","text":"ואומרו הייתם. לשון עבר, כי אפשר שהרהרו תשובה באותה שעה, וכדין המקדש אשה על מנת שהוא צדיק גמור, אף על פי שנמצא שהיה רשע גמור אנו אומרים שהיא מקודשת, שמא הרהר תשובה באותה שעה (קידושין מט","titles":[{"title":"﻿דברים לא כז"},{"title":"﻿דברים פרק לא פסוק כז"}],"sefer":"tanach-5","parasha":"parasha-9","perek":"tanach-5-32","interprets":"tanach-5-32-27","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-orhachaim-5-33-1","text":"הוא המאמר שמבטיח ה' לצדיקים שישמע גופם אחר שיהיה בארץ, והוא אומרו ותשמע הארץ אמרי פי, וממוצא דבר אתה למד שמי שלא יאזין דבר ה' לא ישמע גופו השוכן בארץ את קול הכרוז ההוא ולא יהיה עפרו ננער","titles":[{"title":"﻿דברים לב א"},{"title":"﻿דברים פרק לב פסוק א"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-5-33-2","text":"כשעירם וגו'. יתבאר על דרך אומרם בברייתא (מדרש משלי י') אמר רבי ישמעאל כשמעמידין את האדם בדין אם יש בידו מקרא שואלין ממנו למה לא שנה ואם יש בידו משנה שואלין ממנו תלמוד וכן על זה הדרך, הנה מעומק דברי הברייתא מוכיחים הדברים שמי שיש בידו מקרא אין שואלין ממנו מעשה מרכבה אלא מדרגה אחת כפי יכולתו יותר ממה שטרח שעליו היה לטרוח גדר למעלה מזו, והוא אומר כשעירים וגו' וכרביבים וגו' פירוש כשיעור שימטיר ה' טיפין קטנים על הדשא שהוא קטן וכרביבים שהם טיפין גדולים ועבים עלי עשב שהוא גדול שיכול לסבול כדמיון זה מצות התורה כל אחד כפי כח שיכול להשיג, ויש בזה להקל ולהחמיר להקל על מי שאינו יכול להשיג יותר, ולהחמיר על מי שיכול הרבה ששואלין ממנו הכל ואפילו מעשה מרכבה","titles":[{"title":"﻿דברים לב ב"},{"title":"﻿דברים פרק לב פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-5-33-3","text":"עוד ירצה אומרו כי שם ה' וגו' נתינת טעם להנאמר אחר כך שהוא הבו גודל לאלהינו, והוא על דרך מה שאמרו ז''ל (שוח''ט כט יב) בפסוק (תהלים כב ד) יושב תהלות ישראל שלא ישב ה' על כסא התהלות עד שאמרו צבא השמים ברוך ה' אלהי ישראל ולא היה לו נחת רוח כשאמרו לו אלהי שמים וארץ ואלהי המלאכים, ולזה בא דברו הטוב כאן ואמר הבו גודל ומעלה לדבר זה שאינו חפץ ליקרא אלא אלהינו, והוא אומרו לאלהינו כי באמצעות שקוראים בתורה שהוא שם ה', והוא אומרו כי שם ה' אקרא בזה כשמשבחין העליונים ואומרים ברוך ה' אלהי ישראל שבח זה יש בו גדולה ושבח, מה שאין כן כשאין ישראל עוסקים בתורה ואומרים המלאכים ברוך ה' אלהי ישראל שבח זה גרוע מאד מטה מטה וישתקע הדבר שהרי הם מכחישים חס ושלום כשאין עוסקין בתורתו שבאמצעותה יחס אלהותו עלינו, ורבותינו ז''ל דרשו הרבה דרשות (ספרי) וכפטיש וגו'","titles":[{"title":"﻿דברים לב ג"},{"title":"﻿דברים פרק לב פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-5-33-4","text":"צדיק וישר הוא. פירוש כי האדון ה' צבאות ברא העולם במשפט דכתיב (משלי כ''ט ד) במשפט יעמיד ארץ, ואמרו ז''ל (תנחומא שופטים) שנשבע ה' שיעמוד העולם על המשפט, אבל מצינו לו י''ג מדות שכולם רחמים, ואם נשבע על המשפט מה מקום לרחמים, אכן הסדר הוא על זה הדרך כי מתחילה כשיושב על המשפט הוא מעמיד המשפט על תלו וכשבא להשתלם מתרצה ברחמים ומתפייס בתחנונים, והוא על דרך אומרו (תהלים קמ''ה) צדיק ה' בכל דרכיו וחסיד בכל מעשיו פירוש כשהוא בא להדריך דבר הוא מדריכו על קו הדין, אבל במעשיו פירוש בשעת מעשה כשבא אדם ומתחנן אל רחום וחנון ירחמהו, והוא אומרו צדיק וישר הוא פירוש צדיק על קו הדין, וכפירוש רש''י במה שאמרו בגמרא (ע''ז ו'.) ודילמא נח טריפה הוה ומתרץ תמים כתיב ביה ומקשו ודלמא צדיק בדרכיו תמים במעשיו ופירש (רש''י) צדיק בדרכיו על פי הדין וכו', וזה בתחלה אבל אחר כך וישר פירוש ישר לפנים משורת הדין כאומרם ז''ל (ב''מ ק''ח","titles":[{"title":"﻿דברים לב ד"},{"title":"﻿דברים פרק לב פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-5-33-5","text":"דור עקש ופתלתול וגו'. שאם יהיה עקש לבד, דברי התורה תשים המעקשים למישור, ומי גרם לזה שנשחת היותו עקש ופתלתול פירוש מתחזק בעקשותו, כאשר עינינו רואות בדורות הללו מיני אפיקורסות דרך עקש וכשאדם מישר עקשותיהם הם מתחזקים בארחות עקשים קשים, וזה אובדן מולדת בית","titles":[{"title":"﻿דברים לב ה"},{"title":"﻿דברים פרק לב פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-orhachaim-5-33-6","text":"והוא מה שגמר אומר הלא הוא אביך וגו', סדר ד' חלוקות, א' שהוא ברא את האדם וכנגד זה אמר הוא אביך, שנית שקנה אותנו לעבדים במה שהוציאנו מיד פרעה והחיה אותנו במדבר והביא אותנו לארץ מלאה כל טוב וכנגד זה אמר קנך, ג' שתקן אותנו תיקון מעולה ורם בתת שכינתו בתוכנו וניבא אותנו, וזה תיקון גדול שעשה אותנו כלי ראוי לקבל הנבואה, וכנגד זה אמר עשך פירוש מעשה חדש מלבד הבריאה הרמוזה במאמר אביך, ד' שתכן אותנו התכוננות הנצחי לזכות בו חיי עולם הבא שהוא העיקר, והכוונה בכל זה הוא שאין הנבל עושה נבלה עם גדר זה אם לא לצד היותו סכל והוא אומרו נבל ולא חכם","titles":[{"title":"﻿דברים לב ו"},{"title":"﻿דברים פרק לב פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-5-33-7","text":" אור החיים  זכור ימות עולם. אמר ד' חלוקות כנגד ד' דברים שאמר בפסוק שלפני זה, כנגד אומרו הלא הוא אביך שרמז בו שהוא הבורא אמר זכור ימות עולם שהם ששת ימי בראשית שם ימצא כי הוא היוצר הוא הבורא, וכנגד אומרו קנך שרמז ליציאת מצרים ושאר הטובות שבהם קנה אותנו אמר בינו שנות דור ודור שיתבונן במה שפעל ה' בשנים של ב' דורות שהם דור היוצא ממצרים ודור רביעי הנכנס לארץ ובהם יכיר מעשיו יתברך לעם ישראל שבהם קנך, וכנגד אומרו עשך שהוא תיקון עליון שפירושנו בו שנתן שכינתו בתוכנו וניבא אותנו אמר שאל אביך ויגדך אביך הם הנביאים, וכן פירשוה רבותינו ז''ל (ספרי), וכנגד ויכוננך שפירשנוה על הכנות עולם הבא אמר זקניך ויאמרו לך פירוש הם חכמי ישראל המכירים בהכנת הדבר והמושג לעולם הבא הם יאמרו לך","titles":[{"title":"﻿דברים לב ז"},{"title":"﻿דברים פרק לב פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-5-33-8","text":"עוד יכוין לומר להיות שיש ב' בחינות בנשמות, יש שבאה מעולם עליון ולזה יאמר חלק ה' פירוש חלק מה' ב''ה כביכול, ויש נפשות שבאות ממקום הנקרא נחלת שדי ולזה יקרא יעקב חבל נחלתו, ודקדק לומר חבל לרמוז ענין גדול אשר גילו יודעי חן כי כל נפש החיוני שבאדם יש לה חוט א' דבוק עם שורשה והוא יוצא מהנחירים ודבוק בשורשו למעלה ומשם יונקת הנפש לחיות, ועל נפש הרשע אמר הכתוב (במדבר ט''ו לא) הכרת תכרת וגו' פירוש שאותו השורש הדבוק מהנפש למקום שממנו חוצבה יכריתנו ה' ושוב אין לה יניקה וזו היא מיתה רח''ל, ובצדיקים נאמר (דברים ד' ד) ואתם הדבקים בה' אלהיכם חיים וגו', והוא אומרו חבל נחלתו והבן","titles":[{"title":"﻿דברים לב ח"},{"title":"﻿דברים פרק לב פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-5-33-10","text":"עוד ירצה אומרו יבוננהו יצרנהו על דרך אומרם ז''ל במסכת (שבת) [ברכות נ''ד","titles":[{"title":"﻿דברים לב י"},{"title":"﻿דברים פרק לב פסוק י"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-10","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-5-33-11","text":"ואומרו יפרוש כנפיו וגו' על דרך אומרם (ספרי דברים ג' כ''ט) ימינו פשוטה לקבל שבים, שאם על ידי הערה שיעיר ה' לישראל יתעוררו לשוב בתשובה תיכף ימינו פשוטה, ואמר יפרוש לעתיד זה שיעורה טעם שיפרוש כנפיו מעיקרא הוא בשביל שיקחהו לאיש ישראל החוזר בתשובה, שזולת זה לא היה פורש כנפיו, ואומרו ישאהו וגו' על דרך אומרם ז''ל (תיקוני זוהר תיקון ע קלא.) בפסוק (קהלת י' כ) ובעל כנפים יגיד דבר, כי יש כת אחת של מלאכים שנקראים בעלי כנפים ושירותם היא שכל דבור טוב וברכת ה' היוצאת מפי איש יהודי ישאוה כנפיהם, והוא אומרו ישאהו על אברתו פירוש ישא הבא ממנו מהטוב","titles":[{"title":"﻿דברים לב יא"},{"title":"﻿דברים פרק לב פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-5-33-12","text":"עוד ירצה על זה הדרך אימתי ה' בדד ינחנו כשנגמר חלק הרע מישראל, והוא אומרו ואין עמו אל נכר שהוא חלק הרע הדבוק באדם מחטא האדם והמשכיל יבין","titles":[{"title":"﻿דברים לב יב"},{"title":"﻿דברים פרק לב פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-5-33-13","text":" אור החיים  ירכיבהו על במתי וגו'. אין זה נמשך עם האמור למעלה אלא התחלת ענין ונמשך למטה, וגזירת הדברים הוא וישמן ישרון וגו'","titles":[{"title":"﻿דברים לב יג"},{"title":"﻿דברים פרק לב פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-5-33-17","text":" אור החיים  לא אלוה. פירוש גם הם אינם זובחים להם לצד היותם אלוה אלא לעשות להם צורכיהם ומבוקשם, וכנגד מה שעושים לעבודת אלילים אמר אלהים לא ידעום פירוש הגם שאינם יודעים אותם מה טיבם של האלילים הם עובדים אותם, ואומרו חדשים מקרוב באו וגו', עיין מה שפירשתי בפסוק (לעיל י''ג ז') כי יסיתך אחיך וגו'","titles":[{"title":"﻿דברים לב יז"},{"title":"﻿דברים פרק לב פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-5-33-18","text":"ותשכח אל מחוללך. תתפרש לשון עדי כדרך אומרו (הושע ב') ותעד נזמה וחלייתה, והכונה שעשאך מחול עדי על כל הנבראים אפילו על המלאכים כאומרו (תהלים ס''ו יב) הרכבת אנוש לראשינו, או על דרך אומרו (ישעי' מ''ט ג) ישראל אשר בך אתפאר, שעשאך עדי לו יתברך ורז''ל אמרו (ספרי) דרשות וכפטיש וגו'","titles":[{"title":"﻿דברים לב יח"},{"title":"﻿דברים פרק לב פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-5-33-20","text":" אור החיים  כי דור תהפוכות וגו'. פירוש לפי שאמר הכתוב בסמוך אסתירה פני וגו' ובזה לא ישקיף ויראה הגם שיעשה תשובה ויחננו קולם ואין זה מן הנכון לעשות כן, לזה גמר אומר הטעם כי דור תהפוכות פירוש מתהפכים מטובה לרעה, ואומרו בנים פירוש אפילו יחשבו להטיב לבא אל גדר שיהיו נחשבים בנים לא אמון בם כי ישובו להרשיע ואין חזרתם שלימה ואשר על כן ראוי הוא להסתיר וגו'","titles":[{"title":"﻿דברים לב כ"},{"title":"﻿דברים פרק לב פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-orhachaim-5-33-26","text":" אור החיים  אמרתי אפאיהם. פירוש אפאיהם אסמיך אפי עמהם עד שיושבתו מאנוש","titles":[{"title":"﻿דברים לב כו"},{"title":"﻿דברים פרק לב פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-5-33-27","text":"או ירצה שכל הפעולה הזאת שעשו השחתה גדולה בישראל והשביתו מאנוש זכרם יאמרו שלא עשה כל זה ה' אלא בצירוף כח ורצון עבודת ע''ז שהיא השליטתם עליהם","titles":[{"title":"﻿דברים לב כז"},{"title":"﻿דברים פרק לב פסוק כז"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-27","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-orhachaim-5-33-28","text":" אור החיים  כי גוי אובד עצות. פירוש שאין חשש שהגוי יראה ויקח מוסר ויאמר ומה אלו על שהכעיסו מעט ראה מה עלתה בידם וכו' ויטיב מעשיו, והוא אומרו כי גוי אובד עצות פירוש אין בטבעו דבר זה ואבוד הוא מעצות כאלו, ואין בהם תבונה להבין דבר מתוך דבר כמו שאמרנו לו חכמו ישכילו זאת פירוש חרי האף הבא על ישראל ומזה יבינו לאחריתם מה תהיה על מעלם","titles":[{"title":"﻿דברים לב כח"},{"title":"﻿דברים פרק לב פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-28","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-orhachaim-5-33-30","text":"אם לא כי צורם. פירוש מדת הדין, וכמו שפירשתי בפסוק (ד') הצור תמים וגו', ואומרו וה' הסגירם פירוש מדת רחמים עם מדת הדין שזולת זה לא היה כל כך ירידה לישראל שיפלו אלף לפני אחד","titles":[{"title":"﻿דברים לב ל"},{"title":"﻿דברים פרק לב פסוק ל"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-30","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-orhachaim-5-33-31","text":" אור החיים  כי לא כצורנו וגו'. פירוש הטעם שיתלו טעם אחד אלף כי צורם מכרם וה' הסגירם ולא יתלו לומר מבלתי יכולת ה' וגו' ח''ו וכמאמר משה לה' במעשה המרגלים, כי התוקף של ישראל אינו כתוקפם של האומות, שאין לך עבודה זרה שעמדה ימים רבים, בסוד (משלי י''ב יט) ועד ארגיעה לשון שקר, וצא ולמד מעבודה זרה של כמוש אשר תעו אחריה רוב האומות וכמה הפליאה עשות ככתוב בדברי רבינו סעדיה גאון ואף על פי כן והיה כלא היה ורבות כאלה, אבל צורנו שגיא כח מעלין בקודש ואפילו הגוים יסכימו על זה כאמור בדברי הנביא (מלאכי א' יא) כי גדול שמי בגוים, וכשיראו מפלת ישראל בדרך זה גם הם ישפוטו כן, והוא אומרו ואויבינו פלילים לשון דיינים כאומרו (שמות כ''א כ''ב) ונתן בפלילים פירוש ישפוטו גם הם שלא כצורנו צורם, אלא כשרואים השחתת ישראל ינכרו את האמת כמו שכתוב פן ינכרו וגו' פן יאמרו וגו'","titles":[{"title":"﻿דברים לב לא"},{"title":"﻿דברים פרק לב פסוק לא"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-31","positionInPerek":31,"positionInParasha":31},{"uri":"tanach-orhachaim-5-33-32","text":"ואומרו ומשדמות עמורה כי כמו שבענפי אילן הקדוש יש גדר למעלה מגדר והעליון יתיחס אליו שם זכר להיותו משפיע והתחתון יתיחס אליו שם נקבה להיותו נשפע כמו כן המשיל אחיזות בשורשו הרע לב' גדרים, גדר הראשון יקרא גפן, וגדר ב' נקרא שדה, והמשכיל יבין בדוגמתם בקדושה ויאורו עיניו","titles":[{"title":"﻿דברים לב לב"},{"title":"﻿דברים פרק לב פסוק לב"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-32","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-orhachaim-5-33-34","text":" אור החיים  הלא הוא כמוס עמדי וגו'. פירוש הגם שבשביל כעס אויב נמנעתי מעשות בהם משפט המתחייב להם על מעשיהם לא מפני זה יפטרו מעונש המגיע להם הלא הוא כמום עמדי חתום באוצרותי ליום הדין, ועל זה אמר הנביא (ישעי' י' ג) ומה תעשו ליום פקודה, וצא ולמד מה שחרד שמואל מפחד יום הדין כאומרם ז''ל (חגיגה ד'","titles":[{"title":"﻿דברים לב לד"},{"title":"﻿דברים פרק לב פסוק לד"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-34","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-orhachaim-5-33-35","text":" אור החיים  לי נקם ושלם. יתבאר על דרך אומרם ז''ל (שם) שלעתיד לבא יוציא ה' חמה מנרתיקה הרשעים נידונים בה ולהטה אותם והצדיקים מתרפאין בה, והוא אומרו לי נקם ושלם פירוש נקם לרשעים ושלם שכר טוב לצדיקים, ואומרו לעת תמוט רגלם הוא סוד מאמר (סוטה מ''ט) עקבות משיחא, והוא בירורי ניצוצי רגלי ס''מ כשתמוט רגלם של עושי רשעה ותגמר ממה שנגע בה מדבר המעמיד כידוע ליודעי חן, ואומרו כי קרוב יום וגו' הוא מאמר הנביא (צפני' א' ז) כי קרוב יום ה' וגו', ואומרו וחש עתידות למו, הם הנחמות העתידות כשישתלמו עושי רשעה תיכף ימהר לקיים הבטחות העתידות לצדיקים","titles":[{"title":"﻿דברים לב לה"},{"title":"﻿דברים פרק לב פסוק לה"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-35","positionInPerek":35,"positionInParasha":35},{"uri":"tanach-orhachaim-5-33-36","text":" אור החיים  כי ידין ה' עמו וגו'. אחר שגמר ענין מכעיסי אל עד סופם חזר להבטיח לכללות ישראל שלא לעולם יריב אתם, כי ידין ה' עמו פירוש יעמיד במשפט כוסות התרעלה אשר עברום ויראה צרות שעברו על הצדיקים מהם הרגו מהם שרפו מהם הפשיטום ובשביל הצדיקים אשר נצטערו יתנחם, והוא אומרו ועל עבדיו יתנחם פירוש בשבילם יתנחם לומר די צרות הגלות, ועוד כשיראה ה' שאין כח בישראל להציל עצמן מהגלות, וכח אין בצדיקים ליסר בשבט מוסר למרגיזי אל, גם לא ישארו בישראל אנשים גדולים ונביאים חוזים בעלי רוח הקודש ואין אשכול וגו' (מיכה ז'), והוא אומרו כי אזלת יד, ובזה אפס עצור פירוש על דרך (ש''א' ט יז') יעצור בעמי פירוש שאין כח למדריכים בדרכי ה' להדריכם, ועזוב פירוש ומצד זה נשאר העם עזוב, ואמר ישראל אי אלהימו הגם שאין מעשיהם מהוגנים אף על פי כן יבא בטענה לפני האלהים הרמוז בתיבת צור, והוא חסיו בו כי ישראל הגם שירשיעו ויעברו על חלק ממצות ה' אף על פי כן כל מחסיהם בה', ועליו סובלים דלות ושפלות, ונהרגים על קדושת שמו, ועומדים ומצפים לצור גואלם והוא אומרו חסיו בו","titles":[{"title":"﻿דברים לב לו"},{"title":"﻿דברים פרק לב פסוק לו"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-36","positionInPerek":36,"positionInParasha":36},{"uri":"tanach-orhachaim-5-33-38","text":"יקומו ויעזרכם וגו'. לפי שיש ב' מיני עובדי עבודה זרה, יש שעובד עבודה זרה לאלוה גמור, ויש שעובד עבודה זרה לאמצעי, ועל שניהם צוה ה' כמו שפירשנוהו במקומו (שמות כ' ד'), לזה אמר כנגד העובד עבודה זרה לאמצעי אמר יקומו ויעזרכם עזר בעלמא כי לסיבה זו עשאוה לעזור להועיל ביניהם ובין אלהי עולם, וכנגד העובד עבודה זרה לאלוה גמר אומר יהי עליכם סתרה","titles":[{"title":"﻿דברים לב לח"},{"title":"﻿דברים פרק לב פסוק לח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-38","positionInPerek":38,"positionInParasha":38},{"uri":"tanach-orhachaim-5-33-39","text":"ואין מידי מציל. פירוש שכל הנבראים ימותו, ולזה דייק לומר ואין מידי ולא אמר ואין מציל מידי","titles":[{"title":"﻿דברים לב לט"},{"title":"﻿דברים פרק לב פסוק לט"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-39","positionInPerek":39,"positionInParasha":39},{"uri":"tanach-orhachaim-5-33-40","text":"או ירצה שתסכים גם מדת הרחמים ותתחזק במשפט להשיב נקם לצרי ה' שהם אויבי ישראל שאינם שונאים אותנו אלא על דביקותינו בה', ואומר ולמשנאי הם כת המעברת ישראל על דת","titles":[{"title":"﻿דברים לב מ"},{"title":"﻿דברים פרק לב פסוק מ"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-40","positionInPerek":40,"positionInParasha":40},{"uri":"tanach-orhachaim-5-33-43","text":" אור החיים  הרנינו גוים וגו'. פירוש כי בעשות ה' נקמה באויבי ישראל וירומם מדרגת ישראל ירננו הגוים על עמו ישראל לשבחם ולרוממם כאומרו (תהלים קמ''ד) אשרי העם וגו', ואומרו כי דם וגו' ונקם וגו' פירוש שלא דם לבד אלא גם צריו אשר חרשו און לו ישיב ה' להם נקם שחשבו לעשות, על דרך אומרו (שם ז') ישוב עמלו בראשו, ואומרו וכפר אדמתו עמו הוא גמר הדברים שהתחיל לומר כי ידין ה' עמו וגו' וגמר אומר כי הנמצא עדיין מהחטאים על ישראל תכפר עליהם הארץ אשר היתה לשמה ולחרפה שנים רבות זה יהיה לכפרת עון עם ה'","titles":[{"title":"﻿דברים לב מג"},{"title":"﻿דברים פרק לב פסוק מג"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-43","positionInPerek":43,"positionInParasha":43},{"uri":"tanach-orhachaim-5-33-44","text":" אור החיים  הוא והושע בן נון. פירוש היה עומד עמו אבל הדיבור לא דיבר אלא משה כאומרו וידבר, וכן אמר ה' ולמדה את בני ישראל שימה בפיהם לשון יחיד אל משה, ואומרו והושע ולא אמר ויהושע כמו שקרא לו משה, לפי שתוספת היו''ד היא ליקר וגדולה כרמוז במאמר (במדבר י''ג ט''ז) ויקרא משה להושע וגו' וכשהשוום הכתוב ואמר הוא והושע בן נון הסיר היו''ד, על דרך אומרו (ישעי, י, טו) היתפאר הגרזן וגו'","titles":[{"title":"﻿דברים לב מד"},{"title":"﻿דברים פרק לב פסוק מד"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-44","positionInPerek":44,"positionInParasha":44},{"uri":"tanach-orhachaim-5-33-48","text":" אור החיים  בעצם היום הזה לאמר. אומרו לאמר, שיאמר להם לישראל שהוא עולה למות, וזה מכוון לדבריהם ז''ל שדרשו (ספרי) באומרו בעצם היום הזה לפי שהיו ישראל אוטרים וכו' יעש''ד","titles":[{"title":"﻿דברים לב מח"},{"title":"﻿דברים פרק לב פסוק מח"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-48","positionInPerek":48,"positionInParasha":48},{"uri":"tanach-orhachaim-5-33-50","text":"עוד יתבאר על זה הדרך כי בא לתת שלשה טעמים למיתת איש האלהים, וזה שיעור הכתוב ומות, והטעם בהר פירוש על דרך אומרם ז''ל (סוטה י''ד.) למה נקבר משה בהר נבו בשביל עון פעור כי בכל זמן שיזקוף ראשו פעור ימצא כנגדו משה ונכנע, וכאומרו (לקמן ל''ד ו') ויקבור אותו בגיא מול בית פעור, טעם ב' אשר אתה עולה שמה פירוש כדי שיוכל להשיג האושר שהשיג באמצעות מעשים טובים הנוראים מה שאין יכול להשיג בעודו משותף עם הגוף שאינו יכול להשיג המעלה ההיא, והוא אומרו אשר אתה עולה שמה פירוש בעולם העליון, ג' והאסף אל עמיך על דרך אומרם ז''ל (במ''ר פי''ט), בפסוק (לקמן ל''ג כ''א) ויתא ראשי עם וגו' שבאמצעות משה יזכו דור המדבר, והם מתיחסים אליו כאומרו (שמות ל''ב ז') רד כי שחת עמך, והוא אומרו והאסף אל פירוש לסיבת עמיך להביאם לעולם הבא, והגם שבאהרן מצינו שאמר כן גם כן (כאן) ויאסף אל עמיו במקום שיש לדרוש דורשין","titles":[{"title":"﻿דברים לב נ"},{"title":"﻿דברים פרק לב פסוק נ"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-50","positionInPerek":50,"positionInParasha":50},{"uri":"tanach-orhachaim-5-33-51","text":" אור החיים  על אשר מעלתם וגו' על אשר לא קדשתם וגו'. עיין מה שפירשתי בפרשת חקת בענין זה באורך","titles":[{"title":"﻿דברים לב נא"},{"title":"﻿דברים פרק לב פסוק נא"}],"sefer":"tanach-5","parasha":"parasha-10","perek":"tanach-5-33","interprets":"tanach-5-33-51","positionInPerek":51,"positionInParasha":51},{"uri":"tanach-orhachaim-5-34-1","text":"עוד ירמוז על זה הדרך איש המיוחד לאלהים שלא קם ולא יקום כמותו, ונתכוון הכתוב בסמיכות את בני ישראל למאמר איש האלהים להגיד שמדרגה זו השיגה עם בני ישראל, פי' באמצעות מה שטרח בהם ומה שסבל מהם והמסתעף מאמצעות הנהגתו הטובה עמהם השיג מדרגה זו ליקרא איש האלהים","titles":[{"title":"﻿דברים לג א"},{"title":"﻿דברים פרק לג פסוק א"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-5-34-2","text":"מימינו אש דת למו. פירוש טעם שבחר ה' לשכון שמה בתחתונים ואתה מן רבבות קודש לפי שמימינו אש דת למו, והוא על דרך מה שאמרו ז''ל (שמ''ר פל''ג א) בפסוק ויקחו לי תרומה משל למלך שהשיא בתו כו' אמר המלך קחי גם אותי עמה, והוא הטעם שנתן כאן לואתה מרבבות מטעם מימינו אש דת למו פירוש לישראל, ואומרו אש דת ולא אמר דת אש, להסמיך תיבת אש לתיבת מימינו להעיר שנתנה התורה מימין ומשמאל, (ספרי כאן), והוא אומרו מימינו זה ימין, אש זה שמאל שהוא גבורה הרמוזה בבחינת האש משניהם דת למו, והוא סוד (דב''ר ג יב, תנחומא יתרו טז) אש לבנה על גבי שחורה, והוא סוד קריאת התורה תושיה (יבמות סב ילק''ש רמז כג) מצד הגבורה ונותנת עוז וממשלה מצד החסד","titles":[{"title":"﻿דברים לג ב"},{"title":"﻿דברים פרק לג פסוק ב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-2","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-5-34-3","text":"והוא אומרו תוכו לרגליך, בחלק שכבר קבלו ועוד לעתיד ישא מדברותיך, ויחס אליו לשון נשיאות ומעלה שחלק ההוא עליון מאוד, וכבר כתבנו מזה באורך במקומות אחרים","titles":[{"title":"﻿דברים לג ג"},{"title":"﻿דברים פרק לג פסוק ג"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-3","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-5-34-4","text":"ואומרו תורה צוה לנו וגו', אנו מקבלים אותה מורשה קהלת וגו', ופירוש צוה לנו אפשר לפרשה לעוז מלכות, כאומרם ז''ל אין צו אלא מלכות. שהמליכה עלינו שעל פיה יקום דבר, וגם המלך אשר ימליכו עליהם יהיה על פי התורה, ואותה יכתוב וישים לפניו כאומרו (לעיל יז יח) וכתב לו וגו', והוא מאמר הכתוב (משלי ח טו) בי מלכים ימלוכו. ולמעלה בפסוק אף חובב פירשנו הכתוב באופן אחר על נכון","titles":[{"title":"﻿דברים לג ד"},{"title":"﻿דברים פרק לג פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-4","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-5-34-5","text":"עוד רמז, כי מלכות ישראל תהיה מתקיימת כשיהיו ישראל מתאספים ראשיהם יחד, ולא יהיו בד בבד שבזה יהיה סיבה שיתיחדו יחד שבטי ישראל. וכשישראל בגדר זה הנה הנם ברום גדר ההצלחות, ומלכותם תהיה בה הויה של קיום, וצא ולמד כי מיום שנחלקו הלבבות ונחלקו המלכיות מה עלתה בידם, וזאת סיבת עגלי ירבעם והבאים אחריו, כי ראש האובדן הוא הפירוד, וכלי המחזיק הברכה הוא השלום (סוף עוקצין) ויחוד ה לבב ות","titles":[{"title":"﻿דברים לג ה"},{"title":"﻿דברים פרק לג פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-5","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-orhachaim-5-34-6","text":"ואומרו ויהי מתיו מספר. התפלל עליהם שיהיו צדיקים, לפי שנמקו השרשים במאורע גדוליהם במעשה קרח כאמור בסמוך, לזה התפלל ויהי מתיו מספר, פירוש על דרך אומרם ז''ל (שם כו.) שאמר חזקיה לפני הקדוש ברוך [הוא] רבים אשר את שבנא וגו', והשיב הקדוש ברוך הוא אין מנין לרשעים, לזה אמר משה במתק לשונו מתיו מספר, פירוש שלא יהיו רשעים, שאז אין מנין להם, ותועיל תפלת צדיק על הדבר בסוד צדיק מושל ביראת אלהים (ש''ב כג ג, עיין שבת סג.)","titles":[{"title":"﻿דברים לג ו"},{"title":"﻿דברים פרק לג פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-6","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-5-34-7","text":"ואומרו ועזר מצריו תהיה. פירוש שהגם שהרויח פרץ וזרח בכח מעשה תמר, אף על פי כן עדיין לא האירה מלכות בית דוד, כי צריכה לניצוץ הקדושה שעדיין בין האומות והיא רות המואביה, לזה אמר ועזר מצריו תהיה לשון נקבה, גם עזר יורה אל הנקבה, כאומרו (שם ב יח) אעשה לו עזר וגו', ועיין מה שכתבתי בפסוק וחטאתי לאבי וגו' (שם מג ט)","titles":[{"title":"﻿דברים לג ז"},{"title":"﻿דברים פרק לג פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-7","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-5-34-8","text":"אשר נסיתו במסה. פירוש לפי שיעקב אמר על לוי בשיתוף עם שמעון כלי חמס וגו' ארור אפם כי עז וגו' (בראשית מט ה ז), לזה אמר כי לוי נתנסה שאינו בעל אף ועברה שנתנסה במסה, פירוש לא שנסהו ה', אלא שראה בו נסיון, שכל שבטי ישראל ניסו ה' דכתיב (שמות יז ז) ועל נסותם את ה', ולא כן לוי הא למדת ששכך רוגזם","titles":[{"title":"﻿דברים לג ח"},{"title":"﻿דברים פרק לג פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-8","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-5-34-9","text":"עוד ירצה, לפי שצוה שופטים וגו' לשבטיך, ואמרו רבותינו ז''ל (ספרי) שצריך שימנה דיינים לכל שבט, לזה אמר כי שבט לוי לצד מה שהוכחנו שלא נשאו פנים לאב ולאח ולבן ראויים הם להתמנות על כל שבטי ישראל, והוא אומרו יורו משפטיך ליעקב בדרך כלל, כי אין לחוש שישאו פנים לשבטם יותר משבט זולתם","titles":[{"title":"﻿דברים לג ט"},{"title":"﻿דברים פרק לג פסוק ט"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-9","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-5-34-11","text":" אור החיים  ומשנאיו מן יקומון. אומרו מן יקומון, לדבריהם ז''ל (ב''ר צט ב) שנתנבא על מלכות יון שעתידה ליפול ביד בני חשמונאי. לזה אמר ומשנאיו מן יקומון, פירוש אפילו מן הזמן עצמו שתהיה להם לשונאים קימה, וישראל שפלים בזמן עצמו מחץ מתנים קמיו וגו', וכן היה, ודבר זה היא הצלחה בנס ופלא","titles":[{"title":"﻿דברים לג יא"},{"title":"﻿דברים פרק לג פסוק יא"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-11","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-5-34-12","text":"ואומרו ישכן לבטח עליו. פירוש מה טעם ישכון לבטח, עליו, פירוש על היותו שכנו של שוכן הבירה, כי מי יבא אחר המלך","titles":[{"title":"﻿דברים לג יב"},{"title":"﻿דברים פרק לג פסוק יב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-12","positionInPerek":12,"positionInParasha":12},{"uri":"tanach-orhachaim-5-34-13","text":" אור החיים  מברכת ה' ארצו. אולי לפי שעתידין לומר בני יוסף ליהושע שצר להם המקום להיותם עם רב (יהושע יז יר) לזה ברך ארצם להתרחב. עוד לפי שיוסף זן ופרנס כל ישראל, ומצינו שהעלה ה' עליו בשביל זה כאילו ילדם דכתיב (תהלים עז טז) בני יעקב ויוסף סלה, ואמרו ז''ל (סנהדרין יט","titles":[{"title":"﻿דברים לג יג"},{"title":"﻿דברים פרק לג פסוק יג"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-13","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-5-34-16","text":"וכנגד מה ששילם לאחיו טובה תחת רעה, אמר נזיר אחיו, שהזירוהו אחיו מן אחוותם, כמו שדרשו ז''ל (רש''י בראשית לז יז) בפסוק נסעו מזה, ואף על פי כן ויכלכל יוסף וגו'","titles":[{"title":"﻿דברים לג טז"},{"title":"﻿דברים פרק לג פסוק טז"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-16","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-5-34-17","text":"וחזר ופירש משה דבריו כי שני הברכות שאמר הם כנגד שני השבטים, והוא אומרו והם רבבות אפרים והם אלפי מנשה, והגם שבברכה הקדים לומר בכור שורו שהוא כנגד מנשה, לפי שברכתו קטנה מברכת אפרים, התחיל במועט להוסיף ולעלות בברכה, וכשהזכירם הקדים ברכת אפרים כפי גדולתן, שגדולת יהושע גדולה מגדולת גדעון","titles":[{"title":"﻿דברים לג יז"},{"title":"﻿דברים פרק לג פסוק יז"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-17","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-5-34-18","text":"או ירצה באהליך, כינוי ליששכר, ואמר לשון אוהל, לשתי סיבות, אחד שאין עושין עיקר בעולם אלא ישיבת עראי, ועיקר דירתם הוא בית עולמים. ב', כינוי למאהיל עליהם, שהיא השכינה שנקראת אהל, הגם שעוסקים בסחורה, עליהם נאמר (תהלים פה יד) צדק לפניו יהלך וגו'","titles":[{"title":"﻿דברים לג יח"},{"title":"﻿דברים פרק לג פסוק יח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-18","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-5-34-20","text":" אור החיים  מרחיב גד. פירוש הרחיב ה' לו בנכסים רבים דכתיב (במדבר לב א) ומקנה רב היה [לבני ראובן] ולבני גד וגו', והטעם כמו שאמר שם הכתוב (לא נג) אנשי הצבא בזזו איש לו, ולהיות בני גד גבורי כח בזזו יותר מכולם, והוא מה שסמך למאמר מרחיב וגו' כלביא שכן וטרף וגו'","titles":[{"title":"﻿דברים לג כ"},{"title":"﻿דברים פרק לג פסוק כ"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-20","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-orhachaim-5-34-21","text":"והוא אומרו ומשפטיו עם ישראל, וכמו שפירשתי שם בתשובת משה על טענותיהם, שכולם הם כדי שיהיו נקיים מה' ומישראל, כי אין צורך לה' לעזרת גבורתם, ויודע היה ה' שלא היתה כוונתם בשאלת הארץ לשום מיחוש רע, וכל הטענות שטען להם משה לא היו אלא בערך ישראל אחיהם","titles":[{"title":"﻿דברים לג כא"},{"title":"﻿דברים פרק לג פסוק כא"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-orhachaim-5-34-22","text":" אור החיים  גור אריה. אולי שנתכוין אל שמשון ששיסע הארי כשסע הגדי (שופטים יד ו). ואומרו יזנק, רמז לצליחת עליו רוח ה' ודלג לשסעו כמדלג מהר בשן","titles":[{"title":"﻿דברים לג כב"},{"title":"﻿דברים פרק לג פסוק כב"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-22","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-orhachaim-5-34-24","text":" אור החיים  ברוך מבנים אשר וגו'. פירשתי בפרשת נשא בפסוק נשיא לבני אשר וגו' (במדבר ז עב)","titles":[{"title":"﻿דברים לג כד"},{"title":"﻿דברים פרק לג פסוק כד"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-24","positionInPerek":24,"positionInParasha":24},{"uri":"tanach-orhachaim-5-34-26","text":" אור החיים  אין כאל ישרון. פירוש אין כאל של ישורון שעושה דבר זה להם, והוא שרוכב שמים פירוש רוכב על השמים בשביל עזרת ישראל, והוא אומרו בעזרך, להלחם בשבילך, כאומרו (שמות יד יד) ה' ילחם לכם, וכשהוא בא ונלחם להם כל השמים הם מרכבתו, ומעתה כל כחות השמים ומערכתם באים לעזרת ישראל שהסוס טפל לרוכב","titles":[{"title":"﻿דברים לג כו"},{"title":"﻿דברים פרק לג פסוק כו"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-26","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-5-34-28","text":"ואומרו עין יעקב. לומר שהגם שתהיה עינם אל ארץ דגן ותירוש, פירוש לאכול מפריה ולשבוע מטובה, אף על פי כן לא יבעטו כשלא יהיו יושבים מהעמים עמהם בא רץ","titles":[{"title":"﻿דברים לג כח"},{"title":"﻿דברים פרק לג פסוק כח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-28","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-orhachaim-5-34-29","text":"עוד ירצה באומרו נושע בה', פירוש שהמלך נושע בתשועתו, כאומרו (לעיל ל ג) ושב ה' אלהיך את שבותך, ואמרו ז''ל (מגילה כט.) והשיב לא נאמר אלא ושב אשריו וכו', והוא אומרו אשריך מי כמוך שאתה עם נושע עם ה' שהוא מגן עזרך, ואשר הוא חרב גבהותך, שאין חרב גדולה כחרב לה' בשולפו אותה מתערה","titles":[{"title":"﻿דברים לג כט"},{"title":"﻿דברים פרק לג פסוק כט"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-34","interprets":"tanach-5-34-29","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-orhachaim-5-35-1","text":" אור החיים   ויראהו ה' את כל וגו'. פירוש הפעיל ה' בו ראות, מה שאין גבול בעין לראות באחד משני דרכים. או יאיר עיניו מאור זרוע לצדיק שהוא אור ששת ימי בראשית גנוז לצדיקים, שאמרו רבותינו ז''ל (חגיגה יב.) שבו יביט האדם מסוף העולם. או הקריב הארץ למול עיניו והראה אותה לו לפניו","titles":[{"title":"﻿דברים לד א"},{"title":"﻿דברים פרק לד פסוק א"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-1","positionInPerek":1,"positionInParasha":30},{"uri":"tanach-orhachaim-5-35-4","text":"ושמה לא תעבר. אולי שנתכוין לומר לו שלא יצטרך לעבור שמה לעלות דרך שם משער השמים שהוא שמה, ואמרו רבותינו ז''ל שאין הנפשות עולות אלא דרך שם. ומשה לפי שנאסף אל השכינה הנה מקומו בקודש במקום שהוא שם. וזה הוא שיעור הכתוב ושמה לא תצטרך לעבור אל מקומך, וסמך אומר וימת שם וגו' על פי ה', והבן","titles":[{"title":"﻿דברים לד ד"},{"title":"﻿דברים פרק לד פסוק ד"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-4","positionInPerek":4,"positionInParasha":33},{"uri":"tanach-orhachaim-5-35-5","text":" אור החיים  וימת שם. פירוש שם לבד הוא שמת אבל הוא חי במקום אחר קדוש ועליון על פי ה'","titles":[{"title":"﻿דברים לד ה"},{"title":"﻿דברים פרק לד פסוק ה"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-5","positionInPerek":5,"positionInParasha":34},{"uri":"tanach-orhachaim-5-35-6","text":"וראיתי להרב ר' אברהם בן עזרא שכתב שיהושע כתב כן. ואין ראוי לכתוב כדברים האלה בפשטי הכתובים, שמשה לא השלים הספר תורה שמסר ללוים, שבאזני שמעתי מבני עמנו מסתבכים בדבר זה ומסעפים מזה כפירה בתורה, וזו היא טענת הגוים (האפיקורסים) שמבני ישראל תקנו המכתב ונמצא בה מה שלא היה ולא היה מה שהיה. וישתקע הדברים ודומיהם, הסבי עיניך מנגדם. והעיקר שכל הספר תורה כתבו משה, וכאומרם (ב''ב טו.) השלימו בדמע","titles":[{"title":"﻿דברים לד ו"},{"title":"﻿דברים פרק לד פסוק ו"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-6","positionInPerek":6,"positionInParasha":35},{"uri":"tanach-orhachaim-5-35-7","text":" אור החיים  בן מאה ועשרים שנה במותו. פירוש עם יציאת נפשו נגמרו המאה ועשרים שנה. עוד נתכוון להסמיך במותו למאמר לא כהתה עינו, להעיר שאחר מיתה הוא אומר לא כהתה וגו'","titles":[{"title":"﻿דברים לד ז"},{"title":"﻿דברים פרק לד פסוק ז"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-7","positionInPerek":7,"positionInParasha":36},{"uri":"tanach-orhachaim-5-35-8","text":"עוד אפשר, שבמיתת משה תיכף ראו דבר חדש, ששרתה שכינה על יהושע ולקחו נחמה, משל למי שנאבדה לו מרגלית ומצא אחרת במקומה, לו יהיה שאינה דומה אף על פי כן יתנחם בה, ולזה לא בכו כולן, והוא מה שסמך למאמר ויבכו ויהושע בן נון וגו'. מה שאין כן במיתת אהרן אבדו מרגליות ולא מצאו במה יתנחמו, והגם שנתמנה אלעזר תחתיו לכהן גדול, אף על פי כן לא בוכים על חסרון כהונה גדולה, אלא על חסרון תועליות שמעצמו, שלא היה להם תמורתו","titles":[{"title":"﻿דברים לד ח"},{"title":"﻿דברים פרק לד פסוק ח"}],"sefer":"tanach-5","parasha":"parasha-11","perek":"tanach-5-35","interprets":"tanach-5-35-8","positionInPerek":8,"positionInParasha":37}]}