{"subjects":[{"uri":"jbr:tanach-orhachaim4-1-1","text":"ונראה כי הכתוב אדרבא השכיל לדבר בשיעור שוה, והוא על דרך אומרם (ב\"ר פס\"ח) הנה מקום אתי שמקומו של הקדוש ברוך הוא הוא טפל לו, ולערך זה יהיה טפל כל המקום לגבי המקום אשר חונה שם האלהים, ומעתה מחברת הכללות הוא אהל מועד והמדבר הוא פרט טפל לו, ולהעירך הכתוב בכוונה זו סדר סמוך לזה מאמר באחד לחודש וגו' בשנה השנית, אם כן מאמר באהל מועד הוא מחברת הכללות ולזה נסדר באחרונה כסדר שנה השנית שנסדר אחר מאמר באחד לחדש, ותדע כמה הוא מופלג מקום אשר ה' שם ממה שמצינו שבב' אמות שבין בדי הארון עמדו רווחים ס' ריבוא של ישראל (ב\"ר פ\"ה), הרי שהגם שהוא לעין מועט הוא מרובה לצד השוכן בו ברוך הוא","titles":[{"title":"﻿במדבר א א"},{"title":"﻿במדבר פרק א פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-1-2","text":"ופירוש דברי הפסיקתא יציץ וזרח, כי מה שמצינו חשבון עצום כזה ששוה במספר ב' לשלפנים זה יגיד כי הן הנה שהיו במספר הראשון ובששה חדשים שבין ב' המספרות לא נעדר מהם אחד והנוספין במספר מלאו חסרון מספר הלוים שהיו בכלל הראשון ולא בכלל מספר השני, ולזה נתחכם ה' לומר למשה לשאת את ראש בני ישראל ביום אחד לחודש הב' וגו' בכיוון שהיה זמן שהגיע המספר למספר הראשון לבד הלוים להעירך במה שאמר בפסיקתא שהמספר עצמו הא' היה כמספר הב' ולא מת א' ונכנס אחר במקומו, והטעם לצד שהיו עסוקים במלאכת המשכן על דרך (דברים ד') ואתם הדבקים בה' חיים כלכם, ונוכל לומר גם לדברי המדרש שהביא רש\"י שכשבא להשרות שכינתו בתוכם וכו' שבחר בזמן זה לטעם הנזכר","titles":[{"title":"﻿במדבר א ב"},{"title":"﻿במדבר פרק א פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-1-3","text":" אור החיים  תפקדו אותם. חזר לומר כן ולא הספיק במה שקדם לומר שאו את ראש וגו'. להעירך בכוונת אומרו שאו שיכוין על פי דבריהם ז\"ל (ילקוט כאן) שאמרו שנתקנאו או\"ה בישראל מה ראו להתקרב וכו' אמר להם הקדוש ברוך הוא הביאו לי ספר איקונין שלכם ונמצא כל אחד אינו יודע מאיזו משפחה הוא עד כאן. הרי כי יקפיד ה' על היחוס ויושפל כל החסר ספר איקונין, לזה כשבא ה' לצוות לפקוד בני ישראל קדם לומר שאו לשון נשיאות ורוממות למצוא לכל א' ספר איקונין מה שאין כן באו\"ה, ואחר כך ביאר מה היא המעלה מבן עשרים שנה וגו' תפקדו אותם, ומעתה צריכה לגופה","titles":[{"title":"﻿במדבר א ג"},{"title":"﻿במדבר פרק א פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-1-18","text":"ויתילדו וגו'. כתב רש\"י ז\"ל הביאו ספר יחוסיהן ועידי חזקת לידתן כל אחד ואחד להתיחם על השבט. והשיג רמב\"ן כי לא היו צריכין לכל זה עד כאן. ואולי כי הוצרכו לחזקת לידה למיחוש ממזר שמכיר אביו, והכרת ממזרתו תהיה מהלידה, וצריך להביא חזקת לידה פירוש שנולד בכשרות, וזולת זה יוכל הממזר לומר ספר יוחסין עד יעקב אשר הודיעתו אמו","titles":[{"title":"﻿במדבר א יח"},{"title":"﻿במדבר פרק א פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-orhachaim4-1-20","text":" אור החיים  כל יוצא צבא. אמר הכתוב כן בכל פרטי המספר, לומר שלא היה אחד מכל הבאים לכלל המספר שלא היה ראוי לצאת בצבא אלא כולן גבורי כח, והוא אומרו כל פירוש כל אחד מהם יוצא צבא. וזה נס שאינו באומות שאי אפשר שלא ימצא בכל המספרים שלהם אחד שאינו ראוי לצאת בצבא","titles":[{"title":"﻿במדבר א כ"},{"title":"﻿במדבר פרק א פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-orhachaim4-1-47","text":" אור החיים  והלוים לא התפקדו וגו'. פירשתי למעלה (ב') כוונתו במאמר זה","titles":[{"title":"﻿במדבר א מז"},{"title":"﻿במדבר פרק א פסוק מז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":47},{"positionInParasha":47},{"uri":"jbr:tanach-orhachaim4-1-49","text":"עוד יכוין לומר שהגם שיבא לידך מספר של נשיאות ומעלה שהוא מספר הדגלים אף על פי כן לא תשא","titles":[{"title":"﻿במדבר א מט"},{"title":"﻿במדבר פרק א פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-1"},{"positionInPerek":49},{"positionInParasha":49},{"uri":"jbr:tanach-orhachaim4-2-3","text":" אור החיים   והחונים וגו'. אמד והחונים בתוספת וא\"ו, לצד שקדם מצות חנייה סביב למשכן הוסיף להתנות סדרן","titles":[{"title":"﻿במדבר ב ג"},{"title":"﻿במדבר פרק ב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":3},{"positionInParasha":57},{"uri":"jbr:tanach-orhachaim4-2-33","text":" אור החיים  והלוים לא התפקדו וגו' כאשר וגו'. פירוש הגם שמספר זה מספר הכבוד והמעלה שעשו כסדר המלאכים שירדו עם השכינה בהר סיני כמאמרם ז\"ל (במד\"ר פנ","titles":[{"title":"﻿במדבר ב לג"},{"title":"﻿במדבר פרק ב פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-2"},{"positionInPerek":33},{"positionInParasha":87},{"uri":"jbr:tanach-orhachaim4-3-1","text":" אור החיים   תולדות אהרן ומשה וגו'. ולא מנה אלא תולדות אהרן, לומר כי בני אהרן יחשבו על משה לצד שהוא התפלל בעדם וחיו דכתיב (דברים ט) ובאהרן התאנף ה' להשמידו וגו', ואמרו ז\"ל (ויק\"ר פ\"ז) שהועילה תפלתו להציל אלעזר ואיתמר, ואומרו ביום דבר וגו' לומר זמן שהתפלל עליהם, וכלל עוד בזה סיבת קבלת תפלתו שהוא לצד שדבר ה' אליו בהר סיני ונעשה ציר נאמן לה' בקבלת התורה","titles":[{"title":"﻿במדבר ג א"},{"title":"﻿במדבר פרק ג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":1},{"positionInParasha":89},{"uri":"jbr:tanach-orhachaim4-3-3","text":" אור החיים  אלה שמות וגו' המשוחים וגו'. חזר לומר אלה שמות פעם ב' ולא הספיק במה שאמר בפעם א' אלה שמות וגו' ולגמור אומר המשוחים וגו', נתכוין למעט שלא נמשחו אלא אלו, ולזה דקדק לומר אלה למעט זולתם, ומפסוק ראשון לא נשמע זה לצד שאמר ואלה שלא תשמע שפסל עם בני ישראל שקדמו להם והבן","titles":[{"title":"﻿במדבר ג ג"},{"title":"﻿במדבר פרק ג פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":3},{"positionInParasha":91},{"uri":"jbr:tanach-orhachaim4-3-15","text":" אור החיים  כל זכר מבן חודש וגו'. טעם מבן חודש, כפי זמן אשר באו המה תחתיהם שהם הבכורות, ולמה יתן הבכור פדיונו כיון שיש לו בן לוי במקומו, ואם תאמר למה אין הלוים פודים כמו כן מאז והלאה את הבכורות, ולא יצטרכו ישראל פדיון לבכוריהם, יש לומר כי אותם הלוים כבר נכנסו תחת הבכורות שהיו אז ואת בניהם הקים ה' תחת אבותיהם שהרי נתקדשו הם ובניהם עד עולם. ואולי כי לזה כפל ה' במאמרו במה שכתב בפסוק ואני הנה לקחתי את הלוים וגו' והיו לי הלוים פירוש הוחלטו הם ובני בניהם, מעתה אין לוי שיפדה בכור ישראל הבא אחר כן פטר רחם","titles":[{"title":"﻿במדבר ג טו"},{"title":"﻿במדבר פרק ג פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":15},{"positionInParasha":103},{"uri":"jbr:tanach-orhachaim4-3-39","text":"והנכון בעיני הוא כי שבט לוי מעשה אחד להם כמעשה עמרם אשר שלח את אשתו בשביל גזירת הבן הילוד, והטעם לצד שהיו מעונגים ולא נשתעבדו לא נמס לבבם כל כך לראות נטעיהם מושלכים ביאור כמעשה איש ישראל אשר מצד השעבוד ועול העבודה הוזל והוקל בעיניהם ובלבם לראות ילדיהם מושלכים ביאור, גם שהיו מזלזלים בעצמן לילד ולעזוב בשדות ובמחילות הארץ אשר אין אדם נכבד שנפשו מכובדת עליו כשבט לוי עושה כן, וזה לך האות כי עמרם שלח את אשתו, ולא הוצרך הכתוב להודיע את הדבר שגם בעמרם לא הגיד הכתוב הענין אלא מהשכלת הענין נודע, וללמד על כל שבטו יצא, וזו היא סיבת מיעוטם כי אם אין גדיים אין תיישים, והגם שמצינו שעמרם החזיר גרושתו, אין ללמוד ממנו שכולם החזירו כי הוא זה אשר בא אליו הדבר בנבואה כמאמר חז\"ל באגדה (שמו\"ר פ\"א סוטה יב) ובדברי הזוהר הקדוש (ח\"ב יא","titles":[{"title":"﻿במדבר ג לט"},{"title":"﻿במדבר פרק ג פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":39},{"positionInParasha":127},{"uri":"jbr:tanach-orhachaim4-3-41","text":" אור החיים  ואת בהמת הלוים וגו'. פירוש הבהמות שהם חייבים בפדיון שהם פטרי חמורים שאמר הכתוב (שמות יג) ופטר חמור תפדה בשה, ודוקא פטר חמור אבל בכורות הטהורות לא, כי התמימין אינם בני פדיון, ובעלי מומין משנעשו בני מומין רגע אחד ברשות [הבעלים], (הבכור) זכה בו והרי הוא אצלו כחולין ומה מקום לפדיון","titles":[{"title":"﻿במדבר ג מא"},{"title":"﻿במדבר פרק ג פסוק מא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":41},{"positionInParasha":129},{"uri":"jbr:tanach-orhachaim4-3-45","text":" אור החיים  והיו לי הלוים אני ה'. הכונה במאמר אני ה', לומר שהגם שאמרו רבותינו ז\"ל (ילקוט שס\"ד) עתידה עבודה שתחזור לבכורות, לא ירדו הלוים מהיות לה', והוא אומרו והיו לי אני ה' כשם ששמי לעולם ועד כמו כן יהיו לי הלוים","titles":[{"title":"﻿במדבר ג מה"},{"title":"﻿במדבר פרק ג פסוק מה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":45},{"positionInParasha":133},{"uri":"jbr:tanach-orhachaim4-3-47","text":" אור החיים  ולקחת חמשת וגו'. צריך לדעת למה אמר ולקחת בוא\"ו כיון שמאמר זה הוא גזרת מאמר ואת פדויי השלשה וגו', ואולי כי בזה העיר כוונת כתוב הקודם לזה ואת פדויי השלשה וגו' שגזרתו הוא מבכור בני ישראל פירוש שיקח פדיון בכורות העודפים על הלוים מאת הבכורות ולא מהלוים, שתעלה על דעתך לומר שכדרך שפדו בבהמת הלוים בהמתם כמו כן יפדו הנותרים מהם וקל וחומר הוא, תלמוד לומר מבכור בני ישראל פירוש יהיה הפדיון, וכן אמר במעשה ויקח משה וגו'","titles":[{"title":"﻿במדבר ג מז"},{"title":"﻿במדבר פרק ג פסוק מז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":47},{"positionInParasha":135},{"uri":"jbr:tanach-orhachaim4-3-51","text":" אור החיים  ויתן משה וגו' כאשר צוה ה' וגו'. קשה אחר שאמר הכתוב על פי ה' מה מקום לומר כאשר צוה ה' וגו'. ונראה כי לצד שיש במעשה זה הטבה לאהרן אחיו ובניו, ויש מקום לומר כי היה למשה נחת רוח להטיב לאחיו, לזה בא הכתוב ושלל בחינת מחשבה זו ממשה שלא חשב במעשה זה רצון הנתינה לאחיו אלא לקיים מאמר ה' היה לו החפץ במעשהו","titles":[{"title":"﻿במדבר ג נא"},{"title":"﻿במדבר פרק ג פסוק נא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-3"},{"positionInPerek":51},{"positionInParasha":139},{"uri":"jbr:tanach-orhachaim4-4-2","text":" אור החיים   נשא את ראש בני קהת. לפי מה שהעלינו בפרשת כי תשא כי על ידי נתינת הכופר הוא נשיאת ראש להם ולזה אמר הכתוב במספרם כי תשא מה שאין כן הלוים שלא נתנו כופר במספרם אמר פקוד את בני לוי, אם כן למה שינה הכתוב את לשונו בלוים עצמן וחזר לומר נשא ולא פקוד. ונראה כי לצד שנתן ה' להם עבודה פנימית לשאת ארון ושלחן לזה יחס להם לשון נשיאות ראש בערך גרשון ומררי שיהיו הם מעולים מהם, והגם שגרשון הוא בכור לוי, קהת בחר לו יה כי ממנו יצא אור לעולם משה ואהרן, ושורת הדין שענף זה ישא ארון התורה אשר שם משה שיצא מקהת, ודקדק לומר מתוך בני לוי, מטעם שאמרנו לצד שהוא אמצעי בין גרשון ובין מררי ויתיחס אליו תוך","titles":[{"title":"﻿במדבר ד ב"},{"title":"﻿במדבר פרק ד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":2},{"positionInParasha":141},{"uri":"jbr:tanach-orhachaim4-4-3","text":" אור החיים  לעשות מלאכה. שינה מהאמור בעבודת בני גרשון ובני מררי לעבוד עבודה ואמר לעשות מלאכה, העיר בזה שאין בכללות מעשה בני קהת עבודה, לצד שהארון הוא אדרבה נושא את נושאיו (במד\"ר פ\"ד) ואין עושין בו אלא מלאכה. עוד נראה כי לצד שיש להם לעשות סדר נכון במשאם כשנושאים בכתף וכיוון ההליכה לצד כבוד ארון אלהים כנושא אדונו על כתפו, לזה קרא עבודתם מלאכה, מה שאין כן עבודת בני גרשון ובני מררי","titles":[{"title":"﻿במדבר ד ג"},{"title":"﻿במדבר פרק ד פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-1"},{"perek":"tanach-4-4"},{"positionInPerek":3},{"positionInParasha":142},{"uri":"jbr:tanach-orhachaim4-4-21","text":"אל משה וגו'. ולהלן במספר אמר ואל אהרן, לצד כי שם בא הציווי לאהרן כדי שיעשה סדר האמור בענין משאם של בני קהת דכתיב ושמו אותם וגו' ולא ימותו, לזה אמר ואל אהרן, מה שאין צורך לזה במשא בני גרשון","titles":[{"title":"﻿במדבר ד כא"},{"title":"﻿במדבר פרק ד פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":21},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-4-23","text":"לצבא צבא וגו'. ובבני קהת אמר לצבא לבד, כי הם היו נושאים כלי הקודש הפנימיים לזה אמר לצבא, מה שאין כן מה שלפנינו הם צובאים צבא הצובא קודש שהם היריעות וגו' והקרשים וגו' שהם צבא הקודש לזה אמר לצבוא צבא, מעתה הם צובאים הצבא","titles":[{"title":"﻿במדבר ד כג"},{"title":"﻿במדבר פרק ד פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":23},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-4-30","text":" אור החיים  לעבוד את עבודת אהל מועד. ולהלן בבני גרשון אומר עבודה באהל מועד, לצד כי עבודת בני גרשון היא באהל מועד עצמו שנושאים יריעות המשכן ואהל מועד מכסהו וגו', מה שאין כן בני מררי שעבודתם היא הקרשים והאדנים וגו' שהם עבודת אהל מועד שנושאים אהל מועד, ולזה אמר לעבוד את וגו' הקרשים וגו' שהם עבודת אהל מועד, ולזה לא חש לומר לצבא לבד, שהרי פירש הכתוב דבריו, מה שאין כן בעבודת בני גרשון להעירך בהפרש שבין עבודתם לעבודת בני קהת לצד שבשניהם אמר עבודה באהל ואין היכר בדבריו להפרש שבין שניהם לזה כתב שינוי לצבוא צבא משונה ממה שכתב בבני קהת לצבא, ולצד הפרש שבין בני גרשון לבני מררי העירך בשינוי אחר כמו שכתבנו","titles":[{"title":"﻿במדבר ד ל"},{"title":"﻿במדבר פרק ד פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":30},{"positionInParasha":10},{"uri":"jbr:tanach-orhachaim4-4-34","text":" אור החיים  ויפקוד משה ואהרז ונשיאי העדה. טעם שלשתם, משה שליח ה', אהרן הנמסרים לו דכתיב (ג' ט') נתונים נתונים המה לו, נשיאי ישראל המוסרים אותם במקומם לעבוד דכתיב בפרשת במדבר (שם ז') ושמרו את משמרתו ואת משמרת כל העדה וגו', ומה שלא אמר כן במספר הלוים מבן חדש, לצד כי מספר ההוא היה על פי ה' לצד שהיה המספר גם למה שבעריסה, ואמרו ז\"ל (במד\"ר פ\"ג) שבת קול היתה אומרת באהל זה יש כך וכך, לזה לא הזכיר אלא משה נביא ה'","titles":[{"title":"﻿במדבר ד לד"},{"title":"﻿במדבר פרק ד פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":34},{"positionInParasha":14},{"uri":"jbr:tanach-orhachaim4-4-36","text":" אור החיים  אלפים שבע מאות. ולא אמר ושבע מאות כדרך שאמר בבני גרשון ושש מאות ושלשים, ובבני מררי ומאתים, וחמש מאות ושמונים, אולי רמז בחסרון ו' לקרח ואותם שמתו עמו שהיו מבני קהת, או אולי כי מספר השבע מאות משונה בהדרגה ממספר האלפים מטעם מעשה קרח, לזה לא אמר ושבע מאות להוסיף על ענין ראשון להשוותם יחד, והגם שלא נתפרסם בתורה במעשה ההוא אלא קרח, אפשר שענף של קרח נטו קצת אחריו, או לצד שלא מיחו בו אחיו וקרוביו","titles":[{"title":"﻿במדבר ד לו"},{"title":"﻿במדבר פרק ד פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":36},{"positionInParasha":16},{"uri":"jbr:tanach-orhachaim4-4-49","text":" אור החיים  על פי ה' פקד וגו'. פירוש המינוי שמינה אותם בני קהת על דבר זה ובני גרשון על דבר זה וגו' היו כל הפקידות על פי ה' ואומרו ביד משה פירוש כל המינויים משה מינה אותם לא שצוה לאהרן למנות, ואחר שפקד אותם משה על פי מעשיו היה מתנהג אהרן לשום איש איש על עבודתו, ואומרו ופקודיו פירוש פקודיו שמינה אהרן ובניו על שבט לוי כאמור למעלה גם הוא אשר צוה ה' את משה","titles":[{"title":"﻿במדבר ד מט"},{"title":"﻿במדבר פרק ד פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-4"},{"positionInPerek":49},{"positionInParasha":29},{"uri":"jbr:tanach-orhachaim4-5-2","text":" אור החיים   צו את בני ישראל וישלחו וגו'. טעם סמיכות פרשה זו לשלפניה, לצד שצוה ה' על הרחקת הלוים מדברים המקודשים ומינה עליהם הכהנים כאמור בסמוך, הטיל גם על ישראל הרחקת את שאינם ראוים ליכנס למחניהם הקדוש","titles":[{"title":"﻿במדבר ה ב"},{"title":"﻿במדבר פרק ה פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":2},{"positionInParasha":31},{"uri":"jbr:tanach-orhachaim4-5-3","text":" אור החיים  אשר אני שוכן. פירוש דוקא כל עוד שהוא שוכן, אבל הוגללו הפרוכות מותרים מצורעים ליכנס למחנות (מנחות צה.)","titles":[{"title":"﻿במדבר ה ג"},{"title":"﻿במדבר פרק ה פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":3},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-5-6","text":"ואשמה הנפש ההוא. לצד שהוא חטא בשבועה בה' יפעיל הגרעון בנפש, ושינה ה' לומר לשון יחיד וכל מה שלפניו ומה שלאחריו לשון רבים, מלפניו אמר כי יעשו וגו', מלאחריו והתודו, ותמצא שאמרו בגמרא כי כשירגישך הכתוב בכגון זה הוא הרגש גדול, ועיין מה שכתבנו מזה בפרשת ויקרא (ז' כ\"א). גם דקדק לומר תיבת ההוא ללא צורך, יעורר הכתוב שהפגם הלז יעשה רושם למקור נפשות עם בני ישראל שתקרא נפש, וכדי שלא תבין שעל המועל הוא מדבר לזה אמר ההוא ולא אמר ואשמה נפשו, ועיין מה שכתוב בזוהר (אחרי ס\"ז.) בפירוש פסוק נפשי אויתיך בלילה בדיוק נכון","titles":[{"title":"﻿במדבר ה ו"},{"title":"﻿במדבר פרק ה פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":6},{"positionInParasha":35},{"uri":"jbr:tanach-orhachaim4-5-7","text":" אור החיים  והשיב את אשמו. שינה לדבר לשון יחיד הגם שהתחיל לדבר לשון רבים והתודו, לצד שהוידוי שוים הם בו, מה שאין כן האשם אינו בהשואה, לצד שהוא בעולה ויורד כאמור בפרשת ויקרא, וגמר הכתוב לדבר בשיעור זה לשון יחיד, כי אין צורך לשנות לכתוב בענין אחר","titles":[{"title":"﻿במדבר ה ז"},{"title":"﻿במדבר פרק ה פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":7},{"positionInParasha":36},{"uri":"jbr:tanach-orhachaim4-5-9","text":"ואלה הם דברי הכתובים, כנגד חלוקה ראשונה שהם י\"ד מתנות שיש בהם ב' הדרגות שהם קודש וצריכין ישראל להביאם וליתנם לכהן אמר וכל תרומה לכל קדשי בני ישראל הרי הזכיר עליהם שם קודש, אשר יקריבו לה' הרי הזכיר הבאתם שהם יקריבו אותם למקום המקודש. וכנגד חלוקה ב' שהם תרומה ותרומת מעשר וחלה אמר ואיש את קדשיו לו יהיו, הזכיר לשון הקדש לומר כי מדבר במתנות המקודשים, ולא הזכיר בהם הקרבה כי הכהן יחזר אחריהם. וכנגד ז' מתנות אמר איש אשר יתן לכהן לא הזכיר שם קדושה לצד שהם חולין גמורים, ודקדק לומר אשר יתן שאין לכהן זכות בהם אלא משעת נתינה כדין המתנות עד שיגיע ליד המקבל, ועיין מה שכתבתי בהלכות. מתנות כהונה (פרי תואר סי' ס\"א), ואמר לו יהיה שאין הכהן יכול למאן שלא ליקחם כאמור בדבריהם (יו\"ד ש\"ו ד'). ומעתה יש טעם נכון במה שחלקם הכתוב לג' הדרגות לומר על כל אחת ואחת מג' חלוקות לו יהיה, שצריך לקחת כל הבא לו מהם, ולא היה נשמע אם היה אומר על חלוקה אחת מהם לבד","titles":[{"title":"﻿במדבר ה ט"},{"title":"﻿במדבר פרק ה פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":9},{"positionInParasha":38},{"uri":"jbr:tanach-orhachaim4-5-12","text":"ואולי כי לזה כיון הכתוב בכפל דבר ואמרת, בין למי שחושב שלא להביא מטעם שיודע בעצמו שהוא טהור, גם כדי שלא יריע חזקתו, ואומרו ואמרת אמירה רכה להחפץ בדבר, או לכל אחד ואחד ישנו בדיבור קשה ואמירה רכה, מי שיש בו מעל הגם שיש לו דיבור קשה כי תגלה רעתו בקהל אף על פי כן יש לו טובה להרחיקו ממכשול לבל ישכב עם טמאה בתמידות, ולמי שהוא נקי יש לו דיבור קשה להכריחו לבזות באשתו, ויש לו אמירה הסועדת הלב שתנקה האשה ונזרעה זרע וגו'","titles":[{"title":"﻿במדבר ה יב"},{"title":"﻿במדבר פרק ה פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":12},{"positionInParasha":41},{"uri":"jbr:tanach-orhachaim4-5-15","text":"וצוה ה' לכתוב פרשת סוטה באזכרות שבה ומוחקים כל הכתב במים ובעפר ההוא, והטעם לתת כח בהם לעשות מעשה אשר יחפצו עשות, וצוה עוד שיקריב מנחה מהשעורים, הטעם דוגמא למנחה פחותה שהביא קין בתחלת העולם, וזה נסבב מחטא אדם וחוה, והוא הזכרת עון אשר גרם בכי למים וקללה לאדמה, והוא מאמר מנחת זכרון מזכרת עון, ואז ישקה האשה המים, והנה בבוא המים ההם במעי האשה במיחוי השם בתוכו אם האשה טמאה הנה השם ההוא על ידי המנחה שמזכרת עון יזכור עון הקודם וירגישו המים ובזה יהיו מרים כי יזכרו יגונם ובכיתם וה' מחה את דמעתם, והנה האשה הטמאה תסובב מרתם ובאו בה המים המרים למרים יחתכו מעיה ויעשו בה נקמה כי זאת האשה הגורמת בכיתם, ובכח השם הנתון בהם ינקמו נקמתם ממנה, והיודע חטא חוה בזוהמת נחש ידע כי זה הוא עון הראשון אשר העלה שכינת אור עליון מעולם זה התחתון, וכפי זה האם ימצא איש את אויבו וישלחנו, ויקיימו בה הבא להרגך השכם להורגו, ויעשו נקמה בה בין המים בין העפר שלשניהם יש גרם רעה, והגם שלא הזכיר הכתוב אלא מים יש בו גם העפר","titles":[{"title":"﻿במדבר ה טו"},{"title":"﻿במדבר פרק ה פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":15},{"positionInParasha":44},{"uri":"jbr:tanach-orhachaim4-5-28","text":" אור החיים  ואם לא נטמאה וגו' וטהורה וגו'. כפל לומר וטהורה, לצד שבא לומר כי מלבד שתנקה האשה מהמים ולא ישחיתוה עוד לה ונקתה ונזרעה זרע, לזה התנה וטהורה פירוש לא נטמאת בנתינת שכיבתו של איש מבלעדי אישה, וטהורה מדבר מגונה שהוא מעשה הנואפים הקודמים לביאה חשק הזולת וחיבוק ונישוק ודומה לו, אז הוא שיטיבו לה המים ככל הכתוב, אבל אם לא נטמאה אבל לא נטהרה מענפי החטא הגם שתנקי מהעונש לא יגיעוה טובות האמורות, ותמצא שבשבועת הכהן אמר כי שטית תחת וגו' וכי נטמאת וגו', וקשה מה הוא כוונתו במאמר כי שטית, אם הוא כי נטמאת לא היה לו לומר וכי נטמאת בתוספת וא\"ו, אלא ודאי שנתכוון לענין דברים הקודמים לטומאה שהוא חשק הזולת וכו', והתנה וכי נטמאת אז הוא שיהיה לה עונש, ואמר בהפכיות אם לא היו ב' החלוקות תנקה מהרע ותצליח בדבר טוב, וחלוקה האמצעית מובנת מאמצעות הדברים, ורז\"ל אמרו (שם יח","titles":[{"title":"﻿במדבר ה כח"},{"title":"﻿במדבר פרק ה פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-5"},{"positionInPerek":28},{"positionInParasha":57},{"uri":"jbr:tanach-orhachaim4-6-2","text":" אור החיים   דבר וגו' ואמרת וגו'. כפל הכתוב לומר דבר ואמרת, גם שינה לשונו, אולי שיכוין לב' מיני נזיר שאחד משובח מחבירו, והוא נזירות כההוא שאמרו בנדרים (ט","titles":[{"title":"﻿במדבר ו ב"},{"title":"﻿במדבר פרק ו פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":2},{"positionInParasha":62},{"uri":"jbr:tanach-orhachaim4-6-9","text":" אור החיים  וטמא ראש נזרו. אמר תוס' וא\"ו, גם אמר תיבת ראש, נתכוון לומר שהגם שאינו אלא טומאת שוגג אף על פי כן לא מלבד שנטמא גופו אלא אפילו קדושה שיש בראשו דכתיב נזר אלהיו על ראשו. עוד ירצה לומר כי לא סתר הנזירות מאז והלאה לבד אלא וטמא גם כן ראש נזרו פירוש תחילת הנזירות, והוא מה שגמר אומר והזיר לה' וגו' והימים הראשונים יפלו, ומה שחזר לומר אחר כך כי טמא נזרו ולא הספיק מה שקדם במאמר וטמא ראש נזרו, שלא יהיה מקום לבעל דין לומר שלא טמא אלא יום א' שהוא התחלת הנזירות, ומאמר והימים הראשונים גילה כי לא יום אחד לבד מתחילת הנזירות יטמא אלא ב' הראשונים ולא כל הימים, וגזירת הכתוב הוא, תלמוד לומר כי טמא נזרו בדרך כלל","titles":[{"title":"﻿במדבר ו ט"},{"title":"﻿במדבר פרק ו פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":9},{"positionInParasha":69},{"uri":"jbr:tanach-orhachaim4-6-23","text":" אור החיים  דבר אל אהרן וגו' לאמר. אמר פעם ב' לאמור, אולי כי חש הכתוב לומר שאינו אלא רשות תלמוד לומר לאמר כי מצות עשה היא לאמר. עוד ירצה שלא לאהרן ובניו שהיו אז בנמצא לבד הוא מצוה אלא גם לדורות. עוד נתכוון לשון רוממות, לומר כי מצוה זו יש בה דבר מלך לקיים הדבר, גם יש בה מעלה לכהנים כי הברכות מסרם ה' בידם, והוא אומרו דבר וגו' לאמר","titles":[{"title":"﻿במדבר ו כג"},{"title":"﻿במדבר פרק ו פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":23},{"positionInParasha":83},{"uri":"jbr:tanach-orhachaim4-6-24","text":" אור החיים  יברכך ה' וישמרך. הקדים הברכה ואחר כך השמירה, לומר שיצוה ה' שמירתו להם לפי ערך הברכה וגדולתה. עוד ירצה שכל כך תהיה גדולת הברכה עד שיצטרך ה' לשומרך. עוד ירצה יברכך ולא יסובב רעה מהברכה כדרך פן תאכל ושבעת וגו' (דבדים ח')","titles":[{"title":"﻿במדבר ו כד"},{"title":"﻿במדבר פרק ו פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":24},{"positionInParasha":84},{"uri":"jbr:tanach-orhachaim4-6-25","text":"ויחנך וגו'. פירוש יתן לך חן וחנינה, ועיין מה שפירשתי בפסוק (בראשית לט, כא) ויהי ה' את יוסף ויט אליו חסד ויתן חנו וגו'","titles":[{"title":"﻿במדבר ו כה"},{"title":"﻿במדבר פרק ו פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":25},{"positionInParasha":85},{"uri":"jbr:tanach-orhachaim4-6-26","text":" אור החיים  ישא ה' פניו אליך וגו'. פירוש אם סיבבו מעשים עד שהבדילו עונותיכם ביניכם ובין אלהיכם ישא ה' המבדיל, וישם לך שלום פירוש הוא הפך הפירוד, והמשכיל בתיבת שלום ידע כי הוא זה יסוד עולם המחזיק בעליונים ובתחתונים והוא כלי המחזיק ברכה כשאין מפריד, וזה הוא סוד ושמו את שמי על בני ישראל שגמר אומר ואני אברכם","titles":[{"title":"﻿במדבר ו כו"},{"title":"﻿במדבר פרק ו פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-6"},{"positionInPerek":26},{"positionInParasha":86},{"uri":"jbr:tanach-orhachaim4-7-1","text":" אור החיים   ביום כלות משה. רז\"ל אמרו (במד\"ר פי\"ב) כלת כתיב, ורואני כי בספר תורה כתובה בוא\"ו, ואני אומר כי דברי תורה כאלו וכיוצא באלו אינם נמסרים לכל מרים יד בתופשי התורה, כי יסובב הדבר הכפירה והזלזול בכבוד מורים, ויש לך לדעת כי סדר תורתינו הקדושה ותיבותיה ואותיותיה ספורות מזוקקות חצובות ממחצב קדוש ונורא נפלאים המה למכיר בהם ויותר פליאות נעלמים מעין כל, ואעירך גרגיר אחד והוא הלא תמצא כי יש אותיות נרגשות במבטא התיבות ואינם בכתב כגון יהושע כי במבטא ישנו להרגש של אות הוי\"ו בין שי\"ן לעי\"ן ואינה במכתב, וישנה במקום שאינה נרגשת שהיא בין ה\"א לשי\"ן, והערה זאת תכונן דעת משכיל להכיר כי אותיותיה ספורות מזוקקות ואי אפשר להוסיף אפילו אות אחת הגם כי תצטרך למכטא הקריאה ותהיה נקראת הגם שאינה כתובה, ותהיה קרי ולא כתיב, וקבעה התורה הוא\"ו שלא במקומה להעיר בנסתרות, ואולי כי מזה השכילך שנתכוון לצרף שלשה אותיות משמו יתברך בשמו של צדיק, ולסמוך שי\"ן ועי\"ן להעיר אל ש\"ע נהורין, ואם היה מסדר וא\"ו במקומה היתה נפסדת הידיעה בדבר כי לא פורש, והנה מביני מערכות האותיות המה ישכילו משבצותם והם האומרים כי כלת כתיב והוא\"ו היא מושאלת שם בהשאלה, והמשכיל יבין כי הוא סודו של משה אשר מתיחדת לו וקיימה בו נקבה תסובב גבר (ירמי' לא), וזה שיעור הדברים כלת כתיב פירוש תיבה זו של כלות זה פירושה קח מהכתוב כלת כדי שתבין אשר תכוין אליו התיבה ואות הוא\"ו היא בחינת החתן, והוא סוד נעלם וא\"ו תוך כלת והבן. ודרשה זו אין אדם דורשה מדעתו אם לא תקדים ההכרה בדברים על בוריין ואמיתותם מפי מקבלי תורה וסודותיה ורמזיה","titles":[{"title":"﻿במדבר ז א"},{"title":"﻿במדבר פרק ז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":1},{"positionInParasha":88},{"uri":"jbr:tanach-orhachaim4-7-5","text":" אור החיים  קח מאתם וגו'. אומרו מאתם, ללמד שעדיין היו ברשות המביאים ולא באו לרשותו של משה, וטעמו של משה לצד שלא נצטוה שישאו המשכן על העגלות לא רצה לקבל כי למה הם ראוים, והנשיאים שיערו בדעתם כי הקרשים והאדנים משא גדול שצריך לעגלות, והסכימה דעתו של הקדוש ברוך הוא","titles":[{"title":"﻿במדבר ז ה"},{"title":"﻿במדבר פרק ז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":5},{"positionInParasha":92},{"uri":"jbr:tanach-orhachaim4-7-10","text":"ויקריבו הנשיאים וגו'. אמר פעם ב' ויקריבו הנשיאים, לומר שהם עצמם טרחו בהבאת הנדבה עד המשכן, הגם שהם נשיאים לא חשו לכבודם. עוד ירצה שלא הביאו הקרבן ונתנוהו ביד המקריב אלא הקריבו אותם לפני המזבח בסמוך לו לומר כי אלו יקריבו ראשונה באין קודם להם, וכמו כן יכוין הכתוב במאמר ויקריבו אותם לפני המשכן האמור בעגלות לומר כי הקדשם הוא לצרכי משכן לשאת עליהם קרשיו וגו'","titles":[{"title":"﻿במדבר ז י"},{"title":"﻿במדבר פרק ז פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":10},{"positionInParasha":97},{"uri":"jbr:tanach-orhachaim4-7-12","text":"למטה יהודה. ולא אמר נשיא ככל האמור בכל המטות, לומר כי ראוי הוא נחשון להקריב ראשון הגם שלא היה נשיא ומעלתו מצד עצמו, מה שאין כן בכל שאר הנשיאים כי מעלתם היא לצד היותם נשיאי השבט לבד. עוד ירצה להפליג מהותו שלא היה מחשיב עצמו כנשיא אלא כאחד מבני השבט, ולצד שמצינו רז\"ל (תנחומא לקמן פסוק מ\"ח) שביקשו לדרוש בשמות הנשיאים כל אחד כפי מעשיו, נראה כי צדיק זה שמו גם כן יגיד כי הוא זה אשר היה יחיד שנתנדב לקדש שמו בירידה לים, והוא אומרו נחשון אות נו\"ן מתחלפת בלמ\"ד באותיות דטלנ\"ת שהגם שהיה נחשול של ים גובר בין ישראל שנקראו עמי נדב וירד לים כמאמרם ז\"ל (סוטה לז.)","titles":[{"title":"﻿במדבר ז יב"},{"title":"﻿במדבר פרק ז פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":12},{"positionInParasha":99},{"uri":"jbr:tanach-orhachaim4-7-13","text":" אור החיים  וקרבנו. אמר תוספת וא\"ו מתחילת המעשה, לפי מה שפירשנו במאמר המקריב את קרבנו כי יכוין לנעלם יוצדק לומר בזכרון הנגלה וקרבנו, גם לשאר הדרכים הוסיף בו וא\"ו לרמוז ליתרון אשר כצדיק זה ירום וגבה מאד","titles":[{"title":"﻿במדבר ז יג"},{"title":"﻿במדבר פרק ז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":13},{"positionInParasha":100},{"uri":"jbr:tanach-orhachaim4-7-18","text":"הקריב נתנאל וגו' נשיא יששכר. הקדים הזכרת שמו לזכרון הנשיאות, לעשות לו גדר המעלה גם בלא חשיבות הנשיאות, מה שאין כן כל שאר הנשיאים שהקדים זכרון הנשיאות לשמם ובשמו הזכיר זכרון התורה ואמצעות קנינה, זכרון התורה נתנאל נתן אל על דרך אומרו (משלי ד) לקח טוב נתתי לכם, אמצעות קניינה בן צוער שאין התורה נקנית אלא על ידי יסורין, כך היא דרכה של תורה (גיטין נז.) אדם כי ימות באהל, ואולי כי לצד זה גם כן הקדים זכרון שמו לומר כי לצד המפעל הרשום בשמו שהיה בו זכה להיות נשיא לבני יששכר יודעי בינה לעתים","titles":[{"title":"﻿במדבר ז יח"},{"title":"﻿במדבר פרק ז פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":18},{"positionInParasha":105},{"uri":"jbr:tanach-orhachaim4-7-19","text":" אור החיים  הקרב את קרבנו. כל זה מיותר אחר שכבר אמר הקריב נתנאל, אלא נתכוון להגדיל בחינות הנוספות בזכרון הקרבת נחשון בן עמינדב, ותמצא שהזכיר בנחשון זכרון הקרבן שלשה פעמים, המקריב וגו' קרבנו וגו' וקרבנו, אחד זכרון התקרבותו להקדים ראשונה ואחד לבחינת הקרבן הנעלם, ואחד לקרבן עצמו, כמו כן בנשיא של תורה הזכיר שלשה קרבנות, הקריב נתנאל וגו' הקריב את קרבנו, ובשאר הנשיאים לא הזכיר אלא הזכרת הקרבן המובא בית ה', כי לא יוכלו עשות כמלכי ישראל שהם שבט יהודה ושבט יששכר, וטעם אומרו הקרב בלא יו\"ד, לדרוש המסורת שהוא לשון ציווי והורמנותא, והכוונה בזה על פי מאמרם ז\"ל (ספרי פ' נ\"ב) שערער ראובן עליו, לזה בא מאמר אדון הרשות ואמר הקרב, לזה כתב בלא יו\"ד לרמוז זה","titles":[{"title":"﻿במדבר ז יט"},{"title":"﻿במדבר פרק ז פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":19},{"positionInParasha":106},{"uri":"jbr:tanach-orhachaim4-7-24","text":" אור החיים  אליאב בן חלון. נקרא כן לצד שהוא דבר המעמיד ליששכר ללמוד תורה יקרא אב, וכמו שמצינו שהקדימו משה ליששכר דכתיב (דברים לג) שמח זבולן וגו' ויששכר וגו', והוא מאמר אליאב פירוש לי יתיחס לקרות אב, הגם שהוא חלון פירוש חולין שאינו בן תורה ועוסק בפרקמטיא חולין עולם הזה אף על פי כן דין אבא למלכא","titles":[{"title":"﻿במדבר ז כד"},{"title":"﻿במדבר פרק ז פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":24},{"positionInParasha":111},{"uri":"jbr:tanach-orhachaim4-7-30","text":" אור החיים  אליצור בן שדיאור. אולי שירמוז לראובן אשר מחל לו ה' עון הרשום בתורה (בראשית לה) וישכב וגו' והעלה לו צרי למחלתו, והוא אומרו אלי פירוש אלהי, צור על דרך (ירמי' ח) הצרי אין בגלעד, בן שדי אור כאן רמז לענין הרשום בתורה וישכב וגו' והצרי הוא שתכף למאמר וישכב וגו', אמר ויהיו בני יעקב שנים עשר בזה ריפא הנגע, ולדברי חז\"ל שאמרו (שבת נה","titles":[{"title":"﻿במדבר ז ל"},{"title":"﻿במדבר פרק ז פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":30},{"positionInParasha":117},{"uri":"jbr:tanach-orhachaim4-7-36","text":" אור החיים  שלומיאל בן צורישדי. ירמוז לשמעון ששלם לו אל על חטא יוסף ויאסור אותו במשמר, גם מה ששלם ה' במעשה זמרי, צורי שדי שה' אמר לכליונו די דכתיב (לקמן כה, ח,) ותעצר המגפה","titles":[{"title":"﻿במדבר ז לו"},{"title":"﻿במדבר פרק ז פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":36},{"positionInParasha":123},{"uri":"jbr:tanach-orhachaim4-7-42","text":" אור החיים  אליסף בן דעואל. ירמוז להיות שנאספו לעריהם תחילה על פי ה' כאמור זולת גבורי חיל שעברו כל חלוץ וגו', והוא אומרו אל יסף. עוד על פי דבריהם ז\"ל שארץ סיחון ועוג לא היתה בכלל מתנת ארץ ישראל שנתן ה' לאברהם, כמו שאמרו בספרי (ח\"ב פיסקא רצט) וזה לשונם פרט לעבר הירדן שנטלת מעצמך עד כאן. ומצינו שמשפט ארץ ישראל יש לה (שביעית פ\"ט מ\"ב) כידוע, ועיין מה שכתבתי בפרשת מטות בפסוק עטרות וגו', לזה קראו אליסף לצד שהוסיף ליטול יותר ממתנת ה' והסכים ה' עמהם, בן דעואל פירוש שעשו היכר לעדות לדעת כי הם ידועי עובדי אל כאחד שבטי ישראל כאמור ביהושע סימן כ\"ב","titles":[{"title":"﻿במדבר ז מב"},{"title":"﻿במדבר פרק ז פסוק מב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":42},{"positionInParasha":129},{"uri":"jbr:tanach-orhachaim4-7-48","text":" אור החיים  אלישמע בן עמיהוד. רז\"ל אמרו (תנחומא) ר\"מ ור' יהושע בן קרחה היו דורשים את השמות אלישמע בן עמיהוד אלי שמע ולאדונתו לא שמע, עמי היה הודו ולא עם הרשעים עד כאן. נראה כי יכוין הכתוב במאמר אלי שמע שטעם שפירש יוסף לא לצד שום מיחוש אשר יסובב מהמעשה אלא לצד יראת ה' כאומרו. (בראשית לט) וחטאתי לאלהים, והוא מאמר אלי שמע. עוד ירצה על פי דבריהם שאמרו (סוטה לו","titles":[{"title":"﻿במדבר ז מח"},{"title":"﻿במדבר פרק ז פסוק מח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":48},{"positionInParasha":135},{"uri":"jbr:tanach-orhachaim4-7-54","text":" אור החיים  גמליאל בן פדהצור. אמרו רז\"ל הנזכרים וזה לשונם גמליאל עמי גמולים טובים, בן פדהצור פדאני מבית הסוהר עד כאן. וירמוז עוד על זה הדרך גמליאל שיוסף אמר כי גמלו ה' חסדים טובים בעד המעשה הגם שהוא פראו במה שהראהו דיוקנו, והוא אומרו פדה צור","titles":[{"title":"﻿במדבר ז נד"},{"title":"﻿במדבר פרק ז פסוק נד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":54},{"positionInParasha":141},{"uri":"jbr:tanach-orhachaim4-7-60","text":"בן גדעוני בן אותו שנגדעה מלכותו של שאול בשבילו","titles":[{"title":"﻿במדבר ז ס"},{"title":"﻿במדבר פרק ז פסוק ס"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":60},{"positionInParasha":147},{"uri":"jbr:tanach-orhachaim4-7-66","text":" אור החיים  אחיעזר בן עמישדי. אולי שרמז לשמשון, ואומר אחי ירמוז לרוח ה' שהיתה עמו דכתיב (שופטים יד) ותצלח עליו רוח ה', ויכונה בשם אחי על דרך אומרו (תהלים קכב) למען אחי ורעי, עזר שהיה ה' בעזרו נגד אויביו, ואמר בן עמישדי ירמוז לאחר שנקרו פלשתים את עיניו וקרא לה' והיה עמו ונקם מאויביו","titles":[{"title":"﻿במדבר ז סו"},{"title":"﻿במדבר פרק ז פסוק סו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":66},{"positionInParasha":153},{"uri":"jbr:tanach-orhachaim4-7-72","text":"עוד ירצה. על דרך אומרו ברוך מבנים אשר. ואמרו רז\"ל (שם) וזה לשונם אין לך בכל השבטים שנתברך בבנים כאשר עד כאן. ומצינו שברכת הבנים תסובב משכונת הקדושה, וזה לך האות ארון התורה אשר חנה בבית עובד אדום הגיתי וכו' (ברכות סג","titles":[{"title":"﻿במדבר ז עב"},{"title":"﻿במדבר פרק ז פסוק עב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":72},{"positionInParasha":159},{"uri":"jbr:tanach-orhachaim4-7-78","text":" אור החיים  אחירע בן עינן. ירמוז על דרך מאמרם ז\"ל (ספרי שם) בפסוק שבע רצון מלמד שהיה נפתלי שמח בחלקו בימים בדגים בפרגיות ומלא ברכת ה' ים גינוסר עד כאן. והוא מאמר אחי רע פירוש שחלק אחיו היה בעיניו רע בערך חלקו, והיתה עינו מלאה מחלק שנפל בגורל ו","titles":[{"title":"﻿במדבר ז עח"},{"title":"﻿במדבר פרק ז פסוק עח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":78},{"positionInParasha":165},{"uri":"jbr:tanach-orhachaim4-7-84","text":"מאת נשיאי ישראל. צריך לדעת למה הוצרך לומר כן, ואולי שישבח הכתוב אותם שמעצמן עשו חנוכת המזבח, והוא מאמר מאת נשיאי פירוש מאתם היה המעשה ולא הוצרכו להגיע מהזולת, ורז\"ל אמרו (ספרי ח\"א נ\"ג) שבא לומר ששוו כולן במצוה אחת וזכות אחד עד כאן. פירוש אומרו זכות אחד הוא בענין הקרבן האמור בענין, אבל ימצא בהם הדרגות זה למעלה מזה כי נחשון גדול מכולן","titles":[{"title":"﻿במדבר ז פד"},{"title":"﻿במדבר פרק ז פסוק פד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":84},{"positionInParasha":171},{"uri":"jbr:tanach-orhachaim4-7-87","text":" אור החיים  כל הבקר לעולה. אמר לשון יחיד, לומר כי גדר אחד לכולן. וכן אמר בקר זבח השלמים לשון יחיד לטעם זה עצמו","titles":[{"title":"﻿במדבר ז פז"},{"title":"﻿במדבר פרק ז פסוק פז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-2"},{"perek":"tanach-4-7"},{"positionInPerek":87},{"positionInParasha":174},{"uri":"jbr:tanach-orhachaim4-8-2","text":"ויש לנו לחקור זאת מעתה שלא בא המנורה אלא להגיד נסה שבנר מערבי היה מספיק בנר מצדה האחד ונר מצדה השני, ויש לומר כפי הפשט שהוא לנוי שאחר שהוצרכה ביאתה לרמז הנזכר אין נכון להביא בית ה' אלא דבר מתוקן ונכון שבמנורות. ובדרך רמז ירמוז בז' נרות לאומות העולם שהם ע' אומות כל אחד ירמוז לכלל העשירי, ירמוז כי כולן מאירים לנוכח המערבי שהם ישראל שהם בחינת המערב כידוע ליודעי חן, ורמז גם כן שכולן כלים ונר ישראל לא יכבה, ותמצא שהארת הנרות אינו אלא בלילה והוא סוד הגלות שנקרא לילה, מה שאין כן בבא זמן הישועה המתיחס לה בקר כתיב (ישעי' כא) אתא בקר וגו' יכבה נר האומות וישאר מכללותם נר ישראל שהוא הולך ואור עד נכון היום, גם רמז במצות הדלקת הנרות שיכוין המדליק בהדלקתם שתהיה הארתם למול פני המנורה שהכל יהיו לצורכי ישראל המתייחם להם שם פנים כידוע למבינים","titles":[{"title":"﻿במדבר ח ב"},{"title":"﻿במדבר פרק ח פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-8-3","text":" אור החיים  ויעש כן וגו' כאשר וגו'. צריך לדעת למה הוצרך לומר אל מול פני וגו' ולא הספיק במאמר ויעש כן וגו'. עוד חזר לומר כאשר צוה וגו' והוא המאמר עצמו שאמר ויעש כן וגו', יכוין לומר על זה הדרך, אומרו ויעש כן כנגד פירוק הנרות וקינוחם כדי שתהיה כחדשה שבזה יוצדק החינוך כמו שאמרנו, ואומרו אל מול פני וגו' כנגד סדר הנחתן שיהיו פיפיותיהם אל מול פני וגו' ואומרו כאשר צוה לצד שהדיבור היה ביום ותבא לומר שאז בזמן שנצטוה עשה מעשה האמור, לזה אמר כאשר וגו' לו' שעשה בזמן שצוה ה' שהיא בערב, והגם שאמרנו כי ישנה להדלקה ביום בנר מערבי, דבר זה לא היה אלא בזמני ירידת עם ה' שהיה כבה נר מערבי (יומא לט","titles":[{"title":"﻿במדבר ח ג"},{"title":"﻿במדבר פרק ח פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-8-4","text":" אור החיים  וזה מעשה המנורה וגו'. טעם שהוצרך לומר פסוק זה פעם אחרת כאן ולא הספיק מה שאמר כבר בפרשת תרומה ובפרשת ויקהל, יתישב בין למאן דאמר לא קביעי נרות שבא להסיר מכשול הטעות הנמשך ממאמר בהעלותך שאמרנו שהיה מפרק וחוזר ומעלה אותם, ומזה תבא הסברא לומר כי גם שאר המנורה אין חיוב בקיומה מקשה, שהרי גם הנרות בכלל חלק מהמנורה הם ומצינו שהם מפורקים ונדון מהם כדין דבר שהיה בכלל ויצא וכו' ללמד על הכלל, שהגם שאמר הכתוב מקשה זה היה בתחלה אבל אחר כך יכול לעשות כאשר יחפוץ, לזה אמר וזה מעשה המנורה מקשה וגו' שכן היא עומדת, וממוצא דבר אתה למד כי הנרות יצאו מהכלל מקשה של המנורה ולא תלמוד מהם. ולמאן דאמר קביעי נרות גם כן בא להודיע שעמדה המנורה במעשה מקשה גם אחר שהשתמשו בה","titles":[{"title":"﻿במדבר ח ד"},{"title":"﻿במדבר פרק ח פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-orhachaim4-8-6","text":" אור החיים  קח את הלוים וגו'. פרש\"י קחם בדברים, ונראה שנתכוין לומר שיבדילם מישראל ולעשות להם מחנה לויה לצד הצורך בטהרתם יותר מבני ישראל, והעד מה שגמר אומר וטהרת אותם, הרי שבצורכי טהרה הכתוב מדבר","titles":[{"title":"﻿במדבר ח ו"},{"title":"﻿במדבר פרק ח פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"jbr:tanach-orhachaim4-8-19","text":"מתוך בני ישראל. אמר הכתוב ה' פעמים בני ישראל בפסוק זה ללא צורך, רז\"ל דרשו (ויק\"ר פ\"ב) שהוא מראה החיבה כפל זכרון שמותם ה' פעמים בפסוק א' כנגד ה' חומשי תורה, והוא דרך דרש. ולפי פשט הכתוב נראה כי בדיוק נאמרו הזכרות בני ישראל. אומרו מתוך בני ישראל יכוין אל הכללות וכמאמר הקודם קח את הלוים מתוך בני ישראל, ואומרו לעבוד עבודת בני ישראל יכוין אל הבכורות שעבודה זו שלהם היתה והלוים עובדים עבודתם, ולזה הוצרך לומר בני ישראל ולא אמר עבודתם שאז היתה נאבדת הכוונה אשר כיוון לה הכתוב. ואומרו ולכפר על בני ישראל חוזר אל הכללות, וחש לומר לכפר עליהם שאז תהיה הכוונה שחוזר אל הקודם שהם הבכורות לבד, לזה נאמר בני ישראל לומר שעל הכללות הוא אומר, ואומרו ולא יהיה בבני ישראל וגו' ולא אמר ולא יהיה בכם נגף, נתחכם להודיע כי אומרו ולכפר וגו' ולא יהיה בכם נגף אין אחת גזרת חברתה על זה הדרך לכפר וגו' כדי שלא יהיה בהם נגף, אלא הם ב' הדרגות הטובה על זה הדרך לכפר על נפשותיכם מתחלואי הנפש המסובבים מהחטאים, ועוד לא יהיה בבני ישראל נגף בגשתם, וכוונה זו מובנת ממה שאמר בבני ישראל שזה יגיד הבדל המאמר שאינו קשור למעלה. ואומרו בגשת בני ישראל נתכוון לומר שהגם שלא יגשו אלא היחידים על כל בני ישראל יקצוף על הדבר, ומצינו כיוצא בזה שיקצוף ה' על הכללות בשביל הפרט, וצא ולמד מעדת קורח מאמר ה' שם (ט\"ז כ\"א) הבדלו מתוך העדה וגו' והוצרך משה להתפלל לה' על הדבר, וע\"ש הטעם","titles":[{"title":"﻿במדבר ח יט"},{"title":"﻿במדבר פרק ח פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-orhachaim4-8-20","text":" אור החיים  ויעש וגו' וכל עדת וגו' כן עשו להם בני ישראל. יש להעיר למה כפל לומר כן עשו, עוד שינה שהתחיל לומר כל עדת וגמר אומרו בני ישראל. ונראה שנתכוין בכפל כן עשו בני ישראל על הבכורות, ובא להחזיק טובה לבכורות יותר שהגם שנטלו מקומן בעבודת בית אלהינו עשו ככל אשר צוה ה', הגם כי כפי הטבע אנושי יכאיב לבם ולא ידקדקו עשות ככל פרטי המצוה, ולזה שינה במאמרו מלשון שהתחיל לדבר בו כל עדת בני ישראל ואמר בני ישראל, כי לא על כלן מדבר הכתוב כאן אלא על פרט א' כאמור","titles":[{"title":"﻿במדבר ח כ"},{"title":"﻿במדבר פרק ח פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-8"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-orhachaim4-9-1","text":"ונראה כי כוונת הכתוב היא לצד שאמרה תורה (שמות יב) כל בן נכר לא יאכל בו, ותניא במכילתא וזה לשונם כל בן נכר אחד ישראל מומר ואחד גוי במשמע עד כאן לשונם. ולצד שמצינו שישראל עשו העגל וכו' ואמרו ז\"ל (חולין ה.) כל המודה בעבודה זרה ככופר בכל התורה כולה ויאמר עליו בן נכר, מעתה יש מקום לדון בישראל שאינם יכולין לעשות הפסח, והגם שנתרצה ה' למשה בתפלותיו ובמשפטיו אשר עשה בישראל, עם כל זה עודם לא נתבשרו שנתכפר עון העגל ויש ספק בדבר, לזה בא הקדוש ברוך הוא ונתן רשות ואמר להם ויעשו בני ישראל את הפסח, ודקדק לומר ויעשו לומר מלבד מה שהובטחו שניחם ה' על הרעה אשר דבר לעשות עוד להם שהוכשרו להיות ראוים לעשות הפסח, ומעתה באנו להשכיל להטיב שינוי הקדמת זכרון השנה, כי כיון שכל עצמו לא בא המאמר כאן אלא להכשירם לעשות הפסח לזה פתח דבריו הזכיר שנה השנית להשכיל סובב המאמר שהוא לצד שהיה זה אחר מעשה העגל מה שאין הדבר מושכל בהזכרת זמן החודש שאינו מסתיים בזה הערת הדבר, ולזה לא אמר דבר אל בני ישראל שלא בא לצוות לזה אלא לרשיון ודי בהודעת המשפט למשה שכן הוא הדין, ואולי לפי מה שאמרו בפסחים (ו","titles":[{"title":"﻿במדבר ט א"},{"title":"﻿במדבר פרק ט פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":1},{"positionInParasha":27},{"uri":"jbr:tanach-orhachaim4-9-6","text":"וממה שסרס המקרא גילה דעתו שסובר שאין חולקין וכו' אפילו חולק לו רבו כבוד, וממה שמצינו שנחלקו גם כן בענין בנות צלפחד דכתיב ותעמודנה לפני משה ולפני אלעזר וגו', וזה לשונם אפשר עמדו לפני משה וכו' ולפני אלעזר ולא אמר וכו' ויעמדו לפני הנשיאים בעדה והעדה וכו' אלא סרס המקרא ודרשהו דברי רבי יאשיה אבא חנן אומר משום רבי אליעזר בבית המדרש היו יושבים וכו', ומביא הש\"ס הענין עצמו שהבאנו למעלה, והנה ממה שראינו שחלק אבא חנן בעמידת בנות צלפחד לפני הנשיאים והעדה מן הסתם לא היו הנשיאים חולקין כבוד לכל העדה ואין צריך לומר משה מלך ישראל ואף על פי כן אמר אבא חנן שחלקו להם כבוד הא למדת שסובר שחולקין כבוד אפילו אין רבו חולק לו כבוד, ומעתה הרווחנו טעם נכון למה נחלקו ב' פעמים ר' יאשיה ואבא חנן","titles":[{"title":"﻿במדבר ט ו"},{"title":"﻿במדבר פרק ט פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":6},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-9-7","text":"ולדרך זה אנו מרויחים טעם שה' אמר מצוה זו של פסח שני אחר ששאלו האנשים ההמה, לומר שהגם שיהיו טהורים בתוך ימי הפסח כנדון שלפנינו אף על פי כן אין לו תשלומין לעשותו בז' ימי הפסח כחגיגה אלא בחודש הב'. עוד ירצה אומרו למה נגרע פירוש כיון שהיה יום ז' לטומאתם טוענים שיכולין לשחוט עליהם פסחיהם כדרך ששוחטין וזורקין על טמא שרץ כיון שהם נטהרים לערב ואין להם טומאה אלא ביום ההוא, והוא מאמר ביום ההוא, ורז\"ל אמרו עניינים אחרים, ואלו ואלו דברי אלהים חיים","titles":[{"title":"﻿במדבר ט ז"},{"title":"﻿במדבר פרק ט פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":7},{"positionInParasha":33},{"uri":"jbr:tanach-orhachaim4-9-13","text":" אור החיים  והאיש אשר הוא טהור וגו'. צריך לדעת למה לא כתב עונש המבטל פסח בזמנו עד עתה ולא כשכתב מצות הפסח, ולפי מה שנחלקו בענין זה (פסחים צג.) וזה לשונם תנו רבנן חייב על הראשון וחייב על הב' דברי רבי, רבי נתן אומר חייב על הראשון ופטור על הב', רבי חנינא בן עקיבא אומר אף על הראשון אינו חייב אלא אם כן לא עשה הב', ואמרו שם בפסחים ושלשתם מקרא א' דרשו יעיין שם, מעתה לכל אחת מהסברות הניח הכתוב לומר עד כאן לכל א' מהסברות כדרכו, מה שלא היינו שומעין כן אם היה מצוה במקומו","titles":[{"title":"﻿במדבר ט יג"},{"title":"﻿במדבר פרק ט פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":13},{"positionInParasha":39},{"uri":"jbr:tanach-orhachaim4-9-14","text":"ודקדק לומר אתכם לומר שהגם שאתם רואים זה חדש מקרוב בא עם כל זה אתכם הוא כאחד ממנו, ויציאתנו ממצרים היתה גאולת עולם גם לנפש הגר, הגם שלא היה בנגלה היה בנסתר, כי שורש הקדושה אחד הוא וכשהיו אבותינו במצרים היתה כללות הקדושה טבועה בטומאת מצרים ואם חס ושלום הי' כללות הקדושה נטבע אין תרופה לענפים כי הכל הולך אחר העיקר והצלת העיקר נוגעת גם לענפים, ואמר כחקת הפסח, חש הכתוב שיאמר האומר הן האמת כי עשה יעשה כל משפטי פסח אבל דברים שהם ממש דברי שקר כמו שתאמר להגיד עבדים היינו לפרעה במצרים ויוציאנו וגו' וכדומה עדיין דן אנכי כי לא ישעו בדברי שקר, תלמוד לומר כחקת הפסח כי יכול יוכל דבר כדברים האלה כי היה היה גם הוא במצרים בבחינת השרשים, ועיין מה שפירשתי בפסוק (שמות כג) ואתם ידעתם את נפש הגר, ואומרו כן יעשה בא לחובה שלא תאמר שלא בא הכתוב אלא לרשות שיכול לומר כן תלמוד לומר כן יעשה חובה, ומאמר חקה אחת בא להשוות כל התורה כולה","titles":[{"title":"﻿במדבר ט יד"},{"title":"﻿במדבר פרק ט פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":14},{"positionInParasha":40},{"uri":"jbr:tanach-orhachaim4-9-17","text":"ואחרי כן יסעו וגו'. צריך לדעת מה הוא אומרו ואחרי כן וגו' שהיה צריך לעשות גזירה במאמר על זה הדרך ולפי העלות וגו' יסעו כשיעור מאמר הסמוך ובמקום אשר ישכון וגו' שם יחנו. ונראה שאם היה אומר אחרי כן יסעו היה נשמע שזה הוא גזרת הכתוב, ולא כן הוא הכוונה, אלא שהגזירה הוא במאמר הבא אחר כך על פי ה' וגו', וזה הוא שיעור הכתוב ולפי העלות וגו' ואחרי כן הוא שיהיו נוסעים וגו' וכיון שכן על פי ה' וגו' הרי הם נוסעים על פי ה'. עוד נתכוון לומר בדרך זה שזולת כן אם היה אומר אחרי כן יסעו היתה הגזירה בתיבת אחרי כן והיה המשמעות שלא היו נוסעים קודם אלא אחרי כן ואין בנשמע שהיו על כל פנים נוסעים כשהיה נוסע הענן, לזה אמר ואחרי כן כדי שתהיה נרדפת למעלה ותבא הגזירה במאמר יסעו בני ישראל, כאלו אמר ולפי העלות וגו' יסעו, ואם היה אומר בסדר זה ולפי העלות וגו' יסעו, אז הי' נשמע שבעלותו הוא שמתחייבים ליסע, ואין במובן שאם ירצו ליסע שתמנעם מניעת עליית הענן, לזה אמר ולפי העלות וגו' ואחרי כן לומר ולא קודם","titles":[{"title":"﻿במדבר ט יז"},{"title":"﻿במדבר פרק ט פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":17},{"positionInParasha":43},{"uri":"jbr:tanach-orhachaim4-9-18","text":"כל ימי וגו' ובהאריך וגו'. בא הכתוב לסדר כל בחינות הנהגות הענן, וללמד שבחן של ישראל שהיו חפצים באשר יחפוץ ה', והתחיל בענין אריכות זמן החניה ואמר כל ימי אשר ישכון הענן יחנו פירוש יחנו יחפצו לחנות, ולזה לא אמר חנו בני ישראל שיהיה נשמע שעשו לצד ההכרח מהמנהיג, והוסיף לומר ובהאריך וגו' לומר שאפילו יאריך כל כך ימים רבים אף על פי כן יחנו, ואומרו ושמרו וגו' לומר כי מלבד שהיו חונים כל זמן וכו' עוד מודיע כי לא היו עושים הדבר לצד שהיו חפצים בשבת ולא בהילוך אלא לצד שמירת דבר ה', והוא אומרו ושמרו וגו' הגם שהם ימים רבים, ואומרו ולא יסעו ולא אמר ולא נסעו, לשלול בחינת החושב כאלו אמר ולא יחפצו ליסע","titles":[{"title":"﻿במדבר ט יח"},{"title":"﻿במדבר פרק ט פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":18},{"positionInParasha":44},{"uri":"jbr:tanach-orhachaim4-9-20","text":" אור החיים  ויש אשר וגו' ימים מספר. גם זה מספר בשבח ישראל שהגם שלא יחנו לפוש אלא ימים מועטים יסעו בהעלות הענן, ואמר על פי ה' יחנו, ואין שייכות לזכרון שניהם אלא למסע, נתכוון להשוות הנסיעה לחניה לומר כשם שעל פי ה' יחנו ברצון והשלמת דעת לנוח מהדרך כמו כן ברצון השלם היו נוסעים הגם שהיו נוחים זמן מועט. וראיתי שתרגם יונתן בן עוזיאל ימים מספר שבעת יומין, ולפי דבריו ז\"ל אין מקום לדברינו לומר שבא לשבח ישראל כי יש במשך ז' ימים לנוח מן הדרך, ולדבריו ז\"ל יתבאר הכתוב על זה הדרך שבא לומר שבין בפרק החניה ובין בפרק הנסיעה הגם שהיה להם הרצון לא היו עושים הדבר אלא לצד היות הדבר מאמרו יתברך, והוא אומרו על פי ה' יחנו ועל פי ה' יסעו","titles":[{"title":"﻿במדבר ט כ"},{"title":"﻿במדבר פרק ט פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":20},{"positionInParasha":46},{"uri":"jbr:tanach-orhachaim4-9-21","text":" אור החיים  ויש אשר וגו' מערב עד בקר וגו'. מכאן ואילך בא הכתוב להודיע ההדרגות שהיו בשינוי חנייתם, והתחיל מזמן חניית לילה, והוא אומרו מערב עד בקר, ואמר סמוך לה זמן חניית יום ולילה כאומרו יומם ולילה, ואמר סמוך לה זמן ב' ימים כאומרו יומים, וסמוך לה חודש, וסמוך לה ימים שהוא שנה, והודעה בזה אינו כהודעה בפסוקים הקודמין פסוק ובהאריך ופסוק ויש אשר וגו' ימים מספר, שאם כן לא היה לו להקדים זכרון ימים מספר לזכרון ערב עד בוקר, ואין לומר כי שני פסוקים ובהאריך ויש וגו' ימים מספר הם זכרון דרך כלל מה שפרט אחר כך, שהרי אין בכלל מה שבפרט שהוא מערב עד בוקר ויומם ולילה. אלא ודאי כי ב' כתובים הראשונים יגידו ענין אחד כמו שכתבנו, וג' כתובים האחרונים יגידו הדרגות שינויי העכבה שהיו משתנים מגדר לילה אחת לגדר שנה אחת, והטעם בזה לפי מאמר אנשי אמת שטעם העברתם במדבר הוא לברר ניצוצי הקדושה השבויות ביד שוכן מדבר ציה, אשר על כן היודע נסתרות היה משער שיעור אשר יספיק לבירור במקום ההוא אם מעט ואם הרבה והיו מתעכבים כפי הצורך, גם לא היו חונים אלא במקום שיש לברר ולא במקום שיספיק בו הבירור במשך זמן הילוכם בו","titles":[{"title":"﻿במדבר ט כא"},{"title":"﻿במדבר פרק ט פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":21},{"positionInParasha":47},{"uri":"jbr:tanach-orhachaim4-9-22","text":"ואם תאמר אם כן למה הוצרך להקדים ב' פסוקים ראשונים פסוק ובהאריך ופסוק ויש אשר יהיה וגו', אם להגיד שבחן של ישראל הנה הוא ביתר שבח בגמרן של דברים כמו שפירשנו. הנה אם לא קדם מאמר ובהאריך הענן על המשכן וגו' ויש וגו' לא היינו מפרשים במאמר ובהאריך על המשכן וגו' על פי ה' וגו' כדרך שפירשתי, אלא היינו אומרים שהיו ממתינים בזמן הארוך והיו נוסעים בזמן המועט ולא אחרו ולא קדמו, אבל ידיעת הרצון השלם כדרך שפירשתי לא היינו יודעים, אלא אחר שהקדים שלא קדמו ולא אחרו בפסוקים הראשונים כדרך שפירשנו שאפילו כחושב לא חשבו להקדים ולאחר, בא הכתוב והעירנו בגומרן של דברים להבין מה שפירשנו בהם, ומה שאמר עוד על פי ה' ביד משה, רז\"ל כבר דרשו (ספרי ח\"א פ\"ד) שהיה הענן מתעגל ולא היה מזדקף עד שהיה משה אומר קומה ה' וגו'","titles":[{"title":"﻿במדבר ט כב"},{"title":"﻿במדבר פרק ט פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-9"},{"positionInPerek":22},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-10-2","text":" אור החיים   עשה לך וגו'. צריך לדעת למה הוצרך לחצוצרות למסע המחנות הלא עיני כל ישראל על הענן וכשיראוהו נוסע נוסעים, ואולי כי לצד שלא היו נוסעים יחד אלא יקדים דגל יהודה ואחריו בני גרשון נושאי המשכן ואחריו דגל ראובן וכו', לזה היה צריך לחצוצרות כדי שכל אחד ידע הזמן בדיוק שיסע בו בזה אחר זה. עוד נראה בדקדוק עוד אומרו תיבת לך שלא היה צריך לומר, ויתבאר ע\"פ דבריהם ז\"ל שכתבנו בסמוך שלא היה מזדקף הענן עד שהיה משה אומר לו קומה וגו' והיה הדבר תלוי ביד משה. ומעתה נוכל לומר גם כן שיצו ה' שכמו כן תהיה נסיעת ישראל על פי משה לכבודו של משה, כדרך שחלק לו כבוד למסע הענן שלא יסע עד שיאמר לו קומה, והוא מה שרמז במאמר לך פירוש לרשותך ולמאמרך, ורז\"ל דרשו (ספרי כאן) עשה לך משלך, גם דרשו (במד\"ר פט\"ו) לך אתה משמש ולא אחר יכול להשתמש בהם, וע' פנים לתורה","titles":[{"title":"﻿במדבר י ב"},{"title":"﻿במדבר פרק י פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":2},{"positionInParasha":51},{"uri":"jbr:tanach-orhachaim4-10-6","text":" אור החיים  ותקעתם תרועה שנית. ולא היה מספיק בתקיעה אחת לכלן כדרך שתוקע למערב וצפון תקיעה אחת לשניהם כאומרם בספרי, (ח\"ב ע\"ג) הטעם לצד שהיו מורידים המשכן ונוסעים בני גרשון קודם שיסעו דגל בני ראובן תימנה, לזה צריך תקיעה בפני עצמה אחר נסיעת המשכן","titles":[{"title":"﻿במדבר י ו"},{"title":"﻿במדבר פרק י פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":6},{"positionInParasha":55},{"uri":"jbr:tanach-orhachaim4-10-11","text":" אור החיים  בשנה השנית בחודש וגו'. הקדים זכרון השנה לזכרון החודש, כדי להסמיך מאמר נעלה הענן למאמר בעשרים לחודש, כי כן הוא יופי שיעור הדיבור","titles":[{"title":"﻿במדבר י יא"},{"title":"﻿במדבר פרק י פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":11},{"positionInParasha":60},{"uri":"jbr:tanach-orhachaim4-10-29","text":"ופתח דבריו האירו במאמר לכה אתנו והטבנו וגו' פירוש בעד הליכתך עמנו הטבנו לך, ומעתה ההטבה אינה בחנם ויכול לתבוע ולהוציא בדיינים, ובדרך זה הוסר מיחוש הבושה דמאן דאכיל דלאו דיליה, גם מיחוש המעטת בכבודו לצד שנהנה ממנו, גם מיחוש ביטול ההבטחה כי יתנחם שהרי אינו הולך עמם ועוזב ארצו ונחלתו אלא בתנאי זה, ואומרו והטבנו לך כאן פירוש שיעור ההטבה שיהיה חלק בני חובב מובחר וטוב מכל חלק עם בני ישראל שיתנו לו חלק המובחר, וכן אמרו רז\"ל (ספרי כאן) שנתנו לו דושנה של יריחו. ואומרו כי ה' דבר טוב בזה סתר ב' המיחושים שנשארו מהמיחושים שרשמנו והם המעטת ההטבה ומניעת השג יד לקיים הבטחון, כי ה' דבר טוב וטובת ה' מופלאת היא, ולשיעור זה תהיה ההטבה גדולת הערך וראויה להתכבד, גם חזקה ובריאה ואין בה חזרה כי ה' לא איש הוא וגו' ויתנחם ובפרט מדברו הטוב, כי דוקא על הרעה הוא שניחם דכתיב (שמות לב) וינחם ה' על הרעה, ודקדק לומר על ישראל לתוספת חיזוק הטוב לצד שהוא לישראל ולא לאומות העולם ולא ינחם על הטובה להם","titles":[{"title":"﻿במדבר י כט"},{"title":"﻿במדבר פרק י פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":29},{"positionInParasha":78},{"uri":"jbr:tanach-orhachaim4-10-30","text":" אור החיים  כי אם אל ארצי וגו' אלך. צריך לדעת למה הוצרך לומר תיבת אלך והלא מובן הוא מאומרו לא אלך כי אם וגו'. יתבאר על דרך אומרם ז\"ל (מכילתא יתרו) וזה לשונם וישלח משה את חותנו ר' יהושע אומר שלחו מכבודו של עולם, ר\"א המודעי אומר אמר לו כלום הנר מהנה אלא במקום החושך מה אני מהנה בין חמה ולבנה אלא אני הולך לארצי ומגייר כל בני מדינה ואביאם ללמוד וכו' יכול הלך ולא עשה כן הרי אומר (שופטים א) ובני קני וגו', מתוך דבריהם משמע שרבי יהושע סובר שיתרו לא נתגייר ושלחו משה מכבודו של עולם, ולר\"א נתגייר, ולדברי שניהם יתיישב יתור אלך על נכון, לר' יהושע נתכוון לומר על זה הדרך לא אלך כי אם אל ארצי ולא לטעם חביבות ארצי לבד אבל זולת זה הייתי יושב, לא כן הוא אלא אלך על כל פנים, ולסברת ר\"א על זה הדרך לא אלך פירוש לחלוטין בהליכה זו כי אם אל ארצי ואל מולדתי פירוש אל אשר יאות לבני ארצי ומולדתי אלך לגיירם ולשוב, וכפל לומר ארצי ומולדתי לומר אם אמצא מקום אגייר כל בני מדינתי ולפחות בני מולדתי","titles":[{"title":"﻿במדבר י ל"},{"title":"﻿במדבר פרק י פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":30},{"positionInParasha":79},{"uri":"jbr:tanach-orhachaim4-10-31","text":" אור החיים  אל נא תעזוב אותנו וגו'. לדברי ר\"א יתבאר על זה הדרך שמבקש ממנו שלא ילך אפילו לפי שעה הגם שדעתו לחזור, והוא מה שרמז בתיבת נא, וכנגד טענת שרגא בטיהרא שלא קבלה ממנו אמר הטעם כי על כן ידעת חנותנו במדבר ועל ידך האירו דרכינו בעצתך דכתיב (שמות יח) ואתה תחזה מכל העם וגו' והסכים ה' על עצתך וכתיב ויבחר משה וגו' אם כן יכול אתה להאיר אפילו לפני חמה ולבנה, ולדברי ר' יהושע יתבאר על זה הדרך אל נא פירוש אין נכון עתה לעזוב אותנו, והטעם כי על כן ידעת וגו', פירוש בשלמא אם לא באת אצלינו כל עיקר אין אני חושש לך אבל עתה שבאת וידעת חנותנו במדבר פירוש לצד שישראל מכוסים בעננים ואין אדם יודע מקומם כמאמרם ז\"ל (במד\"ד פי\"ט ר\"ה ג.) בפסוק כי גוע אהרן וגו' וישמע הכנעני כי בא ישראל וגו', ואמרו רז\"ל כי לצד שנסתלקו ענני כבוד הוכר מקומן של ישראל, אמור מעתה קודם לכן לא נודע תחנותם וחובב הודיעו ה' חנותם של ישראל, ועוד לו שהסכים ה' למה שהאיר עיניהם בעצתו, והוא אומרו והיית לנו וגו', ואין נכון לעזוב אותם אחר כל זה, כי יש בזה חילול ה', כי יאמרו שעמד על אמונתם והחשיבוהו כל כך ועזב אותם אין זה אלא שלא הוצדקו אצלו מופתי האמונה ואין נכון עשות כן, וכשלא קבל גרשו משה מכבודו של עולם","titles":[{"title":"﻿במדבר י לא"},{"title":"﻿במדבר פרק י פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":31},{"positionInParasha":80},{"uri":"jbr:tanach-orhachaim4-10-32","text":" אור החיים  והיה כי תלך וגו' והיה וגו'. צריך לדעת למה כפל לומר והיה פעם ב' עוד כל הכתוב מיותר שהן הן הדבדים הנאמרים במאמר ראשון, ויתבאר לב' הסברות, לסברת ר\"א תיבת והיה וגו' נמשכת עם מה שלמעלה על זה הדרך והיית לנו לעינים והיה כמו כן כי תלך עמנו תחשב במדרגה זו ולא תהיה בגדר נר לפני חמה ולבנה כמאמרך לדברי ר\"א, ולדברי ר' יהושע ירצה שתעמוד במצב זה גדול בעינינו, ואומרו והיה הטוב ההוא וגו' פירוש לדברי ר\"א שרצה ללכת ולחזור אמר אליו אין נכון ללכת ולחזור כי אני רוצה שתהא מצוי בעת אשר ה' יתן הטוב לעמו כדי שנטיב לך בחלק היפה ממנו, אשר לא כן אם לא תהיה מצוי בעת חילוק הארץ, ונתרצה על הדבר אלא שאחר זמן כשראה שנגזרה גזירה על ישראל להתעכב במדבר מ' שנה הלך לעשות דברו הטוב לגייר בני עירו וחזר ונמצא בעת הטבת ה' לישראל כמאמר משה. ולדברי ר' יהושע גם כן נתכוון לומר לו שלא יראה בעיני עצמו היותו גר שיהיה במדרגה שפלה מהעם כמאמר כי אם אל ארצי ואל מולדתי שיורה שחפץ ללכת במקום שיש לו מכירין, לזה אמר לא כן הוא אלא והיה הטוב ההוא אשר ייטיב ה' יהיה עמנו פירוש עם כולנו יחד שלא יחשבוהו במדריגה שפלה מהם. ועוד שיהיה לך חלק הטוב והמובחר שבחלקים, והוא מאמר והטבנו לך","titles":[{"title":"﻿במדבר י לב"},{"title":"﻿במדבר פרק י פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":32},{"positionInParasha":81},{"uri":"jbr:tanach-orhachaim4-10-35","text":" אור החיים  ויהי בנסוע הארון וגו' קומה ה' וגו'. צריך לדעת כוונת המאמר, ויתבאר הכתוב על פי דבריהם (ע\"ח של\"ב פ\"א) שרשמנו בכמה מקומות שטעם הליכת ישראל במדבר היתה לברר ניצוצי הקדושה השבויות ברשות שוכן מדבר ציה, וצריך אתה לדעת כי החיצונים ישנם בב' הדרגות א' הוא בחינת המסית והמפתה לנדבק בו להרע ולהשחית, ב' בחינת המזיק והמחבל ואין בטבעו לפתות, ובא המאמר כאן ויהי בנסוע הארון כי כשנוסע ומתדבקים בו כל ניצוצי הקדושה וכשמתבררים ניצוצי הקדושה מתפוצצים ומשתברים הקליפות, והוא מאמר קומה ה ', ויפוצו אויביך שהם הקליפות הנאחזות בניצוצי הקדושה יתפוצצו, ואליהם רמז בתיבת ויהי לשון צער, וכנגד בחינת הרע המפתה את האדם אמר וינוסו משנאיך מפניך פירוש אותם בחינות המשניאים דרך ה' בלבות בני אדם ינוסו, ואומר לשון רבים לצד היותם רבים המפתים כמאמרם ז\"ל ביומא (סט","titles":[{"title":"﻿במדבר י לה"},{"title":"﻿במדבר פרק י פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-10"},{"positionInPerek":35},{"positionInParasha":84},{"uri":"jbr:tanach-orhachaim4-11-10","text":"ובעיני משה רע. כי יקפיד האיש על מעשה ידיו, וצא ולמד ממה שנאמר בשמואל (תענית ה","titles":[{"title":"﻿במדבר יא י"},{"title":"﻿במדבר פרק יא פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":10},{"positionInParasha":95},{"uri":"jbr:tanach-orhachaim4-11-11","text":"או ירצה על זה הדרך למה הרעות כמו שפירשתי ואומרו ולמה לא מצאתי פירוש כיון שנתת עלי עול הדבר הזה יש לי לטעון למה לא מצאתי חן לצד ששמת עלי משא כל העם, ופירוש למ\"ד של לשום היא למ\"ד הסיבה, ואמר זה משה, לצד שראה כי ביקש שלא יתן להם בשר ולא יהרגם כדברי המדרש שכתבנו בסמוך ולא מצא חן בעיני ה' לקבל תפלתו, גם ראה המסובב מהם שהם גרמו לו מיתה במדבר וכמה ענפי היגון אשר סובב לו מהם אשר לא כן היה מן הראוי להשתלם על יגיעו וסבלותו","titles":[{"title":"﻿במדבר יא יא"},{"title":"﻿במדבר פרק יא פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":11},{"positionInParasha":96},{"uri":"jbr:tanach-orhachaim4-11-12","text":"עוד נתכוון בכפל הריתי וילדתיהו לומר שהמשא שעליו של העם הוא כמשא של אכ ושל אם יחד שדומה לבן שילדתו אמו ומתה שהאב יעשה מעשה האב והאם, ואולי גם כן שרמז לב' זמנים שחייב האב לישא עול הבן, הא' הוא דבר תורה שהוא עד בן שש עד בן שבע (כתובות סה","titles":[{"title":"﻿במדבר יא יב"},{"title":"﻿במדבר פרק יא פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":12},{"positionInParasha":97},{"uri":"jbr:tanach-orhachaim4-11-14","text":" אור החיים  לא אוכל אנכי לבדי וגו'. כאן החליט הרצון, כי לא תרעומת לבד הוא מתרעם אבל יסכים לשאת, אלא גילה דעתו ורצונו שאינו רוצה לישא לבדו, ונתן הטעם לא ח\"ו שממאן עשות מאמר ה' אלא ששיער שהוא משא כבד ממנו ולא יוכל שאתו","titles":[{"title":"﻿במדבר יא יד"},{"title":"﻿במדבר פרק יא פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":14},{"positionInParasha":99},{"uri":"jbr:tanach-orhachaim4-11-15","text":" אור החיים  ואם ככה את עושה לי וגו'. פירוש חש כי יאמר ה' אליו לשאת בעל כרחו הגם שלא יוכל על מנת כן יעבוד ה' עד יציאת נשמה דכתיב (דברים ו) בכל נפשך, לזה אמר ואם וגו' הרגני נא פירוש עתה מסר נפשו ולא ישא עוד המשא לבדו, ונתן הטעם ואל אראה ברעתי פירוש דבר הגורם רע לנפש שעליו יקפידו הצדיקים, והרעה אשר עליה צעק לבו היא שאם יהרגוהו ישראל יתחייבו כליה ונמצא שגרמו לו להענישם, גם לזה יחשב תחלואי הנפש על דרך מאמר (משלי יז) גם ענוש לצדיק וגו', וכפל לומר הרגני נא הרוג לומר שהרוג הוא אם לא יהרגהו ה' כי ודאי שיהרגוהו ישראל, ואם כן כשה' הורג אותו אינו הורג אלא אדם הרוג גברא קטילא קטיל, ותיבת הרוג נדרשת בניקוד שור\"ק ורז\"ל אמרו (ילקוט כאן תשל\"ה מדרש תהלים כג) וז\"ל אם לא אתן הם הורגים אותי ואם אדבר כנגדך אתה הורגני, והכתוב יכוין לכל הדרכים","titles":[{"title":"﻿במדבר יא טו"},{"title":"﻿במדבר פרק יא פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":15},{"positionInParasha":100},{"uri":"jbr:tanach-orhachaim4-11-16","text":"זקני העם ושוטריו. פירוש שהם בעיני העם נחשבים ויכולין לרדות בהם ויחרדו למאמרם, והוא מאמר ושוטריו","titles":[{"title":"﻿במדבר יא טז"},{"title":"﻿במדבר פרק יא פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":16},{"positionInParasha":101},{"uri":"jbr:tanach-orhachaim4-11-17","text":"ולא תשא אתה לבדך. כאן החליט ממנו החזרה פירוש שהגם שיחזור משה לומר אשא לבדי אמר ה' אליו לא תשא אתה לבדך. עוד רמז לו שבאמצעות הדבר לא תשאר הנשיאות והמעלה למשה לבדו, והוא מאמר ולא תשא לשון נשיאות ראש לא תהיה לבדך כבתחלה. שוב בא לידי מאמר חז\"ל (במד\"ר פט\"ו) וזה לשונם אמר הקדוש ברוך הוא למשה אני נתתי לך בינה ודעת לפרנס את בני ותתיחד אתה באותה גדולה עכשיו משלך הם נוטלים עד כאן. עוד יתבאר לסברת האומרים (סנהדרין יז.) ולא יספו לא פסקו, ובזה ולא תשא לשון נבואה כאומר (מלאכי א) משא דבר ה' פירוש לא תהיה אתה נביא לבדך אלא יהיו כל הזקנים נביאים ג\"כ","titles":[{"title":"﻿במדבר יא יז"},{"title":"﻿במדבר פרק יא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":17},{"positionInParasha":102},{"uri":"jbr:tanach-orhachaim4-11-18","text":"ונתן ה' לכם בשר ואכלתם. צריך לדעת למה חזר לומר הדברים שאמר בסמוך, עוד שלא הספיק במאמר ונתן וגו' ואמר ואכלתם והלא מובן הוא הדבר שיאכלו הניתן להם, ונראה שיכוין הכתוב לומר להם שהגם שאמר התקדשו למחר וגו' ופירשנוהו שבא לומר שיחזרו בתשובה ולא יהיה פורענות ולזה נתן להם זמן עד מחר, כל זה יהיה קודם נתינת הבשר להם אבל אחר שיתן להם הבשר לא תועיל החרטה והתשובה להם שלא יאכלוהו, והוא מאמר ונתן ה' לכם בשר אז ואכלתם צריכין אתם לאכול בחיוב, ובדרך רמז כפל לומר כן לרמוז להם שאם יחזרו בתשובה גם כן על כל פנים יאכלו בשר כי יצא דבר מלך שלטון, והם לא הבינו הדברים, או הבינו ולא הצדיקו","titles":[{"title":"﻿במדבר יא יח"},{"title":"﻿במדבר פרק יא פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":18},{"positionInParasha":103},{"uri":"jbr:tanach-orhachaim4-11-19","text":" אור החיים  לא יום אחד וגו'. טעם אורכן של דברים, והכוונה בהם, לפי מה שפירשנו במאמר ואכלתם בשר כי מצות מלך הוא לחייבם לאכול, ולצד שיש לך אדם שתשלים תאותו באכילת בשר ביום אחד, ויש בב', ויש בה', ויש בי', ויש בעשרים, ויאמר האדם הנה השלמתי תאותי ולא יאכל עוד, לזה בא דבר מלך להמשלים תאותו ביום אחד כתב אזהרה לא יום אחד, ולהמשלים תאותו בב' באה עליו האזהרה ולא יומים, וכן כולם, והגביל להם ל' יום בחיוב האכילה כדי שימאסוהו והיה לזרא בטבע אנושי תמורת התאוה בו, ומעתה כל המבטל מאכילתו יום א' הרי זה עבר על לאו ובטל מצות עשה","titles":[{"title":"﻿במדבר יא יט"},{"title":"﻿במדבר פרק יא פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":19},{"positionInParasha":104},{"uri":"jbr:tanach-orhachaim4-11-21","text":"ודרך ב' על פי דבריהם ז\"ל (ברכות נח.) שאמרו אין הקדוש ברוך הוא עושה נס לשקר, ולצד שאמר ה' אליו שהבשר הוא חרבם כמאמרם ז\"ל (בפ' כ') בפירוש רש\"י והיה לכם לזרא שכן קורין וכו' לחרב זרא אם כן לא על הנס מדבר הכתוב אלא שיאכלו מבשר הנמצא ועל זה תמה שאין נמצא להם לאכול שלשים יום, ומאמר בשר אתן להם שנראה שיתנו מחדש פירוש הוא שיתן להם רשות לאוכלו, לצד שעד עתה לא היה להם רשות לאכול ממקניהם והיו לעבודת ה' ואמר ה' כי יתן להם רשות לאכול בשר, ומאמר אם את כל דגי הים פירוש לצד שהיו להם דגים מהבאר שהיתה הולכת עמהם אבל לא היה להם הסתפקות אפילו ליום אחד בחודש, כששיער משה דבר הצריך לס' ריבוא ל' יום שיער שכל דגים שיכולין להיות שם בנמצא לא יספיקו, ובדרך נס כבר אמרנו שסבר שלא יעשה ה' נס לתכלית דבר רע כמו שכתבתי, ולדרך זה תמיהת משה תמיהא ואין עליו אשמת דבר כי אינו עושה חסרון ביכולת ה' חס ושלום","titles":[{"title":"﻿במדבר יא כא"},{"title":"﻿במדבר פרק יא פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":21},{"positionInParasha":106},{"uri":"jbr:tanach-orhachaim4-11-23","text":"ולדרך ב' שכתבנו שתמיהת משה היתה לחושבו שהבשר שממנו ישבעו בני ישראל הוא מהנמצא אבל מהנס לא יעשה נס לדבר כזה, אמר ה' אליו היד ה' תקצר פירוש האם נכון שיד ה' ח\"ו תקצר, ואם כן אם לא נעשה הנס יאמרו כי לא תגיע יד עליונה עשות מבוקשם, ולזה יחפוץ ה' עשות נס שלא כסדרו בשביל חילול ה', ולזה גמר אומר עתה תראה במה שאני עושה תראה היקרך דברי וגו' פירוש יהיה יקר בעיניך מכאן והלאה דברי פירוש דבר הנוגע לי לכבודי כשתראה שאני מקלקל השורה ועושה נס לשקר בשבילי שלא יחללו שמי מזה תדע שיעור הקפדתי על הדבר אם גדול או קטן הוא, ותמצא רז\"ל (קידושין מ.) שהפליאו לומר בענין חילול ה' שהקפדתו גדולה","titles":[{"title":"﻿במדבר יא כג"},{"title":"﻿במדבר פרק יא פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":23},{"positionInParasha":108},{"uri":"jbr:tanach-orhachaim4-11-24","text":"וטעם אשר הקדים ה' מאמר האסיפה, לצד שבזה היתה תשובה לדברי משה שאמר לא אוכל לבדי לשאת את כל העם, לזה הקדים להשיבו על דבריו תחילה ואחר כך ציוהו לדבר אל בני ישראל, וידע ה' כי משה חכם לידע הצריך להקדים כמו שכן השכיל עשות. עוד אפשר לומר כי מאמר וידבר אל העם את דברי ה' הם דברי אסיפת הזקנים לבד, וחשב עד אשר יגמור מה שצוה ה' באסיפת הזקנים ויצא לדבר אל העם מאמר ב' ואל העם תאמר, וגם מדברי מדרש תנחומא משמע כן","titles":[{"title":"﻿במדבר יא כד"},{"title":"﻿במדבר פרק יא פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":24},{"positionInParasha":109},{"uri":"jbr:tanach-orhachaim4-11-25","text":"ויהי כנוח. אמר ויהי לשון צער, לדבריהם ז\"ל (שם) שהזקנים התנבאו מאמר התקדשו למחר, אין לך צער גדול מזה שאמרו לישראל בתחילת נבואתם יכינו עצמן לפורענות, ואומרו ויתנבאו בתוספת וא\"ו, לומר שמלבד שהיו כלי מוכשר לנוח עליהם הרוח עוד להם שהתנבאו, והודיע הכתוב שנבואתם היתה תכף ומיד כאומרו כנוח עליהם וגו' ויתנבאו. עוד יתבאר על פי סברת האומרים ולא יספו שלא נתנבאו אלא אותו יום על זה הדרך ויהי כנוח וגו' לשון צער כנזכר ועוד צער אחר להם שהתנבאו ולא יספו","titles":[{"title":"﻿במדבר יא כה"},{"title":"﻿במדבר פרק יא פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":25},{"positionInParasha":110},{"uri":"jbr:tanach-orhachaim4-11-26","text":"ודרך דרש אולי שיודיע הכתוב שהב' שלא יצאו בפתקין נכלמו ונכנסו במחנה מה שלא עשו כן כל ישראל שיצאו כולם לאהל מועד והב' נחבאו במחנה, וירא ה' בושתם וכלימתם ויתנבאו, והוא אומרו והמה בכתובים שהן הפתקין ומטעם זה ולא יצאו מהמחנה, וחננם ה' ומילא תאותם ויתנבאו","titles":[{"title":"﻿במדבר יא כו"},{"title":"﻿במדבר פרק יא פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":26},{"positionInParasha":111},{"uri":"jbr:tanach-orhachaim4-11-27","text":" אור החיים  וירץ הנער וגו'. צריך לדעת למה נתרעש המגיד להגיד שנתנבאו, ועוד לו שרעש עליהם לתתם בבית כלא וכי כל המתנבא נענש על שניכא וזה מן התימה, ויש לתת טעם לסברת האומר שהיו ב' שנשארו בפתקין, כי לצד שאמר משה לישראל על פי ה' שיתן רוח נבואה על ע' ועכשיו נבאו גם הב' יש לחוש לא' מב' דברים, או לא יאמן משה ח\"ו במאמרו שאמר לו ה' ע', או המתנבאים נבאו שקר, ולסברת האומר כי היו מהע' הגידו למשה המעשה הבלתי הגון שהוא אמר שילכו לאהל מועד והם עמדו במחנה ונבאו שם, ויש בזה שתים רעות, א' שלא קיימו דבר משה, והב' שבזה גילו דעתם שלא רצו שתאצל עליהם הרוח מרוחו של משה אלא ממקור הרוח ומתנבאים במ ח נה","titles":[{"title":"﻿במדבר יא כז"},{"title":"﻿במדבר פרק יא פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":27},{"positionInParasha":112},{"uri":"jbr:tanach-orhachaim4-11-28","text":"ואמר אדוני משה כלאם פירוש תן אותם במשמר עד אשר יבא דבר מלך משפט עשות, או כלם מן העולם, וטעם הדבר בין לסברת האומר חוץ מהע' בין לסברת האומר מהע' מהטעמים שכתבנו, ואולי שרמז באומרו אדוני משה, שאינו חפץ היות הוא אדון אלא היות לו אדונו משה לשלול הרצון בנאמר כי ימות משה והוא יכניס, וידויק גם כן מאמר ויען שעשה תשובה לדברים הנאמרים עליו בנבואה ההיא כי לא דברו נכונה וצריכין לינתן בבית כלא, ואף על פי כן ענשו הכתוב, כי סוף סוף השיב דבר בפני רבו","titles":[{"title":"﻿במדבר יא כח"},{"title":"﻿במדבר פרק יא פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":28},{"positionInParasha":113},{"uri":"jbr:tanach-orhachaim4-11-29","text":" אור החיים  המקנא אתה לי וגו'. לסברת האומר שהיו מהע' ירצה על זה הדרך המקנא אתה בשביל כבודי שלא רצו האנשים לבא לקבל הנבואה ממני, מי יתן כל עם ה' נביאים ולא יהיו מקבלים הנבואה ממני אלא מה', כאלו, והוא מאמר כי יתן ה' את רוחו עליהם בלא אמצעות משה, כי שם מקור הענוה והחלט העדר ההקפדה, ולסברת האומר מהפתקין ירצה על זה הדרך המקנא אתה לי פירוש למאמרי שאמרתי ע' ונבאו ע\"ב, מי יתן את וגו', והטעם כי יתן ה' את וגו' פירוש שהע' שאמר ה' שיושפעו מרוחו של משה הוא בתחילה קודם שהתחיל ה' לנבאות את אחרים זולת משה. אבל אחר שהאציל ה' רוחו של משה ונתן לע' הותרה נבואה לכל כי יתן ה' את רוחו עליהם, ואין כאן הכחשה בנבואת משה","titles":[{"title":"﻿במדבר יא כט"},{"title":"﻿במדבר פרק יא פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-11"},{"positionInPerek":29},{"positionInParasha":114},{"uri":"jbr:tanach-orhachaim4-12-1","text":" אור החיים   ותדבר וגו' במשה. אולי שדברו בפניו של משה, והדעת מסכמת בזה גם כן, כי מה יועילו דבר לא טוב ביניהם לבין עצמן, אלא אמרו דבריהם דרך תוכחה והוא שומע מלתם, שוב ראיתי בדברי רז\"ל (ספרי) שאמרו כן ורמזוהו במאמר וישמע ה' והאיש משה וגו' פירוש גם הוא שמע","titles":[{"title":"﻿במדבר יב א"},{"title":"﻿במדבר פרק יב פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":1},{"positionInParasha":121},{"uri":"jbr:tanach-orhachaim4-12-2","text":"וישמע ה'. הוצרך לומר וישמע ה', לומר שלא שמע אלא ה' הכוונה בזה שלא דברו בפני בריה, עוד נתכוין לומר שמהם שמע ולא ממשה, שלא קבל לפני ה' כדרך הנעלבין מזולתם","titles":[{"title":"﻿במדבר יב ב"},{"title":"﻿במדבר פרק יב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":2},{"positionInParasha":122},{"uri":"jbr:tanach-orhachaim4-12-3","text":"אל משה וגו'. טעם קריאת משה, לדבריהם ז\"ל (שם) שאמרו שהיו טמאים, קרא למשה כדי להכיר תולדות הפרישה שפירש משה שנמצא מוכן לדבר ה' אליו באין מונע אשר לא כן הם שקראם ה' ולא יכלו לצאת, ולפי הפשט כדי שיהיה מוכן משה להתפלל על מרים. עוד טעם קריאת משה לצד שנתכוין ה' לגלות להם תיכף ומיד בסדר הקריאה כי גדול משה מהם ממה שהקדימו להם בקריאה והשמיעם הדבר ובזה ירגישו סתירה למחשבתם שאמרו הרק במשה הלא גם בנו וגו'","titles":[{"title":"﻿במדבר יב ג"},{"title":"﻿במדבר פרק יב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":3},{"positionInParasha":123},{"uri":"jbr:tanach-orhachaim4-12-5","text":" אור החיים  וירד ה' בעמוד בענן. צריך לדעת למה לא ירד ה' קודם קריאה ראשונה, שנראה מסדר הכתובים שלא ירד אלא אחר קריאה, גם ממה שאמר בקריאה צאו שלשתכם אל אהל מועד זה יעיד שעדיין לא ירד, שאם לא כן לא היה צריך לרשום להם המקום כי הם רואים מקום אשר ישכון שם הענן, ולדבריהם שכתבנו שהיו טמאים בשעת הקריאה יש טעם נכון בדבר, כי לא רצה ה' לרדת קודם הקריאה ויהיה יושב וממתין להם כביכול לצאתם, ואינו מהכבוד, גם ימשך להם ח\"ו עונש לנקראים ואין הקדוש ברוך הוא חפץ להעניש אלא להטיב, והטעם שירד ה' ולא דבר ממקומו כסדר הקריאה, כדי לפרסם הדבר כשיראו שירד הענן ועמד פתח האהל והוא פרסום והערה גדולה ויודע לכל ישראל כי הקפיד ה' על אשר נגעו בנאמן ביתו והענישם על הדבר","titles":[{"title":"﻿במדבר יב ה"},{"title":"﻿במדבר פרק יב פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":5},{"positionInParasha":125},{"uri":"jbr:tanach-orhachaim4-12-6","text":"ואומרו ולא בחידות, הוא להעיר בתולדת הדבר כי לצד שהיה מדבר פה אל פה בזה היה גם כן הדיבור יוצא בלא חידות, ודקדק לומר אל פה ולא לאוזן, המשכיל על דבר נביא שאמר (מ\"א ג') לב שומע ידע סוד הדבר, וזו היא הדרגת נבואה שאין למעלה ממנה שיקשור ה' נפש נביא במקור המנבא וישלשל הנבואה פה אל פה, ובזה גם כן תבין אומרו אדבר בו ולא אמר אתו או עמו אלא בו והבן. עוד נתכוון להשכילך שלא היה הדיבור אלא מפי ה' לפי משה ולא היה רואה פני עולם, והוא מאמר בו","titles":[{"title":"﻿במדבר יב ו"},{"title":"﻿במדבר פרק יב פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":6},{"positionInParasha":126},{"uri":"jbr:tanach-orhachaim4-12-8","text":" אור החיים  ומדוע יראתם וגו'. פירוש חוזר ה' וטוען שהיה להם לשער בדעתם כי הוא עומד ומשמש לפני ה', ואם היה עושה עול לא היה ה' מסכים על ידו, אמור מעתה בה' דברתם שהסכים על ידו, והוא אומרו מדוע וגו' בעבדי, ואומרו במשה פירוש אדם שהוא מובחן לגדול בעיני ה' תחשדוהו בדבר מגונה, ואפשר שרמז עוד להם באומרו במשה על שדברו בפניו והכלימוהו בדבריהם כמאמר רז\"ל שכתבתי למעלה (בפסוק א')","titles":[{"title":"﻿במדבר יב ח"},{"title":"﻿במדבר פרק יב פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":8},{"positionInParasha":128},{"uri":"jbr:tanach-orhachaim4-12-9","text":" אור החיים  ויחר אף ה'. פירוש גירה בהם הנחרים בהם שהם כת האף, וילך כדי שיעשה האף מה שהורשה, והגם שבסנה אמר הכתוב (שמות ד') ויחר אף ה' במשה, שם רשם שיעור אשר יפעול בו האף והוא שיסור ממנו כח הנשמה שהיא בחינת הכהונה ותנתן לאהרן כמאמר רז\"ל (זבחים קב. שמו\"ר פ\"ג) שהרושם הוא הסרת הכהונה, וכאן עשה האף משפט גדול שהצרעת היא כמיתה כאמור בענין, ובשניהם היה העונש כאומרו בם, וכן אמרו רז\"ל (ספרי) ויפן וגו' פנה מצרעתו, אלא שמרים לא נתרפאה כאהרן תכף ומיד, ולא ידע אדם מצרעתו","titles":[{"title":"﻿במדבר יב ט"},{"title":"﻿במדבר פרק יב פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":9},{"positionInParasha":129},{"uri":"jbr:tanach-orhachaim4-12-10","text":" אור החיים  והנה מצורעת. לא היה צריך לומר הדבר אחר שכבר אמר והנה מרים מצורעת וגו' ולפי דבריהם ז\"ל (ספרי) שאמרו שגם אהרן נצטרע ירצה לומר הנה היא עדיין מצורעת ולא פרחה ממנה כאהרן ואמרו עוד חז\"ל (שם) שדוקא כשהיה פונה היתה מצורעת וכשהיה מחזיר פניו היתה פורחת ממנה, ולדבריהם צריך לומר כי משה לא היה מביט במרים לדעת מה היא, שאם לא כן ממה נפשך קשה והבן","titles":[{"title":"﻿במדבר יב י"},{"title":"﻿במדבר פרק יב פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":10},{"positionInParasha":130},{"uri":"jbr:tanach-orhachaim4-12-11","text":"אשר נואלנו ואשר וגו'. הכוונה בב' עניינים, הוא על פי מה שפירשתי בתרעומת ה' עליהם שהקפיד על שהשוו נבואתם לנבואת משה, והקפיד על שנגעו בכבוד משה לומר לא טוב עשה, לזה אמר כנגד השואת נבואתם לנבואתו אמר אשר נואלנו כי דברו דברי שטות בזה, וכנגד מה שאמרו עליו לא טוב עשה אמר ואשר חטאנו","titles":[{"title":"﻿במדבר יב יא"},{"title":"﻿במדבר פרק יב פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":11},{"positionInParasha":131},{"uri":"jbr:tanach-orhachaim4-12-13","text":"אל נא נתכוון לשאול ממדת החסד כאומרו (תהלים נב) חסד אל, נא לשון בקשה ופיוס לעורר הרחמים, רפא נא פירוש עתה ולא יתעכב","titles":[{"title":"﻿במדבר יב יג"},{"title":"﻿במדבר פרק יב פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":13},{"positionInParasha":133},{"uri":"jbr:tanach-orhachaim4-12-14","text":"תסגר שבעת ימים. נראה שפרחה ממנה צרעת בתפלת משה, וכמאמרו רפא נא פירוש עתה, אלא שגזר ה' שתשב כמנודה, שאם לא כן לא היה צריך הכתוב לומר תסגר פשיטא שתסגר עד שתתרפא מצרעתה, אלא ודאי שכבר נתרפאה, ולזה גם כן לא הזכיר טהרת צרעתה ביום אסיפתה, ולדברי רז\"ל (זבחים קב, ספרי) שאהרן לא ראה צרעת מרים מטעם קורבה, יתבאר על נכון, כי לצד שאין כאן צרעת כי אין כהן שיאמר טמא אם כן כאן אלא סגירה לבד כמנודה, או אפשר שנסגרה על פי ה' אלהינו שהוא כהן, והוא אומרו תסגר וגו' הרי הסגירה, ונטהרה על פי ה' דכתיב ואחר תאסף","titles":[{"title":"﻿במדבר יב יד"},{"title":"﻿במדבר פרק יב פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-3"},{"perek":"tanach-4-12"},{"positionInPerek":14},{"positionInParasha":134},{"uri":"jbr:tanach-orhachaim4-13-1","text":" אור החיים   וידבר וגו' לאמר. צריך לדעת למה אמר לאמר כיון שהדיבור אינו אלא אל משה, ואולי שבא להרשותו לומר שהדברים נאמרו לו מפי השכינה, שזולת זה הרי הוא בבל תאמר (יומא ד","titles":[{"title":"﻿במדבר יג א"},{"title":"﻿במדבר פרק יג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-13-2","text":"תשלחו. ולא הספיק במאמר שלח שבתחילת הכתוב. אולי שבא לעכב שלא ילכו אלא בסדר זה איש א' וגו' ולא יותר ולא פחות","titles":[{"title":"﻿במדבר יג ב"},{"title":"﻿במדבר פרק יג פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-13-16","text":"ויקרא משה וגו'. רז\"ל אמרו (שם) שהתפלל עליו, וצריך לדעת למה שינה שמו ויכול היה להתפלל בלא שינוי השם. ואולי שנתן כח בשמו בתוספת היו\"ד שמספרה עשרה כדי שיוכל נגד העשר מרגלים, עוד כדי שיטול זכות וחלק הטוב של כל העשרה כמאמרם ז\"ל (חגיגה טו.) זכה נוטל חלקו וחלק חבירו","titles":[{"title":"﻿במדבר יג טז"},{"title":"﻿במדבר פרק יג פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-orhachaim4-13-17","text":" אור החיים  וישלח אותם וגו'. צריך לדעת למה הוצרך לומר כן אחר שכבר זכר השליחות ב' פעמים וישלח אותם וגו', אשר שלח משה, ואולי שיודיע הכתוב שעשה להם לויה, ונתן הכתוב טעם הלויה ואמר לתור וגו' שהוצרכו לשמירה לפי שהלכו לדרך סכנה. עוד ירצה שנתכוין בלויה לדרך אשר יתורו שכן משפט הלויה","titles":[{"title":"﻿במדבר יג יז"},{"title":"﻿במדבר פרק יג פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-orhachaim4-13-18","text":"אכן הכוונה היא על זה הדרך המעט הוא וגו' פירוש חוזר למאמר החזק הוא וגו' אם חוזק העם הוא דבר גדול שמעטים הם כיוצא בהם אם רבים כיוצא בהם בעולם, וכפי זה הקדים חלק המעולה לשבח הארץ שאין כמותה מגדלים חזקים בכל הארצות, או לצד הכרת הנס גם כן כמו שכתבתי, ולדרך זה לא תקשה למה הפסיק בענין במאמר ואת העם וגו' באמצע עניני הארץ שהרי אחר כך הוא אומר ומה הארץ וגומר, ולדברינו בענין הארץ הכתוב מדבר","titles":[{"title":"﻿במדבר יג יח"},{"title":"﻿במדבר פרק יג פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-orhachaim4-13-19","text":" אור החיים  ומה הארץ אשר וגו'. פירוש כנגד פרט הנעשה באמצעות הזולת שהם בנייני העיר והדירות והכלים אם טובה היא בבנין מפואר אם רעה בבנייניה, ולזה דקדק לומר אשר הוא יושב בה, וכנגד פרט זה תמצא שאמר הכתוב בפרשת ואתחנן (דברים ו') והיה כי יביאך וגו' לתת לך ערים גדולות וטובות אשר לא בנית, ומכלל נוי העיר הזכיר גם כן הבמחנים אם במבצרים, ורז\"ל דרשו (במד\"ר פט\"ז) שסימן מסר להם, וזה דרך דרש, אבל פשט הכתוב כל עיקר השאלה אינו אלא על הארץ, אבל העם פשוט הוא שהוא עם גדול ורם בני ענק נפילים ואין ספק בזה לרגל אותם, ולכשנאמר שרמז להם גם על גבורת האנשים תהיה הכוונה לומר להם לראות עוצם גבורתם להכיר בנסי אל אשר ימגן אותם בידם","titles":[{"title":"﻿במדבר יג יט"},{"title":"﻿במדבר פרק יג פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-orhachaim4-13-20","text":"היש בה עץ. פירוש שם המין אם יש בה כל מין עץ, אם אין פירוש אם יש עץ שאינו נמצא בה, והוא מאמר הכתוב (דברים ח) לא תחסר כל בה","titles":[{"title":"﻿במדבר יג כ"},{"title":"﻿במדבר פרק יג פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":20},{"positionInParasha":20},{"uri":"jbr:tanach-orhachaim4-13-24","text":" אור החיים  למקום ההוא קרא וגו'. פירוש הקדוש ברוך הוא קודם לכן כתב עד נחל אשכול על שם העתיד כי הוא מגיד מראשית אחרית, ואומרו אשר כרתו משם וגו' פירוש ואם תאמר והלא כמה אשכולות נכרתו מהמקום, לזה אמר הפלאת אשכול זה שנקרא המקום על שמו על אודות האשכול וגו' אשר כרתו בני ישראל פירוש כללות ישראל כרתו אשכול זה, והגם שלא היו אלא י\"ב אנשים, לצד היותם שלוחי כל ישראל, כאלו כרתו כל ישראל על דרך אומרו (שמות יב) ושחטו אותו כל קהל עדת ישראל","titles":[{"title":"﻿במדבר יג כד"},{"title":"﻿במדבר פרק יג פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"jbr:tanach-orhachaim4-13-26","text":"או ירצה על פי מה שאמרו ז\"ל במאמר שכתבנו בפסוק ראשון שנלכד משה בידם בטענת ויחפרו לנו את הארץ וגו' עד כאן. אמור מעתה שטעם שליחות ישראל היה טעם בפני עצמו וטעם שליחות משה היה טעם בפני עצמו, לזה אמר הכתוב וישיבו אותם דבר למשה ואהרן לדברים שאמר להם בשליחותו ואת כל העדה לדברים שאמרו להם בשליח ותם","titles":[{"title":"﻿במדבר יג כו"},{"title":"﻿במדבר פרק יג פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":26},{"positionInParasha":26},{"uri":"jbr:tanach-orhachaim4-13-27","text":"וגם זבת חלב ודבש וגו'. אומרו וגם לצד שקדמה הודעה במדה טובה שנעשה להם נס בהליכה מוסיפין להודות גם בטובת הארץ כי זבת חלב וגו'","titles":[{"title":"﻿במדבר יג כז"},{"title":"﻿במדבר פרק יג פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"jbr:tanach-orhachaim4-13-28","text":"עוד ירצה באומרו העם היושב בארץ כי העם היו יושבים נפוצים חוץ לערים והיו סומכין על גבורתם, וכן תמצא שאמרו ז\"ל (במד\"ר כאן) בפסוק עמלק יושב וגו' והכנעני וגו' שהיו יושבים בדרך חוץ לעיר, גם רמזו במאמר היושב בארץ שהארץ צריכה גבורי כח לעמוד בה","titles":[{"title":"﻿במדבר יג כח"},{"title":"﻿במדבר פרק יג פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":28},{"positionInParasha":28},{"uri":"jbr:tanach-orhachaim4-13-30","text":" אור החיים  ויהס וגו' אל משה. פירוש לפי שאין כח באדם הדיוט להשתיק המון שש מאות אלף לזה בא במאמרו כי הוא משתיקם אל משה ולא לגזירתו, וידוע כי משה מלך דכתיב (ברכה) ויהי בישורון מלך ולאימתו שתקו לשמוע אשר יאמר, ואמר עלה נעלה וירשנו אותה, פירוש גם לפי דברי המרגלים נוכל לה","titles":[{"title":"﻿במדבר יג ל"},{"title":"﻿במדבר פרק יג פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"jbr:tanach-orhachaim4-13-31","text":" אור החיים  האנשים וגו'. פירוש השיבו לדברי כלב ואמרו לא נוכל וגו', והוסיפו לומר דבה בארץ לומר שהגם שהיו יכולין לירש אותה מאוסה היא לצד שאוכלת יושביה וגו'","titles":[{"title":"﻿במדבר יג לא"},{"title":"﻿במדבר פרק יג פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":31},{"positionInParasha":31},{"uri":"jbr:tanach-orhachaim4-13-32","text":"ונהי וגו' וכן היינו בעיניהם. הודיעו בזה כי אפילו שאר האנשים הרגילים שם אינם דומים להם, והראיה כי התפלאו בהם שהם כחגבים לצד הפלאת מיעוט גופם, הא למדת שאותם הרגילים עמהם אינם בדמיון זה","titles":[{"title":"﻿במדבר יג לב"},{"title":"﻿במדבר פרק יג פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-13"},{"positionInPerek":32},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-14-1","text":" אור החיים   ותשא וגו' ויבכו העם. אומרו העם ולא הספיק במה שזכר הנושאים קולם, לומר כי לא כל העדה בכו בלילה ההוא אלא חלק מהם הגם שבכללות כלם נשאו קולם לדברי המרגלים אשר הפליאו להפחיד. עוד יתבאר על פי דבריהם ז\"ל (סוטה לה. תענית כט.) שאמרו וזה לשונם אמר הקדוש ברוך הוא אתם בכיתם בכיה של חנם אני אקבע לכם בכיה לדורות עד כאן. והוא מאמר הכתוב ותשא כל העדה וגו' פירוש שהיתה אז וזה גרם לעם בכיה בלילה ההוא לדורות, ואם אמר הכתוב ויבכו בלילה היו חוזרים הדברים לעדה הנזכרת אשר שמעו דברי המרגלים","titles":[{"title":"﻿במדבר יד א"},{"title":"﻿במדבר פרק יד פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":1},{"positionInParasha":34},{"uri":"jbr:tanach-orhachaim4-14-2","text":" אור החיים  וילונו וגו' כל בני ישראל וגו' כל העדה. טעם כפל זכרון המלינים, גם שינוי הזכרון, לצד שכללות ישראל היו בכלל המלינים אבל דברים שבאו בטענה היו מפי כללות העדה הראוים לדבר בטענה עם משה ואמרו סדר בחירת הרע, חלוקה ראשונה לו מתנו בארץ מצרים, וזה נמנע מהם שכבר יצאו, ובחרו ברעה יותר ממנה שימותו במדבר, וזה ישנו במציאות כי ימיתם במדבר, למה ה' מביאם למדרגה רעה יותר למות בחרב ולשבות נשיהם וגו', וגמרו אומר הלא טוב פירוש אם ה' לא ימיתם במדבר מסכימין לשוב מצרימה שאפשר שלא ימיתום מצרים ותהיה נפשם להם לשלל, ולא פחדו שיגזור ה' עליהם וימיתם במדבר ולא יגיעו למצרים כי זה הוא מבוקשם כאומרו או במדבר הזה וגו'","titles":[{"title":"﻿במדבר יד ב"},{"title":"﻿במדבר פרק יד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":2},{"positionInParasha":35},{"uri":"jbr:tanach-orhachaim4-14-6","text":" אור החיים  ויהושע וגו' מן התרים את הארץ. הוצרך לומר שהיו מן התרים, לתת טעם לקריעת בגדיהם, כי האומר מי אתם יהושע וכלב לעשות מעשה זה מה שלא עשו כל גדולי ישראל, ואמר הטעם כי לא היה לצד שהחשיבו עצמן יותר מכל גדולי ישראל אלא לצד היותם מן התרים שתרו אותה וראו מעלתה ועשו ההרגשה, גם נתכוון בזה לומר כי נתכוונו בקריעתם זו כדי להרעישם לומר אלו תרו אותה וקרעו בגדיהם על מאיסתה בעיני ישראל ויכחישו דברי הממאנים","titles":[{"title":"﻿במדבר יד ו"},{"title":"﻿במדבר פרק יד פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":6},{"positionInParasha":39},{"uri":"jbr:tanach-orhachaim4-14-7","text":"טובה הארץ וגו'. נתכוונו לסתור דברי המרגלים שאמרו ארץ אוכלת וגו', ואמרו טובה מאד מאד בין בענין פירותיה בין ביישובה, וכנגד הפלגת המניעה אמרו אם חפץ וגו' ונתנה בתורת מתנה לא בכח יגבר איש וגמרו אומר לחמנו הם","titles":[{"title":"﻿במדבר יד ז"},{"title":"﻿במדבר פרק יד פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":7},{"positionInParasha":40},{"uri":"jbr:tanach-orhachaim4-14-8","text":"היא זבת חלב ודבש. פירוש היא ולא אחרת כיוצא בה, והמרגלים אמרו זבת חלב ודבש היא אין תיבת היא מופלגת מהארץ שוללת מציאות כיוצא בה אלא לזכרון אשר עליו בא מאמר זבת חלב ודבש","titles":[{"title":"﻿במדבר יד ח"},{"title":"﻿במדבר פרק יד פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":8},{"positionInParasha":41},{"uri":"jbr:tanach-orhachaim4-14-9","text":"כי לחמנו הם. טעם שהוציאו הדבר בלשון לחם, יתבאר על פי דברי אנשי אמת שחקרו במעשה ה' אשר עשה בהרכבת הבעלי חיים שכל חי אוכל ושותה, שהיה ה' יכול עשות שיתקיימו בעלי חיים בלא מאכל, והנה לפניך מין בריה ששואפת רוח והיה לה למזון, ואם ככה היה ה' עושה היו ישראל נפנים לעסק התורה ולמצות, גם היו נמנעים מכמה מעשים בלתי הגונים אשר יסובבו מצורכי המחיה והכלכלה, ולזה הייתי מתרץ מעצמי כי רצה ה' לזכות ישראל בתרי\"ג מצות אשר רובם תלוים במיני המאכל והמשתה, התרומות, מעשרות, חלה, מצות שמיטה, ושבזריעה, ושבחרישה, ושבקצירה, וכדומה, אבל חכמי האמת (שער הגלגולים פ\"ד) הוסיפו בזה טעם לשבח בדרך כלל, כי כל עיקרי הנבראים מעלין בקודש בסוד הבירורין של ניצוצי הקדושה, הן הנה המתבררים באמצעות המאכלים, ומעתה ניצוצי הקדושה יקראו לחם עם ה', גם אמרו ז\"ל כי כל נברא יש בו ניצוץ קדוש, ואפילו בנבראים בלתי טהורים, והאנשים הרשעים, וגם בס\"מ הרשע, אין מהם שאין בו חלק החיוני שהוא בחינת הטוב שהוא דבר המעמיד שזולתו לא יתקיים כל דבר, ובהפרד ניצוץ החיוני ממקומו יתבטל ויאבד כל הבנין, גם אמרו (שם פי\"ח) כי בחינת הקדושה בטבעה להמשיך מינה כאבן השואבת ובזה תשכיל להבין מאמרם ז\"ל (שבת לד.) שאמרו יהיב ביה עיניה ונעשה גל של עצמות והבן. ועל פי הדברים יכוין אומרו אל תיראו וגו' כי לחמנו הם וחזרו ופירשו מין הלחם שאנו אומרים הוא סר צלם מעליהם והוא ניצוץ המחיה אותם כבר הוסר מעליהם, ועוד וה' אתנו שהוא בחינת כללות הקדושה ובזה נעשה כאבן השואבת לכל ניצוצין המחיים אותם ונאבדים כלם יחד, ומעתה אין מקום לירא מהם כאומרו אל תיראום","titles":[{"title":"﻿במדבר יד ט"},{"title":"﻿במדבר פרק יד פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":9},{"positionInParasha":42},{"uri":"jbr:tanach-orhachaim4-14-10","text":"וצריך לדעת למה לא השכילו לדון על פי משפט התורה להכחיש דברי העשרה בדברי הב' כיון שדין העדות הוא תרי כמאה ומאה כתרי. ואפשר שדנו ביהושע שהוא פסול לעדות במה שנוגע למשה כי היה משרתו מבחוריו","titles":[{"title":"﻿במדבר יד י"},{"title":"﻿במדבר פרק יד פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":10},{"positionInParasha":43},{"uri":"jbr:tanach-orhachaim4-14-11","text":"ותמצא שאמרו רז\"ל (שבת פט","titles":[{"title":"﻿במדבר יד יא"},{"title":"﻿במדבר פרק יד פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":11},{"positionInParasha":44},{"uri":"jbr:tanach-orhachaim4-14-13","text":"עוד ירצה על זה הדרך שבא ליתן טעם למה לא חש אלא לשמיעת מצרים ולהנסבב ממנה ולא לשאר העמים, לזה אמר כי העלית בכחך וגו' פירוש הם שידעו אומה זו שאין בה יכולת ולא יכלה עלות ממצרים אלא בכחך הגדול כשישמעו שמתו כאחד הגם שה' יקיים הבטחתו ויכניס לארץ זרעו של משה אף על פי כן יתלו כי המשפחה ההיא היה בת כח היכול עמוד מפני יושב הארץ, וזה הוא מדברים הרגילים כי אומה חזקה תמשול בלמטה ממנה, אבל העם היוצא ממצרים שאין לו אלא כח ה' לא היה כח בה' ח\"ו להביאם, והוא מה שדקדק לומר העלית בכוחך את העם הזה מראה באצבע העם היוצא שלא היה בו כח זולת כח עליון לשלול עם הבא במקומו שאין ממנו מופת לסתור טענת מבלתי יכולת ה', ומיחוש זה אינו אלא מצד מצרים אבל שאר האומות אם לא היה טעם שמצרים ידעו העם ואיכותו לא היה חילול ה'. נמצאת אומר מתוך דברי משה ב' דברים מוכרחים הא' שישמעו מצרים הנעשה מישראל, והב' כי מצרים ידעו שישראל אין בהם כח לעמוד במלחמות גדולות זולת כחו יתברך","titles":[{"title":"﻿במדבר יד יג"},{"title":"﻿במדבר פרק יד פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":13},{"positionInParasha":46},{"uri":"jbr:tanach-orhachaim4-14-14","text":"אכן כוונת המאמר הוא על זה הדרך ואמרו וגו' פירוש כשישמעו מצרים יתלו הדבר לטעם יושב הארץ פירוש לצדם היה הדבר, ולהיות שיש כאן ב' דרכים, האחד הוא שלא היה העם ראוי לכל כך מעלה בעיני ה' להאביד לפניו יושב הארץ גוים גדולים ועצומים, והגם שאבדה מצרים בשבילם אין למידין ממצרים ליושב הארץ ז' גויים גדולים ועצומים ולא היו כל כך אהובים אצלו עם בני ישראל אז לאבד מפניהם עמים רבים, והב' הוא שה' היה חפץ בעם ואוהבם אלא שלא השיגה ידו חס ושלום ליושב הארץ, לזה אמר שמעו כי אתה ה' בקרב וגו' פירוש לא יאמרו שהסיבה שנולדה מיושב הארץ הוא לצד שגם הם אהובים וחביבים אצל הבורא ברוך הוא כנז' שהרי שמעו חביבו' ישראל אצלך כי אתה ה' בקרב העם אשר עין בעין וגו', הרי נפלאה אהבתם לה' ופרסם כי שמו הגדול נקרא עליהם, ואילו היה יכול לעשות עמהם טובות לא היה נמנע ממיחוש אומות שלא באו לכלל חלק מריבוא מאהבת ישראל גלוי לכל העולם, ומעתה כשתמית את העם הזה לא יתלו הדבר לצד מיעוט השגת אהבתך בהם ואם תעשה את הדבר הזה והמתה וגו' ואמרו וגו'","titles":[{"title":"﻿במדבר יד יד"},{"title":"﻿במדבר פרק יד פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":14},{"positionInParasha":47},{"uri":"jbr:tanach-orhachaim4-14-15","text":"ואמרו הגוים וגו'. פירוש לא מצרים לבד אלא כל הגוים ששמעו שמעך, לאמר פירוש לשון מעלה ורוממות רום יכולת ה', עתה יאמרו מבלתי וגו' ויתהפך קידוש ה' לחילול ח\"ו בפי כל העמים, ולזה דקדק לומר ואמרו בתוספת וא\"ו לומר כי מלבד מצרים וכו' גם כל הגוים. עוד טעם אומרו לאמר לצד שאין ידוע מבטא הדברים הנאמרים מהגוים וסדרן, לזה אמר ואמרו אמירה שהכוונה בה לומר מבלתי וגו'. עוד אומרו לאמר פירוש הגם שלא יצדיקו הם עצמן הדברים בדעתן אף על פי כן יאמרו המתחייב מהמעשה, וזה הוא שיעור הענין ואמרו וגו' ודבר זה אין בו אלא אמירה לבד ולא הצדקת הדברים בדעתם","titles":[{"title":"﻿במדבר יד טו"},{"title":"﻿במדבר פרק יד פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":15},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-14-16","text":"וישחטם במדבר. טעם שדבר בלשון זה, לרמוז את אשר יגשימו הדברים באלהי עולם, והטעם כי כשתהיה הסיבה כי ח\"ו הוגבל בכח הנה הוא בגדר הגשם ח\"ו","titles":[{"title":"﻿במדבר יד טז"},{"title":"﻿במדבר פרק יד פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":16},{"positionInParasha":49},{"uri":"jbr:tanach-orhachaim4-14-17","text":"עוד נראה טעם שהתפלל כאן לצד שהובטח בגוי היוצא ממנו שיהיה עצום במדרגת הקדושה וטהרה שלא ינאץ ה' לזה הוא שהתפלל יגדל כח ה' על פרט זה, ודקדק לומר יגדל נא פירוש שמצינו (ברכות לג","titles":[{"title":"﻿במדבר יד יז"},{"title":"﻿במדבר פרק יד פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":17},{"positionInParasha":50},{"uri":"jbr:tanach-orhachaim4-14-18","text":"ואפשר לפרש הדברים לפי דברי הר\"ן כי מה שאמרו קודם שיחטא ואחר שיחטא פירוש שה' רחמן אפילו אחר שיחטא האדם כמו שהיה רחמן קודם שיחטא ואין חידוש לרחמים אלא אחר החטא, וכפי זה אין קושית הרא\"ש שהקשה קודם החטא למה צריך לרחמים כי כפי האמת כן הוא, גם דילג ג' מדות אל, רחום, וחנון, לצד שג' מדות אלו צריכין להם מי שחסר הצלה מצרה או מי שחסר טוב או מי שנתון במכאובים ועתה לא הוצרך בתפלה למדות אלו, והתחיל מארך אפים להאריך אפו גם לרשעים, וכדבריהם ז\"ל שאמרו (סנהדרין קיא.) כשעלה משה למרום מצאו להקדוש ברוך הוא שהיה כותב ארך אפים וגו' יעויין שם דבריהם, הרי כי לארך אפים קרא, גם אמר רב חסד להטות משפטם כאומרם ז\"ל (ר\"ה שם) רב חסד מטה כלפי חסד, ולא הזכיר אמת ולא נוצר חסד לאלפים כי אינו צריך למדות אלו על מה שלפנינו, והזכיר נושא עון ופשע כי להם צריך, ולא הזכיר וחטאה שלא היו אז שוגגין אלא מזידין, והזכיר כל שאר המדות לצד שהם מדות שנוגעות למה שלפניו","titles":[{"title":"﻿במדבר יד יח"},{"title":"﻿במדבר פרק יד פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":18},{"positionInParasha":51},{"uri":"jbr:tanach-orhachaim4-14-20","text":"עוד נראה לפרש הכתוב על זה הדרך סלחתי כדברך פירוש לצד דבריך שחלית פני, ולצד שנאמר בדברי משה מיחוש מאמר הגוים מבלתי יכולת ה' וגו' ופירשנו במקומו ב' דרכים הא' כי אין אלהים ח\"ו עוד, והב' שאין בו כח נגד יושבי הארץ, לזה אמר ואולם חי אני פירוש כנגד מה שיאמרו שאין בנמצא המציל ח\"ו ואמר חי אני, וכנגד מה שיאמרו שאין בו כח ח\"ו לעמוד בפני יושבי הארץ אמר וימלא כבוד ה' את כל הארץ פירוש במעשה אשר יפליא לבסוף בא' ושלשים מלכים הגם שיעשה זה לזרעו של משה, והכוונה בדברים אלו לומר שלא עשה אלא לכבוד משה שבקש ממנו סליחה ולא למיחוש מאמר הגוים","titles":[{"title":"﻿במדבר יד כ"},{"title":"﻿במדבר פרק יד פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":20},{"positionInParasha":53},{"uri":"jbr:tanach-orhachaim4-14-22","text":" אור החיים  ולא שמעו בקולי. פירוש לצד ששמע עם קול אלהים חיים פנים בפנים דבר ה' עמהם לזה יקפיד על שלא קבלו ולא חשו על קולו יתברך אשר שמעו","titles":[{"title":"﻿במדבר יד כב"},{"title":"﻿במדבר פרק יד פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":22},{"positionInParasha":55},{"uri":"jbr:tanach-orhachaim4-14-23","text":"גם נתכוין הכתוב לרשום פרט חדש במרגלים שלא יהיו ראויים לארץ פירוש שלא יטלו חלק בה, וכמו שאמרו במסכת בבא בתרא דף קי\"ז שבניהם של מרגלים לא נטלו חלק המרגלים בארץ אלא חלק אבי אביהם עד כאן. מה שאין כן כל הדור ההוא שנטלו חלקם בניהם, ופירוש יראוה פירוש שלא יהיו ראויים לה, ולזה גמר אומר ועבדי כלב וגו' וזרעו יורישנה, וידיעת ההפכים מושכלת מהנאמר","titles":[{"title":"﻿במדבר יד כג"},{"title":"﻿במדבר פרק יד פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":23},{"positionInParasha":56},{"uri":"jbr:tanach-orhachaim4-14-24","text":"עוד יתבאר הכתוב על זה הדרך עקב אשר עשה ב' דברים טובים, א' היתה רוח אחרת עמו פירוש שלא הלך אחר עצת המרגלים, והב' וימלא אחרי שהשתיק העם וסתר דברי המרגלים, ושתים שלם לו ה', אחד והביאותיו וגו', ב' יורישנה, וטעם שלא הזכיר יהושע, לצד שהוא זכה מצד תפלת משה ולא הוצרך להתעצם מכחו","titles":[{"title":"﻿במדבר יד כד"},{"title":"﻿במדבר פרק יד פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":24},{"positionInParasha":57},{"uri":"jbr:tanach-orhachaim4-14-25","text":" אור החיים  והעמלקי והכנעגי וגו'. כוונת הודעה זו כאן, גם תוספת וא\"ו, לצד שהחליט ה' שכל הדור לא יבואו לארץ וימותו במדבר והוא אמר שלא ימיתם כאיש אחד ולזה צריכין להתעכב במדבר זמן ארוך כמו שכן גילה הדברים בסמוך, ויש צד לומר שישבו שם כל הזמן ההוא, לזה אמר והעמלקי וגו' פירוש ואינם יכולין להתעכב במקום זה שאתם עלולים ליפול לפניהם, על דרך אומרם (ב\"ר פ' צ\"א) השטן מקטרג בשעת הסכנה, לזה מחר פנו וגו', והגם שמצינו שישבו אחר כך שם ימים רבים דכתיב (דברים א) ותשבו בקדש ימים רבים ואמרו ז\"ל (בסדר עולם) י\"ט שנה, זה היה בחזרה, שאז כבר נתצמצם והוקטן העון אשר לא כן קודם, ובזה מצאנו טעם למה לא נתעכבו אז שם מה שנתעכבו אחר כך; וטעם אומרו והעמלקי בתוספות וא\"ו לקשור הדברים עם תחלת הדיבור של אם יראו וגו' שמוסיף עוד גזירת המסעות כאומרו מחר פנו שהוא\"ו נמשכת עם מאמר מחר פנו","titles":[{"title":"﻿במדבר יד כה"},{"title":"﻿במדבר פרק יד פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":25},{"positionInParasha":58},{"uri":"jbr:tanach-orhachaim4-14-26","text":" אור החיים  וידבר ה' וגו'. שיעור הדיבור יגיד כי עתה מתחיל לדבר אליו ה' בענין זה ולא כן הוא שהלא כבר דיבר ה' דברים רבים בזה כאמור בסמוך. אכן לצד שהדברים שעברו מה' למשה עד עתה היו דברים בינו לבין משה לא בשליחות לישראל, והמשכיל במה שפירשנו יצדיק הדברים שלא היה אלא כמלך שמדבר עם עבדו בדברים שרצונו לעשות, ולזה לא אמר שם לאמר כל עיקר, וכאן מתחיל לדבר אליו דברי שליחות לישראל ולזה אמר וידבר ה' וגו' לומר לישראל הדברים ככתבן","titles":[{"title":"﻿במדבר יד כו"},{"title":"﻿במדבר פרק יד פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":26},{"positionInParasha":59},{"uri":"jbr:tanach-orhachaim4-14-27","text":"את תלונות בני ישראל וגו' שמעתי. הוצרך להודיע ששמע, לומר כי לא שמע אלא תלונות בני ישראל ולא דברי רשע המרגלים, ושיעור הכתוב הוא על זה הדרך את תלונות בני ישראל אשר המרגלים מלינים עלי שמעתי פירוש תלונות בני ישראל לא הלנת המרגלים, כי דברי המרגלים עצמן נמאסו ומנעם מבוא לאזניו","titles":[{"title":"﻿במדבר יד כז"},{"title":"﻿במדבר פרק יד פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":27},{"positionInParasha":60},{"uri":"jbr:tanach-orhachaim4-14-28","text":" אור החיים  אמור וגו' כאשר דברתם באזני וגו'. כאן ביאר דבריו שעל בני ישראל הוא אומר שהם אותם שהגיעו דבריהם ושמעם ה' באזניו לאלה הוא שהגביל זמן מבן עשרים וגו'. אבל המרגלים לא באה להם הודעת הגזירה כי לעיני כל ישראל שם שם ינגפו מיתה משונה כמו שכן היה","titles":[{"title":"﻿במדבר יד כח"},{"title":"﻿במדבר פרק יד פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":28},{"positionInParasha":61},{"uri":"jbr:tanach-orhachaim4-14-29","text":"ואולי כי גם ה' אמר דבריו שקולין כמנהגו שאומר דברים סובלים ב' דרכים אם זכו יהיה לטובה לא זכו וכו', וכן תמצא כשאמר לאדם (בראשית ב) ביום אכלך ממנו מות תמות הזכיר יום סתם תוכל לומר יומו של אדם ותוכל לומר יומו של הקב\"ה אלף שנה וכשעשה אדם תשובה הטה ה' הכוונה לזכות שהוא יומו של הקב\"ה, כמו כן במה שלפנינו נתכוון במאמר אשר הלינותם ב' דרכים, א' על אשר הלינותם, וא' הוא הבדל להתחלת ההלנה כדברינו, אם זכו יתפרש הדבר לזמן יציאה כדברינו, ואם לא זכו תתקיים הגזירה גם על אותם שהיו כשיצאו פחות מכ', ומה שאמר וינסו אותי זה עשר פעמים ידבר על רוב המלינים, ולזה כשראו בשנת המ' שלא מת אחד מהם עשאוהו יום טוב על שנתבטלה הגזירה מעל אותם שיצאו פחות מעשרים והיו בשעת הגזירה בן עשרים","titles":[{"title":"﻿במדבר יד כט"},{"title":"﻿במדבר פרק יד פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":29},{"positionInParasha":62},{"uri":"jbr:tanach-orhachaim4-14-31","text":" אור החיים  וטפכם אשר וגו'. לצד שאמר כאשר דברתם באזני כן אעשה לכם והם דברו גם על טפם רעה, לזה בא ה' והוציאם מהכלל ואמר וטפכם וגו' והבאתי וגו', ואמר והבאתי בתוספת וא\"ו, לומר מלבד שלא יהיו לבז אלא עוד להם טובה שיביאם ה' אל הארץ וגו'","titles":[{"title":"﻿במדבר יד לא"},{"title":"﻿במדבר פרק יד פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":31},{"positionInParasha":64},{"uri":"jbr:tanach-orhachaim4-14-32","text":"וחכמי קאשטיליה המגורשים שמעתי משמם שפירשו שחוזר על משה ואהרן שגזר ה' עליהם גם כן שימותו במדבר, ולזה אמר תיבת אתם למשה ואהרן שעמהם הוא מדבר, ונתן ה' טעם לדבריו במה שגמר אומר אם לא זאת אעשה לכל העדה וגו' יתמו ושם ימותו על דרך אומרם ז\"ל (במד\"ר פי\"ט) בפסוק ויתא ראשי עם שטעם שנקבר משה בעבר הירדן להביא דור המדבר לעולם הבא, ולזה אם לא היו מתים משה ואהרן במדבר לא היו חיים דור המדבר, וזה דרך רמז, כי ודאי שלא יאמר פגר על משה ואהרן שגופן זך כמלאכים, גם לא יאמר לשון נפילה על ב' מאורי עולם","titles":[{"title":"﻿במדבר יד לב"},{"title":"﻿במדבר פרק יד פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":32},{"positionInParasha":65},{"uri":"jbr:tanach-orhachaim4-14-35","text":" אור החיים  אני ה' דברתי אם לא וגו'. צריך לדעת מה כוונת מאמר אני ה' דברתי הלא יודעים אנו כי ה' הוא המדבר, עוד מה כוונת אומרו אם לא זאת וגו', ומה הוא אומרו ושם ימותו. אכן ירצה על זה הדרך אני ה' שהוא מדת החסד והרחמים גם היא הסכימה על המשפט כתוב, והוא אומרו דברתי דברים קשים אלו, ואם תאמר איך תסכים מדה זאת על הצרה לישראל, לזה אמר אם לא זאת אעשה, ואאריך עמהם להטיב יודע אני תכליתם שיאבדו מעולם הזה ומעולם הבא, על ידי ניאוציהם אשר יוסיפו לחטוא, והוא אומרו במדבר הזה יתמו פירוש כולם יהיו כלים בשלימות, ושם לעולם הבא ימותו, לזה דבר ה' משפט זה שימותו במדבר ולא יתמו כי בניהם הקים תחתם, וגם לעולם הבא לא ימותו כמאן דאמר (סנהדרין קח.) יש להם חלק לעולם הבא, ומעתה רחום הוא בדין זה","titles":[{"title":"﻿במדבר יד לה"},{"title":"﻿במדבר פרק יד פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":35},{"positionInParasha":68},{"uri":"jbr:tanach-orhachaim4-14-36","text":"והודיע הכתוב כאן טעם שלא האריך ה' אפו להם שבהם נתקבצו ה' דברים המפליגים מדת ארך אפים, והתחיל לומר כנגד הא' והאנשים, ואמרו ז\"ל (במד\"ד כאן) כל אנשים שבמקרא לשון חשיבות כי ראשי אלפי ישראל המה, וכנגד חברת משלחם אמר אשר שלח אותם משה בשליחות מצוה לחפור את הארץ, הרי כי הם שלוחי חברה ומחברת משה יחשבו, וכנגד ג' אמר וישובו פירוש שנעשה להם נס עצום ששבו ולא נאבדו בהליכתם וצא ולמד מאומרם ז\"ל (תדא\"ר פכ\"ט) מהעובר עליהם מהענקים ולא נגעה בהם יד אדם, וזה היה מספיק להעירם לבל עשות רשע ויכירו כי גדול אלהינו אשר הראם נפלאותיו, וכנגד ד' אמר וילינו כל העדה פירוש חטאו הם והחטיאו הרבים, וכנגד הה' אמר להוציא דבה על הארץ מי זה אמר ותהי שיאמר על הארץ כלילת יופי כי רעה היא אין לך רשע רחוק מעשות כזה כי איך מין האנושי יעיז פניו כל כך לדבר דברים הפכיים בתכלית ההפכיות לומר דבה רעה על השלימות הטוב, אשר על כן חרה אף ה' והרגם מיד ולא האריך אפו להם","titles":[{"title":"﻿במדבר יד לו"},{"title":"﻿במדבר פרק יד פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":36},{"positionInParasha":69},{"uri":"jbr:tanach-orhachaim4-14-37","text":"לפני ה'. פירוש וכבוד ה' עומד שם קודם עלותו, ומשונה רשות שניתנה למשחית כאן מרשות שניתנה כשחרה אף ה' באהרן ומרים שלא נגעה צרעת בהם עד שהלך, מה שאין כן כאן שלפניו ניתנה רשות לנגוף אויבי ה'","titles":[{"title":"﻿במדבר יד לז"},{"title":"﻿במדבר פרק יד פסוק לז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":37},{"positionInParasha":70},{"uri":"jbr:tanach-orhachaim4-14-38","text":"עוד רמז על דרך אומרם ז\"ל (חגיגה טו.) זכה נוטל חלקו וחלק חברו בגן עדן, כמו כן יהושע וכלב הוסיפו חלקם בחיים מן האנשים ההולכים לתור, כי להם משפט ליטול חלק המרגלים, גם אמרו ז\"ל (ב\"ב קיז","titles":[{"title":"﻿במדבר יד לח"},{"title":"﻿במדבר פרק יד פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":38},{"positionInParasha":71},{"uri":"jbr:tanach-orhachaim4-14-42","text":" אור החיים  אל תעלו וגו'. נתן להם ב' טעמים למונעם מהעליה, א' הוא כי אין ה' בקרבם וכיון שכן הרי זה מהמרד בה', ותמצא שאמר הכתוב במשנה תורה (דברים א) ואדבר אליכם ולא שמעתם ותמרו את פי ה', וטעם ב' ולא תנגפו לפני אויביכם פחד האויב","titles":[{"title":"﻿במדבר יד מב"},{"title":"﻿במדבר פרק יד פסוק מב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":42},{"positionInParasha":75},{"uri":"jbr:tanach-orhachaim4-14-43","text":" אור החיים  כי העמלקי וגו' כי על כן שבתם וגו'. פירוש כיון שהמרד היה על מה שאמרו המרגלים עמלק יושב בארץ הנגב וגו' והכנעני וגו' ואמרו ולמה ה' מביא אותנו לנפול בחרב, ואם כן איך תבטחו שיעשה ה' לכם נס במקום הרשע עצמו, ולזה אמר ונפלתם בחרב בודאי, כי על כן פירוש על היות עמלק יושב וגו', ולחששת נפילה בחרב זה היה סיבה שעליה שבתם מאחרי ה' ובודאי שלא יהיה ה' עמכם","titles":[{"title":"﻿במדבר יד מג"},{"title":"﻿במדבר פרק יד פסוק מג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":43},{"positionInParasha":76},{"uri":"jbr:tanach-orhachaim4-14-44","text":" אור החיים  ויעפילו וגו'. טעו בהוראת דעתם כי לצד שהם מרדו בה' כאומרם שאינו יכול לתת בידם העמים הרמים לזה חשבו לתקן לבטוח בה' ולהחליט האמונה כי הצל יציל ועלו ההרה, ולא נתרצה ה' כי מכתם טריה וכבר נגזרה גזרה, ועיין מה שכתבתי בפרשת דברים","titles":[{"title":"﻿במדבר יד מד"},{"title":"﻿במדבר פרק יד פסוק מד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-14"},{"positionInPerek":44},{"positionInParasha":77},{"uri":"jbr:tanach-orhachaim4-15-2","text":"עוד נראה לומר כי אומרו נותן לכם על דרך אומרם ז\"ל (סנהדרין צ","titles":[{"title":"﻿במדבר טו ב"},{"title":"﻿במדבר פרק טו פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":2},{"positionInParasha":80},{"uri":"jbr:tanach-orhachaim4-15-4","text":"ואם תאמר יוצדקו הדברים לגבי היין אבל השמן שגם הוא מצינו שבא לבדו בנדבה שאמר ר' טרפון (זבחים צא) מתנדב אדם שמן, ונחלקו רבותינו במנחות (שם) מהם אמרו שלא יפחות מג' לוגין ומהם אמרו מתנדב אפילו לוג מטעם דון מינה ואוקי באתרה אם כן בשלמא למאן דאמר לא יפחות מג' לוגין הוא הטעם שהצריך ה' ג' לוגין בעשרון, אלא למאן דאמר אפילו לוג למה לא עשה כפי החשבון, יש לומר שהשוה ה' מדות שמן ומדות יין בקרבניהם כדין ב' וג' עשרונים","titles":[{"title":"﻿במדבר טו ד"},{"title":"﻿במדבר פרק טו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":4},{"positionInParasha":82},{"uri":"jbr:tanach-orhachaim4-15-22","text":" אור החיים  וכי תשגו ולא תעשו וגו'. רז\"ל אמרו (הוריות ח.) שכתוב זה מדבר בעובד עבודה זרה, ויש בו כפל אומרו את כל המצות וגו' את כל אשר צוה וגו' שבא לומר שכופר בעשרת הדברות ובכל שאר מצוות שנצטוו על ידי משה, וחוץ מדבריהם נראה שבא לומר שהעובד עבודה זרה הרי הוא כעובר על כל מצות לא תעשה ומבטל כל מצות עשה, כנגד ביטול מצות עשה אמר ולא תעשו את כל המצות הרי ביטול כל מצות עשה, וכנגד עברת על כל מצות לא תעשה אמר את כל אשר צוה ה' אליכם, וחידוש השמיענו הכתוב במצות עשה ובמצות לא תעשה, כי יש במצות עשה ששקולה כנגד כל התורה אף על פי כן העובד עבודה זרה. הרי הוא ככופר גם בה, וכמו כן יש במצות לא תעשה חמורות הרי הוא גם כן ככופר בכולן ועונשו שקול לכל","titles":[{"title":"﻿במדבר טו כב"},{"title":"﻿במדבר פרק טו פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":22},{"positionInParasha":100},{"uri":"jbr:tanach-orhachaim4-15-30","text":" אור החיים  והנפש אשר תעשה ביד רמה וגו'. פירוש שהעובד עבודה זרה במזיד מעלה עליו הכתוב כאלו גדף את ה' ח\"ו ולזה עונשו ונכרתה הנפש ההיא מקרב עמה ואמר עוד כי דבר ה' בזה וגו' פירוש ולטעם ששקולה כנגד כל התורה הרי זה בטל כל מצות עשה והוא אומרו דבר ה' בזה ועבר גם כן על כל מצות לא תעשה והוא אומרו ואת מצותו הפר ולזה הכרת תכרת הנפש ההיא הכרת כנגד גידי הנשמה תכרת כנגד אבריה לפי שהנשמות יש להם רמ\"ח אברים ושס\"ה גידים שכנגדם נתן ה' רמ\"ח מצות עשה ושס\"ה מצות לא תעשה וכשעבר על כולן לא נשאר לה ענף שממנו תחיה ואין לה תקומה עוד ונקבע בה העון לעולם ועד והוא מאמר עונה בה ורז\"ל דרשו (ספרי, סנהדרין צ","titles":[{"title":"﻿במדבר טו ל"},{"title":"﻿במדבר פרק טו פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":30},{"positionInParasha":108},{"uri":"jbr:tanach-orhachaim4-15-32","text":"מקושש עצים ביום השבת. הקדים זכרון המעשה קודם זכרון היום ולא אמר ביום השבת מקושש עצים, לומר שלא נתעלם ממנו שבת כשעשה מעשיו, ואם היה מקדים זכרון שבת היה נשמע שמצאוהו ביום השבת פירוש הידוע אצלם, אבל מאומרו מקושש עצים ביום השבת חוזר זכרון השבת אל המקושש שיודע כי שבת הוא, ורז\"ל (ספרי) נתחכמו להוציא דבר זה שיודע היה שהוא שבת ממה שכפל לומר בפסוק שאחר זה מקושש עצים שבא לומר שאחר שהודיעוהו שבת הוא חזר לקושש, ולדרכנו טעם שכפל לומר פעם ב' מקושש להודיענו שלא היתה לו שגגת מלאכה אלא הודיעוהו כי היא מלאכה שחייב עליה, והוא אומרו אותו מקושש פירוש הוא היה יודע כי עושה מלאכה, ובזה היו לו זדון שבת וזדון מלאכה","titles":[{"title":"﻿במדבר טו לב"},{"title":"﻿במדבר פרק טו פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":32},{"positionInParasha":110},{"uri":"jbr:tanach-orhachaim4-15-37","text":" אור החיים  ויאמר ה' אל משה. טעם שינוי פרשה זו שאמר ויאמר מה שאין כן בכל התורה שבכולן הוא אומר וידבר יתבאר על פי מאמרם ז\"ל (ילקוט) שאמרו כשראה משה מעשה המקושש אמר לפני ה' בימי החול לובשין ישראל תפילין וזוכרין המצות ביום השבת במה יזכרו והשיב הקדוש ברוך הוא הריני נותן להם מצות ציצית שבה יזכרו וכו' עד כאן, לזה אמר ויאמר פירוש אמירה המסעדת את הלב במבוקשו","titles":[{"title":"﻿במדבר טו לז"},{"title":"﻿במדבר פרק טו פסוק לז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":37},{"positionInParasha":115},{"uri":"jbr:tanach-orhachaim4-15-38","text":"לדורותם ונתנו וגו'. הוצרך לומר לדורותם, לצד שלא באה מצוה זו אלא לזכרון המצות כשיראו אותו, תבא הסברא לומר כשיבא דור קדוש וטהור שאין צריכין לזכרון זה אין צודך בציצית תלמוד לומר לדורותם. עוד ירצה בהעיר למה כתב לדורותם באמצע פרטי המצוה. אכן לצד שיש במצות ציצית ב' דברים הלבן והתכלת, הלבן ישנו בכל זמן, והתכלת יש זמן שאינו מצוי, ונתחכם ה' ואמר לדורותם קודם זכרון התכלת לומר שהלבן לדורותם אבל תכלת כשאינו בנמצא אין חיוב בו, והגם שהתכלת אינו מעכב את הלבן ולא הלבן את התכלת (מנחות לח.), אף על פי כן הלבן הוא בנמצא לדורות בלא הפסק מה שאין כן התכלת","titles":[{"title":"﻿במדבר טו לח"},{"title":"﻿במדבר פרק טו פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-4"},{"perek":"tanach-4-15"},{"positionInPerek":38},{"positionInParasha":116},{"uri":"jbr:tanach-orhachaim4-16-1","text":"ודע שיש מחלוקת רז\"ל (סנהדרין קח.) בקרח ועדתו אם יש להם חלק לעולם הבא, למאן דאמר אין לו חלק לעולם הבא, גם שורשו ביעקב נמק, והוא מה ששאל השואל ולחשוב בן יעקב, ודקדק לומר שעקב עצמו לגיהנם פירוש לא נתלוה לבד שהוא לזמן מועט אלא עד סוף העולם, והוא מה שרמז במאמר שעקב עצמו לשון סוף ותכלית כעקבים שהם סוף תכונת האדם, ורז\"ל ישתמשו בלשון זה כאומרם (סוטה מט","titles":[{"title":"﻿במדבר טז א"},{"title":"﻿במדבר פרק טז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-16-3","text":" אור החיים  רב לכם כי כל העדה וגו' ומדוע וגו'. פירוש רבנות גדולה נטלתם לעצמכם יותר מהראוי, ואם תאמר מה היא הרבנות הגדולה, כי כל העדה כלם קדושים ועוד להם שבתוכם ה' מה שלא השיגה אומה בעולם ואתם רבנים עליהם, עוד רמזו במאמר זה לומר כי השכינה שכנה לכבוד ישראל לא לכבוד אהרן והוא מאמר בתוכם ה', ואומרו ומדוע וגו' פירוש למה אתם מוסיפין היכר הרוממות לעצמיכם עליהם, הכוונה בזה שהם אומרים שאיש ישראל הקרב לגדר שעומד בו אהרן חייב מיתה זו יפליג הנשיאות על קהל ה' ואין ראוי לזלזל כל כך בקהל קדוש קרובי אל עליון לפסלם לבלתי הקרב לעבוד לה' אלהיהם","titles":[{"title":"﻿במדבר טז ג"},{"title":"﻿במדבר פרק טז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-16-4","text":"עוד יתבאר בהעיר עוד למה כפל לומר ואת אשר יבחר בו יקריב אליו, אכן ירצה על זה הדרך לצד שבערעורם יש ב' פנים, האחד כי אהרן אינו ראוי כל כך כי יש בהם גדולים וטובים ממנו, והב' שישנו לכיוצא בו בעם הראויים לעמוד לשרת עמו, לזה כנגד מה שנוגע לכהונת אהרן שיש ראוי ממנו אמר את אשר לו פירוש אשר מזומן לו לעבודתו מתחילת הבריאה, על דרך אומרו (ירמי' א') בטרם אצרך בבטן וגו', ואת הקדוש פירוש אחר שיצא לעולם קדש עצמו ועשה עצמו כלי ראוי לשרת בקודש, ודקדק לומר והקריב לרמוז שכבר הקריבו והשרה שכינתו על ידו, וכנגד המובן מהם שרצונם להוסיף עליו אמר ואת אשר יבחר בו יקריב אליו אם יש ראויים כיוצא באהרן לעמוד גם כן לשרת יקריב אליו","titles":[{"title":"﻿במדבר טז ד"},{"title":"﻿במדבר פרק טז פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-orhachaim4-16-10","text":" אור החיים  ויקרב וגו'. צריך לדעת מה היא ההבדלה שאמר בפסוק שלפני זה ומה היא הקריבה שאמר כאן, ואולי שנתכוון לב' הדרגות הא' הוא הבדלת שבט לוי מעדת ישראל בדרך כלל וכנגד זה אמר כי הבדיל וגו' מעדת ישראל והב' הקרבת בני קהת שהקריבם יותר משאר הלוים לשאת קדש קדשים, ועיין מה שפירשתי בפסוק (ד' ב') נשא את ראש בני קהת, וכנגד זה אמר ויקרב אותך ואת כל אחיך פירוש ענף הקהתים בני לוי, ודקדק לומר אותך רמז לו שכולן נסמכין עליו והוא גדול שבכולן","titles":[{"title":"﻿במדבר טז י"},{"title":"﻿במדבר פרק טז פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"jbr:tanach-orhachaim4-16-11","text":" אור החיים  לכן אתה וכל וגו'. אומרו לכן הוא שבועה, והשבועה היא שנועדים על ה' וזה הוא שיעור הדבר אתה וכל עדתך הנועדים בשבועה שעל ה' אתם נועדים לסתור דבריו, ואמר כן אולי ירתעו וירעדו מלהחזיק במחלוקת","titles":[{"title":"﻿במדבר טז יא"},{"title":"﻿במדבר פרק טז פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"jbr:tanach-orhachaim4-16-12","text":"לא נעלה וגו' המעט וגו'. אומרו לא נעלה, לפי מה שפירשתי שנתחכם משה לעשות להם מעלה לדבר עמהם ביחוד אמרו אין אנו חפצים במעלה זו שאתה מחשיב אותנו לשלוח אחרינו, גם נתכוונו במאמר זה לומר שהגם ששליחות זה יהיה להנאתם לעשות להם איזה כבוד ומעלה אף על פי כן לא נעלה, מואסים הם אותה המעלה אשר תבא להם ממשה, ונתנו טעם לדבריהם ואומרו המעט כי העליתנו וגו' פירוש הקטן דבר זה שעשית לנו שהעליתנו פירוש עשית לנו הדבר בגדר העלאה וכבוד ביציאת מצרים והיה תכלית העליה ירידה מארץ זבת חלב ודבש שהיינו שם להמיתנו במדבר אם כן מעלותיך אינם אלא השפלות וירידות, ואמרו כי תשתרר וגו' פירוש אין טעמך בכל העניינים אלא להשתרר לא להטיב לנו, גם בשליחות זה שאתה שולח אחרינו לא לטובתינו אתה מתכוון אלא להשתרר, והוא אומרו גם השתרר, גם נתכוונו בכפל תשתרר גם השתרר לומר כי שררותו של משה היא כפולה ומכופלת מהשררה שהיתה עליהם קודם צאתם ממצרים, וזה שיעור הדברים כי תשתרר עלינו בריבוי השררות, והוא אומרו גם השתרר, ואולי שרמזו לו גם כן שהוא חפץ להתעכב במדבר להמשיך השררה של עצמו לפי מה שאמרו ז\"ל (שמו\"ד פ\"ה) כי מלכותו של משה לא היתה עומדת אלא במדבר, ולזה אמרו גם השתרר","titles":[{"title":"﻿במדבר טז יב"},{"title":"﻿במדבר פרק טז פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"jbr:tanach-orhachaim4-16-14","text":"העיני וגו' לא נעלה. פירוש בוחרים ניקור עיניהם ממעלה אשר יובטחו בה ממנו, בזה גילו עוצם הפלגת השנאה אשר שנואה טובת הצדיק אצלם יותר מניקור עיניהם, לזה חרה אפו של משה מאוד","titles":[{"title":"﻿במדבר טז יד"},{"title":"﻿במדבר פרק טז פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"jbr:tanach-orhachaim4-16-15","text":"והוסיף לומר ולא הרעותי וגו' פירוש תאמר שיש להם שנאה עמי לאיזו סיבה שגרמתי להם בדבר הרגיל בעולם שיארעו דבדים בין בני אדם שמהם יומשכו איבות, לא הרעותי וגו' פירוש מימי לא עשיתי להם רעה שתמשך להם שנאה עמי מסיבתה, ודקדק לומר את אחד מהם פירוש אפילו בהמשכת הרע מאחד מהם לחברו לא סיבבתי, כמו שתאמר לא באו לפני לדין וחייבתי את הזכאי או זכיתי את החייב שהרע הוא את אחד מהם פירוש שכשמחייב ממון לאחד לתת לחברו הרעה נמשכת לו מחברו שנוטל ממנו מה שאינו חייב לו, ואפילו זה לא עשה עליו השלום לצד שהיה דן בנבואה דין אמת לאמיתו, וכמו שאמרו ז\"ל (זוח\"ב עח.) בפסוק כי יהיה להם דבר בא אלי, מעתה אין סיבה לשנאתם וחשדם בשום אופן ואין זה אלא לצד היותם חלק רע גמור וטבע הרע לשנוא הטוב שנאה עזה טבעית בלא סיבה, מעתה כל כיוצא בזה מצוה לעקרו ולהפקיע זכותו לבל יפן ה' למנחתם כי באבוד רשעים רנה, וסובר אני כי האנשים הרשעים האלה אינם בכלל עדת קרח שנאמר עליהם (סנהדרין קח.) מוריד שאול ויעל שאלו אבדה תקותם שכולן ענף הקליפה כן יאבדו כל אויבי ה'","titles":[{"title":"﻿במדבר טז טו"},{"title":"﻿במדבר פרק טז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"jbr:tanach-orhachaim4-16-16","text":"עוד ירצה לומר שיכינו עצמן בקדושה ובטהרה כדי שיהיו ראויים להיות לפני ה', והוא מאמר היו לפני ה', ואולי כי לזה נתן להם זמן ואמר מחר, ובפרט זה לא שתף עמהם אהרן כי מוכן ועומד הוא, אלא שהזכירו אחר כך ואמר אתה והם ואהרן שגם הוא יהיה עמהם, והגם שכבר אמר להם הדברים עצמן למעלה דכתיב קחו לכם מחתות וגו' לפני ה' מחר, לפי שהוכיחם בדברים אחרי כן ואמר להם המעט מכם וגו' רב לכם בני לוי וגו' תוכן הדברים יגיד הפכיות מה שאמר מקודם, לזה כשלא קבלו התוכחה חזר לומר דברים הראשונים לעשות מבחן הקטרת","titles":[{"title":"﻿במדבר טז טז"},{"title":"﻿במדבר פרק טז פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-orhachaim4-16-17","text":" אור החיים  חמשים ומאתים וגו' ואתה ואהרן וגו'. כל זה מיותר שכבר אמר אתה וכל עדתך וגו' ואהרן, ואם רצה לומר חשבון כולם, למעלה כשאמר עדתך שם היה לו לומר מאתים וחמשים ולא היה צריך לחזור ולהזכיר אתה ואהרן, ואולי שנתחכם לומר שלא יתערב קרח עם הר\"ן אלא ביחוד עם אהרן, ועשה כן כדי שלא יהיה מקום לטועים אחר קרח לומר כי דבקתו הרעה לצד היותו עם ריבוי מקטירי הקטרת אבל אם היה בפני עצמו היה כאהרן, לזה אמר לו ואתה ואהרן בפני עצמיכם איש מחתתו, והגם שכולן הקריבו יחד, עם כל זה נעשו ב' כתות כת אחת קרח ואהרן וכת ב' ר\"ן איש","titles":[{"title":"﻿במדבר טז יז"},{"title":"﻿במדבר פרק טז פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-orhachaim4-16-19","text":"וירא כבוד ה' וגו'. נתגלית שכינתו יתברך לכל העדה כדי שיכירו כי הוא העושה משפט כתוב והוא הבורר הראוי לשרת לפניו","titles":[{"title":"﻿במדבר טז יט"},{"title":"﻿במדבר פרק טז פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-orhachaim4-16-21","text":"שוב הצצתי וראיתי כי דברי ה' כאן הם רפואה ותעלה לעדת ישראל, כי אם לא היה ה' אומר הבדלו מתוך העדה והיה יוצא המשחית היו נמלטים הצדיקים שלא היו בכלל גזירת המרגלים וכל שהיו בכלל גזירת המרגלים היה המשחית מכלה אותם, ולומר ה' לישראל שיהיו נבדלים מהם לבל יקר להם מקרה רע, לא היה להם זכות לזה שהרי סוף סוף היה בידם שמץ מהחטא שלא מיחו בקרח ואדרבא באו לרצונו, לזה נתחכם ה' וצוה למשה ואהרן להבדיל הצדיקים והעירו לבקש רחמים עליהם ובאמצעות זכותו של משה אמר ה' אליו דבר אל העדה וגו' העלו מסביב וגו', ולדרך זה נוכל לפרש כי מאמר ה' שאמר למשה ואהרן הבדלו לא בא הדיבור אלא להעירם להתפלל לא שהיה צריך משה להבדיל לבל יספו בחטאת קרח, ואולי כי הוא זה מה שרמז במאמר לאמר פירוש שתכלית המאמר האמור בענין הוא לאמר מאמר הבא אחריו שהוא ענין הבדלת ישראל מעדת קרח כי לענין משה ואהרן אין צריכין להבדל, וכפי זה אין אנו צריכין למה שפירשנו שבא הדיבור על בני בתיהם ועל הצדיקים שכיוצא בהם","titles":[{"title":"﻿במדבר טז כא"},{"title":"﻿במדבר פרק טז פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":21},{"positionInParasha":21},{"uri":"jbr:tanach-orhachaim4-16-22","text":"האיש אחד יחטא. אמר לשון עתיד, לצד שעדיין לא חטא חטא שחייב עליו מיתה שהיא ההקרבה כי עד עתה לא עשה אלא לגלוג ואם היה חוזר בו אין עליו חיוב","titles":[{"title":"﻿במדבר טז כב"},{"title":"﻿במדבר פרק טז פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":22},{"positionInParasha":22},{"uri":"jbr:tanach-orhachaim4-16-24","text":" אור החיים  דבר אל העדה לאמר. אמר דבר לשון קושי בענין זה שאינו אלא טובה להציל נפשם, להגיד כי יקפיד ה' על הרוצה לחבול בעצמו שלא לעלות, לזה בא דבר מלך שלטון להכריחו לעלות לבל יפסידו עצמן שהם נכסי שמים, ואמר תיבת לאמר פעם ב' ולא הספיק במה שקדם לומר וידבר וגו' לאמר, לצד שאמר דיבור לשון קושי הודיע כי קושי זה עצמו הוא לרוממות עם סגולה שיקפיד ה' על חסרונם. עוד נתכוון בתיבת לאמר שאין חיוב לומר בלשון זה עצמו העלו וגו' אלא בלשון שיהיה המכוון בו העלו וגו' ואפילו יאמר בלשון אחר, ולזה תמצא שלא אמר העלו אלא סורו נא וגו', ובמקום שיאמר משכן קרח וגו' אמר מעל אהלי האנשים הרשעים האלה","titles":[{"title":"﻿במדבר טז כד"},{"title":"﻿במדבר פרק טז פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":24},{"positionInParasha":24},{"uri":"jbr:tanach-orhachaim4-16-25","text":" אור החיים  ויקם משה וילך וגו'. צריך לדעת טעם אומרו ויקם, ואם להודיע שהיה יושב מה יצא לנו מהודעה זו, אכן ירצה על דרך אומרו (משלי טז) לפני שבר גאון ולפני כבוד ענוה, ואמרו ז\"ל (שמו\"ר פמ\"ה) השפלתי הגבהתי, והוא מאמר הכתוב ויקם משה קימה היתה לו במה שהלך לדתן ולאבירם האנשים הרשעים אשר חרפוהו ולא רצו לבא אצלו והשפיל עצמו הוא והלך אצלם, עליהם נאמר לפני שבר גאון, ועל משה ולפני כבוד ענוה","titles":[{"title":"﻿במדבר טז כה"},{"title":"﻿במדבר פרק טז פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":25},{"positionInParasha":25},{"uri":"jbr:tanach-orhachaim4-16-26","text":"סורו נא מעל אהלי האנשים הרשעים. נתחכם עליו השלום לזכותם בנועם דבריו באמצעות שיעריכום בערך רשעים, והוא אומרו האנשים הרשעים פירוש שיהיו בעיניהם ערך רשעים ויסורו מעליהם כי יאמינו בכליונם ויראו פן תדבקם הרעה ובשכר זה יחוננם ה', והגם שכבר נתרצה ה' לומר להם העלו, עם כל זה הצדיקים חפצים לצדק בני דורם לאכול מפרי דרכם","titles":[{"title":"﻿במדבר טז כו"},{"title":"﻿במדבר פרק טז פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":26},{"positionInParasha":26},{"uri":"jbr:tanach-orhachaim4-16-27","text":" אור החיים  ויעלו מעל וגו' ודתן ואבירם יצאו וגו'. יודיע הכתוב עוצם רשע הקליפות שאפילו אחר שראו שישראל יראו לנפשם פן תדבקם הרעה אשר תמצא את דתן ואבירם אף על פי כן יצאו נצבים, ומזה נתרגש משה ואמר בזאת תדעון וגו' פירוש כיון שראה שלא הרגישו דתן ואבירם מההרגש שעשו ישראל שעלו מסביב ואדרבא יצאו בקומה זקופה דן משה בדעתו בודאי כי הרשעים חושבים ברעתם כי משה עושה דברים אלו מדעתו בתחבולות וערמות לומר להם להתרחק כדי שיראו ויחתו ולא מדברי ה', לזה אמר בזאת תדעון כי ה' שלחני לעשות את כל המעשים האלה פירוש אפילו פרטי דברים אלו, והתנה כי מלבד שימותו עוד להם שימותו מיתה משונה מכל המיתות ובסמוך יתבאר עוד","titles":[{"title":"﻿במדבר טז כז"},{"title":"﻿במדבר פרק טז פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":27},{"positionInParasha":27},{"uri":"jbr:tanach-orhachaim4-16-28","text":"אם כמות כל האדם. פירוש על דרך אומרם בפסוק אשר יעשה אותם האדם אפילו גוי, (ב\"ק לח.) וכאן נתכוון לומר שאפילו במיתת האומות שהיא מיתה מנוולת זה בערך המיתה עצמה וכנגד הגוף אמר ופקודת כל האדם וגו' על דרך אומרו (מ\"ב ט) פקדו את הארורה וקברוה קברו כדרך כל הארץ, לא ה' שלחני פירוש אלא מלבי וה' לא מיחה בי, ואם בריאה וגו' שבזה תהיה להם מיתה רעה ויאבדו גוף כנפש","titles":[{"title":"﻿במדבר טז כח"},{"title":"﻿במדבר פרק טז פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":28},{"positionInParasha":28},{"uri":"jbr:tanach-orhachaim4-16-30","text":" אור החיים  ואם בריאה וגו'. כפל לומר בריאה יברא ה', יתבאר על דרך אומרם ז\"ל (סנהדרין לז","titles":[{"title":"﻿במדבר טז ל"},{"title":"﻿במדבר פרק טז פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":30},{"positionInParasha":30},{"uri":"jbr:tanach-orhachaim4-16-31","text":"ותבקע האדמה וגו' ותפתח הארץ וגו'. ולא הספיק לומר ותפתח וגו' או ותבקע עוד אמר בבקיעה האדמה ובפתיחה הארץ, אולי כי לא היה שם פה הארץ במקום דריסת רגליהם לזה נבקעה האדמה אשר היו עומדים עליה ונזדמן שם פה הארץ ונפתחה, ולזה כנגד המקום שהיו עומדים בו אמר ותבקע האדמה, וכנגד פי הארץ אמר ותפתח הארץ וגו'","titles":[{"title":"﻿במדבר טז לא"},{"title":"﻿במדבר פרק טז פסוק לא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":31},{"positionInParasha":31},{"uri":"jbr:tanach-orhachaim4-16-33","text":" אור החיים  וירדו וגו' שאולה. פירוש שלא שלטה בהם הארץ להורגם אלא נשארו חיים ונתנתן הארץ בפקדון לגיהנם, והוא אומרו חיים שאולה ולא אמר לשאול, והגם שכל תיבה שצריכה למ\"ד בתחילה הטיל לה ה\"א בסופה, עם כל זה לא לחנם יעשה כן, ויכוין שאחר שירדו לשאול נתן ה' בהם כח ולא מתו, ע\"ד אומרם ז\"ל (סנהדרין ק","titles":[{"title":"﻿במדבר טז לג"},{"title":"﻿במדבר פרק טז פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-16"},{"positionInPerek":33},{"positionInParasha":33},{"uri":"jbr:tanach-orhachaim4-17-2","text":"וירם את המחתות. צריך לדעת למה אמר וירם בוא\"ו כיון שזה הוא התחלת המצוה. ונראה שנתכוון להוסיף על ענין ראשון שהוא בליעת קרח ועדתו שראו עם בני ישראל כי מה' יצא דבר כהונת אהרן ועוד הוסיף תוקף וחוזק הכהונה ביד אהרן לדורות שירם המחתות וגו' ועשו אותם רקועי פחים וגו' ויהיו לאות לבני ישראל וגו' זכרון לבני ישראל וגו'","titles":[{"title":"﻿במדבר יז ב"},{"title":"﻿במדבר פרק יז פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":2},{"positionInParasha":37},{"uri":"jbr:tanach-orhachaim4-17-3","text":"כי הקריבום לפני ה' ויקדשו. פירוש טעם שאני מצוך להרים המחתות לא שנתרציתי בקטורת שהקריבו לפני אלא במה שהקריבום פירוש לגופן של מחתות, וקודם שנתנו עליהם קטורת אשר היא זרה ומאוסה אצלי כבר נתקדשו המחתות, והוא אומרו ויקדשו, ומידי דהוה כמקריב כלי כסף וכלי זהב למקדש שהם קודש, והגע עצמך אם המקריבין היו נמלכים וחוזרים בהם ולא היו נותנים הקטורת על האש מי היו יוצאין המחתות לחולין, ומעתה לא מפני שנתנו הקטורת עליהן יצאו המחתות מקדושתן, ומה שטען רמב\"ן כנגד רש\"י וזה לשונו זה דומה לזר שעשה כלי שרת להקטיר בחוץ, עליו אמר הכתוב הקריבום לפני ה' באוהל מועד פירוש שהקדישום והביאום למקום המקודש","titles":[{"title":"﻿במדבר יז ג"},{"title":"﻿במדבר פרק יז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":3},{"positionInParasha":38},{"uri":"jbr:tanach-orhachaim4-17-5","text":"כאשר דבר ה' ביד משה לו. פירוש לצד שאמר ולא יהיה כקרח וגו' ממוצא דבר אתה למד שכל העומד מקודם לערער על הכהונה יהיה לו כקרח וכעדתו ודבר זה לא מצינו שהתרה ה' כן, לזה אמר כאשר דבר ה' ביד משה לו פירוש לקרח הא למדת שהדברים שאמר משה לקרח ואם בריאה יברא ה' ופצתה האדמה את פיה וגו' היו דברי ה' ביד משה להתרותו ולא אמרן משה מעצמו, והוא אומרו ביד משה לו פירוש לקרח המוזכר בסמוך","titles":[{"title":"﻿במדבר יז ה"},{"title":"﻿במדבר פרק יז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":5},{"positionInParasha":40},{"uri":"jbr:tanach-orhachaim4-17-6","text":"עוד ירצה בהעיר עוד איך טח מראות עיניהם לעשות תלונה על משה בלא סיבה מה פשעו ומה חטאתו, ומה גם אחר שראו כמה השפיל עצמו לפני דתן ואבירם אולי ישובו וכו' זה יגיד שהשתדל לבל ימותו. אכן תרעומת העדה היתה על מה שעשה משה המבחן של הקטרת בכולן יחד שהיה לו לעשות המבחן בקרח לבד וכשהיה ה' עושה בו המשפט לא היו נגשים המאתים וחמשים נשיאי עדה ולא היו מתים, והוא אומרו לאמר אתם המיתם וגו' פירוש במאמרכם שאמרתם להם קחו איש מחתתו וגו' חמשים ומאתים בזה המיתם את עם ה', ולא התרעמו העדה על מיתת קרח דתן ואבירם אלא על המאתים וחמשים שכולן היו ראשי סנהדראות, ולדברי רז\"ל שאמרו שתרעומת העדה היתה למה שציום להקטיר הקטורת שהיא עבודה יותר קדושה וחמורה ולא עשה המבחן באחד משאר עבודות, יתבאר גם כן על זה הדרך לאמר אתם המיתם פירוש במאמרכם שאמרתם להם להקטיר קטורת אתם הייתם סיבה שימותו","titles":[{"title":"﻿במדבר יז ו"},{"title":"﻿במדבר פרק יז פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":6},{"positionInParasha":41},{"uri":"jbr:tanach-orhachaim4-17-10","text":" אור החיים  הרמו מתוך וגו'. פירוש לא על משה ואהרן הוא מדבר אלא על אותם שלא היו בכלל המלינים, והעד הנאמן אומרו וידבר וגו' לאמר ופירוש לאחרים, ודקדק הכתוב לומר הזאת להראות באצבע במלינים לשלול זולתם שאינן בכלל הכליון, ובזה נתיישב למה הוצרך לומר הרמו והרי יכול ה' להמית רשע לפני צדיק כמעשה הריגת בכורי מצרים, ולפי דברינו שעל שאר העם שלא היו בכלל המלינים הוא אומר לפי שהיו בכלל גזירת המרגלים יש צורך בדבר להתרחק לבל תפגע בהם מדת הדין, ומאמר כרגע פירשתי למעלה (ט\"ז כ\"א)","titles":[{"title":"﻿במדבר יז י"},{"title":"﻿במדבר פרק יז פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":10},{"positionInParasha":45},{"uri":"jbr:tanach-orhachaim4-17-11","text":" אור החיים  קח את המחתה. להיות שאמרו כי סיבת השרופים היתה בשביל הקטרת הקטורת שהוא סבב מיתת עם ה' לזה הראה להם כי הגם שהקטורת היה חוץ לזמנו וחוץ למקומו אדרבא עצר המיתה מעל ישראל, ובזה יצדיקו כי הכל מעשה ה' כי הוא ממית לחייב באין סובב, ורז\"ל אמרו (שבת פט.) כי דבר זה למדו מס\"מ בעלותו לקבל תורה","titles":[{"title":"﻿במדבר יז יא"},{"title":"﻿במדבר פרק יז פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":11},{"positionInParasha":46},{"uri":"jbr:tanach-orhachaim4-17-12","text":" אור החיים  ויקח אהרן כאשר וגו'. פירוש סמוך לדיבורו של משה ללמדך שלא שהה אפילו רגע. עוד ירצה לצד שהענין כאן הוא הפך הדין להקטיר קטורת חוץ לזמנו וחוץ למקומו, לזה אמר ויקח אהרן וטעם ויקח הוא כאשר דבר משה פירוש על פי נביא, ויאמן נביא כשיאמר לעבור על מצוה אחת ממצות התורה לפי שעה, וכאליהו בהר הכרמל (מ\"א י\"ח)","titles":[{"title":"﻿במדבר יז יב"},{"title":"﻿במדבר פרק יז פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":12},{"positionInParasha":47},{"uri":"jbr:tanach-orhachaim4-17-13","text":" אור החיים  ויעמוד בין המתים וגו'. יתבאר על פי דבריהם ז\"ל (תנחומא תצוה סי' טו) שאמרו שתפסו למלאך המשחית ומנעו מהשחית ומנה המומתים לבל יוסיף עליהם, והוא אומרו ויעמוד בין המתים ובין החיים פירוש שהגביל מספר המתים מבין החיים לבל יוסיף הכות עוד, ולזה אמר ויהיו המתים במגפה י\"ד אלף וז' מאות, לומר אלה הם שעמדו במספר המתים ותעצר המגפה שלא יוסיף עוד הכות על מספר זה","titles":[{"title":"﻿במדבר יז יג"},{"title":"﻿במדבר פרק יז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":13},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-17-15","text":"עוד יתבאר ע\"פ דבריהם ז\"ל (תנחומא שם) שאמרו שלא קבל המשחית מאהרן שאמר לו אני שלוחו של מקום עד שהביאו אל פתח אהל מועד ושמע מפי השכינה, והוא אומרו והמגפה פירוש מלאך המשחית נקרא מגפה גם הוא החליט להעצר, ולזה דקדק לומר והמגפה נעצרה ולמעלה אמר ותעצר המגפה פירוש היתה לה מניעה מאהרן אבל הוא לא היה רוצה לימנע מה שאין כן אחר כך גם המגפה הסכימה להיות נעצרה","titles":[{"title":"﻿במדבר יז טו"},{"title":"﻿במדבר פרק יז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":15},{"positionInParasha":50},{"uri":"jbr:tanach-orhachaim4-17-17","text":"מאתם וגו' מאת כל נשיאיהם. טעם שהוצרך לומר מאתם ולא הספיק לומר מאת כל נשיאיהם, לעכב שלא יקח המטות אלא מאתם ולא יקח משה בעדם, ואם היה אומר קח מאת נשיאיהם מטה מטה לא הייתי מתחייב לומר שהם יביאו והייתי אומר שהוא הדין שיקח משה בשבילם ושלוחו של אדם כמותו, או הייתי אומר שכוונת אומרו מאת נשיאיהם וגו' שיהיה משלהם ולעולם משה יקח, לזה בא מאמר מאתם לעיכוב, וטעם הדבר כדי שלא יהיה מקום לומר כי משה בחר להם עץ לא יצלח","titles":[{"title":"﻿במדבר יז יז"},{"title":"﻿במדבר פרק יז פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":17},{"positionInParasha":52},{"uri":"jbr:tanach-orhachaim4-17-18","text":" אור החיים  ואת שם אהרן תכתוב על מטה לוי וגו'. ממה שלא צוה מקודם לקחת מטה למטה לוי יגיד כי הוא בכלל הי\"ב מטות שאמר בסמוך שנים עשר מטות ומטה לוי בכלל הי\"ב, ואפשר לומר שככה עשו שלקחו עץ אחד וחלקוהו לי\"ב חלקים וכל שבט לקח שיבא מכשורא ואין הפרש בין של אהרן לשל כולן שבזה יצדק המבחן, ובזה ידוייק מאמר הכתוב ויתנו אליו כל נשיאיהם וגו' ומטה אהרן בתוך מטותם פירוש חלק א' מתוך העץ שממנו לקחו מטותם. שוב בא לידי מאמר רז\"ל (במד\"ר פי\"ח) שאמרו כדברינו","titles":[{"title":"﻿במדבר יז יח"},{"title":"﻿במדבר פרק יז פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":18},{"positionInParasha":53},{"uri":"jbr:tanach-orhachaim4-17-20","text":" אור החיים  והיה האיש אשר אבחר בו וגו'. ולא הספיק כל מה שעשה ה' בקרח, אולי שהיו חושבים כי מה שאירע לקרח הוא על שדבר נגד משה וחלק עליו וה' ינקום נקם על כבוד נביאו נאמן ביתו ולעולם אפשר שיבחר בשאר השבטים לשרתו, לזה צוה ה' לעשות מבחן המטות","titles":[{"title":"﻿במדבר יז כ"},{"title":"﻿במדבר פרק יז פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":20},{"positionInParasha":55},{"uri":"jbr:tanach-orhachaim4-17-23","text":" אור החיים  ויגמול שקדים. רז\"ל אמרו (שם) טעם שקדים להעיר שכל המערער על הכהונה פורענותו ממהרת לבוא ע\"כ, ונראה שהוכרחו לומר כן שאין ראוי לבעל הנס לבקש פרי הממהר להפריח שנראה ח\"ו הפחתת היכולת שמבקש אחר פרי שממהר, לזה אמרו כי יש טעם בדבר שהוצרך להפריח שקדים ולא פרי אחר לומר שממהר ליפרע וכו' שזולת זה היה מוציא חרוב","titles":[{"title":"﻿במדבר יז כג"},{"title":"﻿במדבר פרק יז פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":23},{"positionInParasha":58},{"uri":"jbr:tanach-orhachaim4-17-26","text":" אור החיים  ויעש משה כאשר וגו' כן עשה. טעם שכפל הדבר ירצה על זה הדרך ויעש כאשר צוה ה' וגו' פירוש תיכף ומיד כשציוהו ולא איחר, כאשר צוה ה' פירוש להשיב כן עשה, וכפי זה מאמר כאשר נמשך למעלה ולמטה","titles":[{"title":"﻿במדבר יז כו"},{"title":"﻿במדבר פרק יז פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":26},{"positionInParasha":61},{"uri":"jbr:tanach-orhachaim4-17-28","text":" אור החיים  כל הקרב הקרב וגו'. נתעוררו עתה ולא קודם הגם שכבר נאמר להם דבר זה, על דרך אומרם (שהש\"ר בפ' ישקני) מאן דנכים ליה חויא מהבלא וכו'","titles":[{"title":"﻿במדבר יז כח"},{"title":"﻿במדבר פרק יז פסוק כח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-17"},{"positionInPerek":28},{"positionInParasha":63},{"uri":"jbr:tanach-orhachaim4-18-1","text":"אתך וגו'. צריך לדעת למה אמר אתך אחר שהזכיר אהרן בפירוש. ואולי שבא לומר שבכל זמן מוזהרים יחד, לבל תאמר שיש זמן שחייב אהרן ויש זמן שחייבים בניו תלמוד לומר אתך לומר שמוזהרים יחד בכל הזמנים","titles":[{"title":"﻿במדבר יח א"},{"title":"﻿במדבר פרק יח פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":1},{"positionInParasha":64},{"uri":"jbr:tanach-orhachaim4-18-3","text":"ואם תאמר שאין להכריח מפסוק זה אלא אזהרה כמו כן גם כן אין לחייב הכהן בעבודה של לוי, אלא מוכרח אתה לומר שאין תנא דורש איסור לוי בעבודת חברו מפסוק גם הם גם אתם אם כן תנא אהיכא קאי שאומר הם בשלהם, אלא ודאי שזה יכריח לומר כי תיבת הם טעות הוא וגרסינן במקומה אתם, וזה פירושו הם בשלכם במיתה ואתם בשלהם אינם במיתה אלא באזהרה גם חסר מהברייתא הם בשלכם, כי להיות שהמדפיס ראה ב' תיבות כפולות הם בשלכם והם בשלכם סבר שהוא כפל לזה השמיט אחת מהם, וזה הוא נוסח הברייתא על נכון גם הם גם אתם אתם בשלהם והם בשלכם הם בשלכם במיתה אתם בשלהם אינם במיתה אלא באזהרה, ולזה לא מצא התלמוד להקשות לאביי מברייתא זו שאין בה זכרון ב' עבודות לוים והקשה מברייתא אחרת, גם בזה יהיה סיפא דברייתא בדרשת הכתוב גם הם גם אתם שהביא התנא, ואמר כי הלוים בשל כהנים במיתה אבל כהנים בשל לוים אינם אלא באזהרה והטעם כמו שכתבתי בפירוש דברי רמב\"ם, ומעתה עלה פסק רמב\"ם וספרי וברייתא (דכריתות) [דערכין] בקנה אחד","titles":[{"title":"﻿במדבר יח ג"},{"title":"﻿במדבר פרק יח פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":3},{"positionInParasha":66},{"uri":"jbr:tanach-orhachaim4-18-8","text":" אור החיים  ואגי הנה נתתי וגו'. טעם אומרו ואני, נתכוין לומר כי בעד מה שהטלתי עליכם לשאת עון המקדש וגו' גם אני כבר הקדמתי לתת לכם בעד זה משמרת תרומתי לכל קדשי בני ישראל","titles":[{"title":"﻿במדבר יח ח"},{"title":"﻿במדבר פרק יח פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":8},{"positionInParasha":71},{"uri":"jbr:tanach-orhachaim4-18-20","text":"אני חלקך וגו' בתוך בני ישראל. אומרו אני, פירוש מה שהוא מיוחד לי אני יהיה חלקך, וחזר ופירש מה הוא הדבר ואמר בתוך וגו' שאין לך דבר שעושים ישראל שאין להקב\"ה חלק עמהם ונוטלו הכהן, בתבואות הארץ, בפירות האילן, בלחם, בבשר, ביין, בשמן, ושאר הכ\"ד מתנות","titles":[{"title":"﻿במדבר יח כ"},{"title":"﻿במדבר פרק יח פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":20},{"positionInParasha":83},{"uri":"jbr:tanach-orhachaim4-18-24","text":" אור החיים  כי את מעשר וגו' על כן וגו'. ולמעלה הוא אומר ולבני לוי נתתי כל מעשר בישראל וגו' חלף עבודתם, נראה כי מתנת מעשר זה שנתן ה' ללוים יש בו ב' דברים, הא' חלק הנוגע להם בארץ, והב' שאינם טורחים בארץ לעשות ז' מלאכות הצריכות עד שיהיו חטים ממורחים, לזה אמר הכתוב ב' דברים חלף חלקם בארץ וחלף עבודתם ישראל עומדים ועושים מלאכתם כדי שיהיו מופנים לעבודת אהל מועד, והנה בלוים לא אמר אני חלקך וגו' שאין הלוים זוכים בחלק ה', ולזה גם הם נותנים חלק ה' תרומה מעשר מן המעשר. והם ומעשרם אינו אלא כשכירות הדיוטות לשרת הקדוש שהוא הכהן ואהל מועד","titles":[{"title":"﻿במדבר יח כד"},{"title":"﻿במדבר פרק יח פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-5"},{"perek":"tanach-4-18"},{"positionInPerek":24},{"positionInParasha":87},{"uri":"jbr:tanach-orhachaim4-19-2","text":"וראיתי בספרי זוטא ופסקו רמב\"ם בפרק א' מהלכות פרה אדומה אין לוקחין עגלה ומגדלין אותה שנאמר ויקחו וגו' פרה ולא עגלה עד כאן, ולפי מה שאמרנו שכל מעשיה הם בחינת המשפט יש טעם בדבר, כי שם פרה יגיד מספר הידוע למספר בחינת הדינים כידוע ליודעי חן, לזה צוה ה' שיקנו אותה כשיש בבחינת מספרה מספר אשר תכוון אליו, אבל אם יקנו עגלה קונים דבר שאין בו המספר אשר אנו צריכין לו, והגם שמגדלין אותה עד שנקראת פרה, אף על פי כן יקפיד ה' על שעת הקנין כדי שיהיו קונים דבר שהכוונה בו שהם רפ\"ה דינים","titles":[{"title":"﻿במדבר יט ב"},{"title":"﻿במדבר פרק יט פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-19-3","text":" אור החיים  ונתתם אותה. אמר אותה לפי מה שאמרו רז\"ל (פרה פ\"ד) שמפי השמועה למדו ששאר פרות נעשות בין בכהן גדול בין בכהן הדיוט דייק לומר אותה אל אלעזר אבל מכאן ולהלאה אין חיוב בסגן","titles":[{"title":"﻿במדבר יט ג"},{"title":"﻿במדבר פרק יט פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-19-5","text":"עוד יתבאר על פי מה שאמרו בתוספתא דפרה (פ\"ב) וכתבו רמב\"ם בפרק ד' מהלכות פרה אדומה וזה לשונו פקע מעורה וכו' אפילו משערה כזית יחזיר ואם לא החזיר פסולה עד כאן, והוא מאמר ישרוף פעם ב' לומר שהגם שפקע יחזיר וישרוף לעיכובא","titles":[{"title":"﻿במדבר יט ה"},{"title":"﻿במדבר פרק יט פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"jbr:tanach-orhachaim4-19-14","text":"אלא שבספרי ראיתי ב' הדרכים דרך הראשון תנא קמא ודרך ב' רב אחא בר יאשיה, וגמר אומר תנא קמא שטעם שהוצרך הכתוב לומר כל אשר באהל הגם שאמר כל הבא שהוא בא מקצתו, משום שאין עונשין מן הדין, וקשה לי הלא מה שאנו אומרים אין עונשין מן הדין הוא על עונש מיתה של בית דין של מטה וכאן לו יהיה שנטמא ונכנס למשכן טמא מיתתו בידי שמים, ועוד לבד מזה כשנשכיל על דבר נראה כי מה שלפנינו אינו נקרא עונשין מן הדין כי בכלל הבא כולו יש מקצתו והרי מתחייב הוא על מקצתו כי כל חלק וחלק שבו יקרא מקצתו ואין אנו עונשין אותו מן הדין אלא מן הכתוב, ואולי שסובר תנא זה שכל כיוצא בזה נקרא עונשין מן הדין","titles":[{"title":"﻿במדבר יט יד"},{"title":"﻿במדבר פרק יט פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-19"},{"positionInPerek":14},{"positionInParasha":14},{"uri":"jbr:tanach-orhachaim4-20-1","text":"ותמת שם וגו'. צריך לדעת טעם אומרו שם, ורז\"ל דרשו (מוע\"ק שם) שלא עכבוה, ודרשה זו נשמעת מאומרו ותקבר שם, ונראה כי לצד שהזכיר מיתה חש על כבוד הצדקת שהרי אמרו (ברכות יח) צדיקים במיתתם קרויים חיים, לזה דקדק לומר שם פירוש שם הוא שמתה ולא נשארה ביניהם אלא במקום אחר ישנה בין הצדיקים, כי הצדיקים דומים לפני הקב\"ה למרגליות המונחים בארגז כשהוא חפץ באחת מהם הוא מוציאה מהארגז וקובעה בתכשיט אחד מתכשיטיו, ורז\"ל דרשו (מוע\"ק שם) ותמת שם לגזירה שוה לומר שגם היא מתה בנשיקה, וע' פנים לתורה","titles":[{"title":"﻿במדבר כ א"},{"title":"﻿במדבר פרק כ פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":1},{"positionInParasha":23},{"uri":"jbr:tanach-orhachaim4-20-3","text":" אור החיים  וירב העם וגו' ולו גוענו. פירוש נתרעמו עליו שהתפלל עליהם שלא ימותו בדבר","titles":[{"title":"﻿במדבר כ ג"},{"title":"﻿במדבר פרק כ פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":3},{"positionInParasha":25},{"uri":"jbr:tanach-orhachaim4-20-4","text":" אור החיים  ולמה הבאתם וגו'. תרעומת ב' למה הביאום דרך מדבר שהוא מקום סכנת מיתת צמא שהיה להם להעלותם שלא על דרך המדבר, והכונה בזה כיון שאין כח ביד משה לתת להם מים במדבר על מי סמך להביאם דרך שם, ואומרם ולמה העליתונו וגו' פירוש ואם תשיבו אותנו כי אין דרך מובטח להעביר אתכם בו אלא דרך מדבר או הכרח היה הדבר שתעברו דרך מדבר, לזה נתרעמו ואמרו אם כן לא היה לכם להעלותינו ממצרים כיון שהוא מוכרח להביא אותנו אל המקום הרע הזה שיש בו סכנה שאינו מקום זרע וגו' כאומרם ז\"ל (חולין פח","titles":[{"title":"﻿במדבר כ ד"},{"title":"﻿במדבר פרק כ פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":4},{"positionInParasha":26},{"uri":"jbr:tanach-orhachaim4-20-8","text":"והשקית את העדה. דקדק לומר והשקית בכינוי, אולי שנתכוין לא' מב' דרכים, או לפי שהיו ישראל צמאים למים יצו ה' להשקותם כשיעור שלא יהיו ניזוקין, כי זולת זה אם ישתו כחפצם לרוב צמאונם למים ישתו הרבה ויסתכנו וימותו. או ירצה כי ישקם ככל הצורך ולא יקפיד על הזיקם כי המים ההם נסיים הם בכל פרטיהם בין בהוייתן בין בפעולתם, והוא אומרו והשקית שהגם שירצו לשתות בהסתפקות אתה השקה אותם ככל הצורך, והוצרך להזכיר עדה ובעירם, להקדים העדה לבהמות, והגם שאמר הכתוב ונתתי עשב בשדך לבהמתך ואכלת וגו' ואמרו ז\"ל (ברכות מ.), שצריך להקדים מאכל לבהמתו ואחר כך הוא, כל זה אם אין סכנה בדבר אבל כשיש גדר סכנה חייו קודמין, ועיין מה שפירשתי בפרשה דרבקה (בראשית כ\"ד) בהשקאת אליעזר וגמליו","titles":[{"title":"﻿במדבר כ ח"},{"title":"﻿במדבר פרק כ פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":8},{"positionInParasha":30},{"uri":"jbr:tanach-orhachaim4-20-9","text":" אור החיים  כאשר צוהו. הוצרך לומר כן, לומר שלא נתעכב אלא סמוך לצוויו יתברך לקח המטה. עוד נתכוון לומר דבר זה עשה כאשר ציוהו והא למדת שמה שעשה מאז והלאה לא כאשר ציוהו, וכמו שכתבנו למעלה ששגג בפירושם של דברים","titles":[{"title":"﻿במדבר כ ט"},{"title":"﻿במדבר פרק כ פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":9},{"positionInParasha":31},{"uri":"jbr:tanach-orhachaim4-20-11","text":" אור החיים  במטהו פעמים. טעם ב' פעמים כעבד שעושה שליחות אדונו בזריזות גדולה, ורבותינו ז\"ל (סנהדרין לד.) דרשו דרשות וכפטיש וגו'","titles":[{"title":"﻿במדבר כ יא"},{"title":"﻿במדבר פרק כ פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":11},{"positionInParasha":33},{"uri":"jbr:tanach-orhachaim4-20-12","text":" אור החיים  ויאמר ה'. קשה למה שקדם לנו כי לשון אמירה יורה על דברים המסעדים את הלב וגדולה וכבוד יבשר וכאן רואני שלא אמר אלא בשורת גזירה רעה, ויתבאר על פי מה שאמרו במדרש (במד\"ר פי\"ט) שאמר משה לפני ה' הרי גזרת עלי למות במדבר עם הדור הרע הזה וכו' יאמרו הדורות שאני שוה להם יכתב עלי על מה נענשתי לפיכך כתיב יען לא האמנתם בי וגו' עד כאן, והוא מה שרמז ה' באומרו ויאמר לשון רוממות למשה ולאהרן שנכתב חטאם שעליו מתו שהוא יען לא וגו', ולא יחשבו הדורות שהם שוים לדור הרע ח\"ו","titles":[{"title":"﻿במדבר כ יב"},{"title":"﻿במדבר פרק כ פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":12},{"positionInParasha":34},{"uri":"jbr:tanach-orhachaim4-20-13","text":" אור החיים  המה מי מריבה וגו'. צריך לדעת למה כפל לומר מריבה אשר רבו ולא הספיק לומר המה מים אשר רבו בני וגו', עוד מאומרו רבו את ה' זה יגיד שמדבר על ישראל ומאומרו ויקדש בם משמע שמדבר על משה ואהרן. ונראה שהכתוב בא לתת טעם להקפדתו יתברך על קדושת שמו בענין זה, ואמר המה מי מריבה וגו' ומריבה זו מצדיקה הכתוב באומרו אשר רבו פירוש שטענו טענה נגד ה' וצדקו בטענת מריבתם, ויקדש בם פירוש עשה ה' דברים להתקדש ביניהם פירוש בישראל במה שאמר למשה לדבר אל הסלע אשר ירצו בני ישראל שבזה יראו כח השליט שהגם שהביאם במדבר לא מקום וגו' ומים אין יוציא להם במאמרו מים מכל מין סלע אשר תהיה לפניהם, ומשה ואהרן לא עשו כן לכן הקפיד ה' עליהם ואמר לכן וגו' ורז\"ל אמרו (שם) ויקדש בם במשה ואהרן שגזר עליהם שלא יביאו וגו', וע' פנים לתורה","titles":[{"title":"﻿במדבר כ יג"},{"title":"﻿במדבר פרק כ פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":13},{"positionInParasha":35},{"uri":"jbr:tanach-orhachaim4-20-14","text":" אור החיים  אחיך ישראל אתה ידעת וגו'. טעם אומרו אחיך, גם אומרו אתה ידעת, לומר כי תלאה זו לא נסבבה ממני אלא מאבותינו ואני ואתה אחים שוים בדבר, ששטר זה של התלאה היה כתוב על אבינו ואחד מן האחים פרעו, ותמצא שאמרו ז\"ל (ב\"ר פפ\"ב) בפסוק וילך אל ארץ וזה לשונם מפני החוב שלא רצה לפרוע חוב אביו עד כאן, ואומרו אתה ידעת פירוש כבר קודם היות לנו התלאה ידעת אותה שנגזרה בין הבתרים, ודבר זה דוקא הוא שידעו, ולזה דקדק לומר אתה, העובדי כוכבים ומזלות היו חושבים כי מקרה הירידה היה להם להיות עבדים ושפלים, ואומרו וירדו אבותינו וגו' פירוש מלבד הגלות עוד נוסף שסבלנו צרה כפולה שהיה הגלות במצרים, על דרך מה שכתבו בתוספות במסכת שבת (י","titles":[{"title":"﻿במדבר כ יד"},{"title":"﻿במדבר פרק כ פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":14},{"positionInParasha":36},{"uri":"jbr:tanach-orhachaim4-20-17","text":" אור החיים  נעברה נא בארצך. ולא אמר נא נעברה, אם נפרשה לשון בקשה נתכוון להסמיך הבקשה לארצו שהיא עיקר השאלה שיהיה המעבר בארצו, ואם נפרשה לשון זמן יתבאר על דרך אומרם ז\"ל (ב\"ר פ' מ\"ד) שאחד מג' עכו\"ם שנתן ה' לזרעו של אברהם הוא אדום, לזה דקדק משה בשליחות זה ואמר שכל התנאים שהוא מתנה על עצמו לא נטה ימין ושמאל וגו' כל זה אינו אלא בהעברה של עתה, אבל כשיעברו לעתיד לבא כי משה הוא אשר היה מושיע ורב אז לא יקבל עליו כל התנאים אלא להורישם ולהומם ולבוז ביזם דכתיב (עובדי' א') בית יעקב אש וגו' ובית עשו לקש וגו'","titles":[{"title":"﻿במדבר כ יז"},{"title":"﻿במדבר פרק כ פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":17},{"positionInParasha":39},{"uri":"jbr:tanach-orhachaim4-20-23","text":" אור החיים  ויאמר ה' וגו' על גבול ארץ אדום וגו'. טעם שהוצרך לומר על גבול וגו', פירוש על סיבת הגעתם לגבול רשעה נסתלק אהרן, שוב בא לידי מדרש אחד (ילקוט כאן) וזה לשונם בהתחברך לרשע וגו' בשביל שנתחברו לאדום חסרו צדיק אחד עד כאן, והם הדברים עצמן שרמזנו במאמר על גבול וגו', ולדרך זה יתבאר אומרו לאמר שיצו ה' למשה לומר לישראל פרט זה שרמז במאמר על גבול שהתחברם לרשע סבב פטירת הצדיק, והגם שכבר נגזרה גזירה זו עליו, אפשר שהיה חי עוד ימים עוד לומר מגלגלין חובה על ידי חייב, ובדרך רמז כיון שאהרן עומד עם משה לגאולה העתידה כאומדם ז\"ל (שם) בפסוק וענתה שמה כימי נעוריה שכתבתי למעלה, וגאולה העתידה היא מיד אדום שהיא מלכות ס\"מ לזה אמר על גבול ארץ אדום פירוש על סיבת גבולם אשר הגביל ה' קץ לאדום לימסר ביד ישראל לזה שם יאסף אהרן, וגמר אומר אל עמיו לרמוז לעמיו העתידים לרשת ארץ אדום","titles":[{"title":"﻿במדבר כ כג"},{"title":"﻿במדבר פרק כ פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":23},{"positionInParasha":45},{"uri":"jbr:tanach-orhachaim4-20-24","text":" אור החיים  על אשר מריתם את פי. לפי דברי המדרש (שם) שכתבתי למעלה שיחד מאמר מריתם פי כנגד אשר אמר להם לשנות פרק אחד על הסלע בחר ה' ליחד פרט זה למיתת אהרן כי הוא שגיון שלם בערך אהרן, שהגם שמשה לא שנה היה לאהרן לשנות הפרק וכשלא שנה הרי המרה את פי ה', אבל על ג' דברים הרשומים בדבריהם לא היה אלא מסכים למעשה משה, שההכאה משה לבדו הכה, והוצאת מים מסלע שלא היו רוצים ישראל גם כן הוא מעשה משה אלא שהסכים אהרן, וכן מאמר המן הסלע הזה הוא דברי משה לבדו, ותמצא שפרט זה של חטא המן הסלע יחדו ה' למשה בשעה שאמר לו (דברים ל\"ב) עלה וגו' ומות וגו' על אשר מעלתם וגו' שפירש בה מעל, ולדברי המדרש מאמר זה בא על פרט חטא אומרו המן הסלע שפרט, ודבר זה בפרט אין חלק לאהרן בו כי למה יענש אהרן אם משה אמר דיבור בלתי הגון, בשלמא בענין הסלע ובהכאתה הם דברים שבא שליחות מה' לאהרן על ידי משה ויענש על שינוי אשר יעשה בו מה שאין כן אם משה ידבר דברים לא הגונים אין אהרן נתפס עליו, אלא שכללו ה' עם משה לצד עיקר הדבר ששגגו בו יחד","titles":[{"title":"﻿במדבר כ כד"},{"title":"﻿במדבר פרק כ פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":24},{"positionInParasha":46},{"uri":"jbr:tanach-orhachaim4-20-26","text":"עוד נתכוון לומר על זה הדרך הפשט את אהרן והפשטה זו אינה אלא מבגדיו והוא אומרו את בגדיו, אבל יש לו מלבוש אחר תיכף ומיד, והוא מאמרם ז\"ל (ילקוט כאן) וזה לשונם היה אהרן מתפשט ומתלבש בענני כבוד, ומעתה לא נשאר אהרן מופשט מהמלבוש אפילו בעת שהיה מפשיטו משה לא היה נפשט אלא מבגדיו והיה מלביש הענן כל חלק וחלק הנפשט ממנו","titles":[{"title":"﻿במדבר כ כו"},{"title":"﻿במדבר פרק כ פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-20"},{"positionInPerek":26},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-21-1","text":"וישב ממנו שבי וגו'. יש להעיר למה לא חרדו ישראל בראותם שעם אחד לקח מישראל שבי ויאמרו אם עם אחד עשה בהם פרץ מה יעשו בכניסתם לארץ, וכמו שמצינו שנתרגש יהושע כשהכו אנשי העי גבור אחד מישראל כאמור שם (יהושע ז'), והגם כי אחר כך נתעצמו בתפלה ונתנו ה' בידם, סוף כל סוף לא מצינו שנתרגשו מקודם, ונראה על פי דבריהם (במד\"ר כאן) שאמרו שעם זה עמלק היה, והגם שהכתוב קראו כנעני הוא לצד שבא במלבוש כנעני, ולזה כשהתפללו ישראל שיתנהו בידם לא אמרו תתן את הכנעני הזה, מעתה לצד שלא היה מז' אומות שנתן להם ה' לא נתרגשו בראותו נוצח במלחמה שהרי אין להם ממנו כלום, עוד נראה שלא נתרגשו אלא אז כשנכנסו לארץ שהגיע זמן ששלם עון האמורי מה שאין כן קודם שנכנסו לארץ שאפשר שעדיין לא שלם עונו כדי שיתנהו ביד ישראל, ורז\"ל דרשו בזה הרבה דרשות","titles":[{"title":"﻿במדבר כא א"},{"title":"﻿במדבר פרק כא פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":1},{"positionInParasha":52},{"uri":"jbr:tanach-orhachaim4-21-2","text":" אור החיים  אם נתן תתן כפל לומר נתן תתן, לצד שלא היו יודעים איזה עם הוא לזה אמרו אם נתון פירוש אם הוא בכלל הז' אומות הנתונים מה טוב ואם לאו תתן, ורז\"ל אמרו (מדרש לקח טוב כאן) נתון הכנעני תתן השביה","titles":[{"title":"﻿במדבר כא ב"},{"title":"﻿במדבר פרק כא פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":2},{"positionInParasha":53},{"uri":"jbr:tanach-orhachaim4-21-5","text":"ונפשנו קצה וגו'. אולי שהרגישו לצד הסיבוב של ארץ אדום וקצרה נפשם בדרך חשבו כי זה נסבב לצד היות מזונם מהמן ולא מהלחם, והטעם כי מטבע הולכי דרכים לאכול דבר שהוא קצת קשה להתעכל כי באמצעות ההליכה ממהר להתעכל וכל שנתעכל צריכין למזון פעם אחרת ולזה כשהם אוכלים לחם הם מתחזקים והולכים בכח מה שאין כן באכילת המן שהוא דבר רוחני ותכף מתעכל וזה יסובב שיהיה להם טורח הדרך כי הבטן ריקנית, ולזה הקדים הכתוב ואמר לסבוב את ארץ אדום וגו' וזה סיבה להרגשת העם שדברו ואמרו אין לחם וגו', ונפשנו קצה בלחם הקלוקל פירוש שמתקלקל תכף ומיד ואינו שוהה להתעכל, ורז\"ל אמרו (במד\"ר כאן) כי המדברים היו שיורי העם שנגזרה עליהם גזירה למות במדבר שלא היה להם נחת רוח במדבר והיו קצים בחייהם מה שאין כן הנכנסים שהיה להם נחת רוח במדבר","titles":[{"title":"﻿במדבר כא ה"},{"title":"﻿במדבר פרק כא פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":5},{"positionInParasha":56},{"uri":"jbr:tanach-orhachaim4-21-6","text":" אור החיים  את הנחשים השרפים. נראה כי לצד שישראל דברו במשה והוסיפו לחטוא לדבר באלהים שלח ה' בהם מה שנולדו מחטאם, כי כבר כתבנו במקומת אחרים כי מהעבירה יוצא מזיק, ובזה תעמוד על אמיתת מאמרם ז\"ל (תענית שם) שאמרו שאלו לנחש ארי דורם ואוכל וכו' אתה מה הנאה יש לך והשיב אמרו לבעל הלשון עד כאן, פירוש תשובתו כי יש מין עבירה שממנה יצא מין נזק שבו, וכאן נולדו מחטאתם ב' דברים נחש ושרף נחש שיש בו שנים ממית אדם ושורף הנפש, וישלחם ה' בם כאומרו וישלח ה' בעם את הנחשים השרפים, ואמר וישלח על דרך אומרו (איוב ח') וישלחם ביד פשעם, הנחשים הם כנגד מה שדברו במשה שכל המדבר לשון הרע בחברו ומכל שכן ברבו נחש מכישו, והשרפים הם כנגד מה שדברו באלהים. שוב ראיתי במדרש (רבה כאן) וזה לשונם השרפים שהם שורפים הנפש עד כאן, וזה מכוון לדברינו","titles":[{"title":"﻿במדבר כא ו"},{"title":"﻿במדבר פרק כא פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":6},{"positionInParasha":57},{"uri":"jbr:tanach-orhachaim4-21-7","text":"את הנחש. נתכוונו לומר שיסיר אפילו היזק הקטן שהיא עקיצה ההורגת, ואם היו אומרים את השרף או נחש השרף היה נשמע שעל פרט נחש שהוא שורף את הנפש הוא שמקפידים אבל אם ימות כדרך העולם אינם מבקשים ממנו תלמוד לומר את הנחש אפילו פרט הנחש שהוא העונש המכוון כנגד מה שדברו במשה, גם דקדקו לומר לשון יחיד שלא ישאר אפילו נחש אחד כי אחד יכול להמית כמה וכמה","titles":[{"title":"﻿במדבר כא ז"},{"title":"﻿במדבר פרק כא פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":7},{"positionInParasha":58},{"uri":"jbr:tanach-orhachaim4-21-8","text":"והיה כל הנשוך. אמר והיה לשון שמחה על הנשיכה, לצד התועליות הנמשכות מהבטת אל נחש הנחושת בז' דברים אשר יכיר בהם בעל הנס כמו שכתבנו, ואמר כל הנשוך פירוש אפילו שכבר היה נשוך קודם מעשה נחש הנחושת, ואומרו וחי בתוספות וא\"ו להעיר גם על חיות הנפש כשיכיר בנס ופרטים הרמוזים יצדיק עצמו ויחיה חיות הגוף וחיות הנפש","titles":[{"title":"﻿במדבר כא ח"},{"title":"﻿במדבר פרק כא פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":8},{"positionInParasha":59},{"uri":"jbr:tanach-orhachaim4-21-12","text":" אור החיים  משם נסעו וגו'. יש להעיר למה שינה במסע זה ושלאחריו לומר בדרך זה משם וגו', ולא אמר כדרך שאמר במקרא שלפניו ושלפני פניו ויסעו וגו' ויסעו וגו'. ואולי כי ב' מסעות אלו של נחל זרד ושל נחל ארנון נסעו מעצמן ולא על פי העננים כסדר הרגיל, ולזה שינה הכתוב ואמר משם נסעו פירוש מעצמן. וראיתי להוכיח כפירושינו זה ממה שאמר הכתוב בפרשת דברים (דברים ב) עתה קומו ועברו לכם את נחל זרד וכתיב (שם) קומו סעו ועברו את נחל ארנון, הדברים יגידו שלא נסעו על פי הענן שאם היה על פי הענן מה מקום לדברי משה הלא כשהענן נוסע יסעו ולא היה צורך לומר להם קומו ועברו. והגם שאמר הכתוב (לעיל ט כ') על פי ה' יחנו ועל פי ה' יסעו, זה היה בכל המסעות חוץ מאלו. והטעם אפשר שב' המסעות הללו היו אחר שמת אהרן ונסתלקו ענני כבוד, והגם שאמרו ז\"ל (תענית ט.) שחזרו בזכותו של משה, אולי שהענן שהיו נוסעים וחונים על פיו נשאר מסולק בזמן שנסעו ב' מסעות הנזכרים","titles":[{"title":"﻿במדבר כא יב"},{"title":"﻿במדבר פרק כא פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":12},{"positionInParasha":63},{"uri":"jbr:tanach-orhachaim4-21-14","text":"ונראה לפרש הכתוב בדרך פשט, כי כיון שהזכיר ארנון גבול מואב ואמר עליה כי ארנון גבול מואב פירוש ואין להם בו לישראל חלק לזה גמר אומר על כן יאמר בספר פירוש בספר אשר לפני ה' בענין המלחמות אשר ינחיל לעמים ומוציא מזה ונותן לזה ושם גם כן יאמר אשר ינחיל ה' את ישראל מהאומות כאשר הבטיח להאבות ואמר יאמר כי שם בספר יאמר על גבול זה שיתנו לישראל בסופה, ולא בזמן ההוא אלא בבא משיחנו אז ינחילנו ה' מואב וגבולו שהוא אחד מהג' הנשארים לנו לנחול אותם שהם הקיני והקניזי והקדמוני, ופירוש תיבת והב מתפרש בב' דרכים, הא' לשון אהבה על זה הדרך כי ה' אהב לתתה בסוף ולא עתה, או לשון נתינה על דרך (דניאל ב') יהב חכמתא לחכימין ומצינו שהכתוב ידבר לפעמים תיבה בלשון תרגום, כמו (בראשית כא) מי מלל לאברהם, ואתה מרבבות קודש (דברים לג), ואומרו ואת הנחלים וגו' פירוש בא לסדר הגבול של מואב שכתוב בספר מלחמות ה' שעתיד ה' לתת לנו ואמר ואת הנחלים של ארנון גם כן בכלל הניתן לישראל, גם אשד הנחלים אשר נטה וגו'","titles":[{"title":"﻿במדבר כא יד"},{"title":"﻿במדבר פרק כא פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":14},{"positionInParasha":65},{"uri":"jbr:tanach-orhachaim4-21-17","text":" אור החיים  אז ישיר ישראל וגו'. צריך לרעת שירה זו מה טיבה, גם למה לא אמרו שירה על המן כמו שאמרו שירה על המים, גם כל הפרשה צריכה ביאור, ואפשר כי שירה זו על התורה אמרוה, ובזה גם כן לא נקרא תגר על הדור ההוא למה לא שוררו שירה חדשה כשנתנה להם תורה מורשה אשר לה נאוה תהלה, כי ודאי היא זאת שירת התורה שנקראת באר מים, נקראת באר על שם המקור שהיא שכינה עליונה שנקראת באר, גם (מים) לפי שהתורה נמשלה למים, ואומרו עלי באר לשון עליה כי לא על באר שלמטה הם אומרים אלא על באר עלי פירוש עליון, ענו לה על דרך אומרו (שמות טו) ותען להם מרים שהוא דרך השיר","titles":[{"title":"﻿במדבר כא יז"},{"title":"﻿במדבר פרק כא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-6"},{"perek":"tanach-4-21"},{"positionInPerek":17},{"positionInParasha":68},{"uri":"jbr:tanach-orhachaim4-22-2","text":"ודקדק לומר מפני העם פירוש לצד היותם רבים ותקיפים כאומרו כי רב הוא, והוסיף לומר ויקץ וגו' נתכוון לומר שהגם שנכנס בלבם המגור עם כל זה היו מוצאים תרופה לדבר בדרך טבע שישכרו עמים רבים וחזקים כנגדם אלא צרתם צרה לצד היותם בני ישראל שאין נצחונם כפי הטבע אלא בנס ופלא, והוא אומרו ויקוצו מפני בני ישראל פירוש היותם בני ישראל ובאמצעות כל זה השלימו מואב עם מדין ומלך בלק עליהם ושלחו אחר בלעם והיו תוצאותיו חצר מות, ובהעדר אחת מכל הסיבות הנזכרות לא היו שולחים אחר בלעם ולא היה דבר, שאם לא היה ראיית בלק בנסתרות לא היה משיג לדעת את אשר תקראנה אותו ואת עמו במדין ולא היה מתרצה להשלים עם מואב להתחבר עמהם לבא כנגד ישראל, והגם שהיה שולח אחר בלעם והוא במקומו במדין, לא היה נסבב דבר בהפקרת הנשים שהפקירו המואבים כי מדין לא היו מובטחים ביציאתם לישראל כי אם המואבים לפי שאמר להם בנבואתו כי לא ירעו ולא ישחיתו להם אלא באחרית הימים דכתיב (כד יד) את אשר יעשה העם הזה לעמך באחרית הימים, ומזה הובטחו לשלוח בנותיהם למחנה העברים ולהתגר עמהם (סנהדרין קו.) כי שלמים הם עמהם, מה שאין כן מדין שלא מצינו שהפקירו מהם אלא מדינית אחת שאמרו ז\"ל (מ\"ר כאן) שהיא בתו של בלק כי הוא זה הנקרא צור, גם אם לא היה מוראם של מואב מהעם גם שקצו מפני בני ישראל כמו שפירשנו טעם הכפל וכו' לא היו משלימין עם מדין ולהמליך עליהם נסיכם, לזה הקדים ה' הסיבה ואמר וירא בלק וגו' ויגר וגו' ויקץ וגו' וזה היה סיבת ויאמר מואב וגו' וישלח מלאכים וגו' והיה מה שהיה","titles":[{"title":"﻿במדבר כב ב"},{"title":"﻿במדבר פרק כב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":2},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-22-4","text":" אור החיים  ילחכו וגו' את כל סביבותינו. אולי שלא רצו להראות כל כך מורך הלבב שהם יראים מהם אלא שהם חסים על הסביבות, ואמרו לשון רבים לכלול אותם עמהם, ואומרו ובלק בן צפור הם דברי הכתוב, או אפשר שהם דבריהם שאמרו כי דבר זה נוגע גם למדין להיות שבלק בן צפור מלך למואב בעת ההיא ואם כן החרפה נוגעת למדין לצד נסיכם, ודקדק לומר בעת ההוא לומר לא לפניו ולא לאחריו, כי אחר שבא בלעם והודיע להם כי לא ירעו ולא ישחיתו למואב שלחו את בלק ולא היה עוד מלך עליהם, וזה לך האות שנמצא את נסיכי מדין ונהרג עמהם","titles":[{"title":"﻿במדבר כב ד"},{"title":"﻿במדבר פרק כב פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":4},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-22-5","text":"ואומרו והוא יושב ממולי. נתכוין בזה לומר שניכר מתוך מעשיו שמשים פניו למולי להורישני, ותמצא שאמרו רז\"ל (מ\"ר כאן) שישראל היו מראים עצמן מזויינים בכלי זיין נגד מואב מטעם חציפות הרשום בשם כידוע, ומזה הרגיש כי כונתם להרע להם. וטעמו של בלק ששלח דברים אלו בשליחות לבלעם, לצד שחש שיאמר בלעם למה לי ללכת שמה ויכול אני לעשות המעשים שיש בידי לעשות במקום שהיה בו, גם חשש בלק שירגיש בלעם בכשפיו לדעת כי לא ירעו ולא ישחיתו בגבול מואב ולא ירצה לבא ומשם ישלח לומר להם כי העם לא יצורו אותם ולא יתגרו בם, לזה הקדים בתחילת השליחות ואמר הנה עם וגו' הנה כסה וגו' לומר שאין לסמוך בענייני עם זה על אשר יגידו עליהם הכשפים שהרי אמרת לא יצא ויצא, ועצה עליהם גם כן לא תעמוד כמו שלא עמדה עצתך להמעיטם שהנה כסה וגו', ולומר לי שלא יתגרו מלחמה במואב והנני רואה שהוא נגד זה שהנה הוא יושב ממולי, לזה לא תסמוך על מה שתשכיל בידיעתך ובא תבא","titles":[{"title":"﻿במדבר כב ה"},{"title":"﻿במדבר פרק כב פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":5},{"positionInParasha":4},{"uri":"jbr:tanach-orhachaim4-22-6","text":"ונראה כי לעולם ברכת בלעם כברכת חמור אלא שהרשע היה מערים כשהיה רואה באצטגנינות שפלוני יעלה לגדולה וכדומה היה עושה שמברכו וכשבא הדבר ומתברך חושב שברכתו של בלעם גרמה ולא כן הוא אלא מזלו גרם, וכמו כן עשה לבלק שראה בכוכבו שעתיד למלוך במואב וברכו בדבר עצמו לרמותו כי הוא הסובב","titles":[{"title":"﻿במדבר כב ו"},{"title":"﻿במדבר פרק כב פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":6},{"positionInParasha":5},{"uri":"jbr:tanach-orhachaim4-22-8","text":" אור החיים  לינו פה. דקדק לומר תיבת פה, אולי שנתכוון לומר להם שילינו אתו במלונו, וגמר אומר הטעם והשיבותי וגו' כאשר ידבר וגו', דקדק לומר כאשר ולא אמר אשר ידבר וגו' נתכוון לומר טעם שאומר להם לינו פה עמו כדי שתכף ומיד כאשר ידבר ה' אליו ישיבם דבר מה שלא יהיה כן כשיהיו חוץ למלונו, ואמר הלילה אולי שאמר כן לצד צרות עינו שלא נתן להם אכסניא אלא ללילה אחת","titles":[{"title":"﻿במדבר כב ח"},{"title":"﻿במדבר פרק כב פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":8},{"positionInParasha":7},{"uri":"jbr:tanach-orhachaim4-22-9","text":"עוד ירצה באומרו מלך מואב כי אומה זו לא ניתנה לישראל, ונתחכם במאמר זה כדי שיתרצה ה' לשולחו ולא יעכב על ידו, ולזה לא יעכב על ידו בהליכתו עם שלוחיו","titles":[{"title":"﻿במדבר כב ט"},{"title":"﻿במדבר פרק כב פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":9},{"positionInParasha":8},{"uri":"jbr:tanach-orhachaim4-22-11","text":"ואומרו עתה לכה קבה פירוש נתכוון לבא בטענה שהדין עם בלק בדבר זה שהגם שהקב\"ה נתן לישראל עמון ומואב עדיין לא הגיע זמן הנתינה והדין עמו להלחם בו ולגרשו, והוא אומרו עתה פירוש בזמן זה קבה לי להלחם בו לגרשו מעלי, וכפי זה יש טעם בשינוי תיבת עתה שאם היה אומר ועתה יהיה נשמע שהוא המשך מה שקדם לו והוא נתכוון לטענת הזמן שיכול הוא להלחם עמו בו, גם שינוי קבה כי אין כוונתו של בלק שיארר העם סתם שאז ימשך הרע לעם בין בערך מואב בין בערך האומות אלא יפרש בפירוש בלעם שאינו מאררו אלא בערך מלחמת מואב שיהיו ישראל מוכנעים וכו' לפני המואבים, לזה דקדק לומר קבה לי פירוש שיפרש הקללה שהיא לערך מואב, גם שינה במאמרו להלחם בו במקום נכה בו לומר שאין חפץ לעשות לו רעה אלא להתגרה עמו במלחמה למנעו מארצו, גם שינה ואמר וגרשתיו ובלק אמר מן הארץ, אולי בלק נתכוון לגרשו מן [הארץ] הידועה אשר נתן ה' להם כי כשיכניעו ייראו מעלות אל הארץ, ובלעם לחושבו להמתיק ולהטעים דברי בלק כי אינו מבקש אלא הנאת עצמו ובטענה הנשמעת ואינו מאויבי ישראל לזה השמיט תיבת מן הארץ ואמר וגרשתיו פירוש שיגרשנו מעליו","titles":[{"title":"﻿במדבר כב יא"},{"title":"﻿במדבר פרק כב פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":11},{"positionInParasha":10},{"uri":"jbr:tanach-orhachaim4-22-12","text":"עוד נראה לפרש הכתוב על זה הדרך לפי שידע ה' כי בלעם חפץ רשע הוא ולבסוף ילך כמו שכן היה שהסכים ה' ושלחו כאשר אבאר הטעם במקומו בעזרת ה', לזה אמר לו ה' לא תלך עמהם פירוש עמהם שהחליט לו ההליכה, ואם היה אומר לו לא תלך אין עוד מציאות לחזור ולומר לו קום לך, ודקדק לומר אל בלעם נתכוין לתת טעם הדבר, בשביל מחשבת בלעם שרצה לילך לזה הוא שלא החליט לו ההליכה ודקדק לומר עמהם, ואומרו לא תאור וגו' כי ברוך הוא נתכוין בזה להשיב על מה שדקדק בלעם בדבריו ואמר עתה לכה קבה וגו' כפי מה שפירשתי שנתכוון לומר שטענת מואב טענה שעדיין לא הגיע זמן זכייתם במואב עתה, לזה אמר לא תאור וגו', ואם תאמר והלא לא הגיע זמן זכייתם במואב, כי ברוך הוא אין ברוך אלא צדיק כי הצדקות הוא מקור הברכות, והכוונה בזה שאל יחשדם ברשע כי ודאי שלא יכנסו בגדר שעדיין לא הגיעם, ובחר לכנות הצדיק לברוך שנתכוון לכלול גם כן מה שפירשנו בדרך הראשון","titles":[{"title":"﻿במדבר כב יב"},{"title":"﻿במדבר פרק כב פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":12},{"positionInParasha":11},{"uri":"jbr:tanach-orhachaim4-22-13","text":"לכו וגו' כי מאן ה' וגו'. הכחיד חצי דבר ולא אמר להם אלא מאמר ראשון שאמר לו ה' לא תלך עמהם לצד פחיתותם ולא אמר להם מאמר לא תאור וגו' שבזה חזר בלק ושלח רבים ונכבדים, ואולי שדן הרשע מדברי ה' שנתן הטעם כי ברוך הוא שבא לדייק שבזמן שאינו ברוך יכול לאוררו, ולזה לא החליט להם הדבר עד שישלח הראוים ללכת עמהם אולי יהיה זמן אז שלא יהיה בו ברוך","titles":[{"title":"﻿במדבר כב יג"},{"title":"﻿במדבר פרק כב פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":13},{"positionInParasha":12},{"uri":"jbr:tanach-orhachaim4-22-14","text":" אור החיים  מאן בלעם הלוך עמנו. חשדוהו בשקרן ותלו הדבר בו שהוא לא נתמלאו עיניו בשיעור כבוד זה, ואולי כי לפי שאמר להם שישיבם דבר תכף שידבר ה' אליו בלילה ולא עשה כן עד הבקר אמרו אין זה כי אם דברי עצמו, או אפשר כי מוחזק היה אשר פיו דבר שוא וימינו ימין וגו'","titles":[{"title":"﻿במדבר כב יד"},{"title":"﻿במדבר פרק כב פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":14},{"positionInParasha":13},{"uri":"jbr:tanach-orhachaim4-22-15","text":"עוד נתכוון במאמר ויוסף שהוסיף על מנין ראשון שאם הראשונים היו ג' שלח במנין שני ד' ויותר, וזה אינו נשמע אם היה אומר וישלח עוד שרים רבים וגו', שהייתי אומר שאומר רבים לבל תחשוב ששלח מועטים ממנין ראשון, ואומרו מאלה חוזר לתיבת נכבדים לזה אמר ויוסף","titles":[{"title":"﻿במדבר כב טו"},{"title":"﻿במדבר פרק כב פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":15},{"positionInParasha":14},{"uri":"jbr:tanach-orhachaim4-22-16","text":" אור החיים  אל נא תמנע וגו'. פירוש לפי מה שאמרו שלוחים הראשונים כי דעת עצמו הוא מניעת הליכתו עמהם לזה אמרו לו שיתרצה בשיעור כבוד זה ולא ימנע וגו', והוא לפי שחסר לו ידיעת החשד שחשדוהו שהם דברי עצמו ולא דברי ה' חשב שנתכוון לומר לו שלא יחוש לדברי ה' וילך בלא רצונו, לזה השיב אם יתן לי בלק וגו' לא אוכל פירוש הגם שאני אתרצה לעשות כי תכונת רשע היתה לו ועבד מורד באדונו אבל אינו בעל בחירה ורצון בדבר זה","titles":[{"title":"﻿במדבר כב טז"},{"title":"﻿במדבר פרק כב פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":16},{"positionInParasha":15},{"uri":"jbr:tanach-orhachaim4-22-19","text":" אור החיים  ועתה שבו נא וגו'. אמר לשון בקשה, שחש לבל יעשו כמעשה זקני מדין בפעם אחרת שאמרו ז\"ל שחזרו למקומם ולא לנו עמו, (במד\"ר פ\"כ) ולפי שהאנשים הם רבים ונכבדים היה ירא שילכו להם כשישמעו שבו פה ולא יחליט הליכתו עמהם","titles":[{"title":"﻿במדבר כב יט"},{"title":"﻿במדבר פרק כב פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":19},{"positionInParasha":18},{"uri":"jbr:tanach-orhachaim4-22-20","text":"ובשליחות שניה ששלח בלק באנו לתיקון מיחוש הב' שיאמרו שאין ה' יכול ח\"ו למונעו מהרע לישראל בהליכתו ותכנס טעות זה בלב בלעם ויחשוב מחשבות כי לא ישלוט ה' בו שם למונעו מעשות חפצו כי כבר נבחן כי הוא עביט של מי רגלים, לזה אמר אליו קום לך אתם ובכל המקום ידי מושלות עליך, ולא אמר לו בהחלט קום לך אלא בדרך זה אם לקרא לך וגו' פירוש אם קריאת האנשים יש לך בה הנאה כאן רמזו שאין לו הנאה בהליכה זו, ותלה לו הדבר אם הליכה זו לטובתו כדי שישתדל בקסמיו לדעת תכליתו ומזה ידע את אשר יקראהו ויחדל, ואין כוונת מאמר אם לקרא ספק לפניו אלא תנאי הדבר אם יש לו בו הנאה וכו', ובזה הוסר המיחוש שיאמר בלעם שה' ירא ח\"ו ממנו לשולחו שהרי שלחו, גם רמזו אולי ישב ולא ימשך מה שנמשך מהרעה לישראל, גם בזה שלם לו תשלום שכרו כמו שכתבנו ומנעו מנפול בחרב אם נפשו לא תאוה רעה, והוא נפשו נפש רשע ולא שת לבו למה שהעירו ה', ואולי שלזה חרה אפו כשראהו ה' הולך ולא הרגיש במה שהעירו זה יגיד שיצטדק אצלו בודאי שיש לו הנאה וזה אינו יכול להיות אלא אם יחשוב שיעלה בידו הדבר אשר שלחו לו בשבילו, לזה חרה אפו של אלהי ישראל בו, ובזה נתיישבו כל הדקדוקים, ובסמוך יתיישב עוד טעם ויחר אף וגו'","titles":[{"title":"﻿במדבר כב כ"},{"title":"﻿במדבר פרק כב פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":20},{"positionInParasha":19},{"uri":"jbr:tanach-orhachaim4-22-22","text":"ושני נעריו עמו. צריך לדעת לאיזה ענין הודיע שהיו עמו ב' נעריו, ורז\"ל (תנחומא) אמרו להודיע דרך ארץ וכו', ועדיין קשה למה לא הודיע כן אלא אחר שהזכיר חרון אפו יתברך ויציאת מלאך לשטן לו, ויתבאר על פי דבריהם ז\"ל (ברכות מג","titles":[{"title":"﻿במדבר כב כב"},{"title":"﻿במדבר פרק כב פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":22},{"positionInParasha":21},{"uri":"jbr:tanach-orhachaim4-22-27","text":"ונשאר לדעת למה עמד המלאך בג' מקומות שונות ויכול היה להתראות לה ג' פעמים במקום אחד, ואולי כי עשה לו כנגד ג' דברים שעשה ברשעו, א' שה' אמר אליו פעם אחת לא תלך לא תאור והוא לא אמר לשרים מאמר לא תאור וגו' שזה היה סיבה לשלוח אחרים, וכנגד זה נצב פעם אחת בדרך ונטתה האתון מהדרך כשם שהוא נטה מהדרך אשר אמר ה' אליו כנזכר. ב' שה' אמר אליו אם לקרא לך וגו' שתנאי הוא הדבר עד שידע בודאי שיש לו הנאה בדבר ובזה רמזו שאין לו הנאה ולא הרגיש, וכנגד זה עמד המלאך במשעול הכרמים ותלחץ האתון רגליו לאמר שלחצו ה' בנועם דבריו להשכיל להטיב לבל ילך. הג' שה' אמר אליו בעת רשיון ההליכה אך את הדבר וגו' ודיבור זה הוא מדויק אין לנטות במשמעותו אנה ואנה והוא הרשע הלך בעצה אחרת כמו שדייקנו ממאמר הולך הוא גם מאומרו והוא רוכב וגו' וב' נעריו וגו', והוא מה שעמד המלאך במקום צר אשר אין דרך וגו' ורבצה האתון תחתיו שזה ירמוז לומר שאין ה' חפץ בדבר שהוא חפץ ללכת עליו","titles":[{"title":"﻿במדבר כב כז"},{"title":"﻿במדבר פרק כב פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":27},{"positionInParasha":26},{"uri":"jbr:tanach-orhachaim4-22-32","text":"עוד נתכוון בזה להעירו מה שגרמה לו הליכה זו על דרך אומרם ז\"ל (סנהדרין קו.) בלעם מתחילה נזקק לרוח הקודש וכשנזדווג לבלק נסתלקה ממנו ונקרא קוסם, והוא מה שהעירו במה שלא ידע המלאך העומד לפניו מה שלא היה כן קודם לכן שהיה רואה ברוח הקודש, וטעם יציאת המלאך לנגדו, הודיעו במאמר כי ירט הדרך וגו', פירוש ירט הדרך כמו שפירוש רמב\"ן, ופירוש הדרך דרכו של בלעם שהיה הולך עליו","titles":[{"title":"﻿במדבר כב לב"},{"title":"﻿במדבר פרק כב פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":32},{"positionInParasha":31},{"uri":"jbr:tanach-orhachaim4-22-33","text":" אור החיים  כי עתה גם אתכה וגו'. אומרו עתה, לדבריהם ז\"ל (מ\"ר כאן) שאמרו שנהרגה האתון ולזה דקדק לומר גם אתכה ולא אמר גם הרגתי אתכה ידויק על נכון תיבת עתה, כי לא יוצדק לומר גם אתכה אלא עתה שכבר נהרגה האתון מה שאין כן קודם כי קודם לא היתה מתה האתון כאומרו ואותה החייתי, ואומרו החייתי שמשמעותו הוא פועל חדש, להעירך שעתה נהרגת, עוד לומר שהיה עושה לה מעשה נסים שיפגע המלאך ברוכב ונרכב ויהרוג רוכב בשמירת נרכב, ובדרך זה יוצדק ליאמר לשון זה החייתי","titles":[{"title":"﻿במדבר כב לג"},{"title":"﻿במדבר פרק כב פסוק לג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":33},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-22-34","text":" אור החיים  ויאמר בלעם וגו' חטאתי כי לא וגו'. אומרו חטאתי כנגד מה שרמזו במאמר ירט הדרך וגו', וכנגד אומרו למה הכית וגו' אמר כי לא ידעתי וגו', ואומרו ועתה עשה תשובה למה שחשב עשות, וכנגד ההליכה אמר אם רע בעיניך אשובה, ואמר לי נתנוצצה בו נבואה שיש לו יתרון טוב בחזרתו","titles":[{"title":"﻿במדבר כב לד"},{"title":"﻿במדבר פרק כב פסוק לד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":34},{"positionInParasha":33},{"uri":"jbr:tanach-orhachaim4-22-35","text":"ואפס את הדבר וגו' אותו תדבר וגו'. כאן התנה עליו תנאי אחר מה שלא אמר לו ברשיון ראשון, והוא שברשיון ראשון אסר עליו המעשה דכתיב (לעיל כ') אך את הדבר וגו' אותו תעשה ומזה חשב הרשע מחשבות להרע כי כחו היה במעשה ובדבור, במעשה בכשפיו וקסמיו, גם בעינו הרעה וכמאמרם ז\"ל (זוח\"ג רב","titles":[{"title":"﻿במדבר כב לה"},{"title":"﻿במדבר פרק כב פסוק לה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":35},{"positionInParasha":34},{"uri":"jbr:tanach-orhachaim4-22-36","text":" אור החיים  ויצא לקראתו אל עיר מואב. צריך לדעת למה הוצרך לפרט המקום שיצא לקראתו. ונראה כי בא הכתוב לספר פחיתות בלעם בעיני בלק, שהגם ששמע בביאתו לא יצא להקביל פניו כדרך הקבלת פני הגדולים שיוצאים חוץ למחוז אלא דוקא בתוך העיר, והוא אומרו ויצא לקראתו אל עיר מואב אשר על גבול וגו', ואומרו בקצה הגבול אולי שנתכוון גם כן לומר שאפילו יציאה זו מועטת לא היתה לכבודו אלא לסיבה, כאומרם ז\"ל (במד\"ר פ\"כ) וזה לשונם מה ראה בלק לקדמו לגבולין אמר לו גבולין הללו נקבעו מימי נח שלא תכנס אומה לגבול חברתה והיה מראה לו איך פרצו ועברו גבולות סיחון ועוג עד כאן, וזולת טעם זה לא היה יוצא ממקומו","titles":[{"title":"﻿במדבר כב לו"},{"title":"﻿במדבר פרק כב פסוק לו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":36},{"positionInParasha":35},{"uri":"jbr:tanach-orhachaim4-22-38","text":" אור החיים  עתה היכול אוכל דבר מאומה. דקדק לומר עתה פירוש אחר דיבור ב' שבא אליו מהמלאך בדרך שנאסר וכפל לו אפילו דיבור כמו שפירשתי בפסוק ואפם את הדבר, וכפל לומר היכול אוכל כאן גילה רשעתו שמניעתו היא בב' דרכים, א' מכח האזהרה, והב' שאין הבחירה ביד עצמו בדבר זה, הא למדת שאם לא היתה לו אלא האזהרה והיה בעל בחירה ורצון היה עושה","titles":[{"title":"﻿במדבר כב לח"},{"title":"﻿במדבר פרק כב פסוק לח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":38},{"positionInParasha":37},{"uri":"jbr:tanach-orhachaim4-22-39","text":" אור החיים  וילך בלעם וגו'. נתכוין לומר שלא נהג בו כבוד אלא שקדם והלך בלק והוא הלך אחריו, ולזה לא אמר וילכו בלק ובלעם, ואפשר כי לפי ששמע בלק מאמר בלעם שאינו יכול לעשות דבר פנה אליו עורף והלך לו אלא שבלעם נטפל לו מאחוריו והלך עמו, והוא אומרו וילך בלעם עם בלק","titles":[{"title":"﻿במדבר כב לט"},{"title":"﻿במדבר פרק כב פסוק לט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":39},{"positionInParasha":38},{"uri":"jbr:tanach-orhachaim4-22-40","text":" אור החיים  ויזבח בלק וגו'. נתכוין הכתוב בזה גם להודיע חרפת אדם זה, שלא החשיבו בלק לסעוד עמו אפילו סעודה ראשונה אלא שלח אליו ולשרים וגו', ואולי שדקדק לומר ולשרים אשר אתו שלא שלח אלא דבר המספיק לבלעם ולשרים הידועים שהיו אתו ושלל נעריו, וזה יגיד צרות עין בלק בכבוד בלעם. או לפי שחשב בלק כי בלעם יקח כל השלוח לו ויחזק בו כי הוא לו לבדו ולא יתן לשרים וכו' כי היה ידוע שהוא רע עין, לזה כששלח אמר בפירוש כי לא לו לבדו יהיה הטבח השלוח אלא לו ולשרים, ואמר אשר אתו אפשר שעשה לפי חשבון השרים שעמו פרט למזדמן שאם יזדמנו שרים אחרים עמו אין מנת בשר להם, ולזה תמצא שאמרו רז\"ל (במד\"ר פ\"כ) שהקפיד בלעם על מיעוט הבשר ואמר למחר אני שולח מארה בנכסיו של זה ולמחר אמר לו בנה לי וגו' ז' פרים וז' אילים","titles":[{"title":"﻿במדבר כב מ"},{"title":"﻿במדבר פרק כב פסוק מ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":40},{"positionInParasha":39},{"uri":"jbr:tanach-orhachaim4-22-41","text":"ובזה נראה לתת טעם למה שיש לתמוה בענין במה שאמר הכתוב וירא משם קצה העם והלא אמרו רז\"ל (תענית ט.) שהעננים היו מכסים על ישראל ולא היו נראים לעין וכשמת אהרן ונסתלקו העננים נגלו לעין וידע הכנעני מושבם ונלחם עמם וחזרו אחר כך בזכותו של משה כאומרם ז\"ל (שם), אם כן ישראל היו מכוסים בענן ואיך יאמר הכתוב וירא משם קצה העם שאדרבה היה צריך ה' להוסיף שמירה על שמירתן לבל תכנס בהם עין רעה של בלעם, אלא ודאי מה שראו קצה העם הוא על ידי כשפים שהיו עושים בצפור הידוע והוא היה מגלה אותם, ויש כח במכשפות לעשות כן כאומרם ז\"ל (סנהדדין סז","titles":[{"title":"﻿במדבר כב מא"},{"title":"﻿במדבר פרק כב פסוק מא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-22"},{"positionInPerek":41},{"positionInParasha":40},{"uri":"jbr:tanach-orhachaim4-23-1","text":" אור החיים   בנה לי. פירוש למה שאני מכוין וחושב בטעם המעשה, שהרשע לא היה רוצה לגלות ידיעתו ותחבולותיו לבלק כי נכרתה האמונה מהם, ועשה בלק כמצותו של בלעם דכתיב ויעש בלק כאשר דבר בלעם פירוש שאמר לו לעשות מעשה למה שיכוין בלעם בדבר, גם נתכוון במאמר כאשר פירוש תכף שגמר הדבר ולא שהה","titles":[{"title":"﻿במדבר כג א"},{"title":"﻿במדבר פרק כג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":1},{"positionInParasha":41},{"uri":"jbr:tanach-orhachaim4-23-2","text":"והנכון בעיני כי בלעם דן בדעתו שלא נצטווה מה' אלא על המעשה והדברים שיעשה בלעם בהשתדלותו בבחינות וכוחות הטומאה שחוץ ממנו יתברך אבל בהשתדלות אשר ישתדל עמו יתברך כביכול זה לא נאסר לו, ולזה הקריב קרבנותיו לה' שכל מה שיהיה לכבודו יתברך עשה יעשה. ואומרו את שבעת המזבחות, בא לראות אם רצה ה' במעשיו או אם הקפיד עליו גם על זה, ונתכוון גם כן להגדיל מעשיו שהראשונים היו בונים מזבח אחד והוא שבעה, ואמר כדרך זה את שבעת וגו' כמי שקדם לו הדיבור על זה ולא אמר שבעה מזבחות וגו', וכבר העירו רז\"ל (מ\"ר כאן) בזה שנתכוון לז' מזבחות שבנו האבות עד כאן, וזה שיעור הכתוב את ז' מזבחות הידועות שבנו האבות אני ערכתי כמותן, והכוונה בזה לא תגדל מעלת עם בני ישראל בשביל האבות הראשונים שבנו ז' מזבח ות","titles":[{"title":"﻿במדבר כג ב"},{"title":"﻿במדבר פרק כג פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":2},{"positionInParasha":42},{"uri":"jbr:tanach-orhachaim4-23-5","text":"שוב אל בלק. אמר שוב אל בלק חייבו שיאמר הדברים שהוא עתיד לומר לפני בלק להקהות שיניו","titles":[{"title":"﻿במדבר כג ה"},{"title":"﻿במדבר פרק כג פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":5},{"positionInParasha":45},{"uri":"jbr:tanach-orhachaim4-23-7","text":"לכה ארה לי יעקב וגו'. פירוש לפי שיש בישראל ב' הדרגות, גדר הצדיקים, וגדר הבינונים, וכבר כתבנו למעלה בפירוש שליחות בלק שאמר נכה בו ואגרשנו לאחד מהדרכים שנתכוון כנגד הבינונים נכה בו, וכנגד הצדיקים אמר ואגרשנו, כי ידוע היה להם הפלגת מעלת הצדיקים שלא תשלוט בהם כח הטומאה, והוא מה שאמר כאן ארה לי יעקב הם הבינונים לשון ארירה, זועמה ישראל הם הצדיקים המתכנים ישראל. והזעימה היא למטה מהארירה","titles":[{"title":"﻿במדבר כג ז"},{"title":"﻿במדבר פרק כג פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":7},{"positionInParasha":47},{"uri":"jbr:tanach-orhachaim4-23-8","text":"עוד יכוון באומרו הן עם וגו' מתמיה על בלק שרוצה לקלל ישראל ואמר הן עם זה הוא העומד אחר כלות כל האומות יעמוד בדד ישכון וכל האומות אין מבטח להם אפילו שנים רבות ואיך רוצה לעקור אומה המתקיימת עד סוף העולם, ואומרו ובגוים לא יתחשב פירוש לא בא לגדר חשבון מעלתם כשיהיו לבדד כי אין דומה להם בכל הגדולות שיגיעו האומות","titles":[{"title":"﻿במדבר כג ח"},{"title":"﻿במדבר פרק כג פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":8},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-23-10","text":"עוד לפי מה שפירשנו בכוונת מאמר מות ישרים שיהרגוהו ישראל יתבאר מאמר ותהי אחריתי וגו' על פי מה שקדם לנו ממאמרי אנשי אמת שאין לך קליפה בעולם שאין בה ניצוץ מהקדושה סוד המחיה אותה, וכבר הארכתי בענין זה בכמה מקומות ובפרשת שלח לך בפסוק כי לחמנו הם וגו' (יד ט), ואותו ניצוץ כשבעליו נהרג על ידי ישראל מתברר הניצוץ ההוא הטוב, ולפעמים ידבק בו אם הוא נקי בלא פסולת, והוא מאמר תמות נפשי מות ישרים ובזה תהיה אחריתי כמוהו כי הניצוץ ידבק באיש ישראל והרי הוא כמוהו, ומצינו בדברי המקובלים (ס' הגלגולים להאריז\"ל) כי נפשו של בלעם באה בחמורו של רבי פנחם בן יאיר, וזה יורה שנתקן באחריתו, והגם שמת על ידי ישראל היה הניצוץ משוקץ והוצרך להתלבן בגלגולים וליבונים ועמד עד שבא לאתונו של ר' פנחס בן יאיר ומשם עלה למקומו הראשון","titles":[{"title":"﻿במדבר כג י"},{"title":"﻿במדבר פרק כג פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":10},{"positionInParasha":50},{"uri":"jbr:tanach-orhachaim4-23-11","text":"עוד נראה שהקפדת בלק היתה על מה ששמע מפי בלעם שנתאוה תאוה להיות כמוהו זה יגיד כי מה שבירך היה מלבו ולברכה יכוין, והוא אומרו ברכת ועשית אותם ברכה שאמרת ותהי אחריתי כמוהו, ולזה דקדק לומר ברך מלא פום שמתברכים אחרים להיות כמותם","titles":[{"title":"﻿במדבר כג יא"},{"title":"﻿במדבר פרק כג פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":11},{"positionInParasha":51},{"uri":"jbr:tanach-orhachaim4-23-12","text":"עוד ירצה ע\"ד אומרם ז\"ל (ילקוט) טס של ברזל היה עומד בפיו אם היה רוצה לקלל היה מונעו לברך יכול, והוא אומרו אותו אשמור כדי שאוכל לדבר שזולת זה היה מתאלם, או אפשר שנתכוין לומר לו כי הוא מיחל ומצפה לשום ה' דברו בפיו לדבר, והוא אומרו אשר ישים ה' בפי אותו אשמור פירוש מיחל ומצפה לדבר, כי יטעום טעם גדול אשר אינו כדאי הוא וכל משפחות האומות כידוע כמה ערב לנפש טעם הכח הקדוש אשר מלתו על לשונו, והגם שעשה ה' בפיו דבר ופירשנו לבל יגעו הדברים בפה חזיר, אף על פי כן יטעום טעם בן נותן טעם ויערב לו","titles":[{"title":"﻿במדבר כג יב"},{"title":"﻿במדבר פרק כג פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":12},{"positionInParasha":52},{"uri":"jbr:tanach-orhachaim4-23-13","text":" אור החיים  ויאמר אליו בלק לך נא אתי וגו'. אמר תיבת נא, גם אמר וקבנו לי בלשון ודאית, יתבאר על פי דבריהם ז\"ל (במד\"ר פ\"כ) שאמרו שראה שישראל נפרצים שם ששם מת משה עד כאן, והוא לפי שלא ידע טעם הפרצה חשב שהפרצה תהיה בהם, ולפי שידועים היו ישראל שעושים תשובה ומבטלים הגזירות מהר לומר לך נא פירוש מהר עתה שאני רואה שהם מחויבים פרצה זו קודם שיעשו תשובה, וקבנו לי החליט הויית הדבר שתשיגם קללות רשע","titles":[{"title":"﻿במדבר כג יג"},{"title":"﻿במדבר פרק כג פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":13},{"positionInParasha":53},{"uri":"jbr:tanach-orhachaim4-23-18","text":"עוד יכוין לומר לו שקימה היא לו שזכה לשמוע דברים הבאים ממקום גבוה, והעירו עוד להטות אזנו עדיו להאזין כל דקדוקי הדברים, ובזה אתה יותר במדרגה מאותו שאתה מחשיבו לאב שהוא צפור הכשפים דכתיב בן צפור, מעתה הוא בנך, והוא אומרו בנו צפור. עוד יתבאר הכתוב לפי מה שהקדמנו כי רשע זה היו בו ב' דברים רעים, הא' שהיה רוצה לקלל ישראל והיה צריך שיבא מלאך לעקם פיו כאמור, והב' שהברכה עצמה שהיתה יוצאה מפיו היה מכוון בה לגנאי והיה צורך לרוח הקודש לפרשה לשבח כמו שכתבנו למעלה, ולפי שחשד בלק לבלעם שהוא חפץ לברך את ישראל, בתחילת דבריו אמר לבלק שיקום על עומדו להתבונן בב' פרטים כדי שלא יחשדנו, וזה ראשונה כנגד מה שהיה אומר בברכתו דברים שאינם כל כך מפורשים לטובה והיתה רוח הקודש מפרשתם לברכה שלימה והוא אומרו ושמע בתוספת וא\"ו לרמוז שמיעה אחרת, וכנגד מה שהיה רוצה לקלל והמלאך עוקם פיו אמר האזינה עדי פירוש שיתקרב ביותר עדיו וישכיל בעקימת שפתיו, שמתעקמין ממבטא אשר יבטא בשפתיו, ובזה העירו כי אנוס היה ולא יחשדו כמברך אויביו","titles":[{"title":"﻿במדבר כג יח"},{"title":"﻿במדבר פרק כג פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":18},{"positionInParasha":58},{"uri":"jbr:tanach-orhachaim4-23-19","text":"ההוא אמר וגו'. פשט הכתוב חוזר להאדם, ואפשר לפרשו על הקב\"ה על זה הדרך כשרוצה לעשות מעשה אינו צריך למעשה אלא במאמר הוא נעשה, והוא אומרו ההוא פירוש האל שהזכיר בסמוך אמר פירוש פעולותיו שעשה הוא אמר ותהי, ולא יעשה פירוש לא יצטרך למעשה כאומרו (בראשית א) ויאמר וגו' ויהי כן, וכן אמרו במשנה (אבות פ\"ה) בעשרה מאמרות נברא העולם, ואומרו ודבר וגו' פירוש וכשהמעשה שנעשה במאמרו אינו כל כך קיים, על דרך אומרם שהיה העולם רופף ורועד דכתיב (איוב כו) עמודי שמים ירופפו ויתמהו מגערתו ואמרו חכמינו ז\"ל (חגיגה יב.) שגער ה' בהם ונתקיימו, והוא אומרו ודבר לשון קושי ולא יקימנה פירוש ולא יצטרך לקיימנה אלא בדיבורו הקשה היא מתקיימת ומתחזקת","titles":[{"title":"﻿במדבר כג יט"},{"title":"﻿במדבר פרק כג פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":19},{"positionInParasha":59},{"uri":"jbr:tanach-orhachaim4-23-20","text":" אור החיים  הנה ברך לקחתי וברך וגו'. לפי מה שפירשנו בפסוק (כ\"ג ה') וישם ה' דבר בפי בלעם שעשה בפיו דבר רוחני שיפסיק בין פיו לרוח הקודש המדברת, והוא מה שכוונו רז\"ל במאמרם (ילקוט) דבר מלאך. אלא שהם נתנו טעם הדבר כדי למונעו מלקלל ושני הטעמים צודקים, וכפי זה נתכוון במאמר הנה ברך לקחתי שהרגיש במה שניתוסף בפיו ובלשונו שיקרא ברך. ועוד וברך כי לא שם הדבר בפיו ונשאר הדבר לרצונו של בלעם אלא וברך פירוש מכריחו לברך והגם שהוא אינו חפץ ולהשיבה אינו יכול, והוא אומרו ולא אשיבנה פירוש אינו יכול להחזירה","titles":[{"title":"﻿במדבר כג כ"},{"title":"﻿במדבר פרק כג פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":20},{"positionInParasha":60},{"uri":"jbr:tanach-orhachaim4-23-21","text":"עוד יתבאר על דרך אומרם ז\"ל (ברכות סא","titles":[{"title":"﻿במדבר כג כא"},{"title":"﻿במדבר פרק כג פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":21},{"positionInParasha":61},{"uri":"jbr:tanach-orhachaim4-23-22","text":"ונראה על דרך אומרם ז\"ל (פסחים קטז","titles":[{"title":"﻿במדבר כג כב"},{"title":"﻿במדבר פרק כג פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":22},{"positionInParasha":62},{"uri":"jbr:tanach-orhachaim4-23-24","text":"לא ישכב עד וגו'. פי' שאין הלילה מפלט לנוס מפניו כי לילה לפניו כיום יאיר, וצא ולמד מיהושע (שם י') שאמר לשמש שתעמוד ולא אץ לבא וכדומה, והוא אומרו לא ישכב עד יאכל טרף הא למדת שבזמן שכיבה מתעסק הוא באכילת טרף, ואומרו ודם חללים ישתה, לפי שבטבע אנושי כשירבה להפיל חללים תיקר בעיניו נפש הנשארים, לזה אמר אוי להם לאומות כי עם אלה הדם בעיניו כמשקה אשר ישתה ואינו נחשב בעיניהם הדם בגדר הריגה אלא בגדר שתיה, ודקדק לומר ישתה, לפי מה שהקדמנו כי על ידי הריגת עכו\"ם נדבקים חלקי הקדושה בעם ה' בסוד כי לחמנו הם (י\"ד ט') כמו כן אמר כאן ישתה והבן ורז\"ל (חולין לה","titles":[{"title":"﻿במדבר כג כד"},{"title":"﻿במדבר פרק כג פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":24},{"positionInParasha":64},{"uri":"jbr:tanach-orhachaim4-23-25","text":" אור החיים  גם קב לא תקבנו. אמר גם, וכפל לומר קב תקבנו פירוש לפי שאמר לו בלעם קום בלק וגו' האזינה וגו' ושם רמז לו שהוא חפץ לקלל ומלאך עוקם פיו כמאמרם ז\"ל (מד\"ר כאן) ג\"כ לזה אמר גם קב פירוש מלבד שלא תקללנו בכיוון אלא אפילו להוציא הקללה מפיך בלא זכירת שמם לא תקבנו, מכאן שמתחכם היה בלעם הרשע להוציא מפיו קללה בדרך שלא יענישהו הבורא על זה הדרך שיאמר ארור או מקולל ולא יוציא מפיו שם המקולל והמאורר אלא שבלבו יכוין למה שרוצה, ולטעם זה היה ה' מונעו מלהוציא מפיו קללה ונחתמה בלבו, ואומרו גם ברך לפי שאמר לו בלעם שאינו מברכם מרצונו אלא אנוס הוא לברכם לזה אמר לו אם אתה לא תקלל לא תתחייב לברך, וחשב שלא יעקם ה' פיו לברך אלא אם ירצה לקלל, וכפל לומר גם ברך לא תברכנו פירוש אפילו ברכה שאינה כפי האמת ברכה כפי דעת בלעם וכוונתו אף גם זאת לא תברכנו","titles":[{"title":"﻿במדבר כג כה"},{"title":"﻿במדבר פרק כג פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":25},{"positionInParasha":65},{"uri":"jbr:tanach-orhachaim4-23-26","text":" אור החיים  ויען בלעם וגו' לאמר. צריך לדעת אומרו לאמר כי למי יאמר בלק, אכן נתכוון לומר כי מה שדבר אליו קודם כוונתו לומר לו שכל אשר ידבר ה' בין קללה בין ברכה אותו אעשה, אם כן הגם שלא אקבנו וידבר ה' לברכם אברכם לקיים דבר ה'","titles":[{"title":"﻿במדבר כג כו"},{"title":"﻿במדבר פרק כג פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":26},{"positionInParasha":66},{"uri":"jbr:tanach-orhachaim4-23-27","text":" אור החיים  לכה נא אקחך. אמר נא פירוש עתה שכבר היה מה שהיה ומה שיש לו לברך כבר ברכם, וטעם שעדיין היה מצפה לדבר שראה ב' פעמים שה' חפץ בברכה לישראל, נראה כי חשב שאפשר שהפינה שעמד בלעם פעם אחד וב' היו אנשים צדיקים מה שאין כן עתה שמשים פניו כנגד כל העם מן הסתם יהיו בהם כת אחת בלתי הגונה וחשב אולי ימצא מקום לקוב משם, והוא אומרו אולי יישר וגו', ואמר וקבותו לי ולא אמר לקבותו, נתכוין בזה שאין צורך שיישר בעיני ה' לקבותו אלא שיישר בעיני ה' שלא למונעך ואז תקבנו משם","titles":[{"title":"﻿במדבר כג כז"},{"title":"﻿במדבר פרק כג פסוק כז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-23"},{"positionInPerek":27},{"positionInParasha":67},{"uri":"jbr:tanach-orhachaim4-24-1","text":"או אפשר לפרש הכתוב על זה הדרך וירא בלעם כי מי שהוא טוב הוא בעיני ה' ראוי לברך ישראל על דרך אומרו (משלי כב) טוב עין הוא יבורך ואמרו ז\"ל (סוטה לח","titles":[{"title":"﻿במדבר כד א"},{"title":"﻿במדבר פרק כד פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":1},{"positionInParasha":71},{"uri":"jbr:tanach-orhachaim4-24-2","text":"וירא וגו' לשבטיו ותהי עליו וגו'. פירוש שראה בהם ב' ענינים גדולים א' שוכן כל שבט ושבט בפני עצמו, ב' ותהי עליו וגו' שהיתה שורה שכינה על כל שבט בפני עצמו מלכו בראשו, והטעם שכל שבט יש לו הדרגה בפני עצמו, או לצד הזכות שיש לאחד יותר מחבירו, או לפי המנין, גם רמז בקשר ב' דברים על פי דבריהם ז\"ל (ב\"ב ס.) שאמרו שבאמצעות שנסדרו ישראל בדרך זה כל שבט בפני עצמו שכנה עליהם שכינה ונעשו מרכבה לה, והוא מה שדקדק לומר ותהי עליו רוח אלהים","titles":[{"title":"﻿במדבר כד ב"},{"title":"﻿במדבר פרק כד פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":2},{"positionInParasha":72},{"uri":"jbr:tanach-orhachaim4-24-3","text":"עוד ירצה בהעיר למה אמר ג' פעמים נאום ולא הספיק באחת. אכן לפי שיש בבלעם ג' הדרגות מכוחות הנעלם. א' כח שבא בבריאתו אשר פעל בו המוליד. ב' אשר קנה בכח מעשיו כי האדם ימשוך לנפשו כחות כפי המפעל ממנו. ג' אשר הקנהו ה' לסיבה ידועה להיות נביא לגוים כדי שלא יתרעמו האומות כאמור בדבריהם ז\"ל (מד\"ר ריש פ' זו), ונתכוון בלעם לומר דבריו בהסכמת כוחותיו יחד, כנגד כח הבא מכח המוליד אמר נאם בלעם בנו בעור, ודקדק לומר בנו ולא אמר בן כי אז היה נשמע שמציין מי ילדו והוא נתכוון לומר על החלק שבו ממה שהוא בנו ולא על מה שיש בכחו הן היום. וכנגד חלק אשר קנה בכחו אמר נאם הגבר פירוש הגבר מה שקנה בהיותו גבר מעצמו, גם רמז לתעצומותו מלשון גבורה, שתום העין שפקח עיניו כאומרם ז\"ל (זוח\"ג רח.) שהיה הולך אצל עזא ועזאל ושם קנה כחות הטומאה ונתפתחו עיניו בנסתרות ובמופלאות אחר כמה יגיעות כאמור בדבריהם כמה יגיעות צריך לדבר, וכנגד כח שבו אשר הקנהו ה' לסיבה הידועה אמר נאם שומע אמרי אל, וכפל לומר אמרי אל ומחזה וגו' כנגד ב' פרטי השגה. א' כשהיה בא לו הדיבור לאזניו. והב' כשהיה נגלה אליו, וכנגד שניהם אמר נופל וגלוי עינים פירוש כשהיה חוזה מחזה שדי היה נופל וכשהיה בא לו הדיבור ושומע באזניו לא היה נופל אלא היה גלוי עינים","titles":[{"title":"﻿במדבר כד ג"},{"title":"﻿במדבר פרק כד פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":3},{"positionInParasha":73},{"uri":"jbr:tanach-orhachaim4-24-5","text":"עוד נתכוין כנגד ב' זמנים א' שהיו במדבר שהיה ה' ביניהם באהל דכתיב (שמות כו) ועשית וגו' לאהל על המשכן וכנגדו אמר מה טובו אהליך, ב' שהיו בו בישוב דכתיב (מ\"א ח') ה' אמר לשכון בערפל וכנגדו אמר משכנותיך ישראל, ואמר לשון רבים לפי שיש הדרגות באהל אהל מועד משכן לפנים מן הפרוכת","titles":[{"title":"﻿במדבר כד ה"},{"title":"﻿במדבר פרק כד פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":5},{"positionInParasha":75},{"uri":"jbr:tanach-orhachaim4-24-6","text":"וכבר כתבתי בכמה מקומות כי פרי התורה הוא לבדו יקרא פרי. ועיין מה שפירש בזוהר (ח\"ג רב.) בפסוק לא תשחית את עצה וגו' ממנו תאכל וגו' שהכתוב רומז לבעל תורה שהוא עושה פרי וכו' יעויין שם, ואמר עלי מים שחוזקם גם כן הוא עלי מים שהיא התורה לפי שמחזיקים ידי האנשים הלומדים בתורה שנמשלה למים ויהנו מהמים עצמם, כי המחזיק ידי לומדי תורה חולק עמהם שכר כידוע, והכוונה בכל המאמר לומר שכל ישראל עומדים בשורש הקדושה זאת התורה ואפילו העוסקים בענין עולם הזה","titles":[{"title":"﻿במדבר כד ו"},{"title":"﻿במדבר פרק כד פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":6},{"positionInParasha":76},{"uri":"jbr:tanach-orhachaim4-24-7","text":"עוד ירצה באומרו וירום מאגג שתחילת פעולת מלך המשיח היא מלחמת עמלק שכל עמלק בא מאגג כידוע, ואמרו ז\"ל (תנחומא ס\"פ תצא) שאמר הקדוש ברוך הוא אין הכסא שלם עד שימחה זכר עמלק ותנשא מלכותו על כל העולם","titles":[{"title":"﻿במדבר כד ז"},{"title":"﻿במדבר פרק כד פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":7},{"positionInParasha":77},{"uri":"jbr:tanach-orhachaim4-24-8","text":" אור החיים  אל מוציאו ממצרים וגו'. פירוש על דרך אומרם ז\"ל כי בצאת ישראל ממצרים בררו כל נצוצי הקדושה שהיו בקליפת מצרים, וכבר הקדמנו שתוקף הקדושה היא כשמבררת ענפיה, והוא אומרו מוציאו וגו' כתועפות ראם לו פירוש לעם, ולזה גם כן רמז במאמר יאכל גוים צריו שהאכילה היא להוציא ניצוץ הקדושה שבו ותהיה נכללת בנפש ישראל בסוד (משלי יג) צדיק אוכל לשובע נפשו, ואומר ועצמותיהם פירוש ואפילו בחינה המתעצמת בהם יגרם אותה, ואומרו וחציו ימחץ יתבאר על דרך אומרם ז\"ל (תנחומא פ' בשלח) בפסוק (ישעי' כד) יפקוד ה' על צבא וגו' שאין הקב\"ה מאבד אומה למטה עד שפוקד על שר שלה למעלה, והנה כשהאומה נחלשת לבד לא יאבד השר למעלה אלא ישפילנו ה' וכשהאומה יארע לה כסדום ועמורה אז יאבד שרה למעלה, והוא אומרו וחציו פירוש כח מערכתם שהם חצים הלוחמים בעדם והם השרים, ימחץ על דרך אומרו (תהלים קי) מחץ ראש על ארץ רבה שיאבדו כח שריהם מלמעלה, ואם נפרש ימחץ לשון טבילה ורחיצה יכוין לומר שאין זורקין חץ שאינו נתקע בהם ונטבל בדמם","titles":[{"title":"﻿במדבר כד ח"},{"title":"﻿במדבר פרק כד פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":8},{"positionInParasha":78},{"uri":"jbr:tanach-orhachaim4-24-9","text":"מברכיך ברוך וגו'. אמר מברכיך לשון רבים וברוך לשון יחיד, לא רצה לברך אלא אחד, ונתכוון על עצמו ורעה עינו בשאר המברכים, ואמר אורריך ארור נתכוון לומר שאין כל אורריו ארורים, ובא למעט עצמו מהארירה, ואולי כי לרעה נתכוון על זה הדרך מברכיך יתקיימו דבריו ותהיה ברוך, ואורריך יתקיימו דבריו ותהיה וגו', והערים הרשע בזה לקיים אם יקללם אחר כך, ולזה הקדים מאמר ברוך לארור להעמידם בארור חס ושלום, וה' השיב גמולו בראשו ונתקיימה בו הקללה ונתארר בעולם הזה ובעולם הבא כאומרם ז\"ל (סנהדרין צ.) בלעם אין לו חלק לעולם הבא","titles":[{"title":"﻿במדבר כד ט"},{"title":"﻿במדבר פרק כד פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":9},{"positionInParasha":79},{"uri":"jbr:tanach-orhachaim4-24-10","text":"ברכת ברך. פירוש ברכת ברכה שאין בה קללה והראיה שאמרת מברכיך ברוך ואורריך ארור, ולפי מה שכתבתי שכוונתו להרע, לא הרגיש בלק בכוונה זו","titles":[{"title":"﻿במדבר כד י"},{"title":"﻿במדבר פרק כד פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":10},{"positionInParasha":80},{"uri":"jbr:tanach-orhachaim4-24-11","text":" אור החיים  ועתה ברח וגו'. גזר עליו ד' דברים, אחד שלא יתעכב אלא ילך באותה שעה והוא אומרו ועתה. ב' שילך במרוצה כבורח והוא אומרו ברח. ג' שלא ילך אחר עמו ללותו אלא הוא לבדו והוא אומרו לך. ד' שלא ילך מעיר זו לעיר אחרת מערי מואב או מדין אלא למקומו פתורה והוא אומרו אל מקומך, ולפי שכל זה הוא זלזול לבלעם והוא הפך מה ששלח לו (כ\"ב י\"ז) כי כבד אכבדך מאוד, לזה אמר לו אמרתי כבד וגו', ואומרו והנה מנעך ה' מכבוד פירוש כל מה שעשה ה' שלא הניחך לקללם אינו אלא לתכלית דבר זה שהוא למנעך מהכבוד, וסתר בלעם טענתו כי שקר בפיו הלא גם למלאכיך דברתי וגו' פירוש ואף על פי כן סברת וקבלת ושלחת לי כי כבד אכבדך, וכפל לומר מלאכיך אשר שלחת ולא הספיק באומרו מלאכיך ומובן הדבר שהוא שלחם, נתכוון במאמר מלאכיך על המלאכים הראשונים, ואומרו אשר שלחת נתכוון אל מלאכים ששלח פעם ב', ואומרו לאמר פירוש לא דברתי הדברים לבד אלא צויתים לאמר לך","titles":[{"title":"﻿במדבר כד יא"},{"title":"﻿במדבר פרק כד פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":11},{"positionInParasha":81},{"uri":"jbr:tanach-orhachaim4-24-14","text":"אשר יעשה וגו' באחרית וגו'. פירוש לפי שרצה לגלות לו שישראל יאבדו ויקעקעו ביצתם של מואב, וגם בלק אפשר שהיה רואה דבר זה בצפור כי עם בני ישראל ימחץ פאתי מואב, לזה אמר לו כי מה שיעשה העם הזה לעמך יהיה באחרית הימים, וטעם שהוצרך להודיעו דבר זה, לפי שבא ליעצו עצת הפקרת בנותיהם כאומרם ז\"ל (סנהדדין קו.) בפירוש אומרו לכה איעצך, לזה חש שיאמר איך יתכן שיצאו נשיהם לעם בני ישראל הבאים לאבדם הלא כל היוצא ידקר, לזה הודיעו כי לא ירעו ולא ישחיתו עם הזה לעמך ויכולין נשיהם לצאת למחנה ישראל לעצתו, ודקדק לומר לעמך לומר דוקא לעמך שהם מואב שהיה מלך עליהם הוא שלא יעשו להם דבר אלא באחרית הימים, ולמעט בלק כי פתע ישבר, וכמו שכן היה דכתיב (פ' ל\"א) ואת מלכי מדין וגו' והוא אחד מהם כאומרם ז\"ל (במד\"ר פ\"כ)","titles":[{"title":"﻿במדבר כד יד"},{"title":"﻿במדבר פרק כד פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":14},{"positionInParasha":84},{"uri":"jbr:tanach-orhachaim4-24-15","text":" אור החיים  וישא משלו וגו'. פירשתי למעלה (שכל דבריו אינם אלא דרך משל, וגם לפי מה שפירשתי שם יכול להתפרש גם כן כאן)","titles":[{"title":"﻿במדבר כד טו"},{"title":"﻿במדבר פרק כד פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":15},{"positionInParasha":85},{"uri":"jbr:tanach-orhachaim4-24-16","text":"או יכוון הכתוב לכללות כל האומות שכולן באו משת ומכללם הם עמון, וטעם שפרט מואב לפי שהם שלחו אחריו ועמהם הוא מדבר לזה ביאר הדברים הנוגעים להם בפרטות. ואם תאמר והלא אין לישראל אלא עשרה אומות ולמה אמר כל בני שת, הוא מה שגמר אומר והיה אדום ירשה וגו' ומעתה כל בני שת שבאו לזכותם יטהרו לנו באדום, ולזה וקרקר כל בני שת ולא אמר ומחץ כי לא יתאבדו כל האומות לעתיד לבא, ועליהם נאמר בנבואה (ישעי' סה) הנער בן מאה שנה וגו'","titles":[{"title":"﻿במדבר כד טז"},{"title":"﻿במדבר פרק כד פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":16},{"positionInParasha":86},{"uri":"jbr:tanach-orhachaim4-24-18","text":"וישראל עושה חיל. פירוש באמצעות איבוד אדום ושאר בני שת יעשו ישראל חיל. פירוש אשר בלע ס\"מ ושאר העמים יוציאו בולעו מפיו, ולפי שניצוצי הקדושה הם מלוכלכים כשהם תוך הקליפה וכשהם מתבררים ויוצאים ממנה הם נתקנים לזה אמר עושה חיל לשון תיקון לחיל אשר היה בלוע בהם","titles":[{"title":"﻿במדבר כד יח"},{"title":"﻿במדבר פרק כד פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":18},{"positionInParasha":88},{"uri":"jbr:tanach-orhachaim4-24-19","text":" אור החיים  וירד מיעקב. ראב\"ע אמר שעל יואב הוא אומר, ורש\"י ז\"ל פירש על מלך המשיח, ודבריו עיקר כי לדברי ראב\"ע היה לו להקדים מאמר זה למאמר והיה אדום ירשה שהוא ענין המשיח, ולדברי רש\"י ז\"ל הגם שכבר אמר וקרקר כל בני שת וכלל כל שיצאו משת בן אדם הראשון, בא לומר שהגם שישארו מהאומות אחר וקרקר וגו' כמובן גם כן ממשמעות וקרקר שלא יאבד כולם כמאמרם ז\"ל (פסחים סח.) אף על פי כן לא תהיה ממשלה מהם אלא מיעקב, והוא אומרו וירד פירוש לשון מלכות מיעקב פירוש מיעקב לבד תהיה, ואומרו והאביד שריד מעיר פירוש לא מלך לבד הוא שיהיה מיעקב ולא מהם אלא אפילו שריד שהוא ממשלה למטה מהמלכות יאבד מהם ולא ירים מהם עוד ראש","titles":[{"title":"﻿במדבר כד יט"},{"title":"﻿במדבר פרק כד פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":19},{"positionInParasha":89},{"uri":"jbr:tanach-orhachaim4-24-20","text":" אור החיים  ראשית וגו' ואחריתו וגו'. פירוש ראשית גוים שנצטוו ישראל לאבד לא נצטוו תחלה אלא על עמלק שכן כתיב (שמות י\"ז) כתוב זאת זכרון וגו' מחה אמחה את זכר עמלק, וזה היה סמוך ליציאתם ממצרים, והיו לוחמים והולכים בו, שאול עשה בו מה שעשה, בימי מרדכי עשו בו ישראל מה שעשו, ואמר ואחריתו וגו' פירוש לא יעמוד על פרק סוף הכליון אלא עדי אובד פירוש עד שהמלך המשיח יאבד האומות אז תהיה אחריתו של עמלק להכרית. או ירצה על זה הדרך ראשית גוים פירוש ראשית לשון מעלה וחשיבות הוא עמלק לכל הגוים ויהיה עומד במעלה זו עד שיגיע לפרק כליונו, והוא אומרו ואחריתו פירוש גם כי יהיה ראשית גוים עדי אובד, ויש שבח לישראל שיגיע בידם בפרק גדולתו, וכן אמר וצים מיד כתים וגו' וגם הוא עדי אובד יהיה לישראל למנה","titles":[{"title":"﻿במדבר כד כ"},{"title":"﻿במדבר פרק כד פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":20},{"positionInParasha":90},{"uri":"jbr:tanach-orhachaim4-24-21","text":" אור החיים  וירא את הקיני וגו'. זה יתרו, וכוונת המאמר היא על דרך אומרם ז\"ל (ב\"ב טו.) איתן זה אברהם, ואברהם היה גר צדק ראשון ועל שמו נקראים כל הגרים אברהם, ואמרו ז\"ל (שמו\"ר פכ\"ז) שיתרו נתגייר, לזה אמר איתן מושבך פירוש מושבך הוא כנגד אברהם שנקרא איתן, ואומרו ושים בסלע וגו' פירוש ועוד לך ששמת קנך בסלע פירוש קנך הוא בתו שנתן למשה, ויחס משה לסלע לפי שהיה תקיף בתורה ועז מלך, גם סלע ירמוז לתורה כאמור בספר הזוהר (תיקונים כא) ונקרא משה על שמה","titles":[{"title":"﻿במדבר כד כא"},{"title":"﻿במדבר פרק כד פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":21},{"positionInParasha":91},{"uri":"jbr:tanach-orhachaim4-24-22","text":" אור החיים  כי אם יהיה לבער וגו'. פירוש נסתכל בקורות אשר יכולין להגיעו לקיני ואמר עד מה פירוש עד מה יהיה שיעור אשר תבואנה עליו מהצרות, אשור תשבך פירוש שישלוט עליו אשור שהוא סנחריב ויוליכנו בשביה","titles":[{"title":"﻿במדבר כד כב"},{"title":"﻿במדבר פרק כד פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":22},{"positionInParasha":92},{"uri":"jbr:tanach-orhachaim4-24-23","text":" אור החיים  מי יחיה משומו אל. רז\"ל (סנהדרין קו.) דרשו בזה ב' דרשות יעויין שם דבריהם, ונראה לי הכתוב על פי הקדמה מדברי הזוהר כי סיבת גליות ישראל הוא לברר ניצוצות הקדושה אשר שם נתונים ביושב הארץ ההיא, והוא מה שרמזו בפסוק (קהלת ח) עת אשר ישלוט האדם באדם לרע לו פירוש לרע לו לשולט כי יתברר ממנו חלק הטוב ויגמר בו חלק הרע שיש בשכנגדו בנשלט, וכבר הקדמנו פעמים רבות כי בהעדר חלק הטוב מהאדם זה הוא כליונו כי הוא דבר המעמיד והמחיה כי בחינת הרע מת תקרא, ומעתה יכוין הכתוב על זה הדרך לפי שקדם והזכיר שבית אשור הודיעה רוח הקודש מעשה שבית עם קדושו שהם גולים בארצות, ואמר אוי לאומות משומו אל פירוש האויב יסובב להם שימת אלה בתוכם כי כל מקום ישים ה' ישראל שמה הם מוציאים מהם כל ניצוצי הקדושה המעמידם והמחיה אותם, והוא מאמר עצמו עת אשר ישלוט וגו' לרע לו של השולט","titles":[{"title":"﻿במדבר כד כג"},{"title":"﻿במדבר פרק כד פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":23},{"positionInParasha":93},{"uri":"jbr:tanach-orhachaim4-24-25","text":"עוד אפשר שבלק גם הוא לא עמד עוד במלכותו שם לפי שידעו מואב מדברי בלעם כי עם בני ישראל לא יריעו ולא ישחיתו להם אם כן בהבטל הסיבה יבטל המסובב והעמידוהו ממלוך עליהם והלך לדרכו שבא בו למדין, והראיה ששם נמצא במלחמת מדין ונהרג","titles":[{"title":"﻿במדבר כד כה"},{"title":"﻿במדבר פרק כד פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-24"},{"positionInPerek":25},{"positionInParasha":95},{"uri":"jbr:tanach-orhachaim4-25-1","text":"ויחל העם לזנות אל בנות מואב. אומרו ויחל לשון חילול שנתחלל לזנות פירוש לפי שזנו אחרי אלהי נכר, ואמר אל בנות וגו' פירוש על דרך אומרם ז\"ל (מד\"ר ותנחומא שם) שהיו תובעים אותם לעבירה והיו אומרים להם השתחוה לזה וגו' והיו משתחוים אל אשר היו אומרים להם בנות מואב, והוא אומרו אל בנות וגו', ודקדק הכתוב לומר העם, לשלול הצדיקים אשר בשם ישראל יתכנו","titles":[{"title":"﻿במדבר כה א"},{"title":"﻿במדבר פרק כה פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":1},{"positionInParasha":96},{"uri":"jbr:tanach-orhachaim4-25-2","text":"וישתחוו וגו' ויצמד. פירוש זו סיבת השתחווייתו שנצמד וגו'. על דרך אומרם ז\"ל (שם) שבעל פעור מאניס ע ובדיו","titles":[{"title":"﻿במדבר כה ב"},{"title":"﻿במדבר פרק כה פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":2},{"positionInParasha":97},{"uri":"jbr:tanach-orhachaim4-25-4","text":" אור החיים  וישוב חרון וגו'. הוצרך להשיב חרון גם אחר עשות משפט, לפי שהבית דין של מטה אין מענישים אלא לעושים בעדים והתראה ואם יעשה ה' משפט יגוף גם עושים בלא עדים ובלא התראה וכשיצא המשחית ישחית גם לחושבי מחשבות רע, לזה אמר להם לעשות משפט ובזה ישוב חרון אפו לבל ישחית עובדיה בלא עדים ובלא וכו' וישובו ויחיו","titles":[{"title":"﻿במדבר כה ד"},{"title":"﻿במדבר פרק כה פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-7"},{"perek":"tanach-4-25"},{"positionInPerek":4},{"positionInParasha":99},{"uri":"jbr:tanach-orhachaim4-25-10","text":"ונראה שנתכוון בזה שיאמר לישראל דברים הנאמרים בענין, והכוונה כדי שיכירו מפעל טוב שעשה להם פנחס ולא ישנאוהו בשביל הריגת הנשיא ובמה שנמשך מסיבתו שחבט המלאך מהם מה שחבט כאומרם ז\"ל (סנהדרין פב","titles":[{"title":"﻿במדבר כה י"},{"title":"﻿במדבר פרק כה פסוק י"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":10},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-25-11","text":"ולא כליתי וגו'. צריך לדעת למה כתב הסיבה שהיא בקנאו את קנאתי בתוכם באמצע ב' פרטי המסובב שהם השיב את חמתי ולא כליתי וגו' שהיה לו לומר על זה הדרך בקנאו וגו' השיב וגו' ולא כליתי וגו', או על זה הדרך השיב וגו' ולא כליתי וגו' בקנאו וגו', אכן נתכוון להעיר כי השבת החמה אחר שהיתה על בני ישראל גדר זה לא הושג אלא באמצעות ג' הדרגות עליונות הרשומים בענין כמו שפירשתי בפסוק בקנאו וגו', אבל לגבי מניעת הכליון שאמר ולא כליתי אפשר שהיה גם כן ה' משאיר פליטה לעמו הגם שלא היה במעשה כל ג' מעלות האמורות בענין, ובאמצעות תפילת צדיק וכדומה מהזכות יאמר ה' למלאך המשחית רב וגו', גם לפי מה שפירשתי באומרו השיב את חמתי שהוא דבר טוב בגדר הפעולה מצד עצמה בהכרח לומר הכתוב בסדר זה, כי אם היה אומר השיב וגו' ולא כליתי ואחר כך יאמר בקנאו היה נשמע כי תכלית ענין זה של השבת חמה הוא הנמשך ממנו שלא כילה את בני ישראל ואין מובן שיש מפעל טוב בהשבת חמה מצד עצמה, אבל מאומרו השיב את חמתי ואמר סמוך לה סיבת הדבר שהוא בקנאו וגו' זה יגיד שכבר הודיע תכלית מפעל הטוב","titles":[{"title":"﻿במדבר כה יא"},{"title":"﻿במדבר פרק כה פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":11},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-25-12","text":"והנה האדון ה' נראה בעיניו ברוך הוא לרומם מעלת פנחס לעשות הדבר בדרך מתנה שיהיה כהן מצדו ולא מצד הענף שבא ממנו לתפארת לו, והוא אומרו הנני נותן לו בדרך מתנה, ותקן אלהי עולם כל הג' דברים שיש בהם פקפוק כשיהיה דרך מתנה כמו שאמרנו, כנגד מה שאמרנו מתנה צריכה קנין אמר לכן לשון שבועה, וכנגד חשש המעוררים אמר הנני נותן לו את בריתי שלום, וכנגד מיחוש שאין הדבר אלא לפנחס וחידוש הוא אמר והיתה לו ולזרעו אחריו וגו' שמתנה זו נתקיימה בידו בשבועה מפי הבורא שתהיה לו לשלום ולזרעו אחריו כהונת עולם, וכבר העירותיך בב' ובג' מקומות שהכהונה היא נפש הנקראת כן במקום הנשמות, והבטיח ה' את פנחס כי ישתלשל בזרעו ענף זה הקדוש הנקרא כהונה, והוא סוד אומרו כהונת עולם","titles":[{"title":"﻿במדבר כה יב"},{"title":"﻿במדבר פרק כה פסוק יב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":12},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-25-13","text":"ובדרך רמז יתבאר על פי דבריהם ז\"ל (במד\"ר פכ\"א) שאמרו פינחס הוא אליהו אשר הוא עתיד לבשר עם בני ישראל בגלות האחרון, וכאן הודיע הכתוב במה זכה למעלה זו להשיב לב בנים על אבות, ואמרו ז\"ל (עדיות פ\"ח מ\"ז) אין אליהו בא אלא להרבות שלום בעולם, והוא אומרו פינחס וגו' השיב וגו' בקנאו וגו' כפל לומר ב' קנאות לרמוז לקנאה שקנא בזמן זה ולקנאה שקנא פעם ב' בימי אחאב כאומרו (מ\"א י\"ט) קנא קנאתי לה', גם שם כפל לומר קנא קנאתי לרמוז לב' קנאות א' בימי משה וא' בימי אחאב, לכן אמר הנני נותן לו את בריתי שלום שהוא הברית שכרת עם האבות לתת להם עשרה עממין, וזה יקרא ברית שלום כי אז יהיה שלום בכל העולם דכתיב (ישעי' יא) ופרה ודוב תרעינה וגו' לא ירעו ולא ישחיתו וגו', ברית זה יהיה לו כי הוא זה אשר יעשה את הדבר הזה והשיב לב בנים על אבות וגו' דכתיב (מלאכי ג) הנה אנכי שולח לכם את אליה וגו', ולזה דקדק לומר הנני נותן לו בפרטות ולא שתף עמו זרעו, ואחר כך אמר ברית הכהונה והיתה לו ולזרעו אחריו ברית כהונת עולם, וגמר אומר תחת פירוש ב' יעודים אלו הם כנגד ב' דברים שעשה, ברית שלום תחת אשר קנא לאלהיו כאן רמז במה שקנא בימי אחאב על שעזבו אלהים והיו עובדי עבודה זרה, והוא מה שדקדק לומר לאלהיו שנתקנא על עבודה זרה שעליה נאמר (דברים ו) כי אל קנא וגו' עד שאמרו כל העם (מ\"א י\"ח) ה' הוא האלהים וגו' לזה גם כן הוא יבשר ביום ההוא אשר יהיה ה' אחד ושמו אחד שהוא גם כן סוד ה' הוא האלהים, ואומרו ויכפר וגו' הוא כנגד יעוד והיתה לו וגו' ברית כהונת כי זה הוא לו חלק אשר כפר על בני ישראל כמו כן יהיה תמיד מכפר עליהם, על דרך אומרו (ויקרא ד) וכפר עליו הכהן","titles":[{"title":"﻿במדבר כה יג"},{"title":"﻿במדבר פרק כה פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":13},{"positionInParasha":4},{"uri":"jbr:tanach-orhachaim4-25-14","text":"עוד יתבאר על זה הדרך על פי מה שקדם לנו מדברי המקובלים שלא ידח נדח מכל ניצוצי הקדושה וכלן לבסוף יזכו למקום שממנו באו והגם שיריע איש ישראל אף יצריח נפשו סוף כל סוף יחזור לשורשו, והוא אומרו ושם איש ישראל הרי שאפילו אחר מעשה בשם ישראל יכונה הא למדת שלא נעקר משורשו, המוכה פירוש שהכה פנחס מודיעך הכתוב שלא הוכה באבדון נפשו אלא אשר הוכה את המדינית פירוש אותו החלק הרע שנדבק בו מאת המדינית שיתכנה אליו שם הכאה הוא שהוכה ומת באמצעות הכאת פנחם, הא למדת שיצא הפסדו מה שהפסיד בעבירה נפרע ממנו העון בהכאתו של פנחס שהרגו ומיתתו כפרתו. או על זה הדרך שלא הוכה בנפשו אלא כשהיה עמה אבל אחר שנבדל ממנה לא נשאר בו רושם החטא כי הוא נבדל במיתה ומיתתו טהרה נפשו, ובזה נתן טעם למה קראו איש ישראל כי אחר הריגה בשם ישראל יכונה, זה כתבתי אם אפשר","titles":[{"title":"﻿במדבר כה יד"},{"title":"﻿במדבר פרק כה פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":14},{"positionInParasha":5},{"uri":"jbr:tanach-orhachaim4-25-15","text":"במדין הוא. מאמר זה קשה המשמעות, אם כוונתו לומר שהוא ראש אומות של מדין היה לו לומר ראש וגו' בית אב למדין, כי שיעור תיבת במדין הוא משמע שמודיענו מקומו ואין ידוע הכוונה בזה. ונראה שהכוונה היא לפי שאמר צור ראש אומות על בלק יאמר האומר והלא בלק מלך מואב היה שהמליכוהו עליהם, לזה הודיעך הכתוב ואמר לא כמו שאתה חושב שנשאר מלך למואב אלא כבר נגרש מהם וחזר למקומו, והוא אומרו במדיז הוא פירוש באותו מצב שהיתה מופקרת בתו היה במדין, ועיין מה שפירשתי בפסוק (כ\"ד כ\"ה) וגם בלק הלך וגו'","titles":[{"title":"﻿במדבר כה טו"},{"title":"﻿במדבר פרק כה פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":15},{"positionInParasha":6},{"uri":"jbr:tanach-orhachaim4-25-17","text":"עוד אפשר שלזה נתכוון הכתוב במאמר בת נשיא מדין שלא היה צריך שכבר אמר בסמוך כזבי בת צור וגו', אלא בא לומר שלהיותה בת מלך יתפסו בשבילה כל האומה, ודקדק ואמר אחותם לומר הגם שיציאתה היתה ממואב אחותם פירוש אחותם בעצה שבעצתם של מדין יצתה ויחשב הדבר על כלן, ואומרו המוכה לומר שמסרה נפשה עליהם כאח על אחיו, ואומרו ביום המגפה וגו' פירוש המגפה שהיתה על דבר פעור הא למדת שביום עצמו נגף ה' ההולכים אחר פעור לבד מהכ\"ד אלף שאמר הכתוב שאותם היו כלן משמעון שמתו בשביל פנחס, והכונה בעיקר המאמר להעירם בשנאה טבעית שהיו סיבה לחרות אף ה' בעם, ואין לטעות שהכונה בזה היא שישנאום בשביל המגפה, שכבר אמר כי צוררים וגו' שלא יצררו אותם אלא על דבר פעור וגו'","titles":[{"title":"﻿במדבר כה יז"},{"title":"﻿במדבר פרק כה פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-25"},{"positionInPerek":17},{"positionInParasha":8},{"uri":"jbr:tanach-orhachaim4-26-1","text":"עוד יש לתת טעם שהתחיל הפרשה מאמצע הכתוב על פי דבריהם ז\"ל (במד\"ר פכ\"ג) שאמרו וזה לשונם כשיצאו ישראל ממצרים ונמסרו למשה נמסרו במנין כשקרב למות החזירם במנין עד כאן, והוא מה שנתכוון בהתחלת הפרשה ויאמר ה' אל משה וגו' לומר כי בלא טעם אחרי המגפה יש טעם במנין זה כדי להחזירם במנין כאמור, אלא שהיתה גם כן סיבה אחרת שהיא אחרי המגפה, ונמצאו שתי סיבות המנין נרמזות באמצעות התחלת פרשה באמצע הכתוב","titles":[{"title":"﻿במדבר כו א"},{"title":"﻿במדבר פרק כו פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":1},{"positionInParasha":10},{"uri":"jbr:tanach-orhachaim4-26-3","text":" אור החיים  וידבר משה וגו' בערבות מואב וגו'. יש להעיר למה הוצרך לומר בערבות מואב, ואם יש צורך בהודעה זו היה לו להזכירו במצות ה' כשאמר ויאמר ה' וגו', ואולי שנתכוין למה שאמרו ז\"ל (שם) משל לרועה וכו' כי בהיותם בערבות מואב על ירדן יריחו נגמרה שמירת רועה נאמן והחזירם בחשבון, ולזה גם כן הקדים הכתוב לומר בתחלת הפרשה ויהי אחרי המגפה להעיר שאפילו אחר שהיה בהם המגפה באו לכלל חשבון הראשון, ולטעם זה לא אמר הכתוב ענין זה במצות ה' כי דבר זה נוגע למשה להראות שלא הפסידו הצאן על ידו, ואם תאמר והלא רואני כי ה' אמר אליו שאו את ראש, אין כוונתו במאמר זה לקבלם במנין, כי לכשיהיו נמצאים חסרים הרבה אין לו טענה עליו שאינו דומה למציאות הרועה, אלא היתה כוונת ה' כדרך שאמרו ז\"ל משל לרועה שנכנס זאב לעדרו והרג בהם וכו', ומצא משה דרך לעשות חפצו בזמן שהיה צריך למנותם, ואומרו תיבת לאמר במקום זה שאין להם למי יאמרו, פירוש שאמר להם המכוון הרמוז בערבות מואב שהוא רוצה להחזירם במנין כדי שידעו שלא חסרו ממניינם הראשון על ידו. או ירצה כי הוא מונה אותם על פי הנאמר לו מה' ולא מלבו לבד הוא מונה אותם","titles":[{"title":"﻿במדבר כו ג"},{"title":"﻿במדבר פרק כו פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":3},{"positionInParasha":12},{"uri":"jbr:tanach-orhachaim4-26-4","text":"ובני ישראל היוצאים מארץ מצרים. אין ידוע הכוונה במאמר זה, וראב\"ע אמר כי ירצה לומר שהיו בספורים רבים מיוצאי מצרים, ואין טעם למה יודיע הכתוב ענין זה, ועוד ודאי שאני יודע שהיו בהם מיוצאי מצרים שלא נגזרה גזירה אלא על היוצאים מבן עשרים, ואולי שכוונת הכתוב היא להודיעך שנמנו ונמצאו בני ישראל כמספר היוצאים מארץ מצרים לא כמספר שבפרשת במדבר, ששם היו שש מאות אלף ושלשת אלפים וחמש מאות וחמשים ומספר זה עלה לשש מאות אלף ואלף ושבע מאות ושלשים שחסר למספר במדבר, ואין חיוב על משה אלא להחזיר במנין שהופקדו אצלו בתחלה והנה הוא מספרם שלם, ושיעור הכתוב הוא על זה הדרך ובני ישראל עלה מניינם למנין היוצאים וגו' ולא למטה מהם. או ירצה על זה הדרך כי מספרם היה כסדר מספר היוצאים מארץ מצרים שמנו למשפחות דכתיב (בראשית מו) בני ראובן חנוך ופלוא בני שמעון ימואל וימין וגו', כמו כן מספר זה היו מונים למשפחות כרשום בענין ולא כדרך שנמנו במדבר סיני שלא הוזכר שם פרטי המשפחות","titles":[{"title":"﻿במדבר כו ד"},{"title":"﻿במדבר פרק כו פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":4},{"positionInParasha":13},{"uri":"jbr:tanach-orhachaim4-26-5","text":"וראיתי לתת טעם למה נקבע בהם השם שלא כסדרו ה\"א בתחלה ויו\"ד בסוף, בהקדים דבריהם ז\"ל (תיקונים י') כי כללות נשמות ישראל הם מכסא כבודו יתברך אשר יקרא היכל קדשו ויתכנה בשם אדנ\"י, וכפי מה שקדם לנו מאנשי אמת (טוש\"ע או\"ח סי' ה') כי יתחייב כל המוציא מפיו הזכרת השם לכוין לאותיות המוזכרות בפיו והנעלמות במחשבה, המוזכרות שם אדנ\"י, והנעלמות שם הוי\"ה, גם יכוין לשילוב האותיות שהוא סוד ה' בהיכל קדשו (תהלים יא), ומעתה בהשתלב ב' שמות יעמדו יחד ב' אותיות ה' י' ה\"א קודם ליו\"ד, והם האותיות הנרשמות במשפחות בית ישראל החנוכי הפלואי שקודמת ה\"א ליו\"ד שהם אותיות חותם ה' בהיכל קדשו ויבנה משניהם שם י\"ה הרמוז במאמר שבטי יה","titles":[{"title":"﻿במדבר כו ה"},{"title":"﻿במדבר פרק כו פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":5},{"positionInParasha":14},{"uri":"jbr:tanach-orhachaim4-26-9","text":"וזה לך האות כי האיש משה לא היה משתדל לרצות אלא להם דכתיב (ט\"ז י\"ב) וישלח משה לקרא לדתן וגו', וכתיב (שם כ\"ה) וילך משה אל דתן וגו' שהרגיש שבהם הדבר תלוי, מעתה נפשות כל המתים תלויים בב' הרשעים ההם, ויש בזה לימוד זכות על קרח ועל הר\"ן איש וכן תמצא שאמר הכתוב בפרשת עקב (דברים יא) ואשר עשה לדתן ולאבירם וגו' שאינו מונה המאורע אלא לדתן ואבירם, וכפי זה יכולין אנו להעמיד סברת האומר (סנהדרין קח.) עדת קרח אין להם חלק לעולם הבא בדתן ואבירם, ולהעמיד סברת האומר עליהם אמר הכתוב מוריד שאול ויעל בשאר העדה חוץ מהם","titles":[{"title":"﻿במדבר כו ט"},{"title":"﻿במדבר פרק כו פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":9},{"positionInParasha":18},{"uri":"jbr:tanach-orhachaim4-26-11","text":" אור החיים  ובני קרח לא מתו. הודיע הכתוב ענין זה כאן ולא במקום עיקר המעשה, גם לא כתבו במקום מספר הלוים כי שם מקום הודעת המתים מהם, לפי מה שכתבנו כי כאן בא אלהים לקבוע העון בדתן ואבירם ולהקל מעל קרח, לזה גמר אומר ובני קרח לא מתו, הכוונה שזה יגיד זכות אביהם שלא שטפם חובו כדרך ששטף חובם של דתן ואבירם כל בתיהם להיותם עיקר המ ח לוקת","titles":[{"title":"﻿במדבר כו יא"},{"title":"﻿במדבר פרק כו פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":11},{"positionInParasha":20},{"uri":"jbr:tanach-orhachaim4-26-13","text":" אור החיים  לשאול משפחת וגו'. רז\"ל (במד\"ר פכ\"א) אמרו וזה לשונם אמר ר' יוחנן ה' שמות נקראו לו זמרי וגו' שאול בן הכנענית וגו', וקשה לדברי המדרש ששאול האמור כאן הוא זמרי למה מיחס ה' שמו על משפחתו המתכנית עליו והלא אמרו ז\"ל (יומא ל\"ח) בפסוק ושם רשעים ירקב דלא מסקינן בשמייהו עד כאן, ואין צריך לומר להחתימו בשמו יתברך, ולפי אחד מהדרכים שפירשנו בפסוק (כ\"ה י\"ד) אשר הוכה את המדינית שלא הוכה אלא בהיותה עמה ולא אחר כך, הוא מה שהצדיק ה' במאמרו כאן שהחתים שמו עליו, וכן משמע גם כן מדבריהם ז\"ל (במד\"ר פכ\"א) שאמרו וזה לשונם שאול שהשאיל עצמו לעבירה, וידוע הוא דין השאלה שחוזרת בעינה","titles":[{"title":"﻿במדבר כו יג"},{"title":"﻿במדבר פרק כו פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":13},{"positionInParasha":22},{"uri":"jbr:tanach-orhachaim4-26-16","text":" אור החיים  לאזני. פירש רש\"י אומר אני שזו משפחת אצבון ואין אני יודע וכו' עד כאן. ואין נראה להמציא דבר שאין לו טעם ואינו מדבריהם ז\"ל. ועוד קשה שבמדרש ר' תנחומא אמרו וזה לשונם וכשאתה מונה משפחת גד אין שם אצבון כי חסר על הזנות בעצת בלעם עד כאן, אשר על כן היה נראה כי אזני היא משפחה אחרת שיצתה מגד, כי מן הסתם היו בכל שבט ענפים אחרים לבד מאותם שנבנית מהם המשפחה והיו נקראים על אחיהם ולפעמים יגדל הענף ההוא ותקרא המשפחה על שמו, אלא שמצאתי בפסיקתא וזה לשונם אזני זה אצבון שנאמר בפרשת ויגש מלשון אצית והאזין עד כאן, כפי זה הוא השם עצמו ואין הכתוב מקפיד על שינוי השם כשיהיה במשמעו שם הראשון, ורש\"י ז\"ל רוח הקודש הופיע בו וכוון אל דברי חז\"ל","titles":[{"title":"﻿במדבר כו טז"},{"title":"﻿במדבר פרק כו פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":16},{"positionInParasha":25},{"uri":"jbr:tanach-orhachaim4-26-19","text":"ואומרו אלה משפחות יהודה. פירוש מה שיהיה להם מהמאורעות גם הרעות גם הטובות, ואומרו לפקודיהם פירוש כשיהיו נפקדים יש פקידה לרעה ויש פקידה לטובה כאמור בדבריהם ז\"ל (זוח\"א קם.), ושני מיני פקידות נאמרו בכתוב, ואומרו ששה ושבעים אלף וחמש מאות, אולי שרמז ה' בזה מתי יהיה תכלית הפקידה טובה הרשומה בסמוך שיזרח עלינו כבוד ה', ואמר עד עבור כל גליות, גלות מצרים, וגלות בבל, וגלות אדום, כנגד גלות מצרים אמר ששה לרמוז לגלות מצרים שהיה לששה דורות דכתיב (בראשית טו) ודור רביעי ישובו הנה, ועיין מה שכתבתי שם שג' דורות סבלו גלות לבד מיצחק ויעקב ויהודה הרי ששה כי התחלת הגלות היה משנולד יצחק, וכנגד גלות בבל אמר ושבעים דכתיב (ירמי' כט) עד למלאות לבבל ע' שנה, וכגנד גלות אדום שאנו עדיין בו אמר אלף וחמש מאות, ואם היו זוכים ישראל היו נמנים קע\"ב שנה שנשארו מאלף הד' וכיון שלא זכו יתחיל החשבון מאלף הה' וחמש מאות מאלף הששי, ומקוים אנו כי הוא זה קץ גליותינו ויתקיימו כל היעודים הרשומים ויתחילו ניצוצי גילוי הגאולה בהתחלת חמש מאות הבאים לשלום","titles":[{"title":"﻿במדבר כו יט"},{"title":"﻿במדבר פרק כו פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":19},{"positionInParasha":28},{"uri":"jbr:tanach-orhachaim4-26-23","text":"ואומרו לשמרון משפחת השמרוני ירמוז לתוספת השמירה המתחייב עשות בן תורה יתר על ההמון כאומרם ז\"ל (יומא פו.) היכי דמי חילול השם אמר רב כגון אנא דשקילנא בשרא ולא יהיבנא דמי לאלתר עד כאן. מזה יקיש כמה צריך להשתמר בן תורה בכל פרטי המצות, ואמרו ז\"ל (חובת הלבבות שער התשובה פ\"ה) כי חסידים הראשונים היו שומרים חמשים שערי היתר לבל יכשלו בשער האיסור, והוא אומרו לשמרון משפחת השמרוני, ואומרו אלה משפחות יששכר לפקודיהם פירוש פקודיהם פקידה לטוב, ומה היא הפקידה פירוש הכתוב ואמר ארבעה וששים אלף ושלש מאות כאן רמז השגה בב' דברים, הא' שבעולם הזה נעשים מרכבה לשכינה והוא מה שרמז במאמר ארבעה וששים והוא בחינת נקודה אחת הרי ס\"ה שהוא מספר אדנ\"י, ואמר בסדר זה לומר כי באמצעות הלמדן תתמתק בחינת הדין שחשבונו ס\"ד ותהיה נתקנת השכינה במספרה ס\"ה כאומרם ז\"ל בספר הזוהר (ח\"ב ט') בפסוק והאם רובצת על האפרוחים וגו', והשגה שניה היא לעולם הבא כרמוז בשמו שלש מאות ועשר עולמות, והוא מה שרמז במאמר אלף ושלש מאות, וקודם שנעמוד על הכוונה אעיר במאמר רבי יהושע בן לוי (עוקצין פ\"ג) שאמר עתיד הקב\"ה להנחיל וכו' שלש מאות ועשר עולמות ומוכיח מאומרו (משלי ח) להנחיל אוהבי יש, קשה לדבריו ז\"ל אם למספר יכוין הכתוב למה הקדים הכתוב מספר העשר למספר המאות שהיה לו לומר להנחיל אוהבי ש\"י, ושמעתי מפי הראשונים טעם ערב, כי מספר זה ירמוז לארבע עולמות כידוע אצילות, בריאה, יצירה, עשיה, וכל אחד כלול מעשר, ומאמר רבי יהושע בן לוי בא ללמד כי הצדיקים יתענגו על רוב שלום בעולם העליון בארבע עולמות אבל אין השגתם בכולם שוה אלא בג' ישיגו כל ההדרגות שישנם בהם והם במספר שלש מאות אבל בעולם העליון שהוא עולם האצילות לא יוכלו להשיג כל צדיק כי אם חלק מעשרה שבה שהיא גם כן עשרה בפרטם כנזכר שכל אחד כלולה מעשר, ויש לך לדעת כי העשר המושג מעולם העליון גדול ומהולל מאוד למעלה מכל השלש מאות, ולזה הקדים הכתוב העשר למאות ואמר להנחיל וגו' י\"ש, ועל פי הדברים ירמוז באומרו אלף יכוין לחלק הקטן הרמוז ביו\"ד ויחד לו מספר זה של אלף כאומרם ז\"ל שכל עשר כלולה מעשר ועשר מעשר הרי שנקודה אחת תתכנה לאלף, ואומרו ושלש מאות כפשטה, והוא מה שרמוז בשמו של יששכר יש שכר","titles":[{"title":"﻿במדבר כו כג"},{"title":"﻿במדבר פרק כו פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":23},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-26-26","text":" אור החיים  בני זבולון וגו'. רמז הכתוב מעשיהם והמושג ממנו, סרד כמו סדר, וכן דרך הכתוב לקרות לכבש כשב, והכוונה בזה שהיה מסדר לפני יששכר כל הצריך לו למזונותיו, ואלון לשון חוזק ורמז על דרך אומרו (משלי ג) עץ חיים היא למחזיקים בה, ואמרו רז\"ל (ויק\"ר פכ\"ה) ללומדיה לא נאמר וכו', ולזה לפי שזבולון היה מחזיק ביד לומדי תורה יחס לו מדה זו, והוא אומרו לאלון","titles":[{"title":"﻿במדבר כו כו"},{"title":"﻿במדבר פרק כו פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":26},{"positionInParasha":35},{"uri":"jbr:tanach-orhachaim4-26-52","text":" אור החיים  וידבר וגו' לאמר. פירוש לאמר ליהושע והזקנים כי הוא המנחיל את הארץ, ואין לפרש לאמר לישראל כי תיבת לאלה שאמר בסמוך תכחיש זה","titles":[{"title":"﻿במדבר כו נב"},{"title":"﻿במדבר פרק כו פסוק נב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":52},{"positionInParasha":61},{"uri":"jbr:tanach-orhachaim4-26-53","text":"במספר שמות. פירוש שתהיה החלוקה למספר השמות האמורות שהם חמשים ושבע משפחות, הכוונה שיחלקו הארץ לנ\"ז משפחות וכל משפחה כפי מה שהיא, ודרך זה אינו אלא לרבי יונתן, דלרבי יאשיה שסובר ליוצאי מצרים אין לחלק לנ\"ז משפחות שהרי צריך לחלק גם לששה משפחות שנחסרו מיוצאי מצרים כאמור בדבריהם ז\"ל (במד\"ר כ\"א) ויטלו חלקם השבט שממנו נחסרו במשפט הנחלה, ואפשר שגם ר' יאשיה יצדיק לומר במספר שמות על המשפחות של יוצאי מצרים","titles":[{"title":"﻿במדבר כו נג"},{"title":"﻿במדבר פרק כו פסוק נג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":53},{"positionInParasha":62},{"uri":"jbr:tanach-orhachaim4-26-54","text":"עוד יתבאר לדרכו של רכי יונתן שסובר לאלה תחלק הארץ שהם באי הארץ, ועדיין אין אני יודע אם דוקא להבאים לכלל עשרים או לכלל באי הארץ ואפילו לאותם שלא הגיעו לכלל עשרים תלמוד לומר לפי פקודיו הא למדת כי דוקא לבני עשרים, ובזה אנו מצדיקים דברי רש\"י שפירש בפסוק לאלה ולא מטעמו","titles":[{"title":"﻿במדבר כו נד"},{"title":"﻿במדבר פרק כו פסוק נד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":54},{"positionInParasha":63},{"uri":"jbr:tanach-orhachaim4-26-55","text":" אור החיים  לשמות מטות אבותם וגו'. לדברי רבי יאשיה בא הכתוב לשלול פשטיות הנשמע מאומרו לאלה שאין הכוונה היא על הנמנים בערבות מואב אלא פירוש כאלה שהם בני עשרים. ור' יונתן מפרש שבא הכתוב לומר שהגם שחלקו להנמנים בערבות מואב חזרו הם והורישו יוצאי מצרים וחזרו וירשום כאומרם בברייתא (ספרי) וזה לשונם כיוצא בזה אתה אומר בבאי הארץ זה נטל סאה ואלו נטלו ג' סאין והורישו אביהם וירשו המתים את החיים וחזרו וחלקו בשוה, ולדרך זה ידוייק על נכון אומרו ינחלו שכינה הדבר לנוחלים מה שאין כן מטבע הדיבור עד עתה כאומרו תחלק הארץ ולא אמר יחלקו, וכן אומרו תרבה נחלתו וכו' וכן אומרו יותן נחלתו, ולא אמר יקח נחלתו, יחלק את הארץ ולא אמר יחלקו הארץ, הא למדת שעד עתה היה הכתוב מדבר אשר יעשה בהנחיל אותם ומאמר לשמות וגו' ינחלו הוא מה שיעשו הנוחלים אחר שהגיעתם הנחלה ינחלוה בדרך זה כאילו נחלו אותה אבותיהם מהם וחוזרים ונוחלים אותה מהם, והוא אומרו ינחלו כי לא הזכיר נושא המנחיל להלביש הדבר בו","titles":[{"title":"﻿במדבר כו נה"},{"title":"﻿במדבר פרק כו פסוק נה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":55},{"positionInParasha":64},{"uri":"jbr:tanach-orhachaim4-26-56","text":"אלא הנכון בעיני כי לא עלה על דעת הגמרא לומר שנתחלקה לשבטים בשוה כדברי רשב\"ם, ופירוש דבריו שאמר תא שמע בין רב למעט ממשמעות הכתוב מוכיח שהחילוק היה לשבטים ממה שהזכיר בגורל בין רב למעט הרי שהחלוקה שהיתה על פי הגורל היה בו חלק רב וחלק מועט, ואם תאמר לקרקף דגברי לא יוצדק ליאמר בין רב למעט, ופירוש רב ומעט הוא בין שבט שיש לו כפי אנשיו הרבה ובין שבט שיש לו כפי אנשיו מועט הכל יהיה על פי הגורל לענין המקום שיטלו בו חלקיהם, ואומרו ועוד תניא עתידה ארץ ישראל וכו' ירצה להביא הדבר ביותר ביאור, לפי שיש לבעל הדין לחלוק ולומר שאין להוכיח מפסוק בין דב למעט אלא לומר שלא נתחלקה לקרקף דגברי אבל עדיין יש להסתפק אם למשפחות או לשבטים לזה אמר ועוד תניא עתידה ארץ ישראל וכו' נתחלקה לי\"ב שבטים נמצינו אומרים כי פירוש בין רב למעט לכל הסברות אין נשמע ממנו שיחלקו השבטים בשוה ולא חלקו אלא כפי שיעור הפקודים, וכדברי תנא של ספרי שהבאתי בפסוק איש לפי פקודיו","titles":[{"title":"﻿במדבר כו נו"},{"title":"﻿במדבר פרק כו פסוק נו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-26"},{"positionInPerek":56},{"positionInParasha":65},{"uri":"jbr:tanach-orhachaim4-27-1","text":"ובזה נבא ליישב מה שהקשינו בכתוב, והוא שנתחכם הכתוב להעיר כי דרך גדולתן מונה אותם ולזה אם היה אומר ואלה שמותם היה צריך לסדרן כסדר חכמתן וסדר חכמתן אינה כן ולזה אמר ואלה שמות בנותיו להעירך שסדר הוית בנות מאביהם הוא שמסדר הכתוב, וכן תמצא למעלה במספר בני מנשה שנאמרו גם כן בסדר זה דקדק הכתוב לומר ושם בנות צלפחד להעיר כמו כן, והגם שגם בפסוק ותהיינה אמר הכתוב גם כן בנות צלפחד, שם הקדים זכרונם ואחר כך שם אביהם ואין במשמעותו שסדרן כדרך לידתן אלא כשיקדים זכרון האב ויסמוך לזכרונו זכרונם זה יגיד כי מונה סדר יציאתן ממנו, ועיין מה שכתבתי בפרשת נח בפסוק (א' י') ויולד נח שלשה בנים","titles":[{"title":"﻿במדבר כז א"},{"title":"﻿במדבר פרק כז פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":1},{"positionInParasha":75},{"uri":"jbr:tanach-orhachaim4-27-2","text":"ובספר הזוהר הקדוש פרשת בלק דף ר\"ה אמרו וזה לשונם דחב במדברא במלולא לגבי משה חשיבו דמשה אנטיר דבבו ובגין כך קריבו לקמיה דמשה ואלעזר וכל הנשיאים וכל ראשי אבהן וכו' עד כאן, הדברים יגידו שמפרש טעם מאמר הנשיאים וכל העדה הוא שהבנות כנסו אותם לחשש שינטור משה להם איבת אביהם, ומה שאמרו בזוהר וכל ראשי אבהן הוא פירוש אומרו וכל העדה, והוכרח לפרש כן לפי מה שמפרש שהם כנסו אותם לא יתכנסו העדה כולם זולת במאמר משה ובתקיעה בחצוצרות כידוע לזה פירש שהם ראשי האבות, ויש להעיר לדברי הזוהר איך יעלה על דעת הצדקניות לחשוד בכשר כמשה, ואולי שאינו אלא ללמדנו דרך החיים, וכמו שפירש שם בזוהר וזה לשונם מכאן מאן דחייש מן דיינא יקרב אחריני ויסגי בגוברי עד כאן, וכבר אמרו ז\"ל (ב\"ר קיט","titles":[{"title":"﻿במדבר כז ב"},{"title":"﻿במדבר פרק כז פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":2},{"positionInParasha":76},{"uri":"jbr:tanach-orhachaim4-27-3","text":"ובנים לא היו לו. ולא אמרו אין לו, יתבאר על דרך אומרם בני בנים הרי הם כבנים, והעלו בגמרא (יבמות סב","titles":[{"title":"﻿במדבר כז ג"},{"title":"﻿במדבר פרק כז פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":3},{"positionInParasha":77},{"uri":"jbr:tanach-orhachaim4-27-4","text":"עוד יתבאר הכתוב לב' הסברות בהעיר אומרו למה יגרע שם אבינו שהיה לו לומר למה תגרע נחלת אבינו. עוד למה חזרו לומר כי אין לו אחר שכבר אמרו ובנים לא היו לו, ויתבאר הכתוב על פי דבריהם ז\"ל במסכת בבא בתרא דף קי\"ט וזה לשונם תנא בנות צלפחד וכו' חכמניות הן שלפי שעה דברו דאמר ר' שמואל מלמד שהיה משה יושב ודורש בפרשת יבמין שנאמר כי ישבו אחים וגו' אמרו לו אם כבן אנו תן לנו נחלה ואם לא תתיבם אמנו עד כאן, והוא מה שאמר הכתוב כאן למה יגרע שם אבינו פירוש זו היא טענת יבום להקים שם המת, ולזה דקדקו בלשונם למה יגרע שם אבינו מתוך משפחתו והגרעון הוא כי אין לו בן וה' צוה כי ישבו אחים וגו' ובן אין לו וגו' יבמה יבא עליה וגו', מה תאמר שהבת כבן תחשב ופוטרת אם כן תנה לנו אחוזה בתוך אחי אבינו, והגם דר' שמואל הקדים במאמר הבנות טענת הנחלה לטענת היבום, לא נתכוין אלא לומר ב' הטענות שאמרו ולא דקדק לומר אותם כסדרן, ודרך זה ישנו בין לסברת ר' יאשיה שאמר הארץ נתחלקה ליוצאי מצרים בין לסברת ר' יונתן שאמר לבאיה נתחלקה, לסברת האומר ליוצאי מצרים שואלים גם חלקו של צלפחד עצמו ושאר חלקים הנוגעים לו מובנים מעצמן ולסברת האומר לבאיה נתחלקה שואלים חלקים הנוגעים לצלפחד בחזרה","titles":[{"title":"﻿במדבר כז ד"},{"title":"﻿במדבר פרק כז פסוק ד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":4},{"positionInParasha":78},{"uri":"jbr:tanach-orhachaim4-27-5","text":"ונתבאר גם כן מהגמרא שגם משפט ארץ ישראל אם היא מוחזקת או ראויה נאמרה בתורה אלא שנסתפק משה בפירוש מורשה, וגם אותו ספק יש לו בירור בתורה מפסוק תביאמו ותטעמו ולא הרגיש בו כאומרו מתנבאים ואינם יודעים וכו', ומעתה אומרו ויקרב משה את משפטן הוא טענת הבכורה בארץ, ואמר ליה רחמנא והעברת את נחלת וגו' ופירש שם שדורש רמז הבכורה מתיבת והעברת כדכתיב (שם י\"ג) והעברת כל פטר רחם, והגם שתמצא שכל ענין הנחלות כתוב כאן, בזמנו נאמר בסיני אלא שנקבע כאן, כדרך שאמרו ז\"ל (סנהדדין נט","titles":[{"title":"﻿במדבר כז ה"},{"title":"﻿במדבר פרק כז פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":5},{"positionInParasha":79},{"uri":"jbr:tanach-orhachaim4-27-6","text":" אור החיים  ויאמר ה' וגו' לאמר. אומרו לאמר, פירוש שלא יחשוב משה כי מאמר כן בנות וגו' הם הדברים הנאמרים למשה שהקריב המשפט ואין צורך לאומרם לזולת לזה אמר לאמר שיאמר כמו כן להם, ואפשר שלא להם לבד אלא לישראל, ולזה לא אמר לאמר להם. או אפשר ממה שאמר אחר כך ואל בני ישראל וגו' גילה כי מה שקדם אין צורך לאומרו כי אם לבנות צלפחד, וכפי זה אומרו לאמר הוא לאמר לבנות","titles":[{"title":"﻿במדבר כז ו"},{"title":"﻿במדבר פרק כז פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":6},{"positionInParasha":80},{"uri":"jbr:tanach-orhachaim4-27-7","text":" אור החיים  כן בנות צלפחד וגו'. הוצרך לאמר כן ולא הספיק במה שפרט המשפטים, לומר שדרך המשפט ששפטו בשכלם לכל הפירושים שפירשנו בין לפי מה שאמר התנא דחכמניות היו ששפטו דין ירושה מדין יבום הצדיק ה' מה שדנו בשכלם בין מה שאמרו מדעת עצמן שנוגע להם חלקי הבכורה וחלק אחיהם, עוד נתחכם ה' לומר כן וגו' להעיר כי כל פרטי הדינים אשר יצו ה' בענין כמו שדרשו ז\"ל בברייתא במסכת בבא בתרא (קיח","titles":[{"title":"﻿במדבר כז ז"},{"title":"﻿במדבר פרק כז פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":7},{"positionInParasha":81},{"uri":"jbr:tanach-orhachaim4-27-13","text":"גם אתה כאשר וגו'. יתבאר על פי דבריהם ז\"ל (ילקוט ריש פ' מסעי) שאמרו שאמר אהרן למשה אילו היה יודע כן היה רוצה בדבר מקודם לכן, והוא אומרו גם אתה סמוך למאמר ונאספת לומר שלא יהיה נרתע מהאסיפה שמבטיחו שגם הוא יחפוץ וירצה ליאסף כשיראה עריבות המושג בשעת מיתה, וזה לך האות כאשר נאסף אהרן אחיך שהוא אמר לך שאם היה יודע וכו' הרי שגם החפץ והרצון יסכימו ליאסף. עוד ירצה להעירו במצוה המוטלת על הצדיקים לעשות בשעת מיתה, והוא שיצדיק עליו את הדין ויחפוץ בגזירת מלך שתתקיים, והוא אומרו ונאספת וגו' גם אתה פירוש אפילו אתה תסכים ליאסף כדרך אומרו (תהלים לא) בידך אפקיד, ואומרו כאשר נאסף אהרן וגו' פירוש על דרך אומרם ז\"ל (ילקוט שם) שאמר לו משה לאהרן אהרן אחי מקובל עליך למות אמר לו הן אמר לו נעלה להר מיד עלו וכו' עד כאן, והוא מה שרמז במאמר כאשר נאסף אהרן פירוש שהסכים גם הוא על האסיפה, וטעם הדבר שעושה ה' כסדר זה לפי שאינו חפץ ליטול נפש הצדיק אלא ברצונו לרוב חיבת ידידיו, גם שבזה ישלמו האושר השלם כאמור (דברים ו) ובכל נפשך","titles":[{"title":"﻿במדבר כז יג"},{"title":"﻿במדבר פרק כז פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":13},{"positionInParasha":87},{"uri":"jbr:tanach-orhachaim4-27-15","text":" אור החיים  וידבר משה וגו' לאמר. הנה למה שקדם לנו מדבריהם שלשון דיבור יגיד על מענה קשה כפי זה למה אמר הכתוב וידבר משה לפני ה' שאין זה מהמוסר, עוד צריך לדעת אומרו לאמר שאין לה משמעות במה שלפנינו, ואפשר כי משה בא בטענת משפט לבל ימות, ולא למה שממנו אלא בשביל ישראל כאשר אבאר מאמריו לזה אמר לשון דיבור, ולפי שבמאמר משה האמורים בענין אינם אלא דברי חיבה ורחמנות על ישראל אין תכלית הדברים עומד בנאמר אלא במתחייב מהמאמר שהוא מניעת המיתה ממנו כאשר אבאר והוא אומרו לאמר","titles":[{"title":"﻿במדבר כז טו"},{"title":"﻿במדבר פרק כז פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":15},{"positionInParasha":89},{"uri":"jbr:tanach-orhachaim4-27-16","text":"וזה הוא גם כן טעם שצוה ה' עשות שופטים לשבטיך וכו' לפי שהשבט יתקרב בתכונה לענפיו, וזה ידע ובחן משה עליו השלום ואמר תשובה למאמר המיתה יפקד ה' פירוש ימנה, אל אלהי הרוחות פירוש שיודע רוח של כל בשר וגדר תכונתם תמנה אחד שיהיה טבעו שוה בתכונה לכל העדה שיסכים הוא למה שיאמרו הם ויסכימו הם למה שיאמר הוא להם, והוא אומרו אשר יצא לפניהם פירוש שיהיה לו הרצון בהם, ואשר יוציאם וגו' שיהיה להם הרצון כמוהו לצאת ולבא עמו, ותלה הדבר בו כי הוא המלך, ובחירה כזאת היא מוחלטת השגה מזולתו יתברך כי הוא לבדו יודע תוכן הרוחות וידע רוח שתתמזג עם כלן, ואיש כזה אינו בנמצא זולת אם יהיה אדם כמשה שכל ישראל הם ענפיו והוא שורש לכולם, וזולת זה תהיה עדת ה' כצאן אשר אין להם רועה, ותכלית כוונת דברי משה לה' הוא על זה הדרך אני אעשה כאשר אדוני דובר אבל יתקן דבר זה קודם אם יוכל להכנס בגדר התיקון ואם לא תהיה עדת ה' כצאן וגו', והיוצא מזה הוא ולא ימות כרמוז בתיבת לאמר שאמרנו, ומתוך הדברים אתה למד שאם ימצא איש כזה הנה הוא מסכים גם הוא ליאסף אל עמיו כמאמרו יתברך","titles":[{"title":"﻿במדבר כז טז"},{"title":"﻿במדבר פרק כז פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":16},{"positionInParasha":90},{"uri":"jbr:tanach-orhachaim4-27-18","text":" אור החיים  ויאמר ה' וגו' קח לך וגו' אשר רוח בו. צריך לדעת אומרו קח לך, עוד אומרו אשר רוח בו וכי יש אדם שאין בו רוח, עוד צריך לדעת מה זו סמיכה. אכן לפי מה שפירשתי בדברי משה באה התשובה שפירש אומרו קח לך פירוש כחששתך ולדבריך קח את יהושע, ודע שהוא איש אשר רוח בו פירוש אתה ישנך שורש כל הנשמות והוא ישנו בבחינת הרוח, והוא אומרו אשר רוח בו פירוש שורש כל רוחות הדור ההוא, וצוה ה' לסמוך ידו להעיר לרוח מהות הנשמה שבמשה, והוא אומרו לבסוף למען ישמעו כל עדת בני ישראל סמוכה למאמר ונתת מהודך עליו, לומר שבזה יהיה גם כן כלול משורש הנשמות ובזה ישמעו פירוש יקבלו מאמריו, כל עדת בני ישראל פירוש תהיה גם כן תכונת האנשים השלמים בעלי הנשמה מרוצית ממנו","titles":[{"title":"﻿במדבר כז יח"},{"title":"﻿במדבר פרק כז פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":18},{"positionInParasha":92},{"uri":"jbr:tanach-orhachaim4-27-21","text":" אור החיים  על פיו יצאו וגו'. פירוש חוזר על ה' האמור בסמוך הוא המוציא והמביא בהודעת האורים והתומים","titles":[{"title":"﻿במדבר כז כא"},{"title":"﻿במדבר פרק כז פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":21},{"positionInParasha":95},{"uri":"jbr:tanach-orhachaim4-27-22","text":" אור החיים  ויעש משה כאשר וגו'. פירוש סמוך למצות המלך, והגם שה' לא צוה לו כן אלא תשובה למאמרו ואין הכרח שיעשה הדבר תיכף אף על פי כן מיהר עשות מאמר ה'","titles":[{"title":"﻿במדבר כז כב"},{"title":"﻿במדבר פרק כז פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":22},{"positionInParasha":96},{"uri":"jbr:tanach-orhachaim4-27-23","text":" אור החיים  ויסמוך וגו' ויצוהו. פירוש לשון צוותא שהאיר בו הוד הנשמה כמו שפירשתי למעלה במה שכתוב וסמכת, וידויק כפי זה אומרו כאשר דבר ה' ביד משה שאין משמעות למאמר זה וכי הדיבור הזה ענין הנתפם ביד, אלא פירוש כי ה' דבר שהשפעת ההוד יהיה ביד משה ליהושע. עוד ירמוז אל המלכות על דרך אומרם ז\"ל אין צו אלא מלכות (ש\"א י\"ג) דכתיב ויצוני ה' לנגיד, וידויק גם כן אומרו כאשר דבר ה' ביד משה פירוש כי המלכות דבר ה' שתהיה ביד משה במקום שמן המשחה","titles":[{"title":"﻿במדבר כז כג"},{"title":"﻿במדבר פרק כז פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-27"},{"positionInPerek":23},{"positionInParasha":97},{"uri":"jbr:tanach-orhachaim4-28-2","text":"עוד נתכוון בזה להודיע סוד הקרבן שהוא לקרב ענפי הקדושה שהם חלק ה', והוא מה שנתכוין באומרו קרבני בכינוי אליו והבן, ואומרו לחמי לאשי פירוש לחם זה שאני מצוה להביא לאישים סודו הוא קרבני שכשעולה לה' ריח ניחוח מתקרבים כל ניצוצי הקדושה שנתרחקו","titles":[{"title":"﻿במדבר כח ב"},{"title":"﻿במדבר פרק כח פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":2},{"positionInParasha":99},{"uri":"jbr:tanach-orhachaim4-28-3","text":" אור החיים  ואמרת להם זה האשה וגו'. יחד אמירה אחרת, גם אמר זה האשה, לבל יחשבו כי מה שיצו ה' כבש אחד וגו' לתמידין הוא לצד ההסתפקות ולא לשיעור הנגבל בשלילת היותר ממנו והפחות ממנו, לזה יחד אמירה להגביל הדבר ואמר זה האשה זה ולא יותר ממנו את הכבש אחד וגו' ואת הכבש וגו', נמצאת אומר שבפסוק ראשון צו את וגו' נצטוו על התמדת הקרבת התמידין, ובפסוק זה נצטוו על שיעור הקרבת התמידין","titles":[{"title":"﻿במדבר כח ג"},{"title":"﻿במדבר פרק כח פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":3},{"positionInParasha":100},{"uri":"jbr:tanach-orhachaim4-28-9","text":" אור החיים  וביום השבת שני כבשים וגו'. טעם שמוסף שבת הוא מועט מכל מוספי ראש חודש ומוספי יום טוב והמועדים, הוא סוד לחם משנה, ולזה מוספיו שני כבשים על שני כבשי תמיד, וסוד השביעיות רמוז ביום עצמו כי הוא שביעי מה שאין השביעיות מסוים לא בראש חודש ולא בשאר ימים טובים, והגם שיש שביעי של פסח, אין השביעיות קבוע בו כיום השבת והבן","titles":[{"title":"﻿במדבר כח ט"},{"title":"﻿במדבר פרק כח פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":9},{"positionInParasha":106},{"uri":"jbr:tanach-orhachaim4-28-11","text":" אור החיים  ובראשי חדשיכם. אמר בכינוי חדשיכם לפי שקידוש החודש תלוי בבית דין של של מטה","titles":[{"title":"﻿במדבר כח יא"},{"title":"﻿במדבר פרק כח פסוק יא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":11},{"positionInParasha":108},{"uri":"jbr:tanach-orhachaim4-28-17","text":" אור החיים  לחדש הזה. תיבת הזה מיותרת ודרשוה רז\"ל (תו\"כ כ\"ג ו') למעט סוכות ממצה, וכבר פירשתיה בפרשת תזריע","titles":[{"title":"﻿במדבר כח יז"},{"title":"﻿במדבר פרק כח פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":17},{"positionInParasha":114},{"uri":"jbr:tanach-orhachaim4-28-26","text":"עוד נתכוין באומרו בשבועותיכם לשלול דעת שוטים (מנחות סה","titles":[{"title":"﻿במדבר כח כו"},{"title":"﻿במדבר פרק כח פסוק כו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-28"},{"positionInPerek":26},{"positionInParasha":123},{"uri":"jbr:tanach-orhachaim4-29-13","text":"ורמז בחשבון זה קבוע ארבעה עשר כבשים לרמוז ב' הדרגות שבישראל שבאים ברמז הכבשים אחד נסתר ואחד נגלה, הנסתר הם הברורים שצריך לברר מהאומות, והנגלה הם המבררים, ולזה כשכלים הפרים זה לך האות שכלה מהם הנסתר ולא ישארו כי אם ישראל למופת ואות, והוא מה שרמז ה' בקרבן יום עצרת שבעה כבשים שהם לבני ישראל צאן קדשים, פר הוא הנשאר מהאומות מענף ישמעאל, איל הוא הנשאר מבני עשו הבא מיצחק והבן סוד הדבר","titles":[{"title":"﻿במדבר כט יג"},{"title":"﻿במדבר פרק כט פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-8"},{"perek":"tanach-4-29"},{"positionInPerek":13},{"positionInParasha":141},{"uri":"jbr:tanach-orhachaim4-30-2","text":"ובדרך רמז יתבאר אומרו לבני ישראל לאמר זה הדבר על פי מה שאמרו רז\"ל (מ\"ר כאן) וזה לשונם לעולם יהיה אדם זהיר בנדרים אלף עיירות היו לו לינאי וכו', הרי שהגם שהיו מקיימין שבועתן נענשו, ואמר הכתוב כאן כי יש נדרים ושבועות שצוה ה' אותם, והוא אומרו לבני ישראל לאמר אין לאמר אלא גילוי עריות (סנהדרין נו","titles":[{"title":"﻿במדבר ל ב"},{"title":"﻿במדבר פרק ל פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":2},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-30-3","text":"עוד נראה לפרש טעם אומרו לה' על פי מה שכתב רמב\"ם בפרק י\"א מהלכות נדרים וזה לשונו קטן בן י\"ב שנה שנשבע או שנדר בודקים אותו אם יודע לשם מי נדר וכו' עד כאן, והוא מה שנתכוין ה' במאמר נדר לה', כי לפי שקדם ואמר איש בא לתת גדר שיקרא איש לדבר זה ואמר נדר לה' פירוש כשידע לשם מי נדר וכן בשבועה כאומרו או השבע שבועה שהדין כמו כן בשבועה","titles":[{"title":"﻿במדבר ל ג"},{"title":"﻿במדבר פרק ל פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":3},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-30-5","text":"ואומרו ואם הניא וגו' כל נדריה וגו' מאמר כל נדריה נמשך למעלה על זה הדרך ואם הניא וגו' אם בהפרתו הניא הכל אז לא יקום פרט מהם, ולהודיעך בא שאם הניא פרט אחד אין אנו קורים בו לא יקום, והגם שנאמר שמאמר כל נדריה נמשך למטה למאמר לא יקום יתבאר על זה הדרך כל נדריה וגו' לא יקום פירוש בזמן שיש כל נדריה בכלל אז ישנו לפרט הא למדת שאין ביטול לפרט לבדו, וכל זה דוקא שעשתה נדר אחד כמו שרשם במאמר ושמע אביה את נדרה, אבל אם עשתה אותם בגדר ב' נדרים אין נתלה זה בזה","titles":[{"title":"﻿במדבר ל ה"},{"title":"﻿במדבר פרק ל פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":5},{"positionInParasha":4},{"uri":"jbr:tanach-orhachaim4-30-13","text":"עוד יתבאר על פי מה שאמרו שם במשנה דף פ\"ז וזה לשונם יודע אני שיש מפירין אבל איני יודע שזה נדר רבי מאיר אומר לא יפר וחכמים אומרים יפר עד כאן, והוא מה שנתכוון הכתוב במאמר הפר יפר פירוש אפילו אין לו שגגה אלא בהפרה תועיל לו להפר אחר זמן כשידע שיש מפירין זו כדברי חכמים, ולרבי מאיר יתבאר הכפל לומר שיש מציאות שהגם שלא הפר בזמנו יפר שלא בזמנו וכגון שלא ידע שיש מפירין, ואומרו לנדריה לסברת רבי מאיר יתיישב על זה הדרך אימתי אמרתי לך שיכול להפר אחר כך כשלא היתה לו השגגה בנדרים, והוא אומרו לנדריה פירוש כשיכיר נדריה, ולסברת חכמים יתבאר אומרו לנדריה הכרת היותה נדריה, הא למדת שבה שגג ואף על פי כן ריבה בו הפרה לומר שיכול להפר לכשידע שהם נדרים","titles":[{"title":"﻿במדבר ל יג"},{"title":"﻿במדבר פרק ל פסוק יג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":13},{"positionInParasha":12},{"uri":"jbr:tanach-orhachaim4-30-16","text":" אור החיים  ואם הפר יפר. פירוש אפילו בנדרים שיש בהם הפרה אם יפר ונשא וגו'","titles":[{"title":"﻿במדבר ל טז"},{"title":"﻿במדבר פרק ל פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-30"},{"positionInPerek":16},{"positionInParasha":15},{"uri":"jbr:tanach-orhachaim4-31-1","text":"ולפי פשט הכתוב יתבאר על זה הדרך וידבר ה' אמר לשון דבור לומר דיבר אליו דבר מלך שלטון כשאר כל הציווים שבתורה, ואומרו לאמר כפשטה לאמר לישראל ככל לאמר האמורה בתורה, וכאן צריכה ליאמר יותר מכל המקומות לפי שאמר נקום תבא לו הסברא שהוא לבד יעשה הנקמה כפשט המאמר ואין זה דבר זר כי גבור חיל היה וה' בעזרו, וצא ולמד מיהונתן בן שאול וגו' (ש\"א י\"ד) ומכל שכן משה גבור הגבורים לז\"א אליו לאמר לישראל, ואומרו נקום וגו' פירוש לפי שתלה לו ה' מיתתו בנקמת מדין דכתיב אחר תאסף וגו' אמר אליו כי במה שיאמר הדברים הוא להם בזה מעלה עליו הכתוב שהוא הנוקם כי הוא מוסר נפשו ממש על הדבר שהגם שיודע שבאמצעות כן ימות אף על פי כן יאמר לישראל מה שאמר בסמוך אין לך קיום מצות בכל נפשך כזו, ובסמוך יתבאר באופן אחר","titles":[{"title":"﻿במדבר לא א"},{"title":"﻿במדבר פרק לא פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":1},{"positionInParasha":17},{"uri":"jbr:tanach-orhachaim4-31-2","text":"מאת המדינים. אומרו מאת ולא הספיק לומר מהמדינים, אולי שרמז לזולתם הנמצא אתם והוא בלעם שנמצא שם אז והרגוהו דכתיב (ל\"א ח') ואת בלעם וגו'. ואולי כי לזה מיהר ה' הדבר קודם שיחזור בלעם לארצו כי לא היה במדין אלא לקחת שכרו כאומרם ז\"ל (סנהדרין קו.) ועומד לחזור, וה' פרש רשת לרגלו וצדו לחרב נוקמת","titles":[{"title":"﻿במדבר לא ב"},{"title":"﻿במדבר פרק לא פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":2},{"positionInParasha":18},{"uri":"jbr:tanach-orhachaim4-31-3","text":"עוד יתבאר הכתוב על זה הדרך שאין צורך שילחמו הם אלא יהיו שם עליהם פירוש בשבילם, והטעם לתת נקמת ה' פירוש נקמה שיתנקם ה' במדין באמצעותם על דרך אומרו (שמות יד) ה' ילחם לכם, ואמר הכתוב וימסרו מאלפי ישראל פירוש כל מי שהיה יודע בעצמו שעומד בצדקו מסר עצמו לדבר עד שבאו לכלל האלף, והגם שהיו בישראל כהנה וכהנה מהצדיקים, נתחכם ה' כדי שלא לבייש הנשארים שלא יהיו ניכרים","titles":[{"title":"﻿במדבר לא ג"},{"title":"﻿במדבר פרק לא פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":3},{"positionInParasha":19},{"uri":"jbr:tanach-orhachaim4-31-6","text":" אור החיים  וישלח וגו' אותם ואת פנחס וגו'. אומרו וישלח, נתכוין לעשותן שלוחי מצוה לנקום נקמת ה' ושלוחי מצוה אינן ניזוקין, וכפל לומר אותם פעם ב' לרמוז ששקול פנחם כנגד כלן, וטעם שבחר בפנחם ולא יהושע וכדומה, גם זה מהתחכמות הנקמה כי זה הוא אשר קינא ועשה בהם שפטים מופלאים וסמוך הוא בכח מופלא להשמיד כל האומה הטמאה, גם אפשר שחש משה לקטרוג האנשים למה לא מיחו בזונים הגם שהם נקיים לזה נתחכם ושלח המקנא קנאת ה' במסירת נפשו, ואולי כי הוא מה שדקדק במאמר אותם ואת פנחס לומר ישלים זה מה שחסר לזה, ואולי כי דבר זה היה בלב תעלומות חכמה שנקמת מדין צריכה להיות על ידי פנחם, והן האדון חשב לטובה שלא יכלים משה לומר לו בפירוש שלח את פנחם שזה יגיד שנפסל ח\"ו הוא מהמעשה, לזה נתחכם ותלה הדבר ביד משה ואמר לו נקום וגו' ומשה מעצמו ידע הנכון עשות וישלח פנחס, ובזה נעשית מחשבת ה' לטובה ולא נכלם משה ידיד ה'","titles":[{"title":"﻿במדבר לא ו"},{"title":"﻿במדבר פרק לא פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":6},{"positionInParasha":22},{"uri":"jbr:tanach-orhachaim4-31-8","text":"הרגו בחרב. הוצרך לומר הרגו הגם שמובן הוא שהרגוהו מסמיכות זכרונו עם הנהרגים, יתבאר על פי דבריהם ז\"ל (ספרי) שאמרו כי בלעם הלך ממדין לקראת ישראל ליעצם לבל ילחמו במדין ואמר להם ומה כשהייתם כו' עד כאן, הדברים יגידו כי בלעם נהרג קודם הריגת ה' מלכי מדין, והוא מה שנתחכם ה' ויחד לו הריגה בפני עצמו להעירך שלא נהרג עמהם שלא היה מובן כן אם לא היה אומר הרגו, ואומרו בחרב לומר שבטלו כשפיו בערך ישראל והרגוהו בגשמי","titles":[{"title":"﻿במדבר לא ח"},{"title":"﻿במדבר פרק לא פסוק ח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":8},{"positionInParasha":24},{"uri":"jbr:tanach-orhachaim4-31-16","text":"אכן פינחס ואנשי הצבא דנו ופטרום מטעם שהנשים כפופות הן לבעליהם ולאבותיהם ואנוסים המה, והן האדון משה רבינו עליו השלום הרגיש שמטעם זה החיו אותם ובא בטענה הנשמעת ואמר בשלמא אם לא היו עושים אלא מעשה הזנות שבא להם עליו מצות גדוליהם יש לדון אותם לזכות, אלא שהם עשו מעצמן מעשה אחר מה שלא ציוו אותם גדוליהם שהוא מעשה פעור שאמרו רז\"ל (במד\"ר פ\"כ) שהיו מוציאים להם צורת פעור ואומרים להם השתחוה לזה ותהיה נשמעת לו נמצא שמכשול עבודה זרה היה מהם, והוא אומרו הן הנה פירוש מדנפשם היו סיבה לבני ישראל, בדבר בלעם וגו' פי' באמצעות סיבת עצת בלעם שיעצם להפקיר בנותיהם לזנות, ותמצא שלא אמרו ז\"ל שאמר בלעם אלא ענין הזנות כאומרם (שם) אלהיהן של אלו שונא זימה וכו' והם היו סיבה למסר מעל בה' על דבר פעור שלא היו רוצים להשמע להם אלא אם ישתחוו לפעור, ותהי המגפה בעדת ה' פירוש בסיבת עבודה זרה ולא בסיבת הזנות, ומי גרם עבודה זרה הן הנה, ואומר ועתה וגו' פירוש יתודו על השגגה ויהרגו וגו'","titles":[{"title":"﻿במדבר לא טז"},{"title":"﻿במדבר פרק לא פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":16},{"positionInParasha":32},{"uri":"jbr:tanach-orhachaim4-31-17","text":"ועוד נשאר לנו ליישב מה שקשה עוד למה אמר הרגו בתחילת הכתוב ולא הספיק בהרוגו שאמר לבסוף, ואולי שנתכוון להסמיך מאמר הרגו למאמר ועתה לומר שהתשובה הרמוזה בועתה היא במעשה הריגה, וכל עוד שלא הרגו לא קיימו תשובת החטא, או אפשר שנתכוון להסמיך הרגו לטף והרוגו לאשה וכו' לומר שיש מצוה על אלו בפני עצמן ועל אלו בפני עצמן. או נתכוין להסמיך זכרון ההריגה לתיבת ועתה לומר שיהרגום תיכף ומיד","titles":[{"title":"﻿במדבר לא יז"},{"title":"﻿במדבר פרק לא פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":17},{"positionInParasha":33},{"uri":"jbr:tanach-orhachaim4-31-18","text":" אור החיים  החיו לכם. פירוש יגיירו אותם שבזה יקראו חיים כדי שיהיו ראויות להם להנשא לחפץ בהם","titles":[{"title":"﻿במדבר לא יח"},{"title":"﻿במדבר פרק לא פסוק יח"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":18},{"positionInParasha":34},{"uri":"jbr:tanach-orhachaim4-31-32","text":"והנכון בעיני הוא שהודעת פרטי החשבון במחצית חלק היוצאים בצבא הוא לגלות שהמכס היה מלגיו לא שהיה מונה חמש מאות ונותן אחד לה' מפאת המכס אלא מונה תצ\"ט ונותן אחד, ולזה העלה כל פרטי חשבון המכס וממנו תדע שהיו נותנים א' לתצ\"ט, והודעת חשבון מחצת העדה בא הכתוב להסיר טעות אחר והוא שיאמר האומר לעולם מכס שנתנו אנשי הצבא היה אחד מת\"ק מלבר ואין ראיה מסכום המכס שעלה המכס לומר שאם כן לא היה עולה מכס של של\"ז אלף וחמש מאות צאן למספר האמור יש לומר שהיו נותנים אותו המכס ממחצית העדה שבזה יעלה מספר האמור במכס חלק הצבא הגם שיהיה ניתן מלבר, אשר על כן בא הכתוב ומנה מספר חלק העדה ומנאו שלם להסיר מיחוש זה, ולזה לא פרט הכתוב במספר חלק העדה אלא מספר המחצית לצורך מה שכתבתי שהמכס ניתן מלגיו וכל אחד שילם חלקו ממחציתו, והוא גם כן מה שציוהו ה' במאמר ממחציתם תקחו לומר שלא יפרעו המכס אלא ממחציתם וגם אמר אחד מחמש מאות הא למדת שצריך שיהיה המכס מלגיו","titles":[{"title":"﻿במדבר לא לב"},{"title":"﻿במדבר פרק לא פסוק לב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":32},{"positionInParasha":48},{"uri":"jbr:tanach-orhachaim4-31-49","text":" אור החיים  (מט~נ) ויאמרו אל משה וגו' ונקרב וגו'. פירוש מאמר ויאמרו וגו' ולא נפקד וגו' הוא להסיר מהם חשש מכשול עון כמובן ממין הקרבן אשר הקריבו תכשיטי נשים, ומאמר ונקרב וגו' הוא טעם הקרבן שהוא לכפר על הרהור עון, כמאמרם ז\"ל בשבת (סד.) ופירשתיהו בחיבורי (חפץ ה')","titles":[{"title":"﻿במדבר לא מט"},{"title":"﻿במדבר פרק לא פסוק מט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":49},{"positionInParasha":65},{"uri":"jbr:tanach-orhachaim4-31-51","text":" אור החיים  כל כלי מעשה. הודיע בזה ריבוי השלל של מדין לבד היה ששה עשר אלף ותש\"נ, ואמר עוד אנשי הצבא בזזו איש לו אחר שכבר הודיע הכתוב למעלה ביזת אנשי הצבא שבזזו לעצמן, גם אין זה מקום הודעה זו, אלא בא להודיע כי לא כל כלי זהב של מדין היו אלו אלא מה שהביאו הממונים של הצבא מלבד מה שבזזו אנשי הצבא כל אחד לעצמו, והכוונה בזה שמצאו להם עושר גדול","titles":[{"title":"﻿במדבר לא נא"},{"title":"﻿במדבר פרק לא פסוק נא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":51},{"positionInParasha":67},{"uri":"jbr:tanach-orhachaim4-31-54","text":" אור החיים  אל אהל מועד זכרון וגו' לפני ה'. צריך לדעת למה כתב בסדר זה שהפסיק בין זכרון המקום ובין מאמר לפני ה' שהיה לו לומר אל אוהל מועד לפני ה' זכרון לבני ישראל, ויתבאר הכתוב על פי מה שאמרו במסכת כלה וזה לשונם אמר רב אחאי בר יאשיה כל המפנה עצמו מן העבירה אפילו הוא ישראל ראוי הוא להעלות עולה ככהן גדול על גבי המזבח וכו' עד כאן, ומה שלפנינו כל כלי מעשה שהרימו הפקודים היו מהאנשים שפינו עצמן מהעבירה והכלים באו מגוף הדבר, שאמרו ז\"ל (שה\"ש פסוק שיניד) שכך היה מנהגם באותה מלחמה כשהיו מפשיטים תכשיטיהם היו טחין פניהם בטיט ורפש והיו פורקין נזמיהם מהם שלא יסתכלו בהם, והוא מה שנתכוון במה שסמך מאמר לפני ה' למאמר לבני ישראל כי בני ישראל אלו ראוים להיות לפני ה' כמאמר רב אחאי בר יאשיה והיה הדבר לזכרון","titles":[{"title":"﻿במדבר לא נד"},{"title":"﻿במדבר פרק לא פסוק נד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-31"},{"positionInPerek":54},{"positionInParasha":70},{"uri":"jbr:tanach-orhachaim4-32-1","text":" אור החיים   ומקנה רב וגו'. טעם הודעה זו, להצדיק הכתוב טעם הנמצא בפיהם לשאלת ארץ סיחון ועוג כי אמת הוא, וטעם שהיה להם יותר מכל השבטים להיות שהיו גבורי כח בזזו אנשי הצבא חלק מרובה מכל השבטים","titles":[{"title":"﻿במדבר לב א"},{"title":"﻿במדבר פרק לב פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":1},{"positionInParasha":71},{"uri":"jbr:tanach-orhachaim4-32-2","text":" אור החיים  ויאמרו אל משה ואל אלעזר הכהן ואל נשיאי העדה. צריך לדעת למה לא הספיק להם לדבר למשה לבדו, ואם אין צורך בדבר למה הוצרך הכתוב להזכירם, ואולי שהכוונה היא לומר שהיה הדבר כדרך שצוה ה' עשות בנחלת הארץ, דכתיב בפרשת אלה מסעי (ל\"ד י\"ז) אלה אשר ינחלו לכם את הארץ אלעזר הכהן ויהושע בן נון ונשיא אחד נשיא אחד וגו' שצריך מלך וכהן גדול והנשיאים והם האמורים כאן, וטעם שהצריך ה' שלשתם לפי שכל אחד יש לו כח אחר, המלך תמצא שכתב רמב\"ם בפרק ד' מהלכות מלכים וזה לשונו כל הארץ שכובש הוא שלו ונותן לעבדיו ולאנשי המלחמה כפי מה שיראה עד כאן, הרי שהמלך בידו הכל, אלעזר והנשיאים כשאין רצון המלך לתת אלא לכל אחד הראוי לו כפי החלוקה צריכין כל בעלי החלוקה להזדמן לחלוק, והכהן לדעת אשר יסכים אל עליון באיזה מקום יטול פלוני חלקו, הא למדת שכל הג' צריכין להיות בהסכמת נתינת חלק בארץ כל אחד יש לו כח אחר, ומה גם שיש בזה לצדד שאין דין מלך שנותן למי שירצה אלא אחר חלוקת הארץ וישיבת ישראל בעריהם אבל לא בתחילת הירושה שאין למלך משפט זה, ולכן הוצרכו בני גד ובני ראובן לעמוד גם כן לפני אלעזר והנשיאים, ואומרו לאמר, אולי ירצה שיאמרו לישראל כולן דבר שיסכימו עליו, או ירצה אמירה רכה לשון ריצוי","titles":[{"title":"﻿במדבר לב ב"},{"title":"﻿במדבר פרק לב פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":2},{"positionInParasha":72},{"uri":"jbr:tanach-orhachaim4-32-3","text":"ואומרו ארץ מקנה היא ולעבדיך מקנה, נתכוונו להסיר טענה אחרת והיא, אחר שנסכים לכל הטענות שאמרו עדיין כל שבט ושבט מישראל יבא ויאמר הטענות עצמן ליטול את הארץ כי הטענות עצמן צודקות לכל שבט מישראל, לזה אמרו אין שבט אחר צריך לה כמו שצריכין הם לה לפי שהיא ארץ מקנה ולהם יש מקנה רב","titles":[{"title":"﻿במדבר לב ג"},{"title":"﻿במדבר פרק לב פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":3},{"positionInParasha":73},{"uri":"jbr:tanach-orhachaim4-32-5","text":"עוד אפשר שנתכוונו לשלול העברתם עם ישראל כדרך שהתנה עליהם משה לבסוף, וסמכו על הטעם שנתנו בתחילת דבריהם שאמרו אשר הכה ה' ואין צורך לעבור כל חלוץ","titles":[{"title":"﻿במדבר לב ה"},{"title":"﻿במדבר פרק לב פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":5},{"positionInParasha":75},{"uri":"jbr:tanach-orhachaim4-32-6","text":"גם נתכוון במאמר תשבו פה בטענה הנשמעת כי ארץ סיחון ועוג שהם שואלים נתנה ה' כשהיו מקובצים יחד שבטי ישראל שזכות כלן עמד להנחילם הארץ הלזו וכשהם נוטלים חלקם בארץ נגרע מערך זכות הרבים לפי שהם יושבים פה, ובזה סתר טענתם שנתכוונו במאמר אשר הכה ה' שזה יגיד על מלחמות הארץ שאין טורח לישראל כמו שפירשתי למעלה כי לא כן הוא שאין הדבר דומה","titles":[{"title":"﻿במדבר לב ו"},{"title":"﻿במדבר פרק לב פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":6},{"positionInParasha":76},{"uri":"jbr:tanach-orhachaim4-32-7","text":"גם מצינו שאמרו רז\"ל (במד\"ר פ\"ז) בעשר קדושות שאין עבר הירדן ראוי לבית המקדש ולשכון השכינה, וכן אמר הכתוב (יהושע כ\"ב) אם טמאה ארץ אחוזתכם, הא למדת שיש הפרש בין ארץ סיחון ועוג לארץ ישראל, ואפשר כי מטעם זה לא היה בדעת משה לחלקה לשבטים והיה חפץ שיהיו כל ישראל בארץ אשר נתן ה' להם להיותה יותר קדושה, ועיין בפרשת דברים (ג' י\"ג) בפסוק ההוא יקרא ארץ רפאים","titles":[{"title":"﻿במדבר לב ז"},{"title":"﻿במדבר פרק לב פסוק ז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":7},{"positionInParasha":77},{"uri":"jbr:tanach-orhachaim4-32-16","text":"ולסברת רמב\"ן וסיעתו שחולקים עם הרמב\"ם בדין זה וסוברים שכל שהתנאי קיומו תלוי ביד הלוקח או המקבל מתנה אין בו דין אסמכתא משום שהמקנה גמר והקנה, כפי זה צריך ליישב טעם מאמר בנין הגדרות וערים כי הוא לבל יתחייבו לעבור הירדן עד שיכינו הגדרות ויבנו הערים ואז יחלצו ללכת עמהם, והוא אומרו גדרות צאן נבנה למקננו וערים לטפנו ואחר כך אנחנו נחלץ חושים וגו'","titles":[{"title":"﻿במדבר לב טז"},{"title":"﻿במדבר פרק לב פסוק טז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":16},{"positionInParasha":86},{"uri":"jbr:tanach-orhachaim4-32-17","text":"גם יתישב למה אמרו ב' גבולים נגדיים, א' עד אשר אם הביאונום וגו, ' וב' עד התנחל, והגם שהא' אמרו לענין נחלץ חושים והב' לענין השבתם לארצם, עם כל זה מפסוק ראשון משמע שלא חייבו עצמן אלא עד הביאם למקומן ולא עד התנחל, ולדברינו עלה על נכון, ואמר להם משה בנו לכם ערים לטפכם, דקדק לומר לכם, פירוש למה שברצונכם שהוא לבנות ערי מבצר, וכן היה דכתיב ויבנו את דיבון ואת עטרות וגו' שאלו הם ערי המבצר שהם העיירות הגדולות שהזכירו בשאלתם, ותמצא שלא חזרו לבתיהם עד אחר י\"ד שנה של כיבוש וחילוק","titles":[{"title":"﻿במדבר לב יז"},{"title":"﻿במדבר פרק לב פסוק יז"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":17},{"positionInParasha":87},{"uri":"jbr:tanach-orhachaim4-32-19","text":" אור החיים  כי לא ננחל וגו' כי באה וגו'. אומרו כי לא ננחל, הוא נתינת טעם למה שאמרו בסמוך עד התנחל בני ישראל וגו' שהוציאו עצמן מהנחלה לזה אמרו טעם שאנו מיחסים הנחלה לישראל ולא לנו מטעם כי לא ננחל אתם כי באה וגו' פירוש מטעם שבאה נחלתנו וגו'. או נתכוונו לומר שאחר שקבלו עליהם כל האמור יודע עתה שטעם שאלתם לא מטעם יראתם ממלחמת העמים הוא כמו שבא החשד בדברי משה אלא מטעם שאין להם נחלה בארץ כי ה' נתן להם נחלתם כבר מעבר הירדן מזרחה","titles":[{"title":"﻿במדבר לב יט"},{"title":"﻿במדבר פרק לב פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":19},{"positionInParasha":89},{"uri":"jbr:tanach-orhachaim4-32-20","text":"עוד נתכוון באומרו אם תחלצו לפני ה' להשיבם להמובן בדבריהם שאמרו נחלץ וגו' לפני בני ישראל שזה יגיד שישראל צריכין עזר טבעי, לזה אמר אם תחלצו לפני ה' תחלצו פירוש להרבות זכותכם לפני ה' שאין דומה זכות מאה לזכות מאה ואחד","titles":[{"title":"﻿במדבר לב כ"},{"title":"﻿במדבר פרק לב פסוק כ"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":20},{"positionInParasha":90},{"uri":"jbr:tanach-orhachaim4-32-21","text":"עוד נתכוון לומר לפני ה' פירוש שהוא המוריש אויביו כמו שגמר אומר עד הורישו פירוש ה' לאויביו מפניו, וכפירוש זה שיעור הכתוב הוא על זה הדרך אם תחלצו ותהיה כוונתכם לפני ה' וגו' אז אינכם צריכין למלחמה אלא העברה לבד לפני ה' והוא יוריש אויביו, והוא אומרו ועבר לכם וגו' לפני ה' היוצא להנקם עד הורישו אויביו הא למדת כי הוא המוריש לפני בני ישראל, ודקדק לומר מפניו, לפי שה' שוכן בעיר אשר בחר לו ירושלים החביבה ואינו חפץ לראות אויביו לפניו","titles":[{"title":"﻿במדבר לב כא"},{"title":"﻿במדבר פרק לב פסוק כא"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":21},{"positionInParasha":91},{"uri":"jbr:tanach-orhachaim4-32-22","text":"ואומרו לפני ה' אפשר שנתכוון להחזיקם בקדושת הארץ מהטעמים עצמן שאמרו הם בתחילת דבריהם, וזה הוא שיעור דבריו והיתה הארץ הזאת וגו' הגם שהוא חוצה לארץ תהיה נחשבת לכם לאחוזה לפני ה' פירוש תהיה נחשבת אחוזה זו שהיא לפני ה' וזו היא קדושתה שלטעם זה היא שנחשבת הארץ קדושה לפי שהיא לפני ה' באין רצועת חול מפסקת בינה ובין ה' שוכן הבירה","titles":[{"title":"﻿במדבר לב כב"},{"title":"﻿במדבר פרק לב פסוק כב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":22},{"positionInParasha":92},{"uri":"jbr:tanach-orhachaim4-32-23","text":"ודעו את חטאתכם וגו'. פירוש מודיעם שמי שיש חטא בידו ימצאהו בשעת הסכנה ויפרע ממנו, והוא אומרו אשר תמצא אתכם בפשיטות, וצא ולמד ממאמרם ז\"ל (טוש\"ע או\"ח סי' נד) שחוזרים מעורכי המלחמה על חטא קל אם שח בין ישתבח ליוצר, וכמו כן ימצאם עון זה ויחסרו כל ההצלחות הרשומים בדבריו, גם אז לא יהיו נקיים מה' ומישראל כי מהמקרה הרע אדרבה יצדיקו כי לא נקיים היו, ועיין מה שפרשתי בתשובת בני גד ובני ראובן שאמרו עבדיך יעשו כאשר אדוני מצוה","titles":[{"title":"﻿במדבר לב כג"},{"title":"﻿במדבר פרק לב פסוק כג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":23},{"positionInParasha":93},{"uri":"jbr:tanach-orhachaim4-32-24","text":" אור החיים  והיוצא מפיכם תעשו. הכוונה במאמר זה שלא יבינו שהחליט להם מאמר בנין הערים וגו' על כל פנים אלא תנאי הוא הדבר. או נתכוון להשיב למה שאמרו שאם יבנו ערי מבצר וישבו שם טפם שיתעכבו עד שינחלו ישראל נחלתם בארץ, לזה אמר והיוצא וגו' פירוש פרט זה אם לא הייתם אומרים אותו אין צורך בו למיחוש שיש בענין והיה די בעכבתכם שם עד תשלום שבע שני כיבוש ואין צורך להתעכב שם ארבע עשרה שנה, ולפי שאתם אמרתם כן היוצא מפיכם תעשו, ותמצא שלא התנה עליהם משה אלא עד שנכבשה ולא עד שנחלקה כאמור במאמר התנאים לומר שאין תנאי זה מעכב אלא לקיים היוצא מפיהם","titles":[{"title":"﻿במדבר לב כד"},{"title":"﻿במדבר פרק לב פסוק כד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":24},{"positionInParasha":94},{"uri":"jbr:tanach-orhachaim4-32-25","text":"גם ירצה לשון עילוי ורוממות כי דבר זה אמרוהו בני גד ובני ראובן לצד מעלת מלך ונביא, ואחר כך פירשו הדברים ואמרו עבדיך יעשו כאשר אדוני דובר פירוש גם מלבד חיוב הבא מחמת המצוה יש חובה עלינו לעשות הגם שלא היה הדבר מצוה אלא דיבור כדברים העוברים בין אדם לחבירו בעניני תנאי מקח וממכר זוכה ומזכה בעניני העולם, והכוונה בזה שמקבלים גם כן עליהם הדבר כדברים שמתחייב אדם לחבירו בתנאי הממון שקיימין כראי מ וצק","titles":[{"title":"﻿במדבר לב כה"},{"title":"﻿במדבר פרק לב פסוק כה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":25},{"positionInParasha":95},{"uri":"jbr:tanach-orhachaim4-32-29","text":" אור החיים  ויאמר משה וגו' ונתתם להם. אמר ונתתם להם שנראה כי הם הנותנים ובסמוך אמר הכתוב ויתן להם משה וגו' את ממלכת וגו', לפי שאין החלט הנתינה אלא אחר קיום התנאי לזה אמר ונתתם, ונשאר לדעת למה אמר ונתתם שהיה לו לומר תתנו להם, ואולי שרמז להם הדברים עצמן שאמר לבני גד ובני ראובן שאם ילכו יצליחו כל ישראל בין הנוחלים בארץ בין הנוחלים בעבר הירדן, והוא אומרו אם יעברו וגו' ונכבשה וגו' הצלחת נוחלי הארץ, ונתתם וגו' הצלחת נוחלי עבר הירדן, ורמז זה לא היה נשמע אם היה אומר תתנו להם","titles":[{"title":"﻿במדבר לב כט"},{"title":"﻿במדבר פרק לב פסוק כט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":29},{"positionInParasha":99},{"uri":"jbr:tanach-orhachaim4-32-30","text":" אור החיים  ואם לא יעברו חלוצים אתכם. פירוש הגם שיעברו אחר כך יאחזו בתוככם, וטעם אומרו ונאחזו בתוספת וא\"ו ולא אמר יאחזו, נתכוון לרמוז דיוק הצלחתם הנשמע מפסוק אם יעברו על זה הדרך ואם לא יעברו אין הצלחתם בארץ הלזו ומעצמן יאחזו בתוככם לצד המצר להם בארץ, ונמצאו בטלו המצוה ושלהם לא הגיעם","titles":[{"title":"﻿במדבר לב ל"},{"title":"﻿במדבר פרק לב פסוק ל"}]},{"sefer":"tanach-4"},{"parasha":"parasha-9"},{"perek":"tanach-4-32"},{"positionInPerek":30},{"positionInParasha":100},{"uri":"jbr:tanach-orhachaim4-33-1","text":"אשר יצאו מארץ מצרים לצבאותם. לפי מה שפירשנו כי תיבת אלה הגידה על המסעות המובחרים ופסלה מסעות הגרועים סמך הכתוב למאמר אלה מאמר אשר יצאו וגו' לצבאותם להעירך כי המובחרים הם אותם שקדמו למרגלים שהם בני ישראל שיצאו מארץ מצרים לצבאותם פירוש הצבאות עצמן שיצאו לשלול מסעות שהיו מזמן המרגלים שלא היו לצבאותם שנגזרה גזירה למות במדבר ומאותה שנה עצמה מתו חלק מהם ולא היה בנמצא הצבאות שיצאו ממצרים, ואומרו ביד משה ואהרן פירוש המסעות היו בידם דכתיב בפרשת בהעלותך (ט' כ') ועל פי ה' יסעו וגו' על פי ה' ביד משה וסמך עמו אהרן שאהרן הוא התוקע בחצוצרות למסעם לזה שתפו עם משה","titles":[{"title":"﻿במדבר לג א"},{"title":"﻿במדבר פרק לג פסוק א"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-orhachaim4-33-2","text":"ונראה שהכתוב נתכוון להודיענו סדר כתיבת המסעות שלא נכתבו ביום אחד אלא על זה הסדר שהתחיל משה לכתוב בפנקסו במצות המלך מיום שיצאו ממצרים על זה הדרך יום שיצאו ממצרים כתב פסוק ויסעו בני ישראל מרעמסס וגו' ב' כתובים הבאים כאחד הכתובים לפנינו עד תיבת שפטים, וכשחנו בסוכות כתב פסוק ויסעו וגו' ויחנו בסוכות, וכשנסעו מסוכות כתב ויסעו מסוכות, וכשחנו באיתם כתב ויחנו באיתם, וכן על זה הדרך היה כותב כל מסע בזמנו עד שהגיעו לערבות מואב, ואחר כך אמר ה' אליו שיסדרם בתורה כדרך שהיו כתובים אצלו, והוא מה שאמר הכתוב ויכתוב משה את מוצאיהם פירוש יום שיצאו ממצרים והם ב' הכתובים מויסעו מרעמסס עד תיבת שפטים, ואומרו למסעיהם פירוש לסדר כל מסעיהם שנסעו מיום צאתם ממצרים עד סוף המסעות, ואומרו על פי ה' לומר שמכתב הראשון עצמו היה על פי ה' הוא אמר אליו שיהיה כותב והולך, ואומרו ואלה מסעיהם וגו' פירוש אלה הם המסעות האמורים שכתב משה למוצאיהם כל אחד בזמנו ובמקומו וזה העתקה","titles":[{"title":"﻿במדבר לג ב"},{"title":"﻿במדבר פרק לג פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-orhachaim4-33-3","text":" אור החיים  ויסעו מרעמסס וגומר. הוצרך לומר זכרון בחדש הראשון ב' פעמים הגם שהיה יכול לומר בחמשה עשר יום ומובן הדבר שבחודש הראשון מדבר הכתוב, או על זה הדרך ויסעו בט\"ו לחודש הראשון, אולי שרמז מה שאמרו רבותינו ז\"ל (שמו\"ר פט\"ו) כי חודש ניסן הוא זמן שמזלם של ישראל עומד, גם זמן שלימות ההצלחה בו הוא ט\"ו בחודש, והוא אומרו ויסעו וגו' בחודש הראשון שהוא זמן העמדת מזלם, ועוד לתוספת גודל המערכה בט\"ו שהוא זמן מילוי הלבנה, ואומרו לחודש הראשון לפי שאין גדר זה מורה על רום ההצלחה אלא כשהוא בחודש המוצלח","titles":[{"title":"﻿במדבר לג ג"},{"title":"﻿במדבר פרק לג פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":3},{"positionInParasha":3},{"uri":"jbr:tanach-orhachaim4-33-5","text":" אור החיים  ויסעו וגו' ויחנו בסוכות. קשה הלא כבר אמר ויסעו בני ישראל מרעמסם וגו' ולא היה צריך לומר אלא ויחנו בסוכות. ונראה שנתכוין לומר שלא היה מסע אחר בין רעמסם לסוכות, והוא מה שסמך לויסעו ויחנו, וזולת זה אם היה מתחיל ויחנו בסוכות אין הערה לזה, וכמו כן דקדק בכל המסעות להסמיך החניה למסע, חוץ מז' עממין הנמצאין שם, ולזה דקדק לומר את כל יושבי הארץ לומר אפילו שאינם מז' עממין. או אפשר שחוזר על אומה שאין כח בהם להורגם שישתדלו להורישם ולא יניחו מהם בארץ","titles":[{"title":"﻿במדבר לג ה"},{"title":"﻿במדבר פרק לג פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"jbr:tanach-orhachaim4-33-53","text":"ונראה פשט הכתוב כדברי רש\"י ממה שגמר אומר כי לכם וגו' לרשת אותה, ואם הישיבה היא המצוה היה לו לתלות בעיקר המצוה ולומר כי לכם וגו' לשבת בה","titles":[{"title":"﻿במדבר לג נג"},{"title":"﻿במדבר פרק לג פסוק נג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":53},{"positionInParasha":53},{"uri":"jbr:tanach-orhachaim4-33-55","text":"וצררו אתכם על הארץ וגו'. פירוש לא מלבד שיחזיקו בחלק מהארץ שלא זכיתם בו אלא גם חלק שזכיתם בו אתם וישבתם בו וצררו אתכם על חלק שאתם יושבים בו לומר קומו צאו ממנו, ופירוש תיבת על כדרך אומרו (כ' כ\"ד) על אשר מריתם פי על אשר לא קדשתם (דכרים לב נא)","titles":[{"title":"﻿במדבר לג נה"},{"title":"﻿במדבר פרק לג פסוק נה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":55},{"positionInParasha":55},{"uri":"jbr:tanach-orhachaim4-33-56","text":" אור החיים  כאשר דמיתי וגו'. פירוש חשבתי במצותי זו לכם ואתם לא עשיתם ותשאר מחשבתי עומדת בלא קיום וקימה בהם","titles":[{"title":"﻿במדבר לג נו"},{"title":"﻿במדבר פרק לג פסוק נו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-33"},{"positionInPerek":56},{"positionInParasha":56},{"uri":"jbr:tanach-orhachaim4-34-14","text":"לקחו נחלתם. הוצרך לכפול מאמר זה פעם ב', לפי שחצי שבט מנשה לא בא עם בני גד ובני ראובן יחד לזה יחד לו לקיחה כפני עצמו, וכפי זה מאמר לקחו נחלתם חוזר לחצי שבט מנשה, ולזה הפסיק הכתוב במאמר לבית אבותם בין ב' המטות לחצי שבט מנשה, עוד ירצה בכפל הדברים לומר כי מה שלקחו הוא כפי נחלתם באמת כי בא להם נחלתם שם כדבריהם שאמרו באה נחלתינו אלינו","titles":[{"title":"﻿במדבר לד יד"},{"title":"﻿במדבר פרק לד פסוק יד"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":14},{"positionInParasha":70},{"uri":"jbr:tanach-orhachaim4-34-15","text":" אור החיים  שני המטות וגו' לקחו וגו'. נתכוין במאמר זה לומר שנחלתם היתה יחד ממשה מעבר הירדן וגו' ולא חלק משה חלק לכל אחד בפני עצמו","titles":[{"title":"﻿במדבר לד טו"},{"title":"﻿במדבר פרק לד פסוק טו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":15},{"positionInParasha":71},{"uri":"jbr:tanach-orhachaim4-34-19","text":"ואפשר עוד לומר כי לא יחס נשיאות לכלב על יהודה משום כבוד מלכות שעומדת ממנו, וכמו כן לבנימין משום שממנו מתחלת המלכות בישראל שהוא שאול איש ימיני, ושמעון טעמו נכון כדברי גאון","titles":[{"title":"﻿במדבר לד יט"},{"title":"﻿במדבר פרק לד פסוק יט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-34"},{"positionInPerek":19},{"positionInParasha":75},{"uri":"jbr:tanach-orhachaim4-35-2","text":" אור החיים   ונתנו ללוים וגו'. פירוש הגם שצוה ה' שלא יהיה ללוים חלק ונחלה בארץ אבל בתורת חסד יתנו להם מתנת חנם ממה שהגיעם, כדין שמפרנסים מי שהשיגה (אולי צריך לומר שלא השיגה) ידו, והוא מה שדקדק לומר ערים לשבת פירוש לצד ההכרח לשבת בהם וגו', ולזה כפל לומר אחר כך והיו הערים להם לשבת להעירך כי מאמר לשבת ראשון היא טעם הנתינה ומאמר והיו הערים להם לשבת הוא לומר לך שצריך שיהיו ראוים לישיבה, ורז\"ל אמרו (מכות י\"ב. ערכין לג) שבא לומר שהערים יהיו לישיבה שאין עושין עיר מגרש","titles":[{"title":"﻿במדבר לה ב"},{"title":"﻿במדבר פרק לה פסוק ב"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":2},{"positionInParasha":87},{"uri":"jbr:tanach-orhachaim4-35-3","text":" אור החיים  ולכל חיתם. פשט הכתוב הוא לכל צרכיהם, אלא שלא היה צריך לומר וכלול הוא בכלל רכושם שאמר הכתוב, ורז\"ל במסכת מכות (יב.) פירשו שבא לומר שלא ניתנו אלא לחיים ולא לקבורה שאין קוברין בהם אלא הרוצח שבא בו מאמר ה' כי שם תהיה קבורתו. ולדבריהם ז\"ל קשה תיבת ולכל כיון שלא בא מאמר ולכל חיתם אלא למעט קבורת מתים לחיתם היה לו לומר כי ולכל משמע שמרבה בתשמישי המגרש, ומה גם בתוספת וא\"ו ולכל חיתם רבוי, ורצה לומר ולכל ריבוי והשכילו שהמיעוט הוא הנשמע מתיבת חיתם עצמה, או לפי שנתכוין למעט הקבורה הוצרך לרבות כל חוץ ממנה, וזה שיעור הכתוב ולכל מין תשמיש שהוא לחיים הא למדת שלא מיעט אלא לקבורה, ואם היה אומר לחיתם היה נשמע שמיעט כל שאינו לצורך חיתם לגמרי ויכנסו בגדר האיסור דברים אחרים לבד הקבורה","titles":[{"title":"﻿במדבר לה ג"},{"title":"﻿במדבר פרק לה פסוק ג"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":3},{"positionInParasha":88},{"uri":"jbr:tanach-orhachaim4-35-6","text":" אור החיים  ואת הערים וגו' את שש ערי המקלט. מכאן משמע כי השש ערי מקלט הם לגולין ולא ללוים, ומאומרו בפסוק שאחר זה שאמר כל הערים אשר תתנו ללוים מ\"ח משמע שלזכות הלוים הם גם הששה. ונראה כי נתכוון הכתוב בזה לתת זכות שוה לישראל הגולין וללוים שיד כולן שוה, לכן בפסוק ראשון אמר זכות לגולין שיהיו שש ערי מקלט להם לדור בהם, ובפסוק ב' נתן זכות ללוים, הא למדת שהם של לוים והם של הגולין ואין הגולין מעלין שכר, וכן העלו בסוף הגולין (יג.) לכל הסברות, וסובר אני שבן לוי נדחה מפני ישראל הגולה אם רבו הרצחנים והוצרכו לשש עיירות ידחו הלוים מהם שהרי הקדים הכתוב זכות לגולין","titles":[{"title":"﻿במדבר לה ו"},{"title":"﻿במדבר פרק לה פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-35"},{"positionInPerek":6},{"positionInParasha":91},{"uri":"jbr:tanach-orhachaim4-36-5","text":" אור החיים   ויצו משה את בני ישראל וגו'. פירוש שצוה אותם על פי ה' שצוהו לאמר לישראל ומה צוה, כן מטה בני יוסף וגו' פירוש שבאה המצוה מה' שטענתם ודבריהם אמת, והכוונה בזה לכבוד ולתפארת בני יוסף","titles":[{"title":"﻿במדבר לו ה"},{"title":"﻿במדבר פרק לו פסוק ה"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-36"},{"positionInPerek":5},{"positionInParasha":124},{"uri":"jbr:tanach-orhachaim4-36-6","text":" אור החיים  זה הדבר. אומרו זה הדבר, יתבאר על פי מה שאמרו במסכת בבא בתרא (קכ.) וזה לשונם בנות צלפחד הותרו לינשא לכל מי שירצו שנאמר לטוב בעיניהם אלא מה אני מקיים אך למשפחת אביהן וגו' עצה טובה וכו' עד כאן, והוא אומרו זה הדבר פירוש לפי שקדם ואמר כן מטה בני יוסף דוברים שהדין עמם וחזר ופירש שדין זה של בנות צלפחד לא נכלל בגדר גזירת משפט זה, והוא אומרו זה הדבר אשר צוה ה' לבנות צלפחד שהרשות בידם לטוב בעיניהם וגו', ודקדק לומר זה לומר ולא אחר שלא עשה ה' מעלה זו ברשיון זה אלא להם, והוא מה שרמז באומרו בנות צלפחד לאמר שאין לתיבת לאמר משמעות, ולדרכנו יכוין לומר כי בא האלהים במאמר זה לרומם כבודם","titles":[{"title":"﻿במדבר לו ו"},{"title":"﻿במדבר פרק לו פסוק ו"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-36"},{"positionInPerek":6},{"positionInParasha":125},{"uri":"jbr:tanach-orhachaim4-36-9","text":" אור החיים  ולא תסוב נחלה ממטה וגו'. טעם שכפל המאמר עצמו שאמר בסמוך ולא תסוב וגו', לפי מה שכתבתי בסמוך שאין זה אלא עצה טובה, בא מאמר ב' לחיוב לכל בני ישראל שאליהם באה מצות וכל בת יורשת וגו' האמורה קודם לזה","titles":[{"title":"﻿במדבר לו ט"},{"title":"﻿במדבר פרק לו פסוק ט"}]},{"sefer":"tanach-4"},{"parasha":"parasha-10"},{"perek":"tanach-4-36"},{"positionInPerek":9},{"positionInParasha":128}]}