{"subjects":[{"uri":"tanach-orhachaim-3-1-1","text":"ובדרך רמז ירמוז שיאמר משה לישראל שם באוהל מועד כל אשר יצווהו ה', לזה סמך מאוהל מועד לאמר פירוש משם יאמר הוא לישראל ויש בזה טוב טעם כדי שיהיה אימת הדיבור על שומעיו לפני המלך המצוה ב''ה, גם שיצדיקו אותו ביותר כשיאמר הדברים לפניו יתברך שלא הותיר ולא הוסיף על דבריו. עוד ירמוז על זה הדרך אליו מאוהל מועד פירוש שלא השיג לדבר ה' אליו אלא לצד שמחל ה' על עון העגל ושכן באוהל מועד לאות ולמופת, אבל אם לא היתה המחילה לישראל הרמוזה באוהל מועד לא היה ה' מדבר אליו, ואמר לו שיאמר דבר זה לישראל, והוא אומרו לאמר. ותמצא שאמרו שם בתורת כהנים לאמר אמור להם דברי כבושים בשבילכם מדבר עמי וכו' עד כאן, והוא מכוין לפירושנו, אלא שדרשתם כולה מתיבת לאמר ולא מדקדוק הכתוב שאמרנו. ואולי שגם רז''ל זו היא כוונתם. עוד אמרו רז''ל (ת''כ כאן) יכול היה מדבר עמו לצורך עצמו תלמוד לומר לאמר בשביל ישראל היה מדבר עמו ולא בשביל עצמו ע''כ. כוונת דבריו כי תיבת לאמר מיעוט הוא למעט שלא היה דיבורו למשה זולת בשביל ישראל פירוש לדבר להם, מכאן אתה למד שלא דיבר ה' עם משה אלא דברי תורה שמסר לישראל, והוא מאמר התנא (אבות א) משה קבל תורה מסיני ומסרה ליהושע, הא למדת שכל מה שקבל מסר, ומכאן אתה למד שלא הודיעו ה' סוד שלא למדו את ישראל, והושוו ישראל למשה בידיעה אלא שהוא למד מפי הגבורה וישראל מפי איש","titles":[{"title":"﻿ויקרא א א"},{"title":"﻿ויקרא פרק א פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-3-1-2","text":"אדם דקדק לומר אדם לשון חשיבות כאמור בזוהר (תזריע מח) כי יקריב ואת מי יקריב פירש הכתוב ואמר מכם מן הפחותים שישנם בכם אשר פשעו בה' ויאמרו לאל סור ממנו ונתרחקו מדביקותו יתברך את זה יקריב, ולזה יקרא קרבן לה' כי יקריב נצר מטעיו קודש לשרשו, ואדם כזה אין צריך להביא לא נדר ולא נדבה גם אין מציאות להביא לו חטאת ולא אשם, על דרך אומרם ז''ל (אבות פ''ה) כל המזכה את הרבים אין חטא בא על ידו ואם אין שוגג אין קרבן, ואחר שגמר אומר מעשה קרבן הנכבד והמעולה אמר מן הבהמה וגו' תקריבו את קרבנכם דבר זה ישנו בכל אדם כי לא כל ישיגו בחינת רבים השיב מעון","titles":[{"title":"﻿ויקרא א ב"},{"title":"﻿ויקרא פרק א פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-1-3","text":"קרבנו בתורת כהנים דרשו שבאה לרבות שלמים שישנם בכל הפסולין הרשומים ואין לומר שלמעטם בא הכתוב ולומר קרבנו האמור שהוא עולה ולא שלמים, כי זה אינו צריך למעט כי מהיכא תיתי לאסור, ולא דרשו קרבנו בכנוי שהוא יותר פשוט בכתוב, כי הרי הוציאו דין זה מקרבנו האמורה בעולת צאן","titles":[{"title":"﻿ויקרא א ג"},{"title":"﻿ויקרא פרק א פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-1-9","text":" אור החיים  את הכל. אמרו ז''ל (ת''כ כאן) לרבות הקרנים והטלפים. וקשה למה לא הקריב אברהם את השה לעולה בקרניו וגו' והניח קרניו לשופרות כמאמרם ז''ל (פדר''א לא). ואולי שהקריב הכל ופקע מעל המזבח, כדתנן (זבחים פ''ו) וכולן שפקעו מעל המזבח לא יחזיר. או אפשר שנתלש מעליו קודם זריקה, ולא נתרבו הקרנים וכו' להקרבה אלא בעודן מחוברים אבל נתלשו אפילו עלו לראש המזבח ירדו דכתיב (דברים יב כז) ועשית עולתך הבשר וגו', ומותר בהנאה, וכדרבי זירא שאמר בפרק המזבח מקדש (שם) נתלש קודם זריקה שרי למעבד מנייהו אפילו קתא דסכיני. או אפשר שעדיין לא נתנה תורה, והגם שאמרו ז''ל (יומא כח) קיים אברהם אבינו אפילו עירובי תבשילין, כבר כתבתי בפרשיות אבות שזה היה לרצון כל שאין הכרח בדבר לאיזו סבות זכות, כמו שתאמר נישואי תמר ליהודה נישואי שתי אחיות ליעקב, וכמו כן קרני איל עמדו לנס בהודעת נביאים, ולזה לא קיימו מצות העתידות להקטיר קרניו","titles":[{"title":"﻿ויקרא א ט"},{"title":"﻿ויקרא פרק א פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-3-1-10","text":" אור החיים  ואם מן הצאן. אמרו בתורת כהנים הרי זה מוסיף על ענין ראשון עד כאן. הכונה בזה ליתן כל האמור במין הבקר ולא הוזכר בצאן כגון סמיכה ודיניה ושאר הלמודים. גם לדרוש אם נכפל דבר מהמוזכר כבר בבן הבקר, ולזה תמצא שדרשו כל הפרטים שנכפלו, גם ליתן את האמור בפרשה זו בשלפניה, כגון שחיטת צפון וכו' ושאר הדרשות הנלמדים מעולת צאן. ובתורת כהנים מסיים בה ולמה הפסיק, כדי ליתן ריוח למשה. הקשה הרא''ם דמכאן משמע שלא הוקשה ליה למה הפסיק אלא לצד דכתיב ואם שמוסיף, ושם בתורת כהנים (פסוק א') בברייתא שדנה שהיתה קריאה קודמת לדבור קתני יכול אף להפסקות וכו' ומה היו ההפסקות משמשות וכו' ע''כ. משמע אפילו בלא וא''ו היו ההפסקות משמשות וכו' ע''כ, ותירץ וכו' ואין דבריו נראים. והנכון בעיני הוא כי כח וטעם המתרץ שם הוא מכאן שזולת ייתור וא''ו האמור כאן הייתי אומר טעם ההפסקות לא ליתן ריוח למשה להתבונן אלא כדי שישכיל משה שלא ילמד דין מזה לזה, וממה שמצינו שרשם ה' כאן ואמר ואם מן הצאן בתוספת וא''ו הא למדת שדין כולן שוה וליתן האמור של זה בזה אם כן למה היו ההפסקות בהכרח לומר שהוא ליתן ריוח למשה, ומכאן לכל מקום שיהיו ההפסקות הרי שלך לפניך הטעם, והוא מאמר התנא בדרך כלל ומה היו ההפסקות משמשות","titles":[{"title":"﻿ויקרא א י"},{"title":"﻿ויקרא פרק א פסוק י"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-3-1-13","text":"עולה הוא. אמר הוא, דרשו בתורת כהנים שבא לעכב שחיטה בצפון בדיעבד שאם לא שחט בצפון פסולה. ולזה לא כתבה התורה הרבוי אלא בפרשה שנזכרה בה צפונה לומר כי על פרט זה בא המיעוט, ולא כתבו בפרשת בן בקר שהוזכר שם הסמיכה, כי אדרבה עליה בא רבוי תיבת עולה (פסוק ט') שאינה מעכבת סמיכה האמורה שם והגם שהכתוב אמר חלק מהרבוים ומהמעוטים מאחד וחלק מהרבוים והמעוטים בא' ואנו אומרים כאילו אמר כל הרבוים והמעוטים בכל א' מהם, שאני פרט זה כיון שהזכיר ב' מצות שהם סמיכה וצפון ומיעט וריבה ואין ידוע לאיזו מהם מיעט ולאיזו מהם ריבה, דרשינן הסמוך למיעוט והסמוך לריבוי, ומה מצינו מה סמך לרבוי סמיכה מה סמך למיעוט צפון. והגם כי גם שם נאמר רבוי, בא לניתוח שאינו מעכב כהפשט שנתמעט בריבוי שהוזכר בעולת בקר. ויש עוד להרחיב צדדים שישנם בענין והמשכיל יבין מעצמו. ובברייתא (בת''כ כאן) נתן טעם שדרשו הרבוי על הסמיכה שאינה מעכבת ומיעוט הוא על הצפון שמעכב כי הסמיכה אינה בכל העולות שעולת צבור אינה טעונה סמיכה וכו'. ואולי כי לרווחא דמלתא אמרו כן, כי הגם שהיה הדבר שקול יוכרע מטעם שכתבנו, והגם שהב' פרשיות ענין אחד הם, אף על פי כן להכריע ספק כזה יספיק. ותמצא בדרשת עולה הוא האמורה בעוף דרשו רז''ל בתורת כהנים כמו כן עולה לרבות אפילו לא מיצה דם הראש, הוא למעט אם לא מיצה דם הגוף עד כאן, והקשה בגמ' (זבחים סו","titles":[{"title":"﻿ויקרא א יג"},{"title":"﻿ויקרא פרק א פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-3-1-14","text":"קרבנו לה'. טעם אומרו קרבנו לה', מה שלא אמר כן בעולת בקר וצאן, לפי שמצינו שהכשיר הכתוב בעוף בעלי מומין כאומרם ז''ל (תו''כ קידושין כד) אין זכרות ותמות בעוף וכמו שכתבנו בסמוך, אם כן תבא הסברא לומר כי פחות הוא קרבן זה כי מום בו ואין זה בגדר קרבן לה' לזה אמר קרבנו לה' כי אין בו שום הדרגה פחותה לצד בחינה זו ואין רושם במומו כל עיקר. עוד ירצה על דרך אומרו (ישעי' נז) ואת דכא ושפל רוח ואמרו ז''ל (סוטה ה) אני את דכא ולמאן דאמר אתי דכא, ומהטעם עצמו לא הזכיר שמו יתברך סמוך להזכרת קרבן אלא בקרבן עוף, כי מי דרכו להביא עוף הוא העני ומביאו בשברון לב לצד מה שהוא העני ולצד מיעוט הקרבן וקרא עליו ואת דכא, מה שאין כן המקריב בקר וצאן שנפשו שמחה עליו בהקרבת דבר הראוי להתכבד. וכיוצא בזה דרשו בזבחים (מנחות קצ","titles":[{"title":"﻿ויקרא א יד"},{"title":"﻿ויקרא פרק א פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-orhachaim-3-1-17","text":" אור החיים  אשה ריח ניחוח. רז''ל אמרו (מנחות קי) נאמר בעולת בהמה אשה ריח וגו' ונאמר בעולת העוף אשה וגו' לומר לך אחד המרבה ואחד הממעיט וכו' עד כאן. הנה נתכוונו רז''ל לתרץ מה שקשה כי יאמר הכתוב אשה ריח ניחוח בעוף שהוא שוה איסר ומכל שכן בעולת הבהמה, לזה דקדקו בלשונם ואמרו לומר לך אחד המרבה וכו', פירוש שבא הכתוב להודיענו שאין הפרש בין המועט למרובה, שלא תאמר שאין זה אלא לצד שה' מצד רחמיו מתרצה בקרבן העני הגם שאינו חשוב כקרבן העשיר, ועל כל פנים אין המוחש נכחש כי זה מביא פר וזה מביא עוף, לזה נתחכם הכתוב ואמר ריח ניחוח בבהמה ולא הספיק לו במה שאמר בעוף ללמוד ממנו להעירך ולהראותך כי לא פחות הוא מקרבן בהמה ללמוד ממנו וצריך הוא להודיעך גם בקרבן בהמה אשה ריח ניחוח, והוא מה שדקדק התנא באומרו נאמר ונאמר וכו' פירוש ולא הספיק לו לומר הדבר במדרגה הקטנה נתכוין לומר לך בזה אחד המרבה ואחד הממעיט פירוש בהשואה הם, ולזה לא אמר התנא לומר הממעיט כמרבה שאז בטלה לה הכוונה שפי' בדבריו, כי כשנגיע לומר זה כזה יתחייב לומר כי הנלמד קטן מהמלמד כמשפט הרב ותלמידו, ומדקדוק לשון אומרו אחד ואחד הרי זה מראה באצבע השכל כי אין הדרגה לאחד מחברו, ובזה הוא שהשיג תירוץ למה לא אמר ריח ניחוח בעוף, כי בא ללמדנו דבר זה שאין מעלה לעשיר בשורו ולא כלום, ומטעם זה גם כן הוצרך לומר אשה ריח ניחוח בצאן ולא הספיק בבקר ועוף שהם ב' קצוות, כי בענין זה אין דבר נלמד מחברו לצד המובא","titles":[{"title":"﻿ויקרא א יז"},{"title":"﻿ויקרא פרק א פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-1","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-3-2-1","text":" אור החיים   ונפש וגו'. בתורת כהנים דרשו יתור ונפש שיש בו מיעוט וריבוי, מיעוט נפש לשון יחיד למעט צבור שלא יביאו מנחת נדבה, ריבוי ביתרון הוא''ו לרבות יחיד שאינו מביא מנחה על טומאת מקדש וקדשיו שהוא כהן משיח, שמביא מנחת נדבה. וטעם הכתוב שכתב כאן רבוי ומיעוט בתיבה אחת. אולי כי לצד שלא הוכרח למעט הצבור אלא לצד שריבה כהן משיח לזה רמז שניהם יחד הגם שהם ב' דברים הפכיים, כי לולי רבוי כהן משיח אין צורך למעט צבור כי מנין יעלה על דעתנו שיביאו שיוצרך למעט, ואחר שבא רבוי כהן משיח יצא לנו דין חדש שישנו במלמד לצבור כאומרם שם בתורת כהנים לזה הוצרך למעט","titles":[{"title":"﻿ויקרא ב א"},{"title":"﻿ויקרא פרק ב פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","positionInPerek":1,"positionInParasha":18},{"uri":"tanach-orhachaim-3-2-4","text":" אור החיים  וכי תקריב. אמר וכי בתוספת וא''ו לסמוך דין זה לענין ראשון, לומר לך שגם בפרטי המנחה נתרבה כהן משיח, ונתמעטו צבור גם לתנאי פרטי ההקרבה שנרשמו בקומץ מנחת סולת, גם להביא לבונה הגם שלא הוזכרה בה","titles":[{"title":"﻿ויקרא ב ד"},{"title":"﻿ויקרא פרק ב פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","positionInPerek":4,"positionInParasha":21},{"uri":"tanach-orhachaim-3-2-10","text":"אכן נראה כי לצד שאמר הכתוב ג' מצות אלה המלחה והגשה והקטרת כל לבונתה מפוזרים בג' מקומות, הקטרת כל לבונתה כתבה בפרשת מנחת סולת, הגשה במנחת מרחשת, המלחה אחר תשלום זכרון כל דיני מנחות, ומצינו שאמר הכתוב והנותרת מן המנחה אחר זכרון מנחת סולת הגם שלא הוזכר בה הגשה הא למדת שאין הגשה מעכבת בה שהרי הגם שלא הוזכר בה הגשה אמר והנותרת וגו' לאהרן ובניו, והגם שאנו אומרים מדרשות סמיכות וא''ו האמורה בתחלת כל הפסקה והפסקה שיכוין הכתוב ליתן את האמור של זה בזה ואם כן גם ההגשה שנאמרה במנחת מרחשת צריכה להיות גם במנחת סולת וגו', ממה שכתב והנותרת באמצע המנחות גילה כי הלימוד אינו אלא לכתחלה אבל אינו מעכב ליפסול בשבילה, אבל כל הלבונה מעכב. ועוד מצינו שחזר הכתוב ואמר והנותרת וגו' אחר דין מנחת מרחשת ופסוק זה כל רואה יגיד שהוא עצמו נותר שהדברים ככתבן נאמרו למעלה, הא ודאי לא בא אלא לומר שבפרטי דינים הרשומים שם יספיק להיות הנותרת לאהרן וגו' ושם לא הוזכר הקטרת לבונה כל עיקר אלא הקומץ דכתיב והרים הכהן וגו' אזכרתה פירוש הקומץ ולא הוזכר לבונה הא למדת שעל זה בא הכתוב ללמד שהגם שלא הקטיר כל לבונה כרשום בפרשת מנחת סולת הנותרת לאהרן, והוא מאמר התנא והנותרת אף על פי שלא הוגשה אף על פי שלא הקטיר כל לבונתה, וקתני גם כן אף על פי שלא הומלחה כי ראינו שצוה אחר אומרו והנותרת לאהרן הא למדת שישנו השיריים בהיתר הגם שלא הומלחה","titles":[{"title":"﻿ויקרא ב י"},{"title":"﻿ויקרא פרק ב פסוק י"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","positionInPerek":10,"positionInParasha":27},{"uri":"tanach-orhachaim-3-2-14","text":" אור החיים  ואם תקריב וגו'. פירוש אם יהיה זמן הקרבת מנחת בכורים וגו', תקריב פירוש חובה כי חיוב מצוה זו בכל זמן, ובמקום זכרון תנאי הזמן אמר ואם","titles":[{"title":"﻿ויקרא ב יד"},{"title":"﻿ויקרא פרק ב פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-2","positionInPerek":14,"positionInParasha":31},{"uri":"tanach-orhachaim-3-3-1","text":" אור החיים   אם זכר. שלא לעשות הדרגה לזכר בשלמים לזה אמר אם והבן","titles":[{"title":"﻿ויקרא ג א"},{"title":"﻿ויקרא פרק ג פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-3","positionInPerek":1,"positionInParasha":34},{"uri":"tanach-orhachaim-3-3-12","text":" אור החיים  ואם עז וגו'. בתורת כהנים אמרו הפסיק הענין שלא תהא העז טעונה אליה ע''כ. וצריך לדעת במה הפסיק הענין. ובעל קרבן אהרן פירש ממה שהיה צריך לומר ואם עז ואמר אם עז. ודבריו שוגג הם כי ואם עז כתיב. והריב''א (תוס' פסחים צו) פירש מדלא כלל אותו בהדי כבש כו' ולא שנה בו כלום וכו', והדברים פשוטים אצלי שכוונת התנא הוא לצד כי מצינו שאמר הכתוב בפרשת עולה ואם מן הצאן וגו' מן הכבשים ומן העזים, וכאן בפרשת שלמים הפסיק הענין ואמר מן הצאן בתחלה ואחר כך חזר לפרט דין העז בפני עצמה, לומר שיש בו דין חדש, ומה שלא אמר אם עז הא למדת שהוא סמוך על ענין ראשון בכל פרטי דינים הרשומים באומרו זבח שלמים זכר ונקבה וגו' כי רבים הם כולם ישנם בשלמי עז ולא נפסקה פרשת עז אלא לאליה, והטעם לפי שחזר הכתוב לפרט כל פרטי החלבים והשמיט האליה הרי זה מגיד שאליה הפסיק בין עז ובין כבש. ודע שלא הוצרך למעט האליה אלא בעז, אבל בבקר הגם שאמר ואם כבש וערבניהו קרא לא הוצרך למעט אליה, והטעם כי על כל פנים אליה דבקר אינו דומה לאליה דצאן ולא מקריא אליה, ולזה הגם שמערב הכתוב ב' דינים יחדיו ואם מן הצאן ליתן האמור של זה בזה היינו בדבר שישנו במציאות אבל אליה לצד שאין אליה של בקר קרוי אליה מנין לנו לרבותה דאצטריך קרא למעט, ולזה הגם שלא מיעטה הכתוב אמרו בתורת כהנים שאין בה דין אליה, ודוקא בעז לצד שרשם ואמר ואם מן הצאן ועז צאן מקרי וסלקא דעתך אמינא שעל שניהם אמר הכתוב האליה לזה הוצרך הכתוב לחלק ולומר אם כשב אם עז וגו'","titles":[{"title":"﻿ויקרא ג יב"},{"title":"﻿ויקרא פרק ג פסוק יב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-3","positionInPerek":12,"positionInParasha":45},{"uri":"tanach-orhachaim-3-3-17","text":" אור החיים  חקת עולם וגו'. מכאן פטיש להכות על קדקוד הטועה לומר שלא נאסר חלב אלא של קדשים, והרי כתיב חוקת עולם לדורותיכם בכל מושבותיכם, ואיך יעמד חי פסוק זה אם לא נאסר אלא חלב של קדשים, וכן פירש בתורת כהנים חוקת עולם לבית עולמים, לדורותיכם שינהוג לדודות, בכל מושבותיכם בארץ ובחוץ לארץ ע''כ. והנה אחר שאמר חוקת עולם מה מקום לומר לדורותיכם בכל מושבותיכם, אלא ודאי שהכוונה הוא על זה הדרך חוקת עולם נמשכת עם שלמעלה שהוא ע''ע הקדשים, ואמר תהיה אזהרה עוד לדרותיכם בכל מושבותיכם כל חלב וגו', והוא אומרו שינהוג לדורות איסור החלב בכל מושבותיכם אפילו בחוץ לארץ, שיעלה על דעתך לומר שלא אסר אלא בזמן שישנו קרב על גבי המזבח ולא בשאר זמנים, או אפילו בזמן שאינו קרב, אם הוא במקום שהוא קרב אבל במקום שאינו קרב לא תלמוד לומר לדורותיכם בכל מושבותיכם. ואם יטעה הטועה שאינו אסור אלא חלב הקרב, אחר שאמר חוקת עולם במה יש לטעות שהוצרך לומר לדורותיכם בכל מ ושב ותיכם","titles":[{"title":"﻿ויקרא ג יז"},{"title":"﻿ויקרא פרק ג פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-3","positionInPerek":17,"positionInParasha":50},{"uri":"tanach-orhachaim-3-4-2","text":"נפש. אמרו רז''ל (תו''כ) לרבות גרים, ואם לכלול נשים היה לו לומר אדם כי יחטא כי אדם כולל זכר ונקבה דכתיב (בראשית ה ב) ויקרא שמם אדם. ובדרך רמז יכוין כי לצד שנפש של אדם רשע היא נחסרת לצד מעשה הרע באמצעות העון במזיד ולזה יקרא הרשע בחייו מת דכתיב (יחזקאל יח) במות המת כי אין לו נפש, והוא ג''כ אומרו (משלי כג) אם בעל נפש אתה, והודיעו הכתוב כי תחסר הנפש גם בחטא השוגג, האמת שלא תחסר כולה אלא מקצתה ולצד מחסור כזה הוא אשר אמר ה' כי יביא קרבן ובזה תתקרב הנפש לשורשה ויאיר אורה כבתחלה אבל במזיד שתחסר כולה לא יועיל תקנת הקרבן כי אין נפש במציאות לקרבה עד אשר ישוב ויעבור עליו יוה''כ ויחיה ע''ד אומרו (יחזקאל יח) השיבו וחיו","titles":[{"title":"﻿ויקרא ד ב"},{"title":"﻿ויקרא פרק ד פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":2,"positionInParasha":52},{"uri":"tanach-orhachaim-3-4-3","text":"לאשמת העם. יתבאר על דרך אז''ל (אבות פ''ה מי''ח) המזכה את הרבים אין חטא בא על ידו, ובראות כי כהן המשיח חטא זה יגיד שלא זכו הזוכים על ידו כדי שלא יבא חטא על ידו בשבילם והוא אומרו לאשמת העם. ובתורת כהנים דרשו כי לאשמת העם יכון הכתוב להראות מין החטא אשר יתחייב עליו קרבן שהוא העלם דבר עם שגגת מעשה כאמור לאשמת העם (פסוק יג) ונעלם דבר וגו'. ואם הכהן המשיח שגג בשגגת מעשה לבד הדבר תלוי אם יתחייב להביא קרבן הדיוט או לא, ודרשו ז''ל (הוריות יא) בפסוק מעם הארץ להוציא כהן משיח כי פטור לגמרי. ואם הכהן המשיח אינו חכם מופלא הרי זה פטור (שם ז) מכל מין קרבן בין בהעלם דבר ושגגת מעשה בין בשגגת מעשה לבד, וצריך לתת טעם לדבר זה. ואולי כי העושה בהעלם דבר והוא חכם מופלא שגגה זו עושה רושם גדול בנשמתו ומרחיק נפשו משורשה ולא יועיל זכותם של ישראל שהוא מכפר בעדן למנוע ממנו הפגם, מה שאין כן כל ששגג במעשה לבד או בהעלם דבר ואינו חכם מופלא חטא זה לא יפעיל פגם בבחינת נפש כהן משיח לרחקה משרשה כדי שיצטרך לקרבן לקרבה כי באמצעות זכות הרבים הן אל כביר לא ימאם, גם לא יספיק זה לסימן כי העם אשמים ממה שבא ליד המשיח שוגג זה מהטעם עצמו שכתבנו","titles":[{"title":"﻿ויקרא ד ג"},{"title":"﻿ויקרא פרק ד פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":3,"positionInParasha":53},{"uri":"tanach-orhachaim-3-4-7","text":"עוד נראה לומר כי כיון שדרשה זו צודקת כשנקדים להקשות למה נאמר לפני ה' וילמד מויצא, למה תדחה דרשה זו מאידך, הלכך למדינן תרווייהו","titles":[{"title":"﻿ויקרא ד ז"},{"title":"﻿ויקרא פרק ד פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":7,"positionInParasha":57},{"uri":"tanach-orhachaim-3-4-13","text":" אור החיים  ואם כל עדת וגו'. בתורת כהנים דרשו עדת זו סנהדרין, נאמר כאן עדה ונאמר להלן וכו', ישראל דרשו המיוחדת שבישראל, שהיא של ע''א, ישגו יכול יהיו המיוחדים חייבים על ואמרו עוד הורו בית דין ועשו יכול יהיו חייבין תלמוד לומר הקהל ועשו, ההוראה בבית דין והמעשה בקהל ע''כ. ובדרך רמז ירצה שאם ישגו העדה ויטעו מדרך הישר, גם סנהדרי ישראל תורתם תהיה נעלמת מהם, לצד שלא השגיחו על עדת ה' ליישר המעקשים, כי החטא יולד חטא אחר, וצא ולמד (כתובות ס","titles":[{"title":"﻿ויקרא ד יג"},{"title":"﻿ויקרא פרק ד פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":13,"positionInParasha":63},{"uri":"tanach-orhachaim-3-4-22","text":"או הודע. אומרו או, לצד שקדם ואמר ואשם, ואמרו ז''ל (תו''כ) מלמד שמביא אשם תלוי אם נסתפק, לזה אמר או הודע פירוש אם הודע אליו ודאי","titles":[{"title":"﻿ויקרא ד כב"},{"title":"﻿ויקרא פרק ד פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":22,"positionInParasha":72},{"uri":"tanach-orhachaim-3-4-27","text":"בעשותה. לא היה צריך לומר, ודרשו ממנה בתורת כהנים מיעוט ורבוי מיעוט שאם עשה על פי הוראת בית דין פטור, דסלקא דעתך אמינא מה שקבע הכתוב פר הקהל אינו אלא על בית דין שהיו סבה בהוראתם לחטוא אבל העושים כדינם עומדים להביא כשבה או שעירה קא משמע לן דדוקא התולה בעצמו, רבוי שאם תלה בבית דין פירוש שהורו בבית דין ועשה על פיהם אם היה יודע שטעו אינו נפטר מצד הוראתם וחייב בשעירה או כשבה הגם שיביאו בית דין פר החטאת כמשפטו. הרבוי רמוז בתיבת בעשות, והמיעוט בדקדוק בעשותה, משמע בעשות אותה ולא אחרת, ובזה תבין ב' ברייתות בתורת כהנים על נכון","titles":[{"title":"﻿ויקרא ד כז"},{"title":"﻿ויקרא פרק ד פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":27,"positionInParasha":77},{"uri":"tanach-orhachaim-3-4-32","text":" אור החיים  ואם כבש וגו' עד ונסלח לו. צריך לדעת למה הוצרך לחלקם לב' פרשיות, והיה לו לומר למעלה והביא קרבנו שעירת עזים וגו' או כשבה תמימה וגו' ולא היה צריך לכתוב כל הפרשה, ונראה כי חלקם הכתוב לטעם עצמו שאמרו רז''ל (תו''כ ג) בפרשת ואם עז שבא לרבות אליה בחטאת מן הכשבה, לזה דקדק לומר בכשבה כאשר יורם חלב הכשב, ובשעירה אמר ואת כל חלבה יסיר. וחדא בשלמי נדבה וחדא בחטאת חובה. גם רואני שיש חידוש בכל האמור, אומרו וסמך דרשו רז''ל (תו''כ הכא) שבא ללמד על חטאת נזיר וחטאת מצורע שטעונין סמיכה, ואומרו ושחט אותה לחטאת דרשו (זבחים ז) שצריך שתהיה שחיטה לשם חטאת, ופרט זה לא נרמז בפרשת שעירה ומכאן אתה למד לשניהם, ואומרו במקום אשר וגו' אמרו בזבחים (מח","titles":[{"title":"﻿ויקרא ד לב"},{"title":"﻿ויקרא פרק ד פסוק לב"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-4","positionInPerek":32,"positionInParasha":82},{"uri":"tanach-orhachaim-3-5-1","text":"ומעתה הרווחנו פשט הכתוב לדעת רמב''ם על נכון, שמדבר הכתוב במציאות אחד והוא שמשביעין אותו בבית דין ולא הגיד בבית דין, וב' דברים אלו לעיכוב, בין ההשבעה מפי אחרים צריכה להיות בבית דין וחוץ לבית דין לא הגם שהיתה הכפירה בבית דין בזמן אחר, וכן הכפירה גם כן צריכה להיות בבית דין, וזולת זה הגם שנשבע מפי עצמו שלמדוהו מתחטא תחטא משבועת בטוי אינו חייב, והיכא שהיתה הכפירה בבית דין והשבועה שלא בפני בית דין למדינן משבועת בטוי אם נשבע בפיו חייב, והמשכיל יבין שדינו של רמב''ם מאיר, והכתוב מסייעו והאומר ששבועה מפי אחרים תועיל שלא בפני בית דין עליו להביא ראיה כי לימוד לאחת אינה אלא לנשבע מפי עצמו או השביעהו אחרים ואמר אמן דהיינו מפי עצמו","titles":[{"title":"﻿ויקרא ה א"},{"title":"﻿ויקרא פרק ה פסוק א"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","positionInPerek":1,"positionInParasha":86},{"uri":"tanach-orhachaim-3-5-7","text":"שוב ראיתי שדרשו בתורת כהנים בפרשת יולדת אם לא תמצא ידה וגו' יש לה שה ואין לה צרכיו מנין שתביא קרבן עני תלמוד לומר די שה ע''כ. הנה דרשה זו צריכה לענין נסכים כי הנסכים מעכבין וקרבן יולדת עולה הוא שטעון נסכים, ומעתה ריבוי זה שריבה הכתוב בפרשה זו של חטאת מה הוא, אם לסמיכה, קשה למה אצטריך לומר די שה בעולה והלא קל וחומר הוא אם בחטאת שאין צרכיה מעכבין מכל שכן שיביא קרבן עני בשבילה עולה שצורכיה מעכבין מכל שכן שיביא קרבן עני אלא ודאי נראה כמו שכתבתי, וכן ראיתי שהסכים הרב בעל קרבן אהרן","titles":[{"title":"﻿ויקרא ה ז"},{"title":"﻿ויקרא פרק ה פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","positionInPerek":7,"positionInParasha":92},{"uri":"tanach-orhachaim-3-5-10","text":"גם מה שפירש רבינו הלל ואין לו צרכיו, של שה קאמר, יוצדקו דברינו, כי השמיענו שיפטר בזה גם לחמורות שהוא טומאת מקדש [וקדשיו] מה שלא היה נשמע זה מקרבן עשירית האיפה","titles":[{"title":"﻿ויקרא ה י"},{"title":"﻿ויקרא פרק ה פסוק י"}],"sefer":"tanach-3","parasha":"parasha-1","perek":"tanach-3-5","positionInPerek":10,"positionInParasha":95},{"uri":"tanach-orhachaim-3-6-2","text":"עוד ירצה כי כאשר יעריך ה' את העולה לנקום נקמתה מהמריעים לא יעריכנה בפני עצמה אלא יקטיר עליה המובחרים והשלמים שבאומה שיקראו בשם חלב השלמים שבזה תגדל מעלתה של האומה לנקום נקמה גדולה משונאיה. ואומרו אש תמיד וגו' פירוש הגם שיכה ה' בהם מכה רבה לא תכבה אש ותמיד תוקד על המזבח על דרך אומרו (יואל ד) ונקיתי דמם לא נקיתי, עד אבוד רוח הטומאה מן הארץ, והיה ה' למלך על כל הארץ (זכרי' יד)","titles":[{"title":"﻿ויקרא ו ב"},{"title":"﻿ויקרא פרק ו פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-6-15","text":" אור החיים  והכהן וגו'. תחתיו מבניו. בפרק התכלת (נא) דרשו שבא לכהן גדול שמת ועדיין לא מינו אחר תחתיו שבנו של מת יביאנה במקומו, והוא אומרו תחתיו מבניו. ודרשו מ''ם של מבניו לדרשא אחרת, דתניא שם בניו אלו כהנים הדיוטים, או אינו אלא כהנים גדולים, כשהוא אומר והכהן המשיח תחתיו מבניו הרי כהן גדול אמור מה אני מקיים בניו בהדיוטים, ומסיק שם בגמרא דמאומרו מבניו דורש כן. ובהוריות פרק ג' (יא) אמרו עוד כהן גדול בן כהן גדול טעון משיחה מנלן דכתיב והכהן המשיח תחתיו מבניו נימא קרא והכהן מתחתיו מבניו מאי המשיח וכו' ע''כ. וקשה והלא צריך לומר המשיח ללמד על בניו האמורים בתחלה שהם הדיוטות כמאמר התנא בפרק התכלת. ויש לומר שללמד על בניו האמורים בתחלה שהם הדיוטות שפיר נשמע הגם שלא היה אומר המשיח, כי ב' כתובים בכהן א' למה לי, אלא ודאי שבניו דרישא בהדיוטים בניו דסיפא בגדולים, ולא היה צריך לומר המשיח אלא לדרשא למשוח כהן גדול בן כהן גדול. ועדיין קשה בכתוב למה אמר תחתיו מבניו שהיה צריך לומר מבניו תחתיו. ואולי שיכוין להסמיך בניו ליעשה אותה לכוין דרשת פרק התכלת שאם מת כהן גדול ועדיין לא מינו אחר במקומו בנו יביא במקומו, וזה שיעור הכתוב והכהן המשיח תחתיו יעשה, ואם עדיין לא נתמנה, מבניו של מת יעשה אותה, ואם היה אומר הכתוב הכהן המשיח מבניו תחתיו אז תהיה הכוונה שאין חיוב על בנו להביא אלא אם יהיה תחתיו שכן משמע דוקא תחתיו פירוש שנתמנה או שהוא ראוי לעמוד תחתיו, ומאומרו מבניו יעשה משמע כל יורש יביא. ולר''ש שחולק וסובר שאם לא מינו אחר תחתיו באה משל ציבור אמר תחתיו מבניו, לסמוך מבניו ליעשה, לומר כי אין ראוי לשום אדם אחר ליכנס תחת הכהן זולת בנו. אחר שפירשתי זה מצאתי שכן דרשוה בתורת כהנים למבין משמעות הברייתות על נכון","titles":[{"title":"﻿ויקרא ו טו"},{"title":"﻿ויקרא פרק ו פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-6","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-3-7-5","text":" אור החיים   אשם הוא. נחלקו רבנן ורבי אליעזר (ת''כ כאן), רבנן אמרו הוא למעט אם לא שחטו בצפון לעיכובא, ר' אליעזר אומר למעט אם שחטו שלא לשמו והנה לסברת ר' אליעזר ידוייק אשם הוא שחוזר הוא לאשם שצריך שיהיה לשם אשם. והגם שבזבחים (י) מצינו שהקשה ר' יהושע לר' אליעזר וחזר ר' אליעזר ולמד דין זה דשלא לשמו מפסוק (ז) כחטאת כאשם שהשוה אותם הכתוב, אם כן תיבת הוא למה צריכה, ואולי כי זולת הוא הייתי אומר שההקש בא לענין שצריך סמיכה כמו שדרשו חכמים (שם יא) לזה אמר הוא סמך לאשם לומר שצריך לשם אשם, ולצד שנקשה מה שהקשה שם אמר כחטאת כאשם. ולרבנן הוא למעט שחיטה שלא בצפון שהוזכרה בפרשה (פסוק ב) ובא לעכב, והגם שיש להקשות מעין קושיות שהקשה ר' יהושע לר' אליעזר גם לדברי חכמים, כיון שלא חדשו דין זר מהשכל בדרשתם אלא דבר שישנה בכל הקרבנות, וגם הוזכר בפירוש, אלא שמפסוק א' הייתי אומר שאינו מעכב, יכולין לדרוש הוא שבא לעכובא מה שאין כן ר' אליעזר שהוליד דין חדש שאין לו דמיון, לזה הוקשה כל הקשיות הרשומות שם","titles":[{"title":"﻿ויקרא ז ה"},{"title":"﻿ויקרא פרק ז פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","positionInPerek":5,"positionInParasha":28},{"uri":"tanach-orhachaim-3-7-9","text":"ונראה כי כוונת רבי יוסי ב''ר יהודה שלמד כל מנחת מאפה שהוא ב' מיני מנחות לא למדה אלא ממה שאמר הכתוב ב' פעמים כל אחרי כן והם ב' ב', ולזה דייק בלשונו תלמוד לומר וכל מנחה וכל נעשה וגו' וכל מנחה בלולה וגו' מה כל וכל האמורים למטה ב' מינים וכו', ולזה אם היה אומר הכתוב וכל מנחה בלולה לבד או כל מנחה חרבה לבד אין מקום ללמוד ויש לבעל הדין לחלוק ולומר כל מנחה חרבה תוכיח שאמר כל ואין בה אלא מין אחד אף כל מאפה תנור מין אחד לזה הוצרך לומר כל האמור בכתוב","titles":[{"title":"﻿ויקרא ז ט"},{"title":"﻿ויקרא פרק ז פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","positionInPerek":9,"positionInParasha":32},{"uri":"tanach-orhachaim-3-7-20","text":"וחוץ מדרכם ז''ל נראה ליישב כפל הכתובים על דרך מה שאמרו בזבחים דף ק''ו במשנה, הטמא שאכל בין קודש טמא בין קודש טהור חייב ורבי יוסי הגלילי אומר טמא שאכל טמא פטור, ואמרו בגמרא (שם קח) כל היכי דנטמא הגוף ואחר כך נטמא הבשר דכולי עלמא לא פליגי דחייב, ולזה אמר ב' כתובים, האחד אשר תאכל בשר מזבח השלמים זה טמא האוכל בשר שלמים טהור, והב' אמר ואכל מבשר זבח וגו' זה כנגד טמא האוכל מבשר שלמים שנטמא. ואולי כי לזה דקדק הכתוב לומר בפסוק אחד תאכל בשר מזבח השלמים, פסוק הבשר הוא מזבח השלמים שהוא עדיין במדרגתו שלא נטמא, והב' אמר מבשר זבח השלמים פירוש ממין בשר שלמים הגם שעכשיו אינו בשר שלמים שבא בו יעוד האכילה, והוא אומרו מבשר ששם זבח שלמים עליו, כי לא קשר הבשר עם זכרון זבח השלמים לרמון כי אינו בגדר סתם זבח שלמים הטהור ודו''ק ולא יפנה לבבך לטעות אחר המ''ם באופן אחר","titles":[{"title":"﻿ויקרא ז כ"},{"title":"﻿ויקרא פרק ז פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","positionInPerek":20,"positionInParasha":43},{"uri":"tanach-orhachaim-3-7-25","text":"אשר יקריב. אמרו בתורת כהנים מה תלמוד לומר אשר יקריב, חלב שכמותו כשר ליקרב על גבי המזבח, יצא חלב דפנות שאין כשר ליקרב ע''כ. הנה לסברא זו שהוציא מיעוט בהמה טמאה וחיה ועוף מאומרו שור וכשב ועז לא היה צריך לומר אשר יקריב, והוצרך למעט חלב דפנות. וקשה לרב זביד שדרש שור וכשב ועז לאליה שמותרת, ואשר יקריב למעט בהמה טמאה וחיה ועוף מנין להתיר חלב דפנות, גם לתנא שדרש שור וכשב ועז למעט טמאה וחיה ועוף היתר האליה מנא ליה ויש לומר לרב זביד אומרו אשר יקריב ימעט בהמה חיה ועוף וכו' גם חלב דפנות, כי כל שאינו קרב לה' הרי הוא בכלל המיעוט, ותנא דתורת כהנים גם כן ימעט גם כן מאומרו שור וכשב ועז את האליה, שאם לא בא הכתוב אלא לבהמה טמאה וחיה ועוף לא היה לו לומר אלא שור ושה, וכשנתמעט דבר שישנו באיסור דם תו לא עבדינן קל וחומר, וכלום למה איצטריך למעט משום שהייתי דן קל וחומר מדם, במיעוט אחד שיתמעט בהמה טמאה או חיה או עוף נסתר קל וחומר, ולא איצטריך אלא ללמד על האליה שאינה שוה בכולן שמותרת אלא שעדיין אין הדעת מתישבת בזה, למה יחלוק רב זביד על תנא דתורת כהנים דממעט טמאה וחיה ועוף משור וכשב ועז והוא ימעט מאשר יקריב ממנה לה'. ועוד הרי התנא גילה דעתו כי אומרו אשר יקריב וגו' לא יספיק לדרוש ממנו למעט בהמה טמאה וחיה ועוף וחלב הדפנות ממה שחלקם לב' מיעוטים. אשר על כן הנכון בעיני הוא כי גם לכולי עלמא מיעוט בהמה טמאה חיה ועוף אינו אלא מאומרו שור וכשב ועז, ודרשה זו היתה צודקת הגם שהיה אומר שור ושה, וממה שפרט כשב ועז למעט האליה, ואומר אשר יקריב בא למעט חלב הדפנות, ולא כמו שפירש''י שכתבתי למעלה","titles":[{"title":"﻿ויקרא ז כה"},{"title":"﻿ויקרא פרק ז פסוק כה"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","positionInPerek":25,"positionInParasha":48},{"uri":"tanach-orhachaim-3-7-37","text":"עוד ירמוז באומרו ולזבח השלמים כי תכלית הבירור יהיה באמצעות הזבח דכתיב (ישעי' לד) כי זבח לה' בבצרה, ואמרו ז''ל עתיד הקב''ה לשחוט את השטן, ופירוש שחיטה זו היא שיסיר ממנו בחינה המחייהו שהוא ניצוץ הקדושה ובזה השלמים נשלמו כל הבירורים, והודיע הכתוב כי גם הדבר הזה יושג באמצעות עסק התורה כי בזכות עסק התורה שעוסקים הצדיקים בעולם הזה יהיה הדבר, ולזה רמזו ז''ל (שם) בדבריהם כי השחיטה הלז תהיה על זה הדרך הקב''ה מצד אחד וכל הצדיקים תופסין הסכין מצד אחר לזבוח זבח ההוא כי בכחם היה המושג, הא למדת זאת התורה לכל הדברים הנפלאים, לעולה למנחה כנגד העלאת השכינה ויחודה עם הקב''ה, לחטאת ולאשם לברר ב' בחינות הברורים שהם עיקר העולם, ולמלואים ולזבח השלמים ליחד ניצוצות היורדות למלאותם במקומם, ולזבוח יצרו זביחה שאין אחריה קיום, גם יעמוד חי לפני ה' לשלוח יד במבקשי רעתו לזבוח זבח, והיה ה' למלך וגו' יהיה ה' אחד ושמו אחד, והוא אומרו השלמים פירוש שנשלמו כל בחינות הקדושה ונתיחדו יחד. ואומרו אשר צוה ה' וגו' חוזר לסיבה שהיא התורה שהזכיר בראש הפסוק, כאילו אמר זאת התורה אשר צוה ה' וגו' שצריכין ללמוד התורה על מנת כן לא לתכלית אחר זולתו, ואומרו ביום צוותו כי דבר זה נאמר להם במעמד הר סיני דכתיב במדבר סיני, ואמר להקריב את קרבניהם כאן רמז בתוספת ביאור מה שפירשתי שמקריבין כל חלקי הקדושה שהם מיוחסים לישראל שהם הם הדרגת הקדושה וכל חלקי הקדושה להם יתיחסו ובאמצעות התורה יקריבו את קרבניהם ויתיחדו כל בחינות הקדושה כנזכר למעלה","titles":[{"title":"﻿ויקרא ז לז"},{"title":"﻿ויקרא פרק ז פסוק לז"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-7","positionInPerek":37,"positionInParasha":60},{"uri":"tanach-orhachaim-3-8-2","text":" אור החיים   קח את אהרן וגו'. פרשה זו נאמרה קודם הקמת המשכן, וטעם שנאמרה כאן, לומר לך שקדמו כל משפטי הקרבנות ופרטיהן ודקדוקיהן קודם מילואיו, כי לעשות כולן נתכהנו הוא ובניו, ולא נתכהן עד שלמדו משה כל פרטי דיני כל הקרבנות וקיים וקבל עליו לעשות ככל הכתוב ואז אמר לו קח את אהרן שעל מנת כן נתכהן, ועוד שזולת זה משכחת שיביא אדם מישראל קרבן מיד בקרבתו לפני ה' ולא ידע מה לעשות","titles":[{"title":"﻿ויקרא ח ב"},{"title":"﻿ויקרא פרק ח פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-8","positionInPerek":2,"positionInParasha":63},{"uri":"tanach-orhachaim-3-8-4","text":" אור החיים  ותקהל העדה וגו'. אולי כי בראותם מעשה משה שלקח אהרן ובניו והבגדים וגו' נקהלו מעצמן. או ירצה להודיע שהחזיקם המקום לכל ישראל בפתח אהל מועד, כמו שדרשו ז''ל (ויק''ר פסוק שלפני זה) בפרשת הקהל וגו', וכאן יודיע הכתוב שכן היה","titles":[{"title":"﻿ויקרא ח ד"},{"title":"﻿ויקרא פרק ח פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-8","positionInPerek":4,"positionInParasha":65},{"uri":"tanach-orhachaim-3-8-5","text":" אור החיים  ויאמר וגו' זה הדבר וגו'. אמר כן להודיעם לבל יערערו על הדבר כקרח וכעדתו בחושבם כי מלבו ומרצונו היה עושה. ומעתה אין טענה לקרח כי שוגג היה שהרי הודיעו בשעת מעשה כי זה הדבר הוא מצות ה' ולא מלבו ומרצונו של משה. עוד ירצה על דרך אומרם ז''ל (שמו''ר פ''ב) כי משה מלך היה דכתיב (ברכה לג) ויהי בישורון מלך ותנן (כתובות יז.) מלך שמחל על כבודו אין כבודו מחול, והנה משה היה עושה מעשים שאסור לעשותם אפילו עבד עברי לאדונו לרחוץ אותם במים וכו' כל גופם וכל סדר המעשה, ואין לך זלזול גדול מזה, אשר על כן הקדים לומר זה הדבר אשר צוה ה' מפי ה' נאמר לי לעשותו, ודוקא זה ולא אחר כי המלך אסור לעשות כן הגם שיחפוץ למחול, כי דוקא זה הדבר לצד שהפה שאסר מלך שלא ימחול על כבודו הוא שהתיר וצוה לי לעשות. עוד ירצה על דרך מה שאמרו ז''ל בתורת כהנים בפסוק וירחץ אותם במים באותה שעה זכו בקידוש ידים ורגלים ובטבילת יום הכפורים ע''כ. והוא אומרו זה הדבר אשר צוה ה' לעשות לדורות, כי בזה יזכו בקידוש ידים ורגלים וטבילה ביום הכיפורים לדורות","titles":[{"title":"﻿ויקרא ח ה"},{"title":"﻿ויקרא פרק ח פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-8","positionInPerek":5,"positionInParasha":66},{"uri":"tanach-orhachaim-3-8-10","text":" אור החיים  וימשח את המשכן וגו'. הטעם שהפסיק בין לבישת אהרן למשיחתו במשיחת המשכן וכליו, לצד שמצינו שצוה ה' במשיחת המשכן וכליו קודם למשיחת אהרן כרשום בפרשת פקודי (מ' ט'), ומן הראוי היה להקדים משיחת המשכן גם ללבישת בגדי אהרן כרשום שם, וטעם שלא עשה כן לצד שדקדק מאמר ה' כאן בפרשה זו (פסוק ב') שאמר לו קח את אהרן וגו' ואת שמן המשחה וגו', ואם משיחת המשכן קודמת גם ללבישת בגדי אהרן היה לו לומר קח את שמן המשחה שהוא דבר שיעשה ממנו המצוה הראשונה שהיא משיחת המשכן ואין מקום לטעות מאומרו קח את שמן המשחה ראשונה שימשח אהרן קודם לבישת בגדיו, שהרי כבר אמר והלבשת את אהרן וגו' ומשחת אותו, אלא ודאי שכוונתו הוא להקדים לבישת הבגדים קודם למשיחת המשכן, ומה שהקדים משיחת משכן בפרשת פקודי ללבישת בגדי אהרן ולמשיחתו אינו אלא למשיחתו דוקא, אלא לצד שלא רצה הכתוב להפסיק בין מצות הבגדים למצות המשיחה של אהרן לזה אמר כל דיני אהרן יחד, ולעולם לא תקדים משיחת המשכן וכליו אלא למשיחת אהרן ולא לבגדים כמו שגילה כאן כנזכר","titles":[{"title":"﻿ויקרא ח י"},{"title":"﻿ויקרא פרק ח פסוק י"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-8","positionInPerek":10,"positionInParasha":71},{"uri":"tanach-orhachaim-3-8-28","text":" אור החיים  על העולה. שלא היה דבר מפסיק. ואולי שלא שהה עד שאכלה האש את העולה אלא ועדיין העולה קיימת","titles":[{"title":"﻿ויקרא ח כח"},{"title":"﻿ויקרא פרק ח פסוק כח"}],"sefer":"tanach-3","parasha":"parasha-2","perek":"tanach-3-8","positionInPerek":28,"positionInParasha":89},{"uri":"tanach-orhachaim-3-9-1","text":"ביום וגו' קרא משה לאהרן וגו'. דע כי העושה דבר כזה שיתן גדולה הנודעת לו לזולתו, לו יהיה אחיו, כאשר יתחייב לעשותה, לא ישלוט בנפשו עשותה בג' שלמיות, הא' שיעשנה במהירות, והב' בצירוף בחינת ההדרגות שישנה בדבר. הג' עשיית הדבר בפרסום לפני רבים, והודיע הכתוב כי שלשתם יחד שלט משה בנפשו ועשאם. כנגד המהירות אמר ביום השמיני, פירוש בהיות הבקר טהור לב לא עכב אלא תיכף קרא לאהרן לתת לו הכהונה ולא נתעצל. ב' עשה הדבר בצירוף בחינת ההדרגות שנתן הכהונה לאהרן ולבניו יחד, הגם כי בזה יגדל העצבון בלבו שיראה גדולה מושכת לאהרן ובניו ואשר יעצב אל לבו יעשה הדבר בהדרגות, בתחלה יקרא לאהרן ואחר כך לבניו, כי לא היה הכרח בקריאת הבנים אז עם אהרן. הג' במצב כל הזקנים דכתיב ולזקני ישראל לעשות הדבר בפומבי בפני רבים ונכבדים, וזה יורה על שלימות הרצון לעשות רצונו ית', וכפה הרגשותיו","titles":[{"title":"﻿ויקרא ט א"},{"title":"﻿ויקרא פרק ט פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-3-9-2","text":"עוד נראה לומר בהעיר איך אנו אומרים (ר''ה כו.) אין קטיגור נעשה סניגור בענין הזהב והלא אמרו (ערכין טז.) ארבעה בגדי זהב של כהן גדול מכפרים על ארבעה מיני עבירות וכו' אם כן קטיגור נעשה סניגור, ובהכרח ליישב כי ישתנה כפרת חוץ מכפרת פנים שכפרת פנים מלבנת החטאים כשלג, וזה לך האות לשון של זהורית (יומא סז.), ודבר זה הוא מופלא וצריך שלא ימצא בו רושם העון כלל, ואשר על כן הבגדים להיותם בחוץ מכפרים הגם היותם מין זהב מה שאין כן כפרת פנים, וגם לפי חילוק זה ישתנה חטא של אהרן בזהב מחטאם של ישראל בעגל, כי אהרן מכפר בחוץ בבגדי זהב וישראל אינם מתכפרים בעגל כי חטא אהרן בזהב שוגג גמור היה בלקיחתו ובנתינתו בחרט מה שאין כן ישראל, ולזה לא יתכפרו בעגל אפילו בחוץ והבן","titles":[{"title":"﻿ויקרא ט ב"},{"title":"﻿ויקרא פרק ט פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-9-3","text":" אור החיים  תדבר לאמר. צריך לדעת מה טעם ידבר כאן אהרן לישראל ולא משה הרגיל ואולי כי לצד שאמר להם למי זהב התפרקו וגו' לזה יצו ה' אליו כי ידבר להם להביא כפרה שעיר עזים הפה שאסר הוא הפה שהתיר וכבר כתבנו בכמה מקומות דברי רז''ל כי החטא יפעיל הגנאי במקומו והתיקון צריך להיות מכוון כנגדו והוא אומרו תדבר לאמר פי' תדבר דיבור שיש בו מעלה וזכות כנגד דיבור שהיה בו השפלה אשר פרע בו את העם. עוד נראה כי לצד שעלה אהרן במעלה הנפלאה הלז מתוך כל ישראל בו בחר ה' לז''א אליו משה שידבר לישראל אמירות רכות והוא אומרו לאמר וכן תמצא שאמר כי היום ה' נראה אליכם פי' כל המושג וכל הרצון אינו אלא לצד ישראל כאומרו אליכם ולא לי וכדרך שמצינו שאמר משה לישראל הלא כ''ז שהיו ישראל נזופים לא דבר ה' עם משה כי כל המושג אינו אלא לצד מעלת ישראל","titles":[{"title":"﻿ויקרא ט ג"},{"title":"﻿ויקרא פרק ט פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-9-5","text":" אור החיים  ויקחו וגו' אשר צוה משה. אמר אשר צוה משה, יכוין אל אהרן גם כן שלקח את אשר צוהו, ואינו יוצא ממשמעות מעשה ישראל שהגם שמפי אהרן נאמרו להם הדברים אהרן עצמו מפי משה אמרם, ואילו אמר הכתוב אשר צוה אהרן אין במשמע אלא לקיחת ישראל ולא לקיחת אהרן. עוד אולי שנתכוין באומרו אשר צוה משה כי לצד מצות משה לבד עשו הדבר הגם שלא היתה ההבטחה הרשומה במאמר","titles":[{"title":"﻿ויקרא ט ה"},{"title":"﻿ויקרא פרק ט פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-orhachaim-3-9-6","text":"אכן הכוונה היא על ערלת לבם שהוא דבר המבדיל בין ישראל ובין אביהם שבשמים, גם מרחיק אימתו מלבם, וצוה למול ערלת לבבם ובזה יראה להם כבוד ה', והם דברינו עצמם. שוב באה לידי מדרש אחר (כן הוא בתו''כ הכא) בילקוט וזה לשונם זה הדבר אמר להם משה לישראל אותו יצר הרע תעבידו מלבבכם ותהיו כלכם ביראה אחת ובעצה אחת לשרת לפני המקום וכו' ותהיה עבודתכם מיוחדת לפניו דכתיב ומלתם את ערלת לבבכם וגו' ואם עשיתם זה וירא אליכם כבוד ה' עד כאן, והם דברינו עצמם","titles":[{"title":"﻿ויקרא ט ו"},{"title":"﻿ויקרא פרק ט פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-3-9-7","text":" אור החיים  וכפר בעדך ובעד העם. משמע כי כפרת אהרן נוגעת גם לעם. והטעם הוא לצד כי חטא אהרן ישראל היו לו סיבה לחטוא שאמרו לו (תשא לב א) קום עשה לנו וגו', וכל עוד שלא נתכפר אהרן ישנו החטא לעושהו ולמסבב עושהו, ואחר שנתכפר נתכפרו שניהם, לזה אמר לו וכפר בעדך ובעד העם","titles":[{"title":"﻿ויקרא ט ז"},{"title":"﻿ויקרא פרק ט פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-3-9-8","text":"וראיתי לתת לב בענין לפי מה שקדם לנו (תנחומא שפטים) כי נשבע ה' להעמיד העולם וברואיו במשפט, וכל האומר הקב''ה וותרן יוותרו בני מעיו (ירושלמי שקלים פ''ה ה''א), אם כן אם הנפש החוטאת משפטה היא תמות כמאמר הנביא (יחזקאל יח ד) איך יביא קרבן ויפטר, ונראה כי טעם נכון יש בדבר על פי המשפט, כי כשהאדם חוטא אין בחינתו בחינת ארם, על דרך אומרם ז''ל (סוטה נ. ג.) אין אדם עובר עבירה אלא אם כן נכנס בו רוח שטות, ונעשה בהמה וביום שחזר בתשובה רוח היא באנוש ועלה ממדריגת בהמה למדריגת אדם, האם ראוי הוא להמית אדם זה תחת בהמה, לזה יביא דוגמת החוטא שהוא בהמה וישתתף עמה בצער החושב כי ראוי הוא לעשות בו משפט זה, וכפי זה חלק רוח המרגיש הוא מציל את האדם בהערה זו, והוא מה שאמר הכתוב (תהלים לו) אדם ובהמה תושיע ה' כי חלק הבהמי שבאדם בהצטרפותו עם האדם שהיא בחינת ההשכל נושע בו פירוש לצדו כדי שלא יענש והוא אינו ראוי לעונש, ובזה אפילו בדין הקרבת הקרבן בעד החטא הוא על קו המשפט, כאומרו (שם) משפטיך תהום רבה אדם ובהמה תושיע ה'","titles":[{"title":"﻿ויקרא ט ח"},{"title":"﻿ויקרא פרק ט פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-3-9-15","text":" אור החיים  ויקרב את קרבז העם. זו הקרבת בחינת האורות הנטועות בישראל ממקור האור אשר נשתנו באמצעות החטא ולא יהיו בבחינת הנשתוון להתקרב, כי השינוי בנפש יחייב ההרחקה, כי יעשה שאינו מינו, ובאמצעות העבודה שעשה אהרן יגיד הכתוב כי הקריב קרבן העם פירוש שהקריב כל הרחקותם. והנה מהראוי היה שיכתוב פסוק זה בסוף מעשה הקרבן, וטעם שהתחיל בו, לומר שהפעולה נעשה במה שכוון במעשה קודם עשוהו, כי לא המעשה הוא העיקר אלא הכוונה הצריכה בו והוא אשר עשה אהרן בתחילת מעשיו והבן. וארמוז לך פרט אחד קטן שרמז הכתוב באו' ויקרב את העולה ויעשה כמשפט, כבר רמזתי לך כי זכרון העולה ירמוז על כנסת ישראל ובאמצעות הרחקת ישראל מהיושר הם מורידים העולה למטה ח''ו ובאמצעות התקרבותם לא מלבד שלא תשולח בפשעם אלא יוסיפו להעלות עליה אחר עליה עד שתעמוד בגדר המשפט כידוע למשכיל, והוא ויעשה כמשפט. שמעתי","titles":[{"title":"﻿ויקרא ט טו"},{"title":"﻿ויקרא פרק ט פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-3-9-22","text":" אור החיים  וישא אהרן וגו'. בתורת כהנים פרשה כ''ט אמרו מקרא מסורס ראוי לומר וירד מעשות וגו' וישא אהרן וגו' שבירידתו נשא כפיו וכו'. וצריך לדעת למה ידבר הכתוב בדרך זה ולא בדרך הישר. ואולי כי בראותו אהרן שלא ירדה שכינה חשב אולי כי עדיין חסר כפרתו על מעשה העגל שבאמצעותו הביא קללה על שונאי ישראל, ולזה וישא וגו' ויברך וגו', ובזה ירד מעשות תשלומי החטאת וכו' ואולי כי גם ברכת ישראל לצד שהיא כפרת חטאו של אהרן תוכלל בכלל החטאת, כי גם לה יתיחס שם חטאת, ואומרו וירד, אולי כי הוא לשון ירידה כי הוכר לו פחיתותו, לצד שראה שגמר מעשות הכל ולא ירדה שכינה, ותמצא שאמרו ז''ל בתורת כהנים פרשה י''ט שצעק אהרן לפני משה שאמר לו ליקרב למזבח ובא לידי בושה וכו' ונכנס משה עמו ובקשו רחמים וירדה שכינה","titles":[{"title":"﻿ויקרא ט כב"},{"title":"﻿ויקרא פרק ט פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-orhachaim-3-9-23","text":" אור החיים  ויצאו ויברכו וגו'. אולי כי כן נצטוו בנבואה. או ברכה זו במקום תפלה היתה כדי שתשרה שכינה. והגם שכבר בירכם אהרן, טובים השנים לצד הסכמת ב' מדרגות הרמוזים בב' בחינות האחים כהונה ולויה שהם חסד וגבורה","titles":[{"title":"﻿ויקרא ט כג"},{"title":"﻿ויקרא פרק ט פסוק כג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-9","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-orhachaim-3-10-1","text":"זרה אשר לא צוה. פירוש ומה היא זרותה, שלא צוה ה' אותה. ואולי שאם היו לוקחים אש מעל המזבח לא היה ה' מקפיד על הדבר כל כך. או אפשר שהיה מקפיד מאופן אחר. עוד ירצה על זה הדרך אש זרה אשר לא צוה אותם לעשות כן וזה היא זרותה","titles":[{"title":"﻿ויקרא י א"},{"title":"﻿ויקרא פרק י פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":1,"positionInParasha":25},{"uri":"tanach-orhachaim-3-10-2","text":" אור החיים  וימותו לפני ה'. אולי שירמוז טעם מיתתם, שהוא להפחיד לירא מן המשכן בראותם את אלו שקרבו לפניו מתו, עוד ירמוז כי מיתתם היה על מה שקדם מהם לה', על דרך מאמרם ז''ל (ויקרא רבא פי''ג) שמיתתם היה למה שקדם ויחזו את האלהים וגו', והם הם אצילי בני ישראל","titles":[{"title":"﻿ויקרא י ב"},{"title":"﻿ויקרא פרק י פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":2,"positionInParasha":26},{"uri":"tanach-orhachaim-3-10-3","text":"או אפשר שמשה הבין גם כן דרך זה שאמר כאן בקרובי וגו' ועל פני וגו', והוא מה שרמז בדבריו או בי וכו' כי אומרו או יגיד שקדמה חלוקה אחרת והוא שניהם יחד והוא דרך שצדק לבסוף, או בי לבד, או בך לבד, ואחר מעשה הוכרע ספק השקול שכוונתו לאמר בקרבי וגו' ועל פני וגו' ולזה מתו ב'. ובזה נתיישבו הדקדוקים שדקדקנו בכתוב. ונשאר ליישב מכל מקום מי אמר למשה להכריע כן דלמה לעולם הכתוב כפשוטו ונקדש הבית בצדיק א' הנרמז בתיבת כבודי ומה שמתו ב' כי זכות שניהם מתאים לשיעור א' מהם משה או אהרן הנה בהשכיל על טעם הדבר נדע שאין זו קושיא, כי טעם הדבר הוא לצד שחש ה' שכשראו ישראל את אלהיהם שכן שמו בתוכם ואין גדולתו ומוראו ניכר כסדר שהוא ניכר בעליונים שלא יהיה מוראו עליהם כמצטרך ולא יתנהגו כשיעור הכבוד המתחייבים בו, ויותר יש לחוש לגדולי ישראל שיחשבו בדעתם שהם קרובים אל ה' וירצו להיות נגשים ומתקרבים, אשר ע''כ עשה משפט בגדול שבכולן שאין גדר למעלה ממנו לחוש לו לומר שבערך בחינתו לא תמנע ממנו הקריבה לה', ונשאר כל העם שומרים כבודו יתברך כאומרו ועל פני כל העם וגו'. ומעתה לכשנאמר כי משה בפני עצמו גדול מנדב או אביהוא אהרן בפני עצמו גדול מכל א' מהם גם כן, אם כן הניח ה' הדרגה שאין עליה מורא, ולצד התחברותם, הלא לא יועיל זכותו והשגתו של א' לחבירו להכינו לאושר להתקרב לשכינה, ואין הגבלת כבוד לה' אלא לגדר של כל א' מהם ולא לגדר גדול מא' מהם. ולכשנכחיש בחילוק זה ותרצה לומר כי יצטרף זכות ב'. אם כן עדיין יחסר הגדלת כבודו יתברך בערך משה ואהרן יחד, או שלשה כנדב ואביהוא, או ה' שיצטרף זכותם ליותר מזכות נדב ואביהוא, אלא ודאי כי לא יצדיק הצירוף כאן. ועוד תמצא שאין נערך זכות הנפרד לזכות הנסמך בבחינת המרגליות ואבנים טובות, שב' קטנים הגם שיהיו גדולים בהצטרפותם יחד מאחת גדולה לא תכנם עמהם הגדולה בהשוואת הערך, והדברים פשוטים","titles":[{"title":"﻿ויקרא י ג"},{"title":"﻿ויקרא פרק י פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":3,"positionInParasha":27},{"uri":"tanach-orhachaim-3-10-6","text":"פירוש אם יעשו כמותכם, שאתם דוקא הוא שישנם באזהרה, אבל על כל העדה יקצוף אם יעשו כן, אלא חייבין לקרוע עליהם. ואולי ששפט בהם משפט אב בית דין שחייבין לקרוע עליו כל ישראל (מועד קטן כב","titles":[{"title":"﻿ויקרא י ו"},{"title":"﻿ויקרא פרק י פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":6,"positionInParasha":30},{"uri":"tanach-orhachaim-3-10-16","text":"הנותרים לאמר. אומרו לאמר, יתבאר על דרך אומרם ז''ל (ויק''ר פי''ג) הנותרים אמר ר' פנחם ולואי שלא נשארתם ע''כ. והוא אומרו הנותרים לאמר פירוש הנותרים לאמר ענין אחר, והוא דברי ר' פנחם, ובתורת כהנים אמרו לאמר אמר להם השיבוני על דברי פירוש הרשם להשיבו שלא ימנעו לצד ראותו בקצף עליהם עוד ירצה על דרך אומרם ז''ל (ב''ר פע''ג) בפסוק צאן לבן הנותרות שהוא לשון פחיתות, והוא אומרו הנותרים לאמר כאילו אמר לאמר הנותרים פירוש קראם במאמרו נותרים לשון פחיתות","titles":[{"title":"﻿ויקרא י טז"},{"title":"﻿ויקרא פרק י פסוק טז"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":16,"positionInParasha":40},{"uri":"tanach-orhachaim-3-10-19","text":"הן היום. רז''ל דרשו (זבחים קא.) שרצונו לומר וכי ביום זה הקריבו אלעזר ואיתמר שאסורים להקריב באנינות שאתה אומר שמא הקרבתם אותו באנינות ולזה שרפתם, אני הוא שהקרבתי וכהן גדול מקריב אונן. ופשט הכתוב הוא על זה הדרך הז היום הקריבו פירוש נדב ואביהוא את חטאתם ואת עולתם לפני ה' וכו', שכוונתו כי הוא אונן כי בו ביום מתו, ואכלתי חטאת היום פירוש חטאת של יום שהוא שעיר ראש חודש, וכאן רמז לו שישתנה זה ממנחה שהוא קדשי שעה אבל חטאת היום הוא קדשי דורות הייטב בעיני ה' לאוכלו. והיה נראה להוכיח מכאן ספק א', אם מותר לתלמיד להורות לעצמו הוראה במקום רבו, שראיתי להרא''ש ז''ל (עירובין פ' הדר) שכתב לאסור זולת סר סכינא שאין קפידא כל כך. והנה ממה שראינו שהורה אהרן הלכה זו לעצמן ושרפו החטאת משמע שמותר. ואין לך רב מובהק כמשה לאהרן. ואולי יש לדחות, כי אין הוראה זו הוראה, כפי מה שאמרו ביומא (רש''י שם דף ה","titles":[{"title":"﻿ויקרא י יט"},{"title":"﻿ויקרא פרק י פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":19,"positionInParasha":43},{"uri":"tanach-orhachaim-3-10-20","text":"או ירצה וישמע משה פירוש התורה מעידה שחילוק זה שמעו משה מפי הקב''ה, וייטב בעיניו הדבר אשר עשה אהרן. ואם תאמר אם שמע כן מפי הקב''ה מה מקום להקפדתו. אולי לצד שלא אמרו עדיין לאהרן חש שדן בו טעם אחר שאינו צודק ושרפו, או אפשר כי באותו שעה נאמרה לו נבואה זו, כי מצויה היתה נבואה למשה, כאומרו (במדבר ט ח) עמדו ואשמעה מה ידבר ה', וכמו כן כאן תיכף וישמע משה מפי ה' המשפט וייטב בעיניו אשר צדק אהרן במשפטו. ורז''ל אמרו במדרש (תו''כ כאן) וזה לשונם אמר רב יהודה חנניה בן יהודה היה דורש כל ימיו קשה ההקפדה שגרמה למשה לטעות, אחר מיתתו אני משיב לו על דבריו, וכי מי גרם לו שהקפיד אלא שטעה ע''כ. טעם אומרו כל ימיו, גם טעם חנניה שלא אמר כרב יהודה שהוא היותר מובן מפשטי הכתוב, גם טעמו של רב יהודה שלא חלק אלא אחר מותו יראה כי חנניה ורב יהודה כל אחד מתכוין לדבר טוב על משה, לצד שיש לפנינו ב' דרכים. הא' השכחה אשר אמר לו ה' והוא שלא מן המוסר לנאמן בית, ב' שנתכעס על בני אהרן ודבר להם קשות כנזכר, וגם לצד אהרן קצף בדרך נסתר. ובא חנניה ובחר לתלות כמשה שגיון הכעס ששגג בו והוא סיבה לטעות מלומר ח''ו ששכח דבר ה' שהוא דופי גדול. וכמו כן מצינו בספרי (מטות פסוק נז) שאמר ראב''ע בג' מקומות בא משה לכלל כעם ובא לכלל טעות וכו', כיוצא בדבר ויקצוף משה על אלעזר וגו' ע''כ. מכאן אתה למד שהדבר שעליו הקפיד לא (מצד) הטעות. ואם תאמר אם כן למה הקפיד אם לא טעה, בהכרח לומר שהקפיד על אשר דנו בדעתם וסמכו על הוראתם מבלי שאלת רבם, ועל זה נתעלמה הימנו הלכה ואמר אכל תאכלו, וסובר כי בהחלט הוא אומר כפי הדין שראוי לאכלה, לא כמו שפירשתי שאין דבריו בהחלט אלא שאומר צד הנגדי למעשיהם, ובא רב יהודה וחלק כי אין לתלות במשה ההקפדה בהחלט, כי יש בהקפדה צד לומר שהיא גרועה מהעלם דבר ואפשר לתלות שטעה ושגג בדין ולצד שגיונו הקפיד על המעשה שנעשה שלא כרצונו יתברך אבל זולת הטעות לא יקפיד על כבודו. והנה דעת זו לא היתה מוכרעת לרב יהודה אלא שקולה, שיש פנים להקל בבחינת ההקפדה, ויש פנים להקל בבחינת הטעות, ולזה לא חלק על חנניה אלא אחר מותו שעמד בדרשה זו ולא אמר פן האחר שישנו במשקולת ההשכל, משמע כי מוכרע אצלו הדבר כי הקפיד ובזה חלק עליו, ולזה דקדק לומר אחר מיתתו אני משיב. ובנוסח ספרא שלפנינו אמרו הריני כמשיב על דבריו, וממה שאמר כמשיב משמע ולא משיב, ויכוין ג''כ לדברינו. או אפשר לומר כי רב יהודה בחר בהחלט לומר טעמו של משה הוא לצד שטעה מלומר שהקפיד שהוא מעשה בלתי הגון, כי הטעות יכול אדם לטעות בהסח הדעת, מה שאין כן ההקפדה שהוא מעשה מזיד, ועוד אם נאמר שטעה הרי לא יצתה תקלה מטעות, ואם נאמר שהקפיד הרי יצתה תקלה מתחת ידו שהרי הקפיד ונתכעס, ולזה בחר רב יהודה לומר מי גרם לו שהקפיד אלא שטעה. וטעם אומרו אחר מותו, לומר שאפילו כל ימיו דרש ואפילו כבר מת הדורש לא נמנעתי מלחלוק לצד אמיתות הדבר אצל, או נתכוין לומר שלא חלק עמו בפנים ושתק אלא לאחר מותו שאפשר שאם היה בחיים חיותו היה משיב על הדבר להוכיח כמותו ורז''ל אמת יהגה חיכם","titles":[{"title":"﻿ויקרא י כ"},{"title":"﻿ויקרא פרק י פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-10","positionInPerek":20,"positionInParasha":44},{"uri":"tanach-orhachaim-3-11-1","text":"לאמר אליהם. רז''ל אמרו (בתו''כ) אליהם פירוש שיאמר לאלעזר ולאיתמר והכוונה בזה כדי להקדימם בלימוד קודם כדתניא (עירובין נ''ד) בסדר הלימוד. ואולי שנתכוון להצריכם להורות בני ישראל על דרך (מלאכי ב) כי שפתי כהן וגו', ואשר על כן סמך לזה דברו וגו'. עוד יתבאר אומרו לאמר אליהם לפי מה שפירשתי במקומות אחרים (יתרו כ א) כי טעם אמרו לאמר כי הדיבור היוצא מפי אל עליון היה נוצר ממנו מלאך והוא היה מדבר עם משה, ופירוש לאמר הוא הדיבור יאמר למשה, וכמו כן אמר כאן לאמר אליהם פירוש הדיבור יאמר למשה ולאהרן. ואין פירוש זה מכחיש דברי רז''ל שאמרו (תו''כ א) לא היה הדיבור אלא למשה ולא לאהרן, כי גם לדרכינו לא היה שומע דברי ה' אלא משה, אלא שהמלאך המתהוה מהדיבור היה מדבר לשון רבים, ומשה היה מגיע הדברים לאהרן","titles":[{"title":"﻿ויקרא יא א"},{"title":"﻿ויקרא פרק יא פסוק א"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":1,"positionInParasha":45},{"uri":"tanach-orhachaim-3-11-2","text":"זאת החיה וגו'. טעם שמכנה שם חיה בהמה, כבר כתבתי בכמה מקומות כי בחינת הרע לא יתייחס אליו בחינת החיים, והוא אומרו זאת החיה פירוש שיש בה בחינה הנקראת חיה, לשלול שאר בהמות שאין להם קדושה שהיא בחינת החיים","titles":[{"title":"﻿ויקרא יא ב"},{"title":"﻿ויקרא פרק יא פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":2,"positionInParasha":46},{"uri":"tanach-orhachaim-3-11-3","text":" אור החיים  כל מפרסת וגו' מעלת גרה. יתבאר על דרך אומרם ז''ל (חולין נט.) כל בהמה שמפרסת פרסה היא מעלת גרה, חוץ מן החזיר, והוא אומרו כל מפרסת וגו' מעלת גרה, פירוש בידוע שהיא מעלת גרה, ומיעט אחר כך החזיר שיצא מהכלל. ואולי ממה שלא הוציא מן הכלל סמוך להודעת הכלל רמז שאפילו החזיר בכלל, על דרך אומרם ז''ל (רבינו בחיי בשם תנחומא) למה נקרא שמו חזיר שעתיד לחזור להיות מותר, ומעתה כלל כל מפרסת וגו' היא מעלת וגו' לא יצא מכללו דבר, ועל זמן מהזמנים אמר החזיר שהוא מפריס וכו' לא יגר","titles":[{"title":"﻿ויקרא יא ג"},{"title":"﻿ויקרא פרק יא פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":3,"positionInParasha":47},{"uri":"tanach-orhachaim-3-11-4","text":" אור החיים  ממעלי וגו' וממפריסי וגו'. רז''ל אמרו (תו''כ בכורות ו) שבא לאסור אפילו מעלה ומפריס אם נמצאו במעי טמאה. ופשט הכתוב הוא על זה הדרך ממעלי הגרה זה הגמל, וממפריסי וגו' זה החזיר, או זה או זה קאמר, ולזה דייק לומר וממפריסי וגומר, ולא אמר ומפריסי, והבן","titles":[{"title":"﻿ויקרא יא ד"},{"title":"﻿ויקרא פרק יא פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":4,"positionInParasha":48},{"uri":"tanach-orhachaim-3-11-6","text":" אור החיים  ואת הארנבת. טעם זכרון המין בלשון נקבה לצד שבחינת הטומאה לפעמים תהיה הנקבה למעלה מזכר ויהיה הזכר טפל לה, ותזכר הנקבה מהטעם עצמו שיזכר הזכר תמיד ולא הנקבה, שהוא הטעם כי היא העיקר, ותמצא שאמרו בזוהר (פנחם רלא","titles":[{"title":"﻿ויקרא יא ו"},{"title":"﻿ויקרא פרק יא פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":6,"positionInParasha":50},{"uri":"tanach-orhachaim-3-11-7","text":" אור החיים  והוא גרה לא יגר. פירש תנאי הוא הדבר לזמן שהוא לא יגר אבל לעתיד לבא יעלה גרה ויחזור להיות מותר, ולא שישאר בלא גרה ויותר כי תורה לא תשונה","titles":[{"title":"﻿ויקרא יא ז"},{"title":"﻿ויקרא פרק יא פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":7,"positionInParasha":51},{"uri":"tanach-orhachaim-3-11-10","text":" אור החיים  שקץ הם לכם. פירוש ולצד זה שקץ יהיו לכם וטעם אומרו ושקץ בתוספות וא''ו, יתבאר על דרך אומרם בחולין (ה.) אין הקב''ה מביא תקלה וכו' וכל שכן על ידי צדיקים עצמן, וכתבו התוספת (שם) כי דוקא בענין איסור אכילה גנאי הוא לצדיקים שיבא לתוך גופן דבר איסור פירוש ואפילו בשוגג, וזה הוא שרמז כאן באומרו ושקץ יהיו לכם פירוש לרבות אפילו בשוגג שלא תתכוונו לאוכלם אף על פי כן ישקצו את הנפש. עוד ירמוז כי הם ישקצוהו ויסבבוהו להרים תולעים במותו, והוא אומרו שקץ יהיו לכם פירוש לעצמכם יעשו אתכם שקץ","titles":[{"title":"﻿ויקרא יא י"},{"title":"﻿ויקרא פרק יא פסוק י"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":10,"positionInParasha":54},{"uri":"tanach-orhachaim-3-11-14","text":" אור החיים  ואת האיה למינה. (האיה) האמורה כאן כולל הרבה מינין שכולם מין איה, ותמצא שאמרו רז''ל (חולין סג","titles":[{"title":"﻿ויקרא יא יד"},{"title":"﻿ויקרא פרק יא פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":14,"positionInParasha":58},{"uri":"tanach-orhachaim-3-11-21","text":" אור החיים  אשר לו כרעים. כבר הארכתי בחיבורי על טור ויורה דעה (סי' פה) שהעיקר כפירש''י בזה שצריך שיהיו לו כרעים הארוכים סמוכים לצוארו. והטועים להתירה כי אין מין זה בנמצא, אף אני השיבותי אותו גם אין מצויים אלא מין א' מהד' שהם שמנה אשר רשם ה' בטהרה (חולין סה.), גם אינם מצויים לפנינו מינים הטמאים שאין להם הכרעים בדרך זה, והם הרבים, למה שקדם לנו (שם סג) כי לא ימנה הכתוב אלא המועטים, וכאן מנה הטהורים אם כן הטמאים הם המרובין, ומעתה אין ראיה ממה שאין מצוי מין זה לומר שאיננו בעולם שהרי יש מינים הרבה ודאי ואינם מצויים כל עיקר אצלנו, לכן כל ירא וחרד ירא ויפחד לבל יושיט ידו לשקץ זה, וימחה בשולחי יד. והנה מיום שנשמעו דברי במערב ופירשו מהם הרבים לא נגע ה' עוד במכה זו ולא נראו זה יותר מי''ב שנה, כי תורה ומעשים טובים כתריס בפני הפורענות","titles":[{"title":"﻿ויקרא יא כא"},{"title":"﻿ויקרא פרק יא פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":21,"positionInParasha":65},{"uri":"tanach-orhachaim-3-11-23","text":" אור החיים  אשר לו ד' רגלים. בתורת כהנים דרשו שבא להתיר מי שיש לו ה'. ונראה שהוא הדין מי שיש לו ו' וז' ולאו דוקא ה', וצריך לדעת לאיזה ענין התיר בת ה' מן הדיוק ולא אמר בפירוש כל שרץ העוף שיש לו ה' רגלים או על זה הדרך מד' רגלים ומעלה תאכלו. ואולי שהוצרך להשמיע גם כן דין היתר ציר חגבים טמאים, שדרשו ז''ל (בתו''כ) מאומרו בפסוק זה שקץ הוא פרט לעירוביו שהוא ציר כמאמרם שם, ולזה בחר להשמיענו היתר בת ה' רגלים באופן זה","titles":[{"title":"﻿ויקרא יא כג"},{"title":"﻿ויקרא פרק יא פסוק כג"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":23,"positionInParasha":67},{"uri":"tanach-orhachaim-3-11-24","text":" אור החיים  ולאלה תטמאו. בתורת כהנים פירשו אומרו ולאלה על העתידים ליאמר בענין למטה. וקשה לי למה אמר ולאלה בתוס' וא''ו כיון שאין לו שייכות דין זה עם מה שלמעלה ממנו ולא שלמעלה עמו. ואולי נתכוון ליתן העליון כתחתון, פירוש שכל מין בהמה וחיה בין טמאים שאינם לא מעלה גרה ולא מפריסי פרסה שלא נרשמו כאן בכתוב, ובין טהורים שמעלים גרה ומפריסים פרסה ושוסעת שסע שלא נרשמו גם כן בכתוב ורמזם באומרו לכל הבהמה, וכלל זה חוזר למה שרשם בפרשת סימני בהמה, ולזה אמר ולאלה בוא''ו. כדי שלא תטעה ליתן כל האמור למעלה, לזה פרט שאין דבריו אלא בבהמה וחיה. או ירצה להסמיך דין טומאה לדין אכילה האמור בפרשה שלפניה וגו' מה אכילה בכזית גם טומאה בכזית. ובתורת כהנים העמידו הכתוב שלא בא אלא לטומאת אבר מן החי של בהמה טמאה ובהמה טהורה, ודרשו טומאה בכזית מפסוק אחר דכתיב (פסוק מ) והאוכל מנבלתה יכבם בגדיו וטמא עד הערב, וזה לשונם לא בא אלא ליתן שיעור לנוגע ולנושא בכזית כמו האוכל. ואפשר לומר עוד שרמז בסמיכות זה לומר שאם ילדה כמין בהמה הסמוך לה דינו שוה. וראיתי לראב''ע ז''ל שכתב שלדעתו נראה שמלת אלה חוזרת על כל הנזכרים למעלה, ודחה דעת האומר אלה לכל הבהמה וכו'. ואני אומר שיותר היה לו שלא לומר דבר שאינו נשמע ולא יחלוק על מקבלי תורה, כי מי ישמע לדבריו כאן ואפילו ללומדם והם הפך קבלת תורת משה, ומה גם בפשט הכתוב שאפילו בי רב זוטר כן יבין בתחילת ההשכל, וממי נעדר את אשר ראו עיניו ויותר מהמה, ומה כחו לחלוק עמהן גם בלא הכרח ואפילו אם יהיה המנגדו כיוצא בו ומכל שכן גדולים ממנו וכל שכן וקל וחומר אשר קטנם עבה ממתניו, וצא ולמד מה שאמרו האמוראים על גדולים שקדמום (שבת קיב","titles":[{"title":"﻿ויקרא יא כד"},{"title":"﻿ויקרא פרק יא פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":24,"positionInParasha":68},{"uri":"tanach-orhachaim-3-11-29","text":"למינהו. פשט למינהו יגיד כי יש הרבה מיני צב וכל שיש בו מינים הרבה או אפילו מין אחד לבד יאמר הכתוב למינהו. אלא שבהעור והרוטב (חולין קכב","titles":[{"title":"﻿ויקרא יא כט"},{"title":"﻿ויקרא פרק יא פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":29,"positionInParasha":73},{"uri":"tanach-orhachaim-3-11-31","text":" אור החיים  הטמאים. לתנא שאינו דורש טומאת עורותיהן מהטמאים למה איצטריך, אז''ל (בתו''כ) שבא לרבות ביצת השרץ שרקמה. גם דרשו (ת''כ מעילה יז) שיצטרפו לטומאה דם בדם דם בבשר בין במין אחד בין בב' מינים. וצריך לדעת תיבת אלה מה בא למעט לדרכו. ונראה לפרשה על דרך מה שכתב הרמב''ם בפרק ד' מהלכות אבות הטומאות דם השרץ כבשרו ומצטרף לכעדשה כל זמן שהוא מחובר לבשרו, לזה אמר אלה למעט אם פירש הדם מן השרץ לא יצטרף עם הבשר","titles":[{"title":"﻿ויקרא יא לא"},{"title":"﻿ויקרא פרק יא פסוק לא"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":31,"positionInParasha":75},{"uri":"tanach-orhachaim-3-11-40","text":". (מג) אל תשקצו וגו'. צריך לדעת למה חזר עוד לצוות לזה ורז''ל (בתו''כ) אמרו לרבות את שפירשו לארץ וחזרו, ודרשה זו אמת אלא שאינה צריכה כיון שפירשו וכי בשביל שחזרו יהיו מותרים. ויש ליישב דבריהם ז''ל. ואולי שבא הכתוב להודיע כי האוכל מהשרצים תעשה נפשו עצמה שרץ, והוא אומרו אל תשקצו את נפשותיכם פירוש לא תעשו נפשותיכם שקץ ובמה בכל השרץ השורץ על הארץ כשתאכלו אותה. ולך נא ראה מה שכתבנו בפרשת בראשית ברמז פסוק (א כו) וירדו בדגת הים וגו'. ותמצא מאמרם ז''ל (פסחים מט","titles":[{"title":"﻿ויקרא יא מ"},{"title":"﻿ויקרא פרק יא פסוק מ"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":40,"positionInParasha":84},{"uri":"tanach-orhachaim-3-11-44","text":"עוד ירצה והתקדשתם תעשו גדרים וסייגים לבל תטמאו ובזה אני מבטיחכם שתהיו קדושים. וחזר ופירש באיזה דבר יהיו קדושים, ואמר כי קדוש אני הנה מה שתולה טעם קריאתם קדושים שהוא לצדו הא למדת כי השרה שכינתו על הפרושים ולזה יקראו על שמו. ואומרו ולא תטמאו וגו' פירוש מלבד דברים שאתה מעלה על דעתך לשמור עצמך מהם עוד אני מבטיחך שלא יאונה לך כל מין הרע, והוא אומרו בכל השרץ הרומש וגו'. עוד ירמוז שבאמצעות שמירת מצוה זו לא ישלטו עכו''ם בעם בני ישראל עכו''ם יקראו שרצים ושקצים הרומשים על הארץ","titles":[{"title":"﻿ויקרא יא מד"},{"title":"﻿ויקרא פרק יא פסוק מד"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":44,"positionInParasha":88},{"uri":"tanach-orhachaim-3-11-45","text":" אור החיים  כי אני ה' המעלה וגו'. נותן הוכחה לעיניהם כי ה' ישמור אותם מהכשל בעון ההוא, כי הוא העלה וברר נפשות ישראל שהיו נתונים בקליפת מצרים כמו שפירשנו במקומו, ואם יזונו מהתיעוב הנה הנם חוזרים לשקע נפשם בקליפה כבראשונה, ואשר על כן כשיתקדשו הוא יגמור בעדם לשומרם. עוד ירצה לומר כי אין הקב''ה כביכול יכול ליחד שמו ולהשרות שכינתו אלא על המושלל ממין הרע ההוא, ולזה לא יחד שמו עליהם עד שהוציאם מארץ מצרים, ואם לא ישמרו עצמם מהתיעוב הנה הנם חוזרים להיות כמות שהיו קודם עלותם מארץ מצרים, ויהיו מושללים מבחינה זו","titles":[{"title":"﻿ויקרא יא מה"},{"title":"﻿ויקרא פרק יא פסוק מה"}],"sefer":"tanach-3","parasha":"parasha-3","perek":"tanach-3-11","positionInPerek":45,"positionInParasha":89},{"uri":"tanach-orhachaim-3-12-2","text":"עוד ירמוז הכתוב לצד שעיקר הבנים היא האשה וחש הכתוב לה לצד שאינה חייבת לא תתרצה בהולדה לצד הצער שסובלת גם לה שמתגנת בלידה, אשר על כן לא תחפוץ להנשא, ואם תנשא יהיה כוונתה למלאות תאותה הבהמית כי שלה גדול (גיטין מט","titles":[{"title":"﻿ויקרא יב ב"},{"title":"﻿ויקרא פרק יב פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-12-3","text":"עוד יתבאר על פי מה שאמרו בספר התקונים (תיקון כד) כי שלשה מדריגות יש בבחינת מצוה זו של מילה, מדרגה המעולה שבכולן הוא מילת בניהם של צדיקים בני אל חי מילה זו הוא להם גילוי שמו יתברך חתום בבשר קודש והוא עטרת היסוד. שניה לה הם בני אנשים הבינונים מילה זו להם כקרבן לפני ה'. שלישית הוא מילת בני הממזרים האנשים הרשעים שנואי ה' מילה זו הוא להם כמי שנותן חלק לנחש עפר לחמו, ועיין תקונים דף י', והשלשה רמז הכתוב באומרו ימול וגו', כנגד מילת הצדיקים אהובי ה' אמר ימול פירוש יו''ד מול כי הוא מגלה בו רשימו קדישא אות י' הרשומה בשמו יתברך. וכנגד מילת הבינונים אמר בשר כאן רמז בחינת הקרבן אשר יקריב בשר קודש לה'. וכנגד מילת השנואים שבישראל אמר ערלתו כי הוא נותן לס''ם חלק הנוגע לו בילד שהוא בחינת הערלה. נמצאת אומר כי יצו ה' על המילה בין לבני הצדיקים בין לבני הבינונים בין לבני הרשעים, שלא יאמרו בית דין מה לי לממזר למולו וכלו מלא ערלה תלמוד לומר שאף על פי כן יסיר ערלתו ממנו להתיש כח הקליפה שבו שאם יזכה במעשיו יתעצם בכח מעשיו הטובים ויגבר צד הטוב ויתבטל חלק הרע, ועל זה אמרו ז''ל (הוריות יג.) ממזר תלמיד חכם קודם לכהן גדול עם הארץ","titles":[{"title":"﻿ויקרא יב ג"},{"title":"﻿ויקרא פרק יב פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-12-5","text":" אור החיים  ואם נקבה תלד. טעם שהוצרך לומר תלד ולא סמך למה שזכר וילדה. אמרו בתורת כהנים וזה לשונם אין לי אלא נקבה מנין לרבות טומטום ואנדרוגינוס תלמוד לומר ואם נקבה תלד אין הדבר תלוי אלא בלידה ע''כ, ואין אני חולק על דבריהם ח''ו אלא כמוסיף, כי מאומרו ואם נקבה ולא אמר וכי תלד נקבה או ולנקבה וגו' נתכוון לומר אפילו אינה ודאי נקבה אלא ואם נקבה פירוש ספק, ואם כן נתרבו טומטום ואנדרוגינוס כי ספק הוא ולא היה צריך לומר תלד. ואולי כי אמר תלד לרבות אנדרוגינוס למאן דאמר (ביכורים פ''ד מ''ב) ברי' בפני עצמו שלא היה נשמע מתיבת ואם נקבה שהרי יש בו ודאי צד זכרות. ואולי כי תנא דתורת כהנים כן סובר שמרבה טומטום מתיבת ואם ואנדרוגינום מריבוי תלד, וסובר כמאן דאמר בריה בפני עצמה, ולזה אמר תלמוד לומר ואם נקבה תלד ולא הספיק לומר תלמוד לומר תלד. אלא שצריך ליישב הכתוב למאן דאמר אנדרוגינוס ספק למה הוצרך לומר תלד. ואולי שגם למאן דאמר ספק לא יספיק לימוד אחד לשניהם מטעם כי ספיקו של טומטום הוא ספק שאפשר שיתברר וימצא נקבה ולזה יש לחוש לו, מה שאין כן ספיקו של אנדרוגינוס שהוא עומד כמו כן לעולם, ולזה הוצרכו ב' רבויים. ולמה שאמרו בריש פרק בתרא דיומא (עד.) כי לא אתי קרא לספק משום דקמי שמיא גליא אם זכר אם נקבה. אם כן טומטום תתחייב לומר שאין טומאתו כנקבה אלא מדבריהם, ומעתה גם אנדרונגינוס אינו אלא מדבריהם ממה שהשוה אותם התנא יחד כשם שטומטום אינו אלא אסמכתא גם אנדרוגינוס אינו אלא מדבריהם ואסמכוה, ולחומרא נלכו בו ולא לקולא כמו שאמרו בפרק יש נוחלין (ב''ב קכז.) אהא דתנן המפלת טומטום ואנדרוגינום תשב לזכר ולנקבה ע''כ. פירוש ימי טוהר דזכר וימי טומאה דנקבה לחומרא שבשניהם יעויין שם דבריהם. וכפי זה אומרו ואם נקבה תלד שאנו מרבים הספיקות אינו אלא להסמוך לה שהוא וטמאה שבועיים אבל ימי טוהד אין לה אלא כימי זכר שאם ראתה מיום ארבעים ללידתה אין לה משפט דם טוהר","titles":[{"title":"﻿ויקרא יב ה"},{"title":"﻿ויקרא פרק יב פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","positionInPerek":5,"positionInParasha":5},{"uri":"tanach-orhachaim-3-12-7","text":" אור החיים  והקריבו וגו' וכפר וגו'. פירוש כנגד הקרבת כבש לעולה אמר והקריבו וכנגד בן יונה לחטאת אמר וכפר עליה זהו פשוטו. ובתורת כהנים דרשו שאין שנים מעכבין אלא אחד לזה אמר והקריבו. ואין אני יודע מי הוא מהשנים כשהוא אומר וכפר וגו' כפרה בחטאת ע''כ. ואולי שדקדקו ממה שלא אמר והקריבם ולא היה צריך לומר וכפר על החטאת. והגם שצריך לומר וכפר כסדר האמור בכל הקרבנות, הרי על כל פנים אינו מוסיף לא תיבה ולא אות אחת אם יאמר והקריבם וירשום הקרבת שניהם","titles":[{"title":"﻿ויקרא יב ז"},{"title":"﻿ויקרא פרק יב פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-12","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-3-13-2","text":"והיה וגו' לנגע. פירוש להיות שעיקר טומאת הנגע יגידו השערות ולא מראית השאת והבהרת מגדת צרעת זולת השער, לזה אמר והיה וגו' לנגע וגו' פירוש הבא אחר כך והוא כשיהפך שערו ללבן","titles":[{"title":"﻿ויקרא יג ב"},{"title":"﻿ויקרא פרק יג פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":2,"positionInParasha":10},{"uri":"tanach-orhachaim-3-13-3","text":"וראהו הכהן וטמא אותו. תלה הכתוב הטומאה בפה כהן, על דרך אומרם ז''ל (שבת קיט","titles":[{"title":"﻿ויקרא יג ג"},{"title":"﻿ויקרא פרק יג פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":3,"positionInParasha":11},{"uri":"tanach-orhachaim-3-13-6","text":"עוד ירצה באומרו מספחת היא לומר שהוא שם מין נגע שצריך שיכבם בגדיו בשבילו, והוא מה שסמך לאומרו מספחת היא וכבס בגדיו, גם בזה מצאנו נחת רוח במה שקדם לומר וטהרו הכהן שנראה שצריך שיאמר הכהן טהור אתה, וקשה בשלמא אומרו וטמאו הכהן ירצה לומר שאין טומאה יורדת עליו אלא עד שיאמר הכהן טמא, אבל טהרה הרי בחזקת טהור הוא האיש והנגע טהור הוא אם כן מה צורך לומר וטהרו הכהן שמשמע שאינו טהור עד שיאמר לו הכהן טהור, והגם שאמרו ז''ל (רש''י) לצד שנסגר, אין זה מספיק, ולדברינו ישנו לטעם הדבר, כי מין נגע זה שמזקיקו לכיבוס בגדים אינו נטהר ממנו אלא במאמר הכהן כשאומר לו טהור זו היא טהרתו ויכבם בגדיו על מה שקדם קודם שיאמר הכהן טהור והבן","titles":[{"title":"﻿ויקרא יג ו"},{"title":"﻿ויקרא פרק יג פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":6,"positionInParasha":14},{"uri":"tanach-orhachaim-3-13-8","text":" אור החיים  צרעת היא. פירוש אפילו מה שכבר קרא עליו הכהן שם טהרה עתה למפרע נתגלה שהוא טמא, כי המספחת הטהורה אין דרכה לפשות כל עיקר והשמיענו הכתוב בהודעה זו לומר שאין צריך שיהיה הפשיון גדול כשיעור הנגע אלא כל שהוא, שהרי אנו דנים במספחת עצמה שהיא צרעת והבן","titles":[{"title":"﻿ויקרא יג ח"},{"title":"﻿ויקרא פרק יג פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":8,"positionInParasha":16},{"uri":"tanach-orhachaim-3-13-10","text":" אור החיים  והיא הפכה וגו' ומחית וגו'. פשט הכתוב משמע שצריך ב' לטומאה מחיה ושער לבן ורז''ל אמרו בתורת כהנים וזה לשונם יכול עד שיהיה בה שער לבן ומחיה תלמוד לומר צרעת נושנת היא, היא טמאה ואינה צריכה דבר אחר, אם כן למה נאמר שער לבן ומחית, מלמד שלא תהיה טמאה עד שיהיה בה כדי לקבל שער לבן ומחיה ע''כ. הנה מה שדייקו לטמא במחיה לבד מאומרו נושנת היא קשה, תינח מחיה אינה צריכה דבד אחר לסעדה מה שאין כן שער לבן בשאת מנין שיספיק לבד. ואולי דאומרו היא חוזר לכל אחד מב' דברים על הפכיות שער ללבן ועל מחיה, לא כמו שכתב בעל קרבן אהרן שחוזר אל המחיה לבד. או אפשר שדיוק היא חוזר להפכיות שער לבן שבו יספיק בלא מחית. ומחית לבד נשמעת מאומרו בפסוק שבסוף הענין שאמר הבשר החי טמא הוא צרעת הוא משמע בלא תנאי אחר כל שיש בשר חי יגיד צרעת, וחוץ מדבריהם נראה לי כי טעם שלא אמר או מחית בשר, לומר שאפילו היו שניהם אם תכסה הצרעת את כל עור וגו' טהור, מה שלא נשמע אם היה אומר או, כי מנין לנו לטהר כשיהיו ב' סימני טומאה, ולא חש למטעי להצריך לטומאה שניהם מטעם הנזכר","titles":[{"title":"﻿ויקרא יג י"},{"title":"﻿ויקרא פרק יג פסוק י"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":10,"positionInParasha":18},{"uri":"tanach-orhachaim-3-13-19","text":" אור החיים  שאת לבנה או וגו'. בתורת כהנים אמרו טעם אומרו לבנה, לומר שאינה אדמדמת, ובהרת לבנה אדמדמת, ומנין ליתן בשאת אדמדמת ובבהרת לבנה חלקה תלמוד לומר נגע צרעת פירוש בסוף הענין. ונראה שלא הוצרך התנא לריבוי של נגע צרעת אלא לפתוך של שאת, שלא תאמר כיון שלבנוניתה אינו עז אם יבא בו הפתוך יחשך הלבנונית תלמוד לומר, אבל לא לחלקה של בהרת, כי הגם שלא היה ריבוי של נגע צרעת לא הייתי מטהר בהרת חלק, שלא מצינו שיש טומאה בשאת יותר מבהרת. ופירוש הכתוב כן הוא שאת לבנה או בהרת לבנה הגם שהיא אדמדמת, כי גוון הבהרת יש בו שאת ולא יטהר לצד שגדל בו מראית הצרעת ולא הוצרך ריבוי של נגע צרעת אלא לפתוך השאת, והגם שאמר התנא ב' חלוקות, אגב אמרה. ודע כי לאו דוקא שאת אלא הוא הדין ספחתה של בהרת ושל שאת מטמאין בחלק ובפתוך. כן מוכח במסכת נגעים (פ''א מ''ב), וטעמו ממה שריבה נגע צרעת כל ד' מראות שוים הם בדין זה","titles":[{"title":"﻿ויקרא יג יט"},{"title":"﻿ויקרא פרק יג פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":19,"positionInParasha":27},{"uri":"tanach-orhachaim-3-13-29","text":" אור החיים  ואיש או אשה וגו'. הוצרך לפרט כאן או אשה ולא אמר אדם ואשה בכלל, לצד שאין לאשה זקן יאמר האומר שלא דבר הכתוב אלא באיש שישנו בזקן, והגם שיאמר אדם ולא יאמר איש תאמר שבא לרבות הקטן או למעט גוים, ולעולם נגעי זקן באשה לא מטמאה תלמוד לומר או אשה לאם גדל שער בזקנה שהיא מטמא בנתקים","titles":[{"title":"﻿ויקרא יג כט"},{"title":"﻿ויקרא פרק יג פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":29,"positionInParasha":37},{"uri":"tanach-orhachaim-3-13-30","text":"ואם תאמר אם כן נדון קל וחומר לטמא צהוב בשאר נגעים על זה הדרך, ומה לבן שאינו מטמא בנתק מטמא בשאר נגעים צהוב שמטמא בנתק מכל שכן שיטמא בשאר נגעים, ואולי כי ממה שהוצרך למעט לבן בנתק יגיד שחש שלא לדון בקל וחומר ומן הנמנע שנעשה קל וחומר עד שנצדיק לומר שאין הצהוב מטמא בשאר נגעים, ומעתה אין מקום לדון בהפך שהרי הכתוב העיד שאין צהוב מטמא בשאר נגעים ממה שהוצרך למעט לבן בנתק כנזכר והבן. ועיין בפרשת מצורע (י''ד ז') מה שפלפלנו מזה בברייתא דשבע פעמים האמור במצורע, ופירוש צהוב אמרו בתורת כהנים וזה לשונם צהוב וגו' ולמה הוא דומה לתבנית הזהב, ופירש רמב''ם (נגעים פ''ו מ''א) שהוא מראה המעורב מאדמימות וירקות ע''כ. וראיתי לראב''ע ז''ל שפירש וזה לשונו בלשון ישמעאל קרוב מעין הלובן עד כן נראה שיחשוב כי לזה נתכוון הכתוב ואנו מבני גלות ישמעאל ואותו גוון שקורין אותו בלשון ישמעאל כן הוא לבן דיהוי קצת, וכפי זה הוא בהיפך מפירוש התנאים, ובמחילה מכבודו אם באנו לחלוק על רז''ל ולפרש מלות התורה בלשון ישמעאל היינו עושים תורת שקר, וכי כעורה זו שפירשו רז''ל בלשון הזה''ב ובפירושים כאלו נתן הרב יד לחכמי הדורות לזלזל בכבודו, וכלן כמין פירוש זה ישתקעו הדברים ולא יאמרו","titles":[{"title":"﻿ויקרא יג ל"},{"title":"﻿ויקרא פרק יג פסוק ל"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":30,"positionInParasha":38},{"uri":"tanach-orhachaim-3-13-37","text":"ונראה כי טהור וטהרו צריכין לדון שלא יפטור וילך לו אלא עד שיאמר לו הכהן טהור אתה, שזולת טהור הייתי אומר כי לצד שאינו יודע יבא כהן ויודיענו כי הכהן הוא הבקי בהלכות אלו ותורה יבקשו מפיהו, ולעולם אם ידע הוא שהוא בוהק יפטור וילך תלמוד לומר טהור הוא וטהרו, ואין הכרח לדרשת הלל עד שעלה לארץ ישראל וידע שכן באה ההלכה, מעתה נחזור לקבוע ההלכה בכתוב על זה הדרך טהור הוא דוקא אם הוא כפי האמת טהור בזה הוא שיועילו דברי הכהן אבל אם אמר על טמא טהור לא יועיל, ולא תקשה דלמא נתכוון הכתוב באומרו טהור אפילו ידע הוא שהוא טהור, כי אין זו אלא דחיה ותצדק קודם בירור האמת שכך באה הלכה, אבל אחר שהדין שאנו קובעים ביתור הוא הלכה, יותר נבחר לומר לזה נתכוון מלדחות דחיות. וזה כלל נכון בפירוש התורה. וראיתי ליישב מאמרי רז''ל שאמרו (ויק''ר פכ''ב) שלא היה דבר שלא נמסר למשה בסיני, ואפילו מה שתלמיד ותיק עתיד לחדש, ואמרו במקום אחר (במד''ר פי''ט) כי רבי עקיבא היה דורש מה שלא ידע משה כאומרו הדברים עשיתים אעשה לא נאמר וכו' יעויין שם דבריהם, וכן כמה מאמרים שדומים לזה. ונראה כי ישוב המאמרים הוא. כי הן אמת שכל דבר תורה נאמר למשה ואין חכם יכול לדעת יותר ממה שידע משה, והגם שתצרף כל דורות ישראל מיום מתן תורה עד שתמלא הארץ דעה אין חידוש שלא ידעו משה, אבל ההפרש הוא כי משה נתן לו ה' תורה שבכתב ותורה שבעל פה, והנה האדון ב''ה בחכמתו יתברך רשם בתורה שבכתב כל תורה שבעל פה שאמר למשה, אבל לא הודיע למשה כל מה שנתן לו בעל פה היכן הוא רמוז בתורה שבכתב וזו היא עבודת בני ישראל עמלי תורה ללבש ההלכות שנאמרו למשה בסיני והסודות והדרשות כלן יתנו להם מקום בתורה שבכתב, ולזה תמצא באו התנאים וחברו תורת כהנים וספרי וכו' וכל דרושתם בכתובים אינם אלא על פי ההלכות והלבישם בתורת ה' תמימה שבכתב, ואחריהם ועד היום זו היא עבודת הקודש בני תורה לדייק המקראות וליישבם על פי המאמרים שהם תורה שבעל פה, וזו היא עבודת התורה הנקראת ארץ החיים, וענין זה לא נמסר למשה כולו לדעת כל תורה שבעל פה היכן היא כולה רמוזה בתורה שבכתב, ולזה אמרו ז''ל שדרש רבי עקיבא דרשות שלא ידעם משה, אין הכוונה שלא ידע משה עקרן של דברים הלא ממנו הכל אפילו מה שתלמיד ותיק עתיד לחדש, אלא שלא ידע סמיכתם ודיוקם היכן רמוזים בתורה, וזה לך האות מה שלפנינו שדרש הלל מהכתוב ההלכה שנאמרה למשה בעל פה ולא גילה ה' למשה עיקרה בכתוב ובא הלל ודרשה, ודברים אלו נכונים הם","titles":[{"title":"﻿ויקרא יג לז"},{"title":"﻿ויקרא פרק יג פסוק לז"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":37,"positionInParasha":45},{"uri":"tanach-orhachaim-3-13-44","text":"צרוע הוא. ולא אמר צרעת הוא. אולי כי לצד שה' זלזל בו כל כך שהפריח צרעת בקרחתו ובגבחתו זה יגיד כי טומאתו מרובה משאר נגעים הבאים בהצנע, כי ה' יחוש על כבוד הבריות, וזה מעשיו מוכיחות כי נמאם בעיני ה' ויסרו נגע כזה רחמנא ליצלן. ולזה גמר אומר בראשו נגעו לתת טעם לקריאתו כן איש צרוע וגו' כי בראשו נגע ו","titles":[{"title":"﻿ויקרא יג מד"},{"title":"﻿ויקרא פרק יג פסוק מד"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":44,"positionInParasha":52},{"uri":"tanach-orhachaim-3-13-46","text":" אור החיים  כל ימי. פירוש כל זמן שנגעו בו שהוא עונו כמו כן ישאר בטומאת צרעתו והוא אומרו יטמא פירוש יעמוד בטומאתו ואומרו טמא הוא פירוש על דרך אומרו (ירמי' ב') תיסרך רעתך, שאין ה' ב''ה מטמאו אלא טמא הוא מעצמו לצד פעולתו ואין ה' עושה לו דבר, וכן הוא אומר (איכה ג') מה יתאונן אדם חי גבר על חטאיו ודרשו ז''ל (ילקוט תתר''מ) יעויין שם דבריהם. ועייין מה שכתבתי (בראשית ד ז) בפסוק הלא אם תטיב שאת","titles":[{"title":"﻿ויקרא יג מו"},{"title":"﻿ויקרא פרק יג פסוק מו"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":46,"positionInParasha":54},{"uri":"tanach-orhachaim-3-13-47","text":"ונראה כי צריך הכתוב לומר או שלא יטעה אדם לומר שלא יטמא בנגעים אלא בגד של שניהם על זה הדרך בגד צמר ובגד פשתים עמו תלמוד לומר או, אם כן תיבת או צריכה לעצמה ואינה מעכבת סמיכות צמר לפשתים, וזה הוא שיעור הכתוב בבגד צמר ולאו דוקא צמר אלא הוא הדין אם יהיה בגד פשתים שניהם שוים בדין, ולזה דרשו מה פשתים כברייתו, פירוש שאין דרך בני אדם לצבוע בגדי פשתים אף צמר וכו', ומה שהוצרך לרבות כלאים מוהבגד לא לצד הטעות שיבא מתיבת או כמו שחשב בעל קרבן אהרן אלא לצד שלא אמר הכתוב אלא צמר ופשתים כלאים מנין לנו לומר, ואם היינו אומרים שהוצרך לצד שאמר או כדברי בעל קרבן אהרן אם כן תיבת או תבא בה הסברא שפסקה בין הצמר ובין הפשתים לכל דבר שלצד זה הוצרך הכתוב לרבות ובזה הוצרך הכתוב כי או פסקה מעתה אין מקום לומר מה פשתים כברייתו והלא או אפסקיה והבן","titles":[{"title":"﻿ויקרא יג מז"},{"title":"﻿ויקרא פרק יג פסוק מז"}],"sefer":"tanach-3","parasha":"parasha-4","perek":"tanach-3-13","positionInPerek":47,"positionInParasha":55},{"uri":"tanach-orhachaim-3-14-2","text":"והובא וגו'. הוצרך לומר והובא וגו', לצד שאמר ביום טהרתו חש שיחשוב אדם שהכתוב קראו טהור במה שהוסר נגעו ואין תנאי בדבר לזה אמר והובא וגו' פירוש חדא ועוד, טהרתו והובא אל וגו'. ורז''ל אמרו (תו''כ) שלא ישהה. וטעם אומרו והובא ולא אמר ובא. אולי שיחייבוהו בית דין או תוקפו כהן לבא, וכמו כן מה שאמר הכתוב נגע צרעת וגו' והובא אל הכהן יכוין לומר שיחייבוהו לבא אם נתעצל","titles":[{"title":"﻿ויקרא יד ב"},{"title":"﻿ויקרא פרק יד פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-14-4","text":"אלא שראיתי לרמב''ם (הל' טו''צ פי''א ה''ה) כתב שאין צריך בכהן אלא שחיטת צפרים והזאה ותגלחת ולא הזכיר כלל ענין ציווים שיהיה בכהן, ואדרבה כלל דבר שוה ואמר ושאר הדברים בין בכהן ובין בישראל, והגם שבתוספתא בפרק ח' דנגעים תניא כדברי רמב''ם שאין צריך שיהיה בכהן אלא ג' דברים ושאר הדברים בכל אדם ושם לא הזכיר ענין ציווי בכהן. מן הסתם לא נעמיד התוספתא דלא כמאן ונאמר גם כן שהתנא ביאר הדברים במקום אחר, וגם שמבואר הוא בתורה שהציווי הוא בכהן ולא הוצרך לאומרו מה שאין כן רמב''ם שצריך הוא לבאר הדבר, ואינו כל כך הדבר מבואר בתורה שנדחוק לומר שגם רמב''ם לא הוצרך לכותבו, שהרי רואים אנו שהתנאים הוצרכו לדרוש הדבר מהכתוב. ואין לומר דסובר רמב''ם שפשט התוספתא שאמרה ושאר הדברים בכל אדם משמע אפילו הציווים ודלא כרבי יהודה ורבי. אם נאמר כן תקשה עוד, כי דבר פשוט הוא כי אין לחוש לתוספתא כזו שאינה לא כרבי יהודה ולא כרבי שהובאו דבריהם בספרא דבי רב המזוקק. ואפשר לומר שסובר רמב''ם מכח ברייתא ראשונה דתורת כהנים שהזכיר דברים הצריכין כהן בדרשת פסוק תורת המצורע שכל אותם הדברים הם תורה לעיכובא, ודרשת וצוה הכהן היא על זה הדרך שהכהן הוא יצוה לעשות הדברים והוא דרך כבוד שיהיו הדברים נעשים על פיו ובמאמרו על דרך ועל פיך ישק כל עמי (מקץ מא מ), והוא אומרו הציווי בכהן לגזור על הדבר ואחרים יעשו, ומשמעות הדברים מגידים כן שאין זה לעיכוב אלא לכבוד לכהן. ועוד קל וחומר הדברים ומה שילוח הצפרים וכו' אמר הכתוב שאינו מעכב מכל שכן מצות לקיחה ומצות שחיטה. ורבי שאמר גם השחיטה בכהן לא מכח פסוק וצוה הכהן ושחט אלא מכח דרשת תורת המצורע שגם השחיטה היא דומה להזאה ותגלחת, והוא תנא ראשון שכלל השחיטה עם התגלחת והזאה","titles":[{"title":"﻿ויקרא יד ד"},{"title":"﻿ויקרא פרק יד פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-3-14-7","text":"וראיתי להרב המופלא הר''י רוזאניש זצוק''ל בספר הנכבד משנה למלך (הל' חמץ ומצה פ''ו ה''א) שהביא ברייתא אחת דומה למה שלפנינו, דתניא בתורת כהנים פרק י''א וזה לשונם הזה חג המצות יום זה טעון מצה ואין חג הסוכות טעון מצה, שהיה בדין, ומה אם זה שאינו טעון סוכה טעון מצה זה שטעון סוכה אינו דין שיטעון מצה, תלמוד לומר הזה חג המצות טעון מצה וכו', ושם בפרק י''ד תניא וזה לשונם הזה חג הסוכות זה טעון סוכה ואין חג המצות טעון סוכה, שהיה בדין, ומה זה שאינו טעון מצה טעון סוכה חג המצות שהוא טעון מצה אינו דין שיטעון סוכה, תלמוד לומר הזה זה טעון סוכה ואין וכו'. והקשה הרב הקושיות עצמם שכתבנו בברייתות טהרת מצורע דרשו מעל ספר הרב מה שתרץ בזה. ודבריו ז''ל קצת דחוקים, ובפרט לכת הפוסקים (רמב''ם ועוד) שסוברים דספק דאורייתא שמותר מן התורה לא יעמדו דברי הרב עליו השלום למעיין בדבריו. ולדעתי יתבארו הברייתות בדרך עצמו שבארנו למעלה, והוא כי לצד שיש פרסום נס יציאת מצרים בסוכה בבחינה אחת יותר מפרסום נס שיש באכילת מצה, כי הרבה פעמים אדם אוכל פתו מצה מה שאין כן מעשה סוכה שיש פרסום גדול. ובפסח גם כן בחינה אחרת יש בו שהוא יותר פרסום הנס בעתו ובזמנו שהוא בט''ו בניסן, ויבא חכם שתהיה לו הסברא להגדיל פרסום נס סוכה שהוא גדול מפרסום אכילת מצה, וידון קל וחומר לסוכה שטעונה מצה, ויאמר ומה חג המצות שלא הצריך בו ה' כל כך פרסום על כל פנים חייבו במצה לצד שהוא דבר הצריך על כל פנים, סוכה שראינו שהוא פרסום גדול אינו דין שצריך מצה, תלמוד לומר הזה חג המצות, ותבא סברא אחרת שתדון בהפך ויאמר כי דידיה נצח ודחה סברא שכנגדו ממה שמיעט סוכה שאין בה מצה ועיקר הפרסום הוא המצה וידון לחייב סוכה בפסח בקל וחומר מסוכה שלא הצריך בה ה' מצה ואף על פי כן הצריך סוכה, תלמוד לומר [הזה] חג הסוכות ותדע שהתנא דורש המיעוטין לב' הסברות, בהעיר בקל וחומר ראשון שעשה התנא, איך הוציא מפיו קל וחומר ועדיין אינו יודע אם אינו טעון אלא אחד או שנים, ובמה שפירשתי יבוא על נכון. ומה שכתב הרב הגדול בעל משנה למלך שלא היינו יודעים באיזה מקום נאמר הקל וחומר ומספיקא היינו אומרים שחג המצות טעון סוכה וחג הסוכות טעון מצה ע''כ. אין דבריו ז''ל מוכרחים, כי כיון שאין אתה יכול לדון קל וחומר לצד שאינך יכול לומר ומה זה שאינו טעון אלא זה כי מי אמר לך שאינו טעון אלא זה ודלמא תדון הקל וחומר להפך ויהיה טעון ב', וכן לצד האחר אין אני יכול לעשות הקל וחומר מהטעם עצמו, ומעתה יעמוד כל אחד בשלו ולא תדון קל וחומר, אם לא שתאמר שיש פן לומר קל וחומר מצד אחד ויש פן לומר הקל וחומר מצד אחר וחש הכתוב לב' הצדדין, והוא הדרך שפירשתי","titles":[{"title":"﻿ויקרא יד ז"},{"title":"﻿ויקרא פרק יד פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-3-14-8","text":"ורחץ במים וגו'. בתורת כהנים אמרו וזה לשונם במים אפילו במי מקוה, והלא דין הוא זב שאינו טוען הזיית מים חיים טעון ביאת מים חיים מצורע שטעון וכו'. תלמוד לומר ורחץ במים אפילו וכו' ע''כ. פשט דבריהם הוא שדורשים יתור תיבת במים שלא היה צריך לומר אלא ורחץ, וכן פירש בעל קרבן אהרן. וקשה והלא כבר מיעט הכתוב ביאת מים חיים במצורע בפרשת זב, כדתניא שם (טו יג) בתורת כהנים ורחץ בשרו במים חיים הזב טעון מים חיים ואין המצורע טעון מים חיים, והלא דין הוא ומה אם הזב וכו' תלמוד לומר בשרו במים חיים הזב טעון וכו' ואין המצורע טעון וכו' ע''כ, משמע כי מיתור תיבת בשרו דורש כן, וכן פירש הרב בעל קרבן אהרן, אם כן למה הוצרך לומר במים. ואפשר לומר כי עיקר דרשת התנא הוא מיתור תיבת במים ממנה דורש לרבות מי מקוה, ותיבת בשרו אצטריך למעט בגדיו, כמו שדרש שם גם כן בתורת כהנים, ומה שסמך גם כן לה מיעוט מים חיים במצורע, באגב, וסמך על יתור תיבת במים, ובזה לא קשיא למה דורש מתיבת בשרו, ב' דרשות. ובעל קרבן אהרן פירש כי דורש ממה שלא אמר ורחץ הזב ואמר בשרו, ולדברינו אין אנו צריכין לזה. ומה שדרשו בתורת כהנים בפרשת צו בפסוק (ו כא) ומורק ושוטף במים האמור בכלי שנתבשלה בו חטאת וזה לשונם ושוטף יכול במ' סאה תלמוד לומר במים כל שהן, במים ולא ביין ולא במזוג ע''כ. אין לדמות יתור במים האמור בחטאת ליתור במים האמור כאן, כי שם אם לא אמר במים לא הייתי מצריכו אלא מ' סאה מי מקוה שאין לנו צד לומר שצריך מים חיים לומר שבא הכתוב למעטו ומוכרח לומר שבא למעט גופן של מ' סאה, מה שאין כן במים האמור כאן כיון שיש צד לומר שצריכין מים חיים ובא יתור במים שדינן ליה למעט מים חיים, והבא לומר שממעט מ' סאה עליו להביא ראיה מנין. ומה שהוסיף שם לדרוש במים ולא ביין וכו', אין זה אלא מהמשמעות ולא מהיתור, ועיין פסוק שאחר זה ישוב הענין באופן אחר","titles":[{"title":"﻿ויקרא יד ח"},{"title":"﻿ויקרא פרק יד פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-3-14-9","text":"למחנה שהיא חוץ למחנה שכינתו לחוצה לארץ מקום טמא ששם בעונותינו הם גולים בנ''י וראה והנה נרפא הנגע שבעדו בא הצרעת שחזרו בתשובה ונטהרו וצוה הכהן ולקח למטהר שתי צפרים חיות טהורות הם ב' משיחים ונקרא צפור כי כן יתכנו נשמות העליונות כידוע ועוד מצינו שיתכנה הגואל לצפור וזה לך ל' הזוהר בפ' בלק ומההו מערת' יסגא חד עופא רברב' עלא' דישלוט בעלמא וליה יתיהיב מלכות' וכו' ע''כ ומצינו שאמרו ז''ל ששני משיחי ישראל הם משיח בן אפרים ומשיח בן דוד ובתחילה יתגלה משיח בן אפרים וימות ואח''כ יתגלה משיח בן דוד וכנגד ב' אלו אמר ולקח למטהר ב' צפרים חיות טהורות כל אלו הכינויים הם מעלות הקדושה כידוע ליודעי דעת ואומרו ועץ ארז ושני תולעת ואזוב רמז לזכות ג' אבות עץ ארז הוא אברהם שהוא האדם הגדול בענקים ושני תולעת יעקב ע''ד אומרו אל תיראי תולעת יעקב ואזוב הוא יצחק שהוא בחינת הגבורה שצריך צירוף זכות שלשתן ואמר ושחט כאן רמז להריגת משיח בן אפרים כמאמרו ית' אל כלי חרס על מים חיים פי' בשביל כפרת העם פדיון נפשם וכינה אותם כלי חרס ע''ד וייצר ה' את האדם עפר מן האדמה שהוא כלי חרס והכונה בזה לצד שנשארו ככלי חרם שעומד לשבירה לצד גרעון התורה המתיחסת למים חיים על סבת מים חיים שאין בישראל תורה ועל זה תשחט הצפור האחת גם באמצעות דבר זה ילבוש ה' בגדי נקם הפך מדותיו הרחמים ויעשה כלה לגוים המריעים וממוצא דבר אתה יודע שאסורה ועל זה תשחט הצפור האחת גם באמצעות דבר זה ילבוש ה' בגדי נגם הפך מדותיו הרחמים ויעשה כלה לגוים המריעים וממוצא דבר אתה יודע שאם יהיה בהם תורה לא ימות הצדיק ותמצא שכתב האר''י ז''ל שצריך לכוין בתפל' הקבוע להתפלל על זה הצדיק שלא ימות פי' כי באמצעות התפלה יתרבה זכותו ויעמוד חי ותבוטל גזירת מות ממנו ואמר את הצפור החי' שהוא משיח בן דוד יקח אותה הקב''ה ויצרף עמו זכו' האבות ויצרף נקמת הצדיק שנהרג והוא אומרו יקח אותה ואת עץ וגו' וטבל אותם בדם הצפור השחוטה ויתגברו הרחמים מזכות האבות וממשיח הנהרג ויתכפרו כל הדרגות הטומאות ומניעות דביקו' ישראל והוא מה שרמז הכתוב כאן באומרו והזה על המטהר פי' ענין כפר' כי למען זכות האבות ולמען אשכול הנהרג הוא כופר ויכפר על בנ''י ואמר שבעה כנגד שבע' הדרג' הטומא' אשר יטמאו בהם בית ישראל כי הם שבעה כידוע והן הנה הרמוזים בטומאת מת וטומאת נדה דכתיב כטומא' הנדה וגו' ובזה וטהרו ואז ושלח את הצפור החיה כאו' בספר הזוהר בפ' בלק וז''ל ומההיא מערתא יסגא חד עופא רברבא עלאה דישלוט בכל עלמא וליה יתיהב מלכותא וכו', והוא אומרו על פני השדה שהוא עולם הזה שתהיה שולטת בכל העולם, ואז וכבס המטהר שהם ישראל את בגדיו הם בגדים הצואים שהיו מלובשים בנשמתו כדרך אומרו (זכרי' ג) הסירו הבגדים הצואים, וגילח את כל שערו שהם בחינת צמחי החומר העכור, ורחץ במים הוא התורה בה יטהר מחשבותיו, ואחר יבא אל המחנה זה מחנה שכינה ירושלים היורדת בנויה מלמעלה, ואמר וישב מחוץ לאהלו כי לא יקרבו להזדווג לשכינה עד שישבו שבעה נקיים לחשש טומאה, וביום השביעי יהיו ראויים לקבלת הארת הקדושה, כיוצא בזה תמצא שאמר ביחזקאל שבעת ימים יכפרו את המזבח וטהרו אותו נמצאת אומר ב' טהרות טהרה הראשונה הרחקת הטומאה והב' היא הקרבת הקדושה","titles":[{"title":"﻿ויקרא יד ט"},{"title":"﻿ויקרא פרק יד פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-3-14-11","text":"האיש המטהר וגו'. הוצרך לומר האיש המטהר ולא הספיק לומר האיש לבד, לצד שלא תטעה לומר שבא למעט הקטן שאינו בכלל דינים אלו הגם שישנו בטומאת צרעת לזה אמר המטהר, ולא הספיק לומר המטהר ולא יאמר האיש, משום לצד שיש במשפט זה גם הקטנים כנזכר תבא הסברא לומר שלא צוה ה' לכהן להעמיד המצורע לפני ה' שהוא חוץ לעזרת ישראל אלא מי שהוא קטן שמן הסתם אינו יודע שאין ליכנס לעזרת ישראל קודם הקרבת טהרתו אבל גדול נאמר אין חובה על הכהן להעמידו לצד שיודע הוא תלמוד לומר והעמיד האיש הגם שהוא איש על הכהן המצוה להעמידו חוץ לעזרה. ובתורת כהנים דרשו טעם אומרו האיש מלה יתירה למעט חטאת ועולה מתנופה, ואחר כך אמר הכתוב מיעוט אחר דכתיב אותו לאשם למעט גם את האיש שאינו טעון תנופה אלא אשם ולוג השמן לבד. ואם תאמר אם האיש הוא ממועט מתנופה מאומרו אותו לאשם והניף ולא האיש איך יבא למעט אחרים בדבר שאין בו. זה אינו קושיא כי יבא המיעוט בהם באם אינו ענין. ולזה תמצא שדקדק התנא בברייתא (בתו''כ כאן) וזה לשונם תלמוד לומר האיש לא חטאת ולא עולה ולא אמר זכרון התנופה, נתכוין בזה לומר שתיבת האיש באה למעט חטאת ועולה מדין אחד, והגם שאין הדבר שנתמעט ממנו באיש, הדבר מסור לחכמים לידע מהו. ובזה תשכיל משמעות ברייתא זו בתורת כהנים שהיא קשה ההבנה. ודברי בעל קרבן אהרן דחוקים בעיני","titles":[{"title":"﻿ויקרא יד יא"},{"title":"﻿ויקרא פרק יד פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-3-14-21","text":"ומה שדרשו עוד בתורת כהנים בפרשה זו (לקמן ל' ל''א) בג' מקראות המיותרים בהשגת יד, והם אשר תשיג ידו, מאשר תשיג ידו, את אשר תשיג ידו, ודרשום על זה הדרך אשר תשיג בא להיה עשיר קודם ובעת הבאת הקרבן העני שיביא גם כן קרבן עני, ומאשר תשיג ידו בא למי שהיה עשיר והתחיל גם כן להביא אשמו והוא עדיין עשיר והעני שיביא גם כן קרבן עני. ואת אשר תשיג ידו בא להתחיל להביא קרבנו שהוא האשם בזמן שהיה עני והעשיר שצריך להביא בעושר, אבל אם הביא חטאת בעוני לא יביא עולה בעושר אם העשיר ולמדו שם דבר זה ממה שאמר הכתוב אחד לחטאת ואחד לעולה שצריך שיהיו שניהם מין אחד, מכל אלו הדרשות אין ללמוד מה שדרשנו מכפל אומרו דל ואין ידו וגו', שאפילו אחר כל דרשות שדרשו עדיין צריכין אנו לב' הדרשות שדרשנו שאחר שהפריש קרבן עשיר יביא קרבן עני ואחר שהפריש קרבן עני יביא קרבן עשיר כי לא באו ב' דברים אלו בדרשות הנזכרות","titles":[{"title":"﻿ויקרא יד כא"},{"title":"﻿ויקרא פרק יד פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-orhachaim-3-14-32","text":" אור החיים  זאת תורת וגו' אשר לא וגו'. כל הכתוב מיותר, ורז''ל דרשו (בתו''כ) זאת תורת שריבה הבאת קרבן עשיר לעני אם ירצה. ואם תאמר למה צריך קרא והלא הסברא נותנת כן שלא בא הכתוכ אלא להקל מעליו ואם ירצה תבא עליו ברכת טוב ונראה כי לצד שרצה הכתוב למעט עשיר אם הביא קרבן עני שלא יצא וכמו שדרשוה מאומרו זאת מיעוט, חש הכתוב לומר שהקפיד על הכל במה שמיעט ואמר זאת עני בעניו ועשיר בעושרו תלמוד לומר תורת. ועדיין אין ידוע למה אמר הכתוב אשר לא תשיג ידו וגו'. ואולי שחש הכתוב שיבא החכם וילמוד משפט השג יד האמור במצורע מדין השג יד האמור בטומאת מקדש וקדשיו ושבועת האלה וכו' שישנם גם כן בקרבן דלי דלות ובמקום ב' תורים אחד עולה ואחד חטאת מביאים עשירית האיפה וילמד האמור במצורע שגם הוא אם לא השיגה ידו לעופות יביא עשירית האיפה תלמוד לומר זאת תורת אשר וגו' אשר לא תשיג ידו בטהרתו פירוש הגם שלא השיגה ידו בטהרתו הרשומה שהם בני יונה וכו' אף על פי כן יתפלש בעפר וימות ויביא ב' תורים או ב' בני יונה דוקא ובדרך רמז אפשר שרמז הכתוב למה שאמרו בזוהר הקדוש (תיקונים כב) כי העניות נקראת צרעת, ולזה שניהם נקראים מתים (נדרים סד), והוא מה שרמז באומרו אשר בו נגע צרעת פירוש עודנו הנגע בו, ומה הוא הנגע פירש ואמר אשר לא תשיג ידו בטהרתו פירוש שלא מצאה ידו לצד עניו להביא קרבן הצריך לטהרתו מצרעתו עד שהוצרך להביא עופות","titles":[{"title":"﻿ויקרא יד לב"},{"title":"﻿ויקרא פרק יד פסוק לב"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-orhachaim-3-14-34","text":"עוד נראה שחש הכתוב להקדים נגע הבגד ואחר כך נגעי אדם, שאז הייתי אומר כי נגע הבגד בא על עון קל ונגע אדם בא על עון חמור ולא על עון עצמו שיתחייב לבא נגע על האדם בא על הבגדים לצד הרחמים, ולזה הקדים הכתוב ואמר נגעי אדם לומר כי גם צרעת הצריכה לבא לאדם בעל הרחמים מביאה בבגדים אולי ישוב ורפא לו מבוא עליו. ועדיין אני אומר דלמא על עון חמור באים נגעי אדם ועל עון קל באים נגעי בגדים והתורה סידרה החמור תחלה שהם נגעי אדם ואחר כך הקל שהם נגעי בגדים, אם כן היה לו לסדר משפט הבגדים אחר משפט אדם וטהרתם וכמו שכתבתי למעלה והבן","titles":[{"title":"﻿ויקרא יד לד"},{"title":"﻿ויקרא פרק יד פסוק לד"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-orhachaim-3-14-35","text":"אכן דרשת התנא היא שלא היה לו לומר אלא והגיד לכהן, והדבר מובן שההגדה היא הנגע המוזכר בסמוך, ולזה דרש כי הייתור בא על הדקדוק כנגע ולא נגע שאפילו תלמיד חכם וכו' לא יאמר נגע אלא כנגע, וכל זה לדעת התנא. ומקום הניחו לנו גם כן בזה לחקור בדבריהם ז''ל, הלא לפי מה שדרשו עוד שם בתורת כהנים וז''ל נראה לי ולא לנרי, בבית להביא את העליה וכו' וכמה דרשות, מעתה צריך הכתוב לומר כנגע כדי שיאמר נראה לי בבית ללמוד המשפטים ההמה, ומנין לנו לדרוש שאפילו ידע ודאי שהוא נגע יאמר כנגע, והגם שדרך רז''ל לדרוש הכתובים בסדר זה, אף על פי כן כל עוד שנוכל ליישב הדרשה בסדר הכרחי הוא יותר נכון, ובזה הרווחנו את שלנו פירוש תיבת לאמר שנתכוין לומר על זה הדרך לאמר כנגע פירוש הגם שכפי האמת ידע שהוא נגע ואינו כנגע אלא במאמרו אף על פי כן יאמר כן. ושיעור תיבת לאמר הוא על זה הדרך האמירה תהיה כנגע, וממוצא דבר אתה מבין שאינו כנגע אלא במאמרו ולא בצדק הדבר. ובזה גם כן הרווחנו דרשת התנא שדרש בתיבת כנגע שרצה לומר שאפילו תלמיד חכם וכו'. עוד יכוין לומר שהתורה מתרת לאמר כנגע, וממילא אתה מבין שאינו כנגע שהוצרך להתיר. וכבר כתבתי כמה פעמים כי רשות נתונה לנו לדרוש הפסוקים בכמה פנים משונים מדבריהם ז''ל כל שמתישבים הפסוקים על נכון כל שאין הפכיות דברי רז''ל בהלכות","titles":[{"title":"﻿ויקרא יד לה"},{"title":"﻿ויקרא פרק יד פסוק לה"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":35,"positionInParasha":35},{"uri":"tanach-orhachaim-3-14-36","text":"כל אשר בבית. פירוש כל אשר בבית לא יטמא אלא יצילו הכל ואפילו פכים קטנים, כי חם ה' אפילו על ממון הבזוי של ישראל, ובזה נתן טעם הכתוב למה צוה ה' לפנות קודם הלא אפילו אחר ביאת הכהן ורואה הנגע אין הבית טמא אלא אחר שיצא הכהן ויסגירנו, ומעתה אין צורך להקדים לפנות קודם בא הכהן ויכולין לפנות אחר שבא הכהן קודם שיסגיר, לזה אמר ולא יטמא כל אשר וגו' פירוש כי לצד שכשיראה הכהן הנגע שצריך להסגיר אין רשות להתעכב מלהסגיר כל עיקר ומצד זה ימהרו לפנות ולצד המהירות ישכחו ממון הבזוי, לזה הקפיד ה' לפנות קודם שבזה לא יטמא מכל אשר בבית. ורז''ל אמרו (נגעים פי''ב מ''ה, ובתו''כ) שלא חס הקב''ה אלא על כלי חרם כי שאר כלים ובגדים יש להם תקנה במקוה. ולדרכנו הוספנו לפרש שחס הקב''ה אפילו על כלי חרס הקטנים שאין אדם מחשיב אותם","titles":[{"title":"﻿ויקרא יד לו"},{"title":"﻿ויקרא פרק יד פסוק לו"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":36,"positionInParasha":36},{"uri":"tanach-orhachaim-3-14-37","text":" אור החיים  וראה וגו' בקירות הבית וגו'. פרשה זו רמזה מפעלות ה' בהנהגתו עם הרשעים אשר יבחרו במטעמי יצר הרע שהוא יקרא נגעי בני אדם. ואמרו בזוהר (ח''א קפ''ז) כי הקב''ה נותן הנפש בגוף האדם מצלחת מה טוב ואם לאו הוא עוקרו משם וחוזר ושותלה במקום אחר. והוא מה שרמז כאן בנגעי הבית, כי הבית ירמוז אל גוף האדם שהוא בתי הנפש, והכהן הרמוז כאן הוא הבורא שמצינו לרז''ל בספר הזוהר שדרשו כן בפסוק והובא אל הכהן וגו', ואמר כי כשיראה הקב''ה כי הנגע בקירות הבית פירוש נשתקע בחינת הרע בתוכיות מהות הגוף, ונתעב הבית והוא מה שרמז באומרם שקערורות תיבה זו מורכבת מב' שקע רורות ואות הא' נבלעת במבטא וכאלו אמר שקע ארורות שנשקע בו בחינת היצר הרע שנקרא ארור, ולפי שיש הרבה בחינות ברשעו אמר ארורות ואומרו ירקרקות רמז לסימן העבירה על דרך אומרם ז''ל (שבת לג) סימן לעבירה הדרוקן, גם אמר אדמדמת רומז לשפיכת דמים המיוחס לבחינת הרע רחמנא ליצלן. יצו ה' לסגור הבית פי' שלא יושפע משפע האלהי, והוא סוד נידוי הרשעים לבל יחסו בצלא דמהימנותא, אם האדם הרגיש בדבר ושב מה טוב, ואם לא יצו ה' להביא עליו יסורין לרחוץ כתמיו ונגעיו והוא סוד חלוץ אבנים וכו', ואם עדיין מסריח מעשיו הרי הוא מת, והוא אומרו ונתץ את הבית את אבניו וגו'","titles":[{"title":"﻿ויקרא יד לז"},{"title":"﻿ויקרא פרק יד פסוק לז"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-14","positionInPerek":37,"positionInParasha":37},{"uri":"tanach-orhachaim-3-15-2","text":"זובו טמא הוא. רז''ל דרשו בתורת כהנים על זה הדרך זובו הוא טמא, למד על הזוב שהוא טמא, והלא דין הוא הזב שהוא גרם לו טומאה טמא, הזוב שהוא גורם טומאה אינו דין וכו', שעיר המשתלח יוכיח וכו' שהוא טהור ומטמא תלמוד לומר זובו הוא טמא. ודרשו עוד על זה הדרך הוא טמא ואין דם היוצא מהאמה טמא, פירוש שהייתי דן קל וחומר מרוקו ומה רוק שהוא יוצא ממקום טהרה טמא דם שיוצא ממקום טומאה אין דין וכו' תלמוד לומר הוא וכדרך שדן התנא שם כשרצה להצריך ריבוי למי רגלים שמטמאים ודן קל וחומר מרוקו וסתר לה מדם היוצא תלמוד לומר וזאת לרבות מי רגלים. ובפרשת דם נדה (נדה נו.) הקשו ומה ראית לרבות מי רגלים ולמעט דם היוצא, ואמר ר' שמעון מרבה אני מי רגלים לטומאה דדומה לרוק שמתעגל ויוצא וחוזר ונבלע, מה שאין כן הדם ע''כ. וקשה אם כן לא לכתוב אלא ריבוי וזאת ואני יושב ודן ריבוי זה למה הלא בין מי רגלים בין דם היוצא באים בקל וחומר מרוקו, ומכח זה הייתי מכריח לומר שלא לדון קל וחומר ונאמר שבא הכתוב לסתור קל וחומר שתחייבך לרבות מי רגלים ודם היוצא ולא ריבה אלא אחד מהם, ולידע איזה מהם הוא המתרבה ידון בדומה לרוק שמתעגל וכו' כדברי ר' שמעון, ולא היה צריך לכתוב מיעוט הוא. ואין לדחות שאז הייתי אומר שבא ריבוי וזאת לדם היוצא הגם שאינו מתעגל וכו' אבל מי רגלים אתי בקל וחומר, זה טעות, כי כשאנו באים לדון בקל וחומר מהרוק שאינו יוצא ממקום טומאה אנו דנין מי רגלים ודם היוצא כאחד בקל וחומר שהרי הם שוים בצד החמור שיצאו ממקום טומאה, ולא צריך ריבוי לדם אם לא שתאמר דאתא קרא לסתור לקל וחומר, ותמצא שגם התנא שגמר מיעוט הדם ממיעוט הוא כשבא ללמוד מי רגלים מקל וחומר דרוקו דחה דם היוצא יוכיח שאינו נלמד בקל וחומר ולא דחה פירכא זו מה לדם היוצא שאינו מתעגל וכו'. ומעתה כשלא יהיה אלא ריבוי וזאת תתחייב מעצמך לומר שהתורה מנעתך מלדון קל וחומר זה כדי שלא תדון הכל, ואני יודע כי מה שבא לטהר הוא דם היוצא ומכח זה בניתי מקום לפרש שנתכוון הכתוב בייתור תיבת הוא לומר כי אין גופו של זב לבד הוא המטמא את בעליו אלא הוא סימן אשר יעשה ה' בטמא לצד מעשיו הרעים, והודיע ה' כי אדם שיהיה בו סימן זה הוא לו לסימן כי איש טמא הוא. ותיבת הוא שאמר הכתוב חוזרת אל האדם שטמא הוא. ולזה יצו ה' משפט האדם שהוא עצמו אב הטומאה לטמא אדם וכלים והגם דהתנא דרשה למיעוט דם, זה היה קודם דרשת וזאת ואחר דרשת וזאת נחזור לדון ולדרוש. והרבה פעמים דורש בתורת כהנים בדרך זה, וכאן הניח מקום לדורשי תורה","titles":[{"title":"﻿ויקרא טו ב"},{"title":"﻿ויקרא פרק טו פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-15","positionInPerek":2,"positionInParasha":59},{"uri":"tanach-orhachaim-3-15-3","text":"טומאתו היא. בתורת כהנים דרשו ומה הזב שאינו מטמא באודם מטמא בלובן זבה שמטמאה באודם אינו דין שמטמאה בלובן תלמוד לומר טומאתו היא. פירוש שלא היה צריך לומר טומאתו, אלא בא למעט זבה, טומאתו ולא טומאתה. ולא מתיבת היא ממעט הזבה כדברי בעל קרבן אהרן, כי כשנבא לדייק ממשמעות מיעוט המתדייק מתיבת היא יהיה המיעוט בטומאה ולא בנטמא והבן. ומה שיש לפרש בברייתא זו שהצריך למעט זבה שלא תטמא בלובן שלא תדון בקל וחומר מזב, ובראש ברייתא זו ממעט הזב שלא יטמא באודם שלא ידון בקל וחומר מזב, והם ב' קל וחומר הסותרים זה את זה, כבר הארכתי בפרשה זו בפסוק והזה על המטהר, ולדרך שכתבתי שם יתיישבו גם כן דבריהם ז''ל במקום זה, כי יש בנדה חומרא שדמה מטמא לח ויבש (נדה נד","titles":[{"title":"﻿ויקרא טו ג"},{"title":"﻿ויקרא פרק טו פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-15","positionInPerek":3,"positionInParasha":60},{"uri":"tanach-orhachaim-3-15-18","text":" אור החיים  ורחצו במים. טעם זכרון רחיצתו, אז''ל (תו''כ) להשוות לה משפט רחיצתה לכל התנאים הרמוזים בדין רחיצתו. ואם תאמר אם לזה נתכוון הפסוק לא היה צריך והיינו לומדים כן מאומרו ואשה בתוספת ו' מוסיף על ענין ראשון להשוות משפט שניהם וליתן את האמור העליון בתחתון, כמו שדרשו בתורת כהנים בפרשת ויקרא כל אותם דינים שכתוב בהם וא''ו בתחלה, ולפי מה שדרשו רז''ל בתורת כהנים וא''ו ואשה לרבות קטנה בת ג' שנים ויום אחד, לפי זה אם לא אמר ורחצו היינו דורשים הוא''ו למשפטי הרחיצה ולא ידעי' טומאה קטנה בת ג' שנים ויום אחד. וזולת דבריהם היה נראה לומר לפי מה שאמרו (בתו''כ) בפסוק אשר תצא ממנו שכבת זרע עד שתצא טומאתו חוץ לבשרו אבל אם לא יצתה הגם שהרגיש אוחז באמה ובולע התרומה, מה שאין כן האשה שטמאה אפילו בנגעית שכבת זרע במסתריה, לזה אמר ורחצו לומר שאין משוה שניהם אלא ברחיצה לא במשפט הטומאה. ומעתה אנו מפרשים אומרו ואשה בוא''ו כי גם האשה לפעמים יש בה משפט שוה לאיש שאינה טמאה במסתריה לרבנן אם בא עליה שלא כדרכה ולרבי יהודה ביאה ראשונה של כלה (בתו''כ כאן, יבמות לד","titles":[{"title":"﻿ויקרא טו יח"},{"title":"﻿ויקרא פרק טו פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-5","perek":"tanach-3-15","positionInPerek":18,"positionInParasha":75},{"uri":"tanach-orhachaim-3-16-1","text":"וראיתי להרא''ם ז''ל שפירש כי לדברי רבי אלעזר בן עזריה יש ג' מיני אזהרות, והאריך ליישב הכתובים לדברי רבי אלעזר בן עזריה ולפי דעתי לא נתכוין רבי אלעזר בן עזריה אלא לומר שבדיבור ראשון אמר ה' למשה שיאמר לאהרן שאם יעבור ימות כדרך שמתו בניו, והוקשה לו לאיזה ענין יצוה ה' ככה ולא הספיק באומרו ולא ימות, לזה המשיל הדבר לרופא שהרופא שאומר לחולה שלא ימות כדרך שמת פלוני הוא מזרזו ביותר על כן צוה ה' ככה לתוספות זירוז, ורבי אלעזר בן עזריה לא המשיל הדבר ברופא א' אלא בג' רופאים וכל רופא שיער זירוז א' ורופא המזרז ואומר שלא ימות כפלוני לא הוא שזרז פעם ראשונה ושניה, וכפי זה סדר שעשה ה' הוא כרופא המזרז יותר מכלן, ולפי דברי הרא''ם אינו דומה לא לרופא א' ולא לב' ולא לג', כי רופא א' וב' אינם אומרים כפלוני והג' הוא מזרזו בפעם אחת ואומר לו שלא ימות כפלוני, מה שאין כן הקב''ה שלא ציוהו כן עד פעם ג'. ולדברי הרא''ם צריך לדחוק ולפרש שהדמיון הוא נושא א' לג' נושאים יחד. ועדיין קשה לדבריו למה עשה רבי אלעזר בן עזריה הדמיון בג' נושאים ולא בנושא אחד כדי שישוה אליו הנדמה, אלא ודאי שלא צוה אלא פעם אחד ובאחת דבר אליו הזירוז שלא ימות כבניו. ופירוש הכתובים לדבר רבי אלעזר בן עזריה הם על זה הדרך, וידבר וגו'. אחרי מות דיבור אחד. דבר וגו' ואל יבא וגו' דיבור ב'. בדבור אחד נאמר לו אמור לאהרן שבניו מתו בשביל ההקרבה, ואמור דיבור ב' שאני מצוהו לבל יקרב גם הוא, וממוצא דבר מובן כי מזרזו לבל יארע לו כדרך שמתו בניו, והוא דמיון הרופא הג' שזרזו יותר מכולן","titles":[{"title":"﻿ויקרא טז א"},{"title":"﻿ויקרא פרק טז פסוק א"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-3-16-2","text":"כי בענן אראה. פירוש לצד שקדם הכתוב ואמר (ט כג) וירא כבוד ה' הודיע כי לא בחינה זו לבד היא הנמצאת בפנים אלא בחינה גדולה אור עליון כי גבוה מעל גבוה שומר, והוא אומרו אראה על הכפורת","titles":[{"title":"﻿ויקרא טז ב"},{"title":"﻿ויקרא פרק טז פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-16-3","text":" אור החיים  בזאת יבא אהרן. טעם שהזכיר אהרן ולא סמך על זכרונו בתחלת הענין, לצד שמה שקדם במצוה לא היה אלא לאהרן לבדו שלא יכנס ולא ימות, ואין מצוה זו נוגעת לזולתו, ומכאן ואילך לא לאהרן לבד באה המצוה אלא גם לכל ישראל כי הוא צורך ישראל לכנס לבית קדשי קדשים לכפר עליהם אחת בשנה, ויצו האל לעמו לעשות החוקים האמורים שיכניסו אהרן בפר וגו' כתנת בד קודש וגו' ודרשו ז''ל (תו''כ כאן) משל קודש שהיא תרומת הלשכה, וכפי זה יתחייב הכתוב להזכיר שם המצוה בכינוי להם","titles":[{"title":"﻿ויקרא טז ג"},{"title":"﻿ויקרא פרק טז פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-16-4","text":"עוד נראה כי מתכוון באומרו בגדי קודש הם, לבל יראה הדבר שהוא חוץ מהמוס' כי עבד מלך שהוא הכהן אשר פארו ה' וכבדו במלבושי כבוד דכתיב (תצוה כח ב) לכבוד ולתפארת ובעת אשר יתעלה לשירות גדול כזה יאמר אליו הורד עדיך מעליך, לזה אמר בגדי קודש הם פירוש בגדים הראוים לקודש הם ולא אחרים, והטעם כי הבגדים המפוארים ההם יש בהם דברים בגו כמאמרם ז''ל (ויק''ר פכ''א ר''ה כו) אין קטיגור נעשה סניגור. או ירמוז טעם (משלי כה) אל תתהדר לפני מלך אדונינו ב''ה קדוש ונורא שמו, והוא אומרו בגדי קודש הם פירוש שבהם ראוי להשתמש בקודש קדשים אשר חונה שם האלהים. ורז''ל אמרו קודש ילבש שיהיו של קודש, פירוש כל הד' נלמדים מכתונת שיהיו של קודש וחזר לומר בגדי קודש הם דרשו ז''ל (תו''כ) שבא ללמד על כל בגדי כהונה שיהיו של קודש, ואלו ואלו דברי אלהים חיים","titles":[{"title":"﻿ויקרא טז ד"},{"title":"﻿ויקרא פרק טז פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-3-16-7","text":"ולהבין הענין משל למלך שבקר בגדי בניו וראה בהם בגדים נקיים וכתם בו משפשפו בידו ונותנו לבנו, וכשראה בגד מלוכלך הרבה נותנו לעבד אחד מעבדיו אשר לא ימאס הדבר המאוס, כן הדבר הזה המלך הוא מלכנו יתרומם שמו כשמביא לפניו קרבן אם הוא בפרט וטהרת כתם כל שהוא שהם כתמי השגגה או פרט אחד של טומאת מקדש וקדשיו כנזכר לא יתועב הקרבן אליו, אבל כל הזוהמה של כל העבירות שעשו ישראל קלות וחמורות הוא מיאוס גדול ואמר שיוליכוהו לעבד אחד מהרחוקים מהמלוכה לצד היותו מהפחותים וקלי הערך והוא ישבר ויאבד וימחק אותם ואין זה אלא כנותן לו שירות מבוזה לעשות ואף על פי כן למעלה הוא לו שחשבו האדון לעשות לו דבר ממה שהיה לפני אל בבית המקדש, ונעשה השעיר ההוא בהשואה עם השעיר המתקרב לפני אל. וטעם שצוה ה' עשות ככה ולא אמר שיקחו שעיר מהשוק וישלחוהו לעזאזל אחר שהתודה עליו, הוא לצד כי מן הנמנע שיתקבצו כל הטומאות שעשו ישראל במעשיהם הרעים ויבואו על ראש השעיר כי אם בהביאו השעיר לפני ה' ואחר שהובא לפני ה', מאז מוכח כי הוא זה השעיר שישא כל התיעוב וילך לו אל ארץ גזרה, לזה צוה להגריל והוא הבוחר יבחר את השעיר אשר יבחר בתבונתו יתברך בבעלי חיים, ומה גם למה שאמרו המקובלים כי כמה נפשות וניצוצות בבעלי חיים בלתי מדבר ומי ידע בלתי יתברך שמו. גם יש סוד בגורל (זהר ג' ק''א) והבן","titles":[{"title":"﻿ויקרא טז ז"},{"title":"﻿ויקרא פרק טז פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":7,"positionInParasha":7},{"uri":"tanach-orhachaim-3-16-10","text":" אור החיים  יעמד חי. צריך לדעת הכוונה ורז''ל (יומא מ תו''כ) דרשו הרבה דרושים. ולדרכנו יתפרש על נכון שנתכוון באומרו יעמד חי שלא יתודה עליו תיכף ומיד כשיעלה עליו הגורל אלא יניחהו חי, פירוש לצד כי בחינת הרע נקראת מת ועל שמה יקרא הגוף בלא נשמה מת להיות ששולטת בו בחינת הטומאה הנקראת מת, והשעיר של עזאזל כשמתודה הכהן עליו ונותן עליו כל העונות והפשעים וכו' הנה הוא מת כלול מכל מיני מיתות, וצוה האדון שלא יעשהו מת אלא יעמד חי, ולזה תמצא שאומר עוד אחר כך וסמך אהרן וגו' על ראש השעיר החי והתודה וגו' ונשא השעיר עליו, כי מתחלה קודם שהתודה קראו חי ואחר כך אמר השעיר ולא הזכיר החי לומר שאחר שהתודה עליו אינו חי שכבר כחות של מיתה ירדו עליו, ותמצא שצוה ה' שהמשלחו טמא ויכבס בגדיו ורחץ בשרו במים כדין טמא מת","titles":[{"title":"﻿ויקרא טז י"},{"title":"﻿ויקרא פרק טז פסוק י"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":10,"positionInParasha":10},{"uri":"tanach-orhachaim-3-16-26","text":" אור החיים  והמשלח וגו' לעזאזל. צריך לדעת מה הוא עזאזל ורז''ל (יומא סז","titles":[{"title":"﻿ויקרא טז כו"},{"title":"﻿ויקרא פרק טז פסוק כו"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-3-16-29","text":"האזרח והגר. בתורת כהנים אמרו וזה לשונם האזרח, אזרח זה אזרח, האזרח לרבות נשי אזרח, גר זה הגר, הגר לרבות נשי הגר, בתוככם לרבות נשים ועבדים ע''כ. ועדיין צריכין אנו למודעי למה הוצרך לזכרון אזרח, ואם בשביל ריבוי ה''א המרבה נשים, זה טעות כי יש לאלוה מילין לדבר באופן שירבה הצריכין להתרבות מבלי תוספות אפילו אות אחת ללא צורך. ויתבאר הענין על פי מה שאמרו במסכת סוכה (כח","titles":[{"title":"﻿ויקרא טז כט"},{"title":"﻿ויקרא פרק טז פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-orhachaim-3-16-34","text":"ויעש כאשר צוה ה' וגו'. רז''ל אמרו (תו''כ) כי הכתוב יכוין להגיד שבחו של אהרן שלא עשה לגדולה ולהתנשא אלא עשה הכל לקיים מצות ה'. ונראה כי גם שבחו של משה יגיד שהרי ה' לא דבר עם אהרן אלא עם משה, והתורה מעידה שלא נשתנה הדבור לצד אמצעיות האמצעי, הא למדת שהדברים הנאמרים מפי משה לא נולד בהם השתנות אפי' בחלק מס' מחוט השערה, וזה בנין אב לתורתינו הקדושה שכולה היא מוצא פי ה' יחיה האדם חיי עולם בהגיגו בנועם עליון","titles":[{"title":"﻿ויקרא טז לד"},{"title":"﻿ויקרא פרק טז פסוק לד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-16","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-orhachaim-3-17-3","text":"ונראה לומר דסובר רמב''ם כיון שאנו רואים כל כך שינויים בין ברייתא של תורת כהנים וברייתא שהביא הש''ס בזבחים ובין דברי הש''ס גם כן כמו שכתבנו למעלה, אם כן מוכיחים הדברים שאין להקפיד על שינוי מקום דרשות אלו, ולזה למה שמוכיח רמב''ם מפסוק דם שפך שוחט לאיש דחייב אם כן אין לנו מנין לדרוש מיעוט שנים לזה חפש אחר דרשות יתור אשר ישחט שהיא מיותרת ואין אנו דורשים שחיטת עוף אלא מתיבת או, וכמו שדרשו בתורת כהנים שמרבה שחיטה לעוף מאומרו תיבת או לרבות ולפי זה דרשינן מיעוט מליקה בעוף מאומרו זה הדבר למעט מליקה בעוף וכדברי רבי ישמעאל שכתבנו למעלה שדורש מיעוט מליקת עוף מזה הדבר. ולא יקשה לך ממה דקיימא לן (ערובין מו","titles":[{"title":"﻿ויקרא יז ג"},{"title":"﻿ויקרא פרק יז פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":3,"positionInParasha":37},{"uri":"tanach-orhachaim-3-17-5","text":"ועל דבר זה לבד תתנתק הנפש מנרתקה ותקום לעבודת האל במסירת נפש מבלי הרגש להפלגת עריבות הנרגש בבחינת אהבתו יתברך בנפש המרגשת בטעימת נועם חיבתו, וכל זה קטן הוא להמתחייב לנו עשות לערך המוקדם ממנו יתברך בבחינת שעשוע חיבובינו ורוממות אשר רומם עם קדושו","titles":[{"title":"﻿ויקרא יז ה"},{"title":"﻿ויקרא פרק יז פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":5,"positionInParasha":39},{"uri":"tanach-orhachaim-3-17-8","text":"מבית ישראל. הוצרך לומר מבית ישראל ולא הספיק במאמר ואליהם שממנו מובן שחוזר להאמורים למעלה מהענין. לצד שאמר איש איש לומר שנים ששחטו כמו שכתבתי בסמוך, וחש הכתוב שיבא הדורש וידרוש לרבות הגוים כמו שדורשים (מנחות עג) באיש איש האמור בנדרים ונדבות (אמור כב יח) שהוא לרבות גוים, לזה הוצרך לומר מבית וגו' דוקא ישראל ולא אומות וממילא נתחייב לדרוש באיש איש כל מה שדרשו ז''ל. ואחר שהוצרך לומר מבית ישראל חש הכתוב לומר שמיעט הכתוב הגרים תלמוד לומר ומן הגר, והוצרך לרבות כל הריבוים דזולת זה יאמר האומר שלא ריבה אלא מה שהזכיר בכתוב. וגם לדעת ר' יוסי שסובר דברה תורה כלשון בני אדם. אולי שלא אמר כן אלא לצד שיש לו מניעת הדרשה בו לצד מיעוט ההוא. והגם שהקשה הש''ס לר''י דכיון שאינו דורש איש איש שבפרשה ב' גם איש איש שבפרשה א' לא ידרוש, אין הכי נמי אם לא היה הש''ס מוצא דרשות דם שפך היה אומר שדורשה מאיש איש, שכל שאין נגדיות לדרשה לא אמרינן דברה תורה וכו', ועיין בדברי התוספת במציעא דף ל''א ד''ה דברה תורה כלשון בני אדם שאין סברא לומר דלית לתנא כמה דרשות שנדרשו בכפל, והגם שהתוספת פרטו הקושיא לרבי שמעון על כל זה ישנה לכל. ועיקר מחלוקת התנאים היא בסברא בדבר המתנגד לדרשה שכפי הסברא מטה לומר דברה תורה כלשון בני אדם ותמצא שגם רבי שמעון מצינו שאמר (ב''מ לא","titles":[{"title":"﻿ויקרא יז ח"},{"title":"﻿ויקרא פרק יז פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":8,"positionInParasha":42},{"uri":"tanach-orhachaim-3-17-10","text":"מקרב עמה. בתורת כהנים דרשו ועמה בשלם ע''כ, ואין ידוע הכוונה בזה, ממה נפשך אם חייבים מדין ערב למה יהיו פטורים כאן, ואם אינו מדבר במי שחייב מדין ערב כגון שלא ידעו או נאנסו אין צריך לומר. ונראה כי יכוון לומר כי כריתת הענף הרע מהאילן משביחו כידוע, ולזה אמר מקרב עמה פירוש כדי שלא יזיק ענף הרע לנצר מטעיו יתברך יכריתהו וישאר עמה בשלם","titles":[{"title":"﻿ויקרא יז י"},{"title":"﻿ויקרא פרק יז פסוק י"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":10,"positionInParasha":44},{"uri":"tanach-orhachaim-3-17-11","text":"ואני נתתיו וגו'. פירוש ותדע שהדם הוא הנפש שהרי אני נתתיו לכם וגו' לכפר על נפשותיכם נפש תחת נפש הרי כי הדם הוא הנפש. עוד יכוון הכתוב להזהיר על נפש הבהמה לבל המיתה, כי לא נתן ה' דם הבהמות לנו אלא לכפר על נפשותינו, והוא אומרו נתתיו לכם על המזבח לשלול זולת סיבה זו שאינו לנו במתנה לעשות כל אשר נחפוץ עשות בו. ותמצא (סנהדרין ב.) שדין הריגת בהמה צריך שיהיה על פי בית דין של כ''ג כמשפט אדם שהשוה הכתוב משפטם למשפט אדם, ולא הותרה בהמה לשחוט אלא לצרכי בשרה כי תאוה נפש אדם לאכול בשר שכן גמר קונה עולמו והקנה לנו דכתיב (ראה יב כ) כי תאוה נפשך לאכול בשר בכל אות וגו'","titles":[{"title":"﻿ויקרא יז יא"},{"title":"﻿ויקרא פרק יז פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":11,"positionInParasha":45},{"uri":"tanach-orhachaim-3-17-13","text":"עוד נראה שרמז באומרו ושפך וכסהו שאין צריך לכסות כל דמו אלא חלק בשפיכה וחלק בכיסוי (חולין פח.)","titles":[{"title":"﻿ויקרא יז יג"},{"title":"﻿ויקרא פרק יז פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":13,"positionInParasha":47},{"uri":"tanach-orhachaim-3-17-14","text":"ונראה שהטעם הוא לפי מה שקדם לנו בהתבוננות מושכלות השפעות הקיום והעמדת כל יש, כי האל הבורא ב''ה הוא חיות הכל והכין ועשה פעולות כדי שכל הווה יגיענו ההסתפקות מן הצורך לקיומו, וחלק כל בריותיו לד' הדרגות והם אש רוח מים עפר, וכל אחת כלולה מהד'. וארבעה אלו תחלת הווייתה היא נעלמת מעיני כל בשר והיא רוחנית בתכלית הרוחניות והם ד' רגלי כסא כבודו יתברך ונשפעים מהם בכיוצא בהם ד' בריות אחרות נושאי הכסא פני אדם פני נשר פני אריה פני שור וכנגדם ד' מלאכים גבריאל רפאל מיכאל נוריאל אלו הכנה לאלו ומקבלין זה מזה ולעומתם יש למטה מקבלין בבעלי חיים אדם שור נשר אריה אדם מין אנושי שור מין בהמה אריה מין חיה נשר מין עוף וכנגדם בדוממים עפר מים אש רוח וכל א' כלול מארבעתם וגם בבחינת הנשמות שהם בריאה העליונה שבעליונות אשר ברא ה' מאורות עליונות חלק ה' ב''ה כמו כן ימצאון בחינות וחזר הדין שכל נושא ונושא כולל כל זה וכל מדרגה משפעת ונשפעת ממדריגת כסא הכבוד שהיא למעלה מחיות הקודש עד מדריגה הדומם. ומעתה אבוא לראות הנשפעים הנדמים מהד' בחינות הנגלים דוגמתם למעלה והנה יש לו בחינת שור בהמה טהורה הנשפעת מדמות פני שור אבל חיה ועוף לא מצינו בנדמים נשפעים למטה מהמושפעים מהקדושה כי אריה חיה טמאה נשר עוף טמא ויש לחקור זאת למה נמנע הנדמה מהתקבל בחינת הקדושה והטהרה כמו שקבל השור גם מנין נמשכה בחינת הטוהר לשאר חיות הטהורות אשר התירה תורה איל וצבי וגו' דע כי יש הדרגות שאין יכולת המקבל לקבל בתגבורת המשפיע בבחינת בסוד טעם עיני חכמי ישראל כידוע ליודעי דעת בהתבוננות הצודק בשכל ההבחן ולזה לצד כי אריה ונשר שלמטה באו בתגבורת לא יוכלו לסבול שיעור הנתכן והנשער אליהם בתכונת איכותם ולצד חסרון התקבל' השער' ההסתפקות מביחון הנרזב אשר בגן ה' כשיעור הצלחתם מהמקוה אליהם זו סיבה למרחקם אשר צוה ה' לאיש ישראל לבל יקרב אליהם כי איש ישראל הוצלח בנקוה אליו בסוד אומרו (דברים ד) הדבקים בה' ושיעור אשר הגיעו בבחינת אריה נשר כמוהו וכשיעורו נסתעף בקצת מהחיות והעופות ועשה בהם שיעור ההסתפקות והגם שלא בא איכותם אלא על ידי נשר כי הנשפע ראשון זה הוא סוד (איוב יד) מי יתן טהור מטמא וגו' וכל זה עשאו יתברך לסיבה הידועה סוד ה' ליראיו וכיון שכן אין תכונת הקדושה והטהרה המשתלשלת דבחינת הבהמה דומה לבחינת חיה ועוף כי בחינת שור יש דומה לו למעלה במקור הקדושה אשר ברא הבורא ותיכן בו הנפש מה שאין כן בחינת חיה ועוף לצד שנפסק דמות הנדמה למשפיע הנה הוא טמא לפנינו דכתיב (לעיל יא) את הנשר ואת וגו' תשקצו תש כחו ואין בו אלא החיוניות שהוא דם טוהר כאמרו דמו בנפשו וכמו שפירש דמו במקום נפשו זולת תורים ובני יונה שיודע אל עליון שגבר בהם החיונים וממוזגים הם בין הבהמה והעוף שמביאים מהם קרבן עולה וחטאת דוקא ויחיד דוקא ולא ציבור וצריך כיסוי כי עד גדר הבהמה לא בא כל זה כתבתי עם חפץ ד' והמשכיל ישכיל דבר אלהים חיים","titles":[{"title":"﻿ויקרא יז יד"},{"title":"﻿ויקרא פרק יז פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":14,"positionInParasha":48},{"uri":"tanach-orhachaim-3-17-15","text":" אור החיים  וכל נפש אשר תאכל נבילה. אמר וכל נפש, לכלול כל המתרבים למעלה (פסוק י) ח' הדרגות כמו שפירשנו, והזכיר ב' הדרגות כלליות אזרח וגר, ודקדק לומר באזרח ובגר, פי' כל שנכלל באזרח וכל שנכלל בגר","titles":[{"title":"﻿ויקרא יז טו"},{"title":"﻿ויקרא פרק יז פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-17","positionInPerek":15,"positionInParasha":49},{"uri":"tanach-orhachaim-3-18-2","text":"נחזור לענין שבאנו עליו כי בחינת החושב בדבר ערוה תגביר החפץ ותשליטנו ברצון ולא יושג הנצחון החפץ אלא דוקא באמצעות הרחקת הדבר מדעתו ומחשבתו לבל ראות הכיעור ולא יחשוב בו, אבל אם עיניו יביטו בדבר הנה הוא מסתכן, וכמעשה דוד המלך עליו השלום כשנסבב הדבר וראה מה שראה נתעורר לבו שהיה חלל ועשה מעשיו, ואפילו תחלת המחשבה בדבר זה תגרום תגבורת והולדת טבעיות החפץ ותגבורתו, ולזה נתכחם חכם החכמים שלמה המלך עליו השלום ואמר (משלי א) בני אם יפתוך חטאים פירוש בחינת החטא אל תאבה פירוש לא תכנם עם פתוייך בטוען ונטען, כי אריכות הרגשת החושב אפילו לבחינת השולל תפעיל הגברת החפץ ותהפך הרצון אליה. ומצות ה' ברה באה על הדבר בבחינת דיבור ואמירה, דיבור לומר גזירת מלך היא דבר מלך שלטון, אמירה לשון מענה רך ולשון רוממות לצד שהם ישגם במדריגה זו לאמר עליהם אני ה' אלהיכם ליחד שמו יתברך עליהם. גם מעלה גדולה היא לשומר בריתו, והיא ההדרגה שאין למעלה ממנה לזה אמר ואמרת","titles":[{"title":"﻿ויקרא יח ב"},{"title":"﻿ויקרא פרק יח פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":2,"positionInParasha":52},{"uri":"tanach-orhachaim-3-18-4","text":"עוד ירצה על דרך מה שאמר התנא האלהי רבי שמעון בר יוחאי ע''ה (זוהר ח''א קע","titles":[{"title":"﻿ויקרא יח ד"},{"title":"﻿ויקרא פרק יח פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":4,"positionInParasha":54},{"uri":"tanach-orhachaim-3-18-5","text":"האדם וגו'. במסכת שבת וזה לשונם (ב''ק לח. ע''ז ג). אמר רבי יהודה מנין שאפילו גוי ועוסק בתורה שהוא ככהן גדול דכתיב אשר יעשה אותם האדם וחי וגו' כהנים לוים ישראלים לא נאמר אלא האדם ע''כ. פירוש לצד שהוקשה לרבי יהודה יתור האדם, עוד הוקשה לו למה דיבר הכתוב בלשון נסתר שהיה לו לומר אשר תעשו אותם כדרך שהתחיל לדבר ושמרתם וגו' לנוכח, ומכח זה דרש שנתכוון למי שלא היה שם באותו מצב שאינו לא כהן ולא לוי ולא ישראל ומי זה הוי אומר זה גוי. והתוספות ז''ל הקשו מברייתא (ב''מ קיד) שדרש ר''ש פסוק (יחזקאל לד) אדם אתם אתם קרויים אדם וכו'. ואמרו שיש לחלק בין אדם להאדם ע''כ. וכמו כן ראיתי בספר הזוהר (ח''א כה.) שחילוק זה אמיתי מצד עצמו, והוא דבר שב (ע) [מ] נין תלוי כידוע ליודעי חן שחשבון המעולה הוא של אדם ולא של האדם כי המוסיף גורע. ואולי כי כשעוסק הגוי בתורה גם עליו יהיה כתר זה ליקראות אדם, וכפי זה אות ה''א שבהאדם הוי ריבוי הגוי שגם הוא יקרא אדם כשעוסק בתורה, ואין אות הה''א כאן מעיקר השם והבן","titles":[{"title":"﻿ויקרא יח ה"},{"title":"﻿ויקרא פרק יח פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":5,"positionInParasha":55},{"uri":"tanach-orhachaim-3-18-24","text":"כי בכל אלה נטמאו הגוים אשר אני משלח מפניכם ותטמא הארץ ואפקוד עונה. פירוש, אחד הוא הגורם ואותו פקדתי על העיר ותקיא את יושביה הא למדת שעל עון אחד קאה הארץ אותם, אם כן תתחייב לומר כי מאמר אל תטמאו בכל אלה הוא באחד מכל אלה כיון שעל אחד היה העונש ואין אתה יודע מי הוא. ואמר עוד ושמרתם וגו' ולא תעשו מכל התועבות וגו' כי את כל וגו' עשו, נתכוון הכתוב בזה להודיעם שכל התועבות עשו אנשי הארץ ואין אחת בכל התועבות שלא עשו אותם, והמכוון בזה כדי שיכנסו כולן בגדר המיחוש, כי כל שלא עשו אותה אנשי הארץ אין בה פחד ההקאה מן הארץ, לזה הוצרך לומר כי כל וגו'. ודבר זה דומה לכלי מים שהקיא בו נחש כל הכלים שיכנסו בגדר ספק כלי זה אדם נרעד מגשת אליו, וכמו כן הדבר הזה. והגם שהעון הגורם הקאה הוא אחד ותועבות אשר יצוה רבים הם. דבר זה דין קבוע יש לו שאדם הוא פושט עצמו להתעיב, ודין לוקח יש לו ולא דין פורש, וכמו שהארכתי בזה בחיבורי על יורה דעה (פ''ת סי' קי) וכיון שכן כל הקבוע כמחצה ומחצה. ואחר שהפחידם בעונש נגלה חזר ואמר כי כל אשר יעשה וגו' פירוש שגם על כל שאר התועבות יש עונש חמור להכרתת הנפש אלא שאחת מהם גורמת עונש הנגלה","titles":[{"title":"﻿ויקרא יח כד"},{"title":"﻿ויקרא פרק יח פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":24,"positionInParasha":74},{"uri":"tanach-orhachaim-3-18-25","text":" אור החיים  ותטמא הארץ וגו'. הכוונה הוא על דרך מה שאז''ל (זוהר ח''ג נג","titles":[{"title":"﻿ויקרא יח כה"},{"title":"﻿ויקרא פרק יח פסוק כה"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":25,"positionInParasha":75},{"uri":"tanach-orhachaim-3-18-26","text":"ותמצא שאמר הכתוב (שמות כג לג) לא ישבו בארצך פן יחטיאו אותך לי, וכתב רמב''ם וסמ''ק שגוי שלא קבל עליו ז' מצות אסור לדור בארץ ישראל מטעם פן יחטיאו וגו', הא למדת שאם לא היה טעם פן יחטיאו הגם שלא יקבל עליו ז' מצות ויתעב מעשיו אין לחוש להקאת הארץ בשבילם","titles":[{"title":"﻿ויקרא יח כו"},{"title":"﻿ויקרא פרק יח פסוק כו"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":26,"positionInParasha":76},{"uri":"tanach-orhachaim-3-18-28","text":" אור החיים  ולא תקיא וגו' כאשר קאה וגו'. לא הספיק מה שאמר למעלה ותקיא הארץ, לזרז ביותר על דרך מה שדרש רבי אליעזר בן עזריה בפרשת אחרי מות (בתו''כ) משל לחולה שנכנס אצלו הרופא וכו' אל תאכל צונן וכו' שלא תמות כדרך שמת פלוני זה זרזו יותר וכו' עד כאן, כמו כן במה שלפנינו נתכוין ה' לזרז ישראל ביותר","titles":[{"title":"﻿ויקרא יח כח"},{"title":"﻿ויקרא פרק יח פסוק כח"}],"sefer":"tanach-3","parasha":"parasha-6","perek":"tanach-3-18","positionInPerek":28,"positionInParasha":78},{"uri":"tanach-orhachaim-3-19-2","text":"עוד ירצה קדושים תהיו כמלאכים הנקראים קדושים, ככתוב (דניאל ח) ויאמר אחד קדוש, והוא על דרך אומרו (תהלים פב) אני אמרתי אלהים אתם ובני עליון כלכם, ולצד שהקב''ה השרה שכינתו בתוך בני ישראל ועשאם בני פלטין שלו במקום המלאכים, וצא ולמד מה שאמרו בספר הזוהר (ח''ב קמ","titles":[{"title":"﻿ויקרא יט ב"},{"title":"﻿ויקרא פרק יט פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-19-3","text":"ושמעתי גם ראיתי כתוב (בסוף שו''ע האריז''ל) מעשה שבימי ראב''ע עמד טועה אחד וכתב בראיות כי יום שבת יקדים בו היום ואחר כך הלילה ונתגלה הדבר להרב על ידי נס וסתר מועצותיו וכו' דרשו מעל ספרו (אגרת שבת), וכנגד דעת טועה זו דבר הכתוב ואמר איש אמו ואביו תיראו הקדים אם לאב והשוה למצוה זו מצות השבת ואמר ואת שבתותי שהם לילה ויום וכו' לומר שגם בהם יקדים בחינת האם שהיא לילה לבחינת האב שהוא היום, שכסדר הורים כן סדר שבתות מעלי שבתא ושבתא ולא כדעת הטועים הנזכרת","titles":[{"title":"﻿ויקרא יט ג"},{"title":"﻿ויקרא פרק יט פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-19-4","text":"עוד יכוין באומרו אני ה' אלהיכם כי במה שישמור עצמו מאיסור זה של עבודה זרה בזה ה' אלהיו על דרך אומרם (חולין ה.) כל הכופר בעבודה זרה כמודה בכל התורה כולה. ובדרך רמז יכוין על דרך אומרם ז''ל (מגילה כח.) בפסוק לולי פני יהושפט וגו' מכלל שאסור להסתכל בפני אדם רשע, והוא אומרו כאן ואלהי מסכה לא תעשו לכם פי' לא תעשו עצמיכם אלהי מסכה שאסור להסתכל בכם","titles":[{"title":"﻿ויקרא יט ד"},{"title":"﻿ויקרא פרק יט פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":4,"positionInParasha":4},{"uri":"tanach-orhachaim-3-19-8","text":" אור החיים  ונכרתה וגו'. יש לתת טעם למה יהיה חמור עונש כהן אוכל קדשים חוץ לזמנם חיוב כרת יותר מאוכל נבילה וטרפה ושקצים. דע כי מן הטעם עצמו שאמרו (ב''מ קיד","titles":[{"title":"﻿ויקרא יט ח"},{"title":"﻿ויקרא פרק יט פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-3-19-9","text":" אור החיים  ובקצרכם וגו'. טעם שהתחיל לדבר בלשון רבים וגמר אומר בלשון יחיד לא תכלה, נתכוון לשלול דעת טועים אשר אומרים כי כשאין דבר מספיק לעניים אין לו ליתן, על דרך אומרו (מלכים ב ד) מה אתן זה לפני מאה וגו', לזה צוה ה' בלשון יחיד לומר שאפילו אחד לבד עליו חובת פאה, הגם כי פאה של אדם אחד מועטת היא לכל עניי ישראל, וכמו כן במצות לקט ופרט ועוללות אמר לשון יחיד מטעם הנזכר. וטעם סמיכות מצוה זו לעונש כרת. אולי שרמז שלא יאמר אדם אם הזיד ונתחייב כרת מעתה אין לשמור עצמו מכל אשר יזדמן לפניו במעשה הרע כי כבר נתחייב כרת, לזה אמר ובקצרכם את קציר ארצכם פירוש כשגרם עד שנקצר קציר ארצו שהוא כרת האמור בסמוך לא תכלה פאת שדך לקצור אותה במעשים רעים אחרים. והודיע בזה שלא תכרת כל הנפש אלא הענף שבו רמוז מצוה זו, ועדיין ישנה לראות אחרים דבוקים בשורשם, כי כל נפש ישראל יש לה שרשים למעלה כנגד כל מצות התורה ואמר ולקט קצירך וגו', פירוש אפילו בענף החטא עצמו לא יוסיף לחטוא, כי יש לך לדעת מאמר הרב האר''י ז''ל כי בטבע הקדושה להשאיר במקום שתהיה בו רושם. ואם כן הגם שנכרת עדיין יש השארות הקציר שם, והוא שצוה עליו ולקט קצירך לא תלקט ברוב פשעים, כי ה' חפץ שבאמצעות הלקט ההוא יתעורר וישוב בתשובה לפני ה' וירחמהו, כי הלא תמצא שאמרו ז''ל (יומא פו.) שאפילו עבר אדם על כריתות ומיתות בית דין תשובה וכו' מכפרין, וכמאמר הנביא (הושע יד) שובה וגו' עד ה' אלהיך ודרשו ז''ל (שם) גדולה תשובה שמגעת עד כסא הכבוד פירוש שהגם שנכרת החוט המחבר עד כסא הכבוד ולא נשאר אלא חלק קטן בקרבו התשובה מגיעתו עד כסא הכבוד","titles":[{"title":"﻿ויקרא יט ט"},{"title":"﻿ויקרא פרק יט פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":9,"positionInParasha":9},{"uri":"tanach-orhachaim-3-19-11","text":"עוד ירמוז שאם אדם עבר על הראשונה וגנב, הקב''ה יזמין לו מכירין, על דרך אומרם ז''ל (חגיגה טז. במד''ר פ''ט) העובר עבירה בסתר הקב''ה מכריז עליו ומפרסם רשעתו, ואם כן אם גנב ה' יזמין מי שידע בגנבתו, ומצוה אותו ה' שלא יכחיש, והוא אומרו לא תכחשו, ומדבר הכתוב באופן שיכול להכחישו כגון שאין כאן אלא עד אחד, אם הודה מה טוב ואם הכחיש הרואה, הקב''ה יזמין לו עד שני שיעיד עליו שאינו יכול להכחיש, ואם יכחיש שקר בימינו ולא יועילו שקריו, והוא אומרו לא תשקרו שמלבד שלא הועילו מעשיו הנה הוא עובר גם על לאו זה. וטעם אומרו לשון רבים מה שלא אמר בסדר זה עד עתה גם במצות הסמוכות מלאחריו אמר לשון יחיד דכתיב לא תעשוק וגו'. ונראה שנתכוין להזהיר גם בזמן שיכיר אחד בחבירו שגנב או כחש וכו' שלא יאמר אעשה כן גם אני להציל את שלי, לזה אמר לשון רבים לא תגנובו פי' הגם שהוא גנב לא תוסיף אתה להרשיע כמוהו ותעשו שניכם גנבים. וכמו כן אם יכחיש חברך לא תוסיף גם אתה עשות כמוהו ותכחשו שניכם. וכמו כן אם שקר בך חברך וכו', ואמר ולא תשבעו ג''כ שלא יאמר אם הוא מכיר שחבירו נשבע לו לשקר הריני נשבע להציל ממוני ממנו, ונשבעין לאנסים, שהרי אתה מחלל שם וכו', ולזה גמר אומר לשון יחיד, לומר שמדבר עם מי שמציל ממון עצמו בשבועה, ואין צריך לומר הנשבע ראשון הרמוז בכלל לא תשבעו. עוד יכוין באומרו לא תשבעו להזהיר גם למשביע אם יודע שחברו נשבע לשקר שלא ישביעהו, ואינו בחילול אלא הנשבע לזה אמר וחללת לשון יחיד","titles":[{"title":"﻿ויקרא יט יא"},{"title":"﻿ויקרא פרק יט פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":11,"positionInParasha":11},{"uri":"tanach-orhachaim-3-19-13","text":"עוד ירמוז שלא יעשוק תיבת את שאצל ריעך שהוא הקב''ה, כמו שדרש רבי עקיבא (פסחים כב","titles":[{"title":"﻿ויקרא יט יג"},{"title":"﻿ויקרא פרק יט פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":13,"positionInParasha":13},{"uri":"tanach-orhachaim-3-19-15","text":"עוד ירצה באומרו במשפט בה''א הידיעה, על דרך אומרם ז''ל (ביצה טז.) כי בראש השנה קוצב הקב''ה לכל איש ואיש הצריך לו על משפט צדק, ולזה אם יחייבו הזכאי ויזכו החייב הנה הוא יוצא עול במשפט עליון בסך קצוב וכשמחסרו אם כן נעשה העול במשפט שלא נטל זה מה שחייב בבית דין של מעלה, וכן להיפך","titles":[{"title":"﻿ויקרא יט טו"},{"title":"﻿ויקרא פרק יט פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-3-19-16","text":"לא תעמוד וגו'. לצד שצוה על הרכילות התנה בו שלא יעמוד על דם רעך, שאם ראה כת אחת שרוצין לרצוח חייב להודיעו לבעל דבר כדי שיציל נפשו, ולא יאמר הרי זה רכילות, הא למדת שאם לא גילה אוזן חבירו והרגוהו בטל אזהרת לא תעמוד וגו'. וצא ולמד ממעשה גדליה בן אחיקם (ירמי' מ) שגילו לו וכשלא חש היה מה שהיה","titles":[{"title":"﻿ויקרא יט טז"},{"title":"﻿ויקרא פרק יט פסוק טז"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":16,"positionInParasha":16},{"uri":"tanach-orhachaim-3-19-17","text":"שוב בא לידי תנא דבי אליהו (רבה פי''ח) וזה לשונו וכי באחים מן האב והאם הכתוב מדבר אין הכתוב מדבר אלא כנגד הקב''ה שאין לו אחים לא בעולם הזה ולא בעולם הבא ולא לימות המשיח אלא צדיקי עולם שעושין רצונו בתורתו בכל יום שקרא אותם אחים וריעים עכ''ל, ותדע שמעלת אח יותר ממדרגת בנים, כמאמר ז''ל (שה''ש פ''ג) לא זז מחבבה עד שקראה בתי לא זז וכו' עד שקראה אחותי","titles":[{"title":"﻿ויקרא יט יז"},{"title":"﻿ויקרא פרק יט פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-3-19-18","text":" אור החיים  לא תקום וגו'. רז''ל (תו''כ כאן יומא כג.) אמרו נקימה הוא שעושה לו כמעשהו הרע נטירה שלא יאמר לו לא אעשה לך כמעשיך. וכפ''ז נתן טעם הכתוב למצוה זו בסמיכות ואהבת לרעך כמוך, פירוש כי ה' חפץ שתהיה אוהב רעך כמוך ואם אתה אומר לו כן הרי גלית דעתך כי טמון היה בלבך מעשהו בלתי הגון לך, ונתן טעם לדבר אני ה', פירוש על דרך אומרם (זוהר ח''ג טז) שבאמצעות יחוד הלבבות מתייחד שמו יתברך להיות שכנסת ישראל הם ענפי שם הוי''ה ב''ה דכתיב (דברים לב) כי חלק ה' עמו, ונתחכם ה' לצוות בענין הנהגת ישראל זע''ז בהדרגה. מצוה א' לא תשנא. ב' לא תקום וגו'. ג' ואהבת, ודקדק לומר, אחיך, עמך, לומר שאין מצוה אלא על אנשים שעושים מעשה עמך, אבל שונאי ה' כגון המומרים והאפיקורסים אסור לאהוב אותם ואדרבה צריך לשנאותם, כאומר (תהלים קלט) הלא משנאיך ה' אשנא","titles":[{"title":"﻿ויקרא יט יח"},{"title":"﻿ויקרא פרק יט פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":18,"positionInParasha":18},{"uri":"tanach-orhachaim-3-19-19","text":"ונראה בהעיר בסדר הכתובים למה סמך הכתוב מצות הרבעה למצות אהבת ריעים, ומי יודע לסדר סדר מתאים כה' אלהינו. אכן לצד שצוה ה' על אהבת החברים והתקשרות לבם יחד כי חפץ ה' התקשרות ענפי הקדושה, ומזה יאמר אדם כי לא יקפיד ה' על הרבעת טהורה עם טהורה, לזה בא הכתוב ואמר כי אין הרצון בזה לקשר בהמה עם בהמה ואפילו בב' ענפי הטהרה הגם ששניהם מין טהרה, ולזה דקדק לומר בהמתך פירוש בהמה הטהורה לך לאכילה, ותמצא שבתורת כהנים דרשו וזה לשונם אין לי אלא בהמה עם בהמה, טהורה עם טמאה, טמאה עם טהורה מנין, תלמוד לומר את חקותי תשמרו עד כאן, הנה שסובר התנא כי בהמתך היא בהמה טהורה ואם לא אמר הכתוב בהמתך לא הייתי יודע שהטהורה בכלל ואדרבה יוכשר המעשה לצד שהוא התקשרות מין טהרה, והגם שהיה ה' מרבה איזה ריבוי הייתי דורשו באחד משאר תערובת טמא וטהור","titles":[{"title":"﻿ויקרא יט יט"},{"title":"﻿ויקרא פרק יט פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-orhachaim-3-19-23","text":"ואמר ג' שנים יהיה לכם ערלים, פירוש אטומים שלא יצא מהם צפצוף תורה שהוא פרי מאכל (תנחומא קדושים יד) שעד שלש שנים אין התינוק יכול לדבר, ובשנה הרביעית שהתחיל לדבר ילמדו לומר תורה צוה לנו, שמע ישראל, וזה יקרא קודש הילולים, ובשנה החמישית תאכלו את פריו כמאמרם ז''ל (אבות פ''ה) בן ה' שנים למקרא, ויתחיל להיות עץ מאכל. וסמך הכתוב לזה מצות לא תאכלו על הדם, רמז הכתוב שלא יהיה סיפוקו במאכלו על סיבת הדם שהוא גשם האדם ותכונתו אלא לתכלית המושכל הרמוז בעץ מאכל. וסמך לזה גם כן מצות לא תנחשו, כי תכלית אכילת הדם הוא חלק הנחש, בסוד (ישעי' סה) ונחש עפר לחמו, והוא אוכל כל גשם האדם עד כלותו, והוא אומרו ולא תעוננו על דרך אומרו (איוב ז) כלה ענן וילך כן יורד שאול לא יעלה, ופסוק זה מדבר בהולך אחר המורגש להרבות חלב ודם","titles":[{"title":"﻿ויקרא יט כג"},{"title":"﻿ויקרא פרק יט פסוק כג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":23,"positionInParasha":23},{"uri":"tanach-orhachaim-3-19-26","text":" אור החיים  לא תאכלו על הדם סמך הכתוב מצוה זו למצות ערלה, לרמוז מה שאמרו ז''ל (מדרש תלפיות) כי אדם הראשון חטא באכילת עץ הדעת קודם זמן התירו שהוא בחינת ערלה, שאם היה ממתין עד ליל שבת קודש היה מקדש על היין, וזה הוא סוד דבריהם ז''ל שאמרו (סנהדרין לח","titles":[{"title":"﻿ויקרא יט כו"},{"title":"﻿ויקרא פרק יט פסוק כו"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-3-19-27","text":" אור החיים  לא תקיפו וגו'. בהקפת הראש אמר לשון רבים ובהשחתת הזקן אמר לשון יחיד. לומר שישנו באזהרת לא תקיף הגם שאינו באזהרת לא תשחית, כגון מי שעדיין אין לו חתימת זקן, שלא תאמר כיון שאינו בלא תשחית אינו בלא תקיף כדרך שדרשו (קידושין לה","titles":[{"title":"﻿ויקרא יט כז"},{"title":"﻿ויקרא פרק יט פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-orhachaim-3-19-28","text":" אור החיים  ושרט לנפש וגו'. אומרו לנפש, לומר הגם שהשרט חיבול הגוף הוא על פרידת הנפש היקרה. ודקדק לומר לא תתנו בבשרכם, הודיע הכתוב כי לא יפגום פגם זה בנפש אלא בבשר שהוא נרתק הנפש, והטעם לצד שאדם בהול על מתו אין המעשה פוגם כל כך כעושה בשאט בנפש ובישוב הדעת, ולזה תמצא שאמר הכתוב אחרי זה וכתובת קעקע לא תתנו בכם ולא אמר בבשרכם לומר שלא בבשר לבד יגרום הפגם אלא גם בפנימיות האדם לצד שאינו עושה מצד צער וחום הכאב שנאמר בו (ב''ב טז","titles":[{"title":"﻿ויקרא יט כח"},{"title":"﻿ויקרא פרק יט פסוק כח"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-orhachaim-3-19-29","text":" אור החיים  אל תחלל את בתך וגו'. פירוש יצו האל למי שיש לו בת שלא ינהג בה מנהג חולין להראותה לפני כל ולהתנאות לפניהם אלא כבודה בת מלך פנימה. והגם שיתכוין בה להנאת זיווגה כדי שיודע כי בת יפה ונעימה היא ותנשא להראוי לה, על כל זה יצו האל כי חילול הוא לה והיוצא מזה הוא להזנותה לא להשיאה כי יבער בה אש הטבעי ותחלל כבודה, ולא זו בלבד אלא שתהיה סיבה להבעיר אש בלב רואה וחומד ותזנה הארץ ולבסוף ומלאה הארץ זימה, ונמצא עון כל הרשע תלוי בצוארו, וצא ולמד מה שפירשתי בפרשת אחרי מות בפסוק (יח ב) כמעשה ארץ מצרים שחוש הראות יגדיל החפץ בדבר ויבטל כח הרצון במניעה ויטהו אל חפץ המעשה רחמנא ליצלן","titles":[{"title":"﻿ויקרא יט כט"},{"title":"﻿ויקרא פרק יט פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-orhachaim-3-19-30","text":"ואמר אני ה' אלהיכם, בא לתת טעם להמשך נפש רעה מסיבת החושב, כי לצד כי ה' אלהינו פירוש שוכן בתוך נפש ישראל בחשוב האדם בבחינת הרע מסתלק כח הקדושה ואין מזדמן לפניו להמשיך אלא חלק הרע, נמצא כי כל שאינו שומר עצמו מג' סיבות הוא מחלל בתו וכו'","titles":[{"title":"﻿ויקרא יט ל"},{"title":"﻿ויקרא פרק יט פסוק ל"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":30,"positionInParasha":30},{"uri":"tanach-orhachaim-3-19-32","text":"עוד ירמוז והדרת פני זקן פירוש זקנת עצמו על דרך אומרם (סוכה נג.) אשרי ילדותינו שלא ביישה את זקנותנו. גם רמז למאמרם ז''ל (חגיגה יד","titles":[{"title":"﻿ויקרא יט לב"},{"title":"﻿ויקרא פרק יט פסוק לב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":32,"positionInParasha":32},{"uri":"tanach-orhachaim-3-19-33","text":"עוד ירמוז על השראת השכינה בעולם הזה אתנו, ויצו ה' כי יגור אתך גר ממקום גבוה דקדק לומר אתך על דרך (תהלים עח) אהל שכן באדם. ואמר בארצכם היא ארץ הקדושה כי שם מקום השכינה, ועזבה מקומה עליון ובאה לגור בארץ. לא תונו אותו, שאין לך אונאה כאונאת השכינה. ואומרו כאזרח מכם וגו' להזהיר על הגרים וכו' הבאים להתיהד","titles":[{"title":"﻿ויקרא יט לג"},{"title":"﻿ויקרא פרק יט פסוק לג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":33,"positionInParasha":33},{"uri":"tanach-orhachaim-3-19-34","text":" אור החיים  כאזרח מכם וגו'. כאן גילה ה' סודו שכל נפשות עם קדושו היו טבועים במצרים בתוך האומות, והוא מה שאמר כאזרח מכם וגו'. ואם תאמר איך ישוה זרע מריעים שאבותיו גוים לאזרח שאבותיו ידידי ה'. לזה אמר כי גרים הייתם בארץ מצרים, פירוש נפשותם היו מעורבים תוך קליפות מצרים, ועיין מה שפירשתי בפרשת יתרו (כ' ב') בפסוק אנכי ה' וגו' אשר הוצאתיך מארץ מצרים וגו', וכמו כן גר זה היתה נפשו תוך הקליפות ועכשיו זרחה בעולם וחזרה לשורשה, וכפי זה ישנו לנתינת טעם לשבח כי גרים וגו', שאם על גרות הגופות אין הטעם נכון כי ישתנה גר הבא מן האומות שלא יהיה נאהב לצד ההבדל שישנו בשינוי המשפחות, כי לא ככל משפחות הגוים בית ישראל","titles":[{"title":"﻿ויקרא יט לד"},{"title":"﻿ויקרא פרק יט פסוק לד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-19","positionInPerek":34,"positionInParasha":34},{"uri":"tanach-orhachaim-3-20-2","text":" אור החיים   ואל בני ישראל וגו'. טעם אומרו ואל בני ישראל נתכוון להזהיר כללות ישראל להרוג הנותן מזרעו למולך, ואמר בתוספת וא''ו לומר שמלבד חיוב המעביר גם חיוב כל העם להענישו","titles":[{"title":"﻿ויקרא כ ב"},{"title":"﻿ויקרא פרק כ פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":2,"positionInParasha":39},{"uri":"tanach-orhachaim-3-20-3","text":"ונראה כי יודיע הכתוב שמלבד עונש ההריגה עוד יהיה לו עונש לנפש, והוא אומרו והכרתי אותו מקרב עמו פירוש מענף נצר הקדושה. ונתן הכתוב טעם לב' עונשים אלו ואמר כי מזרעו וכו' למען טמא וגומר ולחלל וגו', הרי ב' פגמים וכנגדן ב' עונשין, כנגד טמא מקדש ירגמוהו באבן, וכנגד חילול שם קדשו גם הוא יתחלל ונכרת נפשו מעמה","titles":[{"title":"﻿ויקרא כ ג"},{"title":"﻿ויקרא פרק כ פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":3,"positionInParasha":40},{"uri":"tanach-orhachaim-3-20-4","text":" אור החיים  ואם העלם יעלימו טעם הכפל, לומר שאם העלימו מן האחד שוב אינם יכולין שלא להעלים מהבאים אחריהם, ויעלימו ודאי מכולם, כי אם ירצו לעשות דין בהם יאמרו להם למה לא עשיתם דין באחד. או יאמר העלם לבל ימנעוהו מליתן למולך, יעלימו מלעשות בו משפט אחר אשר נתן כאמרו בתתו מזרעו וגומר","titles":[{"title":"﻿ויקרא כ ד"},{"title":"﻿ויקרא פרק כ פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":4,"positionInParasha":41},{"uri":"tanach-orhachaim-3-20-5","text":"נמצאת אומר שאם עם הארץ יעשו דין בעושה רע אין דין למעלה ולא ימות מישראל זולת העובד למולך, אבל אם לא יעשו דין נפתחים ספרי כל המשפחה ומתעורר הדין גם עליהם ונתפסים גם על המחשבה, והוא מאמרם ז''ל (דב''ר פ''ה) במקום שיש דין וכו' אין וכו' ע''כ. קשה פשיטא שכשיעשו דין למטה מה מקום לדין ליעשות למעלה, ולדרכנו ידוייק על נכון שכשעושין דין למטה נמנע דין למעלה פירוש דין השאר שאין ספריהם נפתחים. ותמצא שאמרו רז''ל (ר''ה טז","titles":[{"title":"﻿ויקרא כ ה"},{"title":"﻿ויקרא פרק כ פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":5,"positionInParasha":42},{"uri":"tanach-orhachaim-3-20-7","text":" אור החיים  והתקדשתם והייתם קדושים. יצו ה' שיהיו נוטים אל בחינת הקדושה, ובזה הוא מבטיחם שיהיו במדריגת מלאכים הנקראים קדושים, דכתיב (דניאל ח) ויאמר אחד קדוש, והוא אומרו והייתם קדושים, ותמצא שאמרו ז''ל (במד''ר פ''כ) בפסוק כעת יאמר ליעקב וגו' כי המלאכים יהיו עומדים בשורה החיצונה וישראל בפנים ושואלים מלאכי אלהים לעם קדושו מה פעל אל, נמצאת אומר כי קדושיו במקום המלאכים הם ישראל. וחזר הכתוב ופירש הדבר שבו יתקדשו ואמר ושמרתם את חקותי, פירוש תשמרו מצות לא תעשה, ותקיימו מצות עשה בזה אני מקדשכם, כי על ידי זה שם הוי''ה מתגלה עליו ובזה מתקדש, וכמו מה שכתוב בזוהר (תיקונים ע) כי האבר שבו עושה מצוה שורה עליו שם הוי''ה הרמוז בתיבת מצוה","titles":[{"title":"﻿ויקרא כ ז"},{"title":"﻿ויקרא פרק כ פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":7,"positionInParasha":44},{"uri":"tanach-orhachaim-3-20-9","text":"עוד נראה כי לצד שאמר הכתוב אביו ואמו ודרשו רז''ל (ילקוט) שאביו בא למעט אבי אביו ואמו בא למעט אם אמו שלא יהרגו, לזה חש הכתוב לטעות ולומר שהמיעוט בא אביו ולא אביה אמו ולא אמה ואם כן הנשים פטורות מעונש זה, תלמוד לומר איש איש לרבות אשה","titles":[{"title":"﻿ויקרא כ ט"},{"title":"﻿ויקרא פרק כ פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":9,"positionInParasha":46},{"uri":"tanach-orhachaim-3-20-22","text":" אור החיים  ושמרתם את וגו'. טעם שהוצרך לומר פעם אחרת פסוק זה הגם שכבר אמר כן בפרשת אחרי מות (יח כו), נתכוין לומר שצריכין לשמור המצות לבל יתבטלו בין מהם בין מזולתם ובזה לא תקיא הארץ הא למדת שאם לא יהיו נשמרים המצות תקיא הארץ, גם השומרים על שלא מיחו בשלא שמרו","titles":[{"title":"﻿ויקרא כ כב"},{"title":"﻿ויקרא פרק כ פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":22,"positionInParasha":59},{"uri":"tanach-orhachaim-3-20-24","text":" אור החיים  ואני אתננה וגו' ארץ זבת וגו'. קשה אחר שאמר לרשת אותה מה צריך לומר ואני אתננה, עוד למה סמך שבח הארץ לזכרון הירושה. ונראה לי שהכונה היא שמלבד מה שיירשו עוד יתן להם שתהיה הארץ זבת חלב ודבש יותר מהשיעור מה שלפניה, גם שלל שלא בזמן ירושתם אחר כך שהוא זמן החורבן שלא תהיה זבת חלב ודבש, כמו שסיפרו מכיריה בזמן הזה בעונינו","titles":[{"title":"﻿ויקרא כ כד"},{"title":"﻿ויקרא פרק כ פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-7","perek":"tanach-3-20","positionInPerek":24,"positionInParasha":61},{"uri":"tanach-orhachaim-3-21-1","text":"עוד נראה שחש הכתוב לומר לא יטמאו שלא תבא הסברא לטעות שלא הקפיד הכתוב אלא על טומאת כללות הכהנים, כי דבר זה אינו אלא חוקה ואין לנו אלא מה שבא בפירוש, אבל כהן יחיד לא יקפיד עליו תלמוד לומר יטמא לשון יחיד. עוד לצד שצוה ה' לכהנים (לעיל י ט) איסור יין ושכר ושם גילה הכתוב שטעם האיסור הוא לבל יעבדו עבודת הקדוש שתויי יין, ואם כן שלא בזמן משמרתם או שלא בזמן עבודה יכולין לשתות יין ושכר, ואם כן תבא הסברא שילמוד סתום מהמפורש לדון בטעם איסור טומאה שהוא מהטעם עצמו שנאסרה שתיית יין ושכר נאסרה טומאה כדי שיהיה ראוי לעבודה לזה נתחכם ה' וידבר לשון יחיד לא יטמא לומר שאפילו אחד מהכהנים הוא עומד באיסור זה, וממוצא דבר אתה למד שלא מטעם ביטול עבודה כי אין עבודה בטילה מהעדר כהן אחד, אלא ודאי שאיסור טומאת כהן היא חובת גברא ואפילו מי שמשמרתו באה לזמן רחוק אף על פי כן הוא באיסור זה, ומטעם האמור בדבריהם ז''ל וכתבנוהו למעלה","titles":[{"title":"﻿ויקרא כא א"},{"title":"﻿ויקרא פרק כא פסוק א"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-3-21-2","text":"העולה מכל הכתוב בעומק הכתוב הוא, שאם לא אמר הכתוב לאביו שממנו נבא לטעות שבא למעט אמו כמו שכתבתי לא היה צריך לומר לאמו והיתה באה מבנו ובתו כנזכר. ואם לא אמר לאמו שממנה היה בא הטעות לומר שבא למעט אביו לצד שאינו ידוע אלא חזקה לא היה צריך לומר לאביו. אם כן תקשה לא יאמר לא אביו ולא אמו לזה דרשו שבא למעט הנפלים שאינו מטמא להם, ומעתה אין מקום לנו לומר שיאמר או לאמו לבד או לאביו לבד, כי אחד מהם שיאמר יוליד הטעות ויסתור הבנין, ונתחכם ה' לדבר דברי אמת, ולזה נתחכם התנא וקדם להודיע הטעות היוצא מאם יאמר א' מהם, ואחר כך דרש יתור שניהם יחד והבן. ובזה עלה דברי התנא לאור עולם דברי אלהים חיים","titles":[{"title":"﻿ויקרא כא ב"},{"title":"﻿ויקרא פרק כא פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-21-8","text":"קדוש יהיה לך. פירוש כדי שיהיה קדוש יהיה לך הכהן פירוש הנה הוא שלך לכופו על הדבר. ואומרו כי קדוש, פירוש לצד שקדמה לנו הידיעה כי הקדושה היא בחינה הנקנית ברצון ובהשלמת החפץ והחשק בה ולא בכפייה. ואיך אומר הכתוב לכופו על הקדושה, לזה אמר כי קדוש פירוש לא להמשיך לו הקדושה מחדש שכבר הוא קדוש אלא שלא לאבד קדושתו. ואומרו אני ה' מקדשכם, נותן טעם לחיוב ישראל בדבר זה, כי באמצעות קדושת כהן ה' ב''ה משרה שכינתו בתוכינו ומקדש אותנו, ואם אין כהן אין עבודה ואין מקדש ואין שוכן","titles":[{"title":"﻿ויקרא כא ח"},{"title":"﻿ויקרא פרק כא פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","positionInPerek":8,"positionInParasha":8},{"uri":"tanach-orhachaim-3-21-17","text":"איש מזרעך וגומר. לא אמר כסדר שאמר בתחלת הפרשה, ולא כסדר שאמר בפרשה שאחריה דבר אל אהרן ואל בניו וינזרו, ולא כסדר יין ושכר שאמר אתה ובניך. ואולי כי נתכוין ה' במתק לשונו לומר שאהרן ובניו מובטחים מכל המומין האמורים בפרשה לזה לא הזכיר לא הוא ולא בניו אלא זרעך. והגם שגם בניו יקראו זרעך, אף על פי כן ממה ששינה העירך כי על הבאים אחריהם הוא אומר, ודקדק גם כן לומר מזרעך, הבטיחך שלא יפול המום בכולם אלא במקצתם, ועיין בפירוש פסוק והוא צרוע (לקמן כב ד)","titles":[{"title":"﻿ויקרא כא יז"},{"title":"﻿ויקרא פרק כא פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-3-21-21","text":" אור החיים  כל איש וגו' מזרע אהרן וגומר. כפל האזהרה הוא לישראל שלא יניחו להקריב בעל מום, ולזה לא עשה הציווי לנוכח והבן","titles":[{"title":"﻿ויקרא כא כא"},{"title":"﻿ויקרא פרק כא פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-21","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-orhachaim-3-22-3","text":" אור החיים   אמור אליהם. בתורת כהנים אמרו וזה לשונם אליהם אלו העומדים לפני הר סיני ע''כ. הוקשה להם יתור אמור אליהם אם על האמורים בסמוך שהם הכהנים, לא היה צריך לומר, שעליהם התחיל לדבר וזה גמר המצוה שהתחיל לדבר בה. ואם על ישראל הלא לא הוזכרו בסמוך לזה אמר על העומדים בהר סיני, כי שם נזדווגה אומה לאלהיה וכשידבר סתם הדבר מובן שעליהם הוא אומר, וכפי זה הרי עונש זה הוא גם לישראל, ואם תאמר אם כן למה בכל התורה מזכיר בני ישראל בכל פרט ופרט ולא הספיק לומר דבר אליהם, כבר אמרו ז''ל (ויק''ר פ''ב) משל למי שהיה לו בן חביב ותמיד זכרונו בפיו אכל בני שתה בני, כמו כן הקב''ה לאהבת ישראל ערב עליו זכרונם בפיו. ובמקום שיש לדרוש דרשינן","titles":[{"title":"﻿ויקרא כב ג"},{"title":"﻿ויקרא פרק כב פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":3,"positionInParasha":27},{"uri":"tanach-orhachaim-3-22-4","text":" אור החיים  מזרע אהרן. הוצרך להזכירם פעם ב', לומר שהם דוקא הוא שישנם בהערב שמש, אבל קדשים שאוכלים ישראל שהם (השלמים) [מע''ש] אין צריכים הערב שמש כך דרשו בתורת כהנים. ואומרו והוא צרוע, דרשו בתורת כהנים וזה לשונם אין לי אלא זרעו עצמו מנין תלמוד לומר והוא וגומר עד כאן. הנה בדין זה אי אפשר לומר מה שפירשנו בפסוק (כא ז) איש מזרעך כי ה' ישמרנו, לצד שיש כאן גם כן אשר תצא ממנו שכבת זרע, ואהרן מצינו שלא פירש מאשתו, ואם לא היה אומר והוא היה מקום לומר שאהרן יאכל הקדשים בטומאה תלמוד לומר והוא, וכיון שנתרבה אהרן נתרבו גם כן בניו, ומעתה פסוק ראשון שאמר איש מזרעך אשר יהיה בו מום ולא נתרבה אהרן אמור מעתה שאינו בכלל, והוא מטעם שהוא מובטח שישמרהו ה' לו ולבניו שלא יפול בהם מום, וכמ''ש","titles":[{"title":"﻿ויקרא כב ד"},{"title":"﻿ויקרא פרק כב פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":4,"positionInParasha":28},{"uri":"tanach-orhachaim-3-22-12","text":"ואומרו ובת כהן מדבר הכתוב בנשמה שנפגמה ונטמאה במעשיה שתפסיד הנאת הקודש והוא אומרו ובת כהן שהיא הנשמה, כי תהיה לאיש זר שהוא ס''מ שחמדה מטעמותיו ותזנה אחריו, היא בתרומת הקדשים לא תאכל, דקדק לומר בתרומת, לומר שאפילו תרומת הקדשים לא תאכל תרי ממאה, ואין צריך לומר הקודש עצמו. ודקדק לומר היא לשלול אחרת הבא משפטה בסמוך, דכתיב ובת, וזה הוא עינוי הנפש כשיחסר מזונה היא נשפלת ונחשך אורה וירד הדרה רחמנא ליצלן","titles":[{"title":"﻿ויקרא כב יב"},{"title":"﻿ויקרא פרק כב פסוק יב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":12,"positionInParasha":36},{"uri":"tanach-orhachaim-3-22-13","text":" אור החיים  ואומרו ובת כהן כי תהיה אלמנה וגו'. מדבר הכתוב בבחינת נשמה לנשמה שאין מגיעה דביקות הרע כל עיקר אלא שהיא בורחת והולכת לה כמו שאמרנו, והוא מה שנתן טעם בבת כהן תנשא, לומר כי בחינה זו מעולה ביותר, ולזה אין זר אתה כמו שאמרנו שעליה נאמר לא יאונה לצדיק וגו'. וקורותיה הם שתהיה אלמנה וגרושה אמר אלמנה כאשה שאין לה בעל הזן ומפרנסה כמו כן בעלה לא זן ולא מפרנסה במצוות ובמעשים טובים וגרושה כי לצד שפשט ידו האדם לעבור פי ה' גרשה ממנו כמו שכתבנו, וזרע אין לה שלא עשה פירות בעולם הזה, אף על פי כן ושבה אל בית אביה וחזרתה היא לאכול משלחן אביה כימי נעוריה שהיתה אוכלת בבושה מלחם אביה תאכל, מה שאין כן נשמה שהשיגה עשות תורה ומצות שאוכלת יגיעה כאדם האוכל משלו. ואומרו וכל זר לא יאכל קודש נתן טעם למה אין ה' מרחם גם לנשמה להאכילה קודש בתורת חן וחסד, לזה אמר הטעם הוא וכל זר וגו', ולזה נשמה שנדבק בה בחינת הרע הנקרא זר לא תאכל לבל יאכל הזר ההוא הנדבק בה","titles":[{"title":"﻿ויקרא כב יג"},{"title":"﻿ויקרא פרק כב פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":13,"positionInParasha":37},{"uri":"tanach-orhachaim-3-22-14","text":" אור החיים  ונתן לכהן את הקודש. רז''ל נחלקו בפרק ו' דתרומות רבי אליעזר אומר כל שראוי להיות קודש, ור''ע אומר הקודש שאכל ע''כ, ואולי שיכוין לומר שעל ידי הנתינה זו מעלה עליו הכתוב כאילו נותן הקודש עצמו, וכאילו לא אכל הקודש","titles":[{"title":"﻿ויקרא כב יד"},{"title":"﻿ויקרא פרק כב פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":14,"positionInParasha":38},{"uri":"tanach-orhachaim-3-22-16","text":" אור החיים  והשיאו אותם וגומר. פירוש כשלא יפרעו קרן וחומש יגדילו גדר האשם שעשו בשוגג ליקרא מזיד שהוא עון כיון שיש בידם נתקן ואינם מתקנין, והוא אומרו והשיאו פירוש ינשאו אותם פירוש הם שיהיה הדבר עון את שאינה אלא אשמה. ואומרו באכלם את קדשיהם פירוש שיחשב להם מזיד אכילת הקדשים שאכלו לא הזדת מניעת הפרעון, ועיין מה שפירשתי בפסוק שלפני זה","titles":[{"title":"﻿ויקרא כב טז"},{"title":"﻿ויקרא פרק כב פסוק טז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-22","positionInPerek":16,"positionInParasha":40},{"uri":"tanach-orhachaim-3-23-2","text":"עוד נראה לומר טעם שכפל לומר אשר תקראו אותם ב' פעמים, על דרך מה שכתב רמב''ם בפרק ד' מהלכות קידוש החודש וזה לשונו על שלשה סיבות מעברין השנה על התקופה ועל האביב ועל פירות האילן. ויש שם דברים אחרים שבית דין מעברין בשבילן מפני הדרכים וכו' ומפני הגשרים וכו' ומפני תנורי פסחים וכו' ומפני גליות ישראל שנעקרו ממקומן ועדיין לא הגיעו לירושלים וכו' ע''כ. הרי כי לב' סיבות כוללות מעברין ומאחרין המועד, הא' לצד תנאי הזמן שיהיה באביב, והב' לצד כשרון העם, לזה אמר הכתוב ב' פעמים אשר תקראו אותם, ושלא תאמר שלצד תנאי הזמן שהתנה הכתוב חודש האביב לבד מעברין אבל לכשרון העם יעשה המועד בזמנים הנמצאים מוכשרים, תלמוד לומר ב' פעמים אשר תקראו אותם","titles":[{"title":"﻿ויקרא כג ב"},{"title":"﻿ויקרא פרק כג פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":2,"positionInParasha":59},{"uri":"tanach-orhachaim-3-23-5","text":" אור החיים  בין הערבים פסח לה' פירוש חלק הנוגע לה' מקרבן פסח שהוא מתן דמים והקטרת חלבים יהיה בין הערבים, אבל חלק הנוגע לישראל שהוא אכילת הבשר יהיה בליל ט''ו על מצות ומרורים. עוד ירצה באומרו פסח לה' לצד שפסח מצרים שהוא פסח ראשון עשוהו לאהבת הערב והמועיל, הערב שאמרו ז''ל (שמו''ר פי''ט) שנתבשם פסחו של משה מרוחות (מריח) גן עדן, ועיין מה שפירשתי בפרשת בא (יב מג), והמועיל לפסוח המשחית על בתיהם, וכאן אמר כי פסח דורות יעשוהו לשם ה' הגם שאין בו אחד משתיהן","titles":[{"title":"﻿ויקרא כג ה"},{"title":"﻿ויקרא פרק כג פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":5,"positionInParasha":62},{"uri":"tanach-orhachaim-3-23-15","text":"ובקצרכם את קציר וגו'. מה ענין זה לכאן. ואולי שבא לחייב גם שדה שהובא ממנו העומר שחייב בלקט ופאה, שתבא הסברא לומר כיון שתחלתו נקצר לקרבן יהיה פטור מפאה וכו' תלמוד לומר. ולזה תמצא שלא הזכיר אלא לקט ופאה שהם חובת שדה בלא סובב אמצעי ולא הוזכר שכחה שהיא באה מצד בעל השדה, ות''ל בתורת כהנים אמרו שרמז ה' בזה שכל מי שנותן לקט שכחה ופאה מעלה עליו כאלו בית המקדש קיים והוא מקריב קרבנותיו לתוכו וכו' ע''כ. מה שאמר שכחה תגם שלא הוזכר בפסוק, לצד שהיא מצוה שחייב בה כלקט ופאה כללה. והכ' שלא כתב להעירך שנתכוין גם כן לדרך שכתבתי","titles":[{"title":"﻿ויקרא כג טו"},{"title":"﻿ויקרא פרק כג פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":15,"positionInParasha":72},{"uri":"tanach-orhachaim-3-23-27","text":" אור החיים  יוה''כ וגו' מקרא קודש וגו' פירוש בלא אמצעות קריאתם אותו קודש ובלא עינוי שמתענים בו הוא יום כיפור מצד עצמו, ומעתה יש שכר למצות קריאת קודש ועינוי בו מלבד ריוח הכפרה","titles":[{"title":"﻿ויקרא כג כז"},{"title":"﻿ויקרא פרק כג פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":27,"positionInParasha":84},{"uri":"tanach-orhachaim-3-23-28","text":" אור החיים  וכל מלאכה וגו' כי יום כיפורים וגו'. נתינת טעם זה הוא על דרך מה שאמרו בסוטה דף מ' שאין אומרים פסוקים כשהכהנים מברכין את העם והטעם אמרו וז''ל כלום יש עבד שמברכין אותו ואינו מאזין ע''כ, ולדרך זה אמר וכל מלאכה לא תעשו, והטעם כי יום כיפורים הוא פירוש כי עיצומו של יום מכפר ויש לך אדם שהזמן מכפר עליו והוא עסוק במלאכתו, והמשכיל על דבר עיצומו של יום לבבו יבין המכפר כי הוא אדון המאיר היום לסגל סגל דבר זה","titles":[{"title":"﻿ויקרא כג כח"},{"title":"﻿ויקרא פרק כג פסוק כח"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":28,"positionInParasha":85},{"uri":"tanach-orhachaim-3-23-34","text":" אור החיים  הזה חג הסוכות. בתורת כהנים דרשו יתור הזה, ופירשתי הברייתא בפרשת מצורע (י''ד ז') (לז) מועדי ה'. אמר רבי עקיבא (תורת כהנים פסוק ל''ה) אלו ימי מועד שאסורין במלאכה ע''כ, ונראה כי לזה גמר אומר ומלבד מתנותיכם וגו' כל נדריכם וגו' כל נדבותיכם אשר תתנו לה' שמשמע אפילו עולות ואין עולות באין ביום טוב כאומרם (ביצה י''ט.) לכם ולא לגבוה אלא ודאי שאין הכתוב מדבר אלא בחולו של מועד","titles":[{"title":"﻿ויקרא כג לד"},{"title":"﻿ויקרא פרק כג פסוק לד"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-23","positionInPerek":34,"positionInParasha":91},{"uri":"tanach-orhachaim-3-24-2","text":"עוד אפשר שנתכוין בסמיכות פרשת מנורה לפרשת סוכה על דרך מה שאמרו ז''ל (תורת כהנים) בפסוק מחוץ לפרוכת העדות וז''ל וכי לאורה היה צריך והלא כל המ' שנה שהיו במדבר לא הלכו אלא לאורו, ופירשו התוספות (שבת כ''ב","titles":[{"title":"﻿ויקרא כד ב"},{"title":"﻿ויקרא פרק כד פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-24","positionInPerek":2,"positionInParasha":103},{"uri":"tanach-orhachaim-3-24-10","text":"עוד נתכוין הכתוב לומר שמריבה אשר נצו עליה היא על הפרש הנרשם שזה הוא בן ישראלית וזה בן ישראלי וכאן כלל כל מה שאמרו ז''ל (ויק''ר פל''ב) למ''ד על דבר יוחסין ולמ''ד וכו', ולא חש הכתוב להאריך לשון ולומר גם כן שמו כי אין צורך בדבר","titles":[{"title":"﻿ויקרא כד י"},{"title":"﻿ויקרא פרק כד פסוק י"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-24","positionInPerek":10,"positionInParasha":111},{"uri":"tanach-orhachaim-3-24-11","text":" אור החיים  ושם אמו. צריך לדעת למה לא הזכיר שמה בתחלה כשהזכירו עד הבאתו אל משה, ויש לומר בב' דרכים, האחד לשבח על זה הדרך ויביאו אותו אל משה ושם אמו וגו', פירוש גם היא מכלל המביאים והאחד לגנאי ויביאו אותו אל משה ועל ידי הבאה זו נתחייבה שהכתוב יפרסם אותה שאמו היא שלומית, וממוצא דבר אתה יודע כי נכמרו רחמיה על בנה וכתיב (משלי י''ב) ורחמי רשעים אכזרי, לזה גילה אותה הכתוב כי זאת האשה וזה בנה, גם הזכיר שבטה להטעם עצמו שכתבתי כי מן הסתם השבט ירחם ויעמוד לעזר הקרובים, ולזה אמרו במדרש (ויק''ר פל''ב) גנאי לו גנאי לשבטו וכו'","titles":[{"title":"﻿ויקרא כד יא"},{"title":"﻿ויקרא פרק כד פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-24","positionInPerek":11,"positionInParasha":112},{"uri":"tanach-orhachaim-3-24-22","text":" אור החיים  כגר כאזרח. ולא אמר הגר כאזרח, שאז יהיה נשמע כי מדרגת גר למטה ממדרגת אזרח שהקטן נתלה בגדול, לזה אמר כגר כאזרח פירוש האזרח כגר והגר כאזרח ששקולים הם במשפט","titles":[{"title":"﻿ויקרא כד כב"},{"title":"﻿ויקרא פרק כד פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-8","perek":"tanach-3-24","positionInPerek":22,"positionInParasha":123},{"uri":"tanach-orhachaim-3-25-1","text":"עוד על פי מאמר הגמרא מסכת עבודה זרה (כ'.) ופסקו רמב''ם בפרק ג' מהלכות זכיה וזה לשונו אסור לתת לעכו''ם מתנת חנם ע''כ ואם כן ישראל קודם שקבלו התורה דינם כעכו''ם ואחר קבלת תורה יכול ליתן להם, לזה אמר בהר סיני שבזה יוכל לומר אשר אני נותן לכם, ובזה נתישב גם כן למה הוצרך לומר אשר אני נותן כי פשיטא כי הוא הנותן ואין אחר לטעות בו, ותמצא שבפרשת קדושים (לעיל י''ט כ''ג) אמר כי תבואו אל הארץ ונטעתם וגו' ולא הוצרך לומר בה סימן, אלא שנתכוון למה שכתבנו, ומעתה יתיישב למה בחר ה' ללמד בנין אב זה לכל התורה בפרשה זו ולא בפרשה אחרת","titles":[{"title":"﻿ויקרא כה א"},{"title":"﻿ויקרא פרק כה פסוק א"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":1,"positionInParasha":1},{"uri":"tanach-orhachaim-3-25-2","text":"עוד נראה טעם סמיכות ושבתה לאשר אני נותן, על פי דבריהם שאמרו (ב''מ כ''ג.) הן של תלמיד חכם במקום שבועה, והחכם אשר ממנו תוצאות חכמה הוא ה' אלהים, ולזה כשהוציא מפי עליון אני נותן אמירתו במקום שבועה. או גם כן לצד שמתנת ה' לישראל דין צדקה יש לה ואמירתה כדין נדר (ר''ה ו'.), ולזה תכף ומיד תוך כדי דיבור לאומרו אשר אני נותן אמר ושבתה הארץ וגו', וזולת זה מה שאמר אחר כך ובשנה השביעית וגו' אינו תוך כדי דיבור למאמר הנתינה שהרי הפסיק במאמר שש שנים וגו' ושש שנים וגו'","titles":[{"title":"﻿ויקרא כה ב"},{"title":"﻿ויקרא פרק כה פסוק ב"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":2,"positionInParasha":2},{"uri":"tanach-orhachaim-3-25-3","text":"עוד יתבאר על דרך מה שאמרו בסנהדרין דף כ''ו וז''ל מכריז ר' ינאי פוקו וזרעו בשביעית משום ארנונא, וכתבו התוספות ואם תאמר משום ארנונא התירו לחרוש בשביעית דאורייתא וי''ל וכו' אי נמי י''ל דפיקוח נפש הוא ששואל ממנו ואין לו וכו' ע''כ, והוא מאמר הכתוב שש שנים וגו' ואספת וגו' פירוש אימתי אין אני מתיר לך אלא שש ולא שבע ואספת כשאתה זורע לאסוף לעצמך אבל לארנונא לתת למושל זרעו אפילו בשביעית כדברי ר' ינאי","titles":[{"title":"﻿ויקרא כה ג"},{"title":"﻿ויקרא פרק כה פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":3,"positionInParasha":3},{"uri":"tanach-orhachaim-3-25-6","text":" אור החיים  והיתה שבת וגו'. פירוש שלא תאמר שיהיה משפטו כשאר שולחן הגבוה שהכהנים זוכים בו אלא לכם לכולכם יחד כהנים לוים ישראלים וכו', וחזר ופרט לך וגו', ואם תאמר אם כן למה נאמר לכם שלא היה לו לומד אלא הארץ לאכלה לך וגו', ונראה כי חש לומר בדרך זה שהייתי אומר הקודם בפסוק קודם באכילה, כדרך שאמרו (ספרי) ענייך ועניי עירך וגו' ממה שאמר הכתוב (רבדים ט''ו ז') כי יהיה בך אביון וגו', לזה קדם הכתוב וכלל כולם יחד ואמר לכם שאין גדר לאחד יותר מחבירו בפירות שביע ית","titles":[{"title":"﻿ויקרא כה ו"},{"title":"﻿ויקרא פרק כה פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":6,"positionInParasha":6},{"uri":"tanach-orhachaim-3-25-14","text":"ונראה כי הגם שרבותינו ז''ל דרשו כן הוא על פי ההלכות שהיה בידם מסיני סמכום בכתובים ועל כל פנים יתיישב הכתוב לפי פשוטו על זה הדרך כי לצד שצוה ה' על הארץ שלא תמכר לצמיתות צוה שלא יאנה המוכר ללוקח שאינו בקי במשפטי התורה כי הארץ תהיה לו ולזרעו עד עולם, ואחר כך יבוא בטענת דבר מלך להחזירה לו, ודבר זה כיוצא באונאה זו יוצדק גם בקרקעות המוכר קרקע על מנת שאין עליה מערערים ויצאו עליה מערערים שהוא ביטול מקח, וכאן אין לך מערערים כהוא עצמו שחוזר לערער על שדהו להחזירו בטענת זכות התורה, לזה צוה ה' ואמר במספר שנים וגו' ימכר לך, אלא במה שאמר הכתוב אל תונו סתם שכלל כל מין אונאה זה אינו אלא במטלטלין כמו שדקדק לומר קנו מיד כדברי רבותינו ז''ל","titles":[{"title":"﻿ויקרא כה יד"},{"title":"﻿ויקרא פרק כה פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":14,"positionInParasha":14},{"uri":"tanach-orhachaim-3-25-15","text":"עוד נראה על פי מה שכתב רמב''ם שם בפרק י''א וז''ל המוכר שדהו לששים שנה אינה יוצאה ביובל שאינו חוזר ביובל אלא דבר הנמכר סתם או לצמיתות ע''כ, והכסף משנה לא רשם מנין הוציא הרב דין זה, ואולי כי דין זה הוא מה שרשם ה' במאמר זה על זה הדרך במספר שנים אחר היובל פירוש כשהוא מוכר במספר השנים למ' או ס' שנה ומעלה, ימכור פירוש יכול למכור וימשך המכר גם אחר היובל ואין היובל מפסיק להוציאה מידו כיון שמכר למספר שנים, ומה שגמר אומר במספר שני תבואות וגו' פירוש נותן טעם לדבר למה מכר לשנים ימשך אחר היובל, ואמר במספר שני תבואות ימכר לך מכר זה, פירוש כיון שמוכר לשנים הרי זה אינו מוכר אלא שני תבואות לא גוף הקרקע, שעל מכירתו הוא שמקפיד הכתוב","titles":[{"title":"﻿ויקרא כה טו"},{"title":"﻿ויקרא פרק כה פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":15,"positionInParasha":15},{"uri":"tanach-orhachaim-3-25-17","text":"וכבר כתבתי למעלה כי מקח טעות ישנו אפילו בקרקעות, וכן כתב הרמב''ם בפרק ט''ו מהלכות מכירה וכן המוכר לחבירו קרקע וכו' ונמצא במקח מום שלא ידע בו הלוקח מחזירו אפילו לאחר כמה שנים ע''כ, ופירושנו זה כללוהו חז''ל במאמרם שאמרו אל תונו באונאת דברים שבזה נכלל כל מין אונאה כי גם המאנה חברו לרמותו בדברי שקר הוא מאנהו והרי הוא בכלל אונאת דברים","titles":[{"title":"﻿ויקרא כה יז"},{"title":"﻿ויקרא פרק כה פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":17,"positionInParasha":17},{"uri":"tanach-orhachaim-3-25-19","text":"וישבתם לבטח וגו'. והגם שכבר אמר בפסוק שלפני זה וישבתם על הארץ לבטח חזר לומר כן, להבטיח שלא יסובב הפלגת שבח הפירות לבא עליהם שודד, ולזה דקדק לומר בפסוק ראשון וישבתם על הארץ לומר שהבטחה זו היא על חימוד הארץ, והבטחה שניה על חימוד פירותיה, ובזה נמצאו בטוחים על הארץ ועל פירותיה","titles":[{"title":"﻿ויקרא כה יט"},{"title":"﻿ויקרא פרק כה פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":19,"positionInParasha":19},{"uri":"tanach-orhachaim-3-25-20","text":" אור החיים  וכי תאמרו וגו'. פשט הכתוב הוא על זה הדרך וכי תאמרו מה נאכל, ולצד שיש במשמעות מאמר זה ב' דרכים, הא' הוא טעם שלילות הרצון בדבר זה שלא יזרעו וכו' שאם כן מה נאכל ובהכרח לזרוע לחיותנו על האדמה, ודרך ב' הוא שאלה על הנסבב מקיום מצוה זו מה נאכל כיון שלא נזרע, לזה בא הכתוב ופירש הכוונה במאמר מה נאכל במה שגמר אומר הן לא נזרע וגו' פירוש לא שאנו אומרים מה נאכל לתת טעם לשלילות קיום מצוה זו אלא הן אנו מקבלים לא נזרע וגו' אלא כבן שאומר לפני אביו מה נאכל אז וצויתי וגו', אבל אם תהיה כוונתם במאמר מה נאכל לדרך הראשון אז לא יצו ה' אתם את הברכה","titles":[{"title":"﻿ויקרא כה כ"},{"title":"﻿ויקרא פרק כה פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":20,"positionInParasha":20},{"uri":"tanach-orhachaim-3-25-21","text":"לשלש השנים. פשט הכתוב הוא לשנה עצמה שהיא ששית ושנת שביעית ושנה שמינית, על זה הדרך מחודש סיון של שנה ו' עד חודש סיון של ז' ושל ח' הרי ב' שנים ומחודש סיון של ח' עד סיון של תשיעית הרי ג' שנים, והוא מאמר הכתוב עד השנה התשיעית ולא עד תחלתה של ט' אלא עד בא תבואתה הרי ג' שנים מיום ליום, והוצרך הכתוב לפרש לבל תחשוב שמקצת שנה חשוב שנה","titles":[{"title":"﻿ויקרא כה כא"},{"title":"﻿ויקרא פרק כה פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":21,"positionInParasha":21},{"uri":"tanach-orhachaim-3-25-22","text":" אור החיים  וזרעתם את השנה וגו'. הוצרך לומר כן, מצד שאמר ועשת את התבואה לג' שנים חש שיאמר האומר אם שנה שמינית בת זריעה היא למה יעשה נס כדי שתהיה תבואת שנה ו' עושה לשמינית, לזה גמר אומר וזרעתם את השנה השמינית, ונתן טעם לברכת תבואת שנה ו' צורכי שנה שמינית שהוא מטעם ואכלתם מן התבואה ישן כדי שתאכלו שנה שמינית תבואה ישן ולא חדש כי הישן משובח לבריות יותר מן החדש (ב''ב צ''א","titles":[{"title":"﻿ויקרא כה כב"},{"title":"﻿ויקרא פרק כה פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":22,"positionInParasha":22},{"uri":"tanach-orhachaim-3-25-25","text":" אור החיים  כי ימוך אחיך וגו'. פרשה זו תרמוז ענין גדול והערה ליושבי תבל, כי ימוך על דרך אומרו (קהלת י' י''ח) בעצלתים ימך המקרה, ואמרו ז''ל (תענית ז'","titles":[{"title":"﻿ויקרא כה כה"},{"title":"﻿ויקרא פרק כה פסוק כה"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":25,"positionInParasha":25},{"uri":"tanach-orhachaim-3-25-26","text":" אור החיים  ואומרו ואיש כי לא יהיה לו גואל. על דרך אומרם ז''ל (סנהדרין צ''ג.) אין איש אלא הקדוש ברוך הוא דכתיב (שמות ט''ו ג') ה' איש מלחמה, כשלא יהיה לו גואל כי אין איש שם על לב אין מנהל ואין מחזיק ביד אומה ישראלית להשיבה אל אביה, אל תאמר כי ח''ו אבדה תקוה, אלא והשיגה ידו ומצא כדי גאולתו, אמרו ז''ל (סנהדרין צ''ח) כי היסורין והגלות הם תקון האומה להכשירה, והוא מה שרמז והשיגה ידו על דרך אומרו (דברים ב' ט''ו) יד ה' היתה בם שהיא מדת הגבורה החובטת באומה בגלות המר, ובאמצעות זה ישיג למצוא כדי גאולת הבית","titles":[{"title":"﻿ויקרא כה כו"},{"title":"﻿ויקרא פרק כה פסוק כו"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":26,"positionInParasha":26},{"uri":"tanach-orhachaim-3-25-27","text":" אור החיים  ואומרו וחשב וגו'. הנה לצד שהמכר הוא בעונותינו כאומרו (ישעי' נ' א') הן בעונותיכם נמכרתם והעון הוא חוב על האדם, בשעת קריעת השטר צריך לעשות חשבון החוב שעליו ולפרוע הנשאר, והוא אומרו וחשב את שני ממכרו השנים שנשאר הבית מכור ויתנכה לפי שיעור השנים מעונות ישראל, והעודף ישיב על דרך אומרם ז''ל (יומא פ''ו","titles":[{"title":"﻿ויקרא כה כז"},{"title":"﻿ויקרא פרק כה פסוק כז"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":27,"positionInParasha":27},{"uri":"tanach-orhachaim-3-25-28","text":" אור החיים  ואומרו ואם לא מצאה ידו די השיב. פירוש אם יראה האדון כי אין כח בעם לסבול חבלים עוד ורבו חובותיהם למעלה ראש ואפם בהם כח הסבל, והיה ממכרו עד שנת היובל שהוא זמן המוגבל לגאולה בעתה, ואז ויצא ביובל ושב לאחוזתו כי קץ הגלות ישנו אפילו יהיו ישראל רשעים גמורים ח''ו","titles":[{"title":"﻿ויקרא כה כח"},{"title":"﻿ויקרא פרק כה פסוק כח"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":28,"positionInParasha":28},{"uri":"tanach-orhachaim-3-25-29","text":" אור החיים  ואיש כי ימכור. אחר שאמר ענין מכר הבית חזר הכתוב לתת טעם לדבר איך יהיה הדבר הזה שימכור ה' אחוזתו בית הבחירה, והוא אומרו ואיש זה הקדוש ברוך הוא, כי ימכור בית מושב פירוש בית שבו מושב אלהים זה בית המקדש, עיר חומה זו ירושלים דכתיב (תהלים קכ''ה) ירושלים הרים סביב לה, אמר הטעם הוא והיתה גאולתו שבאמצעות זה אדרבה נגאל, על דרך אומרם ז''ל (מדרש תהלים ע''ט) בפסוק מזמור לאסף וגו' שהשליך ה' חמתו על עצים ואבנים שזולת זה לא היה נשאר מישראל שריד ופליט ואם אין ישראל אין בית המקדש ולא ירושלים, לזה והיתה גאולתו של עם וגאולת הבית כי יש תקוה ושבו בנים לגבולם","titles":[{"title":"﻿ויקרא כה כט"},{"title":"﻿ויקרא פרק כה פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":29,"positionInParasha":29},{"uri":"tanach-orhachaim-3-25-35","text":"ואמר גר ותושב. דע כי אמרו יודעי נסתרות לה' (קב הישר פל''ב) כי יש בחינת נפשות שה' מביאם באדם בסוד העיבור לסיבות ידועות, יש שבאים להתגורר עם האדם בעשותו איזה מצוה כדי להשתתף במעשה וזוכה בזה, ויש שבאה ומתישבת לסיבות מופלאות אשר הפליא ה' בתיקון הנפשות, וכנגד שניהם אמר גר ותושב וחי עמך כנגד ב' הנפשות הבאים שלא מדעתו כשהוא מתחזק לשוב בתשובה, ויזהר עוד שלא יחשיך אור רוחו והגרים אתו, והוא אומרו אל תקח מאתו מת שיש בו ובמה בנשך ובמרבית כאשר אבאר בסמוך, ויראת מאלהיך פירוש כי מאורו חלק הנפשות הטהורות השיב לו פקדונו, ומבקש עוד וחי אחיך עמך שיחזיר הנפש בתוספות חיות באמצעות עבודת הקודש אשר ציוהו ה', והגם שאמרו תנה לו כמו שנתנה לך, זה צד ההסתפקות, או לפי מה שפירשתי בספרי חפץ ה' (שבת קנ''ב) כי כשיתנה לה' כמו שנתנה לו בזה היא מתעלית ומוסיפה חיים ואור עליון ועיין שם","titles":[{"title":"﻿ויקרא כה לה"},{"title":"﻿ויקרא פרק כה פסוק לה"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":35,"positionInParasha":35},{"uri":"tanach-orhachaim-3-25-37","text":" אור החיים  ואמר את כספך וגו'. כאן פירש מה הוא הנשך והתרבית אשר מחשיכים אורו, את כספך הם הדברים שהאדם כוסף בעולם הזה לדברים הנדמים, לא תתן לו בנשך כי כשאדם משלים תאות נפשו הבהמית ומטעים רוחו מכסופיו הוא נשוך בזה ומטיל בו ארס החטא, ואמר ובמרבית לא תתן אכלך פירוש אפילו אכלך שהוא דבר שהורשית לאכול לא תרבה בו, כי כשאדם הולך אחר גרונו ויטה גבול התאוה שבו למותרות בזה יחשיך אור הנפש כי כשזה קם זה נופל כשמתרבה תאבון המורגש מתמעט תאבון הרוחני, והוא מאמר הכתוב (משלי י''ג כ''ה) צדיק אוכל לשובע נפשו, לא להנאת ההרגש, ואומרו אני ה' וגו' פירוש והגם שאני אומר לכם להוציא אתכם מארץ מצרים לתת לכם את ארץ כנען לא לאכול מטובה ולשבוע מפריה הוא התכלית אלא להיות לכם לאלהים הוא עיקר הארץ, ואמרו ז''ל בתורת כהנים וז''ל כל היושב בארץ ישראל מקבל עליו עול מלכות שמים","titles":[{"title":"﻿ויקרא כה לז"},{"title":"﻿ויקרא פרק כה פסוק לז"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":37,"positionInParasha":37},{"uri":"tanach-orhachaim-3-25-39","text":"ואומרו עד שנת היובל הוא גבול הגאולה כידוע יעבוד עמך, ומודיע ה' כי סוף סוף יצא מעמו דכתיב ויצא מעמך, הוא ובניו פירוש הניצוצים המתבררים באמצעות היותם עמו והוא סוד הגלות, שאם לא כן למה לא ייסרם ה' בשבט מוסר שם בארצם ובנחלתם אלא אחד מהטעמים הוא כדי שיבררו הניצוצות של הקדושה מבין הארצות כי כל מקום ומקום שימצאון שם ישראל באמצעות היסורין והתורה והמצות הניצוצות מתבררים מעצמם, והוא סוד אומרו (קהלת ח') עת אשר שלטה האדם באדם לרע לו. ואם תאמר אם כן אם לא היו ישראל חוטאים וגולים מי היה מברר המתבררים עתה בתפוצת ישראל, דע כי אם לא היו ישראל חוטאים היה להם כח לברר ניצוצות הקדושות במקום שהם מכל המקומות אשר באו שם, מה שאין כן אחר חטאם דחלש כחם ולואי שתשיג ידם במקום עצמו אשר שם הניצוצות, ואמר ושב אל משפחתו כי בבא הגואל יטע ה' בתוכנו אורו יתברך אשר שם הוא משפחת עם בני ישראל, גם יקומו שוכני עפר וישובו כל אחד אל אחוזת אבותיו הוא אור עולם בית המקדש כוננו ידיו יתברך לא תרדה בו בפרך ויראת מאלהיך, ומצד דבר זה יתחייב מיתה ס''מ לעתיד לבא כמאמרם ז''ל (סוכה נ''ב.) שהרי הוא מותרה ועבר מצות ה'","titles":[{"title":"﻿ויקרא כה לט"},{"title":"﻿ויקרא פרק כה פסוק לט"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":39,"positionInParasha":39},{"uri":"tanach-orhachaim-3-25-55","text":"אני ה' אלהיכם. טעם שהתחיל הכתוב לדבר דרך נסתר כי לי וגו' עבדי הם וגמר אומר לנוכח אני ה' אלהיכם, אולי כי לצד שמצוה לקונה עבד עברי שישלחנו בשנת היובל, לזה נתן לו הטעם לצד שהוא עבד ה' כאומרו עבדי הם, ולצד שיאמר הקונה כי טעם זה יוצדק לגבי העבד שלא יפקיע עבודתו וימכור עצמו לצמיתות אבל הקונה אין עליו חיוב, ומה גם אם הוא מוכר עצמו לגר תושב או לעקר הוא העובר על מצות ה', לזה גמר אומר אני ה' אלהיכם מדבר עם הקונה שעמו התחיל לדבר בתחלת הפרשה כי תקנה ועם אותם שצוה אותם לנוכח לא ירדנו בפרך לעיניך, כי דבר מלך שלטון עליהם לקיים כל הכתוב","titles":[{"title":"﻿ויקרא כה נה"},{"title":"﻿ויקרא פרק כה פסוק נה"}],"sefer":"tanach-3","parasha":"parasha-9","perek":"tanach-3-25","positionInPerek":55,"positionInParasha":55},{"uri":"tanach-orhachaim-3-26-3","text":"מב) עוד יתבאר על דרך מה שאמרו בפרק השוכר את הפועלים דף פ''ה במעשה ההוא מרבנן שאמר לו אליהו סימן להכיר כסאו של רבי חייא בהליכתו מגן עדן של מטה לישיבה של מעלה שהיה עולה מעצמו ולא היה צריך למלאכים להעלותו כשאר הצדיקים, וזה השגתו היתה באמצעות השתדלותו נמרץ בעסק התורה לעצמו ולאחרים כאמור שם, והוא מאמר אם בחקתי תלכו פירוש באמצעות השתדלות בתורה ללמוד וללמד כרמוז בתיבת בחקתי, תלכו פירוש מעצמכם כרבי חייא ולא תצטרכו למלאכים להוליך אתכם","titles":[{"title":"﻿ויקרא כו ג"},{"title":"﻿ויקרא פרק כו פסוק ג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":3,"positionInParasha":1},{"uri":"tanach-orhachaim-3-26-4","text":"ונתנה הארץ וגו' פירשתי בפרשת בהר סיני","titles":[{"title":"﻿ויקרא כו ד"},{"title":"﻿ויקרא פרק כו פסוק ד"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":4,"positionInParasha":2},{"uri":"tanach-orhachaim-3-26-5","text":"עוד ירצה באומרו וישבתם לבטח פירוש שלא תטרחו אתם בקציר ובבציר אלא זרים יעבודו ואתם יושבים בקתדרא, ואומרו לבטח שאין מיחוש על הקנין היותו ביד עובדים","titles":[{"title":"﻿ויקרא כו ה"},{"title":"﻿ויקרא פרק כו פסוק ה"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":5,"positionInParasha":3},{"uri":"tanach-orhachaim-3-26-6","text":"והשבתי חיה רעה. פירוש לצד שהבטיחם ה' שיהיו יושבים בטח איש תחת גפנו ותאנתו מזה יסובב שהדרכים הרחוקים קצת מן הישוב תתמעט בהם רגל דורכת, וכיון שכן ימצאון שם חיות המדבריות ויתקרבו לבא אל הישוב, לזה אמר והשבתי חיה רעה מן הארץ פירוש ארץ אשר בא בה המיחוש שתהיה בו חיה רעה שהוא מקום הקרוב לישוב, ולזה לא אמר בארצכם כמו שהתחיל לומר בסמוך מלפניה ומלאחריה","titles":[{"title":"﻿ויקרא כו ו"},{"title":"﻿ויקרא פרק כו פסוק ו"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":6,"positionInParasha":4},{"uri":"tanach-orhachaim-3-26-7","text":"ונפלו וגו'. אומרו לחרב פירוש תהיה נפילת האויבים לפני עם ה' כשיעור הנפילה אשר תהיה מהחרב, ובדרך רמז ירצה על דרך אומרם במעשה נס בני חשמונאי (יוסיפון כ''ב) שראה מלאך שולף חרב נגד האויב, והוא מה שרמז באומרו ונפלו וגו' לחרב פירוש הנשלף מהמלאך","titles":[{"title":"﻿ויקרא כו ז"},{"title":"﻿ויקרא פרק כו פסוק ז"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":7,"positionInParasha":5},{"uri":"tanach-orhachaim-3-26-8","text":"ונפלו אויביכם וגו'. כפל לומר דבר זה פ''ב רז''ל דרשו (תו''כ) שהכוונה היא שיפלו איש בחרב רעהו ונראה עוד לומר לפי שעשה הפרש בין רדיפת ה' לרדיפת מאה הוסיף עוד לומר שהוא הדין אם יהיה אלף מישראל תגדל הנפילה באויביהם כשיעור ההפרש שבין ה' למאה יהיה כמו כן בין מאה לאלף והוא אומרו לחרב פירוש לשיעור מנין חרב נוקמת","titles":[{"title":"﻿ויקרא כו ח"},{"title":"﻿ויקרא פרק כו פסוק ח"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":8,"positionInParasha":6},{"uri":"tanach-orhachaim-3-26-9","text":"עוד יתבאר אומרו ופניתי אליכם על דרך מה שאמר הנביא (ש''ב ו') ולא אבה דוד להסיר אליו ארון ה' וגו' ויטהו דוד בית עובד וגו' ויברך ה' את עובד וגו' ואמרו ז''ל (ברכות סג) אשתו וח' כלותי' ילדו ששה בכרס אחד דכתיב (דה''א כ''ו) פעולתי השמיני ששים ושנים ע''כ והוא מאמר ה' ופניתי אליכם והרביתי אתכם שבאמצעות פניית ה' אליהם ישתלשל הדבר מעצמו להרבות אותם כמו שנשתלשל לבית עובד כשהטה אליו ארון ה'. ואומרו והרביתי אתכם לשון מעלה ורבנות והכונה בזה שהגם שיהיו מרובים כל כך ומדרכים הרגילים בנמצאים בעולם כל המתרבה ימעט ערכו כאשר הרחבנו ביאור פרט בחינה זו במקומות אחרים (שמות א' ט' שלח י''ג י''ח) אף על פי כן והרביתי אתכם ואומרו והקימותי את בריתי אתכם הבטיחם מה שהבטיח הנביא דכתיב (ישעי' נ''ט) ואני זאת בריתי אותם אמר ה' וגו' לא ימושו מפיך וגו' שלא תפסק תורה מזרעם. עוד נתכוין לומר בדרך כלל ברית ההטבה שיחדש הברית עמהם מלבד ברית האבות והוא אומרו והקימותי את בריתי שכבר נשבעתי לאבותיכם אקיים אותה אתכם מחדש","titles":[{"title":"﻿ויקרא כו ט"},{"title":"﻿ויקרא פרק כו פסוק ט"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":9,"positionInParasha":7},{"uri":"tanach-orhachaim-3-26-10","text":" אור החיים  ואכלתם ישן נושן. פירוש שלא תתעפש התבואה ולא תהיה נרקבת או תפסד מאכילת הפוליטיקין אלא אדרבה תבחרו לאכול היותר ישן והוא מה שכפל לומר ישן נושן ואומרו וישן מפני חדש תוציאו פירוש לא תוציאו אותו לצד שנתישן ונפסד אלא מפני חדש תוציאו אותו וטעם שכתב דבר זה כאן ולא במקומו למעלה כשהזכיר ברכת התבואה וברכת הארץ נתכוין הכתוב בזה להגדלת הטובה שהגם שיפרה וירבה אותם אף על פי כן תהיה להם הפלגת הטוב שיאכלו ישן וגו' מה שאינו כל כך כשהאוכלים מועטים שאז אפילו מהמיעוט יאכלו ישן נושן","titles":[{"title":"﻿ויקרא כו י"},{"title":"﻿ויקרא פרק כו פסוק י"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":10,"positionInParasha":8},{"uri":"tanach-orhachaim-3-26-11","text":"עוד ירצה על דרך אומרם ז''ל (במדבר כ') בפסוק כעת יאמר ליעקב וגו' שהמלאכים מבחוץ והצדיקים מבפנים והמלאכים שואלים את הצדיקים מה פעל אל והוא אומרו ונתתי משכני בתוככם שלא יהיה מחנה המלאכים מפסיק ביניכם וביני","titles":[{"title":"﻿ויקרא כו יא"},{"title":"﻿ויקרא פרק כו פסוק יא"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":11,"positionInParasha":9},{"uri":"tanach-orhachaim-3-26-12","text":"עוד ירצה באומרו והייתי לכם לאלהים לצד כי בזמן הזה אמונת אלהותו הוא מפי הנביאים לזה אמר כי הנה ימים באים שכל עם ה' יוכר להם אלהותו יתברך וידעו כי ה' הוא האלהים והוא מאמר והייתי לכם לאלהים שיכירו אלהותו מצד עצמם ולצד שהכרה זו ישנה לכל הנבראים דכתיב (זכריה י''ד) ביום ההוא יהיה ה' אחד לזה אמר ואתם תהיו לי לעם הגם שההכרה שוה בכל לא יהיו לו לעם אלא עם בני ישראל","titles":[{"title":"﻿ויקרא כו יב"},{"title":"﻿ויקרא פרק כו פסוק יב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":12,"positionInParasha":10},{"uri":"tanach-orhachaim-3-26-13","text":" אור החיים  ואומרו אני ה' וגו'. יתבאר על דרך מאמר חז''ל (ברכות י''ב) בפסוק ולא יאמר עוד חי ה' אשר העלה את ישראל ממצרים וגו' שהכוונה היא שיאמרו חי ה' אשר העלה ישראל מארץ מצרים ומכל הארצות והוא אומרו אני ה' וגו' אשר הוצאתי אתכם מארץ מצרים זה כנגד יציאת מצרים וכנגד אשר העלה אתכם מכל הארצות אמר ואשבור מוטות עולכם וגו' ולפי מה שפירשתי בפסוק (שמות כ') אנכי ה' אלהיך אשר הוצאתיך מארץ מצרים מבית עבדים יתבאר הכתוב גם כן על האופן עצמו יעויין שם","titles":[{"title":"﻿ויקרא כו יג"},{"title":"﻿ויקרא פרק כו פסוק יג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":13,"positionInParasha":11},{"uri":"tanach-orhachaim-3-26-14","text":"וכנגד פיתוי הב' שמרבה בעיניו עול מ''ע כי רבים הם אמר ולא תעשו את כל המצות האלה גם נתכוון לומר שכל שאינו מאמין בדברי רבותינו בוודאי שלא יעשה אחת מכל המצות כי סדר המצות ואמיתותה הוא אשר גבלו ראשונים והמסרב לשמוע להם אין בידו אפילו אחת מכל מצות ה' ולזה לא אמר ואם לא תעשו כסדר שאמר בפסוק שאחר זה לצד שזה נמשך מאם לא תשמע ו","titles":[{"title":"﻿ויקרא כו יד"},{"title":"﻿ויקרא פרק כו פסוק יד"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":14,"positionInParasha":12},{"uri":"tanach-orhachaim-3-26-15","text":"להפרכם את בריתי. נתכוון להתנות עוד שלא יביא כל העונש אלא לעובר להכעיס כאומרו להפרכם את בריתי, אבל לעובר לתיאבון לא יבא לכלל העונשים. ורז''ל אמרו (תורת כהנים) ואם לא תשמעו וגו' יש אדם שאינו לומד אבל עושה ת''ל ולא תעשו, יש אדם שאינו לומד ולא עושה אבל אינו מואס באחרים ת''ל בחקתי תמאסו וגו', כל שאינו לומד אינו עושה, ומואס באחרים העושים, ושונא תלמיד חכמים דכתיב תגעל נפשכם, ולבסוף אינו מניח אחרים לעשות דכתיב לבלתי עשות, ולבסוף כופר בעיקר דכתיב להפרכם וגו' ע''כ, הנה לדבריהם ז''ל לא יבא עונש האמור אלא עד שיגיעו לגדר האחרון שכופר בעיקר, וטעם שלא אמר הכתוב גדר האחרון לבד, בא להודיע סיבת הסיבות שתסובב לאדם לבא למדה זו האחרונה, וממשמעות הדברים תשכיל כי בהכשל בראשונה יתגלגל וירד מטה מטה עד מדה האחרונה ומעתה יובן מאמר הנביא (ידמי' ט') על מה אבדה הארץ על עזבם את תורתי שהיא סיבה הראשונה שממנה יצאו כל פרטים הרעים רח''ל","titles":[{"title":"﻿ויקרא כו טו"},{"title":"﻿ויקרא פרק כו פסוק טו"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":15,"positionInParasha":13},{"uri":"tanach-orhachaim-3-26-16","text":"גם ירמוז להצלחת עולם העליון על דרך אומרם ז''ל (עוקצין פ''ג) עתיד הקדוש ברוך הוא להנחיל לכל צדיק וצדיק שלש מאות ועשר עולמות, ודבר ידוע הוא שכל הדרגות יעודי שכר הטוב לצדיקים יש כנגדם עונשי הרשעים כאומרו (קהלת ז') גם זה לעומת זה עשה האלהים, וכשם שיש הדרגות השלש מאות ועשר יעודי הכשרים כנגדם שלש מאות ועשר טינופי היסורין לעושי רשעה ויקראו קרי ריק שעולה בהם שלש מאות ועשר, והוא מאמר וזרעתם לריק במקום להנחיל אוהבי י''ש יהיה לבחינת הרע ריק שהם כנגד מספר בקליפה, ואמר לשון זריעה כי יתייחס גם למפעלות לשון זה, על דרך אומרו (הושע י') זרעו לכם לצדקה וגו' ואומרו ואכלוהו אויביכם כי הקליפות נהנים ממעשה הרשעים, ויודיע הכתוב שהקליפות הם אויבי איש","titles":[{"title":"﻿ויקרא כו טז"},{"title":"﻿ויקרא פרק כו פסוק טז"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":16,"positionInParasha":14},{"uri":"tanach-orhachaim-3-26-17","text":" אור החיים  ונתתי פני וגו', הם פני זעם, וטעם קריאת הדין פנים, לצד שתמיד עומדים לפני ה' כת המשמאילים שהם כת המשחיתים לזה יקראו פני ה', ועליהם אמר ונתתי פני ובזה ונגפתם לפני אויביכם הם האומות שהם ענפי כוחות הקליפה, גם נתכוין במאמר פני לומר שלא יסתיר פניו מהם כשימסרם ביד אויביהם שאם כן הם ח''ו מכלים את הכרם, והוא גילה רצונו יתברך בסוף הענין ואף גם זאת וגו' לא מאסתים לכלותם וגו', ואמר בכם למעט בית המקדש שלא תשלוט בו מדת הדין תחלה","titles":[{"title":"﻿ויקרא כו יז"},{"title":"﻿ויקרא פרק כו פסוק יז"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":17,"positionInParasha":15},{"uri":"tanach-orhachaim-3-26-18","text":"שבע על חטאתיכם. פירוש לשיעור חטאתם שהם שבע מדה כנגד מדה, ואלו הם ז' עבירות, א' לא שמעו, ב' לא עשו, ג' בחקותי מאסו, ד' משפטי השם געלו, ה' מונעים אחרים בלתי עשות, ו' הפרו ברית ואחר שיסרם ה' בלתי עשות ו' הפרו ברית, ואחר שיסרם ה' ולא שמעו לו וסגרו שערי התשובה הרי ז', ולטעם זה אנו מישבים מאמרם ז''ל שאמרו (ר''ה ט''ז","titles":[{"title":"﻿ויקרא כו יח"},{"title":"﻿ויקרא פרק כו פסוק יח"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":18,"positionInParasha":16},{"uri":"tanach-orhachaim-3-26-19","text":" אור החיים  ושברתי את גאון עזכם. אמרו ז''ל (תורת כהנים) זה בית המקדש שנקרא כן, והכונה בזה כיון שלא חזרו בתשובה זה יורה שחושבים בדעתם כי ה' חפץ בהם עדיין ממה שעודו שוכן בתוכם ובזה מתחזקים לזה אמר ושברתי וגו'","titles":[{"title":"﻿ויקרא כו יט"},{"title":"﻿ויקרא פרק כו פסוק יט"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":19,"positionInParasha":17},{"uri":"tanach-orhachaim-3-26-20","text":" אור החיים  ותם לריק וגו'. כאלו אמר ותם כחכם לריק פירוש שכחם בשלימות יהיה לריק, ולצד שלפעמים לא ישלוט המשחית אלא בחלק כאן הודיע (ה') כי ישלטו בכל ר ח '' ל","titles":[{"title":"﻿ויקרא כו כ"},{"title":"﻿ויקרא פרק כו פסוק כ"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":20,"positionInParasha":18},{"uri":"tanach-orhachaim-3-26-21","text":"שבע כחטאתיכם. הגם שלא הרשיעו בעבירות חדשות אף על פי כן כיון שלא חזרו אחר היסורין יחשב להם כעושים מחדש","titles":[{"title":"﻿ויקרא כו כא"},{"title":"﻿ויקרא פרק כו פסוק כא"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":21,"positionInParasha":19},{"uri":"tanach-orhachaim-3-26-22","text":" אור החיים  חית השדה. כשם שהם עשו מעשה בהמות שלא הרגישו להערת מלכם תבא חית השדה ותעשה מעשיה בהם","titles":[{"title":"﻿ויקרא כו כב"},{"title":"﻿ויקרא פרק כו פסוק כב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":22,"positionInParasha":20},{"uri":"tanach-orhachaim-3-26-24","text":" אור החיים  והלכתי וגו' בקרי. פירוש שלא יביא עליהם יסורים מכוונים על חטאתם כמו שעשה מקודם שהיה מביא כחטאתם על דרך אומרו (תהלים ס''ב) תשלם לאיש כמעשהו, כי זה יעורר לב נרדם וישכילו להטיב מעשיו שכנגדם באה אליו הרעה, ואמר ה' כי אם ילכו עמו בקרי ולא ישכילו למעשה ה' אשר יעורר לבם בכיוון יסורין כנגד עונותיהם גם הוא ילך עמהם בקרי ויביא עליהם יסורין שאין להם דמיון למעשיהם הרעים והם חרב ומצור ודבר וסגירה ביד אויב ורעב שכולל ג' צרות הרי ז'","titles":[{"title":"﻿ויקרא כו כד"},{"title":"﻿ויקרא פרק כו פסוק כד"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":24,"positionInParasha":22},{"uri":"tanach-orhachaim-3-26-29","text":"או יאמר על זה הדרך כי לצד שרחמי האב על הבנים יותר מהבנות (רש''י שבת ס''ו","titles":[{"title":"﻿ויקרא כו כט"},{"title":"﻿ויקרא פרק כו פסוק כט"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":29,"positionInParasha":27},{"uri":"tanach-orhachaim-3-26-30","text":" אור החיים  וגעלה נפשי וגו'. צריך לדעת למה הוצרך לומר כי פשיטא שתגעל נפשו שהרי בזמן שהם צדיקים גמורים נתברכו שלא תגעל נפשו והדבר מובן שלא תהיה ברכה זו נוהגת בימי רשעם, ואם בא לומר הפכיות הברכות, היה לו לומר הפכיות כל השאר, אלא ודאי שלא אמר אלא העונשים שהם לבד העדר הברכות, ונראה שנתכוין לומר שאפילו בערך הצדיקים שיהיו בזמן ההוא תגעל נפשי מהם בסוד (הושע ד') וכשל גם נביא עמך, גם נתכוון שלא יתנבאו עוד בישראל נביאים כי לא יופיע ה' שכינתו המתיחס לה בחינת נפש בהם, וקללה זו אין קללה למעלה ממנו, ולזה קבעה אחר כמה קללות, הא למדת שהיא גדולה ממה שלפניה, והיא שנתקיימה בזמן הזה ולה כלו עינינו ודאבה מאוד נפשנו אוי נא לנו","titles":[{"title":"﻿ויקרא כו ל"},{"title":"﻿ויקרא פרק כו פסוק ל"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":30,"positionInParasha":28},{"uri":"tanach-orhachaim-3-26-31","text":"ולא אריח וגו'. פירוש שלא יתרצה במעשיהם הטובים שגם להם יתיחס ריח ניחוח, וכמו כן אמר ירמיה (איכה ג') שתם תפלתי","titles":[{"title":"﻿ויקרא כו לא"},{"title":"﻿ויקרא פרק כו פסוק לא"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":31,"positionInParasha":29},{"uri":"tanach-orhachaim-3-26-32","text":" אור החיים  והשמותי אני. אמר אני פירוש מדה זו ה' בכבודו יעשנה, והטעם כי היא מדה טובה כמאמר רז''ל (תורת כהנים) שלא ימצאו אויבים נחת רוח","titles":[{"title":"﻿ויקרא כו לב"},{"title":"﻿ויקרא פרק כו פסוק לב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":32,"positionInParasha":30},{"uri":"tanach-orhachaim-3-26-33","text":" אור החיים  ואתכם אזרה וגו'. יתבאר הכתוב על דרך אומרם ז''ל במסכת כתובות (קי''א.) שהשביע ה' את ישראל ג' שבועות, א' שלא יעלו בחומה פירוש ביד חזקה, ואחד שלא ימרדו באומות העולם וכו' ע''כ, והוא מאמר ואתכם אזרה בגוים כאן רמז לב' דברים, אומרו אזרה שלא יעלו בחומה, בגוים שלא ימרדו בגוים, ואומרו והריקותי אחריכם חרב יתבאר על דרך שגמר שם וז''ל אמר להם הקדוש ברוך הוא לישראל אם אתם מקיימין השבועה מוטב ואם לאו אני מתיר את בשרכם כצבאות וכאילות השדה ע''כ, והוא אומרו והריקותי אחריכם חרב שתהיה חרב מרוטה לפניכם אם לא תקיימו גזירת זרוי בגוים כנזכר יהיה בשרכם וגו', ואומרו עוד והיתה ארצכם וגו' חרבה הוא נתינת טעם על הדבר למה יחפוץ ה' בזרוי בגוים כדי שתהיה ארץ שממה וערים חרבות כדי שאז תרצה הארץ וגו', לזה צריך שתהיו אתם בארץ אויביכם, והוא אומרו ואתם וגו'","titles":[{"title":"﻿ויקרא כו לג"},{"title":"﻿ויקרא פרק כו פסוק לג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":33,"positionInParasha":31},{"uri":"tanach-orhachaim-3-26-36","text":" אור החיים  והנשארים בכם וגו'. פירוש אותם שישארו אחר כל זה ברשעם ולא חזרו בתשובה, כדרך שאמר למעלה ואם תלכו עמי קרי וגו' כמו כן אמר והנשארים בכם פירוש בתכונה הראשונה אוסיף בהביא להם מורך וגו' ונפלו וגו', והנשארים וגו' פירוש שלא חזרו כו' אחר כל זה ימקו וגו', וממוצא דבר אתה יודע שהגם שתבא להם כליון אחר כליון לא תכלה האומה כמאמרו לבסוף לא מאסתים לכלותם","titles":[{"title":"﻿ויקרא כו לו"},{"title":"﻿ויקרא פרק כו פסוק לו"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":36,"positionInParasha":34},{"uri":"tanach-orhachaim-3-26-40","text":"והוא אומרו והתודו עונם וגו' ואת עון אבותם כדי להסיר טעות שהיו בו שאין זה מעשה רעה ממה שעשאוהו ראשונים ולא נענשו, ויאמרו בפיהם אבותינו חטאו והרשיעו ואנחנו עונותיהם סבלנו לצד שאחזו מעשה אבותיהם בידיהם, ואומרו ואף אשר וגו' פירוש כי מחשבת טעות זה שהעונשים היו באים בקרי יחשבהו ה' עון שצריך וידוי עליו כשאר עבירות","titles":[{"title":"﻿ויקרא כו מ"},{"title":"﻿ויקרא פרק כו פסוק מ"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":40,"positionInParasha":38},{"uri":"tanach-orhachaim-3-26-41","text":"ואומרו או אז. פירוש שיתלו טעם הבאתם בארץ אויביהם לצד הליכה, או לטעם כדי שיכנע לבבם הערל לזה הביאם בארץ אוביהם מה שלא היה נכנע באופן אחר זולת זה, שבזה יהיה להם הרווחה נכונה, שעל ידי הכנעה לבד ירצו את עונם ולא יצטרכו למירוק אחר על דרך אומרו (מ''א כ''א) הראית כי נכנע אחאב, ואמרו ז''ל (ברכות ז'.) טובה מרדות אחת בלבו של אדם ממאה מלקיות, והוא אומרו אז יכנע וגו' ואז ירצו את עונם","titles":[{"title":"﻿ויקרא כו מא"},{"title":"﻿ויקרא פרק כו פסוק מא"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":41,"positionInParasha":39},{"uri":"tanach-orhachaim-3-26-42","text":"בריתי יעקוב ואף את וגו'. פירוש אם תספיק זכות יעקב מה טוב ואם לאו אוסיף מה שלמעלה ממנה שהיא ברית יצחק ואם לא תספיק אצרף מה שלפניו ברית אברהם","titles":[{"title":"﻿ויקרא כו מב"},{"title":"﻿ויקרא פרק כו פסוק מב"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":42,"positionInParasha":40},{"uri":"tanach-orhachaim-3-26-43","text":"לזה אמר יען וביען, וחזר ופירש מה הם הב' סיבות ואמר במשפטי מאסו הם השמיטות, וחקתי געלה נפשם היא עסק התורה, כמו שאמר בתחלת הפרשה אם בחקתי ופירשוה על עסק התורה, וממוצא דבר אתה יודע כי צריכין ב' הסיבות, שאם היו עוסקים בתורה היו מתיסרים באופן אחר ותתרצה הארץ בביטול השמיטה לצד תועלת התורה הנשמעת בה, ואם היו מקיימין מצות השמיטה הגם שלא היו עוסקין בתורה היה ה' מיסרם באופן אחר ולא היו גולין, ובהצטרף ב' יצא הדין להביא אותם בארץ אויביהם שאמר בתחילת הענין","titles":[{"title":"﻿ויקרא כו מג"},{"title":"﻿ויקרא פרק כו פסוק מג"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":43,"positionInParasha":41},{"uri":"tanach-orhachaim-3-26-44","text":"גם ירצה על התורה שנקראת ברית שאם אין ישראל התורה שנתן ה' להם והיא אתם עמם הופרה","titles":[{"title":"﻿ויקרא כו מד"},{"title":"﻿ויקרא פרק כו פסוק מד"}],"sefer":"tanach-3","parasha":"parasha-10","perek":"tanach-3-26","positionInPerek":44,"positionInParasha":42}]}