{"subjects":[{"uri":"jbr:tanach-8-1-5#Mlbim","text":"ולחנה יתן מנה אחת אפים פי' הרד\"ק בשם אביו, שרצה לומר שמנה זו היה נותן בעצב וחרון אף, שהראה את עצמו מתעצב ופניו זועפים על שאינו יכול לתת לה יותר, ונראה שרצה לומר מנה זו היתה מעוררת אפים, חרונות וכעסים הרבה, אם מצד אלקנה שהיה מתעצב בכפלים, א. על שה' סגר רחמה, ב. נוסף לזה שהיה מצטער בזה יען את חנה אהב","titles":[{"title":"שמואל א ה"},{"title":"שמואל פרק א פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-1"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"jbr:tanach-8-1-7#Mlbim","text":" מלבי\"ם  וכן יעשה רצה לומר שבכל שנה ושנה בבואם לבית ה' היה כענין הזה שאלקנה היה עושה כמנהגו לתת לה מנה אחת אפים, וצרתה כמנהגה כי כן תכעיסנה וחנה כמנהגה ותבכה ולא תאכל","titles":[{"title":"שמואל א ז"},{"title":"שמואל פרק א פסוק ז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-1"},{"positionInPerek":7},{"positionInParasha":7},{"uri":"jbr:tanach-8-1-13#Mlbim","text":" מלבי\"ם  וחנה היא מדברת על לבה שזה לא יתכן עם מה שהרבתה להתפלל, כי הדבור בלחש מורה שמתפללת לה' לבדו בלי אמצעי, ובזה לא יתכן להרבות בדברים כנ\"ל, ולכן ויחשבה עלי לשכרה","titles":[{"title":"שמואל א יג"},{"title":"שמואל פרק א פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-1"},{"positionInPerek":13},{"positionInParasha":13},{"uri":"jbr:tanach-8-2-24#Mlbim","text":" מלבי\"ם  אל ומצד האחר גם אם הקול שקר הוכיחם על לא טובה השמועה, ורצה לומר גם אם הדבר שקר אל בני לא נאה זאת לכם אחר שאתם בני הלא על כל פנים לא טובה השמועה, כי יש בזה חילול השם, אם מצד עצם השמועה, אם מצד המגיד כי זאת מעבירים ומגידים עם ה'","titles":[{"title":"שמואל ב כד"},{"title":"שמואל פרק ב פסוק כד"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-2"},{"positionInPerek":24},{"positionInParasha":52},{"uri":"jbr:tanach-8-2-35#Mlbim","text":" מלבי\"ם  והקימתי עתה באר כי ב' קללות הראשונות יתקיימו בימי דוד, שאז נסתלק אביתר שהיה מבני איתמר מן הכהונה ונכנס צדוק תחתיו. וזה שכתוב נגד וגדעתי את זרועך, והקימותי לי כהן נאמן, הוא צדוק הכהן שהיה נאמן לאלהיו, כמ\"ש והכהנים הלוים בני צדוק אשר שמרו את משמרת מקדשי בתעות בני ישראל מעלי (יחזקאל מד), כאשר בלבבי ובנפשי יעשה מעשיו ועבודתו לא יהיו כפי הצווי החיצוני לבד, רק יהיו כפי הכוונה האלהית ומחשבותיו, שכוונת המצות הוא להרבות כבוד ה' ולהתקדש בקדושתו והיא נפש המצות ונשמתם הפנימית, כי המעשה לבדה היא גויה חומרית להנפש הזאת שהיא הכוונה המחשביית. ובניתי לו וכמו שהוא יהיה נאמן לאלהיו כן אבנה לו בית נאמן, וזה יהיה בעת ימשח מלך ישראל בימי דוד וזה שכתוב והתהלך לפני משיחי","titles":[{"title":"שמואל ב לה"},{"title":"שמואל פרק ב פסוק לה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-2"},{"positionInPerek":35},{"positionInParasha":63},{"uri":"jbr:tanach-8-4-10#Mlbim","text":" מלבי\"ם  וילחמו פלשתים וינגף ישראל, ועתה לא שבו אל המחנה כמו בפעם הראשון ששבו אחור בסדר כי עתה נסו ונתפזרו בלי סדר, ועל ידי זה היתה המכה גדולה מאד","titles":[{"title":"שמואל ד י"},{"title":"שמואל פרק ד פסוק י"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-4"},{"positionInPerek":10},{"positionInParasha":95},{"uri":"jbr:tanach-8-4-13#Mlbim","text":"ויבוא והנה עלי מקדים דברו בל יפלא בעינינו. א. מדוע לא בא המבשר אל עלי בראשונה בשהוא נשיא עמו וראוי להגיד לו ראשונה?, ב. איך לא נשמר מהגיד אל הזקן פתאום מיתת בניו ולקיחת הארון שזה גרם מיתתו ומוציא דבר הוא כסיל, וכמו שאמרו חכמינו זכרונם לברכה (פ\"ק דפסחים ג') ע\"ז מספר כי עלי היה אז ישב על הכסא יד דרך מצפה, רצה לומר שלא היה בעיר רק בשער העיר מהעבר השני הקרוב אל הדרך ושם היה יושב מצפה על מבשר שיבא מהמערכה להגיד לו מה נעשה עם הארון כי היה לבו חרד על ארון האלהים והאיש בא להגיד בעיר האיש המבשר אחר שנס מהמלחמה סבב דרכו ובא מהעבר השני ועל ידי זה היה ראשית הגדתו בעיר, שהם ראוהו תחלה ועל ידי זה ותזעק כל העיר","titles":[{"title":"שמואל ד יג"},{"title":"שמואל פרק ד פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-4"},{"positionInPerek":13},{"positionInParasha":98},{"uri":"jbr:tanach-8-4-18#Mlbim","text":" מלבי\"ם  ויהי כהזכירו את ארון האלהים שהוא היותר יקר בעיניו ויפל וכו' נתן ג' טעמים על שנשבר מפרקתו בנפילה זאת, א. שנפל מעל הכסא שהוא מקום גבוה, ב. שנפילתו היתה אחרנית, ג. שנפל בעד יד השער שהיה על מרומי קרת ולכן ותשבר מפרקתו וימת תיכף. עתה נותן ג' טעמים על שמת תיכף, א. כי זקן האיש בשנים, ב. וכבד בגוף, ג. אפסו כחותיו מרוב עבודה ששפט את ישראל ארבעים שנה","titles":[{"title":"שמואל ד יח"},{"title":"שמואל פרק ד פסוק יח"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-4"},{"positionInPerek":18},{"positionInParasha":103},{"uri":"jbr:tanach-8-6-12#Mlbim","text":"וישרנה ספר שהיו בזה כמה פלאים א. וישרנה, כי המקום שעמדו שם הפרות היה אצל הבית רחוק מן הדרך, והיו יכולים לפנות במהלכתם אל צד הבתים או השדות והם הישירו מהלכם אל הדרך, ב. על דרך בית שמש כי אחר שהגיעו אל הדרך היה להם ברירה ללכת לפנים או לאחור אל צד פלשתים והם בחרו ללכת אל צד בית שמש למזרח, ג. במסלה אחת הלכו כי על הדרך יש בו כמה מסלות כבושות להולכי רגל ודרך הבהמה ללכת פעם בצד זה ופעם בצד זה והם הלכו במסלה אחת, ד. הלך וגעו מרוב השמחה וחכמינו זכרונם לברכה אמרו על זה שאמרו שירה כי הדבר הפלאיי המעיד על השגחת ה' הוא השיר העולה מבריותיו שעל ידו יוכרו עלילותיו ונפלאותיו, ה. ולא סרו ימין ושמאל כי הדרך מתעקם לפעמים במקום סלעים ורכסים והם לא סרו בעקמימות רק הלכו בקו הישר שגדרו הקו היותר קצר בין שתי נקודות מונחות, ו. וסרני פלשתים הלכים אחריהם כי לא היה זה פלא אם היו הולכים לפניהם שדרך הבהמה להמשך אחרי בעליה לא כן בשהלכו אחריהם וזה התמיד עד גבול בית שמש","titles":[{"title":"שמואל ו יב"},{"title":"שמואל פרק ו פסוק יב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-6"},{"positionInPerek":12},{"positionInParasha":131},{"uri":"jbr:tanach-8-6-20#Mlbim","text":" מלבי\"ם  ויאמרו כו' מי יוכל לעמד רצה לומר נסתפקו אם סבת הנגף היה בעבור רוב קדושת הארון שצריך שהנגשים אליו יהיו קדושים והם לא התקדשו כראוי ועל זה אמר מי יוכל לעמד לפני ה' האלהים הקדוש הזה, או אם סבת הנגף היה בעבור המקום שאינו חפץ לשכון במקום הזה רק במקום אחר המוכן להשראת השכינה ועל זה אמר ואל מי יעלה מעלינו","titles":[{"title":"שמואל ו כ"},{"title":"שמואל פרק ו פסוק כ"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-6"},{"positionInPerek":20},{"positionInParasha":139},{"uri":"jbr:tanach-8-6-21#Mlbim","text":" מלבי\"ם  וישלחו מלאכים אל יושבי קרית יערים הנה בית שמש הזאת היתה ביהודה כי היא היושבת על הגבול הקרוב לעקרון (לא כן בית שמש אשר ליששכר) וכן קרית יערים היא ליהודה בגבול שבין יהודה לבנימין, לכן שלחו לשם להיותו קרוב אליהם ומחלק שבטם, ולבל יתיראו לקבעו קרוב לארץ פלשתים פן יקחוהו מאתם שנית הודיעום לאמר השבו פלשתים את ארון ה', רצה לומר השיבוה מעצמם כי נפל פחדו עליהם ואין להתירא כי יגעו בו שנית ולכן רדו העלו אותו אליכם","titles":[{"title":"שמואל ו כא"},{"title":"שמואל פרק ו פסוק כא"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-6"},{"positionInPerek":21},{"positionInParasha":140},{"uri":"jbr:tanach-8-8-5#Mlbim","text":" מלבי\"ם  ויאמרו אליו הנה אם נוחיל נשיג הנהגה מעולה מאתך הלא אתה זקנת מהיות לאיש, ואם מאת בניך, הן בניך לא הלכו בדרכיך, לכן שימה לנו מלך","titles":[{"title":"שמואל ח ה"},{"title":"שמואל פרק ח פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-8"},{"positionInPerek":5},{"positionInParasha":162},{"uri":"jbr:tanach-8-8-6#Mlbim","text":"וירע הדבר המפרשים נבוכו בזה מדוע רע הדבר בעיני שמואל ובעיני ה', והלא הכתוב אומר כי תבא אל הארץ וירשתה וישבתה בה ואמרת אשימה עלי מלך ככל הגוים אשר סביבותי שום תשים עליך מלך אשר יבחר ה' אלהיך בו, וחכמינו זכרונם לברכה אמרו מפני ששאלוהו בתרעומת, וששאלוהו שלא בעונתו, ואמרו זקנים כהוגן שאלו ועמי הארץ קלקלו, ואמרו שהיה שאלתם לעבוד לעבודה זרה. וכפי המבואר אצלי היה חטאתם משלשה פנים, א. שהגם שהתורה צותה או התירה להקים להם מלך (כי פליגי בזה ר\"י ור\"נ (סנהדרין דף כ\"א) אם הקמת מלך רשות או חובה) הכתוב התנה בזה ואמר כי תבא אל הארץ וירשתה וישבתה בה ואמרת אשימה עלי מלך, רצה לומר כי הקמת המלך הכרחי אל הקיבוץ, ונצרך מאד, וכמ\"ש החוקרים שיחוס המלך בקיבוץ המדיני כיחוס הלב בגוף הבע\"ח אשר לו לב וכיחוס המציאות אל הסבה הראשונה יתעלה, ויאמרו שהמלכות יקיים ג' דברים, א. האחדות והעדר השתוף, ב. ההתמדה והעדר החילוף, ג. היכולת המוחלט, אמנם כל זה להעמים אשר על פני האדמה המתנהגים כפי תהלוכות הטבע, וכן לישראל בעת סר צלם והיתה הנהגתם תחת מסבות המקרה והטבע אז מן ההכרח שיקימו עליהם מלך ללחום מלחמותם ולהשיב מלחמה שערה, לא כן בעת הפלה ה' אותם מכל העמים וינהגם תחת שבט השגחתו הפרטיית וילך מלכם לפניהם וה' בראשם, לא היה להם צורך למלך, וכמ\"ש ותאמרו כי מלך ימלוך עלינו וה' אלהיכם מלככם, ולכן אמר כי בעוד שתירש ותשב את הארץ שבעת ההיא עבר ה' לפניהם בקדש ועשה בקרבם נפלאות והיה כל ענינם בדרך הנס והפלא לא היה להם רשות להקים להם מלך אחר ולמעול במלכות שמים, רק אחר ירושה וישיבה שאז היו עתים שעזבם המלך ה' צבאות והיו ככל העמים תחת הנהגת הטבע אז רשות או מצוה בידם להקים להם מלך ככל העמים אשר סביבותיהם, אחר שהיו כמוהם תחת יד הטבע, צריכים הם למנהיג יועיל להם כפי ההנהגה המדינית, ולפי זה הנה בעוד שמואל חי, אשר דבקה בו ההשגחה האלהית ועליו בשמים הרעים ה' בקול גדול על פלשתים, וכמו שאמר הלא קציר חטים היום אקרא אל ה' ויתן קולות ומטר, לא היה להם לעזוב הנהגה זו ההשגחיית ולהסתופף בצל בשר רק היה להם לשאול מאתו שיסיר את בניו מהיות שופטים ושהוא בעצמו ינהיג את העם כמקדם, וזה מסכים עם דברי חכמינו זכרונם לברכה ששאלוהו שלא בעונתו, כי בחיי שמואל לא היה להם לשאול כזאת. ב. פגמו בזה בכבוד שמואל, שאם היו שואלים את המלך בעבור המלחמה לבד לצאת לקראת נשק וללחום מלחמותם לא היה בזה כל כך בוז וקלון לשמואל אבל הם אמרו תנה לנו מלך לשפטנו, שמורה כי מצאו עולתה במשפטיו עד שמבקשים שופט אחר טוב ממנו, ויעיזו בפניו לאמר כי רוצים להעבירו מהיות שופט ולבחור אחר תחתיו וכדי בזיון וקצף לקדוש ה' אשר עשה משפט וצדקה לכל עמו, וזאת הורע בעיניו ביחוד כמ\"ש וירע הדבר בעיני שמואל כאשר אמרו תנה לנו מלך לשפטנו, וזה מסכים עם דברי האומר ששאלוהו בתרעומת כי התרעמו בזה על הנהגת הנביא ומשפטיו עם ישראל, ג. הנה מינוי המלכים יהיה באחד משני פנים, אם שיהיה מלך נכנע למשפטי התורה והמצות כמו שהיו מלכי ישראל הצדיקים מקדם ומלכי העמים בעלי הדת בזמננו, ואם שיהיה מלך מושל על התורות והדתות לעשות המשפטים והתורות כאות נפשו, כמו שהיו מלכי העמים בימי קדם שהם עשו תורות ומשפטים וישנו אותם כרצונם, והנה התורה הזהירה על המלך שישמור את התורה והמצוה כמו שכתב והיה כשבתו על כסא ממלכתו וכתב לו את משנה התורה והיתה עמו וקרא בו כל ימי חייו וכו' לבלתי סור מן המצוה ימין ושמאל, הרי לא היה לו רשות לחדש תורה ולשנות דבר ממשפטי התורה, והנה מה שאמרו ישראל תנה לנו מלך לשפטנו ככל הגוים, הוא מאמר בעל שני פנים, כי יש לפרש שהכוונה תנה לנו מלך ככל הגוים לשפטנו, שאז הדמיון ככל הגוים מוסב על שימת המלך וזה דומה למה שכתוב בתורה ואמרת אשימה עלי מלך ככל הגוים אשר סביבותי, ומ\"ש לשפטנו הוא שישפטם כפי חוקי התורה, ובזה לא היתה שאלתם רעה מצד עצמה כי התורה התירה להם זאת ואמרה שום תשים עליך מלך, רק שהיה בזה בוז וקלון לשמואל, כאילו יאמרו שמשפטי שמואל לא נאותו בעיניהם כי אינם מכוונים כפי הצדק והמשפט התוריי ומבקשים במקומו שופט טוב ממנו. ויש לפרש שכוונו לשפטנו ככל הגוים, רצה לומר שלא ישפטם כפי משפטי התורה רק כמלכי שכיניהם שהם גוזרים הדתות ומניחים הנמוסים ובזה לא פגעו בכבוד שמואל מצד שהוא שופט על פי משפטי התורה, כי הודו שלא מצאו בו עול מזה הצד ושהוא שופט בצדק כפי התורה, ולא אותו מאסו, רק שאינם רוצים במשפטי התורה ולא בשפוט השופט על פי חקותיה, והוא מרי נגד ה' ותורתו לא נגד שמואל, כמ\"ש (שמות ט\"ז ח') לא עלינו תלונותיכם כי אם על ה', והנה שמואל דנם לכף זכות, והבין מדבריהם הפירוש הראשון, שעקר שאלתם תנה לנו מלך לשפטנו, רצה לומר כמשפטי התורה, והורע בעיניו רק מצד כבודו כי השפילוהו שמשפטיו אינם טובים וישרים כפי התורה. וזה שכתוב וירע הדבר בעיני שמואל כאשר אמרו תנה לנו מלך לשפטנו","titles":[{"title":"שמואל ח ו"},{"title":"שמואל פרק ח פסוק ו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-8"},{"positionInPerek":6},{"positionInParasha":163},{"uri":"jbr:tanach-8-9-20#Mlbim","text":" מלבי\"ם  ולאתנות כו' אל תשם את לבך משני טעמים, א. כי נמצאו, ב. שאף אם היו אובדות הלא למי כל חמדת ישראל","titles":[{"title":"שמואל ט כ"},{"title":"שמואל פרק ט פסוק כ"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-9"},{"positionInPerek":20},{"positionInParasha":199},{"uri":"jbr:tanach-8-10-10#Mlbim","text":" מלבי\"ם  ויהי כל יודעו רצה לומר כי ידוע שלהגשה הנבואיית צריך שתי הכנות, א. הכנה טבעיית שיהיה מזגו וכח דמיונו מוכן על זה מלדה ומבטן ומהריון, ב. הכנה בחיריית שיעסוק בהתבודדות ופרישות טהרה וקדושה ודומיהם, והם חשבו עוד כי ההכנה הטבעיית לא תצויר רק מאב לבן כמ\"ש האב זכאי לבנו בחכמה בכח וכו', ושעל כן תמצא יותר במי שאביו היה גם כן נביא, ויהי כל יודעו מאתמול שלשום שראה שגם מתמול גם משלשום לא הכין את עצמו אל הנבואה רק עסק בצרכי בית אביו וראה שבכ\"ז הנה עם נביאים נבא, התפלא שתי פליאות א. מצד שלא היה לו הכנה טבעיית מאביו ועל זה אמר מה זה היה לבן קיש הלא אביו אינו נביא, ב. מצד ההכנה הבחיריית הגם שאול בנביאים רצה לומר וכי נמצא עד עתה בין הנביאים, הכי היה מכין את עצמו ומתלמד לנבואה?","titles":[{"title":"שמואל י יא"},{"title":"שמואל פרק י פסוק יא"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-10"},{"positionInPerek":10},{"positionInParasha":216},{"uri":"jbr:tanach-8-12-3#Mlbim","text":" מלבי\"ם  הנני ענו בי כי עתה לא תחניפו לי מלהגיד פשעי באשר הוא נגד ה', וגם לא תיראו מפני מלהגיד, באשר הוא נגד משיחו אשר יעשה משפט. את שור סדר בהדרגה מן החמור אל הקל, את שור מי לקחתי בחזקה ואף גם את חמור מי לקחתי הגם שהשופטים רגילים לקחת חמור לרכיבה בעת לכתם מעיר לעיר לשפוט את העם, ומוסיף את מי עשקתי, שהעשק הוא קל יותר שכובש שכר שכיר וכדומה שאינו גוזל בידים רק מונע את המגיע לו, ומוסיף את מי רצותי למי בקשתי שיתן לי איזה מתנה ברצונו, או שרשו רצץ והגם שהרצוץ גרוע מעושק בא מאוחר לענין הרבותא של התשלומין שגם רצוץ בגוף ישלם בממון וישיב נזק וצער וכו' וכ\"ש שישיב ממון הנעשק, ומוסיף ומיד מי לקחתי כפר שאם נתחייב איש מיתה או מלקות ואקח מאתו כופר ממון תחת עונש הגוף שעל ידי כן אעלים עיני בו מלהענישו כפי משפטו, הגם שכופר זה יתן המתחייב בטוב לבו, ואינו עושק לעומת הנותן רק הטיית המשפט בעצמו בדבר הנוגע לה', בכ\"ז אשיב לכם","titles":[{"title":"שמואל יב ג"},{"title":"שמואל פרק יב פסוק ג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-12"},{"positionInPerek":3},{"positionInParasha":250},{"uri":"jbr:tanach-8-12-7#Mlbim","text":"ועתה אחר שהתוכח עמהם על מה שחטאו נגדו התחיל להתוכח ע\"מ שחטאו נגד ה', וזה שכתוב ועתה התיצבו ואשפטה אתכם לפני ה' לאמר מה מצאתם בו עול כי מאסתם במלכותו, זכרו את כל צדקות ה' אשר עשה אתכם ואת אבותיכם","titles":[{"title":"שמואל יב ז"},{"title":"שמואל פרק יב פסוק ז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-12"},{"positionInPerek":7},{"positionInParasha":254},{"uri":"jbr:tanach-8-12-23#Mlbim","text":" מלבי\"ם  גם ומה שתתיראו מפני כי אחדל מהגין עליכם בזכותי, גם אנכי חלילה לי מחטא לה' ומלהגין עליכם בשני ענינים שהייתי מגין עליכם עד עתה, א. להתפלל בעדכם, ב. להורותכם דרך הטובה","titles":[{"title":"שמואל יב כג"},{"title":"שמואל פרק יב פסוק כג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-12"},{"positionInPerek":23},{"positionInParasha":270},{"uri":"jbr:tanach-8-14-6#Mlbim","text":" מלבי\"ם  ויאמר בכ\"ז נחה עליו רוח גבורה מאת ה' עד שהתעורר ליפול במחנה, ויאמר לנערו לכה ונעברה אל מצב הערלים רצה לומר אליהם ממש, והגם שאי אפשר שננצחם בדרך הטבע אולי יעשה ה' לנו בדרך נס, כי אין לה' מעצור רצה לומר כי בכחות הטבעיים צריך שכח המתגבר יגדל מן הכח השני המנוצח, שאם לא כן יעצר הכח המתפעל בעד הכח הפועל וינגד אליו, ולכן לפי גודל כח המתפעל צריך שיגדל ביתר שאת כח הפועל המנצח, לא כן אצל ה', שאין שום כח טבעי יעצור בעדו וינגד אליו, עד שיצרך הוא כח גדול כנגד כח העוצר, וזה שכתוב כי אין לה' מעצור, ואם כן אין הבדל שיושיע ברב או במעט","titles":[{"title":"שמואל יד ו"},{"title":"שמואל פרק יד פסוק ו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-14"},{"positionInPerek":6},{"positionInParasha":301},{"uri":"jbr:tanach-8-14-7#Mlbim","text":" מלבי\"ם  ויאמר לו נושא כליו הבין כי אי אפשר שיתעורר לפעולה כזאת הרחוקה מן הטבע שישליך נפשו מנגד במקום שהסכנה גלויה וידועה אם לא בשכח אלהי מניע אותו ומעורר את לבו בל יפחד, וע\"כ אמר עשה כל אשר בלבבך, כי הלב הוא החוזה האלהי בענינים גדולים כאלה, ואיש הרוח יוכל לסמוך על חזיון לבו בזה ואע\"ג דהוא לא חזא מזליה חזא, ואם כן נטה לך רצה לומר שיטה אל הצד לרדת מן הסלע אל בין המעברות, ואני הנני עמך הגם שלבי אינו רואה את כל מאומה הנני כלבבך","titles":[{"title":"שמואל יד ז"},{"title":"שמואל פרק יד פסוק ז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-14"},{"positionInPerek":7},{"positionInParasha":302},{"uri":"jbr:tanach-8-15-1#Mlbim","text":"אתי שלח ה'. בספור הכתובים יבואו גם כן אחת לאחת הטעמים שלא קבל ה' תשובת שאול ולקח המלכות ממנו, ולא כן דוד שחטא גם כן ונמחל לו, וטעם א' כתב העקרים (פכ\"ד מאמר ד') כי חטא שאול היה בעניני המלוכה וחטא דוד לא היה בענין המלוכה, ונסביר על ידי משל, שני סופרים שחטאו א' זייף שטרות והשני גלה ערות בשר, שהדין הוא שזה השני ילקה וחוזר לאומנתו, והראשון שחטא באומנתו יפסל מלהיות סופר, וכן דוד חטא באשר הוא אדם לא באשר הוא מלך, ושאול חטא במצוה שנצטוה בה מצד מלכותו, לכן היה הדין שתלקח המלכות ממנו, כמו ששלמה שחטא ברבוי נשים שהיא מצות המלך נקרע מלכותו, ויהוא ששמר מה שנצטוה בעניני המלכות להשמיד בית ירבעם, בני רבעים ישבו לו על כסא ישראל אף על פי שחטא בשאר עבירות, וזה שכתוב אותי שלח ה' למשחך למלך כאומר דע כי מצוה זו היא משתלשלת ממה שנמשחת למלך, וכמו שנשלחתי למשחך כן נשלחתי אליך בשליחות הזאת שזה יהיה בחינה אל קיום המלכות בידך ולכן עתה שמע לקול דברי ה'","titles":[{"title":"שמואל טו א"},{"title":"שמואל פרק טו פסוק א"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-15"},{"positionInPerek":1},{"positionInParasha":346},{"uri":"jbr:tanach-8-16-2#Mlbim","text":"איך אלך, לא שהיה שמואל מתירא, ולא שהיה בלתי בוטח כי ה' השולחו יצילהו, כמו שכל הנביאים לא חדלו מלכת במלאכות ה' מפני יראת בשר, רק כי הנביא יסמך על הנס בעת שיודע כי הנס מקושר עם שליחותו, כמו שהיה בשליחות משה וירמיה שהלכו במקום סכנה ובטחו על הנס, באשר היה זה בכוונה האלהית שינצלו על פי הנס למען יכירו עמים ולמען יכירו ישראל, כי הוא שליח ה' וכי ה' על ימינו בכחו הגדול. ואם כן לא היה הנס לצורך השליח רק לצורך השליחות, וכן היה ה' משלחהו על זה האופן שילך בפרסום וימשחהו לעיני כל ישראל, לא היה מתירא כי היה נכון לבו בטוח כי יצילהו ה', אבל אחר שפה לא היה הכוונה שילך בפרסום, ושיחזק שליחותו על ידי נס, ואם כן אם יודע לשאול במקרה וירצה להרגו וינצל בנס, לא יהיה הנס לצורך השליחות בכלל רק יהיה נס פרטי הבא במקרה להצלת שמואל בלבד, ובזה כל העושין לו נס מנכין לו מזכיותיו, ועל זה אמר איך אלך שאם ישמע שאול ירצה להרגני ואצטרך לנס פרטי בעבור עצמי שזה לא טוב בעיני, וגם יוכל להיות שמ\"ש איך אלך הוא שאלה לדעת על איזה אופן ילך אם בפרסום ובדרך הניסיי מהיות זה צורך אל השליחות לחזק מלכות בית דוד, או בצנעה כי אין צורך בפרסום ובנס, ובזה הלא אם ישמע שאול והרגני ואצטרך נס מיוחד לצרכי","titles":[{"title":"שמואל טז ב"},{"title":"שמואל פרק טז פסוק ב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-16"},{"positionInPerek":2},{"positionInParasha":379},{"uri":"jbr:tanach-8-17-12#Mlbim","text":"ודוד טרם יבא לספר ענין דוד, הקדים להשיב על שתי שאלות שישאל המעיין פה, א. איך במלחמה הזאת לא נמצא דוד בין אנשי החיל, הלא מטבע הגבור להמציא את עצמו אל מקום ששם יוכל להראות גבורתו, ומדוע נפקד דוד מלבא אל המערכה, ב. אחר שדוד עמד בתמידות לפני שאול ויהי לו נושא כלים איך לא שמע ענין הפלשתי ולא התעורר על דבריו עד אחר ארבעים יום? משיב על השאלה הראשונה ודוד בן איש אפרתי הזה שכבר היה נהוג ביניהם שהצבא היוצא למלחמה היה מתחלק לפי בתי אבות, שהאיש שהיה לו שמונה בנים יצאו הגדולים למלחמה והקטנים מהם נשארו בבית לשרת את אביהם, בפרט אם היה האב זקן ובעל נכסים שהיה צריך שישארו רובם בביתם לשרתו ולשמור את מקנהו, וזה היה פה, שישי אביהם היה לו שמונה בנים והוא היה זקן","titles":[{"title":"שמואל יז יב"},{"title":"שמואל פרק יז פסוק יב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-17"},{"positionInPerek":12},{"positionInParasha":412},{"uri":"jbr:tanach-8-17-13#Mlbim","text":" מלבי\"ם  ושלשת בניו הגדולים כבר הלכו למלחמה. והם אלה שהלכו עמו תמיד וזה שכתוב וילכו וכו' הלכו","titles":[{"title":"שמואל יז יג"},{"title":"שמואל פרק יז פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-17"},{"positionInPerek":13},{"positionInParasha":413},{"uri":"jbr:tanach-8-17-27#Mlbim","text":" מלבי\"ם  למה זה ירדת חשדו עתה א. שהלך מאליו ועל זה אמר למה ירדת, ב. שעזב הצאן הפקר, ועל הא' אמר ידעתי את זדנך ועל הב' אמר ואת רע לבבך","titles":[{"title":"שמואל יז כח"},{"title":"שמואל פרק יז פסוק כח"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-17"},{"positionInPerek":27},{"positionInParasha":427},{"uri":"jbr:tanach-8-17-36#Mlbim","text":" מלבי\"ם  ויאמר דוד הוסיף לחזק בטחונו מצד אחר. מצד השגחת ה' על יראיו, אמר שהגם שיהיה כחי חלוש נגד הארי והדוב ונגד הפלשתי, הנה ה' אשר הצילני מהארי והדב בהשגחתו הוא יצילני גם עתה דרך נס. לפי זה תחלה דבר כפי המנהג הטבעי, ופה דבר כפי ההשגחה והנס, ואל זה הסכים שאול כי יבטח בהשגחת ה', לכן אמר לך וה' יהיה עמך","titles":[{"title":"שמואל יז לז"},{"title":"שמואל פרק יז פסוק לז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-17"},{"positionInPerek":36},{"positionInParasha":436},{"uri":"jbr:tanach-8-17-45#Mlbim","text":" מלבי\"ם  היום רצה לומר לא אני אנצחך ולא בכחי, רק ה' יסגרך בידי, ולא אותך לבד כי גם כל מחנה פלשתים יסגיר ביד איש אחד הבוטח בו, ובזה ארויח שני דברים, א. וידעו כל הארץ האומות שאין מאמינים בהשגחת ה' יכירו וידעו כי יש אלהים לישראל","titles":[{"title":"שמואל יז מו"},{"title":"שמואל פרק יז פסוק מו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-17"},{"positionInPerek":45},{"positionInParasha":445},{"uri":"jbr:tanach-8-18-13#Mlbim","text":" מלבי\"ם  ויסירהו חשב להשפילו שלא יהיה עוד קרוב למלך ושר צבא רק שר אלף, וגם בזה לא הועיל, כי ויצא ויבא לפני העם שהעם מעצמם לא עשו דבר בלעדיו, והיה היוצא ובא לפניהם","titles":[{"title":"שמואל יח יג"},{"title":"שמואל פרק יח פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":13},{"positionInParasha":470},{"uri":"jbr:tanach-8-18-14#Mlbim","text":"ויהי דוד תחת שעד עתה היה מצליח בדרכי שאול אשר שלחהו, עתה היה משכיל בדרכיו שהלך בעצמו לפני העם, והיה משכיל רצה לומר עושה הכל בהשכל ודעת, ועם עזר ההשגחה כי ה' עמו","titles":[{"title":"שמואל יח יד"},{"title":"שמואל פרק יח פסוק יד"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":14},{"positionInParasha":471},{"uri":"jbr:tanach-8-18-22#Mlbim","text":" מלבי\"ם  ויצו יען ראה שדוד פג לבו מהאמין, צוהו שעבדיו יחזקו ידיו בזה, יאמרו לו כי במעשה של מירב לא היה המניעה מן המלך כי חפץ בו ולא מן עבדיו שאוהבים אותו, רק מן מירב, ועתה שמיכל אוהבת אותך התחתן במלך","titles":[{"title":"שמואל יח כב"},{"title":"שמואל פרק יח פסוק כב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":22},{"positionInParasha":479},{"uri":"jbr:tanach-8-18-25#Mlbim","text":" מלבי\"ם  וישר הדבר רצה לומר הגם שהדבר מצד עצמו לא ישר בעיניו כי אינו דרך מלחמה כנ\"ל, ישר בעיניו מצד התכלית שישיג על ידו, וזה להתחתן במלך","titles":[{"title":"שמואל יח כו"},{"title":"שמואל פרק יח פסוק כו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":25},{"positionInParasha":482},{"uri":"jbr:tanach-8-18-28#Mlbim","text":" מלבי\"ם  ויאסף על ידי כן גדלה היראה והאיבה של שאול, ולא לפרקים רק כל הימים","titles":[{"title":"שמואל יח כט"},{"title":"שמואל פרק יח פסוק כט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":28},{"positionInParasha":485},{"uri":"jbr:tanach-8-18-29#Mlbim","text":" מלבי\"ם  ויצאו, באמת כאשר חשב שאול שעל ידי שיכרות ערלות פלשתים יגורו אתו מלחמות עד מות בעד חרפתם כן היתה, כי יצאו שרי פלשתים לנקום מדוד, אבל דוד לא התחבא מפניהם, ונלחם והשכיל יותר מכל עבדי שאול ותחת שחשב שאול להפילו על ידי כן ביד פלשתים היה להפך כי וייקר שמו מאד","titles":[{"title":"שמואל יח ל"},{"title":"שמואל פרק יח פסוק ל"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-18"},{"positionInPerek":29},{"positionInParasha":486},{"uri":"jbr:tanach-8-19-14#Mlbim","text":" מלבי\"ם  לראות את דוד שאם אינו חולה הוא מורד במה שעשה עצמו חולה, ואם חולה הוא באמת יעליל עליו כי לכן לא ברח כי חליו עכבו ובין כך וכך אמר העלו אותו במטה אלי להמיתו","titles":[{"title":"שמואל יט טו"},{"title":"שמואל פרק יט פסוק טו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-19"},{"positionInPerek":14},{"positionInParasha":500},{"uri":"jbr:tanach-8-20-29#Mlbim","text":" מלבי\"ם  א. כי זבח משפחה ב. שאחיו הגדול צוה לו שיבא. וזה שכתוב והוא צוה לי אחי, ג. שלא הלך לאכול ולשתות רק אמר ואראה את אחי","titles":[{"title":"שמואל כ כט"},{"title":"שמואל פרק כ פסוק כט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-20"},{"positionInPerek":29},{"positionInParasha":537},{"uri":"jbr:tanach-8-20-41#Mlbim","text":" מלבי\"ם  (מא-מב) עד דוד הגדיל רצה לומר עד שהתחיל דוד לבכות בקול גדול ונתירא שלא ישמע לכן א\"ל לך לשלום והזכירו שנית השבועה שנשבעו בשם ה' והגם שהם יתרחקו ה' קרוב אליהם, שלא יפסיק בינם המקום, וזה שכתוב ביני ובינך, ולא הזמן וזה שאמר עד עולם","titles":[{"title":"שמואל כ מא"},{"title":"שמואל פרק כ פסוק מא"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-20"},{"positionInPerek":41},{"positionInParasha":549},{"uri":"jbr:tanach-8-21-5#Mlbim","text":" מלבי\"ם  ויען הכהן, אין לחם חל אל תחת ידי כי אם לחם קדש יש, לפי הפשט היה בידו תרומת לחמי תודה ומבואר בזבחים (דף קי\"ז) שתרומת לחמי תודה אינו נוהג רק בזמן במה גדולה, ומכל מקום היה דרכם להרימם ולתת לכהן המקריב, כמו שהיו נוהגים בחזה ושוק שגם כן אין נוהגים בבמה (וכמ\"ש למעלה ט' על וירם את השוק והעלי') ובכ\"מ דינו כקדשים קלים שנאכלים לזרים ולא לטמאים וזה שכתוב אם נשמרו הנערים אך מאשה","titles":[{"title":"שמואל כא ה"},{"title":"שמואל פרק כא פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-21"},{"positionInPerek":5},{"positionInParasha":555},{"uri":"jbr:tanach-8-21-13#Mlbim","text":" מלבי\"ם  וישנו את טעמו, תחלה נתן טעם שבא כי ברח מאדוניו, עתה שינה ונתן טעם אחר, ויתהולל בדברי שגעון עד שנראה מדבריו שהוא איש משוגע, וכן ממעשיו ויתו על דלתות השער, וכן מתנועותיו ויורד רירו אל זקנו","titles":[{"title":"שמואל כא יג"},{"title":"שמואל פרק כא פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-21"},{"positionInPerek":13},{"positionInParasha":563},{"uri":"jbr:tanach-8-22-5#Mlbim","text":" מלבי\"ם  כי נודע דוד, כי עד עתה שמע שנאספו אליו אנשים אבל עקבותם לא נודעו עד עתה","titles":[{"title":"שמואל כב ה"},{"title":"שמואל פרק כב פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-22"},{"positionInPerek":5},{"positionInParasha":570},{"uri":"jbr:tanach-8-23-18#Mlbim","text":" מלבי\"ם  ויעלו זיפים כו' הגבעתה כי שאול חזר לביתו הגבעה, וחדל מלבקשו, במצדות הודיעו מקומו עם כל מצריו, א. במצדות סלעים, ב. בחרשה ביער, ג. בגבעת החכילה, ד. (באשר היה בחכילה עוד גבעה מצד שמאל) אשר מימין הישמון","titles":[{"title":"שמואל כג יט"},{"title":"שמואל פרק כג פסוק יט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-23"},{"positionInPerek":18},{"positionInParasha":602},{"uri":"jbr:tanach-8-24-8#Mlbim","text":"(י-יא) למה תשמע את דברי אדם רצה לומר שהמבקש להרע לחברו ולא יבצע מעשהו, יהיה או מפני שלא יכול או מפני שיירא מה' או מבני אדם, ועתה למה תשמע להאומר שדוד מבקש רעתך שאז בהכרח תאמר שמה שלא הרעותי לך היה מפני שלא יכולתי, וזה אינו כי הנה היום הזה ראו עיניך את אשר נתנך ה' היום בידי במערה, והייתי יכול להרע לך, ואם תאמר שנמנעתי מפני שיראתי מאנשים, על זה אמר במערה, ששם לא היה איש עמך. וכן לא תוכל לאמר שהייתי ירא מה', זה אינו כי ואמר להרגך הלא ה' אמר והרשה לי להרגך כדין הרודף שמצוה להרגו ולהציל הנרדף. ופי' דבריו (נגד מ\"ש אשר נתנך ה' בידי) ותחס עליך פי' ידי חסה עליך (פעל ותחס מוסב על היד שהיא נקבה) ולא רצתה לנגוע בך, ומבואר אצלי שפעל חוס בא על דבר שי\"ל תועלת ממנו ואינו רוצה להשחיתו, (ונגד מ\"ש ואמר להרגך) ואומר לא אשלח ידי באדוני הגם שמדין תורה מותר לא אעשה זאת לאדוני יען כי משיח ה' הוא","titles":[{"title":"שמואל כד י"},{"title":"שמואל פרק כד פסוק י"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-24"},{"positionInPerek":8},{"positionInParasha":619},{"uri":"jbr:tanach-8-25-6#Mlbim","text":" מלבי\"ם  ואמרתם כה לחי, כה תזכה לחיים בשנה הבאה, ואתה שלום כלל שלשה שלומות שבהם יצלח האדם, א. שלום עצמו וזה ואתה שלום, ב. שלום ביתו וזה וביתך שלום, ג. שלום קניניו והנלוים אליו וזה וכל אשר לך שלום","titles":[{"title":"שמואל כה ו"},{"title":"שמואל פרק כה פסוק ו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":6},{"positionInParasha":638},{"uri":"jbr:tanach-8-25-15#Mlbim","text":" מלבי\"ם  והאנשים, ב. שהיה חייב להם גמול מצד החיוב שהאנשים היו טבים לנו מאד, א. שלא קבלנו מהם נזק, על זה אמר ולא הכלמנו, והנה הרועים לפעמים ירעו ולפעמים ירבצו, רצה לומר שיאספו הצאן אל הגדרות בעת כלות המרעה, אמרו הנה בעת הרביצה שהיו הצאן בגדרותיהם ואנחנו לבד בשדה, שאז לא היו הצאן צריכים לשמירה, שעל זה אמר כל ימי התהלכנו אתם בהיותנו בשדה אז לא קבלנו נזק לא בדברים שלא הכלמנו ולא בממון שלא פקדנו מאומה","titles":[{"title":"שמואל כה טו"},{"title":"שמואל פרק כה פסוק טו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":15},{"positionInParasha":647},{"uri":"jbr:tanach-8-25-16#Mlbim","text":"ב. בעת הרעיה שהצאן בשדה שאז צריכים נטירה מלסטים ומזאבים שעל זה אמר כל ימי היותנו עמם רועים הצאן אז חומה היו עלינו גם לילה גם יומם, עד שנוכל לאמר שגם הם היו מסייעים ברעיית הצאן, וזה שכתוב היותנו עמם רעים","titles":[{"title":"שמואל כה טז"},{"title":"שמואל פרק כה פסוק טז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":16},{"positionInParasha":648},{"uri":"jbr:tanach-8-25-19#Mlbim","text":" מלבי\"ם  עברו לפני כי חששה שאם ילכו אתה ביחד יודע לנבל, וזה שכתוב ולאישה נבל לא הגידה","titles":[{"title":"שמואל כה יט"},{"title":"שמואל פרק כה פסוק יט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":19},{"positionInParasha":651},{"uri":"jbr:tanach-8-25-25#Mlbim","text":" מלבי\"ם  אל ישים אדני את לבו רצה לומר הבזיון לא יהיה רק מאיש נכבד ובין השוים, לא מאיש פחות ונקלה שלא יחושו לבזיונו, והנה נבל זה הוא נקלה בעיני הבריות, כי נבל שמו, וכן הוא נקלה מצד עצמו כי נבלה עמו, וכן לא יחשב בזיון, רק מאיש שאין טבעו בכך לא כן מנבל שדרכו בכך, וזה שכתוב כי כשמו כן הוא. ואם כן אין לך להקפיד על בזיונו, ועקר הקפידה הוא עלי בהיותי אשת חיל, אבל ואני אמתך לא ראיתי את נערי אדני","titles":[{"title":"שמואל כה כה"},{"title":"שמואל פרק כה פסוק כה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":25},{"positionInParasha":657},{"uri":"jbr:tanach-8-25-37#Mlbim","text":" מלבי\"ם  וימת לבו נפל עליו פחד מדוד ומהסכנה שהיה בה ונצטננו דמיו ויהי כאבן","titles":[{"title":"שמואל כה לז"},{"title":"שמואל פרק כה פסוק לז"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-25"},{"positionInPerek":37},{"positionInParasha":669},{"uri":"jbr:tanach-8-26-9#Mlbim","text":" מלבי\"ם  אל תשחיתהו אף שהוא רודף ומותר להרגו, בכ\"ז מי שלח ידו במשיח ה' ונקה","titles":[{"title":"שמואל כו ט"},{"title":"שמואל פרק כו פסוק ט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-26"},{"positionInPerek":9},{"positionInParasha":685},{"uri":"jbr:tanach-8-26-11#Mlbim","text":"חלילה וכו' קח נא, רצה לומר ואל תחשב שאין עון במיתתו כי רודף הוא וז\"א אחר שיש הצלה אחרת והוא קח נא את החנית שעל ידי זה ניצול ממנו כמו שהיה באמת ואם כן אסור להרגו, ועל זה אמר חלילה לי מה'","titles":[{"title":"שמואל כו יא"},{"title":"שמואל פרק כו פסוק יא"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-26"},{"positionInPerek":11},{"positionInParasha":687},{"uri":"jbr:tanach-8-27-2#Mlbim","text":" מלבי\"ם  ויקם דוד ויעבר הגם שכאשר ברח תחלה אל אכיש היה בסכנה (כנ\"ל כ\"א) אז בא יחידי וחשדו שבא כמרגל וגם לא היה מקוה תועלת מאיש אחד, לא כן עתה שבא עם שש מאות איש שלא נחשדו למרגלים והיה מקוה שיהיו מאנשי חילו ליום קרב ומלחמה, וזה שכתוב ויעבר הוא ושש מאות איש","titles":[{"title":"שמואל כז ב"},{"title":"שמואל פרק כז פסוק ב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-27"},{"positionInPerek":2},{"positionInParasha":702},{"uri":"jbr:tanach-8-27-3#Mlbim","text":" מלבי\"ם  [טעם ב'.] תחלה בא בלא בני בית וחשש שיברח ממנו לא כן עתה שבאו איש וביתו, וזה שכתוב וישב וכו' איש וביתו","titles":[{"title":"שמואל כז ג"},{"title":"שמואל פרק כז פסוק ג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-27"},{"positionInPerek":3},{"positionInParasha":703},{"uri":"jbr:tanach-8-27-11#Mlbim","text":" מלבי\"ם  ויאמן אכיש בדוד כי אמר הבאש הבאיש בעמו בישראל, רצה לומר שיצויר ילחם עם ישראל ועמו שהם שבטו יחזיקו בידו, ויצויר ילחם עם שבטו למצוא חן בעיני ישראל בל יאמרו כי נוטה אל שבטו, אבל אחר שנלחם ביהודה ובקיני שהם מישראל נבאש בכולם וממילא והיה לי לעבד עולם","titles":[{"title":"שמואל כז יב"},{"title":"שמואל פרק כז פסוק יב"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-27"},{"positionInPerek":11},{"positionInParasha":711},{"uri":"jbr:tanach-8-28-5#Mlbim","text":" מלבי\"ם  (סבה ג') שכאשר ראה מחנה פלשתים התירא מאד וראה כי לבו החרד מנבא לו רעה","titles":[{"title":"שמואל כח ה"},{"title":"שמואל פרק כח פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-28"},{"positionInPerek":5},{"positionInParasha":716},{"uri":"jbr:tanach-8-28-11#Mlbim","text":" מלבי\"ם  ותרא האשה, המפרשים האריכו בדבר הזה מאד, באשר יפלא איך יצוייר שאשה בכשפיה תמשול על נפש הנביא הצרורה בצרור החיים ממעונה להיות כאוב מארץ קולה? ויאמר הגאון ר' שמואל בן חפני שכל מעשה האוב היה דבר כזב והתולים. ויאמר הרלב\"ג שהיה מפעולת כח הדמיון, וכל זה לא יכילו הכתובים האומרים שהיה הדבר ממש, ושנבא לו מה יהיה למחרת, ומי ימלוך אחריו, ויאמר רב האי גאון ורב סעדיה שלא האשה החיתה את שמואל רק הבורא החייהו למען יודע לשאול העתיד לבוא עליו ועל ביתו, ואם היה כן מדוע לא ענהו באורים ובנביאים? ויאמר מהרי\"א ששד התלבש בגופו של שמואל והוא אשר קראוהו הכתובים בשם שמואל מצד גופו. ויאמר בעל עקדת יצחק שהיא התחילה בפעולה ועל ידי כן התעורר שמואל מעצמו לא על ידי הכרח האוב. אולם למה לנו הדחוקים העצומים האלה, הלא חכמינו זכרונם לברכה באגדותיהם ספרו מעשה אוב שהיה נוהג עדיין בימי חכמי המשנה והתלמוד, והעידו שהיה בכחם להעלות הנפשות מקבריהם ממש, ואמרו שהמעלה רואהו והנשאל שומע את קולו, ואמרו שאם הנשאל הוא הדיוט עולה וראשו למטה ואם הוא מלך עולה כדרכו, וכל זה ספרו מצד שהיתה המלאכה הזאת נודעת, נוהגת בימיהם, וידעו כל סגולותיה. אולם אשר תתפלא איך ימשול הכישוף על נפש הנביא, כבר בארתי בדרוש מיוחד, כי הנשמה הנאצלת מלמעלה היא תסתלק תיכף במות האדם ותשוב אל האלהים אשר נתנה. אולם הנפש ההיולאנית המתהוה עם הגויה היא לא תסתלק עד כלות הגויה בקבר אחר י\"ב חדש, כמ\"ש כל י\"ב חדש היא עולה ויורדת, כי י\"ל קשר עצמי עם הגויה, וכל עוד שלא נעשה בה מלאכת האלכימיאה על ידי הצירוף והזיכוך שיבלה הגוף ויתפרדו חלקיו, עדיין היא למטה ויש כח להאוב למשול עליה, ויש לה כח להגיד עתידות על ידי פעולת הקסם, ובכ\"ז נשמת שמואל העליונה בכבודה תעמוד לפני ה' בארצות החיים, כי רק הרוח שהוא דבוק עדיין עם הגויה האוב שליט ברוח לכלוא את הרוח על ידי הקסם, וזה שכתוב ותרא האשה את שמואל ותזעק שראתה שעלה כדרכו וידעה שהנשאל הוא המלך, לכן אמרה למה רמיתני ואתה שאול","titles":[{"title":"שמואל כח יא"},{"title":"שמואל פרק כח פסוק יא"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-28"},{"positionInPerek":11},{"positionInParasha":722},{"uri":"jbr:tanach-8-28-12#Mlbim","text":" מלבי\"ם  אלהים ראיתי שבזה שראתה אותו עולה כדרכו כדרך הרוחנים הרגישה שהוא המלך כנ\"ל, וחכמינו זכרונם לברכה אמרו שעלה משה עמו, רצה לומר שאחר שכל הנביאים קבלו ממנו יש להם חלק מה מכחו, וכח זה שהיה ברוחו עלה עמו. והיא שהשיגה זאת בדרך התגשמות ראתה שנים עולים. ועל זה אמרה איש זקן עלה כוונה על משה שהיה זקן בן ק\"ך. והוא רצה לומר שמואל עטה מעיל","titles":[{"title":"שמואל כח יג"},{"title":"שמואל פרק כח פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-28"},{"positionInPerek":12},{"positionInParasha":723},{"uri":"jbr:tanach-8-28-18#Mlbim","text":" מלבי\"ם  ויתן (על הג') מ\"ש ופלשתים נלחמים בי, התשובה היא כי יתן ה' גם את ישראל עמך ביד פלשתים, באשר נשתתפו בחטא, כי חמל העם על מיטב הצאן והבקר והיה להם למחות ביד שאול אחר שהודיעם פקודת הנביא. עד כאן דבר אליו לאמר למה תשאלני, התוכח על שהרגיז אותו להעלותו בחנם. עתה בא להודיע לו עקר שאלתו, א\"ל דע כי נגזר העונש, ומחר הוא זמנו, בין עליך, כי מחר אתה ובניך עמי בין על ישראל, כי גם את מחנה ישראל יתן ה' (מחר) ביד פלשתים","titles":[{"title":"שמואל כח יט"},{"title":"שמואל פרק כח פסוק יט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-28"},{"positionInPerek":18},{"positionInParasha":729},{"uri":"jbr:tanach-8-29-5#Mlbim","text":" מלבי\"ם  הלוא וכו' רצה לומר ואם ברח ומרד מפני שרצה להתנשא ולמלוך תחתיו, הלא גם באופן זה ימצא פה מקום להשיג חפצו, כי הלא זה דוד אשר יענו לו במחולות שהכה ברבבותיו, ובודאי ילחם אתנו בעת המלחמה כדי שיענו לו השיר הזה גם עתה, ועל זה אמר אשר יענו לו","titles":[{"title":"שמואל כט ה"},{"title":"שמואל פרק כט פסוק ה"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-29"},{"positionInPerek":5},{"positionInParasha":740},{"uri":"jbr:tanach-8-30-10#Mlbim","text":" מלבי\"ם  למי הם ב' שאלות, א. למי אתה שייך, ב. אי מזה מקום אתה, והשיב נגד שאלה ב' מצרי אנכי, ונגד שאלה א', עבד לאיש עמלקי. ואיני בורח רק ויעזבני אדוני, ולא שעזבני מפני איזה חטא רק מפני כי חליתי","titles":[{"title":"שמואל ל יג"},{"title":"שמואל פרק ל פסוק יג"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-30"},{"positionInPerek":10},{"positionInParasha":756},{"uri":"jbr:tanach-8-30-12#Mlbim","text":" מלבי\"ם  אם תמיתני יען לא ידע אם הם מבעלי ברית עמלק או מאויביהם. על צד הב' אמר אם תמיתני ועל צד הא' אמר אם תסגירני ביד אדוני","titles":[{"title":"שמואל ל טו"},{"title":"שמואל פרק ל פסוק טו"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-30"},{"positionInPerek":12},{"positionInParasha":758},{"uri":"jbr:tanach-8-30-16#Mlbim","text":" מלבי\"ם  ולא נעדר, א. הגופים מן הקטן וכו', ב. הרכוש ועל זה אמר ומשלל, והנה בהרכוש היה שני מינים, א. מה שעדיין לא חלקוהו האויבים ביניהם איש לו, וזה נקרא שלל, שהוא מה שנשאר במלחמה טרם יתחלק או יתבוזז מאנשי הצבא, ב. מה שבזזו האויבים איש לו, שעל זה אמר וכל אשר לקחו להם. כל זה השיב דוד","titles":[{"title":"שמואל ל יט"},{"title":"שמואל פרק ל פסוק יט"}]},{"sefer":"tanach-8"},{"parasha":"parasha-1"},{"perek":"tanach-8-30"},{"positionInPerek":16},{"positionInParasha":762}]}