{"subjects":[{"uri":"jbr:tanach-18-1-0#Rashi","text":" רש\"י  חזון עובדיה. מאי שנא עובדיה לאדום ולא ניבא נבואה אחרת אמרו חכמי' עובדיה גר אדומי היה אמר הקב''ה מהם ובהם אביא עליהם יבא עובדיה שדר בין שני רשעים אחאב ואיזבל ולא למד ממעשיהם ויפרע מעשו הרשע שדר בין שני צדיקים יצחק ורבק' ולא למד ממעשיה' ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  null"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק null"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":0},{"positionInParasha":0},{"uri":"jbr:tanach-18-1-1#Rashi","text":" רש\"י  הנה קטן נתתיך. כלפי שקראו אביו בנו הגדול ואמו בנה הגדול אמר הקב''ה לפני קטן הוא רבותינו דרשו קטן שלא היה להם לא כתב ולא לשון ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ב"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ב"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":1},{"positionInParasha":1},{"uri":"jbr:tanach-18-1-2#Rashi","text":" רש\"י  שוכני בחגוי סלע. סומך על משענת אבותיו אברהם ויצחק והם לא יועילו לו, חגוי כמו (ישעיה יט) והיתה אדמת יהודה למצרים לחגא ברייטיינ''א בלעז ואל תתמה על וי''ו של חגוי שהיא כוי''ו של קצוי (תהלים סה) וכוי''ו של כמטחוי (בראשית כא) שאין יסוד בתיבה אלא טי''ת וחי''ת ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ג"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ג"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":2},{"positionInParasha":2},{"uri":"jbr:tanach-18-1-4#Rashi","text":" רש\"י  באו לך. עליך ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ה"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ה"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":4},{"positionInParasha":4},{"uri":"jbr:tanach-18-1-5#Rashi","text":" רש\"י  נבעו. תרגום יונתן איתגליין ולשון ארמית נבעו נתבקשו וכן אם תבעיון בעיו (ישעיה כא) ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ו"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ו"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":5},{"positionInParasha":5},{"uri":"jbr:tanach-18-1-6#Rashi","text":" רש\"י  עד הגבול שלחוך. אותם שהבטיחוך לעזרה באו עמך ולווך עד גבול ארצך עד הספר ששם באו עליך למלחמה ובזאת השיאוך והצליחו ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ז"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ז"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":6},{"positionInParasha":6},{"uri":"jbr:tanach-18-1-8#Rashi","text":" רש\"י  וחתו גבוריך תימן. יחתו ויפחדו לנוס אל ארץ ישמעאל וי''ת ויתברון גברך יתבי ארעא דרומא ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  ט"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק ט"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":8},{"positionInParasha":8},{"uri":"jbr:tanach-18-1-9#Rashi","text":" רש\"י  מחמס אחיך יעקב. בשביל חמס שעשית ליעקב ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  י"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק י"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":9},{"positionInParasha":9},{"uri":"jbr:tanach-18-1-10#Rashi","text":" רש\"י  ביום עמדך מנגד. שלא באת לעזור לו ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יא"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יא"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":10},{"positionInParasha":10},{"uri":"jbr:tanach-18-1-11#Rashi","text":" רש\"י  ואל תרא ביום אחיך. לא היה לך (להביט) ולעמוד מנגד ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יב"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יב"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":11},{"positionInParasha":11},{"uri":"jbr:tanach-18-1-12#Rashi","text":" רש\"י  ואל תשלחנה בחילו. אל תשלחנה ידך בנכסיו כן תרגם יונתן ומקרא קצר הוא וצריך להוסיף עליו ידך ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יג"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יג"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":12},{"positionInParasha":12},{"uri":"jbr:tanach-18-1-13#Rashi","text":" רש\"י  ואל תעמוד על הפרק. מקום שהבורחים יוצאים דרך שם לימלט ובלשון לע''ז קוראים אותו טרו''ג (אל תעמוד על הפרק, מכאן שאסור להפסיק בק''ש בין פרק לפרק הג''ה דר''ע) ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יד"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יד"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":13},{"positionInParasha":13},{"uri":"jbr:tanach-18-1-15#Rashi","text":" רש\"י  כאשר שתיתם על הר קדשי. כמה דחדיתון על מחת טורא דקודשי ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  טז"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק טז"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":15},{"positionInParasha":15},{"uri":"jbr:tanach-18-1-16#Rashi","text":" רש\"י  את מורשיהם. נכסי עממיא דהוו מחסנין להון ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יז"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יז"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":16},{"positionInParasha":16},{"uri":"jbr:tanach-18-1-17#Rashi","text":" רש\"י  כי ה' דבר. והיכן דבר (במדבר כד) וירד מיעקב והאביד שריד וגו' ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יח"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יח"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":17},{"positionInParasha":17},{"uri":"jbr:tanach-18-1-18#Rashi","text":" רש\"י  וירשו הנגב. ישראל שהיו יושבין בדרומה של ארץ ישראל ירשו את הר עשו שהוא במצר דרום ובני השפלה ירשו את ארץ פלשתים ואת הר אפרים ואת הר שומרון ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  יט"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק יט"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":18},{"positionInParasha":18},{"uri":"jbr:tanach-18-1-19#Rashi","text":" רש\"י  וגלות החל הזה. תרגם יונתן עמא הדין, החל לשון חיל כמו (ישעיה לו) ויבא ירושלמה בחיל כבד דרבשקה אלא שזה חסר יו''ד ויש עוד לפרש החל הזה גלות הגיא הזה ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  כ"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק כ"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":19},{"positionInParasha":19},{"uri":"jbr:tanach-18-1-20#Rashi","text":" רש\"י  ועלו. שרי ישראל מושיעים בהר ציון ","titles":[{"title":"{א} {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  כא"},{"title":"{א} פרק {א}  חזון עבדיה כה אמר אדני יהוה לאדום שמועה שמענו מאת יהוה וציר בגוים שלח קומו ונקומה עליה למלחמה:  פסוק כא"}]},{"sefer":"tanach-18"},{"parash":"parash-1"},{"perek":"tanach-18-1"},{"positionInPerek":20},{"positionInParasha":20}]}